{
  "pmid": "10567424",
  "abstract": "Merlin, the neurofibromatosis 2 tumor suppressor protein, has two major isoforms with alternate C termini and is related to the ERM (ezrin, radixin, moesin) proteins. Regulation of the ERMs involves intramolecular and/or intermolecular head-to-tail associations between family members. We have determined whether merlin undergoes similar interactions, and our findings indicate that the C terminus of merlin isoform 1 is able to associate with its N-terminal domain in a head-to-tail fashion. However, the C terminus of isoform 2 lacks this property. Similarly, the N terminus of merlin can also associate with C terminus of moesin. We have also explored the effect of merlin self-association on binding to the regulatory cofactor of Na(+)-H(+) exchanger (NHE-RF), an interacting protein for merlin and the ERMs. Merlin isoform 2 captures more NHE-RF than merlin isoform 1 in affinity binding assays, suggesting that in full-length merlin isoform 1, the NHE-RF binding site is masked because of the self-interactions of merlin. Treatment with a phospholipid known to decrease self-association of ERMs enhances the binding of merlin isoform 1 to NHE-RF. Thus, although isoform 1 resembles the ERM proteins, which transition between inactive (closed) and active (open) states, isoform 2 is distinct, existing only in the active (open) state and presumably constitutively more available for interaction with other protein partners.",
  "methods": "Materials and Methods Plasmids,\nCloning, and Mutagenesis Synthetic genes\nencoding for human merlin FERM (P35240; amino acids 22–312)\nand radixin FERM (P35241; 5–295) domains were commercially\nsynthesized (ThermoFisher) and cloned into pETM33 using NcoI and EcoRI\nrestriction sites. pGEX4T Moesin (P26038) FERM was a gift from Vijaya\nRamesh (Addgene plasmid # 1163 ). pGEX4T1\nEzrin (P15311) FERM domain was a kind gift from Volker Gerke. 27  Human NOP53-HA-pcDNA was a kind gift from Ronit\nSarid. 28  The NOP53 gene was polymerase\nchain reaction (PCR)-amplified and cloned into CMV10 using HindIII\nand EcoRI. RRBP1-GFP was kindly provided by Alexander F. Palazzo. 29  HA-HIF1-alpha-pcDNA3 was a gift from William\nKaelin (Addgene plasmid # 18949 30 ). pcDNA3\nLATS1 was a gift from Erich Nigg (Addgene plasmid # 41156 31 ). LATS1 was PCR-amplified and cloned into CMV10\nusing NotI and BamHI restriction sites. GFP-FAM83G-pcDNA was a kind\ngift from Gopal Sapkota. 32  HA-PAK6-pcDNA\nwas kindly provided by Michael Lu. 33  ZNF622\nwas a gift from Hyunjung Ha. 34  All ligands\nfor the pull-down experiment were mutated at the binding site following\nthe QuickChange mutagenesis protocol. The moesin FERM domain was mutated\nin two combinations of M285A/H288A and K211A/I238A. Mutations were\nmade sequentially by following the QuickChange mutagenesis protocol.\nSequences of all obtained, cloned, and mutated constructs were confirmed\nusing Sanger sequencing. Gene names and associated Uniprot accession\nnumbers related to the constructs used are provided in  35 Table  . 2 Table 2 Gene Names\nand Associated Uniprot\nAccession Numbers for Constructs Used gene name Uniprot accession BOC Q9BWV1 BTBD7 Q9P203 CAMK2B Q13554 EBP50 O14745 EZR P15311 FAM83G A6ND36 GCM2 O75603 HIF1A Q16665 ICAM3 P32942 KIRREL3 Q8IZU9 LATS1 O95835 MISP3 Q96FF7 MSN P26038 NF2 P35240 NOP53 Q9NZM5 PAK6 Q9NQU5 PDCD6IP Q8WUM4 RDX P35241 RIMS1 Q86UR5 RORA P35398 RRBP1 Q9P2E9 TBX4 P57082 ZNF622 Q969S3 Protein Expression and Purification Expression constructs\nencoding the FERM domains of merlin, moesin, ezrin, and radixin were\ntransformed into  E. coli  BL21(DE3).\nFor expression, 2xYT medium (1.6% tryptone, 1% yeast extract, and\n0.5% NaCl) was inoculated with a fresh overnight culture of the transformed\ncells and grown until the OD 600  reached 0.8. Protein production\nwas induced using 0.3 mM isopropyl β-d-1-thiogalactopyranoside\n(IPTG) by incubating cells overnight at 18 °C while shaking.\nNext day, cells were harvested by centrifuging at 7000 ×  g  for 10 min. For purification, the pellet was homogenized\nusing PBS (137 mM NaCl, 2.7 mM KCl, 10 mM Na 2 HPO 4 , 1.8 mM KH 2 PO 4 , pH 7.4) containing lysozyme,\nDNase I, cOmplete protease inhibitor cocktail (Roche), 1% Triton X-100,\nand 2 mM β-mercaptoethanol. Cells were lysed for 30 min while\nshaking at 4 °C followed by sonication for 5 cycles of 30 s.\nCell debris was removed by centrifuging at 20,000 ×  g  for 45 min, and the supernatant containing His-GST-FERM domains\nwas incubated with glutathione (GSH) sepharose resin (Cytiva) for\n1 h. Beads were collected and washed on a column. The protein was\neluted using 10 mM reduced GSH in PBS, pH 8.0 and dialyzed to PBS\novernight using dialysis SnakeSkin tubing for subsequent use in phage\nselections and pull-down experiments. Protein size and purity were\nanalyzed by SDS-PAGE electrophoresis. The quality and stability of\nwild-type (WT) and mutant proteins were evaluated as described below. For fluorescence polarization (FP) experiments of merlin FERM,\nthe GST tag was removed using HRV3C protease by incubating the enzyme\n(100 units/10 mg protein) with protein overnight at 4 °C in the\ndialysis buffer (20 mM HEPES, pH 7.4, 150 mM NaCl, 0.05% Tween-20,\nand 3 mM DTT). The following day, the cleaved GST and the protease\nwere removed using reverse Ni-IMAC, and the protein was concentrated\nto the working concentration. For FP experiments using moesin FERM,\nthrombin (Sigma) was used to cleave the GST tag from moesin FERM domain\non GSH sepharose beads (Cytiva) and incubated overnight at 4 °C\nunder gentle rotation. Next day, the beads were collected by gentle\ncentrifugation, while the supernatant containing thrombin and moesin\nFERM domain was passed through a HiTrap benzamidine column (Cytiva).\nThe protein was then eluted using a high salt (0.7–1 M NaCl)\nconcentration. The buffer was then exchanged using the PD-10 desalting\ncolumn (Cytiva) into FP buffer (20 mM HEPES, pH 7.4, 150 mM NaCl,\n0.05% Tween-20, and 3 mM DTT). Protein Quality and Stability Purified moesin FERM\ndomain was subjected to gel filtration using Superdex 200 (Cytiva)\ncolumns, and the monomeric species were collected. During experiments,\nproteins were further subjected to various quality checks. W130i dynamic\nlight scattering (DLS) (Avid Nano) was used before each set of moesin\nFP experiments to check if the protein was monomeric. Analytical gel\nfiltration (Superdex 300GL (Cytiva)) also confirmed the monomeric\nstate of moesin. The stability of WT and mutant moesin was analyzed\nby thermal unfolding using 5 μM of each protein on Tycho NT.6\n(nanoTemper). Inflection temperatures ( T i ) were identified, and the relative stability was analyzed by comparing\nwith WT moesin in the optimized buffer (20 mM HEPES, pH 7.4, 150 mM\nNaCl, 0.05% Tween-20, and 3 mM DTT), later used for FP measurements. ProP-PD Selections Phage selections were performed\nfor 4 days using a phage library that displays 16 amino acid long\npeptides tiling the intrinsically disordered regions of the human\nproteome on the p8 protein of the M13 phage.  Three or more independent selections were performed for each bait\nprotein. For each replicate selection, 25 μg of target protein\n(GST-tagged FERM domains of merlin, moesin, ezrin, and radixin) and\nGST control were immobilized overnight to a 96-well maxisorp plate\nwell while shaking at 4 °C. Next day, the wells were blocked\nusing 0.5% bovine serum albumin (BSA) in PBS for 1 h. The naïve\nphage library containing 10 26 11  colony forming units was\nprecipitated using 1/5th volume of PEG/NaCl (20% PEG8000 and 0.4 M\nNaCl) followed by centrifugation at 10,000 ×  g  for 10 min and dissolved in 100 μL of PBS for each well. Control\nwells were washed four times using 200 μL of PBS containing\n0.05% Tween-20 (PBST) and incubated with phages for 1 h at 4 °C\nwith shaking to remove the nonspecific binders. The target wells were\nwashed as before, and the phage solution was transferred to them and\nincubated for 2 h at 4 °C. Unbound phages were removed by 4×\nwashing with 200 μL of PBST. The bound phages were eluted by\nadding 100 μL of log phase  E. coli  OmniMax for 30 min at 37 °C. M13KO7 helper phages (10 11  pfu/mL) were added to each well and incubated again at 37 °C\nfor 45 min. Each hyper-infected bacterial culture was transferred\nto 1 mL of 2xYT containing kanamycin (50 μg/mL), carbenicillin\n(100 μg/mL), and 0.3 mM IPTG and incubated overnight with shaking\nat 37 °C. Following day, bacteria were pelleted by centrifugation\nat 5000 ×  g  for 10 min, and the supernatant\nwas used for phage precipitation as before. Phages were consequently\ndissolved in 1 mL of PBS. To determine the progress of the phage\nselections, a sandwich ELISA was performed. Briefly, 10 μg of\ntarget and control proteins were immobilized overnight in a 96-well\nmaxisorp plate. Wells were blocked using 0.5% BSA. 100 μL of\nphage solution from each binding-enriched phage pool was added to\nthe control and target wells and incubated for 1 h at 4 °C with\nshaking. The wells were washed four times using PBST and were incubated\nwith anti-M13 coat HRP-conjugated antibody (1:5000) dilution for 1\nh. The unbound antibody was washed away as before, and TMB substrate\nwas added and allowed to develop the blue color. Reaction was stopped\nusing 0.6 M H 2 SO 4 , and the absorbance intensity\nwas determined at 450 nm. Peptide-coding regions of binding-enriched\nphage pools were amplified\nand barcoded using PCR. The DNA pools were analyzed using NGS on the\nIllumina platform (MiSeq), and the results were demultiplexed and\nanalyzed using a pipeline described elsewhere.  The DNA sequences were translated to amino acid sequences,\nresulting in peptides associated with sequencing read counts. Confidence\nlevels were based on four metrics (occurrence of peptides in replicate\nselections, identification of regions with overlapping peptides, high\nNGS counts, and the presence of consensus motif). Peptides that meet\ntwo to four of these criteria were considered of medium/high confidence,\nas benchmarked by Benz et al. 36 36 Fluorescence\nPolarization Assay Synthetic peptides\nwere obtained at 95% purity (GeneCust) and were dissolved in FP buffer\n(described earlier). To obtain direct binding saturation data, a dilution\nseries of moesin FERM domain was prepared using the FP buffer, and\nthen an equal volume of 10 nM FITC-labeled peptide was added to each\nsample. After mixing, the FP signals were recorded using SpectraMax\niD5 (Molecular Devices). Data were analyzed with GraphPad Prism version\n7.0.0 for MacOS (GraphPad Software, San Diego, California USA). A\nquadratic equation for equilibrium binding  was used to fit the obtained data. 37 where  pept  indicates\nthe\nprobe peptide concentration (5 nM),  X  indicates the\nprotein concentration, the constant  A  being the signal\namplitude divided by probe peptide concentration, and  B  is the plateau value. Direct binding experiments were performed\nand analyzed the same way in the presence of saturating concentration\nof unlabeled peptides. In these experiments, the unlabeled peptide\nwas used at a concentration approximately 100 times of the  K D  values (80–150 μM concentrations). For the FP competition experiments, a precomplex containing moesin\nFERM at 2 ×  K D  concentration (for\nrespective probe peptide) and 10 nM of FITC-labeled probe peptide\nwas made in the FP buffer. 25 μL of this premix was added to\n25 μL of titrated target peptide. FP signals were determined\nas described earlier. Data were fitted to a sigmoidal dose–response\n(variable response; GraphPad Prism) model, and the Hill coefficient\nwas found to be around 1 for all experiments. All measurements were\nperformed at least in triplicates. Cell Culture and Pull-Down\nAssays HEK293 cells (Sigma:85120602)\nwere cultured using Dulbecco’s modified Eagle medium (Gibco)\nsupplemented with 10% fetal bovine serum and NEAA (Gibco) in a humid\nenvironment at 37 °C while maintaining 5% CO 2 . For\npull-down experiments, the cells were transiently transfected with\ntagged-target proteins using Fugene HD (Promega) following manufacturer’s\nrecommendations. Cells were allowed to grow and express the proteins\nfor 48 h post transfection. Cells were washed with ice-cold washing\nbuffer (PBS, Halt Protease Inhibitor Cocktail, pH 7.4) and then incubated\nwith lysis buffer (50 mM Tris–HCl, pH 7.4, 150 mM NaCl, 10\nmM sodium pyrophosphate, 10 mM sodium orthovanadate, 10 mM sodium\nfluoride, 1× cOmplete EDTA-free protease inhibitor tablet, and\n0.5% Nonidet P-40) for 30 min at 4 °C with gentle shaking. Cell\ndebris was removed by centrifuging at 16,000 ×  g  for 20 min at 4 °C, and protein concentration was determined\nusing the BCA protein assay (Pierce). Supernatant containing 0.5 mg\nof total protein was mixed with the target FERM domain or GST (negative\ncontrol) and one of the beads: GSH magnetic agarose beads (Pierce),\nmagnetic GFP-Trap (Chromotek), and anti-FLAG M2 magnetic beads (Sigma)\naccording to manufacturer’s recommendations. This mixture was\nincubated overnight with end-over-end rotation at 4 °C. Following\nday, the beads were collected and washed with lysis buffer three times.\nSamples were eluted using SDS-sample buffer by boiling at 95 °C\nfor 5 min. The eluted samples were resolved by SDS-PAGE using\n4–20% gradient gels and then transferred to the nitrocellulose\nmembrane using the Trans-Blot Turbo transfer system (Biorad). Following\nthe blocking for 1 h in blocking buffer (5% milk in TBST), immunoblotting\nwas performed using 1:2000 anti-FLAG (sigma), 1:2500 anti-GFP (ab6556),\n1:2000 anti-HA (Sigma), 1:2500 anti-GST (Sigma), and 1:2000 anti-Myc\n(ab9106) antibodies followed by 1:5000 anti-rabbit HRP-conjugated\nsecondary antibodies (GE) in blocking buffer. Membranes were exposed\nto Amersham ECL western blotting detection reagent (Cytiva) for a\nminute, and signals were imaged using the ChemiDoc Imaging system\n(Bio-Rad). Proteins with mutated putative binding sites were also\nimmuno-precipitated and blotted similarly. Structure Preparation for\nDocking Simulations For our\nsimulations, we used the available solved structures of moesin FERM\ndomains, including (i) the free moesin FERM domain (PDB ID  6TXQ ), (ii) the structure\nof moesin FERM domain bound to its own CTD, which occupies the F3a\nand F2 sites (PDB ID:  1EF1 ( 5 )), (iii) moesin with the\ncrumbs CTD bound at the F3b site and in the cleft between the F3 and\nF1 lobes (PDB ID:  4YL8 ( 17 )), and (iv) moesin with the CD44-derived\npeptide bound to the F3b site (PDB ID:  6TXS ). For peptide–protein interaction\nmodeling, two moesin crystal structures solved with different peptides\nwere used: (1) F3b-bound (bound to CD44, PDB ID  6TXS ) and (2) F3a-bound\n(bound to CTD at the F3a site, PDB ID  1EF1 ). For the latter, we removed the crystal\ncontact peptide occupying the F3b site, which may bias the simulation\ntoward the supposedly closed F3b site, and relaxed the structure using\nthe Rosetta FastRelax protocol  restraining\nheavy atoms to their native coordinates. Using this restrained “relax”\nprotocol, we attempted to remove any bias generated by the crystal\ncontact. 38 Global Blind Peptide Docking Using PIPER-FlexPepDock Global docking was performed using the PIPER-FlexPepDock protocol.  In brief, the peptide conformation is represented\nas an ensemble of fragments extracted from the PDB, based on sequence\nand (predicted) secondary structure using the Rosetta Fragment picker\n(with the vall2011 fragment library). 39  These fragments are mutated to the target peptide sequence with\nthe Rosetta fixed backbone design protocol. 40  50 fragments are rigid-body docked onto the receptor protein using\nthe PIPER rigid body docking program. The top 250 models for each\nfragment are then further refined using the Rosetta FlexPepDock protocol, 41  including receptor backbone minimization, and\ntop-scoring models are clustered. In this study, all Rosetta simulations\nwere performed using Rosetta version 2019.14. The protocol is freely\navailable for noncommercial use as an online server:  42 https://piperfpd.furmanlab.cs.huji.ac.il . Peptide Threading with Rosetta FlexPepBind The FlexPepBind\nprotocol  uses a template structure of\na protein-peptide interaction to thread a list of peptides onto the\ntemplate and refine each using FlexPepDock. The top-scoring among\nall models is selected as prediction. In this study, structural minimization\nonly was used to refine the complexes, including both peptide and\nreceptor backbone minimization. In some cases, where the threaded\nsequence was longer than the template peptide, the peptide sequences\nwere threaded onto possible overlapping windows in the template. 39 Modeling Conformational Changes with the Rosetta FastRelax Protocol The Rosetta Relax protocol is used for full-atom refinement of\nprotein structures. In this study, the FastRelax protocol was applied\nwith default parameters (no constraints were enforced) to open a pocket\nby superimposing the ligand to its binding site on an unbound structure.\nIn the simulation, 200 decoys were generated, and the top scoring\nmodel was taken for further analysis.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T21:37:36.472280",
  "abstract_length": 1428,
  "methods_length": 15631,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}