{
  "pmid": "10620616",
  "abstract": "Neurofibromatosis type 1 (NF1) is a common autosomal-dominant disorder characterized by cutaneous neurofibromas infiltrated with large numbers of mast cells, melanocyte hyperplasia, and a predisposition to develop malignant neoplasms. NF1 encodes a GTPase activating protein (GAP) for Ras. Consistent with Knudson's \"two hit\" model of tumor suppressor genes, leukemias and malignant solid tumors in NF1 patients frequently demonstrate somatic loss of the normal NF1 allele. However, the phenotypic and biochemical consequences of heterozygous inactivation of Nf1 are largely unknown. Recently neurofibromin, the protein encoded by NF1, was shown to negatively regulate Ras activity in Nf1-/- murine myeloid hematopoietic cells in vitro through the c-kit receptor tyrosine kinase (dominant white spotting, W). Since the W and Nf1 locus appear to function along a common developmental pathway, we generated mice with mutations at both loci to examine potential interactions in vivo. Here, we show that haploinsufficiency at Nf1 perturbs cell fates in mast cells in vivo, and partially rescues coat color and mast cell defects in W(41) mice. Haploinsufficiency at Nf1 also increased mast cell proliferation, survival, and colony formation in response to Steel factor, the ligand for c-kit. Furthermore, haploinsufficiency was associated with enhanced Ras-mitogen-activated protein kinase activity, a major downstream effector of Ras, via wild-type and mutant (W(41)) c-kit receptors. These observations identify a novel interaction between c-kit and neurofibromin in vivo, and offer experimental evidence that haploinsufficiency of Nf1 alters both cellular and biochemical phenotypes in two cell lineages that are affected in individuals with NF1. Collectively, these data support the emerging concept that heterozygous inactivation of tumor suppressor genes may have profound biological effects in multiple cell types.",
  "methods": "Materials and Methods Animals. \n Nf1 +/− mice were obtained from Dr. Tyler Jacks at the Massachusetts Institute of Technology (Cambridge, MA) in a C57BL/6.129 background, and were backcrossed for 13 generations into the C57BL/6 strain. C57BL/6+/+; W  mice were obtained from the Jackson Laboratory. These studies were conducted with a protocol approved by the Indiana University Laboratory Animal Research Center. The  41 /W 41 Nf1  allele was genotyped as described previously  11 \n 12 . The  W  genotyping was inferred from the characteristic mottled, white coat color in  41 W mice, and a white abdominal spot on  41 /W 41 W /+ mice. Multiple F0 founders were used to generate the F2 progeny used in these experiments. The crosses used to generate the four  41 Nf1  and  W  genotypes used in these experiments are outlined below: F0:  Nf1 +/−;+/+ × +/+; W \n 41 /W 41 F1:  Nf1 +/−; W + × +/+; 41 / W + 41 / F2:  Nf1 +/−; W , +/+; 41 /W 41 W ,  41 /W 41 Nf1 +/−;+/+, +/+;+/+. Analysis of Cutaneous Mast Cells. 1-cm sections of ears and dorsal skin were removed, fixed in buffered formalin, and processed in paraffin-embedded sections. Specimens were stained with hematoxylin-eosin to assess routine histology, and with Giemsa to identify mast cells. Some specimens were stained with Fontana-Masson to differentiate melanin-containing cells from mast cells. Cutaneous mast cells (Giemsa-positive, Fontana-Masson–negative) were quantitated in a blinded fashion by counting the distal 5 mm of ears or dorsal skin. Peritoneal Lavages and Mast Cell Colony Assays. Peritoneal cells from 8-wk-old mice were collected as described previously  13 . 10-ml peritoneal lavages were then concentrated by centrifugation and stained with toluidine blue to quantify total number of mast cells per 10 ml lavage. To examine the proliferation of peritoneal cells for mast cell progenitors, mast cell colony assays were done in triplicate. In brief, 1 ml of culture mix containing 1 × 10 4  peritoneal cells, α-MEM, 1.2% methylcellulose (Terry Fox Laboratory), 30% fetal bovine serum (HyClone Laboratories), 1% deionized fraction V BSA (Sigma Chemical Co.), 10 −4  M mercaptoethanol (Sigma Chemical Co.), 10 ng/ml of recombinant murine IL-3, and 100 ng/ml of recombinant murine Steel factor (PeproTech) was plated in each 35-mm suspension culture dish (Nalge Nunc International), then incubated at 37°C in a humidified atmosphere flush with 5% CO 2  in air. Colonies were determined on day 14 of incubation by in situ observation using an inverted microscope. To assess the accuracy of in situ identification of the colonies, individual colonies were taken with an Eppendorf micropipette under direct microscope visualization, spread on glass slides using cytocentrifuge, and stained with May-Grunwald-Giemsa stain and Alcian blue/safranin stain for mast cells. Bone Marrow Mast Cell Culture and Survival Assay. Six lines from each of the four genotypes were generated and used for cell survival and proliferation assays. Bone marrow mast cells (BMMCs) were cultured as described, with minor modifications  14 , and homogeneity of BMMCs was determined by Giemsa staining. Aliquots of cells were also stained with Alcian blue and safranin to confirm that they were mast cells. Furthermore, FACS ®  analysis revealed similar forward and side light scatter characteristics and the same percentage of c-kit +  cells in BMMCs of all four genotypes (data not shown). The mast cell survival assay was done as follows: BMMCs from each genotype were deprived of growth factors for 24 h, and 3 × 10 5  cells were plated in 24-well dishes in serum-free RPMI containing 1% glutamine and 100 ng/ml of recombinant murine Steel factor in a total volume of 1 ml. The number of surviving cells was determined by trypan blue exclusion at 48 h of culture in a 37°C, 5% CO 2 , humidified incubator. Proliferation Assay. Proliferation assays were performed as described previously  14 . BMMCs were deprived of growth factors for 24 h, and 2 × 10 5  cells were plated in triplicate in 24-well dishes in 1 ml RPMI containing 1% glutamine, 10% fetal bovine serum, and 100 ng/ml recombinant murine Steel factor or no growth factors as indicated in a 37°C, 5% CO 2 , humidified incubator. After 1 and 3 d, viable cells were counted using a hemocytometer. Cell viability was determined by a trypan blue exclusion assay. Analysis of p42 MAP Kinase Activation. Activation of p42 MAP kinase was determined by depriving cells of growth factors for 24 h and stimulating them with 10 ng/ml of recombinant murine Steel factor for various amounts of time. Cells were collected and washed twice with cold PBS plus 1 mM sodium orthovandate, and then lysed in nonionic lysis buffer as described previously  15 . The protein lysates were equalized for total protein concentration using a BCA assay (Pierce Chemical Co.), and equal loading of MAP kinases in these assays was confirmed by Western blot. p42 MAP kinase immunoprecipitations were carried out with an anti–extracellular signal–regulatory kinase (ERK)-2 (C-14) antibody (Santa Cruz Biotechnology). The p42 MAP kinase immune complex assay was performed as described, except that Elk-1 fusion protein (New England Biolabs) was used instead of myelin basic protein. The kinase reactions were resolved on 10% SDS-PAGE gels. Gels were dried and subjected to autoradiography. Densitometry of individual bands was conducted using NIH Image software.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T21:38:08.162178",
  "abstract_length": 1916,
  "methods_length": 5444,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}