{
  "pmid": "10627474",
  "abstract": "Juvenile myelomonocytic leukemia (JMML) is an early childhood disease for which there is no effective therapy. Therapy with 13-cis retinoic acid or low-dose chemotherapy can induce some responses, but neither mode is curative. Stem cell transplantation can produce lasting remissions but is hampered by high rates of relapse. The pathogenesis of JMML involves deregulated cytokine signal transduction through the Ras signaling pathway, with resultant selective hypersensitivity of JMML cells to granulocyte-macrophage colony-stimulating factor (GM-CSF). A JMML mouse model, achieved through homozygous deletion of the neurofibromatosis gene, confirmed the involvement of deregulated Ras in JMML pathogenesis. With this pathogenetic knowledge, mechanism-based treatments are now being developed and tested. Ras is critically dependent on a prenylation reaction for its signal transduction abilities. Farnesyltransferase inhibitors are compounds that were developed specifically to block the prenylation of Ras. Two of these compounds, L-739,749 and L-744, 832, were tested for their ability to inhibit spontaneous JMML granulocyte-macrophage colony growth. Within a dose range of 1 to 10 micromol/L, each compound demonstrated dose-dependent inhibition of JMML colony growth. An age-matched patient with a different disease and GM-CSF-stimulated normal adult marrow cells also demonstrated dose-dependent inhibitory effects on colony growth, but they were far less sensitive to these compounds than JMML hematopoietic progenitors. Even if the addition of L-739,749 were delayed for 5 days, significant inhibitory effects would still show in JMML cultures. These results demonstrate that a putative Ras-blocking compound can have significant growth inhibitory effects in vitro, perhaps indicating a potential treatment for JMML. (Blood. 2000;95:639-645)",
  "methods": "Methods and materials CD34 enrichment Cryopreserved UCB-derived mononuclear cells were thawed in RPMI 1640 (Gibco) with 20% heat-inactivated fetal bovine serum (Millipore Sigma) and 1% penicillin/streptomycin (Gibco). DNase I (Stem Cell Technologies) was added during thawing to improve recovery. Cells were filtered through a 70-μm strainer, and CD34 +  HSPCs were purified using CD34 MicroBeads and magnetic-activated cell sorting columns (catalog no. 130-046-702; Miltenyi) following the manufacturer’s protocol. In vitro expansion of purified CD34 +  cells Purified CD34 +  UCB HSPCs were expanded in HSPCs media with StemSpan serum-free medium SFEM II (catalog no. 09605, Stem Cell Technologies), 100 ng/mL of each of human cytokines: stem cell factor (catalog no. 300-07, PeproTech), thrombopoietin (catalog no. 300-18), interleukin-6 (catalog no. 200-06), and Flt3 (catalog no. 300-19), as previously published. 18 In vitro knockout (KO) of human  NF1  gene in UCB HSPCs We designed 3 guide RNAs targeting the exon 2 of the human  NF1  gene from Synthego, (single guide RNA[sgRNA]_1: AGUCAGUACUGAGCACAACA; sgRNA_2: AAGUUUUCUUUGGUUAUAAG; and sgRNA_3: CAUUCUUUAAAAUAGUAGUG). CRISPR/Cas9 editing was performed in vitro using all 3 guide RNAs and high-fidelity Cas9 enzyme (Hi-Fi Cas9; catalog no. 1081061, Integrated DNA Technologies) at a 1:1 ratio to knock out the human  NF1  gene in expanded CD34 +  cells. Electroporation was performed on HSPCs in P3 primary cell nucleofection solution (catalog no. V4XP-3032, Lonza) on the Lonza 4D-Nucleofector X unit, with DZ100 program (for CD34 +  human cells).  Cells were recovered in HSPCs media. Cells were transferred onto 24-well culture plates at 100 000 cells per mL concentration and cultured under hypoxia conditions for 48 hours (37°C, 5% CO 19 2 , 5% O 2 ). Sanger sequencing for detecting  NF1  gene KO on expanded cells The UCB HSPCs edited in vitro were collected after 48 hours of culture. DNA was extracted using QuickExtract buffer (catalog no. QE0905T, Biosearch Technologies) at 60°C for 6 minutes followed by 100°C for 10 minutes. We performed Sanger sequencing on amplified polymerase chain reaction (PCR) product for on-target  NF1 -KO analysis using primers: Forward AAGAAAGCTGCAAAAATGGAA and Reverse TGGAAAAGGAGACATGGTCA. PCR amplified product was sent for Sanger sequencing to Quintara Biosciences (South San Francisco, CA). The sequencing data were analyzed using the web-based inference of CRISPR edits (ICE v3) tool (Synthego). NF1  protein detection using WES We performed a Simple Western (WES) assay (ProteinSimple) to detect NF1 protein in NF1-KO and control UCB HSPCs. WES uses capillary electrophoresis for size-based protein separation and chemiluminescent detection, allowing high sensitivity with low-input lysates. We used rabbit monoclonal HSP90 (Cell Signaling, catalog no. 4877) and rabbit polyclonal NF1 (ThermoFisher, catalog no. A300140A) antibodies at 1:1000 and 1:25 dilutions, respectively. A total protein assay was included to normalize for loading variation. CFU assay In a 6-well plate we plated 500  NF1 -KO or control UCB HSPCs per well in 1 mL of Methocult H4434 (catalog no. 04434, Stem Cell Technologies, Seattle, WA). Three independent donors were used. Cells were cultured for a week and colonies were counted manually to identify total colony forming unit (CFU)-GEMM (granulocyte, erythroid, monocyte and megakaryocyte), CFU-GM (granulocyte macrophage), and CFU-E (Erythroid) colonies. Leukemia-initiating capacity of  NF1 -KO cells in humanized mice We used NSGS [NOD.Cg- Prkdc \n scid Il2rg  Tg(CMV-IL3,CSF2,KITLG)1Eav/MloySzJ] mice (Jackson laboratories, Strain# 013062) as recipients for  tm1Wjl NF1 -KO or control UCB HSPCs. All mice were housed in Stanford’s Veterinary Service Center under Institutional Animal Care and Use Committees (IACUC)-approved protocol (33070). Neonatal mice (<postnatal day [PND] 4) were sublethally irradiated (1 Gy) and received intrahepatic injections of 300 000 cells in ≤30 μL volume. Flow cytometry for donor engraftment, disease follow up, and HSPCs phenotype analyses Transplanted NSGS recipients were bled weekly postweaning (PND21) to detect donor chimerism and immune reconstitution using flow cytometry. We used a panel of anti-mouse CD45-APC (catalog no. 103112, Biolegend), anti-human CD45-FITC (catalog no. 304005, Biolegend), CD3-PerCPCy5.5 (catalog no. 317336, Biolegend), CD19-PECF594 (catalog no. 562321, BD Biosciences), CD56-PE (catalog no. 304606, Biolegend), CD13-APC-Cy7 (catalog no. 301710, Biolegend), CD33-BV650 (catalog no. 303430, Biolegend), CD16-PECy5 (catalog no. 302009, Biolegend) and CD14-BV711 antibodies (catalog no. 301837, Biolegend). For HSPCs phenotypic analysis we used a panel of anti-human antibodies against lineage-Pacific blue (anti-CD3, CD19, CD14, CD16, CD20, CD56) (catalog no. 348805), CD34-APC (catalog no. 343510, Biolegend), CD38-PerCPCy5.5 (catalog no. 303522, Biolegend), CD90-PECy7 (catalog no. 328124, Biolegend), CD123-PE (catalog no. 306006, Biolegend), and CD45RA-FITC (catalog no. 304106, Biolegend). DAPI (4′,6-diamidino-2-phenylindole)(Cat# B3571, Invitrogen) was used as a viability marker. Histopathologic analyses At terminal illness (median age 32 days), NF1-KO and age-matched control mice were weighed and euthanized. BM, spleen, liver, and lungs were collected. Spleen, liver, and lung weights were measured, and a portion of spleen was disaggregated for flow cytometry, whereas the remaining spleen, liver, and lungs were fixed in 4% paraformaldehyde (up to 48 hours), then stored in 70% ethanol. Paraffin embedding, 7-μm sectioning, and mounting were performed by HistoTec Inc (Hayward, CA). Hematoxylin and eosin staining was used to assess tissue morphology. Immunohistochemistry for human CD45 +  cells identified donor-derived leukemic infiltration. Images were acquired using a Keyence microscope at 2× and 10× magnifications. In silico off-target analysis We used COSMID  and Synthego web tools to predict off-targets for each NF1-KO guide RNA. Candidates with <4 mismatches, COSMID score <5.5, and relevance to hematopoiesis or RAS signaling were curated and mapped to genomic regions. 20 Whole genome sequencing for off-target analysis Whole-genome sequencing (WGS) was performed on NF1-KO and control HSPCs using Novogene’s pipeline. DNA was extracted using Qiagen kit (catalog no. 69506), fragmented, end-repaired, A-tailed, and ligated with Illumina adapters, followed by PCR amplification and AMPure XP purification. Libraries were assessed with the Agilent Fragment Analyzer and quantified using Qubit and quantitative PCR, then sequenced on Illumina platforms. Raw reads were base-called, converted to FASTQ format, and filtered to remove adapter contamination, low-quality bases, and Ns. Filtered reads were aligned to the reference genome (b37/hg19/hg38) using Burrow-Wheeler Aligner (BWA) and sorted using Sambamba. Novogene’s CRISPR-specific pipeline summarized all observed edits per guide RNA. To confirm on-target events and identify potential off-targets, we analyzed somatic single nucleotide variants (SNVs), INDELS, and structural variants (SVs) detected between paired edited and control samples. Bulk RNA-seq Total RNA was extracted from isolated human CD45 +  cells from BM and spleen cells collected from control and NF1-KO transplanted recipients at week 4. Using the QIAGEN RNeasy Kit, RNA was extracted according to the manufacturer’s instructions (Novogene). The RNA quality and quantity were assessed using a NanoDrop spectrophotometer (Thermo Fisher Scientific) and a Bioanalyzer (Agilent Technologies), ensuring that RNA integrity number values were ≥8.0 for high-quality RNA. The RNA sequencing (RNA-seq) libraries were prepared using the NovaSeq 6000 platform (Novogene, China), generating 150 bp end reads. Sequencing data were generated in FASTQ format and provided by Novogene for downstream analysis. Bulk RNA-seq data analysis Processing of raw sequencing data (fq.gz. files) including quality analysis/quality control steps, adapter trimming, and alignment were conducted using Partek Flow software, v12.3.  Reads were aligned to the whole human genome (GRCh38) using Spliced Transcripts Alignment to a Reference (STAR). Mapping quality was ensured, and alignment coverage was visually inspected in Partek Flow. Gene expression levels were quantified using featureCounts and normalized using transcripts per million (TPM). Differential analyses were performed on Partek Flow v12.3 software using DESeq2 package. Principal component analysis (PCA) and hierarchical clustering were performed on normalized counts to visualize expression patterns. Differentially expressed genes in specific NF1-KO vs control groups were thus identified. We analyzed RAS/MAPK pathway specific genes and performed hierarchal clustering to observe relative expression. 21 Institutional review board statement Healthy samples were deidentified UCB samples obtained from the Binns program (institutional review board no. 33818) at Stanford School of Medicine. All human samples were collected from donors with informed consent and in compliance with relevant ethical regulations.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T21:38:11.212975",
  "abstract_length": 1851,
  "methods_length": 9212,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}