{
  "pmid": "10678181",
  "abstract": "The NF1 tumor suppressor gene encodes neurofibromin, a GTPase-activating protein (GAP) for p21ras (Ras). Children with NF1 are predisposed to juvenile myelomonocytic leukemia (JMML). Some heterozygous Nf1 mutant mice develop a similar myeloproliferative disorder (MPD), and adoptive transfer of Nf1-deficient fetal liver cells consistently induces this MPD. Human JMML and murine Nf1-deficient cells are hypersensitive to granulocyte-macrophage colony-stimulating factor (GM-CSF) in methylcellulose cultures. We generated hematopoietic cells deficient in both Nf1 and Gmcsf to test whether GM-CSF is required to drive excessive proliferation of Nf1-/- cells in vivo. Here we show that GM-CSF play a central role in establishing and maintaining the MPD and that recipients engrafted with Nf1-/- Gmcsf-/- hematopoietic cells are hypersensitive to exogenous GM-CSF.",
  "methods": "2. Materials and Methods 2.1. Mice GM-CSFR-α and the GM-CSFR β c  knockout mice on a C57BL/6 background were a kind gift from Bruce C. Trapnell (CCHMC). Mouse genotyping and recombination assays were carried out as described [ 29 , 40 , 41 ]. Briefly, mouse ear or tail clips were subjected to NaOH/Tris-HCl genomic DNA extraction followed by standard polymerase chain reaction (PCR) using primers for Gm-csfrα: Primer #1 (VS4114) = CATCACATGCCATGAACATCACC; Primer #2 (VS4115) = ACCGGAAGTGACATCATTGCG. Gm-csfrβ: Primer #1 (neoF) = ATATTGCTG AAGAGCTTG GCGGC; Primer #2 (823) = GTGTAGACACTGGCCCCCG; Primer #3 (891) = GAACCTTCAATGCTTCTTTGATGGGAT. The finished PCR reaction was electrophoresed on a 2% TBE agarose gel and imaged under a c50 imaging system (Azure biosystems, Dublin, CA, USA). 2.2. Mouse Dissection and Tumor Number/Size Measurements To quantify the tumor number and size, whole body dissection was performed under a Leica dissecting microscope to carefully dissect the spinal cord with the DRG/nerve roots intact, exposing the spinal cord and dorsal root ganglia (DRG) in 7-month-old mice. Image snapshots of dissected spinal cords with the attached nerves were taken and analyzed using ImageJ. (V.1.53k). A DRG with a diameter >1 mm, measured parallel to the spinal axis, was defined as a tumor. 2.3. Immunofluorescence (IF) and Immunohistochemistry (IHC) Mice were cardiac-perfused with ice-cold phosphate buffer saline (PBS) (0.1 M, pH 7.4), then perfusion-fixed with pre-chilled 4% ( v / v ) paraformaldehyde in 1× PBS. Tissues (PNF or DRG) were postfixed overnight at 4 °C, then incubated overnight in 20% sucrose at 4 °C before embedding in optimal cutting temperature (OCT) compound (Richard-Allan Scientific, Kalamazoo, MI, USA) for cryosectioning. Frozen sections (10 μm each) were blocked with 10% serum in 0.3% Triton-X in 1× PBS for 1 h at room temperature then single or co-labeled with primary antibodies overnight at 4 °C followed by fluorescently labeled secondary goat antibodies. The following primary antibodies were used: anti-CD3 (17A2], (BioLegend, San Diego, CA, USA), anti-CD11c (N418), Thermo Fisher Scientific, Waltham, MA, USA), anti-CD45 ((I3/2.3), Abcam, Cambridge, UK), and anti-Iba-1 (019-19741, Wako, Tokyo, Japan) in blocking solution. Primary antibody binding was visualized with appropriate combinations of anti-rabbit (Alexa Fluor 488, A-11034, Invitrogen, Waltham, MA, USA), anti-rat (Alexa Fluor 555, A-21434, Invitrogen), or anti-hamster (Alexa Fluor 647, 127-605-160, Jackson ImmunoResearch, West Grove, PA, USA) secondary antibodies for 1 h. Finally, cell nuclei were labeled with DAPI (0.1 μg/mL), and slides were mounted with cover glasses using Fluoromount G (Electron Microscopy Sciences, Hatfield, PA, USA). Tris-buffered saline with Tween 20 (TBST) rinses were performed between steps. For immunohistochemistry (IHC), the procedure was as for immunofluorescence (IF), except that following overnight incubation with anti-GM-CSFR beta rabbit polyclonal antibody (Bioss; cat# bs-3689R, Woburn, MA, USA) or anti-GM-CSFR alpha rabbit polyclonal antibody (Bioss; cat# bs-1457R, USA) at 4 °C, the sections were subsequently incubated with biotinylated goat anti-rabbit secondary antibody (VectorLabs; cat#BA-1000, Newark, CA, USA) for 1 h and rinsed three times in TBST for 5 min each. After incubating with avidin-biotin complex (ABC) (VectorLabs; cat#PK-6100, USA) for 1 h and rinsing in TBST, the sections were incubated in 3,3′-diaminobenzidine (DAB) (VectorLabs; cat#SK-4100, USA) for 5 min, then rinsed, dehydrated, and mounted with Histomount (Life Technologies, Carlsbad, CA, USA). 2.4. Tumor/DRG Processing and Flow Cytometry Analysis Paraspinal tumors or dorsal root ganglia (DRG) samples were prepared for flow cytometry analysis as in Pundavela et al. [ 42 ]. In brief, tumors or DRG/nerves were dissected from mice perfused with ice-cold PBS, minced, and subjected to enzymatic and mechanical dissociation. After filtering the cell suspension through 100 µm and 70 µm strainers, flow cytometry was performed, using autologous spleen or beads as controls. The following antibodies were utilized: anti-GMCSF alpha Alexa Fluor ®  647 anti-CD116 (EPR24554-26, ab283228, Abcam, Boston, MA, USA), mouse anti-GMCSF beta IL-3R beta Alexa Fluor ®  594 (FAB5492T-100UG, R&D Systems, Minneapolis, MN, USA), anti-TCRβ (cat# 109243, Biolegend, San Diego, CA, USA), anti-CD8a PerCP, CD4 BUV395 (cat# 563790, BD Horizon, Franklin Lakes, NJ, USA), anti-CD11b (plate_number_2, cat# 101222, Biolegend), and several others. Samples were analyzed with the Aurora cell multiparametric flow analyzer (Cytek Biosciences, Fremont, CA, USA) and FlowJO_V10 or SpectroFlo 3.3.0 software. 2.5. Mouse Cytokine Array Analysis Mouse cytokine protein expressions were quantified using a mouse cytokine array (Proteome Profiler Mouse XL Cytokine Array, R&D Systems, Minneapolis, MN, USA). In brief, protein lysates were prepared from the paraspinal tumors of Nf1 f/f ; DhhCre mouse neurofibromas, which exhibited a global deletion of either GM-CSFR-α or GM-CSFR-βc. The arrays were conducted according to the instructions provided by R&D Systems, utilizing 400 μg of lysate protein. The intensities of the dots were measured and quantified using the Protein Array Analyzer tools in ImageJ software (v.1.43k). 2.6. Electron Microscopy Electron microscopy was carried out as described [ 42 , 43 ]. In summary, mice were perfused with a fixative solution consisting of 4%  v / v  paraformaldehyde (PFA) and 2.5% glutaraldehyde in 0.1 M phosphate buffer saline (PBS) at pH 7.4. The saphenous nerve was then dissected and post-fixed overnight, transferred to 0.175 M cacodylate buffer, osmicated, dehydrated, and embedded in Embed 812 (Ladd Research Industries, Williston, VT, USA). Ultrathin sections were stained with uranyl acetate and lead citrate and observed using a Hitachi H-7600 electron microscope, Hitachi High-Tech Corp., Tokyo, Japan. 2.7. Statistical Analysis Survival data were compared using Kaplan–Meyer analysis and a log-rank (Mantel–Cox) test. Other data were analyzed using two-tailed Student’s  t -tests, one-way or two-way ANOVA with multiple comparisons as appropriate. A  p -value < 0.05 is considered significant. Generation of graphs and statistical analyses were performed using GraphPad Prism v.10.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T21:38:34.583525",
  "abstract_length": 862,
  "methods_length": 6356,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}