{
  "pmid": "11159187",
  "abstract": "Dermal and plexiform neurofibromas are peripheral nerve sheath tumors that arise frequently in neurofibromatosis type 1. The goal of the present study was to examine the tumorigenic properties of neurofibromin-deficient human Schwann cells (SCs) that were found to represent a subset of SCs present in approximately half of the total neurofibromas examined. Highly enriched SC cultures were established from 10 dermal and eight plexiform neurofibromas by selective subculture using glial growth factor-2 and laminin. These cultures had low tumorigenic potential in classical in vitro assays yet several unique preneoplastic properties were frequently observed, including delayed senescence, a lack of density-limited growth, and a strong propensity to spontaneously form proliferative cell aggregates rich in extracellular matrix. Western blot analysis failed to detect full-length neurofibromin in any of the neurofibroma SC cultures, indicating that neurofibromin-deficient SCs had a substantial growth advantage. Immunohistochemical staining of the originating tumors showed the majority were comprised principally of neurofibromin-negative SCs, whereas the remainder contained both neurofibromin-negative and neurofibromin-positive SCs. Lastly, engraftment of neurofibromin-deficient SC cultures into the peripheral nerves of scid mice consistently produced persistent neurofibroma-like tumors with diffuse and often extensive intraneural growth. These findings indicate that neurofibromin-deficient SCs are involved in neurofibroma formation and, by selective subculture, provide a resource for the development of an in vivo model to further examine the role of these mutant SCs in neurofibroma histogenesis.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T21:39:49.041894",
  "abstract_length": 1713,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}