{
  "pmid": "11435472",
  "abstract": "Mutations in the NF1 tumor suppressor gene cause neurofibromatosis type I (NF1), a disease characterized by the formation of cutaneous neurofibromas infiltrated with a high density of degranulating mast cells. A hallmark of cell lines generated from NF1 patients or Nf1-deficient mice is their propensity to hyperproliferate. Neurofibromin, the protein encoded by NF1, negatively regulates p21(ras) activity by accelerating the conversion of Ras-GTP to Ras-GDP. However, identification of alterations in specific p21(ras) effector pathways that control proliferation in NF1-deficient cells is incomplete and critical for understanding disease pathogenesis. Recent studies have suggested that the proliferative effects of p21(ras) may depend on signaling outputs from the small Rho GTPases, Rac and Rho, but the physiologic importance of these interactions in an animal disease model has not been established. Using a genetic intercross between Nf1(+/)- and Rac2(-)(/)- mice, we now provide genetic evidence to support a biochemical model where hyperactivation of the extracellular signal-regulated kinase (ERK) via the hematopoietic-specific Rho GTPase, Rac2, directly contributes to the hyperproliferation of Nf1-deficient mast cells in vitro and in vivo. Further, we demonstrate that Rac2 functions as mediator of cross-talk between phosphoinositide 3-kinase (PI-3K) and the classical p21(ras)-Raf-Mek-ERK pathway to confer a distinct proliferative advantage to Nf1(+/)- mast cells. Thus, these studies identify Rac2 as a novel mediator of cross-talk between PI-3K and the p21(ras)-ERK pathway which functions to alter the cellular phenotype of a cell lineage involved in the pathologic complications of a common genetic disease.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T21:41:02.748377",
  "abstract_length": 1731,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}