{
  "pmid": "11756419",
  "abstract": "Structural basis for neurofibromatosis type 2. Crystal structure of the merlin  FERM domain.  Shimizu T(1), Seto A, Maita N, Hamada K, Tsukita S, Tsukita S, Hakoshima T.  Author information: (1)Structural Biology Laboratory, Nara Institute of Science and Technology and  CREST, Japan.  Neurofibromatosis type 2 (NF2) is a dominantly inherited disease associated with  the central nervous system. The NF2 gene product merlin is a tumor suppressor,  and its mutation or inactivation causes this disease. We report here the crystal  structure of the merlin FERM domain containing a 22-residue alpha-helical  segment. The structure reveals that the merlin FERM domain consists of three  subdomains displaying notable features of the electrostatic surface potentials,  although the overall surface potentials similar to those of ezrin/radixin/moesin  (ERM) proteins indicate electrostatic membrane association. The structure also  is consistent with inactivation mechanisms caused by the pathogenic mutations  associated with NF2.  DOI: 10.1074/jbc.M109979200 PMID: 11756419 [Indexed for MEDLINE]",
  "methods": "Materials and Methods Drosophila  stocks and genetics Drosophila melanogaster  (RRID:NCBITaxon_7227) crosses and staging were done at 25 °C. The following strains have been described previously:  UAS - kibra - GFP  ( 34 ),  sktl  ( Δ5 67 ),  PI4KIIIα  ( FQ88 59 ),  ex  ( e1 68 ),  mer  ( 4 69 ),  Hpo - YFP  ( 23 ),  UAS - Sqh  ( E20E21 70 ),  cpa  ( 69E 71 ),  Wts - GFP  ( Mi{MIC}wts ) ( MI05605 72 ). RNAi lines were obtained from Vienna  Drosophila  Resource Center:  UAS - ex RNAi  (VDRC 22994),  UAS - mer RNAi  (VDRC 7161),  UAS - PI4KIIIα RNAi  (VDRC 105614). The following strains were generated in this study:  tub - mer - mNeonGreen  (attP40),  tub - mer - mutCC mNeonGreen  (attP40),  tub - mer - mutCC DIX - mNeonGreen  (attP40),  tub - mer - mutCC FUS - mNeonGreen  (attP40),  tub - GFP - 2xOsh2 - PH  (attP2),  tub - GFP - PLCδ1 - PH  (attP2),  tub - mer - HA  (attP40),  tub - mer - HA  (attP2),  tub - mer - 3A HA  (attP2),  tub - ex  (attP2),  UAS - Pez - HA  (attP2),  Pez . All transgenic flies were created by phiC31-mediated site-specific transformation. The genotypes for all experimental crosses are listed in  3 Supplementary Table 1 . Lethality rescue experiments were performed by crossing male flies of  tub - mer - mNeonGreen  (or  tub - mer - HA ) to  mer 4 /FM7c  females to give  mer 4 /y; tub - mer - mNeonGreen/+  and  FM7c/y; tub - mer - mNeonGreen/+  male progenies and  mer 4 /+; tub - mer - mNeonGreen/+  and  FM7c/+; tub - mer - mNeonGreen/+  female progenies. The expected number of an 100% rescue would be the total number of female progenies divided by two. The number of observed  mer 4 /y; tub - mer - mNeonGreen/+  males was then divided by this number to yield a 69% of rescue. Mosaic wing discs or ovaries were generated using the FLP/FRT system. For clonal induction in wing discs, heat shocks were carried out 2–4 days after egg-laying in a 37 °C water bath for 1 hour before returning the larvae to 25 °C. Wandering third instar larvae were dissected for immunostaining. For clonal induction in adult ovaries, heat shocks were carried out 2 days after eclosion in a 37 °C incubator for 2 h before returning the flies to 25 °C. Ovaries were dissected 2 days later for immunofluorescence experiments. The eyeless-FLP/recessive cell lethal technique was used to screen for enhancer mutants of the  ex  overgrowth phenotype ( 1 73 ). Briefly, male flies of  w/Y; ex \n e1 FRT40A  were fed with 25 mM ethyl methanesulfonate (EMS) and crossed to  w; Adv 1 /CyO  females. Individual  w/Y; ex \n e1 FRT40A/CyO  males carrying introduced mutations on the FRT chromosome were subsequently crossed to  w eyFLP; l(2)cl - L3 Ubi - GFP FRT40A/CyO  flies. Mutant flies with enhanced overgrowth phenotype were selected and maintained as stocks for future characterization. Adult wing size measurement The wings of 5–7-day-old adult females were dissected and mounted in Methyl salicylate:Canada Balsam (1:2) on glass slides. Slides were then dried on a 50 °C heat block overnight before imaging on a Leica M205 FA microscope. Wing sizes were measured using ImageJ and statistical analysis was performed using Graphpad Prism software. The wing size of  nub - Gal4  flies was used as a reference. Immunofluorescence and western blot Drosophila  third instar larval wing discs or adult ovaries were dissected and fixed in 4% formaldehyde for 20 min followed by permeabilization in PBS containing 0.3% Triton X-100 (PBST). For ovary staining, intact ovaries were dissociated into individual egg chambers by pipetting through a 200 μL pipette tip before proceeding. Samples were then incubated in blocking buffer (PBST supplemented with 5% goat serum) for 1 hour at room temperature. Primary antibodies were diluted in blocking buffer and incubated with samples overnight at 4 °C. Samples were washed three times in PBST before incubation in secondary antibodies for 1 hour at room temperature. To visualize F-actin, Alexa Fluor 568-conjugated phalloidin was included in the blocking buffer containing secondary antibodies. Samples were then washed three times in PBST before being mounted in VECTASHIELD on glass slides for imaging. The following primary antibodies were used: anti-Mer ( 74 ) (1:10000), anti-Sav (1:200) ( 75 ), anti-HA (Cell Signaling Technology, #3724, RRID:AB_1549585, 1:500), anti-ECad ( Drosophila  E-Cadherin, Developmental Studies Hybridoma Bank, DCAD2, RRID:AB_528120, 1:100), anti-Cut (Developmental Studies Hybridoma Bank, 2B10, RRID:AB_528186, 1:100). For immunostaining of NF2 in HEK293T and MDCK cells, cells cultured in chamber slides were fixed in 4% formaldehyde for 15 min, followed by permeabilization in PBST. Fixed cells were then incubated with primary (Cell Signaling Technology Cat# 6995, RRID:AB_10828709, 1:500) and second antibodies similar to the immunostaining of fly tissues. Western blot was used to evaluate the expression level of endogenous Mer, Mer-mNG, Mer mutCC -DIX-mNG and Mer mutCC -FUS-mNG. The third instar larval wing imaginal discs were dissected in cold PBS, and 25 wing imaginal discs were immediately lysed by boiling in 20 μL SDS sample loading buffer. Endogenous Mer, Mer-mNG were blotted using the anti-Mer antibody. Mer mutCC -DIX-mNG and Mer mutCC -FUS-mNG were blotted using the anti-mNG antibody (proteintech, 32F6, RRID:AB_2827566, 1:1000) and anti-Actin antibody (MilliporeSigma, MAB1501, RRID:AB_2223041, 1:1000) in western blot. Live-cell imaging of  Drosophila  tissues and S2R+ cells Live-cell imaging of wing imaginal discs or ovarian nurse cells was carried out as previously described ( 23 ). Briefly, wing discs of third instar larvae were dissected in Schneider’s  Drosophila  medium supplemented with 10% FBS and transferred to glass bottom dishes (MatTeK Corporation, P35G-1.5–14-C). For live-cell imaging of nurse cells, ovaries were dissected from well-fed 3–5-day-old adult females. Egg chambers were further separated from the ovarioles and placed on glass bottom dishes with Schneider’s  Drosophila  medium supplemented with 10% FBS and 200 μg/ml insulin. A small fragment of coverslip was then mounted on top of the wing discs or egg chambers with supporting beads (Cospheric, SLGMS-2.5 125–150μm) beneath to prevent tissue from drifting. Imaging was performed on a Zeiss LSM 880 confocal microscope with a 40x/1.3 oil objective. For live-cell imaging of cultured S2R+ cells, cells were seeded on 4-well chambered coverglass and imaged on a Zeiss LSM 880 confocal microscope with a 63x/1.4 oil objective 48 h after transfection. 1,6-hexanediol treatment in  Drosophila  tissues Tissue dissection was performed as described above. To assess the effect of 1,6-hexanediol treatment in nurse cells, adult ovaries were mounted on dishes as described above except that a final concentration of 5% 1,6-hexanediol was included in the culture medium. Images were taken 20 min after mounting the tissue. To assess the effect of 1,6-hexanediol treatment on the morphology of Mer condensates in wing imaginal discs, wing discs were incubated in medium containing 0.4 M sorbitol with or without 2 μM LatB for 15 minutes and transferred to 50% medium containing 5% 1,6-hexanediol (1,6-HD) with or without 2 μM LatB for incubation of 20 minutes before imaging. Hypoxia treatment in  Drosophila  ovary Ovaries from 2-day-old adult females were dissected and imaged according to previously published protocol ( 76 ). To ensure sufficient air exchange for samples during the imaging session, dissected ovaries were mounted in halocarbon oil on an air-permeable membrane (YSI Membrane Model #5793, YSI Inc, Yellow Springs, OH) sealed with vacuum grease on a custom-made plastic slide over a 10 × 10 mm 2  cut-through window. The slide was then mounted in a custom-made airtight micro chamber (~5 cm 3 ) for live imaging under a confocal microscope. Oxygen levels inside the chamber were controlled by the flow of a custom O2/N2 gas mixture at a rate of approximately 1–5 cc/s. Images were captured at room temperature (25 °C) on a Nikon A1 confocal microscope (Plan Fluo 60x oil objective, NA = 1.3) using NIS-Elements AR software. Measurement of apical, medial and junctional fluorescence intensity in wing disc cells Measurement of fluorescence intensity in wing disc cells was performed as previously described ( 77 ). All measurements were performed in ImageJ. To measure apical fluorescence intensity, area including the medial apical cortex and the cell junction in a single cell was selected on maximum projections using the freehand selection tool after a single background subtraction (rolling ball radius, 200 pixels). The mean fluorescence intensity of the selected area was then measured. Measurement of junctional fluorescence intensity was performed on maximum projections of immunofluorescence images using the freehand line tool (with a width line of six pixels) after a single background subtraction (rolling ball radius, 200 pixels). To measure the medial fluorescence intensity, apical area excluding the cell junction was selected on maximum projections using the freehand selection tool after a single background subtraction (rolling ball radius, 200 pixels). The mean fluorescence intensity of the selected line and area was then measured. For comparing intensity values in cells of different genetic background, fluorescence intensity in cells of the indicated genetic background was normalized to the mean intensity in wild-type cells in the same disc. Quantification is for a cell’s apical fluorescence intensity unless otherwise indicated. Measurement of diameter and aspect ratio The diameter and aspect ratio of Mer-mNG condensates in S2R+ cells were measured using ImageJ. S2R+ cells transfected with tub-Mer-mNG were imaged 48 h after transfection on a Zeiss LSM 880 confocal microscope with a 63x/1.4 oil objective. The length of the major and minor axis of condensates was measured, and the aspect ratio was calculated as the ratio of the major axis to the minor axis. The length of the major axis was used to represent the diameter of a condensate. Prediction of coiled-coil domain Prediction of coiled-coil heptad repeats was performed using Marcoil ( 78 ),  https://toolkit.tuebingen.mpg.de/tools/marcoil . Constructs and cloning For ubiquitous expression of fusion proteins in fly, the UAS cassette of pUASTattB was replaced by a tubulin promoter to generate the vector pTUBattB as described before. To express mNeonGreen (mNG, licensed from Allele Biotechnology) fusion proteins, a  Drosophila  codon-optimized mNG (synthesized by Genscript) was inserted into pTUBattB to generate pTUBattB-mNG. Wild-type Mer or Mer mutCC  (synthesized by Genscript) was then inserted before mNG to generate tub-Mer-mNG or tub-Mer mutCC -mNG. The DIX (human Dishevelled amino acids 12–93, amplified from Addgene plasmid 24802 ( 79 )) and FUS LC (human Fused in sarcoma amino acids 1–214, amplified from Addgene plasmid 44985 ( 80 )) sequence were inserted between Mer mutCC  and mNG to generate tub-Mer mutCC -DIX-mNG and tub-Mer mutCC -FUS-mNG. To express PI4P and PIP2 sensors, GFP was first inserted into pTUBattB followed by insertion of 2xOsh2-PH ( 81 ) (amplified from Addgene plasmid 36095) or PLCδ1-PH ( 82 ) (amplified from Addgene plasmid 21179) after GFP to generate tub-GFP-2xOsh2-PH and tub-GFP-PLCδ1-PH. To ubiquitously express other proteins, cDNA with or without HA tag was directly inserted into pTUBattB. Mer K67A, K70A and K288A triple mutation was generated by site-directed mutagenesis. UAS-Pez-HA was generated by inserting Pez with HA tag at its C-terminus into pUASTattB. For protein expression in S2R+ cells, the pTUBattB constructs described above were used to express mNG fusion proteins and phosphatidylinositol phosphate sensors. mNeonGreen in the tub-Mer-mNG construct was replaced by mScarlet-I to express Mer-mScarlet. For expression of PTPN14-mEGFP in MDCK cells, PTPN14-mEGFP was first cloned into pENTR4 using NEBuilder HiFi DNA Assembly and subsequently transferred to pCW57.1 using Gateway LR Clonase. The pET28a vector or pRSFDuet vector was used to express recombinant proteins in  E.coli  cells. Mer-CFP and Mer mutCC -CFP (The monomeric variant of CFP, mTurquoise2, was used to prevent dimer formation), NF2-mEGFP and mScarlet-Hpo were cloned into the NdeI/XhoI sites on pET28a using NEBuilder HiFi DNA Assembly. For co-expression in  E.coli  cells, Sav and mScarlet-Hpo were sequentially cloned into pRSFDuet at BamHI/NotI sites and NdeI/XhoI sites. Cell Culture, plasmid transfection, lentivirus packaging and infection Drosophila  S2R+ cells (Drosophila Genomic Resource Center, Cat#150, RRID:CVCL_Z831) were cultured in Schneider’s  Drosophila  medium supplemented with 10% fetal bovine serum (FBS) and 1% Antibiotic-Antimycotic at 25 °C. MDCK (ATCC Cat# CCL-34, RRID:CVCL_0422) and HEK293T (ATCC Cat# CCL- 3216, RRID:CVCL_0063) cells were cultured in DMEM medium supplemented with 10% fetal bovine serum and 1% penicillin/streptomycin at 37 °C in a humidified atmosphere with 5% CO 2 . Plasmid transfection was conducted using Effectene transfection reagent according to the manual (Qiagen, Cat# 301425). To express PTPN14-mEGFP in MDCK cells, an inducible stable cell line was generated by lentivirus infection. HEK293T cells seeded in a 6-well plate at 90% confluency were co-transfected with pCW57.1-PTPN14-mEGFP, pMD2.G and psPAX2 using Effectene. Lentivirus particles were harvested by filtering the culture medium through 0.45 μm sterilized Millex-HV Syringe Filters (Millipore) 48 h after transfection. Lentivirus particles were added to the MDCK cells with 2 μg/mL polybrene. Lentivirus-containing medium was replaced by fresh medium 48 h after infection. Stable expression cells were selected with 2 μg/mL puromycin. To induce PTPN14-mEGFP expression, stable expression MDCK cells were 1:1 mixed with wild-type cells followed by adding 500 ng/mL doxycycline. Cells were then fixed 24 h later for immunostaining. Chemical crosslinking S2R+ cells were resuspended in PBS (pH 8.0) 48 h after transfection and washed three times with ice-cold PBS (pH 8.0). Cells were then incubated with PBS (pH8.0) containing 0.05 mM (full-length Mer) or 0.25 mM (Mer fragments) disuccinimidyl suberate (DSS, Sigma A39267) at room temperature for 30 min with gentle rocking. Tris-HCl (pH7.5) was added to the cell suspension to a final concentration of 20 mM and incubated for 15 min at room temperature to quench the crosslinking reaction before the cells were lysed in SDS sample loading buffer for western blot analysis. Protein solubility analysis To assay the solubility of Mer-HA and HA-Kibra expressed in S2R+ cells or HA-NF2 expressed in 293T cells, transiently transfected cells were lysed with TNTE buffer (50 mM Tris-HCl pH 7.4, 150 mM NaCl, 1% Triton X-100, 1 mM EDTA) supplemented with protease inhibitor cocktail for 45 min at 4 °C. Whole cell lysate was then centrifugated at 15,000 rpm for 5 min at 4 °C to separate the soluble (supernatant) and insoluble (pellet) fraction. The pellet was resuspended in an equal volume of TNTE buffer and both fractions were boiled in SDS sample loading buffer for western blot analysis. To assay the solubility of Mer-mNG expressed wing imaginal discs, discs were dissected as described above and lysed with RIPA buffer (50 mM Tris-HCl pH 7.4, 150 mM NaCl, 1% Nonidet P-40, 0.5% sodium deoxycholate, 0.1% SDS) supplemented with protease inhibitor cocktail for 30 min at 4 °C. Tissue lysate was then centrifugated at 15,000 rpm for 5 min at 4 °C to separate the soluble and insoluble fraction. For confocal microscopy analysis, the pellet was resuspended in 10 μL RIPA buffer and loaded onto a glass slide, covered with coverglass before imaging. For western blot analysis, the pellet was resuspended in an equal volume of RIPA buffer and both fractions were boiled in SDS sample loading buffer. Expression and purification of recombinant proteins 6xHis-Mer-CFP, 6xHis-Mer mutCC -CFP, 6xHis-NF2-mEGFP, 6xHis-mScarlet-Hpo proteins and 6xHis-Sav/mScarlet-Hpo protein complex were produced in  Escherichia coli  ( E.coli ) BL21(DE3) cells. Bacteria cells were cultured in LB medium to log phase and protein expression was induced by 200 μM IPTG (OD 600 =0.8) overnight at 16 °C. Cells were collected and resuspended in lysis buffer (50 mM Tris-HCl pH 7.5, 500 mM NaCl, 5 mM imidazole, 1 mM DTT) supplemented with protease inhibitors and lysed by sonication. The cell lysate was centrifuged at 20,000 rpm for 45 min at 4 °C. The supernatant was incubated with Ni-NTA agarose for 2 h and agarose beads were washed with wash buffer (50 mM Tris-HCl pH 7.5, 500 mM NaCl, 50 mM imidazole and 1 mM DTT). Proteins were eluted with elution buffer (50 mM Tris-HCl pH 7.5, 500 mM NaCl, 150 mM imidazole and 1 mM DTT) and then desalted with Disposable PD 10 Desalting Columns (GE Healthcare) against stocking buffer (50 mM Tris-HCl pH 7.5, 500 mM NaCl and 1 mM DTT). Purified proteins were snap frozen in aliquots and stored at −80 °C. Protein concentrations were measured by Bradford protein assay. In vitro  phase separation assay Frozen aliquots of purified proteins were thawed at room temperature and centrifuged at 15,000 rpm for 5 min to remove aggregates. Phase separation was induced by adjusting NaCl concentration to 150 mM and protein concentration to 0.3 μM (Mer-CFP and Mer mutCC -CFP) or 0.5 μM (NF2-mEGFP). Phase separation reaction was assembled in Eppendorf tube. 30 μL of the reaction was loaded onto a MatTek glass bottom dish and incubated in a humidified chamber before imaging on a Zeiss LSM 880 confocal microscope with a 63x/1.4 oil or 40x/1.3 oil objective. To assess the incorporation of mScarlet-Hpo or Sav/mScarlet-Hpo complex into Mer-CFP condensates, 0.3 μM of the purified proteins were added to the reaction 2 h after the induction of Mer-CFP condensation. Condensates were then imaged 30 min later. To evaluate the effect of 1,6-hexanediol on  in vitro  reconstituted condensates, 3 mL of salt buffer (50 mM Tris-HCl pH 7.5, 150 mM NaCl) containing 0% (control), 5% (for Mer-CFP) or 10% (for NF2-mEGFP) 1,6-hexanediol was gently added to the phase separation reaction on the MatTek dishes. Condensates were then imaged after incubation for 15 min. Quantification of the number of Mer-CFP condensates was performed using ImageJ in a 27 μm × 27 μm area. Protein-lipid overlay assay Protein-lipid overlay assay was performed using membrane lipid strips (Echelon Biosciences, P-6002) according to the protocol from the manufacturer. Briefly, lipid strips were incubated with blocking buffer (TBS with 0.1% Tween-20 and 1% non-fat milk) overnight at 4 °C. Purified proteins were then added to the blocking buffer to a final concentration of 1 μg/mL and incubated with the lipid strips at room temperature for 1 h. Lipid strips were washed three times with TBST (TBS with 0.1% Tween-20) and subsequently incubated with HRP-conjugated anti-6xHis antibody (Thermo Fisher Scientific, MA1–21315-HRP, RRID:AB_2536989, 1:1000) in blocking buffer at room temperature for 1 h. Strips were then stained similar to regular immunoblotting procedure. Cryo-electron Tomography in vitro  Mer-CFP condensates were prepared as described above. 3 μL of the phase separation reaction was applied on a glow-discharged 300-mesh lacey carbon grid for the Cryo-ET grid preparation. The grid was then blotted for 4 seconds and immediately plunged froze in liquid ethane by Vitrobot. Tilt-series were collected on an FEI Titan Krios transmission electron microscopy equipped with the Gatan Quantum energy filter and a K3 camera. The stage was tilted range from −60° to −60° using a dose symmetry scheme ( 83 ) with an angular increment of 3° per tilt. The images were recorded at 0.5 μm defocus with a Volta phase plate. Alignment of the tilt-series was performed with AreTomo ( 84 ) fiducial-less tracking and then reconstructed with simultaneous algebraic reconstruction technique (SART). The tomograms were then subjected to IsoNet ( 85 ) for missing-wedge correction and denoising. Fluorescence recovery after photobleaching (FRAP) assay FRAP assays were conducted on a Zeiss LSM 880 confocal microscope at room temperature with a 40x/1.3 oil objective for fly tissues and 63x/1.4 oil objective for S2R+ cells or  in vitro  condensates. For mNG and GFP fusion proteins in fly tissues, a circular region covering the whole condensate was photobleached using the 488 nm laser beam at 100% laser power. Fluorescence images were acquired immediately before and after photobleaching every 5 s for 325 s. For S2R+ cells, fluorescence images were acquired immediately before and after photobleaching every 2 s for 66 s. FRAP images were analyzed using ImageJ. Briefly, the fluorescence intensity of condensates immediately before bleaching and during the recovery period were recorded and normalized against neighboring unbleached condensates with similar intensity. The intensity before photobleaching was set as 100%. Data was plotted using Graphpad prism software. For  in vitro  Mer-CFP condensates, a square region covering half of the condensate was photobleached using the 458 nm laser beam at 100% laser power. To perform FRAP after 100-fold dilution, 3 mL of salt buffer (50 mM Tris-HCl pH 7.5, 150 mM NaCl) was gently added to the phase separation reaction on the MatTek dishes 2 h after induction of phase separation. Images were acquired every minute for 10 minutes. Quantification, graphing and statistical analysis All images were analyzed and quantified using ImageJ. Data was plotted and statistical analysis was performed using Graphpad Prism 9 software. Data and materials availability: All data necessary to evaluate the conclusions in this paper are present either in the main text or the  Supplementary information  files. Additional data supporting the findings of this study are available from the corresponding author upon reasonable request.",
  "introduction": "",
  "results": "",
  "discussion": "Discussion The responses of the Hippo pathway to diverse cues are central to its function as a regulator of tissue growth and homeostasis, yet the underlying molecular mechanisms remain poorly understood ( 11 – 15 ). LLPS of Hippo pathway upstream regulators KIBRA, AMOT, and SLMAP provides a simple mechanism for pathway regulation by certain physiological signals such as osmotic stress and cell confluency ( 16 ,  24 ). In contrast to these liquid-like condensates, we report here that Merlin functions as solid-like condensates in regulating Hippo signaling. We further identify plasma membrane PI4P as a key regulator of Merlin condensation, which in turn can be antagonistically regulated by the Hippo-activator Pez and the Hippo-inhibitor cytoskeletal tension. These findings uncover an essential role for solid-like condensates in normal physiology and provide a paradigm for their regulation  in vivo . Despite many previous reports of solid-like biomolecular condensates, the functional importance of their solid-like material properties has rarely been probed, especially in physiological contexts ( 5 – 7 ). By engineering Mer mutants that lock the condensates into a solid- or liquid-like state and assaying their  in vivo  activity, we provide evidence that the solid-like material properties of Mer condensates are essential for their medial apical localization and physiological function. This strategy may be generally adapted to relate the material properties of other biomolecular condensates to their biological function. Our analyses further reveal that the solid-like material properties can protect the Mer condensates against external perturbations such as high tension and hypoxia, indicating that solid-like biomolecular condensates may provide a general mechanism to maintain signaling stability against environmental fluctuations. Given the antagonistic regulation of Mer condensation by Pez and cytoskeletal tension, solid-like condensates can apparently be bidirectionally regulated to fulfill different physiological needs. Indeed, by monitoring protein dynamics upon acute increases of cytoskeletal tension, we could directly observe a physical state transition of Mer condensates from a non-dynamic solid-like state to a dynamic liquid-like state as the condensates moved laterally to the cell junction, eventually leading to disassembly of medial apical Mer condensates and an increase of junctional Mer. Our results showing that this transition requires intact F-actin provide a mechanistic explanation for the well-documented effect of F-actin inhibitors in promoting Hippo signaling ( 20 ,  56 – 58 ). Our demonstration that the medial apical pool and the junctional pool of PI4P act antagonistically to regulate Hippo signaling in polarized epithelia provides a potential explanation for the conflicting roles of PI4KIIIα, the major plasma membrane PI4P-synthesizing enzyme, in the literature. On the one hand,  PI4KIIIα  was identified as a positive regulator of Hippo signaling from unbiased chemical mutagenesis screen in  Drosophila  ( 59 ), which is consistent with our current study showing a requirement for  PI4KIIIα  in PI4P-mediated Mer condensation. On the other hand, studies in cultured mammalian cells implicated the mammalian PI4KIIIα homologue (PI4KA) as a negative regulator of Hippo signaling ( 60 ). We suggest that such discrepancy could result from the different cellular architecture in nonpolarized cultured cells versus normal tissues, as only the latter exhibit features of polarized epithelia such as apical-basal polarity and adherens junction. Because mutations in human PI4KA and NF2 cause overlapping neurodevelopmental defects such as hypomyelination and cataracts ( 21 ,  61 – 66 ), PI4KA-related disorders might be driven by defective Hippo signaling as occurs in Neurofibromatosis type II.",
  "fetched_at": "2026-02-16T15:36:24.817143",
  "abstract_length": 1091,
  "methods_length": 21958,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 3861
}