{
  "pmid": "12057013",
  "abstract": "BACKGROUND: Mutation analysis of the neurofibromatosis type 1 (NF1) gene has shown that about 30% of NF1 patients carry a splice mutation resulting in the production of one or several shortened transcripts. Some of these transcripts were also found in fresh lymphocytes of healthy individuals, albeit typically at a very low level. Starting from this initial observation, we were interested to gain further insight into the complex nature of NF1 mRNA processing. RESULTS: We have used a RT-PCR plasmid library based method to identify novel NF1 splice variants. Several transcripts were observed with specific insertions/deletions and a survey was made. This large group of variants detected in one single gene allows to perform a comparative analysis of the factors involved in splice regulation. Exons that are prone to skipping were systematically analysed for 5' and 3' splice site strength, branch point strength and secondary structure. CONCLUSION: Our study revealed a complex splicing pattern, generating a great diversity in NF1 transcripts. We found that, on average, exons that are spliced out in part of the mRNA have significantly weaker acceptor sites. Some variants identified in this study could have distinct roles and might expand our knowledge of neurofibromin.",
  "methods": "Materials and methods RNA isolation and cDNA preparation RNA was isolated from fresh blood leukocytes from two normal individuals using TRIzol LS Reagent (Invitrogen) according to the manufacturer's instructions. RNA extraction was performed immediately after blood drawing, excluding as far as possible influences due to stress factors. Total RNA (2 μg) was reverse transcribed using SuperScript II Reverse transcriptase (Invitrogen) and random hexamers (Amersham Biosciences). RT-PCR library formation and PCR analysis Primers used for the amplification of the total  NF1  cDNA in 5 overlapping fragments were as described [ 17 ]. Reactions were performed as described [ 13 ]. The PCR products were cloned in the pCR2.1-TOPO-vector (Invitrogen) and transformed into TOP-10F' cells. The colonies were lysed and the subcloned fragments were reamplified with the same primers. The five  NF1  fragments (NF1-F1 to NF1-F5) were digested subsequently with different restriction enzymes:  Scrf I,  Sty I, and  Bsr I for NF1-F1,  Hae III and  Ava II for NF2-F2,  Hae II for NF1-F3 and NF1-F5, and  Ava II for NF1-F4. All transcripts with a different restriction pattern were sequenced (primer sequences available upon request) using the Thermo Sequenase fluorescent labelled primer cycle sequencing kit (Amersham Biosciences) and analysed on an ALF-express automated DNA sequencer (Amersham Biosciences). Nomenclature for the description of the different  NF1  transcripts In order to clearly describing the identity (ID) of the transcripts, following nomenclature was used: • The ID of all transcript variants start with 'NF1' followed by '-'. • Sequence changes are all described at the RNA level, with 1 = first base of methionine (ATG) at the start. Numbering system for insertions are based on the  NF1  genomic sequence (Genbank Accession Nr.  AC004526 ). • Deletions are designated with the symbol 'Δ', insertions with 'ins'. • Deletions are described with a '_' separating the first and the last deleted exon. • Skipping of a complete exon is designated by an 'E' preceding the exon number. Two consecutive deleted exons are separated by '/'. When more than two consecutive exons were deleted, the first and the last deleted exon are separated by a '_' character, non-consecutive exons are separated by a ',' character to indicate that intermediate exons are not deleted. • Insertions are described by a '+' or a '-' after the nucleotide flanking the insertion site, followed by the position of the first inserted nucleotide of the intron (beginning of intron = +1, for insertions flanking the acceptor site: end of preceding intron = -1), followed by 'ins' and the length of the inserted sequence. • Insertions of a complete intron are designated by 'IVS' preceding the intron number. • When more than one change was detected, these changes are described between square brackets, separated by a ',' character. Splice site scores The sequence environment of all donor- and acceptor sites was analysed using Splice Site Prediction by Neural Network (SSPNN, URL address:  ). Branch point scores We searched for branch point sequences in a window of -50, -10 with respect to the acceptor site. A program was written in DELPHI to calculate the strength of a branch point. Every 5-nucleotide sequence within the window was evaluated as a potential branch point. The 'standard' branch point sequence weight-table [ 4 ] was used to assign a score at every 5-nucleotide sequence within the window. The computed score reflects how closely it resembles known branch point sequences. The sequence with the highest score was selected as the 'putative' branch point. Secondary structures The mfold computer program version 3.0   was used to predict the RNA secondary structure and to calculate the folding free energy [ 26 , 27 ]. We have computed the minimum-free-energy structures from all the donor- and acceptor sites of the 60 exons of  NF1  within a window of 100 bp. It has been proposed [ 31 ] that there is a window of about 100 nucleotides after transcription where the pre-mRNA is free to fold. The size of this window would be defined by the time taken for the protein complexes to bind as the nascent RNA emerges. Statistical analysis The one-way ANOVA test was used to assess significance in the comparison of mean values.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T21:43:30.956534",
  "abstract_length": 1280,
  "methods_length": 4325,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}