{
  "pmid": "12095621",
  "abstract": "Quantification of NF1 transcripts reveals novel highly expressed splice  variants.  Vandenbroucke I(1), Vandesompele J, De Paepe A, Messiaen L.  Author information: (1)Centre for Medical Genetics, Ghent University Hospital-0K5, De Pintelaan 185,  Belgium.  Previously, we have shown that the NF1 gene gives rise to multiple novel splice  variants. In the present study, nine NF1 variants were quantified by real-time  PCR in various human tissues. Some of these variants were expressed at low to  moderate low levels and possible implications of these findings are discussed.  Interestingly, two variants (NF1-DeltaE4b and NF1-DeltaE43) were shown to be  highly expressed in specific tissues. NF1-DeltaE43 lacks a nuclear targeting  sequence and might be functionally different from full-length NF1. These novel  NF1 splice variants might expand our understanding of the role of neurofibromin.  DOI: 10.1016/s0014-5793(02)02887-9 PMID: 12095621 [Indexed for MEDLINE]",
  "methods": "",
  "introduction": "Introduction Neurofibromatosis type 1 (NF1) is a multisystemic autosomal-dominant condition affecting ~ 1 in 3,000 live births worldwide [ 1 – 4 ]. Historical recognition of the disorder dates to ancient Egypt [ 5 ,  6 ], with Friedrich Daniel von Recklinghausen providing the first comprehensive clinical description in 1882. Initially termed “von Recklinghausen disease,” it is now known as neurofibromatosis type 1 [ 7 ,  8 ]. Significant progress has been made in understanding NF1’s genetic underpinnings. The disorder is caused by mutations in a single gene, neurofibromin 1 ( NF1 ) [ 9 ], which encodes the protein neurofibromin (Nf1). Several pivotal discoveries made in the late 1990s include the establishment of diagnostic criteria for accurate NF1 diagnosis [ 10 ,  11 ], mapping of the  NF1  gene to chromosome 17q11.2 [ 12 – 14 ], and the identification of its protein product [ 12 ,  15 – 19 ]. Despite these advances (and more since then), gaps persist in our understanding of the disorder and its underlying genetic, cellular, and systemic mechanisms. Features of the disorder include alterations in neuronal and brain function as well as metabolic alterations [ 20 – 24 ]. Some of the features of the disorder, including the brain/cognitive symptoms, could be influenced by the metabolic alterations. Here we review the mechanisms of NF1 pathophysiology, with a focus on the emerging understanding of neuronal and metabolic alterations.",
  "results": "",
  "discussion": "Conclusions Research utilizing animal models and in vitro studies has elucidated the significant effects of Nf1 in the nervous system and behavior, identifying its significance in normal development and function. Nf1 influences cellular and systemic physiology via multiple molecular and cellular mechanisms, including alterations in metabolism. Several major models, such as mice,  Drosophila,  minipigs, and zebrafish, have considerably advanced our understanding of Nf1's mechanistic role within the nervous system and its effects on metabolic regulation. Continued advancements in these areas hold promise for the development of novel targeted therapies and interventions aimed at improving the outcomes and quality of life for individuals with NF1.",
  "fetched_at": "2026-02-16T15:36:29.479674",
  "abstract_length": 966,
  "methods_length": 0,
  "introduction_length": 1454,
  "results_length": 0,
  "discussion_length": 753
}