{
  "pmid": "12199909",
  "abstract": "BACKGROUND: NF1 refers to type 1 neurofibromatosis syndrome, which has been linked with mutations of the large NF1 gene. NF1 tumor suppressor protein, neurofibromin, has been shown to regulate ras: the NF1 protein contains a GTPase activating protein (GAP) related domain which functions as p21rasGAP. Our studies have previously demonstrated that the NF1 protein forms a high affinity association with cytokeratin 14 during the formation of desmosomes and hemidesmosomes in cultured keratinocytes. METHODS: The expression of NF1 protein was studied in developing human epidermis using western transfer analysis, indirect immunofluorescence, confocal laser scanning microscopy, immunoelectron microscopy, and in situ hybridization. RESULTS: The expression of NF1 protein was noted to be highly elevated in the periderm at 8 weeks estimated gestational age (EGA) and in the basal cells at 8-14 weeks EGA. During this period, NF1 protein was associated with cytokeratin filaments terminating to desmosomes and hemidesmosomes. NF1 protein did not display colocalization with alpha-tubulin or actin of the cytoskeleton, or with adherens junction proteins. CONCLUSIONS: These results depict an early fetal period when the NF1 tumor suppressor is abundantly expressed in epidermis and associated with cytokeratin filaments. This period is characterized by the initiation of differentiation of the basal cells, maturation of the basement membrane zone as well as accentuated formation of selected cellular junctions. NF1 tumor suppressor may function in the regulation of epidermal histogenesis via controlling the organization of the keratin cytoskeleton during the assembly of desmosomes and hemidesmosomes.",
  "methods": "Methods The expression of NF1 protein was studied in developing human epidermis using western transfer analysis, indirect immunofluorescence, confocal laser scanning microscopy, immunoelectron microscopy, and  in situ  hybridization. Methods Tissue samples and keratinocyte cell cultures Skin samples from 15 normal fetuses aged 8, 10, 10, 11, 12, 12, 13, 13, 14, 14, 15, 16, 17, 18 and 21 gestational weeks were obtained from the Department of Obstetrics and Gynecology, University Hospital of Turku, Finland. A sample of neonatal skin was obtained from the Department of Pathology, University of Turku, Finland. Adult skin samples were obtained from plastic surgical operations carried out for cosmetic reasons from healthy persons at the University Hospital of Turku, Finland. All the tissue samples were obtained with the appropriate approval of the Joint Ethical Committee of the University Hospital of Turku and the University of Turku, Finland. The tissue samples were used for the following experiments. Primary cultures of normal human keratinocytes were established from adult skin samples and cultured as described earlier by Pummi  et al . [ 6 ]. Primary antibodies A commercial polyclonal affinity-purified rabbit antibody NF1GRP(D) raised against synthetic peptide corresponding to amino acids 2798 – 2818 of the predicted  NF1  gene product was used for Western blotting, indirect immunofluorescence, immunoelectron microscopy, avidin-biotin immunolabeling, and coimmunoprecipitation (sc-67, Santa Cruz Biotechnology, Santa Cruz, CA) [ 8 ]. The dilution used for indirect immunofluorescence varied from 1:10 in neonatal and adult skin to 1:500 in fetal samples. Other antibodies specific for NF1 protein were the affinity-purified polyclonal NF1ab67 recognizing a peptide sequence encoded by exon 23a and the polyclonal antiserum NF1as159 recognizing a peptide sequence at the carboxyterminal end of NF1 protein. These antibodies have been characterized earlier by Hermonen  et al . [ 20 ] and Koivunen  et al . [ 28 ]. Other primary antibodies used in indirect immunofluorescence were mouse monoclonal antibodies to human E-cadherin (13-1700; Zymed Laboratories Inc., San Francisco, CA); actin (1378 996) and desmoplakin I and II (881 147) both from Boehringer Mannheim Biochemica, Mannheim, Germany; α-actinin (A-5044), cytokeratin 14 (C-8791), and α-tubulin (T-9026) from Sigma Chemical Company, St. Louis, MO; β4 integrin (12088-019, Gibco BRL Life Technologies Inc.); and syndecan-1 (CD138, MCA681H, Serotec, Kidlington, UK). Western transfer analysis Cultured keratinocytes, adult epidermal and fetal skin samples were homogenized in RIPA buffer [1% Igepal CA-630, 0.5% sodium deoxycholate, and 0.1% sodium dodecyl suphate (SDS) in phosphate buffered saline (PBS)] supplemented with protease inhibitors (Complete, Mini, EDTA-free Protease Inhibitors Cocktail Tablets, Boehringer Mannheim GmbH). Protein concentrations of soluble fraction were detected with DC Protein Assay (Bio-Rad Laboratories, Hercules, CA). 40 μg of cultured keratinocyte and fetal preparations and 80 μg of adult epidermal preparation were loaded on 6% SDS polyacrylamide gel. After electrophoresis, proteins were transferred to Immobilon-P filter (Millipore Corporation, Bedford, MA) and immunolabeled with NF1GRP(D) antibody at the dilution of 1:1000. Peroxidase-linked donkey-anti-rabbit (NA 934) (Amersham International plc, Little Chalfont, Buckinghampshire, England) was used as secondary antibody at the dilution of 1:10 000. Proteins were detected with ECL (Amersham Life Sciences, Little Chalfont, England) and the filter was exposed to autoradiographic film (Eastman Kodak, New York, NY). Co-immunoprecipitation Cultured keratinocytes were extracted with CB-buffer (Coimmunoprecipitation buffer: 20 mM Tris, pH 7.4, 150 mM NaCl, 0.5% Igepal CA-630, and Complete, Mini, EDTA-free Protease Inhibitors Cocktail Tablets, Boehringer Mannheim) and the protein concentrations of soluble fraction were detected with DC Protein Assay (Bio-Rad Laboratories). 650 μg of the cell lysate was used for the coimmunoprecipitation. The lysate was first precleared with 50 μl of G-sepharose (Boehringer Mannheim) for 3 h and centrifuged. 10 μl of antibody for syndecan-1 (0.1 mg/ml) was added to the supernatant and incubated for 1 h. 50 μl of G-sepharose was added and further incubated for 12 h. The lysate was centrifuged and the pellet was washed with CB-buffer for four times. Precipitated proteins were separated from the sepharose by adding Laemmli buffer and boiling the sample for 4 min. After centrifugation, the supernatant was loaded on SDS polyacrylamide gel, electrophoresed, transferred to Immobilon-P filter, immunolabeled with NF1GRP(D), and detected with ECL as described above with Western blotting. Indirect immunofluorescence and confocal laser scanning microscopy Indirect immunofluorescence labeling of frozen fetal, neonatal, and adult skin sections and confocal laser scanning microscopy of these labelings were performed as described earlier by Pummi  et al . [ 6 ]. Frozen sections of fetal, neonatal and adult skin were cut on silanated glass slides. Samples were fixed with 100% methyl alcohol and preincubated in PBS supplemented with 1% bovine serum albumin (BSA). The primary antibodies were diluted in 1% BSA-PBS, and incubated on the samples at 4°C for 20 h. After several washes in PBS, the slides were incubated with secondary antibodies at 20°C for 1 h. The samples were washed in PBS and mounted with Glycergel (Dako, Glostrup, Denmark). The secondary antibody used for indirect immunofluorescence was tetramethylrhodamine isothiocyanate (TRITC) conjugated swine anti-rabbit IgG (R0156, Dako A/S). In double labelings, TRITC-conjugated swine anti-rabbit IgG was mixed with fluorescein isothiocyanate (FITC)-conjugated F(ab') 2  fragment of goat anti-mouse immunoglobulins (F0479, Dako A/S) or Alexa Fluor™ 488 conjugated goat anti-mouse IgG (Molecular Probes, Eugene, OR). Alternatively, FITC-conjugated swine anti-rabbit IgG (F0205, Dako A/S) was mixed with TRITC-conjugated goat anti-mouse IgG (H+L) (115-025-146, Jackson ImmunoResearch Laboratories Inc., West Grove, PA). Confocal laser scanning microscopy was carried out using Leica TCS SP Spectral confocal laser scanning microscope equipped with an air-cooled Argon-Krypton ion-laser system (Leica Microsystems Heidelberg GmbH, Heidelberg, Germany) and Leica TCS NT software (Version 1.6.551 Heidelberg, Germany). Immunoelectron microscopy The immunoelectron microscopy was performed using a post-embedding method as described earlier by Pummi  et al . [ 6 ]. In short, 1 × 1 mm pieces of fetal skin were fixed with 4% paraformaldehyde and embedded in L.R. White resin (London Resin Company Limited, Berkshire, England). NF1GRP(D) (dilution 1:100) was used as primary antibody and goat-anti-rabbit IgG coupled to 12 nm gold particles (Jackson ImmunoResearch Laboratories Inc.) was used as secondary antibody at the dilution of 1:30. The sections were examined and photographed using JEOL 1200SX electron microscope. Avidin-Biotin immunolabeling Formalin fixed and paraffin-embedded specimens were immunolabeled with avidin-biotin method using Histostain-Plus Kit (Zymed Laboratories Inc.) according to the protocol supplied with the kit by the manufacturer. NF1GRP(D) was used as the primary antibody at the dilution of 1:200. 3.3'-diaminobenzidine tetrahydrochloride (DAB-Plus Kit, Zymed Laboratories Inc.) was used to visualize the antibody localization. Slides were counterstained with Mayer's haematoxylin (Oy Reagena LTD, Kuopio, Finland). In situ hybridization In situ  hybridization was performed as described previously in detail by Ylä-Outinen  et al . [ 31 ]. In short, a 650 bp mouse NF1 cDNA fragment corresponding to bases 230–880 of human NF1 cDNA (acc: M89914 ) was used as a template for the synthesis of digoxigenin labeled sense and antisense cRNA probes. Paraffin-embedded fetal skin sections were deparaffinized, pretreated with 0.2 M HCl, washed in 2 mg/ml glysin-PBS, and acetylated in 0.1 M triethanolamine (pH 8.0) 0.25% acetic anhydride solution. Slides were heated to 90°C for 5 min, cooled over ice, and prehybridized in solution containing 50% formamide, 0.6 M NaCl, 2 mM Tris-HCl, pH 7.4, 1 mM EDTA, 1.0 mg/ml BSA, 0.02% PVP, 0.02% Ficoll, 10 mM DTT, 0.2 mg/ml ssDNA, and 10% dextran sulphate. Hybridization was performed at 45°C overnight in a mixture containing prehybridization solution and 300 ng of cRNA probe for each sample. All samples were prepared as duplicate and hybridized separately with sense and antisense probes. After hybridization, the samples were washed in 4 × SSC and unbound RNA probe was removed with RNase treatment. The samples were washed to the final stringency of 0.1 × SSC, 1 mM EDTA, and 1 mM DTT at 45°C. DIG-labeled cRNA probe was detected with sheep anti-digoxigenin antibody (dilution 1:100) coupled to alkaline phosphatase (Roche Diagnostics), which was used with color forming substrate solution according to the protocol provided by manufacturer.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T21:44:18.553139",
  "abstract_length": 1702,
  "methods_length": 9093,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}