{
  "pmid": "12393498",
  "abstract": "The development of molecularly targeted treatments of adult leukemias warrants investigation of these targets in similar pediatric leukemias. The NF1 tumor suppressor gene, which encodes a GTPase activating protein for p21(ras), is frequently inactivated in juvenile myelomonocytic leukemia (JMML). Other patients with JMML acquire activating RAS gene mutations. Recipient mice reconstituted with Nf1-/- fetal hematopoietic cells develop a myeloproliferative disease (MPD) that models the human disease. JMML arises from clonal expansion of a hematopoietic stem cell, and JMML cells and murine Nf1-/- hematopoietic cells are hypersensitive to granulocyte macrophage-colony stimulating factor and KitL, the ligand for c-kit. We generated embryos doubly mutant for the Wv allele of c-kit and Nf1 to ask if reduction of c-kit activity would delay or prevent the development of MPD. Despite a reduction in c-kit activity to approximately 10% of wild-type levels, Nf1-/-;Wv/Wv cells induced MPD in recipient mice.",
  "methods": "Materials and methods Animals Protocols were approved by Institutional Animal Care and Use Committee at Augusta University.  Nf1 +/– mice were obtained from Tyler Jacks (Massachusetts Institute of Technology, Cambridge, MA) and backcrossed 13 generations into the C57BL/6 J strain . Male WT and  50 Nf1 +/– mice between 12 and 15 weeks of age were used for experiments.  CCR2  knockout mice were purchased from The Jackson Laboratory (#4999) and maintained on C57BL/6 strain.  Nf1 +/– mice were intercrossed with  CCR2  knockout mice to produce  Nf1 +/– ; CCR2 −/− mice. In some experiments, WT and  Nf1 +/– mice were lethally irradiated and reconstituted with bone marrow from WT,  Nf1 +/– , and  Nf1 +/– ; CCR2 −/− mice. All methods were carried out in accordance with relevant guidelines and regulations by the American Veterinary Medical Association Guidelines for the Euthanasia of Animals. All studies are compliant with the ARRIVE guidelines for reporting experiments involving animals. Carotid artery ligation Carotid artery injury was induced by ligation of the right common carotid artery as described . Briefly, mice were anesthetized by inhalation of an isoflurane (2%)/oxygen (98%) mixture. Under a dissecting scope, the right carotid artery was exposed through a midline neck incision and ligated proximal to the bifurcation using a 6–0 silk suture. The contralateral carotid artery was sham ligated as a control. Mice were administered 15 μg of buprenorphine (IP) following the procedure and recovered for 28 days. In some experiments,  5 Nf1 +/– and WT mice were administered 5 mg/kg of PD0325901 (Selleck Chemicals, IC 50 : 0.33 nM) or vehicle via oral gavage. To deplete neutrophils,  Nf1 +/– and WT mice received a monoclonal Ly6G (1A8, Biolegend) antibody (0.5 mg) or IgG control via IP injection at the time of carotid artery ligation and at 24-h intervals for 5 total doses. To deplete monocyte/macrophages, liposomal clodronate or control liposomes (Liposoma) were injected via tail vein seven days after carotid artery ligation and once every 48 h for 4 total doses. Morphometric analysis Van Gieson-stained arterial cross Sections 400, 800, and 1,200 μm proximal to the ligation were analyzed for neointima formation using Image J (NIH, Bethesda, MD). Lumen area, area inside the internal elastic lamina (IEL), and area inside the external elastic lamina (EEL) were measured for each cross section. To account for potential thrombus formation, arteries containing significant thrombus (> 50% lumen occlusion) at 400 μm proximal to the ligation were excluded from analysis. The number of excluded arteries was not different between experimental groups. Representative photomicrographs for each figure are taken from arterial cross sections between 600 and 1200 μm proximal to the bifurcation. Intima area was calculated by subtracting the lumen area from the IEL area, and the media area was calculated by subtracting the IEL area from the EEL area. Intima/Media (I/M) ratio was calculated as intima area divided by media area. Generation of chimeric animals Bone marrow mononuclear cells (BMMC) were harvested from WT,  Nf1 +/– , and  Nf1 +/– ; CCR2 −/− mice and 5 × 10 6  BMMC were resuspended in 300μL of Dulbecco's Modified Eagle Medium (DMEM) for infusion. Next,  Nf1 +/– and WT mice were conditioned by gamma irradiation with a single dose of 9.5 Gy. Conditioned  Nf1 +/– mice were reconstituted with BMMC isolated from  Nf1 +/– ; CCR2 −/− mice. Separately, conditioned  Nf1 +/– and WT mice were reconstituted with  Nf1 +/– and WT BMMC, respectively, as controls. BMMC were infused immediately after gamma irradiation via tail vein injection. The source of circulating hematopoietic cells in recipient mice was identified by use of CD45.1/45.2 congenic strains. Donor mice expressed the leukocyte antigen CD45.1 and recipient mice expressed CD45.2. After a 6-week recovery period, blood (100µL) was sampled from the tail vein and assessed for engraftment using anti-CD45.1-PE-Cy7 and anti-CD45.2-FITC (Fisher) on a BD LSRII flow cytometer with a 405-nm violet laser, a 488-nm blue laser, and a 633-nm red laser. Mice expressing > 80% CD45.1 positive leukocytes in the peripheral blood underwent carotid artery ligation as described. Hemavet and polychromatic flow cytometry Blood samples were obtained via tail vein and collected into EDTA tubes (BD Biosciences, San Jose, CA) for flow cytometry or for white blood cell count using the Hemavet 950 (Drew Scientific, Dallas, TX). For flow cytometry, red cell lysis was performed and cells were washed in 2% fetal bovine serum (FBS). Samples were centrifuged, resuspended in 2% FBS, and incubated with murine Fc Blocking Reagent (Miltenyi Biotec, Cologne, Germany) on ice. Samples were then stained with CD45-APC (Biolegend), CD115-PE (Fisher), CD11b-APC-Cy7 (BD Biosciences), CD11c-PerCP-Cy5.5 (BD Biosciences), Ly6C-PE-Cy7 (BD Biosciences), Ly-6B.2-FITC (F7/4; Bio-Rad), TER119-Pac Blue (Fisher), and LIVE/DEAD violet fixable dead cell stain (Invitrogen, Grand Island, NY). Antibodies were tittered for optimal staining and “fluorescence-minus-one” (FMO) gating controls were performed to determine true positive and negative events. Stained samples were acquired on a BD LSRII flow cytometer equipped with a 405-nm violet laser, 488-nm blue laser, and 633-nm red laser. At least 100,000 events were collected for samples. Data were collected uncompensated and analyzed using FlowJo software version 8.7.3 (Tree Star). Isolation of bone marrow-derived neutrophils and characterization Murine bone marrow–derived neutrophils were generated from 6- to 8-week-old WT and  Nf1 +/– femurs, tibias, and iliac crest. Briefly, bone marrow cells were flushed into 50-mL Falcon tubes using syringe needle and Iscove modified Dulbecco medium (IMDM; Invitrogen). Cells were collected by centrifugation at 800  g  for 5 min (Beckman Coulter) and RBCs were lysed with RBC lysis buffer containing 155 mM ammonium chloride, 10 mM potassium bicarbonate, and 0.1 mM ethylenediaminetetraacetic acid for 5 min. Low-density bone marrow (LDBM) cells were isolated by density gradient centrifugation using histopaque 1083 (Sigma-Aldrich). LDBM cells were cultured in IMDM, 10% fetal bovine serum supplemented with 1% penicillin/streptomycin, and in the presence of 1 ng/mL granulocyte colony-stimulating factor (G-CSF) and 5 ng/mL interleukin-3 (PeproTech). Proliferation was assessed by incorporation of radioactive thymidine in WT and  Nf1 +/– BM-derived neutrophils. Briefly, WT and  Nf1 +/– neutrophils (5 × 10 4  cells) were serum-starved for 12 h and placed in a 96-well plate in 200 μl starvation media in either the absence or presence of G-CSF (10 ng/mL). After 24 h, cells were pulsed with 1.0 μCi (0.037 MBq) tritiated thymidine for 6 h, harvested, and thymidine incorporation was determined as counts per minute (cpm). In some experiments, cells were incubated with PD325901 or rosuvastatin at indicated concentrations. All experiments were performed in triplicate. For neutrophil adhesion, 1 × 10 5  cells were added to each well of a flat-bottom 96-well polystyrene plate coated with fibronectin (20 μg/ml) and incubated at 37 °C for indicated length of time. Unbound cells were removed by aspiration and adherent cells were washed, fixed with 3.5% formaldehyde, and stained with 0.1% crystal violet. The stain was eluted with 10% acetic acid and absorbance was determined at 600 nm using a microplate reader (Spectramax 250; Molecular Devices). In some experiments, cells were co-incubated with PD325901 or rosuvastatin at indicated concentrations. All experiments were performed in triplicate. For neutrophil migration, WT and  Nf1 +/– neutrophils (2.5 × 10 5  cells) were placed in the upper chamber of the transwell (3 μM pore filter; Costar) and allowed to migrate toward the bottom of the transwell containing G-CSF (10 ng/mL). After 12 h, non-migrated cells in the upper chamber were removed with a cotton swab and migrated cells attached to the bottom surface of the membrane were stained with 0.1% crystal violet dissolved in 0.1 M borate, pH 9.0, and 2% ethanol for 5 min at room temperature. The number of migrated cells was determined in 5 random fields with an inverted microscope using a 20X objective lens. All experiments were performed in triplicate. Statistical analysis All values are presented as mean or percent ± S.E.M. Cell proliferation and migration were analyzed by 2-way ANOVA with Tukey’s post-hoc test for multiple comparisons. All experiments were performed in triplicate. Intima area and I/M ratio analysis was assessed by 1-way and 2-way ANOVA with Tukey’s post-hoc test for multiple comparisons. Analysis was performed using GraphPad Prism version 5.0d.  P  < 0.05 were considered significant.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T21:44:35.631534",
  "abstract_length": 1008,
  "methods_length": 8797,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}