{
  "pmid": "12679023",
  "abstract": "Syntenin, a 33 kDa protein, interacts with several cell membrane receptors and with merlin, the product of the causal gene for neurofibromatosis type II. We report a crystal structure of the functional fragment of human syntenin containing two canonical PDZ domains, as well as binding studies for full-length syntenin, the PDZ tandem, and isolated PDZ domains. We show that the functional properties of syntenin are a result of independent interactions with target peptides, and that each domain is able to bind peptides belonging to two different classes: PDZ1 binds peptides from classes I and III, while PDZ2 interacts with classes I and II. The independent binding of merlin by PDZ1 and syndecan-4 by PDZ2 provides direct evidence for the coupling of syndecan-mediated signaling to actin regulation by merlin.",
  "methods": "2. Materials and Methods 2.1. Computational Design of New Probes The crystal structure coordinates of MDA-9/Syntenin were extracted from the Protein Databank (PDB ID: 1W9E) [ 14 ]. The MDA-9 structure was prepared for computational studies using the “Biopolymer” preparation module in SYBYL X21 (Tripos Associates, St. Louis, MO, USA). Hydrogen atoms were first added, and the structure was minimized with fixed heavy-atom co-ordinates using the Tripos force field for a maximum of 5000 iterations subject to a termination gradient of 0.05 kcal/(mol Å). The library of ligands to be computationally investigated was divided into three sets of molecules, including (i) PDZ1i molecule, (ii) 14 synthetic analogs of PDZ1i (see  Table S1 ), and (iii) new designed molecules, which included rational variations in the triazolo-pyrimidyl group (block A), and the 2-aryl-1,3,4-oxdiazole group (block C) (see  Table S2 ). Each ligand molecule was built using the “Molecular sketcher” module in SYBYLX21, and energy minimized (100,000 iterations) using the Tripos force field with Gasteiger–Hückel charges, a fixed dielectric constant of 80, and a non-bonded cutoff radius of 8 Å. These optimized ligand structures were used for further studies. The MDA-9/Syntenin structure has two domains, PDZ1 (residues 114–193) and PDZ2 (residues 198–273), of which PDZ1i was earlier found to engage the former [ 14 ]. This binding site was used as the potential binding site for the PDZ1i analogs in our current study. The potential binding sites were mapped using two parameters, namely, cavity depth (SYBLX21) and electrostatic potential (Pymol, APBS tool) ( Figure 1 A), which led to the docking radius of 16 Å for all experiments. Molecular docking was carried out using GOLD v5.6 [ 29 ]. Each structure of the library was docked into the PDZ1i binding site of MDA-9/Syntenin using an unbiased algorithm of 1500 genetic algorithm (GA) runs (with 100,000 iterations). The GOLD Score function, which can be thought of as a surrogate for binding affinity, was used to guide the GA runs. The top six docked poses of each ligand molecule were further analyzed for both binding orientation and consistency of interactions, which were evaluated based on the root mean square deviation (RMSD) between them. GOLD Score and RMSD criteria permit the differentiation of putative ligands for high affinity binding to the PDZ1 domain of MDA-9/Syntenin. 2.2. MD of Ligand–Protein Complexes The best GOLD-docked structures of MDA-9/Syntenin in complex with three ligands (PDZ1i, NGI03, URD001, and NVS125) were prepared for MD using the Leap module of the AMBER18 suite. The ligand molecule was parameterized using the antechamber module, in which AM1-BCC was used to assign the atomic charges. Force field parameters for the three ligands were generated using GAFF. The total charge of the complex was brought to zero by adding an appropriate number of the counter ions. The AMBER-14SB force field was utilized for MDA-9/Syntenin. The charge-neutralized ligand–protein complex was placed in the center of a TIP3P water box with a minimum distance of 12 Å between the box wall and the molecular surface. MD simulations were performed using AMBER18, and periodic boundary conditions were applied to avoid the edge effects [ 31 ]. The Particle Mesh Ewald module was employed for calculating long-range interactions. The hydrogen bonds were constrained using the SHAKE algorithm. The ligand–protein complexes were energy minimized in two steps with the non-bonded cut off 10 Å to remove steric hindrance. In the first step, the solute atoms, including the counter ions, were restrained using a harmonic potential with the force constant of 100 kcal/(mol Å 2 ). The water molecules were relaxed using 500 cycles of steepest descent and 2000 cycles of conjugate gradient method. In the second step, the whole system was relaxed to conjugate gradient minimization of 2500 cycles without any restrain.  For MD simulations, the system was equilibrated in three phases including (i) raising temperature to 300 K using the Berendsen temperature coupling with time constant 2 ps, (ii) equilibrating pressure to 1 atm, and (iii) equilibrating all atoms at the NPT without any restrains. All of these phases were performed with in 1 ns. Following this equilibration, a production run of 500 ns was initiated in explicit solvent environment using NPT ensemble with the integration time step of 2 fs. The trajectory files were collected at every 10 ps for further analysis by AmberTools18 [ 32 ]. Binding free energy calculation of each protein–ligand complex was performed using the MMGBSA method [ 33 ]. The ensemble of structures corresponding to every 20 ps of the dynamic trajectory of the MDA-9/Syntenin–ligand complex was used in the MMGBSA calculations. The MDA-9/Syntenin complexes studied included those with PDZ1i, URD001, NGI03, and NVS125. The energy calculations were performed with the default parameter settings (igb = 5 and saltcon = 0.1), by employing the Python version of the MMGBSA module from AmberTools18. The protocol presented in the amber-MMGBSA tutorial was followed for each calculation (refer to:  https://ambermd.org/tutorials/advanced/tutorial3/  (accessed on 20 August 2024)). 2.3. Spectrofluorimetry of Ligand–Protein Complexes Spectrofluorimetric titrations were performed on a Horiba QM400 spectrometer (HORIBA Scientific, Piscataway, NJ, USA). Excitation and emission wavelengths of 280 nm and 340 nm (600 nm for the reference emission wavelength) were used, with 5 nm excitation and 12 nm emission band widths, as described earlier [ 34 ]. Experiments were performed in ratiometric mode, with excitation and emission polarizers set to 0,0 angles at room temperature. The titration buffer was 20 mM Tris-HCl buffer, pH 7.4. The stock concentrations of protein and ligands were 40 and 300–1000 μM, respectively. Whereas the protein was prepared in the titration buffer, the ligands were prepared in DMSO. The ligands (either URD001, NGI03, or NVS125) were titrated into the protein solution in aliquots, and saturable changes in fluorescence polarization were used to calculate the affinity. Titrating DMSO into the protein solution (<1%  w / v ) did not induce any changes in fluorescence polarization. The emission intensities were corrected for dilution effects (<10% overall). The observed change in fluorescence polarization relative to initial signal (F 0 ) was fitted using a standard single-site binding model to obtain the dissociation constant (K D ) and the maximal change in fluorescence polarization (ΔF) at saturation. 2.4. Synthesis of NGI03 2.4.1. Synthesis of Malonohydrazide ( 5 ) To a mixture of  4  (50 g (47.2 mL), 1.0 equiv.) in MeOH (500 mL) was added hydrazine hydrate (95.8 g (93 mL, 98% purity), 6.0 equiv.) at 20 °C under N 2 . The mixture was stirred at 80 °C for 12 h, then cooled to 20 °C, and filtered. The cake was washed with MeOH (20.0 mL × 3 times) and concentrated. The filtrate was adjusted to pH 6–8 with 1 M HCl and discarded. Compound  5  was obtained as a white solid (40 g, 97% yield).  1 H NMR: (400 MHz, DMSO-d 6 )  δ  9.05 (s, 2H), 4.22 (s, 4H), 2.90 (s, 2H). 2.4.2. Synthesis of N’1,N’3-Dibenzoylmalonohydrazide ( 6 ) To a solution of  5  (20 g, 1.0 equiv.) in THF (1.1 L) and K 2 CO 3  (41.8 g, 2.0 equiv.) in H 2 O (360 mL) at 20–25 °C, was added benzoylchloride (43.8 g (36.2 mL), 2.1 equiv.) dissolved in THF (40 mL) at 20–25 °C and stirred for 12 h. The reaction mixture was slowly added into the ice water (1 L) and the majority of the THF (900 mL) was removed by vacuum. During this process, a number of solids precipitated, which were filtered and dried to obtain  6  as a white solid (39.1 g, 76% yield).  1 H NMR: (400 MHz, DMSO-d 6 )  δ  10.36 (s, 4H), 7.95–7.87 (m, 4H), 7.59–7.47 (m, 6H), 3.31 (s, 2H). 2.4.3. Synthesis of Bis(5-phenyl-1,3,4-oxadiazol-2-yl)methane ( 1 ) To a solution of  6  (25 g, 1.0 equiv.) in THF (300 mL) was added the Burgess reagent (52.7 g, 3.0 equiv.) at 25 °C warmed to 60 °C and stirred for 12 h. The reaction mixture was then poured into water (1 L), extracted with ethyl acetate (500 mL × 3 times), and the combined organic layers washed with brine (1 L), dried over an. Na 2 SO 4 , filtered, and concentrated under reduced pressure to give the yellow solid  1  (18.3 g, 82% yield), which was used without purification. 2.4.4. Synthesis of tert-Butyl 3,3-bis(5-phenyl-1,3,4-oxadiazol-2-yl)propanoate ( 2 ) Compound  1  (5 g, 1 equiv.) was dissolved in THF (50 mL), and 2 M LDA (8 mL, 0.97 equiv.) was added at −20 °C. The mixture was stirred for 3 h and then tert-butyl 2-bromoacetate (3.3 g (2.5 mL), 1.0 equiv.) in THF (15 mL) was added at -20 °C. The mixture was stirred at 25 °C over 12 h under N 2 , quenched with a solution of NH 4 Cl in water (200 mL) and the organic layer separated. The aqueous phase was once again extracted with ethyl acetate (100 mL × 2 times) and the combined organic extracts were dried (an. Na 2 SO 4 ), and the solvent was removed in vacuo to give  2  (5 g, crude) as a brown oil.  2.4.5. Synthesis of N-(4-(3,3-bis(5-phenyl-1,3,4-oxadiazol-2-yl)propanamido)-2,5-dimethylphenyl)-8-oxo-5,6,7,8-tetrahydro-4H-cyclopenta[d][1,2,4]triazolo[1,5-a]pyrimidine-2-carboxamide (NGI03) To the solution of  2  (5.0 g, 1.0 equiv.) in EtOAc (5 mL) was added 4 M HCl/EtOAc (5 mL), and the mixture stirred at 20 °C for 3 h to obtain 3,3-bis(5-phenyl-1,3,4-oxadiazol-2-yl)propanoic acid. To a solution of this compound (200 mg, 1.0 equiv.) and I-2 (188 mg, 1.0 equiv.) in DMSO (2.0 mL) was added HATU (420 mg, 2.0 equiv.) and DIEA (356 mg (480 μL), 5.0 equiv.) at 0 °C. The reaction mixture was concentrated in vacuo, and purified using C18 prep-HPLC to give NG103 (124 mg, 82% yield, 93.1% purity) as a white solid. LC-MS: Ret. Time = 0.417 min,  m / z  (M+1) = 683.4.  1 H NMR:  δ  13.80–13.39 (m, 1H), 9.99 (s, 1H), 9.73 (s, 1H), 8.03 (brd, J = 6.8 Hz, 4H), 7.77–7.49 (m, 6H), 7.32 (s, 1H), 7.23 (s, 1H), 5.50 (brt, J = 7.5 Hz, 1H), 3.61 (brd, J = 7.3 Hz, 2H), 2.98 (brt, J = 7.1 Hz, 2H), 2.74 (brt, J = 6.8 Hz, 2H), 2.14 (brd, J = 16.1 Hz, 8H). 2.5. Synthesis of URD001 2.5.1. Synthesis of Dimethyl (E)-2-(3-(4-((tert-butoxycarbonyl)amino)-2,5-dimethylphenyl)allyl)malonate ( 10 ) A mixture of  7  (4.0 g, 1.0 equiv.) and (Boc) 2 O (4.4 g (4.6 mL), 1.0 equiv.) in toluene (50 mL) was stirred at 100 °C for 10 h under N 2 . LC-MS showed formation of the product (RT = 0.612 min,  m / z  = 246.0), which was isolated as a yellow solid using a vacuum, characterized as tert-butyl (4-bromo-2,5-dimethylphenyl)carbamate (5.5 g, 92% yield; LC-MS: RT = 0.612 min,  m / z  (M+1) = 246.0), and used without purification. To the solution of the above compound (4.0 g, 1.0 equiv.), dimethyl 2-allylpropanedioate (8.2 g, 3.6 equiv.), and tris- o -tolylphosphane (2.03 g, 0.5 equiv.) in TEA (30 mL), was added Pd(OAc) 2  (1.52 g, 0.5 equiv.). The reaction mixture was stirred at 90 °C for 12 h. LC-MS showed the formation of a product with an RT of 0.594 min ( m / z  = 336.2). The reaction mixture was adjusted to a pH of 4 with 1 M HCl and extracted three times with ethyl acetate (20 mL), organic layer combined and washed with brine (30 mL), and dried over an. Na 2 SO 4 . Following filtering and drying, the residue so obtained was purified using silica column chromatography to give  10  (4.5 g, 86% yield) as a yellow oil (LC-MS: RT = 0.594 min,  m / z  (M+1) = 336.2). 2.5.2. Synthesis of tert-Butyl (4-(4-(hydrazinecarbonyl)-5-hydrazineyl-5-oxopentyl)-2,5-dimethylphenyl) carbamate ( 11 ) To the solution of  10  (2.0 g, 1.0 equiv.) in MeOH (20 mL) was added Pd/C (500 mg, 10% purity, 1.0 equiv.), and the mixture was stirred under H 2  (15 psi) at 20 °C for 3 h. The reaction mixture was filtered and the cake washed with MeOH (50 mL), filtered, and concentrated to give dimethyl 2-(3-(4-((tert-butoxycarbonyl)amino)-2,5-dimethylphenyl)propyl) malonate as a yellow oil (1.8 g, 90% yield; LC-MS: RT = 0.622 min,  m / z  (M+1) = 338.0). To the above oil (500 mg, 1.0 equiv.) in EtOH (2 mL) was added hydrazine hydrate (298 mg (290 μL, 85% purity), 4.0 equiv.) at 25 °C. The mixture was stirred at 80 °C for 12 h, then concentrated to give  11  (500 mg, crude), which was a yellow solid. LC-MS: RT = 0.422 min,  m / z  (M+1) = 338.0.  1 H NMR: 400 MHz, CDCl 3   δ  7.51 (br s, 1H), 6.85 (s, 1H), 6.21 (br s, 1H), 2.99–2.91 (m, 2H), 2.54 (br d,  J  = 7.6 Hz, 2H), 2.23 (s, 3H), 2.18 (s, 3H), 1.95–1.87 (m, 2H), 1.51 (s, 9H). 2.5.3. Synthesis of tert-Butyl (4-(4,4-bis(5-phenyl-1,3,4-oxadiazol-2-yl)butyl)-2,5-dimethylphenyl) carbamate ( 10 ) To a solution of  11  (500 mg, 1.0 equiv.) and K 2 CO 3  (352 mg, 2.0 equiv.)dissolved in H 2 O (30 mL) and THF (60 mL) at 20–25 °C, was added benzoyl chloride (375 mg (309 μL) 2.1 equiv.) dissolved in THF (10 mL), and the mixture stirred for 12 h. The mixture was then poured into water (40 mL), extracted three times with ethyl acetate (20 mL), combined, re-washed with brine (50 mL), dried over an. Na 2 SO 4 , filtered, and concentrated to give tert-butyl (4-(5-(2-benzoylhydrazineyl)-4-((2-benzoylhydrazineyl)methyl)-5-oxopentyl)-2,5-dimethylphenyl) carbamate (600 mg, 80% yield) as a white solid. LC-MS: RT = 0.555 min,  m / z  (M+1) = 546.4.  1 H NMR: 400 MHz, DMSO- d 6   δ  10.51 (s, 2H), 10.0 (s, 2H), 8.36 (s, 1H), 8.15 (dd,  J  = 1.4, 8.4 Hz, 1H), 7.96–7.91 (m, 1H), 7.91–7.88 (m, 3H), 7.68–7.62 (m, 1H), 7.61–7.54 (m, 3H), 7.53–7.46 (m, 5H), 7.05 (s, 1H), 6.97 (s, 1H), 3.43–3.37 (m, 1H), 2.54 (br d,  J  = 8.0 Hz, 2H), 2.22 (s, 3H), 2.16–2.08 (m, 4H), 1.97–1.85 (m, 2H), 1.68–1.55 (m, 2H), 1.45 (s, 10H). To a solution of the above compound (2.2 g, 1.0 equiv.) in THF (30 mL) was added methoxycarbonyl-(triethylammonio)sulfonyl-azanide (Burgess reagent) (2.61 g, 3.0 equiv.) at 25 °C, then warmed to 60 °C and stirred for 2 h. The reaction mixture was poured into water (50 mL), extracted with ethyl acetate (30 mL × 3 times), and the combined organic layer washed with brine (150 mL), dried over an. Na 2 SO 4 , filtered, and concentrated under reduced pressure to give a residue, which was purified on silica column gel to yield 3 as a colorless oil (1.0 g, 48% yield; LC-MS: RT = 0.705 min,  m / z  (M+1) = 566.2). 2.5.4. Synthesis of N-(4-(4,4-bis(5-phenyl-1,3,4-oxadiazol-2-yl)butyl)-2,5-dimethylphenyl)-8-oxo-5,6,7,8-tetrahydro-4H-cyclopenta[d][1,2,4]triazolo [1,5-a]pyrimidine-2-carboxamide (URD001) To a solution of  3  (1.0 g, 1.0 equiv.) in EtOAc (5 mL) was added 4 M HCl/EtOAc (5 mL), and stirred at 20 °C for 3 h. The reaction mixture was concentrated under vacuum to afford 4-(4,4-bis(5-phenyl-1,3,4-oxadiazol-2-yl)butyl)-2,5-dimethylaniline as a white solid (700 mg; LC-MS: RT = 0.515 min,  m / z  (M+1) = 466.2). To a solution of the above compound (400 mg, 1.0 equiv.) and  II-1  (284 mg, 1.5 equiv.) in DMSO (6 mL) were added HATU (400 mg, 1.2 equiv.) and DIEA (172 mg (232 μL), 1.55 equiv.) at 0 °C. The mixture was stirred at 25 °C for 2 h, following which H 2 O was added, the mixture extracted with ethyl acetate (200 mL × 3 times), and the organic layers combined, washed with brine (300 mL), dried over an. Na 2 SO 4 , filtered, and concentrated. The residue was purified using C18 prep-HPLC (column: Phenomenex Luna C18 200 × 40 mm × 10 μ) to afford URD001 as a white solid (248 mg, 41% yield, 97% purity; LC-MS: RT = 0.573 min,  m / z  (M+1) = 668.4).  1 H NMR: 400 MHz, DMSO- d 6   δ  13.7–13.5 (m, 1H), 9.86 (s, 1H), 7.99 (dd,  J  = 1.6, 8.2 Hz, 4H), 7.71–7.53 (m, 6H), 7.28 (s, 1H), 7.03 (s, 1H), 5.24 (t,  J  = 7.4 Hz, 1H), 3.01–2.95 (m, 2H), 2.76–2.72 (m, 2H), 2.68–2.63 (m, 4H), 2.21 (s, 3H), 2.18–2.08 (m, 5H), 1.77–1.64 (m, 2H). 2.6. Synthesis of NVS125 2.6.1. Synthesis of (4-bromo-2,5-dimethylphenyl)methanol ( 13 ) To a solution of 1,4-dibromo-2,5-dimethylbenzene  12  (25 g, 1.0 equiv.) in THF (200 mL) was added 2.5 M  n -BuLi (40 mL, 1.06 equiv.) at −78 °C, and the mixture stirred for 10 min under N 2 . DMF (13.8 g (14.5 mL), 2.0 equiv.) was added to the reaction at -78 °C, before the mixture was allowed to warm up to 25 °C and stirred for 2 h. The mixture was quenched with slow addition of sat. NH 4 Cl solution (400 mL), and the mixture extracted with ethyl acetate (200 mL × 3 times). The combined organic phases were washed with brine (500 mL) and dried (an. Na 2 SO 4 ). 4-bromo-2,5-dimethylbenzaldehyde (21 g, crude) was obtained as a yellow solid.  1 H NMR: 400 MHz, CDCl 3 _ d 6   δ : 7.57–7.76 (m, 1H), 7.43–7.53 (m, 1H), 2.58–2.71 (m, 3H), 2.41–2.49 (m, 3H). A solution of the above compound (21 g, 1.0 equiv.) in EtOH (200 mL) was cooled to 0 °C, and NaBH 4  (3.8 g, 1.0 equiv.) was added in small portions over 5 min. The mixture was allowed to reach 25 °C, stirred for another 1 h and poured into water (500 mL). The water layer was extracted with ethyl acetate (300 mL × 3 times), and the combined organic phases were washed with brine (700 mL), dried (an. Na 2 SO 4 ), and concentrated in vacuo to give  13  as a white solid (19.2 g, 89% yield).  1 H NMR 400 MHz, DMSO _ d 6   δ : 7.33–7.37 (m, 1H), 7.29–7.33 (m, 1H), 5.09–5.15 (m, 1H), 4.37–4.45 (m, 2H), 2.29–2.32 (m, 3H), 2.16–2.20 (m, 3H). 2.6.2. Synthesis of 1-Bromo-4-(bromomethyl)-2,5-dimethylbenzene ( 14 ) To a solution of  13  (19.2 g, 1.0 equiv.) in DCM (200 mL) was added PPh 3  (25.8 g, 1.1 equiv.) at 20 °C, cooled to 0 °C, and then added CBr 4  (32.6 g, 1.1 equiv.). The mixture was warmed to 20–25 °C, stirred for 12 h, concentrated in vacuo, and purified on silica gel to yield  14  (18.0 g, 72% yield) as a colorless oil.  1 H NMR: 400 MHz, CDCl 3 _ d : 7.27–7.30 (m, 1H), 7.07–7.11 (m, 1H), 4.32–4.39 (m, 2H), 2.26–2.28 (m, 6H). 6  δ 2.6.3. Synthesis of 1-(4-Bromo-2,5-dimethylphenyl)-4-(5-(p-tolyl)-1,3,4-oxadiazol-2-yl)butan-2-one ( 15 ) To a solution of Zn (13 g, 7.9 equiv.) in DME (15 mL) was added Pd(PPh 3 ) 4  (2.9 g, 0.10 equiv.) at 25–30 °C. Then compound  III-1  (4.4 g, 0.7 equiv.) in DME (15 mL) was added and the solution cooled to 0 °C, following which  14  (7 g, 1.0 equiv.) in DME (15 mL) was slowly added over 0.5 h. The mixture was stirred at 0 °C for 0.5 h, then warmed to 20–25 °C, stirred for 12 h, filtered, concentrated, and purified using silica gel chromatography. The spot (Rf = 0.10) was collected and re-purified using C18 prep-HPLC (column: YMC Triart C18 250 mm × 50 mm × 7 μ; mobile phase: water (FA)-ACN). Compound  15  was obtained as a white solid (560 mg, 54% yield; LC-MS: RT = 2.416 min,  m / z  (M+1) = 413.1).  1 H NMR: EC1995-104-P1A1, 400 MHz, DMSO_ d 6   δ : 7.84 ( d ,  J  = 8.25 Hz, 2H), 7.36–7.44 (m, 3H), 7.08–7.14 (m, 1H), 3.81–3.91 (m, 2H), 3.08–3.14 (m, 4H), 2.37–2.43 (m, 3H), 2.24–2.29 (m, 3H), 2.07–2.12 (m, 3H). 2.7. Synthesis of NVS125 To a solution of  15  (560 mg, 1.0 equiv.) in DMF (20 mL) was added MeOH (5 mL), followed by Pd(dppf)Cl 2  (200 mg, 0.1 equiv.) and TEA (688 mg (946 μL), 5.0 equiv.) at 25–30 °C. The suspension was degassed under vacuum and purged with N 2  several times. The mixture was stirred under a CO atmosphere (15 psi) at 25–30 °C, and heated to 90 °C for 24 h. The mixture was then cooled to 25–30 °C and filtered, and the cake so obtained was washed with MeOH (50 mL), with mother liquor collected and concentrated. The residue was purified using silica column chromatography to obtain methyl 2,5-dimethyl-4-(2-oxo-4-(5-(p-tolyl)-1,3,4-oxadiazol-2-yl)butyl) benzoate as a yellow solid (400 mg, 75% yield). LC-MS: RT = 0.552 min,  m / z  (M+1) = 413.1.  1 H NMR: 400 MHz, DMSO_ d 6   δ : 7.86–7.92 (m, 2H), 7.66–7.70 (m, 1H), 7.44–7.51 (m, 2H), 7.12–7.18 (m, 1H), 3.96–4.01 (m, 2H), 3.83–3.87 (m, 3H), 3.16–3.20 (m, 4H), 2.48–2.51 (m, 3H), 2.44–2.46 (m, 3H), 2.19–2.21 (m, 3H). To a solution of the above compound (400 mg, 1.0 equiv.) in MeOH (10 mL), LiOH.H 2 O (85 mg, 2.0 equiv.) dissolved in H 2 O (5 mL) was added dropwise at 25 °C warmed to 70 °C and stirred for 4 h. Following the reaction, the mixture was poured into water (30 mL), pH was adjusted to 4–5 with citric acid (20 mL), and the aqueous phase was extracted with ethyl acetate (20 mL × 3 times). The combined organic layer was washed with brine (30 mL), dried (an. Na 2 SO 4 ), filtered, and concentrated in vacuo to give a residue, which was purified using prep-HPLC (column: Welch Ultimate C18 150 × 25 mm × 5 μ; mobile phase: [water (FA)-ACN]). NVS125 (73.7 mg, 19% yield, 99% purity) was obtained as a white solid. LC-MS (RT = 0.540 min,  m / z  (M+1) = 379.1),  1 H NMR: 400 MHz, DMSO_ d 6   δ : 7.80–7.88 (m, H), 7.59 –7.67 (m, 1H), 7.37–7.45 (m, 2H), 7.03–7.10 (m, 1H), 3.93 (s, 2H), 3.07–3.16 (m, 4H), 2.43– 2.47 (m, 3H), 2.38–2.42 (m, 3H), 2.11–2.18 (m, 3H).",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T21:45:28.221288",
  "abstract_length": 814,
  "methods_length": 20694,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}