{
  "pmid": "12673723",
  "abstract": "BACKGROUND: Human malignant mesotheliomas (HMMs) are aggressive tumors that arise from the mesothelium. They respond poorly to conventional tumor treatment and outcome is often fatal. Inactivating mutations of the neurofibromatosis type 2 (NF2) tumor suppressor gene merlin have been described in nearly 60% of primary malignant mesothelioma and in approximately 20% of the mesothelioma cell lines. Studies regarding human NF2 schwannoma cells revealed a higher proliferation and a larger noninactivating K(+) outward current compared with controls. The enhanced proliferation of merlin-deficient NF2 schwannoma cells could be reduced in the presence of quinidine, a K(+) channel blocker, whereas the proliferation of normal Schwann cells is not affected. The current study was undertaken to evaluate the effect of quinidine on the proliferation of HMM cell lines in relation to their NF2 status. METHODS: Proliferation analyses using bromodeoxyuridine incorporation was performed by immunocytochemical staining and fluorescence assisted cell sorting. The patch-clamp technique was applied for electrophysiologic characterization of the HMM cell lines. The cytochrome P450 2D6 locus, known to be mutated at high frequencies in NF2 patients and to be specifically inhibited by quinidine, was screened for mutations by cycle sequencing. RESULTS: Quinidine selectively reduces the proliferation of merlin-deficient HMM cell lines by causing a G(0)/G(1) arrest, whereas the proliferation rates of merlin-expressing HMM cell lines remain unchanged. The effect of quinidine on the proliferation of HMM cell lines appears to be correlated with the NF2 gene status but not with the K(+) outward current. No relation to cytochrome P450 2D6 mutations was detected. CONCLUSIONS: Quinidine or quinidine analogs are of potential therapeutic interest for the subset of merlin-deficient mesothelioma tumors.",
  "methods": "Materials and methods Cell lines, cell culture, and transfection The LNCaP, VCaP, C4-2, DU145, PC-3, 22Rv1, and 293 T cell lines were purchased from the Cell Bank of the Chinese Academy of Sciences (Shanghai, China) (Supplementary Table  S1 ). LNCaP, C4-2, and 22Rv1 cells were cultured in RPMI-1640 medium supplemented with 10% FBS. 293 T and VCaP cells were cultured in DMEM medium supplemented with 10% FBS. DU145 cells were cultured in MEM medium supplemented with 10% FBS. PC-3 cells were cultured in Ham’s F-12 medium supplemented with 10% FBS. The cells were cultured for use in the logarithmic growth phase. JetPRIME ®  in vitro DNA and siRNA transfection reagent (Polyplus-transfection, Strasbourg, France) was used for cell transfection, following the manufacturer’s protocol (shRNA sequence information in Supplementary Table  S2 ). Data mining We speculated on the differential expression of HSPB6 and its relationship with E2F1 using six Gene Expression Omnibus (GEO) datasets [ 34 ] ( GSE6752 ,  GSE30521 ,  GSE46602 ,  GSE55945 ,  GSE69223 ,  GSE104131 , and  GSE200879 ;  https://www.ncbi.nlm.nih.gov/geo ), Cancer Cell Line Encyclopedia (CCLE;  https://sites.broadinstitute.org/ccle/ ) dataset [ 35 ] and The Cancer Genome Atlas Program (TCGA;  https://portal.gdc.cancer.gov/ ) dataset [ 36 ]. Based on these datasets, we analyzed differentially expressed genes of prostate cancer tissue and normal prostate tissue using the limma R package. As a supplement, The University of Alabama at Birmingham CANcer data analysis Portal [ 37 ] (UALCAN;  https://ualcan.path.uab.edu/index.html ), PCaProfiler [ 38 ] ( https://www.pcaprofiler.com/ ) and Tumor IMmune Estimation Resource [ 39 ] (TIMER;  https://cistrome.shinyapps.io/timer/ ) databases were also used to analyze prostate cancer data. False positive data were amended by adjusting the  P  value. Hence, the criteria for selecting significant data were set as adjusted  P  < 0.05 along with log fold change (log FC) values greater than 1 or less than −1. Venn plots and volcano plots were used to identify the differentially expressed genes across these GEO datasets. To optimize the relationship between the expression of HSPB6 and the prognostic value of prostate cancer, we supplemented the data with a TCGA cohort, which was analyzed using the Gene Expression Profiling Interactive Analysis (GEPIA) database [ 40 ] ( http://gepia.cancer-pku.cn/ ). Finally, the PPI protein network was constructed using the STRING [ 41 ] ( https://string-db.org/ ), GENEMANIA [ 42 ] ( https://genemania.org/ ), and IntAct [ 43 ] ( https://www.ebi.ac.uk/intact/home ) databases. Tissue specimens One hundred and twenty tissue samples were collected from prostate cancer patients between 2011 and 2020 at the First Affiliated Hospital of Zhengzhou University (Zhengzhou, China). The patients in this study received a definite diagnosis by histopathological examination and had not undergone medical treatment. Written informed consent was obtained from every patient included in the study. The research was approved by the Research Ethics Committee of the First Affiliated Hospital of Zhengzhou University (2023-KY-0636-001). Quantitative real-time polymerase chain reaction Total RNA was extracted using the Total RNA Extraction Kit (Boxbio, Beijing, China). Subsequently, cDNA was synthesized using the NovoScript® Plus All-in-one 1st Strand cDNA Synthesis SuperMix (Novoprotein, Shanghai, China). The gene transcripts of interest were quantitated using the QuantStudio Three Real-Time PCR System (Thermo Fisher) using the NovoStart® SYBR qPCR SuperMix Plus (Novoprotein), with ACTB as an internal control. The primer sequence used during our quantitative real-time polymerase chain reaction (qRT-PCR) test is shown in Supplementary Table  3 . Immunohistochemistry (IHC) Patient tissues and xenografts were fixed overnight in 4% paraformaldehyde. Subsequently, the fixed tissue blocks were dehydrated and embedded to a suitable size for slicing. The embedded paraffin blocks were then sliced and placed on a slide. Each slice was labeled with a unique identifier and placed on a baking machine for 30 minutes to adhere firmly to the tissue. Sections were sequentially dewaxed, and antigen retrieval was performed. To prepare the tissue for immunohistochemistry analysis, a PAP pen was used to circle the tissue on the slide, and then a blocking solution was applied. Next, the primary antibody was added and left to incubate overnight at 4 °C. Following the primary antibody incubation, the slides were treated with a secondary antibody. For visualization, a DAB chromogenic solution was added to induce color development. After this staining process, photographs of the slides were taken, and statistical analysis was conducted to assess the results. Western blot The total protein content in tissues and cells was extracted using RIPA buffer (Beyotime, Shanghai, China) supplemented with 1% PMSF (Solarbio) and 1% Phosphatase inhibitor cocktail A (Beyotime). A pre-assessment of protein concentration was then performed using a BCA kit (Solarbio, Beijing, China). We electrophoresis the protein using PAGE gel (Epizyme, shanghai, China) and transfer it to the PVDF membrane. The PVDF membrane containing the protein was closed with a QuickBlock™ Blocking Buffer (Beyotime) for half an hour, then the primary antibody was added and incubated overnight at 4 °C. After washing off the residual primary antibody, the PVDF membrane was incubated with the secondary antibody for one hour in the dark. The Odyssey CLx Infrared Imaging System (Gene Company Limited, Hong Kong, China) was used to detect the target protein bands. The corresponding antibody information is provided in Supplementary Table  S1 . Cell counting kit-8 assay (CCK8) Approximately 4000 prostate cancer cells were uniformly dispersed in 96-well plates and pre-cultured in an incubator (37 °C, 5% CO 2 ) until the cell state was stable. Subsequently, 10 µl of CCK8 solution (Dojindo, Tokyo, Japan) was added to each well. After a 4-hour incubation, the absorbance of each well was measured using a microplate reader (Perlong, Beijing, China) at 450 nm for statistical analysis. Colony formation assay Prostate cancer cells (1000–2000 cells) were evenly distributed in 6-well plates and cultured in a cell culture incubator at 37 °C with 5% CO 2  for 1–2 weeks. The culture was stopped when single cells grew into 50–200 cell clumps, and the cells were fixed with 4% paraformaldehyde for 1 hour. Following fixation, the cells were washed to remove residual paraformaldehyde and stained using a crystal violet staining solution (Beyotime). The number of cell clones per well was observed and analyzed. Annexin V/PI double dyeing flow cytometry In this study, we used the BD Pharmingen™ FITC Annexin V Apoptosis Detection Kit I (BD Biosciences, Franklin Lakes, NJ, USA) to detect cell apoptosis. Prostate cancer cells were cultured in 6-well plates and subjected to various treatments. Subsequently, the prostate cancer cells were digested and counted using pancreatic enzymes. The cells were then diluted to a concentration of 1 × 10 6  cells/ml using PBS, and 100 µl of this suspension was transferred to a 5 ml culture tube. Next, 5 µl of FITC Annexin V and 5 µl of PI were added to the culture tube. The cells were gently mixed and incubated for 15 minutes at room temperature (25 °C) while protected from light. Following the incubation, 400 µl of 1× Binding Buffer was added to each culture tube, and the samples were analyzed by flow cytometry within 1 hour. TUNEL assay The TUNEL assay was conducted using the One Step TUNEL Apoptosis Assay Kit (Beyotime). The cells were initially washed with PBS to remove residual medium on the cell surface, followed by fixation with 4% paraformaldehyde for 30 minutes. After washing off the residual paraformaldehyde, the cells were incubated with 0.3% Triton X-100 for 5 minutes. Next, we prepared the chromogenic solution according to the kit’s instructions and added 50 µl per well. The cells were then incubated at 37 °C in a light-protected environment for 60 minutes. After removing the stain, we captured images using a fluorescence microscope and analyzed the results statistically. Mitochondrial membrane potential assay We use the Mitochondrial membrane potential assay kit with JC-1 (Beyotime) to assess the mitochondrial membrane potential. An appropriate amount of JC-1 (200×) was taken and diluted with ultrapure water at a ratio of 8 ml per 50 μl of JC-1 (200×). After thoroughly mixing JC-1, 2 ml of JC-1 staining buffer (5×) was added and mixed to create the JC-1 staining solution. Subsequently, 1 ml of the working solution was added to each well of a sixwell plate and incubated for 20 minutes in darkness. Observations and photography were performed using a fluorescence microscope after the incubation period. In vivo tumor xenograft model Male severe combined immunodeficiency (SCID) mice aged 4–5 weeks were procured from Sibeifu Company (Beijing, China). To meet statistical requirements, 80 mice were randomly divided into eight groups (5 mice per group) to minimize experimental error. C4-2 cells (Transfection of Vector or HSPB6) were diluted to 1 × 10 7  cells with 50 μL PBS and 50 μL Matrigel (Corning), then subcutaneously injected into the mice. After one week, the mice were intraperitoneally injected with 8-Br-cGMP [ 44 ] (50 mg/kg per mouse, every 2 days until day 20) and quinidine [ 45 ] (25 mg/kg per mouse, every two days until day 20) individually or in combination. Tumor size was observed and measured every three days, and on day 30, tumors were removed and weighed. The experimental procedures were carried out following the guidelines established by the National Institutes of Health of China and were approved by the Ethics Committee for Animal Experiments of the First Affiliated Hospital of Zhengzhou University, Zhengzhou, China (2023-KY-0636-001). Statistical analysis All data were analyzed using the following software: GraphPad Prism 8.0 (GraphPad, San Diego, CA, USA), R-4.3.1 (R Core Team,  https://www.r-project.org/ ), and SPSS v. 25.0 (IBM, Chicago, IL, USA). We employed a  t  test or ANOVA to assess statistical significance unless stated otherwise. Each experiment was conducted with three replicates. A  P  value < 0.05 was statistically significant.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T21:45:18.612435",
  "abstract_length": 1892,
  "methods_length": 10380,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}