{
  "pmid": "PMID:15206577",
  "title": "Gene expression analysis of the lung following paraquat administration in rats using DNA microarray.",
  "abstract": "Gene expression changes in the lungs induced by paraquat (PQ) administration were studied in rats using DNA microarrays that were detectable for 1,090 genes per DNA microarray. The rats were subjected to subacute PQ exposure (7 mg/kg, s.c., daily for eight administrations). Two days after the final administration, the rats were divided into two groups. Group 1 experienced significant body weight loss and displayed signs of subacute PQ toxicity, but Group 2 showed no significant effects due to the PQ treatment. A control group, Group 3, was also included. In the comparison of the gene expression levels in the animals from Group 1 or Group 2 to the control animals treated by vehicle, 48 genes in Group 1 and 29 genes from Group 2 were differentially expressed. The twenty-eight genes were common to these two groups. These differentially expressed genes following paraquat treatment were classified as follows: 5 neurotransmitter receptor genes; 4 transporter genes; 4 voltage-gated ion channel genes; 2 lipid metabolism enzyme genes; 2 G-proteins involved in endocytosis and exocytosis genes; 7 cytokine genes; 4 ADP ribosylation genes involved in cell death and regeneration; CFTR gene, which is the causal gene for cystic fibrosis; neurofibromatosis type 1 gene, which is the causal gene for the neurofibromatosis type 1 that is known to accompany pulmonary fibrosis; and the causal gene for spinocerebellar ataxia. These genes may prove to be the keys for the elucidation of the mechanism of PQ toxicity, e.g. PQ-induced pulmonary fibrosis.",
  "authors": "Yoshihide Satomi; Wakana Tsuchiya; Keiko Mihara; Mikio Ota; Yoshinori Kasahara; Fumiaki Akahori",
  "journal": "The Journal of toxicological sciences",
  "publicationDate": "2004-05",
  "doi": "10.2131/jts.29.91",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-19 09:22:38"
}