{
  "pmid": "15240917",
  "abstract": "Survival of Human Neurofibroma in Immunodeficient Mice and Initial Results of  Therapy With Pirfenidone.  Babovic-Vuksanovic D, Petrovic L, Knudsen BE, Plummer TB, Parisi JE, Babovic S,  Platt JL.  Neurofibromatosis type I is a common tumor predisposing disease in humans.  Surgical therapy can be applied only in selected patients with resectable  masses. Hence, development of new therapies for this disease is urgent. We used  human neurofibroma implants in mice with severe combined immunodeficiency (SCID)  as a model to test the toxicity and potential efficacy of pirfenidone, a new  therapeutic agent. Two hundred twelve human neurofibromas were transplanted into  various locations in 59 experimental animals, and 30 mice with implants received  oral pirfenidone for up to six weeks. Survival of neurofibromas in animals  treated with pirfenidone was lower than in the control group $(P=.02)$. Tumors  did not change histologic appearance or vascularization in response to  pirfenidone. Treatment with pirfenidone, a new antifibrotic agent, inhibits  survival of some tumors without causing toxicity in animals.  DOI: 10.1155/S1110724304308107 PMCID: PMC548804 PMID: 15240917",
  "methods": "MATERIALS AND METHODS Animals Mice with severe combined immunodeficiency (SCID) were\nused as recipients of human neurofibroma\nxenotransplants.  SCID mice have a deficiency in the\nDNA-dependent protein kinase (DNA-PK), which results in\ninefficient recombination of DNA ends generated during\nthe course of antigen receptor recombination [ 15 ].\nThis defect blocks lymphopoiesis at early stages of T-\nand B-cell development and prevents the mounting of\nimmune responses against the grafts. Two hundred twelve human neurofibromas were transplanted into\nvarious locations in 59 experimental animals, 30 in the\nepineurium of the sciatic nerve, and 182 under the skin of the\nneck, back, and skin of the ear.  Thirty mice with implants\nreceived oral pirfenidone for up to six weeks, and 29 animals\nwere monitored for survival of tumors without therapy. Human neurofibromas Human neurofibromas were obtained from four patients with\nneurofibromatosis who underwent removal of plexiform neurofibroma\ndue to pain, compression, or other clinical indications.  One\ntumor was described as a nodular plexiform neurofibroma, while\nthe other 3 had appearance of diffuse plexiform neurofibroma.\nTumor tissue that would normally be discarded was used for these\nexperiments.  Each tumor was initially evaluated by frozen\nsection histology, and if confirmed to be a neurofibroma, tumor\ntissue was prepared for implantation.  The size of the tumors\nranged from 2 cm to 4 cm at the greatest diameter.  The\ntissue was placed into sterile culture medium with an antibiotic\nand cut into 2 × 2 × 2 mm (1–2 milligrams)\npieces.  Two hundred and twelve tumor fragments were obtained by\ncutting neurofibromas originating from four different patients.\nTumors were weighed and measured by a caliper (two largest\nperpendicular diameters) before implantation.  Part of the tumor\nwas evaluated by histology as described below. Surgical procedure Surgical procedures were conducted under sterile conditions.\nEach mouse was anesthetized using 5% halothane inhalation\nfollowed by 1%–2% halothane for maintenance. Tumor fragments\nwere implanted subcutaneously in the area of back, neck, and on\nthe posterior surface of the ear.  Prior to incision, the skin\nwas thoroughly cleaned with 70% ethanol and Betadine solution.\nIncisions were performed longitudinally oriented on the skin of\ndesignated areas. The implantation pockets were dissected with\nmicroscissors. Care was taken to minimize mechanical trauma to\nthe graft. After implantation of the tumor grafts, skin was\nclosed with resorbable (Chromic catgut 5/0) suture.  We used\nmethod previously described by Lee et al for implantation of\nneurofibroma fragment into the epineurium of the sciatic nerve\n[ 16 ].  Tumor implants were secured with a Prolene 8/0\nsurgical suture. Pirfenidone therapy Tumors were implanted in four different occasions, depending on\navailability of the human donor. After the implantation of\nxenografts from each donor, animals were randomized into two\ngroups.  Thirty SCID mice with implanted tumor fragments in\nvarious body locations were treated with oral pirfenidone (at a\ndose of 500 mg/kg per day).  Therapy was initiated the second\nday after tumor implantation.  The remaining 29 untreated mice \nwith implants from the same tumors were used as controls. Assessment of tumor growth The animals with tumor implants in the epineurium\nand under the skin of neck and back were followed for up to\nsix weeks.  The survival and size of tumor implants in\nsubcutaneous locations were assessed by external palpation\nthrough the skin of the neck and back and measurement of the\nperpendicular diameters prior to tumor removal. Animals were sacrificed 2, 3, 4, 5, and 6 weeks after tumor\nimplantation.  Neurofibroma implants were recovered,\nweighed, and measured for the largest surface area.  Tumor\ntissue was prepared for routine histology and\nimmunostaining.  The authors were masked to a treatment\nstatus of animals at the time of tumor measurement to\nminimize bias. Two animals with tumor implants under the skin of ear were\nfollowed for twelve months without therapy.  Tumor appearance and\nsize of tumors were assessed by inspection and direct outside\nmeasurement of the two largest perpendicular diameters and\ncalculation of area, using a caliper with 0.025 mm accuracy\n(Skilltech, Hempe Manufacturing Co, Inc, New Berlin,\nWis) ( Figure 1a ). Measurements were performed two weeks \nafter implantation and then monthly thereafter. Figure 1 (a) Viability of human neurofibroma xenograft in SCID mouse ear for 12 months after\nimplantation, without therapy with pirfenidone.  Human\nneurofibromas confirmed by frozen section histology were cut in\n2 × 2 mm pieces and implanted subcutaneously into the\near of SCID mice.  Tumor size was assessed by inspection and\ndirect outside measurement of the two largest perpendicular\ndiameters and area calculation, using a caliper with 0.025 mm\naccuracy. (b) Neurofibroma xenotransplants in the ear were stable\nin size for twelve months after implantation. The line shows an\naverage size of four tumor implants in the ears, based on area calculation. Figure 2 Evaluation for content of collagen in human neurofibroma\nxenografts in SCID mouse.  Sections from formalin-fixed,\nparaffin-embedded tissues were stained with Masson's Trichrome\nand slides were examined using a brightfield microscope.  Original\ntumor tissue  (a) and the xenotransplant recovered 6 weeks after\nimplantation without therapy (b) or with pirfenidone\ntreatment (c). Samples from the original tumor and 6-week-old\nimplants were stained with Trichrome suggesting the presence of\nsimilar content of collagen.  Tumors recovered from animals\ntreated with pirfenidone did not display difference in Trichrome\nstaining, suggesting that 6-week therapy did not influence the\ncontent of collagen. Figure 3 Localization of S-100 in human neurofibroma transplanted\ninto SCID mouse.  Tissue samples from original tumors and from\nhuman neurofibroma xenografts were snap-frozen, cryo-sectioned,\nstained with rabbit antibodies specific for human S-100 and\nstudied by immunofluorescence microscopy.  Fluorescence is\nlocalized in Schwann cells in the original tumor (a) and in tumor\nxenografts recovered 6 weeks after implantation from nontreated\nanimal (b) and from animal receiving pirfenidone (c). The\npresence of S-100 in the xenografts confirms persistence of\nSchwann cells in implanted tumors. Positivity for S-100 was not\nchanged by treatment with pirfenidone for 6 weeks. Figure 4 GS IB4 lectin binding in human neurofibroma\nimplanted into SCID mouse.  Sections from formalin-fixed,\nparaffin-embedded tissues from original tumors and from human\nneurofibroma xenografts were incubated with\nfluorescein-conjugated IB4. Slides were examined using an\nepifluorescent microscope. Fluorescence indicates binding of\nlectin to Gal α 1-3Gal on blood vessel cells of nonprimates.\nOriginal human tumor (a) does not show fluorescence. Human\nneurofibroma xenotransplant from nontreated animal  (b) and human\nneurofibroma xenotransplant from animal treated with pirfenidone\nfor 6 weeks (c) show fluorescence suggesting that vessels were of\nhost origin since they bound GS IB4.  The host origin\nof blood vessels was not changed in response to therapy with pirfenidone. Table 1 Survival of human neurofibroma xenografts in different locations of SCID mice, without therapy. Tumor location 2 weeks 3 weeks 4 weeks 5 weeks 6 weeks 12 months Total Sciatic nerve 1/2 2/2 2/3 3/3 5/5 — 13/15 (86.7%) Subcutaneous 16/17 14/17 13/15 13/15 17/23 4/4 77/91 (84.6%) Neck 9/9 7/9 7/8 7/8 11/12 — 41/46 (89.2%) Back 7/8 7/8 6/7 6/7 7/11 — 33/41 (80.1%) Ear — — — — — 4/4 4/4 (100%) Total 90/106 (84.9%) Table 2 Effect of treatment with pirfenidone for six weeks on survival of human neurofibroma in SCID mice. Survival of xenotransplant ⋄ Pirfenidone therapy P Treated Not treated* All neurofibromas 76/106  (71.7%) 86/102 (84.3%) 0.0215 Sciatic nerve 9/15 (60.0%) 13/15  (86.7%) 0.1077 Subcutaneous 67/91  (73.6%) 73/87 (83.9%) 0.1361 ⋄ Survival of implants was determined by positive histologic identification of\nneurofibroma. “Failed” implants were defined as an absent tumor or an atypical appearance of retrieved\nimplant without histologic characteristics of neurogenic tumors. *Four additional tumors implanted in the ear and followed up for 12 months without\n treatment are not included in this table. Histology and immunohistochemistry Tumor specimens were fixed in 10% neutral buffered formalin,\n pH  = 7.2, for up to 18 hours at room temperature (RT), then\nembedded in paraffin using a tissue processor (model PTP 1530,\nVentana Medical Systems, Tucson, Ariz). Sections prepared from\nthese blocks were placed on positively charged microscope slides\n(Superfrost Plus, Fisher Scientific, Pittsburgh, Pa). The\nsections were then deparaffinized with xylene and rehydrated\nusing graded ethanol solutions.  For immunohistochemical methods,\nendogenous peroxidase was quenched by incubation of the sections\nwith 1.5%   H  in 50% methanol. 2 O 2 Human S-100 A and B protein was detected using rabbit antiserum\n(Dako Corp, Carpinteria, Calif) diluted with phosphate-buffered\nsaline (PBS),  pH  = 7.2, containing 5% bovine serum\nalbumin (BSA), and applied to sections.  The rabbit anti-S-100\nantibodies were detected using affinity purified biotinylated\nF(ab')2 swine anti-rabbit IgG (Dako), followed by horseradish\nperoxidase-conjugated streptavidin (Dako), both diluted in 5%\nPBS/BSA. Specimens were counterstained with alum-hematoxylin\nsolution, dehydrated using graded ethanols, cleared in xylene,\nand coverslipped with a synthetic mounting medium. Binding of  Griffonia Simplicifolia  (GS) lectin\nI, isolectin B4 (IB4), a lectin which binds to Gal α 1-3Gal in porcine tissues, was\ntested in tissue sections prepared as described above [ 17 ].\nThe sections were treated with a microwave-assisted carbohydrate\nrevealing (MCR) by incubating them with 75 mL of\n10 mM citric acid,  pH  = 6.0, and subjecting them to\nmicrowave at high power (800 watt, Panasonic, Secaucus, NJ) inside a beaker \ncontaining 400 mL distilled water up to 15 minutes. The volume was maintained at a\nconstant level during heating by the addition of distilled water\nas required.  Sections were then incubated for 15 minutes at RT\nwithin the residual solution prior to application of the lectin.\nFluorescein-conjugated IB4 (Vector Laboratories, Burlingame,\nCalif) diluted in PBS,  pH  = 7.2, containing 5% BSA, was\napplied to the sections at RT for one hour and then rinsed with\nPBS. Slides were then coverslipped with a 1 : 8 dilution of\nVectashield-DAPI (1.5  μ g/mL\n4, 6-diamidino-2-phenylindole, Vector Laboratories) in PBS,\n pH  = 8.6, and stored in the dark at 4 ° C. Sections\nfrom formalin-fixed, paraffin-embedded tissues were also stained\nwith hematoxylin and eosin (H&E) and Masson's Trichrome\n[ 18 ]. Slides were examined using a brightfield or\nepifluorescent  microscope, and digital photomicrographs were\nobtained utilizing a high-resolution CCD digital camera (SPOT II,\nDiagnostic Instruments, Sterling Heights, Mich) mounted to the microscope\n(Leica DMRD, Leica Microsystems, Inc, Bannockburn, Ill) and SPOT II software. Statistical methods The frequency of surviving tumors was tabulated and compared\nusing the Chi-square test. Statistical methods The frequency of surviving tumors was tabulated and compared\nusing the Chi-square test.",
  "introduction": "INTRODUCTION Neurofibromatosis type I (NF1) is an autosomal dominant condition affecting\nabout 1 in 3000 individuals. The disorder shows extraordinary\nvariability in clinical presentation but most frequently causes\nbenign neural tumors, neurofibromas, and abnormal pigmentation in\nform of cafe-au-lait macules, intertriginous freckling of skin,\nand Lisch nodules of the iris. The diagnosis of NF1 is based on\nclinical criteria, as defined at an NIH Consensus Development\nConference [ 1 ]. Individuals with NF1 are at risk for optic\nnerve gliomas, nerve root and plexiform neurofibromas,\nschwannomas, spinal cord tumors, benign and malignant peripheral\nnerve sheath tumors, and pheochromocytomas [ 2 , \n 3 ]. Plexiform\nneurofibromas tend to infiltrate the surrounding tissues causing\ndisfigurement and compromise of nearby vital structures by\ncompression.  These tumors may be multiple and may show rapid\ngrowth throughout life, but the periods of greatest risk are\npuberty and childbearing age. Surgical removal of peripheral\nnerve tumors still remains the only therapeutic option; however,\nin many patients, tumors cannot be completely resected, and there\nis a high rate of regrowth (about 50%), especially in young\nchildren after resection of tumors of the head/neck/face\n[ 4 ]. Therefore, new approaches to therapy that would arrest\nprogressive course of NF1 are urgently needed [ 5 ].  One\nhurdle to developing new therapies for NF1 has been the lack of a\nsuitable animal model.  Attempts of implantation of human\nneurofibroma in experimental animals were made before\n[ 6 ,  7 , \n 8 ], but not in the subcutaneous location of a mouse\near, which has an advantage of easy accessibility of the tumor\nfor monitoring the survival, growth, or changes in\nvascularization. We have developed a model in which fragments of\nhuman neurofibroma are implanted in various locations in\nimmunodeficient mice and used the model for initial testing of an\nagent that might be useful in therapy of neurofibromatosis. The agent we explored was pirfenidone,\n5-methyl-1-phenyl-2-(1H)-pyridone, a novel antifibrotic drug that\nhas been shown to inhibit fibroblast growth and collagen\nsynthesis.  Pirfenidone modulates the action of such cytokines,\nas platelet-derived growth factor, fibroblast growth factor,\nepidermal growth factor, intercellular adhesion molecule-1\n[ 9 ], and transforming growth \nfactor beta-1 [ 10 ].\nInhibition of these cytokines decreases proliferation and collagen\nmatrix synthesis by human fibroblasts.  Antifibrotic effects of\npirfenidone have been reported in animals, suggesting therapeutic\npotential in many fibrosing conditions [ 11 , \n 12 ].  The\nhistopathology of neurofibromas is characterized by slender\nspindle cells with an abundant extracellular matrix of dense, wavy\ncollagen fibers and extracellular mucoid material.  Up to 70\npercent of the tumor dry weight is collagen [ 13 , \n 14 ].\nAlthough the understanding of molecular events that lead to the\ndevelopment of neurofibromas in NF1 is still incomplete,\ncomparison of the effects of pirfenidone with the observed\nalterations in NF1 led to our hypothesis that pirfenidone might\nexert a therapeutic effect in NF1,  by targeting fibrotic\n component of these tumors.   We tested the toxicity of pirfenidone\nand evaluated efficacy of short course of therapy as a prelude to\nclinical trials.",
  "results": "RESULTS Fate of human neurofibroma xenografts without treatment One hundred-six fragments of human neurofibromas were implanted\nin various locations in 29 SCID mice, and were followed for\nsurvival of tumor grafts without therapy for up to six\nweeks.  Two mice with implants under the skin of ear were\nmonitored for twelve months. The survival of the neurofibroma xenografts in the various\nlocations ranged from 84.6% to 100% ( Table 1 ).\nImplants which did not survive could not be found or could not be\nidentified as neurofibromas by inspection.  The tissue retrieved\nin some of these locations appeared pale, soft, and transparent;\nmicroscopic evaluation of these samples failed to show\ncharacteristic features of neurogenic tumors. Subcutaneously\nimplanted tumors had similar survival rates (77/91) as tumors\nimplanted into epineurium of the sciatic nerve (13/15) ( ).\nSurvival of tumors implanted in the neck and back was similar\n( P = .37 ). Implanted tumors showed no aggressive properties or\ntissue invasion and maintained the same size over the six weeks\nof the followup, as documented by measurement of tumor mass and\nvolume (data not shown).  Neurofibroma xenotransplants in the ear\nwere stable in appearance and size for twelve months\npostimplantation ( P = .41 Figure 1b ). Histologic and immunohistochemical properties of tumors Over the 6 weeks of monitoring, human neurofibroma implants\nretained the histologic characteristics of the original tumors.\nThe presence of collagen within the tumor specimens was confirmed\nusing Masson's trichrome stain ( Figure 2 ).  No\nsignificant change in cellularity or collagen content was\nobserved, except that tumors appeared more dense in 6-week-old\nimplants (Figures  2  and  3 ). The\nimmunohistochemical reaction with anti-S-100 remained as strong\nas in the original tumor ( Figure 3 ). Vascularization\nof tumors appeared fully established by histology within seven\ndays and was not changed over six weeks of followup. The blood\nvessels were of host origin since they bound GS IB4,\na lectin recognizing Gal α 1-3Gal on cells of nonprimates\n( Figure 4 ). Tumors implanted subcutaneously and in the nerve epineurium\nexhibited minimal histologic differences.  Some tumors\nimplanted into nerve epineurium had acute inflammation and\nsome had a granulomatous reaction consisting of histiocytes\nand multinucleated giant cells in proximity to sutures.\nTumors in subcutaneous locations did not have signs of\ninflammatory response. Effects of pirfenidone Toxicity and short-term effects of pirfenidone, a novel\nantifibrotic drug, were explored as a new therapy for\nNF1. No increased mortality or signs of drug toxicity was\nobserved in animals treated with pirfenidone. Survival of\nneurofibromas in animals treated with pirfenidone was lower than\nin control animals, irrespective of the location of implanted\ntumor ( Table 2 ). Tumor grafts derived from four\ndifferent patients showed no difference in survival rate.\nSurviving tumors in treated animals did not show histologic\ndifferences from tumors in untreated animals. Tumors in treated\nanimals were vascularized by host blood vessels, similar to\ntumors in control animals.",
  "discussion": "DISCUSSION Human neurofibromas xenotransplanted into immunodeficient\nmice offer an attractive experimental model which allows\nresearchers to explore therapies for NF1.  Lee et al\nreported that human neurofibromas transplanted in the\nsciatic nerve of nude mice grew for over 6 weeks after the\nimplantation, and tumor enlargement and stability correlated\nwith vascularity [ 16 ]. The monitoring of changes in\ntumors implanted in deep tissue, such as subrenal capsule and\nsciatic nerve epineurium, required surgical exploration of\nimplanted tumors [ 16 ].  The assessment of tumor\nimplants in these locations is thus difficult.  Further,\nbecause deep implants must be secured by sutures,\ninflammatory responses may ensue, making the monitoring of\noutcome more difficult. Here we show that human tumors can\nbe implanted in more approachable locations, particularly\nthe ear, where monitoring can be conducted more easily. The implantation of human tumor under the skin of the ear has\nthe advantage of easy accessibility of the tumor for\nmonitoring of survival, growth, or changes in\nvascularization.  Surgical implantation in this subcutaneous\nlocation is rapid and technically straightforward and does\nnot produce substantial trauma nor detectable inflammatory\nresponse to surrounding tissues.  Our animal model could be\nused for discovery of new therapies for NF1 and might offer\nan opportunity to study the response of tumors from\nindividuals to various combinations and dosages of \ntherapeutics, allowing customized therapy for NF1. Neurofibromas are benign tumors, with unpredictable pattern\nof progression.  While they may enlarge in early childhood,\nadolescence, and during the pregnancy, at other times, their\ngrowth is mostly indolent.  Contrary to  previous reports\n[ 16 ],  we did not observe substantial changes in tumor size\nafter transplant except for modest and transient increase in size\nin the first week postimplantation. These changes probably\nreflect tissue swelling as a reaction to the surgical trauma.  The\nlack of measurable growth of tumors in our model did not allow us\nto evaluate if pirfenidone is capable of arresting tumor\nenlargement. However, the indolence of xenotransplants probably\nreflects the general behavior of the tumors in humans.  Many\nfactors have been postulated to play a role in the pathogenesis\nof neurofibromas, including hormones, trauma, growth factors, and\nsurgical manipulations, but a fundamental understanding of events\nimplicated in their development and growth is lacking. Finally, we have used our experimental model to test the\npotential toxicity and efficacy of pirfenidone, a new\nantifibrotic drug, in the treatment of plexiform neurofibromas.\nPirfenidone showed no toxicity and reduced survival of neural\ntumors during the six weeks of study. Our findings do not allow\nus to suggest by which mechanism(s) pirfenidone inhibits tumor\nsurvival. Since the benefit we observed might increase over longer\nperiods of time, additional studies are necessary to\nevaluate the effects of prolonged therapy with\npirfenidone. However, our results indicate that pirfenidone is a\ngood candidate for therapy of neurofibromatosis type I and\ntherefore further investigations are warranted to determine the\nmechanism of action and long-term effects of treatment with this agent.",
  "fetched_at": "2026-02-16T15:36:40.102740",
  "abstract_length": 1183,
  "methods_length": 11426,
  "introduction_length": 3355,
  "results_length": 3170,
  "discussion_length": 3314
}