{
  "pmid": "15255999",
  "abstract": "Molecular profiling of malignant peripheral nerve sheath tumors associated with  neurofibromatosis type 1, based on large-scale real-time RT-PCR.  Lévy P(1), Vidaud D, Leroy K, Laurendeau I, Wechsler J, Bolasco G, Parfait B,  Wolkenstein P, Vidaud M, Bièche I.  Author information: (1)Laboratoire de Génétique Moléculaire-UPRES EA 3618, Faculté des Sciences  Pharmaceutiques et Biologiques, Université Paris V, Paris, France.  pascale.levy@etu.univ-paris5.fr  BACKGROUND: Neurofibromatosis type 1 (NF1) is an autosomal dominant disorder  with a complex range of clinical symptoms. The hallmark of NF1 is the onset of  heterogeneous (dermal or plexiform) benign neurofibromas. Plexiform  neurofibromas can give rise to malignant peripheral nerve sheath tumors  (MPNSTs), and the underlying molecular mechanisms are largely unknown. RESULTS: To obtain further insight into the molecular pathogenesis of MPNSTs, we  used real-time quantitative RT-PCR to quantify the mRNA expression of 489  selected genes in MPNSTs, in comparison with plexiform neurofibromas. The  expression of 28 (5.7%) of the 489 genes was significantly different between  MPNSTs and plexiform neurofibromas; 16 genes were upregulated and 12 were  downregulated in MPNSTs. The altered genes were mainly involved in cell  proliferation (MKI67, TOP2A, CCNE2), senescence (TERT, TERC), apoptosis  (BIRC5/Survivin, TP73) and extracellular matrix remodeling (MMP13, MMP9, TIMP4,  ITGB4). More interestingly, other genes were involved in the Ras signaling  pathway (RASSF2, HMMR/RHAMM) and the Hedgehog-Gli signaling pathway (DHH,  PTCH2). Several of the down-regulated genes were Schwann cell-specific (L1CAM,  MPZ, S100B, SOX10, ERBB3) or mast cell-specific (CMA1, TPSB), pointing to a  depletion and/or dedifferentiation of Schwann cells and mast cells during  malignant transformation of plexiform neurofibromas. CONCLUSION: These data suggest that a limited number of signaling pathways, and  particularly the Hedgehog-Gli signaling pathway, may be involved in malignant  transformation of plexiform neurofibromas. Some of the relevant genes or their  products warrant further investigation as potential therapeutic targets in NF1.  DOI: 10.1186/1476-4598-3-20 PMCID: PMC493279 PMID: 15255999 [Indexed for MEDLINE]",
  "methods": "Methods Patients and Samples Samples of 14 plexiform neurofibromas and 9 MPNSTs were obtained by surgical excision from patients with NF1 at Henri Mondor hospital (Creteil, France). The plexiform neurofibromas (deep lesions involving a plexus of nerves) were large, had a nodular aspect, and severely deformed the affected tissues. They were all S100-positive by immunostaining. The main clinical and histological characteristics of the 9 patients with MPNSTs are shown in Table  1 . The MPNSTs all arose from plexiform neurofibromas and showed very weak S100 immunostaining. Ten dermal neurofibromas were used as \"normal\" controls, as they are not at risk of developing into malignant MPNSTs. Neurofibromas are heterogeneous benign tumors composed of Schwann cells, neurons, fibroblasts, mast cells and other cells, and have no \"normal\" tissue equivalent. The 489 gene expression levels in plexiform neurofibromas and MPNSTs were thus expressed relative to the expression levels in dermal neurofibromas. The dermal neurofibromas were obtained by laser excision from patients free of plexiform neurofibromas. They affected the dermis and subcutis, and were soft, slightly elevated, painless and smaller than 20 mm. Immediately after surgery the tumor samples were flash-frozen in liquid nitrogen and stored at -80°C until RNA extraction. Real-time RT-PCR Theoretical basis Reactions are characterized by the point during cycling when amplification of the PCR product is first detected, rather than the amount of PCR product accumulated after a fixed number of cycles. The larger the starting quantity of the target molecule, the earlier a significant increase in fluorescence is observed. The parameter C t  (threshold cycle) is defined as the fractional cycle number at which the fluorescence generated by cleavage of a TaqMan probe (or by SYBR green dye-amplicon complex formation) passes a fixed threshold above baseline. The increase in fluorescent signal associated with exponential growth of PCR products is detected by the laser detector of the ABI Prism 7700 Sequence Detection System (Perkin-Elmer Applied Biosystems, Foster City, CA), using PE Biosystems analysis software according to the manufacturer's manuals. The precise amount of total RNA added to each reaction mix (based on optical density) and its quality (i.e. lack of extensive degradation) are both difficult to assess. We therefore also quantified transcripts of two endogenous RNA control genes involved in two cellular metabolic pathways, namely  TBP  (Genbank accession  NM_003194 ), which encodes the TATA box-binding protein (a component of the DNA-binding protein complex TFIID), and  RPLP0  (also known as 36B4;  NM_001002 ), which encodes human acidic ribosomal phosphoprotein P0. Each sample was normalized on the basis of its  TBP  (or  RPLPO ) content. Results, expressed as N-fold differences in target gene expression relative to the  TBP  (or  RPLPO ) gene, and termed \"N target \", were determined as  , where the ΔCt value of the sample was determined by subtracting the average Ct value of the target gene from the average Ct value of the  TBP  ( or RPLP0 ) gene [ 56 , 57 ]. The N target  values of the samples were subsequently normalized such that the mean of the dermal neurofibroma N target  values was 1. Primers and controls Primers for  TBP ,  RPLP0  and the 489 target genes (List in annex; supplementary information) were chosen with the assistance of the Oligo 5.0 computer program (National Biosciences, Plymouth, MN). We conducted searches in dbEST, htgs and nr databases to confirm the total gene specificity of the nucleotide sequences chosen as primers, and the absence of single nucleotide polymorphisms. In particular, the primer pairs were selected to be unique relative to the sequences of closely related family member genes or of the corresponding retropseudogenes. To avoid amplification of contaminating genomic DNA, one of the two primers was placed at the junction between two exons, if possible. In general, amplicons were between 70 and 120 nucleotides long. Gel electrophoresis was used to verify the specificity of PCR amplicons. For each primer pair, we performed no-template control (NTC) and no-reverse-transcriptase control (RT negative) assays, which produced negligible signals (usually > 40 in Ct value), suggesting that primer-dimer formation and genomic DNA contamination effects were negligible. RNA extraction Total RNA was extracted from frozen tumor samples by using the acid-phenol guanidinium method. The quality of the RNA samples was determined by electrophoresis through agarose gels and staining with ethidium bromide, the 18S and 28S RNA bands being visualized under ultraviolet light. cDNA Synthesis Total RNA was reverse transcribed in a final volume of 20 μl containing 1X RT buffer (500 μM each dNTP, 3 mM MgCl2, 75 mM KCl, 50 mM Tris-HCl pH 8.3), 20 units of RNasin RNase inhibitor (Promega, Madison, WI), 10 mM DDT, 100 units of Superscript II RNase H-reverse transcriptase (Invitrogen, Cergy Pontoise, France), 3 μM random hexamers (Pharmacia, Uppsala, Sweden) and 100 ng of total RNA. The samples were incubated at 20°C for 10 min and 42°C for 30 min, and reverse transcriptase was inactivated by heating at 99°C for 5 min and cooling at 5°C for 5 min. PCR amplification All PCR reactions were performed using an ABI Prism 7700 Sequence Detection System (Perkin-Elmer Applied Biosystems) and either the TaqMan ®  PCR Core REAGENTS Kit or the SYBR ®  Green PCR Core Reagents kit (Perkin-Elmer Applied Biosystems). Ten microliters of diluted sample cDNA (produced from 2 ng of total RNA) was added to 15 microliters of the PCR master-mix. The thermal cycling conditions comprised an initial denaturation step at 95°C for 10 min, and 50 cycles at 95°C for 15 s and 65°C for 1 min. Statistical Analysis As the mRNA levels did not fit a Gaussian distribution, (a) the mRNA levels in each subgroup of samples were characterized by their median values and ranges, rather than their mean values and coefficients of variation, and (b) relationships between the molecular markers and clinical and histological parameters were tested using the non parametric Mann-Whitney  U  test [ 58 ]. Differences between two populations were judged significant at confidence levels greater than 95% (p < 0.05). To visualize the capacity of a given molecular marker to discriminate between two populations (in the absence of an arbitrary cutoff value), we summarized the data in a ROC ( receiver operating characteristic ) curve [ 59 ]. This curve plots the sensitivity (true positives) on the  Y  axis against 1-specificity (false positives) on the  X  axis, considering each value as a possible cutoff. The AUC (area under curve) was calculated as a single measure for the discriminatory capacity of each molecular marker. When a molecular marker had no discriminatory value, the ROC curve lies close to the diagonal and the AUC is close to 0.5. In contrast, when a molecular marker has strong discriminatory value, the ROC curve moves to the upper left-hand corner and the AUC is close to 1.0.",
  "introduction": "Background Neurofibromatosis type 1 (NF1) is an autosomal dominant disorder with a complex range of clinical symptoms. The hallmark of  NF1  is the onset of heterogeneous (dermal or plexiform) benign neurofibromas. Plexiform neurofibromas can give rise to malignant peripheral nerve sheath tumors (MPNSTs), and the underlying molecular mechanisms are largely unknown. Background Neurofibromatosis type 1 (NF1) is an autosomal dominant neurocutaneous disorder affecting 1 in 3000 individuals worldwide [ 1 ]. The NF1 gene, located on chromosome 17q11.2, was identified by positional cloning, and its protein product, neurofibromin, functions as a tumor suppressor [ 2 , 3 ]. Neurofibromin contains a central domain homologous to the Ras-GTPase-activating protein family (Ras-GAPs), which function as negative regulators of Ras proteins [ 4 ]. The main clinical features of NF1 are  café au lait  macules, skinfold freckling and iris Lisch nodules. Patients are at an increased risk of both benign and malignant tumors, and NF1 is thus classified as a tumor predisposition syndrome. The most common tumors are benign peripheral nerve sheath tumors (neurofibromas), which vary greatly in both number and size, and may be dermal or plexiform [ 5 ]. In contrast to dermal neurofibromas, which are typically small and grow as discrete lesions in the dermis, plexiform neurofibromas can develop internally along the plexus of major peripheral nerves and become quite large [ 6 ]. Both dermal and plexiform neurofibromas are heterogeneous tumors mainly composed of Schwann cells (60–80%), together with neurons, fibroblasts, mast cells and other cells. About 5% of patients with NF1, neurofibromas (mainly plexiform neurofibromas) progress to malignant peripheral nerve sheath tumors (MPNSTs). More than 80% of MPNSTs are high-grade malignant tumors, corresponding to WHO grade III-IV [ 7 ]. MPNSTs are resistant to conventional therapies, and their deep-seated position and locally invasive growth hinder complete surgical resection. The 5-year survival rate among patients with MPNSTs ranges from 30–50%. Schwann cells are considered to be the progenitors of both neurofibromas and MPNSTs, but recent data suggest that other cell types may contribute to the development of these tumors [ 8 ]. The molecular mechanisms responsible for malignant progression of neurofibromas are largely unknown. Only a few relevant genetic alterations have so far been identified [ 9 , 10 ]. In keeping with its role as a classical tumor suppressor gene,  NF1  loss of heterozygosity (LOH) has been found in NF1-associated MPNSTs (but also in benign neurofibromas) [ 11 ].  TP53  mutations have been identified in MPNSTs but not in benign neurofibromas, indicating that the p53-mediated pathway is involved in tumor progression [ 12 - 14 ]. Consistent with the role of p53 in the progression of MPNSTs, mice that harbor both  NF1  and  TP53  mutations develop MPNSTs [ 15 ]. Alterations of other genes ( p16/CDKN2A ,  p14/ARF ,  p27/KIP1 ,  EGFR ) are frequent in MPNSTs but not in neurofibromas [ 16 - 20 ]. Taken together, these studies suggest that loss of NF1 initiates tumor formation, and that malignant progression requires additional genetic lesions. The recent development of efficient tools for large-scale analysis of gene expression has provided new insights into the involvement of gene networks and regulatory pathways in various tumoral processes [ 21 ]. These methods include cDNA microarrays, which can be used to analyze the expression of thousands of genes at a time, and real-time RT-PCR assays for more accurate and quantitative expression analysis of smaller numbers of candidate genes [ 22 ]. To obtain further insight into the molecular pathogenesis of MPNSTs, we used real-time quantitative RT-PCR to quantify the mRNA expression of a large number of selected genes in pooled MPNST samples, in comparison with pooled plexiform neurofibroma samples. We assessed the expression level of 489 genes involved in various cellular and molecular phenomena associated with tumorigenesis. We focused particularly on the expression of genes related to MPNSTs, and genes expressed during Schwann cell differentiation. Forty genes of interest were further investigated in nine individual MPNSTs (all arising from plexiform neurofibromas), in comparison with 14 plexiform neurofibromas.",
  "results": "Results To obtain further insight into the molecular pathogenesis of MPNSTs, we used real-time quantitative RT-PCR to quantify the mRNA expression of 489 selected genes in MPNSTs, in comparison with plexiform neurofibromas. The expression of 28 (5.7%) of the 489 genes was significantly different between MPNSTs and plexiform neurofibromas; 16 genes were upregulated and 12 were downregulated in MPNSTs. The altered genes were mainly involved in cell proliferation ( MKI67 ,  TOP2A ,  CCNE2 ), senescence ( TERT ,  TERC ), apoptosis ( BIRC5/Survivin ,  TP73 ) and extracellular matrix remodeling ( MMP13 ,  MMP9 ,  TIMP4 ,  ITGB4 ). More interestingly, other genes were involved in the Ras signaling pathway ( RASSF2 ,  HMMR/RHAMM ) and the Hedgehog-Gli signaling pathway ( DHH ,  PTCH2 ). Several of the down-regulated genes were Schwann cell-specific ( L1CAM ,  MPZ ,  S100B ,  SOX10 ,  ERBB3 ) or mast cell-specific ( CMA1 ,  TPSB ), pointing to a depletion and/or dedifferentiation of Schwann cells and mast cells during malignant transformation of plexiform neurofibromas. Results We first quantified the mRNA expression level of the 489 genes (see list in annex;  Additional file 1 ) in an MPNST pool, a plexiform neurofibroma pool and a dermal neurofibroma pool. We then selected for further study those genes whose expression in the MPNST pool differed markedly (> 10-fold) from that in both the plexiform neurofibroma pool and the dermal neurofibroma pool. These robust selection criteria (a cutoff of 10-fold expression difference in the MPNST pool) ensure identification of gene with marked interest. The mRNA expression of the genes thus identified was then determined in 9 individual MPNSTs (Table  1 ) in comparison with 14 plexiform neurofibromas. Table 1 Clinical and histological characteristics of the 9 patients with MPNST Patient N°/Sex/Age Pain Enlargement of mass Neurological signs Tumor localization Tumor size (cm) Histoprognostic grade 1/F/19 + + - Lower limb 27 III 2/F/18 + - - Upper limb 20 III 3/M/18 - + - Head 15 III 4/M/35 + + + Abdomen 20 III 5/M/34 + + + Lumbar 6.5 III 6/M/53 + + + Upper limb 13 III 7/F/24 + + + Lumbar 7 I 8/M/24 + + + Abdomen 20 III 9/M/31 - + - Face 15 III F indicates female; M, male Plus sign indicates present; minus sign, absent mRNA expression of 489 genes in the MPNST pool relative to the plexiform and dermal neurofibroma pools The MPNST, plexiform neurofibroma and dermal neurofibroma pools were each prepared by mixing identical amounts of tumor RNA from four patients. The mean  TBP  gene Ct (threshold cycle) values for the four tumor samples were 26.18 ± 0.39 (MPNST pool), 26.23 ± 1.45 (plexiform neurofibroma pool) and 26.30 ± 0.47 (dermal neurofibroma pool). Very low levels of target gene mRNA, that were only detectable but not reliably quantifiable by means of real-time quantitative RT-PCR assays, mainly based on fluorescence SYBR Green methodology (Ct >32), were observed for 50 (10.2%) of the 489 genes in the MPNST, plexiform and dermal neurofibroma pools. Forty (9.1%) of the 439 remaining genes were expressed at a different level (> 10-fold) in the MPNST pool compared to both the dermal neurofibroma and plexiform neurofibroma pools; 27 (6.1%) genes were upregulated and 13 (3.0%) were down-regulated. The  NF1  gene expression level did not differ between the dermal neurofibroma, plexiform neurofibroma and MPNST pools: the N NF1  values (see Patients and Methods) were 1.00, 1.39 and 1.45, respectively. This lack of difference was probably due to the fact that the  NF1  gene is ubiquitously expressed and therefore expressed in the different cell components of the neurofibromas and MPNSTs, and that NF1 -/-  Schwann cells represent only a fraction of the total Schwann cell population in tumor samples. mRNA expression of the 27 upregulated genes in 9 MPNSTs and 14 plexiform neurofibromas The expression level of the 27 upregulated genes identified by pooled sample analysis was then determined individually in 9 MPNSTs and 14 plexiform neurofibromas. Sixteen (59.3%) of the 27 genes were significantly upregulated in the 9 MPNSTs (P < 0.05; Table  2 ). Table 2 List of the significantly up-regulated genes in the MPNSTs relative to the plexiform neurofibromas. GENES Gene definition Gene caracterisation Plexiform neurofibromas (n = 14) MPNSTs (n = 9) P 1 ROC-AUC 2 MKI67 Proliferation-related Ki-67 Antigen Cell proliferation 1.85  [0.14–5.85] 3 33.2  [19.1–93.6] <0.01 1.000 BIRC5/Survivin Survivin Apoptosis 2.01  [0.13–10.6] 26.2  [9.39–715] <0.01 0.984 SPP1 Secreted phosphoprotein 1 (osteopontin) Growth factor 0.07  [0.00–6.78] 16.2  [6.11–58.5] <0.01 0.984 MMP13 Matrix metalloproteinase 13 Extracellular matrix  remodeling 0.18  [0.00–15.6] 119  [2.93–844] <0.01 0.968 TERT Telomere reverse transcriptase Senescence 0.00  [0.00–45.4] 53.7  [11.0–395] <0.01 0.960 MMP9 Matrix Metalloproteinase 9 (gelatinase B) Extracellular matrix  remodeling 0.56  [0.00–11.4] 38.0  [7.02–640] <0.01 0.960 TERC/hTR Telomerase RNA component Senescence 0.76  [0.22–4.32] 6.02  [2.60–29.4] <0.01 0.960 TOP2A Topoisomerase II alpha Cell proliferation 2.21  [0.27–24.5] 28.8  [10.1–294] <0.01 0.960 FOXM1 Forkhead box M1 Transcription factor 1.26  [0.30–11.1] 21.4  [4.59–119] <0.01 0.960 FOXA2/HNF3B Forkhead box A2 (hepatocyte  nuclear factor 3, beta) Transcription factor 0.00  [0.00–2.13] 1.77  [0.09–49.2] <0.01 0.952 HMMR/RHAMM Hyaluronan receptor Signaling transduction 1.22  [0.06–6.40] 16.9  [6.31–54.8] <0.01 0.922 CXCL5 Chemokine (C-X-C motif) ligand 5 Growth factor 1.79  [0.00–52.1] 17.0  [5.18–2096] <0.01 0.913 OSF-2 Osteoblast specific factor 2  (fasciclin I-like, periostin) Growth factor 3.25  [0.06–42.9] 30.5  [1.68–112] <0.01 0.873 CCNE2 Cyclin E2 Cell proliferation 2.29  [0.50–9.41] 11.3  [1.68–21.9] <0.01 0.873 EPHA7 Ephrin Receptor EPHA7 Growth factor receptor 2.35  [0.19–13.4] 11.3  [1.39–93.9] <0.01 0.865 TP73 Tumor protein p73 Apoptosis 0.89  [0.00–12.8] 15.9  [0.73–73.5] <0.01 0.833 1 Mann and Whitney's U Test  2 ROC ( Receiver Operating Characteristics ) – AUC ( Area Under Curve ) analysis  3 Median [range] of gene mRNA levels The 16 upregulated genes were mainly involved in cell proliferation ( MKI67 ,  TOP2A ,  CCNE2 ), senescence ( TERT ,  TERC/hTR ), apoptosis ( BIRC5/Survivin ,  TP73 ) and extracellular matrix remodeling ( MMP13 ,  MMP9 ). The capacity of each of these 16 genes to discriminate between MPNSTs and plexiform neurofibromas was then tested by ROC curve analysis. The overall diagnostic value of the 16 molecular markers was assessed in terms of the AUCs (Table  2 ). Figure  1  shows the mRNA levels of the three most discriminatory genes, namely  MKI67  (AUC-ROC, 1.000),  BIRC5/Survivin  (AUC-ROC, 0.984), and  SPP1/Osteopontin  (AUC-ROC, 0.984), in each MPNST and plexiform neurofibroma sample. For information, Figure  1  also shows the mRNA levels of these three genes in 10 dermal neurofibromas. Figure 1 mRNA levels of  MKI67 ,  BIRC5/Survivin  and  SPP1  in 10 individual dermal neurofibromas (white bars), 14 plexiform neurofibromas (gray bars) and 9 MPNSTs (black bars). Median values (and ranges) are indicated for each tumor subgroup. mRNA expression of the 13 down-regulated genes in 9 MPNSTs and 14 plexiform neurofibromas Twelve (92.3%) of the 13 genes were significantly down-regulated in the 9 MPNSTs (P < 0.05; Table  3 ). Table 3 List of the significantly down-regulated genes in the MPNSTs relative to the plexiform neurofibromas GENES Gene definition Gene caracterisation Plexiform neurofibromas (n = 14) MPNSTs (n = 9) P 1 ROC-AUC 2 ITGB4 Integrin beta 4 Adhesion molecule 0.74  [0.19–3.46] 3 0.01  [0.00–0.03] <0.01 1.000 CMA1 Chymase 1 Mast cell-specific marker 0.42  [0.04–4.62] 0.01  [0.00–0.03] <0.01 1.000 L1CAM L1 cell adhesion molecule Schwann cell-specific marker 0.32  [0.04–1.26] 0.00  [0.00–0.03] <0.01 1.000 MPZ Myelin protein zero Schwann cell-specific marker 0.43  [0.08–3.43] 0.01  [0.00–0.02] <0.01 1.000 DHH Desert hedgehog homolog Hedgehog signalling pathway 0.84  [0.12–10.8] 0.05  [0.01–0.15] <0.01 0.992 S100B S100 calcium binding protein, beta Schwann cell-specific marker 0.77  [0.14–3.03] 0.01  [0.00–0.17] <0.01 0.992 ERBB3 ErbB3 Growth factor receptor 0.49  [0.06–2.31] 0.01  [0.00–0.21] <0.01 0.984 PTCH2 Patched homolog 2 Hedgehog signalling pathway 0.95  [0.07–4.66] 0.05  [0.01–0.24] <0.01 0.980 RASSF2 Ras association domain family 2 Signal transduction 1.11  [0.23–11.1] 0.04  [0.01–0.35] <0.01 0.976 TPSB Tryptase beta 1 and 2 Mast cell-specific marker 0.96  [0.03–2.57] 0.04  [0.01–0.07] <0.01 0.952 SOX10 SRY (sex determinig region Y)-box10 Schwann cell-specific marker 0.26  [0.00–1.18] 0.01  [0.00–0.05] <0.01 0.929 TIMP4 Tissue inhibitor 4 of MMP Extracellular matrix remodeling 0.69  [0.02–11.5] 0.03  [0.01–0.27] <0.01 0.917 1 Mann and Whitney's U Test  2 ROC ( Receiver Operating Characteristics ) – AUC ( Area Under Curve ) analysis  3 Median [range] of gene mRNA levels The 12 down-regulated genes mainly were cell type-specific, and included Schwann cell-specific genes ( L1CAM ,  MPZ ,  S100B ,  SOX10 ) and mast cell-specific genes ( CMA1 ,  TPSB ). The others down-regulated genes were involved in extracellular matrix remodeling ( ITGB4 ,  TIMP4 ) and in the Hedgehog-Gli signaling pathway ( DHH ,  PTCH2 ). The capacity of each of these 12 genes to discriminate between MPNSTs and plexiform neurofibromas was then tested by ROC curve analysis. The overall diagnostic value of the 12 molecular markers was assessed in terms of the AUCs (Table  3 ). Figure  2  shows the mRNA levels of the three most discriminatory genes, namely  ITGB4  (AUC-ROC, 1.000),  CMA1/Chymase 1  (AUC-ROC, 1.000), and  L1CAM  (AUC-ROC, 1.000), in each MPNST and plexiform neurofibroma sample, and also in each dermal neurofibroma sample. Figure 2 mRNA levels of  ITGB4 ,  CMA1/Chymase 1  and  L1CAM  in 10 individual dermal neurofibromas (white bars), 14 plexiform neurofibromas (gray bars) and 9 MPNSTs (black bars). Median values (and ranges) are indicated for each tumor subgroup. The mRNA levels indicated in Tables  2  and  3  (calculated as described in  Materials and Methods ) are expressed relative to the endogenous control  TBP  mRNA level, to control for the starting amount and quality of total RNA. Similar results were obtained with a second endogenous control,  RPLP0  (also known as  36B4 ). Indeed, the 16 upregulated genes and the 12 down-regulated genes were also significantly up-regulated or down-regulated in the MPNSTs relative to the plexiform neurofibromas.",
  "discussion": "Conclusion These data suggest that a limited number of signaling pathways, and particularly the Hedgehog-Gli signaling pathway, may be involved in malignant transformation of plexiform neurofibromas. Some of the relevant genes or their products warrant further investigation as potential therapeutic targets in NF1. Discussion We used real-time quantitative RT-PCR to quantify the mRNA expression of 489 selected genes in pooled MPNST samples, in comparison with pooled plexiform neurofibroma and pooled dermal neurofibroma samples. Forty genes of interest were then investigated in 9 individual MPNSTs and 14 plexiform neurofibromas. Comparison of pool values with the mean of the corresponding individual values showed that RNA pooling was an appropriate initial screening approach, significantly limiting the required number of PCR experiments. Using the same approach, we have also shown the involvement of several molecular pathways in the genesis of plexiform neurofibroma [ 23 ], and other human diseases [ 24 ]. Real-time quantitative RT-PCR is a promising alternative to cDNA microarrays for molecular tumor profiling, being far more precise, reproducible and quantitative. Real-time RT-PCR is more useful for analyzing weakly expressed genes (such as  TERT ,  CXCL5 ,  FOXM1  and  FOXA2/HNF3B  in the present study). Finally, real-time RT-PCR requires smaller amounts of total RNA (about 2 ng per target gene), and is therefore suitable for analyzing small tumors (as in the present study) or microdissected samples. We included a number of genes known to be involved in various cellular and molecular mechanisms associated with tumorigenesis, and known to be altered (mainly at the transcriptional level) in various cancers. These genes encode proteins involved in cell cycle control, cell-cell interactions, signal transduction pathways, apoptosis, angiogenesis, etc. (about 10–20 genes were selected per pathway). After scrutinizing the literature, we also included most genes reported to be involved in neurofibromas and MPNSTs, and also genes expressed during Schwann cell differentiation. Among the 489 genes analyzed, 28 (5.7%) showed a significantly different level of expression in MPNSTs relative to plexiform neurofibromas, suggesting that several signaling pathways are specifically involved in MPNST (Tables  2  and  3 ). Some of our results support those reported in the literature on NF1-associated MPNSTs. First, several genes associated with cell cycle control ( MKI67 ,  TOP2A ,  CCNE2 ) were over-expressed in MPNSTs, suggesting higher cell proliferation rates than in plexiform neurofibromas, as previously reported by Kindblom et al. [ 25 ].  MKI67  encodes Ki-67, a large protein of unknown function used as a classical histopathological marker of cell proliferation. Other proliferation-associated genes ( CCND1 ,  CCNE1 , etc) were also upregulated in MPNSTs, but less markedly than  MKI67 ,  TOP2A and CCNE2 . Second, most of mast cell-specific genes ( CMA1/Chymase 1  and  TPSB/Tryptase beta ) and Schwann cell-specific genes ( L1CAM ,  MPZ ,  S100B ,  SOX10 ) tested here were markedly under-expressed in MPNSTs, probably owing either to a lower abundance of a particular cell type (likely mast cells) in MPNSTs relative to plexiform neurofibromas, or to dedifferentiation of a particular cell type (likely Schwann cells). Schwann cell dedifferentiation could also explain the observed under-expression of  ITGB4  and  ERBB3 , key genes in the Schwann cell lineage [ 26 , 27 ]. DeClue et al. [ 19 ] suggested that, following acquisition of  ERBB1/EGFR  overexpression, Schwann cells may begin to dedifferentiate and lose markers such as  ERBB3 . In agreement with these data, we observed slight over-expression of  ERBB1/EGFR  in MPNSTs, whereas the two other  ERBB  family members ( ERBB2  and  ERBB4 ) were normally expressed (Figure  3A ). It is noteworthy that, in Schwann cells,  ERBB3  could be regulated by  SOX10  (found here to be under-expressed in MPNSTs), as in peripheral glial cells [ 28 ]. Figure 3 Expression level of various genes in the dermal neurofibroma pool (white bars), the plexiform neurofibroma pool (gray bars) and the MPNST pool (black bars). A,  ERBB  family member genes; B, matrix metalloproteinase genes; C, inhibitor of metalloproteinase genes; D, chemokine genes; E, Ras signaling pathway genes; F, Hedgehog-Gli signaling pathway genes; G, Gli-regulated genes. Some of our results for MPNSTs are new, but are in keeping with general concepts of tumorigenesis, in which altered genes are involved in senescence, apoptosis and extracellular matrix remodeling. First,  TERT  and  TERC/hTR , the two main components of human telomerase, were upregulated in MPNSTs. The expression patterns of  TERT  and  TERC/hTR  were very similar (r = +0.793, P = 0.00001; Spearman rank correlation test).  TERT  (human telomerase revere transcriptase) is the rate-limiting factor for telomerase activity, whereas  TERC/hTR  (human telomerase RNA) also seems to correlate to a certain extent with telomerase reactivation [ 24 ].  TERT  and  TERC/hTR  are upregulated in almost all malignancies but not in benign tumors [ 29 ]. We also found that two genes involved in apoptosis –  BIRC5/Survivin  and  TP73  – were upregulated in MPNSTs.  BIRC5/Survivin  encodes an antiapoptotic protein overexpressed in common human cancers [ 30 ]. It is noteworthy that coexpression of  BIRC5/Survivin  and  TERT  transcripts is associated with a high risk of tumor-related death among patients with soft-tissue sarcomas [ 31 ].  TP73 , the second apoptosis-related candidate gene identified here, encodes two different proteins that are expressed under the control of two independent promoters and have opposite activities, namely the transcriptionally active full-length protein TAp73, and the amino-terminally truncated dominant-negative protein Δ Np73 [ 32 ]. Unlike  TP53 ,  TP73  is mainly regulated at the transcriptional level. TAp73 induces cell-cycle arrest and apoptosis, whereas ΔNp73 inhibits both TAp73-induced and p53-induced apoptosis. Furthermore, ΔNp73 is induced by TAp73 and p53, in a dominant-negative feedback loop that regulates p53 and p73 function [ 32 ]. Interesting, we found that  TAp73  transcription was significantly upregulated in MPNSTs (P < 0.01; AUC-ROC, 0.952), while Δ Np73  transcription was significantly down-regulated (P < 0.01; AUC-ROC, 0.917) (data not shown). MPNSTs showed upregulation of two matrix metalloproteinase genes ( MMP9  and  MMP13 ) and down-regulation of a tissue inhibitor of metalloproteinases ( TIMP4 ). MMPs are associated with extracellular matrix turnover, a process that plays a very active role in tumor invasion and metastasis [ 33 ]. For their part, TIMPs play a key role in extracellular matrix homeostasis by regulating MMP activity [ 34 ]. Many reports suggest that an MMP-TIMP imbalance may contribute to the malignant phenotype [ 33 , 34 ]. The other extracellular matrix-related genes tested in the present studies showed no statistically differentially expression levels between MPNSTs and plexiform neurofibromas (Figures  3B  and  3C ). We have previously identified  MMP9  as a major upregulated gene in plexiform neurofibromas compared to dermal neurofibromas [ 23 ] (Figure  3B ), suggesting that  MMP9  upregulation may be an early event in MPNST tumorigenesis. Finally, our results suggest that inappropriate activation of molecular signaling pathways occurs specifically in NF1-associated MPNST or in limited human tumors, particularly brain and skin tumors. MPNSTs showed upregulation of  CXCL5 , the gene encoding the chemokine ENA-78 (epithelial cell-derived neutrophil-activating peptide) [ 35 ]. Chemokines play fundamental roles in the development, homeostasis and functioning of the immune system, but also have effects on endothelial cells and cells of the nervous system [ 36 ].  CXCL5  is physically linked, in chromosomal region 4q12-q13, to other chemokine genes with markedly similar nucleotide sequences, including  CXCL6 ,  IL8 and GRO1/CXCL1  [ 37 ]. We found that  CXCL6  was slightly upregulated (trend toward statistical significance) in MPNSTs. We have previously detected  IL8  and  GRO1/CXCL1  upregulation in the early stages of plexiform neurofibroma tumorigenesis [ 23 ] (Figure  3D ). Our results thus point to a role of paracrine and autocrine signaling defects involving these chemokines, located in 4q12-q13, in the tumorigenesis of plexiform neurofibromas and/or MPNSTs. Comparative genomic hybridization analysis has shown gains of chromosome arm 4q12-ter in both sporadic and NF1-associated MPNSTs [ 38 ], suggesting co-overexpression of these chemokines by a DNA amplification mechanism. We identified two genes ( RASSF2 ,  HMMR/RHAMM ) putatively involved in the Ras signaling pathway;  RASSF2  was down-regulated, whereas  HMMR/RHAMM  was upregulated.  RASSF2 is  a member of the  RASSF  family genes that encode for proteins which bind directly to Ras protein in a GTP-dependent manner via a Ras effector domain. This family currently has six members,  RASSF1 ,  RASSF2 ,  RASSF3 ,  RIN2 ,  AD037  and  NORE1 . RASSF proteins promote both cell cycle arrest and apoptosis; they behave as tumor suppressor genes, and their down-regulation might play a key role in tumorigenesis.  RASSF  genes are a new class of tumor suppressor genes for which epigenetic silencing is an overwhelming mechanism of inactivation, and somatic mutations are rare [ 39 , 40 ]. Vos et al. [ 41 ]recently obtained evidence that  RASSF2  is specific to K-Ras, as only a weak interaction with H-ras was detected. The other five  RASSF  genes were also tested here, and showed no difference in their expression levels between MPNSTs and plexiform neurofibromas (Figure  3E ). The second Ras signaling-associated gene identified here,  HMMR/RHAMM , is an oncogene that regulates signaling through Ras and controls mitogen-activated protein kinase (ERK protein) expression [ 42 ]. However,  HMMR/RHAMM  has also recently been characterized as a centrosomal protein that interacts with dynein and maintains spindle pole stability [ 43 ]. Finally,  HMMR/RHAMM  has been identified as a major cell-cycle-regulated gene by cDNA microarray analysis [ 44 ]. Interesting, seven of the 28 genes showing significant differential expression between MPNSTs and plexiform neurofibromas are involved in the Hedgehog-Gli signaling pathway, namely  DHH ,  PATCH2  and five downstream target genes of Gli transcription factors ( SPP1/Osteopontin ,  FOXA2/HNF3B ,  FOXM1 ,  OSF-2/Periostin  and  EPHA7 ) [ 45 - 48 ]. The Hedgehog-Gli signaling pathway is important in regulating patterning, proliferation, survival and growth in both embryos and adults [ 49 ]. Inappropriate activation of the Hedgehog-Gli signaling pathway occurs in several tumor types, including brain and skin tumors [ 50 ].  PTCH2  functions as a tumor suppressor gene, as its product normally inhibits SMOH (which functions as an oncogene), resulting in Gli inhibition. Mutations of human  PTCH1  and  PTCH2  have been detected in basal cell carcinomas and medulloblastomas, and result in Gli signaling activation [ 50 ]. Other genes associated with the Hedgehog-Gli signaling pathway were slightly (but not significantly) upregulated in MPNSTs, including  SMOH ,  HHIP  (a Hedgehog-interacting protein), three human  GLI  genes ( GLI2 ,  GLI3  and  GLI4 ; Figures  3F ) and the major Gli-regulated genes  IGF2 ,  PTHR1  and  H19  (Figures  3G ) [ 47 , 48 , 51 ]. The eight Gli-regulated genes that we found altered in MPNSTs encode growth factors ( IGF2 ,  SPP1/Osteopontin ,  OSF-2/Periostin ), growth factor receptors ( PTHR1 ,  EPHA7 ) and transcription factors ( FOXA2/HNF3B ,  FOXM1 ), whereas  H19  yields an untranslated mRNA. Several of these genes are altered in various tumors [ 45 , 52 - 54 ]. The positive correlation between  H19  and  IGF2  expression in our tumor series argues against abnormal  IGF2  imprinting as a source of IGF2 over-expression in MPNSTs. Indeed, a reduction or loss of H19 expression would be expected to result in increased IGF2 transcription, as expression of these two genes is functionally linked by their competition for a common enhancer [ 55 ]. We have previously found that  SHH ,  GLI1 ,  IGF2  and  H19  are up-regulated in plexiform neurofibromas [ 23 ] (Figures  3F  and  3G ). Taken together, our results suggest that activation of the Hedgehog-Gli signaling pathway is not only an early event in the genesis of benign plexiform neurofibromas, but that it is also required for malignant transformation. Conclusions In conclusion, this study points to the involvement of several altered molecular pathways, and especially the Hedgehog-Gli signaling pathway, in the tumorigenesis of NF1-associated MPNST. Further studies are necessary to elucidate the genetic (or epigenetic) mechanisms responsible for the altered gene expression. It will be of interest to study the genes identified here in sporadic MPNSTs and in other neurological tumors (medulloblastomas, oligodendrogliomas, astrocytomas, neuroblastomas and schwannomas).",
  "fetched_at": "2026-02-16T15:36:41.829160",
  "abstract_length": 2281,
  "methods_length": 7120,
  "introduction_length": 4373,
  "results_length": 10570,
  "discussion_length": 13158
}