{
  "pmid": "15255999",
  "abstract": "BACKGROUND: Neurofibromatosis type 1 (NF1) is an autosomal dominant disorder with a complex range of clinical symptoms. The hallmark of NF1 is the onset of heterogeneous (dermal or plexiform) benign neurofibromas. Plexiform neurofibromas can give rise to malignant peripheral nerve sheath tumors (MPNSTs), and the underlying molecular mechanisms are largely unknown. RESULTS: To obtain further insight into the molecular pathogenesis of MPNSTs, we used real-time quantitative RT-PCR to quantify the mRNA expression of 489 selected genes in MPNSTs, in comparison with plexiform neurofibromas. The expression of 28 (5.7%) of the 489 genes was significantly different between MPNSTs and plexiform neurofibromas; 16 genes were upregulated and 12 were downregulated in MPNSTs. The altered genes were mainly involved in cell proliferation (MKI67, TOP2A, CCNE2), senescence (TERT, TERC), apoptosis (BIRC5/Survivin, TP73) and extracellular matrix remodeling (MMP13, MMP9, TIMP4, ITGB4). More interestingly, other genes were involved in the Ras signaling pathway (RASSF2, HMMR/RHAMM) and the Hedgehog-Gli signaling pathway (DHH, PTCH2). Several of the down-regulated genes were Schwann cell-specific (L1CAM, MPZ, S100B, SOX10, ERBB3) or mast cell-specific (CMA1, TPSB), pointing to a depletion and/or dedifferentiation of Schwann cells and mast cells during malignant transformation of plexiform neurofibromas. CONCLUSION: These data suggest that a limited number of signaling pathways, and particularly the Hedgehog-Gli signaling pathway, may be involved in malignant transformation of plexiform neurofibromas. Some of the relevant genes or their products warrant further investigation as potential therapeutic targets in NF1.",
  "methods": "Methods Patients and Samples Samples of 14 plexiform neurofibromas and 9 MPNSTs were obtained by surgical excision from patients with NF1 at Henri Mondor hospital (Creteil, France). The plexiform neurofibromas (deep lesions involving a plexus of nerves) were large, had a nodular aspect, and severely deformed the affected tissues. They were all S100-positive by immunostaining. The main clinical and histological characteristics of the 9 patients with MPNSTs are shown in Table  1 . The MPNSTs all arose from plexiform neurofibromas and showed very weak S100 immunostaining. Ten dermal neurofibromas were used as \"normal\" controls, as they are not at risk of developing into malignant MPNSTs. Neurofibromas are heterogeneous benign tumors composed of Schwann cells, neurons, fibroblasts, mast cells and other cells, and have no \"normal\" tissue equivalent. The 489 gene expression levels in plexiform neurofibromas and MPNSTs were thus expressed relative to the expression levels in dermal neurofibromas. The dermal neurofibromas were obtained by laser excision from patients free of plexiform neurofibromas. They affected the dermis and subcutis, and were soft, slightly elevated, painless and smaller than 20 mm. Immediately after surgery the tumor samples were flash-frozen in liquid nitrogen and stored at -80°C until RNA extraction. Real-time RT-PCR Theoretical basis Reactions are characterized by the point during cycling when amplification of the PCR product is first detected, rather than the amount of PCR product accumulated after a fixed number of cycles. The larger the starting quantity of the target molecule, the earlier a significant increase in fluorescence is observed. The parameter C t  (threshold cycle) is defined as the fractional cycle number at which the fluorescence generated by cleavage of a TaqMan probe (or by SYBR green dye-amplicon complex formation) passes a fixed threshold above baseline. The increase in fluorescent signal associated with exponential growth of PCR products is detected by the laser detector of the ABI Prism 7700 Sequence Detection System (Perkin-Elmer Applied Biosystems, Foster City, CA), using PE Biosystems analysis software according to the manufacturer's manuals. The precise amount of total RNA added to each reaction mix (based on optical density) and its quality (i.e. lack of extensive degradation) are both difficult to assess. We therefore also quantified transcripts of two endogenous RNA control genes involved in two cellular metabolic pathways, namely  TBP  (Genbank accession  NM_003194 ), which encodes the TATA box-binding protein (a component of the DNA-binding protein complex TFIID), and  RPLP0  (also known as 36B4;  NM_001002 ), which encodes human acidic ribosomal phosphoprotein P0. Each sample was normalized on the basis of its  TBP  (or  RPLPO ) content. Results, expressed as N-fold differences in target gene expression relative to the  TBP  (or  RPLPO ) gene, and termed \"N target \", were determined as  , where the ΔCt value of the sample was determined by subtracting the average Ct value of the target gene from the average Ct value of the  TBP  ( or RPLP0 ) gene [ 56 , 57 ]. The N target  values of the samples were subsequently normalized such that the mean of the dermal neurofibroma N target  values was 1. Primers and controls Primers for  TBP ,  RPLP0  and the 489 target genes (List in annex; supplementary information) were chosen with the assistance of the Oligo 5.0 computer program (National Biosciences, Plymouth, MN). We conducted searches in dbEST, htgs and nr databases to confirm the total gene specificity of the nucleotide sequences chosen as primers, and the absence of single nucleotide polymorphisms. In particular, the primer pairs were selected to be unique relative to the sequences of closely related family member genes or of the corresponding retropseudogenes. To avoid amplification of contaminating genomic DNA, one of the two primers was placed at the junction between two exons, if possible. In general, amplicons were between 70 and 120 nucleotides long. Gel electrophoresis was used to verify the specificity of PCR amplicons. For each primer pair, we performed no-template control (NTC) and no-reverse-transcriptase control (RT negative) assays, which produced negligible signals (usually > 40 in Ct value), suggesting that primer-dimer formation and genomic DNA contamination effects were negligible. RNA extraction Total RNA was extracted from frozen tumor samples by using the acid-phenol guanidinium method. The quality of the RNA samples was determined by electrophoresis through agarose gels and staining with ethidium bromide, the 18S and 28S RNA bands being visualized under ultraviolet light. cDNA Synthesis Total RNA was reverse transcribed in a final volume of 20 μl containing 1X RT buffer (500 μM each dNTP, 3 mM MgCl2, 75 mM KCl, 50 mM Tris-HCl pH 8.3), 20 units of RNasin RNase inhibitor (Promega, Madison, WI), 10 mM DDT, 100 units of Superscript II RNase H-reverse transcriptase (Invitrogen, Cergy Pontoise, France), 3 μM random hexamers (Pharmacia, Uppsala, Sweden) and 100 ng of total RNA. The samples were incubated at 20°C for 10 min and 42°C for 30 min, and reverse transcriptase was inactivated by heating at 99°C for 5 min and cooling at 5°C for 5 min. PCR amplification All PCR reactions were performed using an ABI Prism 7700 Sequence Detection System (Perkin-Elmer Applied Biosystems) and either the TaqMan ®  PCR Core REAGENTS Kit or the SYBR ®  Green PCR Core Reagents kit (Perkin-Elmer Applied Biosystems). Ten microliters of diluted sample cDNA (produced from 2 ng of total RNA) was added to 15 microliters of the PCR master-mix. The thermal cycling conditions comprised an initial denaturation step at 95°C for 10 min, and 50 cycles at 95°C for 15 s and 65°C for 1 min. Statistical Analysis As the mRNA levels did not fit a Gaussian distribution, (a) the mRNA levels in each subgroup of samples were characterized by their median values and ranges, rather than their mean values and coefficients of variation, and (b) relationships between the molecular markers and clinical and histological parameters were tested using the non parametric Mann-Whitney  U  test [ 58 ]. Differences between two populations were judged significant at confidence levels greater than 95% (p < 0.05). To visualize the capacity of a given molecular marker to discriminate between two populations (in the absence of an arbitrary cutoff value), we summarized the data in a ROC ( receiver operating characteristic ) curve [ 59 ]. This curve plots the sensitivity (true positives) on the  Y  axis against 1-specificity (false positives) on the  X  axis, considering each value as a possible cutoff. The AUC (area under curve) was calculated as a single measure for the discriminatory capacity of each molecular marker. When a molecular marker had no discriminatory value, the ROC curve lies close to the diagonal and the AUC is close to 0.5. In contrast, when a molecular marker has strong discriminatory value, the ROC curve moves to the upper left-hand corner and the AUC is close to 1.0.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T21:49:35.546372",
  "abstract_length": 1718,
  "methods_length": 7120,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}