{
  "pmid": "15446585",
  "abstract": "Gene expression profiling reveals unique molecular subtypes of Neurofibromatosis  Type I-associated and sporadic malignant peripheral nerve sheath tumors.  Watson MA(1), Perry A, Tihan T, Prayson RA, Guha A, Bridge J, Ferner R, Gutmann  DH.  Author information: (1)Department of Pathology and Immunology, Washington University School of  Medicine, St Louis, MO 63110, USA. watsonm@pathbox.wustl.edu  Malignant peripheral nerve sheath tumors (MPNSTs) are highly aggressive Schwann  cell neoplasms that are frequently associated with Type I Neurofibromatosis  (NF1) and respond poorly to current therapeutic regimens. To better understand  the molecular heterogeneity of these tumors, we performed gene expression  profiling on 25 NF1-associated and 17 sporadic MPNSTs using oligonucleotide  microarrays representing approximately 8100 unique human gene transcripts. Using  several previously reported statistical approaches, we were unable to identify a  molecular signature that could reliably distinguish between NF1-associated and  sporadic MPNSTs in independent training and test sample sets. However, using an  unsupervised clustering approach, we identified an extensive gene expression  signature that distinguished 9 of the 42 tumors analyzed. This signature  corresponded to relative overexpression of transcripts associated with  neuroglial differentiation (NCAM, MBP, L1CAM, P1P) and relative down-regulation  of proliferation and growth factor associated transcripts (IGF2, FGFR1, MDK,  Ki67). All tumors with this gene expression signature lacked expression of EGFR  and all but one tumor were derived from patients with NF1. However, there were  no other obvious associations with histological grade, tumor site, metastasis,  recurrence, age, or patient survival. We conclude that distinct molecular  classes of MPNST exist and that the ability to stratify these tumors based on  unique and biologically relevant gene expression profiles may be important for  future targeted therapeutics.  DOI: 10.1111/j.1750-3639.2004.tb00067.x PMCID: PMC8095784 PMID: 15446585 [Indexed for MEDLINE]",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-16T15:36:44.480032",
  "abstract_length": 2098,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}