{
  "pmid": "PMID:15623944",
  "title": "DNA ploidy and chromosome (FISH) pattern analysis of peripheral nerve sheath tumors.",
  "abstract": "BACKGROUND AND METHODS: 44 peripheral nerve sheath tumors (PNST) (27 schwannomas, 9 neurofibromas and 8 malignant peripheral nerve sheath tumors (MPNST)) were analyzed to determine DNA ploidy pattern and to clarify the conflicting data in the literature concerning this topic (whether benign PNSTs are aneuploid or not). For further insight we analyzed 6 schwannomas, one atypical neurofibroma and five MPNSTs by fluorescence in situ hybridization (FISH) technique using centromeric chromosome probes (7, 17 and 18) and automatic image analysis station, Metafer 4. RESULTS: Benign schwannomas (including the problematic variants as ancient, cellular, neuroblastoma like and multiplex schwannomas) could be characterized by euploid-polyploidisation and by their 4c peak height value which was usually more than 10% of total cell number measured. These characters were not found among neurofibromas and MPNST-s. FISH analysis revealed and confirmed that the 'normal' euploid-polyploid cells are mainly eusomic-polysomic containing two, four, eight or sixteen signals for each chromosomes examined, but in a small proportion aneusomy was found among tumor cells of benign schwannomas (average: 2.58; range 1.33-3.44). In contrast, the atypical neurofibroma displayed marked aneusomy (18.44%) but it contained normal eusomic and polysomic cells too. Two diploid MPNSTs proved to be clearly aneusomic with trisomy of chromosome 17 and monosomy of chromosome 18. CONCLUSIONS: All these data suggest that ploidy pattern determination combined with FISH analysis may be a very useful supplementary tool for making a right diagnosis (to differentiate benign versus malignant schwannomas in problematic variants) and to understand better the malignant transformation in PNSTs.",
  "authors": "Anett Hruska; Reinhard Bollmann; Rita Beáta Kovács; Magdolna Bollmann; Miklós Bodó; Zoltán Sápi",
  "journal": "Cellular oncology : the official journal of the International Society for Cellular Oncology",
  "publicationDate": "2004",
  "doi": "10.1155/2004/406591",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-19 09:22:42"
}