{
  "pmid": "15659388",
  "abstract": "Biallelic mutations in the neurofibromatosis 2 (NF2) gene are linked to schwannoma and meningioma tumorigenesis. Cells with NF2 mutations exhibit elevated levels of phosphorylated extracellular signal-regulated kinase (ERK) and aberrant cell-cell and cell-matrix contacts. The NF2 gene product, merlin, associates with adherens junction protein complexes, suggesting that part of its function as a tumor suppressor involves regulating cell junctions. Here, we find that a novel PDZ protein, called erbin, binds directly to the merlin-binding partner, EBP0, and regulates adherens junction dissociation through a MAP kinase-dependent mechanism. Reducing erbin expression using a targeted siRNA in primary cultures of Schwann cells results in altered cell-cell interactions, disruption of E-cadherin adherens junctions, increased cell proliferation, and elevated levels of phosphorylated ERK, all phenotypes observed in cells that lack merlin. Reduction of erbin expression also results in the dissociation of merlin from adherens junction proteins and an increase in the levels of phosphorylated merlin. These phenotypes can be rescued if cells with reduced levels of erbin are treated with a pharmacological inhibitor of ERK kinase. Collectively, these data indicate that erbin regulates MAP kinase activation in Schwann cells and suggest that erbin links merlin to both adherens junction protein complexes and the MAP kinase signaling pathway.",
  "methods": "2. Materials and Methods 2.1. Mouse Procedures and Genotyping All mouse experiments were performed in compliance with national and institutional animal welfare regulations and were approved by the relevant local authorities (animal protection officer, Sachgebiet Tierschutzangelegenheiten, FAU Erlangen–Nürnberg, approvals AZ: I/39/EE006 [Aug 2024], TS-01/2021 [Apr 2021], and RUF-55.2.2-2532-2-1804-24 [Jan 2024]) as well as the regional government (Regierung von Unterfranken). Floxed Scribble mice were generously provided by Dr. Patrick Humbert (La Trobe University, Melbourne, Australia) [ 35 ], and HSA-Cre reporter mice have been described previously [ 36 ]. Breeding and genotyping procedures followed established protocols [ 37 ]. Experimental cohorts consisted of Scribble loxP/loxP ::HSA-Cre and Scribble +/loxP ::HSA-Cre littermates aged 3–6 months. Within this age range, and across both sexes, no systematic phenotypic differences were detected; therefore, data were pooled by genotype for all analyses. Additional methodological details are included in the Figure legends. Mice were housed under controlled environmental conditions (22 ± 1 °C; 50–60% relative humidity; 12 h light/dark cycle) with ad libitum access to food and water. Muscle strength was assessed using a Grip Strength Test Meter (Bioseb Vitrolles, France) as previously described [ 38 ]. 2.2. RNA Extraction, Reverse Transcription, PCR Total RNA was isolated from adult EDL muscle (3–6 months old) using TRIzol reagent (Thermo Fisher Scientific, Dreieich, Germany, 15596026). cDNA was synthesized with M-MuLV Reverse Transcriptase (New England Biolabs; Frankfurt am Main, Germany, M0253) following the manufacturer’s protocol. Quantitative PCR is performed using PowerUp SYBR Green Master Mix (Thermo Fisher Scientific, A25743) and 0.25 µM of each mouse-specific primer (see  Supplementary Table S1 ). All reactions were run in technical triplicate. Amplification was carried out on a C1000 Thermal Cycler coupled to a CFX96 Real-Time PCR Detection System (Bio-Rad, Feldkirchen, Germany) according to the manufacturers’ guidelines. Product sizes were verified by agarose gel electrophoresis. Ct values for each target gene were normalized to the housekeeping gene  Rpl8 , and relative expression levels were calculated using the 2 −ΔΔCT  method [ 39 , 40 ]. 2.3. SDS-PAGE, Western Blot, Immunoprecipitation For SDS-PAGE and immunoblotting, the GAS muscles were homogenized in a lysis buffer containing 50 mM Tris-HCl (pH 8.0), 200 mM NaCl, 0.3% NP-40, 50 mM NaF, 1 mM DTT, 1 mM Na 3 VO 4 , 10 µg/mL aprotinin, 10 µg/mL leupeptin, and 1 mM PMSF [ 41 ]. Skeletal muscle homogenates were sonicated for 5 s and centrifuged at 16,100×  g  at 8 °C for 10 min. Cleared lysate was used for immunoblotting experiments. Aliquots of muscle lysates were solubilized in Laemmli buffer (150 mM Tris, pH 6.8, 6% SDS, 30% glycerol, 0.3% bromophenol blue, 3% ß-mercaptoethanol), boiled at 95 °C, and loaded on 8% or 10% SDS-PAGE. Electrophoretic migration was conducted at 120V for approximately 4 h. Protein transfer to nitrocellulose membranes was carried out for 2 h at 2.5A using a Western-Blot apparatus (Bio-Rad, Feldkirchen, Germany). Membranes were blocked in 5% nonfat dry milk in PBS, 0.1% Tween20 for 1 h at room temperature. Immunoprecipitation was performed with specific antibodies using hind limb muscle lysates. Antibodies were incubated with lysates overnight at 4 °C. The next day, protein A Sepharose beads were added, and incubation was continued for another 3 h. Afterwards, the beads were washed 3 times, boiled in Laemmli buffer, and loaded on SDS-PAGE gel. Primary antibodies were incubated at a 1:1000 dilution. The following antibodies were used: Rab5A ab66746 (Abcam, Cambridge, UK); Scribble sc-55543 (C6), Erbin sc-30054 (H210), Lano sc-243330, GAPDH sc-25778 (SantaCruz, Heidelberg, Germany); Scribble #4475 (Cell Signaling, Frankfurt am Main, Germany). Corresponding secondary antibodies conjugated with horseradish peroxidase (Cell Signaling, 1:1000) were used for 2 h at room temperature. Protein bands were detected by a homemade chemiluminescence reagent composed of 50 mg Luminol (Sigma Aldrich, Taufkirchen, Germany) in 200 mL 0.1 M Tris, pH 8.6, combined with 11 mg para-hydroxy-cumarinic acid (Sigma Aldrich) in 10 mL DMSO. Western blot results were quantified by densitometric analysis using the Fiji image processing package [ 42 ]. X-ray films were scanned with an Epson Expression 1600 Pro Scanner (Epson Deutschland GmbH, Düsseldorf, Germany) at 600 dpi. After background subtraction was performed, protein bands of interest were labeled and measured. For quantification, the protein band intensity was normalized to the intensity of the GAPDH protein band of the respective sample [ 38 ]. 2.4. Histochemical Staining, Immunofluorescence Staining, Quantitative 3D Morphometrical Imaging, Color Deconvolution, Fluorescence Microscopy GAS and SOL muscles from adult control and mutant mice were flash-frozen in 2-methylbutane cooled with liquid nitrogen for histochemical and immunofluorescence analyses. Muscles were sectioned transversely at 10 μm using a cryotome. For hematoxylin and eosin (H and E) staining, sections were incubated for 15 min in Mayer’s hemalum solution (Merck, Darmstadt, Germany, 109249), rinsed for 10 min in tap water, briefly dipped six times in 96% ethanol containing 4% HCl, rinsed again in tap water for 10 min, dehydrated in 70% ethanol for 1 min, stained with eosin (Merck, 115935) for 2 min, dehydrated in 100% ethanol for 1 min, and mounted in DPX, as previously described. For COX staining, sections were incubated at 37 °C for 60 min in 50 mM phosphate buffer (pH 7.4) containing 3,3′-diaminobenzidine tetrahydrochloride (DAB; Sigma-Aldrich, Taufkirchen, Germany, D8001), catalase (20 mg/mL; Sigma-Aldrich,  S41168 ), sucrose, and cytochrome c (Sigma-Aldrich, C2037). Sections were subsequently rinsed in water and mounted in DPX. For immunofluorescence, sections were fixed in 2% paraformaldehyde (PFA), permeabilized for 15 min in 0.3% Triton X-100 with 100 mM glycine, and blocked for 1 h with M.O.M. blocking reagent (Vector Laboratories, Newark, USA). Primary antibodies used included anti-myosin heavy chain type I (BA-F8, DSHB; 1:1000), anti-myosin heavy chain type IIa (SC-71, DSHB; 1:1,000), anti-Scribble (Cell Signaling, Frankfurt am Main, Germany; 1:1000), anti-Lano (T14, Santa Cruz, Heidelberg, Germany, 1:1000), and anti-Erbin (H210, Santa Cruz; 1:1,000). Detection was achieved with Alexa Fluor 488- and 546-conjugated secondary antibodies (Thermo Fisher Scientific, Dreieich, Germany; 1:1000). All stained sections were imaged using a Zeiss Axio Examiner Z1 microscope equipped with an AxioCam MRm camera and ZEN Blue software (release 3.6, Carl Zeiss MicroImaging, ZEISS, Oberkochen, Germany). Images were processed and analyzed using Fiji (vers. 1.54p) and ZEN Blue (Vers. 3.6.095.02000). For quantitative 3D morphometric analysis, SOL muscles were dissected and fixed in 4% PFA for 1 h at 4 °C. Muscle bundles containing 5–10 fibers were stained with α-bungarotoxin (BTX; Thermo Fisher Scientific, Dreieich, Germany, 1:2500) for 1 h at room temperature, washed three times in PBS (the penultimate wash included DAPI, 1:10,000), and mounted in Mowiol. Confocal images of NMJs were acquired with a 63× oil objective (Zeiss Examiner Z1, ZEISS, Oberkochen, Germany) at 250 ms exposure. After deconvolution, NMJ volume, surface area, and number of fragments were quantified using ZEN Blue (release 3.6). Over 50 NMJs per genotype were analyzed [ 43 ]. COX staining intensity was quantified using the Color Deconvolution 2 plugin in Fiji [ 44 , 45 ]. 2.5. Nerve Muscle Preparation and Electrophysiological Recordings Diaphragm–phrenic nerve preparations were maintained ex vivo in Liley’s solution equilibrated with 95% O 2  and 5% CO 2  at room temperature [ 46 ]. The recording chamber (≈1 mL) was continuously perfused at 1 mL/min. The phrenic nerve was drawn into a suction electrode and stimulated with 0.1 ms pulses [ 4 ]. The preparation was placed on the stage of a Zeiss Axio Examiner Z1 microscope (Carl Zeiss MicroImaging) fitted with incident light fluorescence illumination with filters for 547 nm/red (Zeiss filter set 20) fluorescing fluorophore. First, a micropipette with a tip diameter of approximately 10 µm was used to record the compound muscle action potential (CMAP) in a bathing solution. The electrode was positioned to minimize the latency of the major negative peak. Then, the electrode was positioned 100 µm above the muscle surface, and the CMAP was recorded. For recordings in the presence of d-tubocurarine, the chamber was filled with 2 mL of d-tubocurarine chloride (500, 800, or 1000 nM) (Sigma Aldrich). During curare treatment, 25 repetitive nerve stimulations (5 Hz) were performed every 2 min, and the ratio of CMAP amplitudes (mean of the 20th–25th/2nd) was calculated [ 38 , 43 , 47 ]. For recording endplate potentials (EPPs) and endplate currents (EPCs), µ-conotoxin GIIIB (µ-CTX, 2 µM; Peptide Institute, Osaka, Japan) was added to Liley’s solution to block muscle action potentials [ 48 , 49 ]. EPPs were evoked at 5 Hz for 5 s and 20 Hz for 10 s, and their decrement was calculated using the mean of the first and last five responses. Clustered CHRNs at the neuromuscular junction (NMJ) were labeled simultaneously by adding 0.5 × 10 −8  M α-bungarotoxin (BTX; Life Technologies) to the solution. In some cases, the effect of the toxin wore off after 1–2 h, and contractions resumed in response to nerve stimulation; these preparations were re-exposed to µ-CTX. Two intracellular electrodes (10–15 MΩ) were positioned within 50 µm of the NMJ under visual guidance [ 32 ]. One electrode delivered current to maintain the membrane potential at −75 mV ± 2 mV, while the second recorded voltage transients. Signals were amplified using an Axoclamp 900A and digitized at 40 kHz with a Digidata 1440A controlled by pCLAMP 10 (Molecular Devices, San Jose, USA). Voltage signals were filtered at 3 kHz, and currents at 1 kHz, using an 8-pole Bessel filter. EPCs were recorded using the two-electrode voltage-clamp configuration of the Axoclamp 900A, with clamp gains set between 300 and 1000 to reduce voltage transients to <3% of their unclamped amplitudes. At each NMJ, 50–100 spontaneous quantal events were collected over 1 min. Records were analyzed in pCLAMP vers. 10.3; spontaneous events were detected using the “template search” tool and manually curated to remove artifacts. Amplitude and frequency were determined by averaging all events recorded from each NMJ [ 43 ]. 2.6. Statistical Analysis Statistical analyses and graph generation were performed using GraphPad Prism 10 (GraphPad Software, San Diego, USA). Outliers were identified by Prism and excluded from the dataset and corresponding graphs. Unless otherwise specified, comparisons between two groups were made using an unpaired Student’s  t -test. Graphs display individual data points with the mean ± SD.  p -values are reported in GraphPad style, showing four digits after the decimal point with a leading zero: ns (not significant)  p  > 0.05, *  p  ≤ 0.05, **  p  ≤ 0.01, ***  p  ≤ 0.001, ****  p  ≤ 0.0001.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T21:50:39.449677",
  "abstract_length": 1444,
  "methods_length": 11280,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}