{
  "pmid": "PMID:15681480",
  "title": "Sensitive detection of deletions of one or more exons in the neurofibromatosis type 2 (NF2) gene by multiplexed gene dosage polymerase chain reaction.",
  "abstract": "Mutation detection in the neurofibromatosis type 2 (NF2) gene is challenging because when combining mutation detection methods such as single-strand conformational polymorphism and heteroduplex analysis, denaturing gradient gel electrophoresis, and direct sequencing of aberrant polymerase chain reaction (PCR) fragments only 30 to 60% of the constitutional mutations are detected. Because large deletions and complete chromosome rearrangements are also described methods such as microarray-comparative genomic hybridization and fluorescence in situ hybridization are also used. The one type of mutation often missed corresponds to deletions encompassing one or few exons. To detect this type we have developed a swift and reliable method. We perform a gene dosage analysis with two fluorescent multiplex PCR assays that amplify 15 of the 17 NF2 exons. The labeled PCR products are quantified and gene dose is calculated with respect to controls. We tested the reliability of this method with DNA from eight NF2 patients with known heterozygous NF2 deletions, eight controls and four unknown NF2 patients. In all of the patients with known heterozygous deletions we found in several exons a reduction of gene dosage to 50 to 69%. In one NF2 patient with previously unknown mutation and a severe phenotype we found the gene dosage of two exons reduced by 50% indicating a deletion of these two exons on one allele. This finding was validated by reverse transcriptase-PCR on fibroblast and schwannoma cell cultures of this patient and cDNA sequencing. Our gene dosage assay will detect deletions of one or more exons as well as gross deletions of the whole coding region of the gene. It can complement the existing screening methods because it is faster and easier.",
  "authors": "Ruth Diebold; Britta Bartelt-Kirbach; D Gareth Evans; Dieter Kaufmann; C Oliver Hanemann",
  "journal": "The Journal of molecular diagnostics : JMD",
  "publicationDate": "2005-02",
  "doi": "10.1016/S1525-1578(10)60014-1",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-19 09:22:43"
}