{
  "pmid": "15832546",
  "abstract": "The objective of this study was to explore the behaviour, including sleep patterns, of children with neurofibromatosis type 1 (NF1). For this purpose we designed a cross-sectional descriptive survey conducted by postal enquiry with telephone follow-up. Simonds and Parraga's sleep questionnaire and the Strength and Difficulties Questionnaire were used to screen sleep patterns and behaviours respectively. Information was obtained for 64 children (39 male, mean age 10 y 7 mo, SD 4 y 1 mo, range 3 to 18 y; 57% response rate). There were increased numbers of children with NF1 achieving scores in the borderline and abnormal range for ratings of peer problems (p < 0.001), hyperactivity (p < 0.001), emotional symptoms (p < 0.001), and conduct disorder (p < 0.05). Total difficulties score was also high (p < 0.001) in the NF1 group. Only one group of sleep problems, parasomnias (in particular sleepwalking and sleep terrors), had a higher occurrence (p < or = 0.05) in the NF1 group than in the general population. Within the NF1 group, conduct problems (p < or = 0.05), hyperactivity (p < or = 0.01), emotional problems (p < or = 0.01), and the total difficulties score (p < or = 0.01) were all significantly higher in children with frequent sleep disturbance. We conclude that NF1 is associated with sleep and behavioural problems in a high proportion of children. Psychiatric conditions, e.g. attention-deficit-hyperactivity disorder, may be underdiagnosed on a large scale in children with NF1, and the use of simple screening tools in clinical settings may prove beneficial.",
  "methods": "Methods Cell lines Human T265, S462, and NSF1 cell lines of malignant peripheral nerve sheath tumors (MPNSTs) being associated with neurofibromatosis type 1, and BRGN control cells used in this study were previously described.  T462 and T265 cells were initially provided by Victor Mautner (University of Hamburg, Germany). MPNST were cultured in Dulbecco’s Modified Eagle’s Medium (DMEM) supplemented with 10% fetal bovine serum (FBS), 100 U/mL penicillin and 100 mg/mL streptomycin, 2 mM GlutaMAX 38–43 TM  and 2 mM sodium pyruvate (all purchased from Gibco, Thermo Fisher Scientific, Waltham, USA). The primary human Schwann cells (HSC) were obtained by ScienCell (#1700, Carlsbad, CA, USA). HSC were cultured in Schwann Cell Medium (SCM, ScienCell) adding 1% Schwann cell growth supplement (SCGS), 5% FBS, 100 U/mL penicillin and 100 mg/mL streptomycin. All cell lines were incubated with a humidified atmosphere of 5% CO 2  at 37°C. mRNA isolation For each cell line, 2.5x10 4  cells per well were seeded in 6 well plates (TPP, Trasadingen, Switzerland) in 3 mL complete DMEM medium. After 24 h FBS-free medium was added, and cells were incubated for another 24 h. Then, a serum shock was induced with 10% FBS-containing medium. After that the cells were lysed at six-hour intervals starting at zero and ending at 48 h ( Figure 1 ). For sample collection, cells were washed two times with 1 mL of 4°C cold Phosphate Buffered Saline (PBS, Gibco, Thermo Fisher Scientific) and harvested using 300 µL Lysis Buffer (LBP, MACHERY-NAGEL, Düren, Germany) per well. RNA was isolated with NucleoSpin RNA plus (MACHERY-NAGEL) according to the manufacturer’s instructions.\n Figure 1. Experimental workflow. Legend: Created with BioRender.com (agreement number: QY25NKONZ9). cDNA library preparation and NGS analysis 10 ng mRNA per sample was transcribed into cDNA with AmpliSeq for Illumina Library Prep (Illumina, San Diego, USA) following manufacturer`s protocol. Transcript level of the following genes were analyzed using an Illumina custom panel: Jun proto-oncogene ( JUN ), Transforming Growth Factor Alpha ( TGFA ), Period Circadian Regulator 2 ( PER2 ), Prokineticin 2 (PROK2), Clock Circadian Regulator ( CLOCK ), Vascular Endothelial Growth Factor A (VEGFA), MYC proto-oncogene ( MYC ), Mitogen-Activated Protein Kinase Kinase Kinase 8 (MAP3K8), cAMP Responsive Element Modulator ( CREM ), aryl hydrocarbon receptor nuclear translocator like ( ARNTL  or  BMAL1 ), Cryptochrome Circadian Regulator 2 ( CRY2 ), Cyclin D1 ( CCND1 ),  TIMELESS , Cryptochrome Circadian Regulator 1 ( CRY1 ), Period Circadian Regulator 1 ( PER1 ), nuclear receptor subfamily 1 group D member 1 ( NR1D1 ), D-Box Binding PAR BZIP Transcription Factor ( DBP ), Casein Kinase 1 Epsilon ( CSNK1E ) and for reference Hypoxanthine Phosphoribosyl transferase 1 ( HPRT1)  (Supplementary Table S1). Therefore, library preparation was performed using the AmpliSeq for Illumina Custom Panels procedure (Illumina, San Diego, USA). After library preparation, the samples were analyzed via Bioanalyzer 2100 system (Agilent, Santa Clara, CA, USA) for pre-sequencing quantification and library quality control. The Illumina MiSeq instrument (Illumina, San Diego, USA) was used to quantify transcript levels. Therefore, quality-controlled libraries were diluted, equimolar pooled and again diluted to 20 pM according to the MiSeq System Denature and Dilute Libraries Guide performing the Standard Normalization Method (Illumina, San Diego, USA). Finally, the denatured and diluted library pool was loaded onto a MiSeq Reagent Kit v3 cartridge with 13 pM and 1% phiX. The sample sheet, the flow cell, the PR2 bottle, the waste bottle, as well as the reagent cartridge were prepared analogously to the MiSeq System Guide (Illumina, San Diego, USA). For sequencing, a paired end run of 151 cycles per read with FASTQ Only was chosen. Resulting FASTQ files were analyzed with CLC Genomics Workbench 22 (QIAGEN, Hilden, Germany). As no transcripts were detected for  PROK2  and  JUN  in all samples, we did not further include them into evaluation. Quantitative real time PCR 2 µg RNA was transcribed into cDNA using the RevertAid First Strand cDNA Synthesis Kit (Thermo Fisher Scientific, Waltham, USA) with oligo(dT)18-primers according manufacturer’s instructions. The cDNA concentration was set at 20 ng/µl and reverse transcription was done in the PEQLAB primus 25 advanced thermocycler (VWR, Avantor, Radnor, USA). Quantitative determination of Melatonin receptors (MT) was carried out by quantitative real-time polymerase chain reaction (qPCR). The two-step PCR was performed with 10 µl Platinum SYBR Green qPCR SuperMix-UDG (Invitrogen, Thermo Fisher Scientific, Waltham, USA), 500 nM each of the corresponding forward and reverse primer (Invitrogen, Thermo Fisher Scientific, Waltham, USA,) (Supplementary Table S2) and 1 µl cDNA (20 ng/µl) in a total volume of 20 µl using the Rotorgene Q (Qiagen, Hilden, Germany). The corresponding mRNA values for Glycerinaldehyd-3-phosphat-dehydrogenase ( GAPDH ) were used as control. Proliferation assays 5x10 3  cells per well of MPNST cells and HSC were seeded in quintuplicates in 96-well plates (TPP, Trasadingen, Switzerland). Cell growth was measured using the Cell Proliferation Kit II (Roche, Basel, Switzerland) following the instructions described by the manufacturer. The experiments were carried out for each cell line in DMEM (Gibco, Thermo Fisher Scientific) without serum and supplemented with 10% FBS. To test viability in response to Melatonin treatment, triplicates of 1x10 4  MPNST cells (T265, S462 and NSF1) and control fibroblasts (BRGN) were seeded in 100 µL media in a 96 well format and incubated for 24 hours prior to Melatonin (Merck, Darmstadt, Germany) treatment. Then, Melatonin was added, and cells incubated for additional 24 h (physiological presence is normally 12 h during night). For drug treatment, PBS (pH 7.4) was used to dilute Melatonin (0; 0.0025; 0.005; 0.01; 0.1; 1.0 and 10 µM final concentration with 100 µL media per well). After Melatonin treatment, both MPNST and BRGN cells were incubated with 20 µL of CellTiter-Blue Ⓡ  reagent (Promega, Madison, USA) for 1 h and fluorescence (560 nm excitation/590 nm emission) was recorded, normalized and evaluated as previously described. 43 Immunofluorescence 5x10 5  HSC were seeded in 3 mL complete DMEM/F12 per well on poly-L-lysin pre-coated cover slips (2-well Tissue Culture Chambers, Sarstedt, Nümbrecht, Germany) and incubated for 24 h at 37°C and 5% CO 2  during humidified atmosphere. Then, cells were washed with 1.5 mL per well of Hanks’ Balanced Salt Solution (HBSS with Ca 2+  and Mg 2+ , Thermo Fisher Scientific) containing 3 mmol/L MgCl 2 . Subsequently, cells were washed two times with HBSS and fixed with cold methanol of −20°C (Merck, Sigma-Aldrich, Darmstadt, Germany) on ice for 10 min. The cells were incubated with 1 ml per well blocking buffer containing PBS, 5% normal goat serum (Cell Signaling Technology, Danvers, USA) and 0.3% Triton X-100 (Carl Roth, Karlsruhe, Germany) for 1 h. Then, S100 mouse monoclonal primary antibody (Cell Signaling Technology, Danvers, USA) diluted 1:1000 in 900 µL per well PBS with 1% bovine serum albumin (Carl Roth) and 0.3% Triton X-100 (antibody diluting solution), was added to the cells for 16–18 h at 4°C. The next day, cells were washed three times with 1 mL PBS followed by incubation with secondary antibody (1:1000, Anti-Mouse IgG (H+L), F(ab’)2 Fragment Alexa Fluor 488 Conjugate, Cell Signaling Technology) diluted in antibody diluting solution for 90 min at room temperature in the dark. After washing twice with PBS, the chamber was removed, and the slide rinsed again with PBS. Then, the slides were covered with mounting medium containing DAPI (ImmunoSelect Antifading Mounting Medium DAPI, Dianova, Hamburg, Germany) and dried for 24 hours. The imaging was done with Keyence BZ-800E microscope (Keyence, Neu-Isenburg, Germany). Data analysis, statistics, and bioinformatic database analysis NGS data analysis and heat map creation were done using GraphPad Prism software (GraphPad Software, Boston, USA) version 9.5.0. Tests for the presence of a circadian rhythm were performed by Cosinor analysis based on established methods (Refinetti, R.; Circadian Physiology, 3 rd  Eds.) as described before  and using a freely available online tool ( 44 https://cosinor.online/app/cosinor.php ). In addition, numerical and graphical analysis was done using the CosinorPy Python package.  To determine the most suitable period length, a “grid-search” approach is employed, where the parameter T is systematically varied between 12 h and 48 h (based on known biological rhythms) in 1000 equidistant steps, due to computing capacities and time. For each period length, CosinorPy calculates both the p-value and the log-likelihood. For the analysis and graphical representation, the python libraries NumPy, 45  pandas version v2.0.3, 46  matplotlib 47  and SciPy 1.0 48  are utilized. The standard deviation was calculated by fitting a second-degree polynomial to the maximum of each log-likelihood assuming that T is Gaussian distributed and defining a threshold-value of it (maximum_log-likelihood − 0.5). This approach seems to overestimate the standard deviation. The combination of graphical representations for the log-likelihood and p-values as a function of T enables the identification of the most probable period length for each gene. 49 Further, three types of gene expression were defined, and the results were compared in both serum starvation and serum shock. A  rhythmic  gene expression was defined as a significant correlation in CosinorPy comparing the expression under serum shock and serum starvation. Expression designed to be  inducible  when gene expression was triggered by the serum shock compared to serum starvation.  Spontaneous  gene expression included both induced, rhythmic and completely independent gene expressions. For analysis of viability under melatonin treatment, we applied statistical testing and graphical representation as previously described in detail. 43 To identify recently provided data for rhythmic gene expression Schwann cells, we performed a bioinformatic search of the following databases: CGDB (Circadian Gene DataBase), CircaDB (Circadian Expression Profiles Database), and GEO (Gene Expression Omnibus).",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T21:51:14.228147",
  "abstract_length": 1582,
  "methods_length": 10424,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}