{
  "pmid": "16033085",
  "abstract": "UNLABELLED: Plexiform neurofibroma (PNF) is a typical feature of neurofibromatosis 1 (NF1). About 10% of patients with NF1 develop malignant peripheral nerve sheath tumors (MPNST), usually arising from PNF, and this is the major cause of poor prognosis. A better prognosis can be achieved if the tumors are diagnosed at an early stage. Our objective was to establish magnetic resonance imaging (MRI) criteria for MPNST, and to test their usefulness in detecting early malignant changes in PNF and to correlate the findings with the mutations of the NF1 gene. PATIENTS AND METHODS: NF1 outpatients were diagnosed according to the NIH criteria. All patients underwent a complete dermatological, ophthalmological and neurological examination and ultrasound of the abdomen between 1997 and 2002. The study was approved by the Institutional Review Board and all patients gave informed consent to analyze clinical records and tumor material for scientific purposes. MRI was performed with devices at 1.5 Tesla field strength (Siemens Magnetom Symphony) or in some patients at 1.0 Tesla field strength (Siemens Impact Expert). T1- and T2-weighted sequences including STIR-sequences were acquired. Ultra-rapid image sequences with HASTE technique were performed for trunk imaging. In patients with no contraindication for the application of contrast media, Gadolinum-DTPA Magnevist was administered intravenously. RESULTS: MRI was performed on 50 patients with NF1 and nerve sheath tumors, of whom 7 had atypical pain, tumor growth or neurological deficits indicative of malignancy; the other 43 were asymptomatic. On MRI, all 7 symptomatic patients had inhomogeneous lesions, due to necrosis and hemorrhage and patchy contrast enhancement. In one patient, the multiplicity of confluent tumors with inhomogeneous areas in addition to central lesions did not allow the exclusion of malignancy. Only 3 of the 43 asymptomatic patients had comparable changes; the other 40 patients had tumors of relatively homogeneous structure on T1- and T2-weighted images before and after contrast enhancement. All 3 asymptomatic patients with inhomogeneous lesions were shown to have MPNST. Analysis of mutations of the NF1 gene of the 10 MPNST patients revealed a variety of mutations. Concerning the correlation of genetic findings and MPNST in NF1, the sample size of this study group was too small to define genotype-phenotype relations. In this cohort, all types of mutations were found. CONCLUSION: This study provides evidence for certain radiographic findings on MRI in PNF of NF1 patients that have to be considered as signs of malignancy, in particular indicating an MPNST. These findings are especially valuable in the long term follow-up control of patients with large tumors (plexiform neurofibromas).",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T21:52:17.250566",
  "abstract_length": 2790,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}