{
  "pmid": "PMID:16093333",
  "title": "Sensory neurons from Nf1 haploinsufficient mice exhibit increased excitability.",
  "abstract": "Neurofibromatosis type 1 (NF1) is a common genetic disorder characterized by tumor formation. People with NF1 also can experience more intense painful responses to stimuli, such as minor trauma, than normal. NF1 results from a heterozygous mutation of the NF1 gene, leading to decreased levels of neurofibromin, the protein product of the NF1 gene. Neurofibromin is a guanosine triphosphatase activating protein (GAP) for Ras and accelerates the conversion of active Ras-GTP to inactive Ras-GDP; therefore mutation of the NF1 gene frequently results in an increase in activity of the Ras transduction cascade. Using patch-clamp electrophysiological techniques, we examined the excitability of capsaicin-sensitive sensory neurons isolated from the dorsal root ganglia of adult mice with a heterozygous mutation of the Nf1 gene (Nf1+/-), analogous to the human mutation, in comparison to wildtype sensory neurons. Sensory neurons from adult Nf1+/- mice generated a more than twofold higher number of action potentials in response to a ramp of depolarizing current as wild-type neurons. Consistent with the greater number of action potentials, Nf1+/- neurons had lower firing thresholds, lower rheobase currents, and shorter firing latencies than wild-type neurons. Interestingly, nerve growth factor augmented the excitability of wild-type neurons in a concentration-related manner but did not further alter the excitability of the Nf1+/- sensory neurons. These data clearly suggest that GAPs, such as neurofibromin, can play a key role in the excitability of nociceptive sensory neurons. This increased excitability may explain the painful conditions experienced by people with NF1.",
  "authors": "Yue Wang; G D Nicol; D Wade Clapp; Cynthia M Hingtgen",
  "journal": "Journal of neurophysiology",
  "publicationDate": "2005-12",
  "doi": "10.1152/jn.00489.2005",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-19 09:22:47"
}