{
  "pmid": "16093333",
  "abstract": "Sensory neurons from Nf1 haploinsufficient mice exhibit increased excitability.  Wang Y(1), Nicol GD, Clapp DW, Hingtgen CM.  Author information: (1)Departments of Pharmacology and Toxicology, Indiana University School of  Medicine, Indianapolis, 46202, USA.  Comment in     J Neurophysiol. 2005 Dec;94(6):3659-60. doi: 10.1152/jn.00862.2005.  Neurofibromatosis type 1 (NF1) is a common genetic disorder characterized by  tumor formation. People with NF1 also can experience more intense painful  responses to stimuli, such as minor trauma, than normal. NF1 results from a  heterozygous mutation of the NF1 gene, leading to decreased levels of  neurofibromin, the protein product of the NF1 gene. Neurofibromin is a guanosine  triphosphatase activating protein (GAP) for Ras and accelerates the conversion  of active Ras-GTP to inactive Ras-GDP; therefore mutation of the NF1 gene  frequently results in an increase in activity of the Ras transduction cascade.  Using patch-clamp electrophysiological techniques, we examined the excitability  of capsaicin-sensitive sensory neurons isolated from the dorsal root ganglia of  adult mice with a heterozygous mutation of the Nf1 gene (Nf1+/-), analogous to  the human mutation, in comparison to wildtype sensory neurons. Sensory neurons  from adult Nf1+/- mice generated a more than twofold higher number of action  potentials in response to a ramp of depolarizing current as wild-type neurons.  Consistent with the greater number of action potentials, Nf1+/- neurons had  lower firing thresholds, lower rheobase currents, and shorter firing latencies  than wild-type neurons. Interestingly, nerve growth factor augmented the  excitability of wild-type neurons in a concentration-related manner but did not  further alter the excitability of the Nf1+/- sensory neurons. These data clearly  suggest that GAPs, such as neurofibromin, can play a key role in the  excitability of nociceptive sensory neurons. This increased excitability may  explain the painful conditions experienced by people with NF1.  DOI: 10.1152/jn.00489.2005 PMID: 16093333 [Indexed for MEDLINE]",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-16T15:36:54.123795",
  "abstract_length": 2111,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}