{
  "pmid": "16116616",
  "abstract": "Palindromic sequences are dispersed in the human genome and may cause chromosomal translocations in humans. They constitute unsequenced gaps in the human genome because of their resistance to PCR amplification, cloning into vectors, and sequencing. We have overcome these difficulties by using a combination of optimized PCR conditions, cloning in a recombination-deficient E. coli strain, and RNA polymerases in sequencing. Using these methods, we analyzed a palindromic AT-rich repeat (PATRR) in the neurofibromatosis type 1 (NF1) gene on chromosome 17 (17PATRR). The 17PATRR manifests a size polymorphism due to a highly variable length of (AT)(n) dinucleotide repeats within the PATRR. 17PATRRs can be categorized into two types: a longer one that comprises a nearly or completely perfect palindrome, and a shorter one that represents its deleted asymmetric derivative. In vitro analysis shows that the longer 17PATRR is more likely to form a cruciform structure than the shorter one. Two reported t(17;22)(q11;q11) patients with NF1, whose breakpoints were identified within the 17PATRR, have translocations that are derived from perfect or nearly perfect palindromic alleles. This implies that the symmetric structure of a PATRR can induce a translocation. We identified conserved PATRRs within the NF1 gene in great apes and similar inverted repeats in two Old World monkeys, but not in New World monkeys or other mammals. This indicates that the palindromic region appeared approximately 25 million years ago and elongated during primate evolution. Although such palindromic regions are usually unstable and disappear rapidly due to deletion, the 17PATRR in the NF1 gene was stably conserved during evolution for reasons that are still unknown.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T21:53:24.726920",
  "abstract_length": 1752,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}