{
  "pmid": "16169856",
  "abstract": "Neurofibromin is a neurofibromatosis type 1 (NF1) tumor suppressor gene product with a domain that acts as a GTPase-activating protein and functions, in part, as a negative regulator of Ras. Loss of neurofibromin expression in NF1 patients is associated with elevated Ras activity and increased cell proliferation, predisposing to a variety of tumors of the peripheral and central nervous systems. We show here, using the small interfering RNA (siRNA) technique, that neurofibromin dynamically regulates actin cytoskeletal reorganization, followed by enhanced cell motility and gross cell aggregation in Matrigel matrix. NF1 siRNA induces characteristic morphological changes, such as excessive actin stress fiber formation, with elevated negative phosphorylation levels of cofilin, which regulates actin cytoskeletal reorganization by depolymerizing and severing actin filaments. We found that the elevated phosphorylation of cofilin in neurofibromin-depleted cells is promoted by activation of a Rho-ROCK-LIMK2 pathway, which requires Ras activation but is not transduced through three major Ras-mediated downstream pathways via Raf, phosphatidylinositol 3-kinase, and RalGEF. In addition, the exogenous expression of the NF1-GTPase-activating protein-related domain suppressed the NF1 siRNA-induced phenotypes. Neurofibromin was demonstrated to play a significant role in the machinery regulating cell proliferation and in actin cytoskeletal reorganization, which affects cell motility and adhesion. These findings may explain, in part, the mechanism of multiple neurofibroma formation in NF1 patients.",
  "methods": "Methods Eight AD brain tissues datasets and three blood datasets were obtained. Consensus clustering was utilized as a method to discern the various subtypes of AD. Then, module genes were screened using weighted correlation network analysis (WGCNA). Furthermore, screening hub genes was conducted through machine-learning analyses. Finally, A comprehensive analysis using a systematic approach to druggable genome-wide Mendelian randomization (MR) was conducted. 2 Materials and methods 2.1 Data acquisition In this study, the present study systematically retrieved the microarray datasets based on the following terms: “Alzheimer's disease” or “AD” and 'Homo sapiens'. Datasets were acquired based on the following eligibility criteria: i) Samples from AD brain tissues or AD blood samples; and ii) raw data or gene expression by array were accessible in GEO (Gene Expression Omnibus). Finally, transcriptome data from the 8 CE brain tissues datasets ( GSE106241  [ 15 ],  GSE28146  [ 16 ],  GSE118553  [ 17 ],  GSE48350  [ 18 ],  GSE122063  [ 19 ],  GSE5281  [ 20 ],  GSE132903  [ 21 ], and  GSE84422  [ 22 ]) and 3 CE blood samples datasets ( GSE63060  [ 23 ],  GSE63061  [ 23 ], and  GSE85426 ) were obtained. Normalization of gene expression in the four datasets and conversion of probe IDs to gene names in the datasets. To address batch effects between different databases, the datasets using the \"sva\" in to a meta cohort [ 24 ]. The flowchart of the entire investigation is detailed in  Fig. 1 . Fig. 1 The flowchart of the whole study. Fig. 1: 2.2 Consensus unsupervised clustering analysis In this work, consensus unsupervised clustering analysis with k-values ranging from 2 to 9 using the R package \"ConsensusClusterPlus\" [ 25 ]. Next, we compared DEGs in different AD subtypes. 2.3 DEGs and functional annotation DEGs screening between two subtypes were identified. The mean expression value of each gene was calculated in the two groups, and the fold change value was calculated. The FDR (false discovery rate) correction algorithm was applied to correct the p-values, and DEGs were identified with adj.P.Val 〈 0.05 and |log2FC| 〉 0.585 as the significance threshold. To explore the impact of these genes on the development of AD. 2.4 WGCNA The R package “WGCNA” was used to build a co-expression network aimed at identifying the gene module most closely associated with AD [ 26 ]. Initially, we determined Pearson's correlation matrices for each gene pair, leveraging the average linkage method along with a weighted correlation coefficient to form a weighted adjacency matrix. Subsequently, using a soft power parameter (β), we computed the adjacency and transformed it into a topological overlap matrix (TOM). By applying average linkage hierarchical clustering, we grouped genes exhibiting similar expression patterns into modules, ensuring a minimum gene group size of 100 based on the TOM- derived dissimilarity measure. In the final step, we amalgamated multiple modules after assessing the dissimilarity of their respective eigengenes and establishing a cut-off point within the module dendrogram. Through this process, we identified key module genes related to AD and created a visual representation of the eigengene network. Through the processes described earlier, we obtained DEGs and identified key module genes related to the disease using WGCNA. By taking the intersection of these two sets of genes, we determined the key genes. The R package “venneuler” was utilized to generate a Venn diagram. These key genes were retained for further analysis. 2.5 Machine learning To further identify the pivotal genes that are critical for the diagnosis of AD, this study used ten distinct machine-learning algorithms. Employing a 10-fold cross-validation methodology, these algorithms were randomly grouped together, resulting in the creation of a total of 113 combinational algorithms. The diagnostic ability of the pivot gene was validated using the ROC curve with  GSE118553  as the training set and other datasets as the external validation sets. To identify the most effective combination, the average AUC for each signature was computed, allowing for the selection of the optimal algorithmic signature based on its performance metrics [ 27 ]. 2.6 Immune infiltration analysis In order to further explore the role of immune processes in the progression of AD, an immune infiltration analysis was performed in this study using a meta-data dataset. This analysis was based on the 7 algorithms using a reference set [ 28 , 29 ]. The results of the immune cell infiltration were visualized using the R language packages ‘ggplots’ and ‘pheatmap’. 2.7 eQTL datasets Blood eQTL comprises a comprehensive collection of data reflecting the cis-eQTLs for a total of 16,987 genes. This dataset was generated from a substantial cohort of 31,684 blood samples. In the analysis, we focused on fully significant cis-eQTL results, which were established with a false discovery rate (FDR) of less than 0.05. Additionally, important allele frequency information was also gathered to support the findings [ 30 ]. Besides, brain eQTL specifically addressed samples from the prefrontal cortex, incorporating data from 1387 individuals, predominantly of European descent. We ensured that our analysis included all significant eQTLs with an FDR of less than 0.05, specifically targeting genes that displayed an expression level greater than 0.1 fragments per kilobase per million mapped fragments in at least 10 samples [ 31 ]. Furthermore, we collected all relevant SNP information to substantiate our research findings ( Table 1 ). Table 1 The details of markers associated GWASs used in the study. Table 1: Markers Number of samples Ancestry PMID GWAS Catalog ID CSF Aβ 8074 European 36,066,633 GCST90129599 CSF p-tau 7798 European 36,066,633 GCST90129600 Circulating t-tau 14,721 European 35,396,452 GCST90095138 Total hippocampal volume 21,297 European 30,279,459 GCST006871 Right hippocampal volume 21,282 European 33,875,891 GCST90002641 Left hippocampal volume 21,282 European 33,875,891 GCST90002624 Cortical surface 33,992 European 32,193,296 GCST010282 Cortical thickness 33,992 European 32,193,296 GCST010281 White matter hyperintensity 21,381 European 33,875,891 GCST90003862 White matter integrity (fractional anisotropy) 17,663 European 32,358,547 GCST010102 White matter integrity (mean diffusivity) 17,467 European 32,358,547 GCST010103 2.8 AD GWAS dataset Data on AD patients and their controls were obtained from the FinnGen database. Exposure data were gene expression and the outcome variable was AD [ 32 ]. r2<0.001, kb<10,000, and  P  < 5 × 10–8 were set to screen SNPs to avoid weak instrumental variable bias, and heterogeneity of IVs was tested using MR-egger [ 33 ]. A two-sample Mendelian randomization study was conducted using the “Two Sample MR” package to assess the causal role of genes in AD. 2.9 Markers associated with AD To assess the potential involvement of the three genes associated with AD ( LIMK2, MAPK8 , and  NDUFV2 ), which were identified through our MR analysis—we conducted an additional round of two-sample MR analysis. This analysis utilized consistent MR parameters to examine the eQTL for the three genes in both brain and blood tissues. In the subsequent phase of our analysis, we transitioned to evaluating the GWAS associated with the identified biomarkers as the exposure variable, while considering the GWAS data focusing on AD as the outcome variable [ [34] ,  [35] ,  [36] ,  [37] ]. This step was designed to further understand the mediating effects of these biomarkers in the context of AD, thereby providing deeper insight into the underlying mechanisms that may contribute to the development of the disease. 2.10 Statistical analysis Statistical analyses were performed using R software (version 4.3.0). Two-sample  t -tests, paired samples  t -tests, and Mann-Whitney tests were utilized to analyze differences between only two subgroups. A p-value less than 0.05 was considered statistically significant.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T21:53:41.916144",
  "abstract_length": 1605,
  "methods_length": 8074,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}