{
  "pmid": "16226708",
  "abstract": "",
  "methods": "Methods To test whether radiotherapy promotes neoplastic progression of PNs and reduces overall survival, we administered spinal irradiation (SI) to conditional knockout mouse models of NF1-associated PNs in 2 germline contexts:  Nf1 fllfl ; PostnCre  and  + Nf1 fl/- ; PostnCre . Both genotypes develop extensive  + Nf1  null spinal PNs, modeling PNs in NF1 patients. A total of 101 mice were randomized to 0 Gy, 15 Gy (3 Gy × 5), or 30 Gy (3 Gy × 10) of spine-focused, fractionated SI and aged until signs of illness. Materials and Methods Ethical Guidelines Regulations All work was performed under a research protocol approved by the University of California, San Francisco (UCSF) Committee on Human Research (IRB protocol 11-07304). Mouse Cohort and Treatment Animal experimentation was performed under an approved Indiana University School of Medicine IACUC protocol (#11405). The experimental cohort was composed of 101 male mice with 2 distinct genotypes,  PeriCre ;  + Nf1  and  fl/fl PeriCre ;  + Nf1 . Mice were maintained in a mixed background (C57BL/6 and 129/S). Mice were assigned to one of the following 3 SI treatments: 0 Gy, 15 Gy (5 daily doses of 3 Gy), and 30 Gy (10 doses of 3 Gy). SI was administered one fraction per day, 5 times per week (schematic shown in  fl/- Supplementary Figure S1 ). These radiation doses and frequency were chosen based on prior work indicating the general safety of these regimens, which enables long-term follow-up of irradiated animals,  and to approximate clinically used radiation fractionation schemes. Mice were monitored for 12 months following SI or until they develop signs of systemic illness that necessitated euthanasia. The 12-month monitoring period was chosen based on the average latency period for the development of soft-tissue sarcoma following total body irradiation in mouse models with this genetic background. 8 , 9 3 Histopathologic Analysis After euthanasia, mice underwent an extensive necropsy to dissect the trigeminal nerves, spinal nerve roots, and any other visible masses/tumors within the radiation field as well as outside as previously described.  Tissues were fixed in formalin, then embedded in paraffin blocks. Five-micron thick sections were cut on a Leica rotary microtome and stained with haematoxylin and eosin (H&E). H&E slides were scanned and visualized using Aperio Imagescope. Scanned histopathologic images were reviewed in a blinded manner by A.H. 10 Statistical Analysis Data were plotted and statistical tests were performed using Prizm (Graphpad). Comparisons of mouse survival after irradiation between groups were performed using log-rank tests. Comparisons of the tumor proportions between groups were performed using Chi-square tests.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T21:53:56.780385",
  "abstract_length": 0,
  "methods_length": 2741,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}