{
  "pmid": "PMID:16314489",
  "title": "Inactivation of NF1 in CNS causes increased glial progenitor proliferation and optic glioma formation.",
  "abstract": "The gene responsible for neurofibromatosis type 1 (NF1) encodes a tumor suppressor that functions as a negative regulator of the Ras proto-oncogene. Individuals with germline mutations in NF1 are predisposed to the development of benign and malignant tumors of the peripheral and central nervous system (CNS). Children with this disease suffer a high incidence of optic gliomas, a benign but potentially debilitating tumor of the optic nerve; and an increased incidence of malignant astrocytoma, reactive astrogliosis and intellectual deficits. In the present study, we have sought insight into the molecular and cellular basis of NF1-associated CNS pathologies. We show that mice genetically engineered to lack NF1 in CNS exhibit a variety of defects in glial cells. Primary among these is a developmental defect resulting in global reactive astrogliosis in the adult brain and increased proliferation of glial progenitor cells leading to enlarged optic nerves. As a consequence, all of the mutant optic nerves develop hyperplastic lesions, some of which progress to optic pathway gliomas. These data point to hyperproliferative glial progenitors as the source of the optic tumors and provide a genetic model for NF1-associated astrogliosis and optic glioma.",
  "authors": "Yuan Zhu; Takayuki Harada; Li Liu; Mark E Lush; Frantz Guignard; Chikako Harada; Dennis K Burns; M Livia Bajenaru; David H Gutmann; Luis F Parada",
  "journal": "Development (Cambridge, England)",
  "publicationDate": "2005-12",
  "doi": "10.1242/dev.02162",
  "methods": "Materials and methods Control and mutant mice The control mice used in this study are the pool of phenotypically indistinguishable mice with genotypes  Nf1 flox /flox ,  Nf1 flox /+  and  Nf1 flox /+ ; hGFAP- cre+. The mutant mice designated  Nf1  include both  hGFAP KO Nf1 flox /− ; hGFAP- cre+ and  Nf1 flox /flox ; hGFAP- cre+, which have similar phenotypes. The genotyping procedures for the Nf1flox allele,  Nf1 -null allele and Cre transgene have been described previously ( Zhu et al., 2001 ). Size and weight analysis of mice Nf1  and control littermates at the age of P0.5, P8 and 2 months were used to determine mass (g). Age-matched mutant and control mice were perfused with 4% paraformaldehyde (PFA). Brains were dissected and post-fixed in 4% PFA overnight, and separated into forebrain and hindbrain for analysis. Statistical analysis was carried out using Student’s  hGFAP KO t -test.  P <0.05 was considered to be significant. lacZ  staining and double immunofluorescence E10.5, E12.5 embryos or cryostat sections from postnatal or adult tissues were prepared and subjected to X-gal analysis as described previously ( Zhu et al., 1998 ). Adjacent sections were subjected to double immunofluorescence with anti- lacZ  (rabbit, 1:200, 5′ and 3′) and anti-NeuN (mouse, 1:200, Chemicon) or anti- lacZ  and anti-GFAP (mouse, 1:100, Pharmingen). BrdU assay P8 mutant and control littermates were pulsed with BrdU for 2 hours, and adult mice (4–6 months) were pulsed with BrdU five times a day at 2-hour intervals. The dose of BrdU was 50 μg/g (gram, body mass). Mice were perfused with 4% PFA 2 hours after the last pulse. Brains were dissected and processed for either paraffin-embedded or cryostat sections. BrdU immunohistochemistry was performed as described previously ( Zhu et al., 1998 ). The dilution of BrdU antibody was 1:50 (Becton Dickinson). The number of BrdU-positive cells was counted in one out of each ten serially prepared sections. Statistical analysis was carried out using Student’s  t -test.  P <0.05 was considered to be significant. Immunohistochemistry After post-fixed in 4% PFA overnight, tissues were prepared for free-floating vibratome sections at 50 μm, cryostat sections at 14 μm or paraffin wax-embedded sections at 5 μm. Paraffin sections were deparaffinized and rehydrated. Sections were subjected to immunohistochemical analysis as described previously ( Zhu et al., 2001 ). The visualization of primary antibodies was performed with either a horseradish peroxidase system (Vectastain ABC kit, Vector) or immunofluorescence by using Cy3-conjugated anti-rabbit/mouse and Cy2-conjugated anti-mouse/rabbit secondary antibodies at 1:200 dilution (Jackson Laboratories). The dilution of primary antibodies used in this study were: GFAP (rabbit, 1:2000, DAKO), nestin (mouse, 1:200, Chemicon), BLBP (rabbit, 1:1000, a gift from N. Heintz), PAX2 (rabbit, 1:1000, a gift from G. Dressler), P-erk (rabbit, 1:200, Cell Signaling), Cre (mouse, 1:1000, BABCO), Ki-67 (Rabbit, 1:1000, Novocastra Labs). Sections were examined under either light or fluorescence microscope (Olympus). The co-localization of two antigens was further confirmed by confocal microscopy (Zeiss).",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:22:48"
}