{
  "pmid": "PMID:16314489",
  "title": "Inactivation of NF1 in CNS causes increased glial progenitor proliferation and optic glioma formation.",
  "abstract": "The gene responsible for neurofibromatosis type 1 (NF1) encodes a tumor suppressor that functions as a negative regulator of the Ras proto-oncogene. Individuals with germline mutations in NF1 are predisposed to the development of benign and malignant tumors of the peripheral and central nervous system (CNS). Children with this disease suffer a high incidence of optic gliomas, a benign but potentially debilitating tumor of the optic nerve; and an increased incidence of malignant astrocytoma, reactive astrogliosis and intellectual deficits. In the present study, we have sought insight into the molecular and cellular basis of NF1-associated CNS pathologies. We show that mice genetically engineered to lack NF1 in CNS exhibit a variety of defects in glial cells. Primary among these is a developmental defect resulting in global reactive astrogliosis in the adult brain and increased proliferation of glial progenitor cells leading to enlarged optic nerves. As a consequence, all of the mutant optic nerves develop hyperplastic lesions, some of which progress to optic pathway gliomas. These data point to hyperproliferative glial progenitors as the source of the optic tumors and provide a genetic model for NF1-associated astrogliosis and optic glioma.",
  "authors": "Yuan Zhu; Takayuki Harada; Li Liu; Mark E Lush; Frantz Guignard; Chikako Harada; Dennis K Burns; M Livia Bajenaru; David H Gutmann; Luis F Parada",
  "journal": "Development (Cambridge, England)",
  "publicationDate": "2005-12",
  "doi": "10.1242/dev.02162",
  "methods": "Materials and methods Control and mutant mice The control mice used in this study are the pool of phenotypically indistinguishable mice with genotypes  Nf1 flox /flox ,  Nf1 flox /+  and  Nf1 flox /+ ; hGFAP- cre+. The mutant mice designated  Nf1  include both  hGFAP KO Nf1 flox /− ; hGFAP- cre+ and  Nf1 flox /flox ; hGFAP- cre+, which have similar phenotypes. The genotyping procedures for the Nf1flox allele,  Nf1 -null allele and Cre transgene have been described previously ( Zhu et al., 2001 ). Size and weight analysis of mice Nf1  and control littermates at the age of P0.5, P8 and 2 months were used to determine mass (g). Age-matched mutant and control mice were perfused with 4% paraformaldehyde (PFA). Brains were dissected and post-fixed in 4% PFA overnight, and separated into forebrain and hindbrain for analysis. Statistical analysis was carried out using Student’s  hGFAP KO t -test.  P <0.05 was considered to be significant. lacZ  staining and double immunofluorescence E10.5, E12.5 embryos or cryostat sections from postnatal or adult tissues were prepared and subjected to X-gal analysis as described previously ( Zhu et al., 1998 ). Adjacent sections were subjected to double immunofluorescence with anti- lacZ  (rabbit, 1:200, 5′ and 3′) and anti-NeuN (mouse, 1:200, Chemicon) or anti- lacZ  and anti-GFAP (mouse, 1:100, Pharmingen). BrdU assay P8 mutant and control littermates were pulsed with BrdU for 2 hours, and adult mice (4–6 months) were pulsed with BrdU five times a day at 2-hour intervals. The dose of BrdU was 50 μg/g (gram, body mass). Mice were perfused with 4% PFA 2 hours after the last pulse. Brains were dissected and processed for either paraffin-embedded or cryostat sections. BrdU immunohistochemistry was performed as described previously ( Zhu et al., 1998 ). The dilution of BrdU antibody was 1:50 (Becton Dickinson). The number of BrdU-positive cells was counted in one out of each ten serially prepared sections. Statistical analysis was carried out using Student’s  t -test.  P <0.05 was considered to be significant. Immunohistochemistry After post-fixed in 4% PFA overnight, tissues were prepared for free-floating vibratome sections at 50 μm, cryostat sections at 14 μm or paraffin wax-embedded sections at 5 μm. Paraffin sections were deparaffinized and rehydrated. Sections were subjected to immunohistochemical analysis as described previously ( Zhu et al., 2001 ). The visualization of primary antibodies was performed with either a horseradish peroxidase system (Vectastain ABC kit, Vector) or immunofluorescence by using Cy3-conjugated anti-rabbit/mouse and Cy2-conjugated anti-mouse/rabbit secondary antibodies at 1:200 dilution (Jackson Laboratories). The dilution of primary antibodies used in this study were: GFAP (rabbit, 1:2000, DAKO), nestin (mouse, 1:200, Chemicon), BLBP (rabbit, 1:1000, a gift from N. Heintz), PAX2 (rabbit, 1:1000, a gift from G. Dressler), P-erk (rabbit, 1:200, Cell Signaling), Cre (mouse, 1:1000, BABCO), Ki-67 (Rabbit, 1:1000, Novocastra Labs). Sections were examined under either light or fluorescence microscope (Olympus). The co-localization of two antigens was further confirmed by confocal microscopy (Zeiss).",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:22:48",
  "introduction": "Introduction Astrocytic tumors or astrocytomas account for a vast majority of primary central nervous system (CNS) tumors ( Holland, 2001 ;  Kleihues and Cavenee, 2000 ;  Maher et al., 2001 ;  Zhu and Parada, 2002 ). According to the World Health Organization (WHO) grading system, astrocytomas can be classified into four histopathological grades. Grade II-IV astrocytomas are malignant neoplasms that diffusely infiltrate surrounding brain structures. Such astrocytic neoplasms may occur at any age, but are more common in adults than in children. By contrast, pilocytic astrocytomas, classified as Grade I neoplasms in the WHO grading scheme, are generally benign and tend to be better circumscribed ( Holland, 2001 ;  Kleihues and Cavenee, 2000 ;  Maher et al., 2001 ;  Zhu and Parada, 2002 ). Although pilocytic astrocytoma is the most common glioma in children, the molecular and genetic basis is largely unknown. Individuals afflicted with a familial cancer syndrome, neurofibromatosis type 1 (NF1), are predisposed to the development of astrocytomas ( Listernick et al., 1999 ). Approximately 15 to 20% of children with NF1 develop pilocytic astrocytomas predominantly within the optic pathway, hypothalamus and, occasionally, in the other brain areas ( Listernick et al., 1999 ;  Listernick et al., 1997 ). Like their sporadic counterparts, most NF1-associated pilocytic astrocytomas are benign and can remain static for many years. However, despite histological benign features, a significant number of these tumors will endure and cause vision impairment and other neurological symptoms ( Listernick et al., 1999 ). The  NF1  gene encodes the protein product, neurofibromin, which shares homology with members of the family of Ras GTPase activating proteins (GAPs) ( Ballester et al., 1990 ;  Viskochil, 1999 ;  Xu et al., 1990 ). Like GAPs, neurofibromin attenuates the Ras-mediated signaling pathway by accelerating the conversion of activated Ras-GTP to inactive Ras-GDP. Consistent with the role of the  NF1  gene as a tumor suppressor gene, loss of heterozygosity at the NF1 locus and loss of neurofibromin expression have been observed in a variety of NF1-associated tumors, including astrocytomas ( Gutmann et al., 2000 ;  Kluwe et al., 2001 ). In one case report, loss of neurofibromin expression in an NF1-associated pilocytic astrocytoma correlated with the elevated Ras-GTP and activation of Ras downstream effectors such as mitogen-activated protein kinase (MAPK) and phosphatidylinositol 3-kinase (PI-3K) ( Lau et al., 2000 ). Functional activation of the Ras pathway through upregulation of receptor tyrosine kinases such as PDGF and EGF receptors has been well documented in diffusely infiltrative malignant astrocytomas ( Holland, 2001 ;  Kleihues and Cavenee, 2000 ;  Maher et al., 2001 ;  Zhu and Parada, 2002 ). However, similar molecular alterations have not been observed in pilocytic astrocytomas ( Gutmann et al., 2002 ;  Li et al., 2001 ). It has been suggested that the  NF1  gene might be involved in regulating the proliferation of mature astrocytes ( Bajenaru et al., 2002 ). Although neurofibromin is expressed below detection levels in normal astrocytes ( Daston and Ratner, 1992 ;  Daston et al., 1992 ;  Huynh et al., 1994 ), it was reported that loss of  NF1  confers a growth advantage to neonatal astrocytes in vitro ( Bajenaru et al., 2002 ). Conventional NF1 knockout mice ( Nf1 −/− ) are embryonic lethal ( Brannan et al., 1994 ;  Jacks et al., 1994 ) and although heterozygous mice ( Nf1 +/− ) are cancer prone, they do not develop astrocytomas ( Jacks et al., 1994 ). Conditional mutant mice lacking NF1 specifically in neurons also fail to develop astrocytomas although increased number of non-neoplastic GFAP (glial fibrillary acidic protein) expressing reactive astrocytes was observed ( Zhu et al., 2001 ). These results suggest that NF1 can regulate the growth of astrocytes both intrinsically and also indirectly through neurons. During embryonic development, multipotent neural stem/progenitor cells progressively lose developmental potential and become lineage-restricted neuronal progenitor cells or glial progenitor cells ( Gage, 2000 ;  Temple, 2001 ). Gliogenesis occurs after neurogenesis and extends into postnatal stages. In the setting of NF1, the greatest risk for development of optic glioma is the first 6 years of life ( Listernick et al., 1999 ). This observation suggests that the  NF1  gene might play a role in regulating the proliferation of progenitor cells. Furthermore, recent reports demonstrate that pilocytic astrocytomas express molecular markers reminiscent of glial progenitor cells ( Gutmann et al., 2002 ;  Li et al., 2001 ). To determine the role of NF1 in the development of neural cell types and understand cellular and molecular basis of NF1-associated astrocytoma formation, we used a bacteriophage Cre/loxP system to target a  Nf1  mutation ( Zhu et al., 2001 ) into multipotent neural stem/progenitor cells and their derivatives, including glia and neurons ( Zhuo et al., 2001 ). We show that loss of NF1 promotes the proliferation of glial progenitor cells resulting in increased numbers of GFAP-expressing astrocytes in both developing and adult brains. Furthermore, NF1 also plays an indispensable role in the maintenance of the differentiation state of mature astrocytes. Finally, we describe a new mouse model for NF1-associated optic pathway glioma.",
  "results": "Results Generation of neural-specific  Nf1  knockout mice Previous studies have shown that the Cre transgenic strain under the control of human GFAP promoter ( hGFAP -cre) expresses Cre recombinase not only in mature astrocytes, but also in multipotent radial glial cells that exhibit neural stem/progenitor cell properties and can give rise to both glia and neurons during development ( Malatesta et al., 2003 ;  Malatesta et al., 2000 ;  Noctor et al., 2001 ;  Zhu et al., 2005 ;  Zhuo et al., 2001 ). To target the  Nf1  mutation into neural stem/progenitor cells during development, we crossed the  hGFAP -cre transgene to  Nf1 flox /−  and  Nf1 flox /flox  mice ( Zhu et al., 2001 ). Resultant double transgenic  Nf1 flox /− ; hGFAP-cre + and  Nf1 flox /flox ; hGFAP-cre + mice were phenotypically indistinguishable, termed  Nf1 . The  hGFAP KO Nf1  mice were born in appropriate Mendelian ratios although they exhibited growth retardation as early as P8 (see  hGFAP KO Fig. S1A in the supplementary material ). In maturity, the weight differential between control littermates and  Nf1  mice approached 50% (see  hGFAP KO Fig. S1A in the supplementary material ). The mutant pups exhibited a series of abnormal neurological behaviors (data not shown) and failed to thrive. As shown in  Fig. S1B  (see  supplementary material ), the half-life for mutant mice was ~26 weeks and all mutants perished by 47 weeks of age. In contrast to the diminished body weight, the  Nf1  mutant brain mass was slightly larger than that of control brains, although this did not reach statistical significance (0.54±0.01 versus 0.52±0.02,  hGFAP KO P =0.43), except in the forebrain where the size of mutant tissues was significantly larger than that of controls (see  Fig. S1C in the supplementary material , 1.08±0.02 versus 0.94±0.02,  P =0.0003). Increased GFAP-positive astrocytes in adult  Nf1  mutant brains hGFAP KO To determine whether  Nf1  mutant brains have developmental or cellular defects, we performed histological analysis. Although the mutant cerebellum has conspicuous developmental defects that may contribute to the neurological abnormalities observed in mutant mice (see  hGFAP KO Fig. S1C in the supplementary material , data not shown), all other anatomical regions of  Nf1  brains appear relatively normal, including neuronal lamination in the cerebral cortex and hippocampus (see  hGFAP KO Fig. S2 in the supplementary material  and data not shown). Immunohistochemical analysis with an antibody against GFAP revealed that  Nf1  mutant brains exhibited astrogliosis (see  hGFAP KO Fig. S2 in the supplementary material ), a CNS pathology that is characterized by increased expression of GFAP coupled with hypertrophy of astrocytes, including enlarged somata and thickened processes ( Ridet et al., 1997 ). Staining of other astrocytic markers, including S100β, further confirmed that  Nf1  mutant brains had increased numbers of astrocytes (data not shown). In contrast to our previous observation that neuronal loss of NF1 leads to astrogliosis restricted to the gray matter ( hGFAP KO Zhu et al., 2001 ),  Nf1  brains have extensive astrogliosis throughout both the gray and white matter, including the corpus callosum and anterior commissure (see  hGFAP KO Fig. S2I,J,M,N in the supplementary material ). We next performed BrdU analysis to label proliferating cells and TUNEL analysis to detect apoptotic cells. Both analyses failed to detect significant differences between adult mutant and control brains ( Fig. 1A  and data not shown). Thus, the excess number of GFAP-positive astrocytes present in adult  Nf1  mutant gray and white matter probably results from early events that affect proliferation, apoptosis, differentiation or any combination of these factors. hGFAP KO Increased proliferating glial progenitor cells during development To examine the status of glial progenitors in  Nf1  mutant brains, we selected postnatal day 8 (P8) for analysis. At P8, neurogenesis is largely complete but glial development and proliferation is still active ( hGFAP KO Bayer and Altman, 1991 ;  Jacobson, 1991 ;  Qian et al., 2000 ). P8 also coincides with the first detectable morphological differences between mutant and wild-type pups (see  Fig. S1A in the supplementary material ). The results of BrdU incorporation and immunohistochemical studies indicated that during development, mutant brains contain excess proliferating cells ( Fig. 1B,C ) that express a neural stem/progenitor cell marker, nestin ( Fig. 2A,B ), and an early glial progenitor cell marker, brain lipid binding protein(BLBP) ( Fig. 2C,D ) ( Feng et al., 1994 ;  Kurtz et al., 1994 ). Consistent with this, the majority of proliferating cells in both control ( Fig. 2E,G ) and mutant brains at P8 ( Fig. 2F,H ) do not express mature astrocyte markers, such as GFAP. We observed no difference in apoptosis between mutant and control brains that could contribute to the increased numbers of proliferating glial progenitors at this stage (data not shown). To determine whether glial progenitor cells in P8 brains express the Cre transgene and hence are NF1 deficient, we performed immunohistochemical analysis. In both P8 control and mutant brains, most GFAP-positive astrocytes express the Cre transgene ( Fig. 3 ;  Fig. 4A ), which is consistent with the previous observations in the adult brain ( Malatesta et al., 2003 ;  Zhu et al., 2005 ;  Zhuo et al., 2001 ). However, not all of the Cre-positive cells expressed GFAP ( Fig. 3A , parts a–d; 3B, parts a–d). Although these Cre-positive/GFAP-negative cells co-exist with Cre-positive/GFAP-positive astrocytes throughout the brain, they represent the major cell type in the thalamus ( Fig. 3A ) and in the periphery of the cerebellar white matter ( Fig. 3B ), where we determined that most of these GFAP-negative cells express both Cre and BLBP ( Fig. 3A , parts e,f; 3B, parts e,f). These data indicate that the Cre transgene is expressed in the BLBP-positive glial progenitor cells in both P8 control and mutant brains. Thus, we conclude that NF1 deficiency as a consequence of Cre-mediated recombination leads to increased numbers of proliferating glial progenitor cells in P8 brains. Nf1 −/−  glial progenitor cells differentiate We also determined an increased number of GFAP-positive astrocytes in P8 mutant brains ( Fig. 2F,H ;  Fig. 3A , part b;  Fig. 3B , part b;  Fig. 4A , parts b,d) as compared with controls ( Fig. 2E,G ;  Fig. 3A , part a;  Fig. 3B , part a;  Fig. 4A , parts a,c). To verify that the GFAP-expressing astrocytes in mutant brains are NF1 deficient, we used a Cre antibody to label  Nf1 −/−  cells. As shown in  Fig. 4A , most of the GFAP-expressing cells in  Nf1  brains, including the cerebral cortex ( hGFAP KO Fig. 4A , part b) and the hippocampal dentate gyrus (DG) ( Fig. 4A , parts d,f), co-express Cre and exhibit similar morphology to those astrocytes in control cortex ( Fig. 4A , part a) and dentate gyrus ( Fig. 4A , parts c,e). Furthermore, similar to normal counterparts ( Fig. 4B , parts a,c), mutant astrocytes express GFAP but not nestin in most areas of P8 brains ( Fig. 4B , parts b,d). A small number of cells expressing both GFAP and nestin were observed in both P8 control and mutant dentate gyrus (arrows in  Fig. 4B , parts e,f) and the subventricular zone, which are probably neural stem/progenitor cells that persist into adulthood ( Alvarez-Buylla et al., 2001 ). Thus, loss of NF1 promotes the proliferation of glial progenitor cells that retain the capacity to differentiate into GFAP-expressing astrocytes. We conclude that the tumor suppressor gene, NF1, is a negative regulator of the proliferation for glial progenitor cells but not for mature astrocytes. A subset of  Nf1 −/−  astrocytes express nestin in the adult brain In normal adult brains, nestin immunoreactivity is mainly restricted to the well-characterized sites of stem cell residence: the subgranular layer of the dentate gyrus (DG;  Fig. 5A ) and the subventricular zone of the lateral ventricle (LV;  Fig. 5C ) ( Gage, 2000 ). In brains of a subset of aged  Nf1  mutant mice analyzed (8/14), nestin-positive cells were identified throughout the brain parenchyma, including the hippocampus (outside the subgranular layer, arrows in  hGFAP KO Fig. 5B ) and cortex ( Fig. 5D ). All the nestin-positive cells had morphological features of mature astrocytes and co-expressed GFAP ( Fig. 5B,D,H , inset), suggesting that these nestin/GFAP-positive cells represent abnormal astrocytes and that absence of NF1 results in abnormal co-expression of early and mature glial markers. In addition, consistent with NF1 inactivation, glial cells in  Nf1  mutant brains have elevated levels of activated MAPK ( hGFAP KO Fig. 5E,F ). As the aberrant expression of nestin in  Nf1  mutant brains was only observed in a subset of aged ( hGFAP KO Fig. 5G,H ), but not in P8 ( Fig. 4B ) or young adult (P30, data not shown) mutant mice, we suggest that NF1 may play a role in maintenance of the differentiated state of mature astrocytes in the adult brain. We monitored a cohort of 45  Nf1  mutant mice, 10 of which survived more than 8 months. Detailed histological analysis of mutant brains (cerebral cortex, hippocampus, thalamus, hypothalamus and cerebellum) revealed no evidence of tumor formation. Thus, despite the induced early progenitor hyperproliferation during development, loss of NF1 alone is not sufficient to cause astrocytoma formation in the brain. This is consistent with the fact that while individuals with NF1 are reported to have a variety of brain abnormalities, including increased reactive astrogliosis ( hGFAP KO Nordlund et al., 1995 ), only a small percentage of these individuals develop astrocytomas in the brain ( Listernick et al., 1999 ;  Rubin and Gutmann, 2005 ). Tumorigenic potential: a model for optic glioma Approximately 15–20% of children with NF1 develop benign gliomas along the optic pathway with characteristics of pilocytic astrocytoma ( Listernick et al., 1999 ). Using the Rosa26- lacZ  reporter mouse strain ( Soriano, 1999 ), we identified that  hGFAP -cre-mediated recombination occurred in the optic nerve and the retina ( Fig. 6A,B ). The density of  lacZ -positive cells appeared highest in the area of the optic nerve immediately adjacent to the retina ( Fig. 6A–D ). Double labeling with antibodies against  lacZ  and GFAP revealed that the majority of  lacZ -positive cells in the optic nerve were GFAP-expressing astrocytes ( Fig. 6C,D ). Furthermore,  hGFAP -cre-mediated recombination in the optic nerve was confirmed by PCR analysis ( Fig. 6E ) ( Zhu et al., 2002 ;  Zhu et al., 2005 ). We next examined the optic nerves from  Nf1  mutant mice along with control littermates. Of optic nerves from twenty nine mutant mice analyzed, 18 were significantly enlarged in diameter ( hGFAP KO Fig. 6F–H ;  Fig. 7A,B ) and reminiscent of similarly prepared optic nerves from individuals with NF1 with optic gliomas ( Kleihues and Cavenee, 2000 ). Histological analysis revealed evidence of disorganization and increased cellularity throughout the optic nerves from all of the 29 mutant mice ( Fig. 7C,D ). The dysplastic nature of the cells in the mutant optic nerves is illustrated by double labeling with nestin and GFAP ( Fig. 7E–H ). We found that mature optic nerve astrocytes retain low levels of nestin expression ( Frisen et al., 1995 ). Furthermore, consistent with the pattern of  hGFAP -cre-mediated recombination in the optic pathway, the most pronounced changes were found in the area immediately adjacent to the retina ( Fig. 7I,J ), which contained dense clusters of randomly oriented glial nuclei. Detailed pathological analysis revealed that six out of 29 mutant mice (6/29) developed conspicuous neoplastic lesions ( Fig. 8A–C ). In contrast to normal nerves, which are comprised of well-organized astrocytes expressing both nestin and GFAP ( Fig. 8D ), neoplastic cells are completely disorganized and downregulate nestin expression ( Fig. 8E,F ). Although the optic nerve lesions observed in this tumor model lack some common features of pilocytic astrocytomas, such as Rosenthal fibers and granular bodies, these lesions display pathological features similar to human tumors, which include the location in the anterior optic nerve, coarse fibrillary appearance and nuclear pleiomorphism with clustered atypical tumor nuclei (also see  Fig. 9K,M ). BrdU analysis showed that mutant optic nerves contain fiveto ten-fold increases in proliferating cells ( Fig. 9A ). In all cases, proliferating cells in both adult control ( Fig. 9B,D ) and mutant nerves ( Fig. 9C,E ) did not express GFAP, indicating that, as in the developing brain, loss of NF1 promotes the proliferation of progenitor cells in the optic nerve. By contrast, BrdU-positive cells in the optic nerve express nestin (arrows in  Fig. 9F,G ). These observations suggest that  Nf1  mutant optic nerves contain increased numbers of glial progenitor cells. When compared with adult control proximal ( hGFAP KO Fig. 9H,J ) and distal ( Fig. 9L ) optic nerves that had few or no BLBP-expressing cells, adult mutant nerves contained numerous BLBP-positive cells that exhibited nuclear atypia indicative of neoplastic transformation ( Fig. 9I , arrows in  Fig. 9K,M ). In addition, we also used an independent glial progenitor marker, Pax2 ( Mi and Barres, 1999 ), to confirm that mutant optic nerves had increased numbers of glial progenitor cells ( Fig. 9N,O ). We confirmed that the pathology observed in the optic nerves results from loss of NF1 by immunohistochemical analysis with a Cre antibody (data not shown). Consistently, mutant glial cells have high MAPK activity ( Fig. 10A–D ) with a subset of mutant glial cells showing activated MAPK but lacking GFAP. These results suggest that both glial progenitor cells ( Fig. 10F , arrowheads) and astrocytes ( Fig. 10F , arrows) in mutant optic nerves had activated MAPK. These observations suggest that activation of Ras/MAPK pathway as a consequence of NF1 inactivation may underlie hyperplasia and glioma formation in the mutant optic nerve. To examine whether NF1 heterozygosity in surrounding cells contributes to the development of optic glioma, we crossed  Nf1 flox /flox  mice into a different GFAP-cre* transgenic strain ( Bajenaru et al., 2002 ) that targets Cre-mediated recombination only in astrocytes of the retina (see  Fig. S3A,B in the supplementary material ). When crossed to the Rosa26- lacZ  reporter strain, the GFAP-cre* activity showed co-expression with astrocytic markers (GFAP), but not with neuronal markers in retina (NeuN; see  Fig. S3E,F in the supplementary material ). In some regions of the brain, GFAP-cre*-mediated recombination occurred in both glia and neurons (see  Fig. S3C,D in the supplementary material ) ( Fraser et al., 2004 ). Detailed analysis of the optic nerve in these aged  Nf1 flox /flox ; GFAP-cre *+ mutant mice (12 months old) revealed no evidence of hyperplasia compared with that observed for  Nf1 . These results support the notion that the heterozygous state of surrounding cells may contribute to NF1 nullizygous glial hyperplasia and neoplasia in the optic nerve ( hGFAP KO Bajenaru et al., 2003 ).",
  "discussion": "Discussion Through analysis of neural-specific NF1 knockout mice, we demonstrate that the NF1 tumor suppressor gene has pivotal roles in the appropriate development of the CNS glial cell lineage and that sustained increased proliferation in glial progenitor cells may underlie tumor formation in the optic nerve. NF1 and proliferation of glial progenitor cells Consistent with the role of NF1 as a tumor suppressor gene, recent studies have demonstrated that loss of NF1 function confers a growth advantage to a variety of cell types in vitro, including neural stem/progenitor cells in the embryonic forebrain ( Dasgupta and Gutmann, 2005 ), oligodendrocyte precursor cells from the embryonic spinal cord ( Bennett et al., 2003 ), Schwann cells ( Kim et al., 1997 ) and fibroblasts ( Rosenbaum et al., 1995 ), etc. However, because of early embryonic lethality of NF1 homozygous mutants, insights into the function of NF1 during late developmental stages and adulthood remain limited ( Bajenaru et al., 2003 ;  Bajenaru et al., 2002 ;  Zhu et al., 2002 ;  Zhu et al., 2001 ). For example, despite the fact that several lines of evidence point to the  Nf1  gene as a negative regulator of astrocyte proliferation ( Bajenaru et al., 2002 ), the in vivo role of the  Nf1  gene in mature astrocytes has not been fully addressed. Our studies indicate that NF1-deficient mature astrocytes in the adult brain do not show a significant increase in proliferation. Instead, we show significantly increased proliferation during postnatal CNS development. These proliferating cells express progenitor cell markers found in both multipotent neural stem/progenitor cells and glial progenitor cells ( Anthony et al., 2004 ;  Feng et al., 1994 ;  Frisen et al., 1995 ;  Kurtz et al., 1994 ;  Lendahl et al., 1990 ). We conclude that these proliferative cells most probably represent glial progenitor cells, as neurogenesis is largely complete and gliogenesis persists in the P8 brain ( Bayer and Altman, 1991 ;  Jacobson, 1991 ;  Qian et al., 2000 ). Thus, our studies demonstrate that the  Nf1  gene is a negative regulator of proliferation in glial progenitor cells and provide evidence that the NF1-associated pathology observed in the adult brain could result from developmental defects. NF1 in differentiation of the astrocyte lineage Increased numbers of NF1-deficient, GFAP-positive mature astrocytes were observed in both developing and adult  Nf1  mutant brains. Because  hGFAP KO hGFAP -cre is expressed in a majority of astrocyte precursors, radial glia in the embryonic brain ( Malatesta et al., 2003 ) and glial progenitor cells in the postnatal brain (this study), it is reasonable to assume that the majority of mutant astrocytes arise from NF1 deficient progenitor cells. Thus, in vivo, NF1 is dispensable for astrocytic differentiation. As no increased proliferation or reduced apoptosis was observed in NF1-deficient mature astrocytes in both P8 and adult brains, the increased numbers of GFAP-positive astrocytes in adult mutant brains probably result from excess generation of glial progenitor cells, as observed during development. In brains of a subset of aged  Nf1  mutant mice, we identified an unusual population of cells that express both nestin and GFAP. These nestin/GFAP-positive cells morphologically resemble reactive astrocytes that are hypertrophic with thickened and increased processes ( hGFAP KO Ridet et al., 1997 ), which are observed in both human and mouse NF1-deficient brains ( Gutmann et al., 1999 ;  Nordlund et al., 1995 ;  Rizvi et al., 1999 ;  Zhu et al., 2001 ). As these nestin/GFAP-positive cells were not observed in the brains of developing (P8) or young adult (P30) mutant mice, these observations suggest that NF1 may be required for the maintenance of the astrocytic differentiation state or possibly preventing mature astrocytes from undergoing abnormal differentiation. Previously, we have reported that neuronal loss of NF1 results in activation of MAPK in neurons but not in astrocytes, leading to reactive astrogliosis in a non-cell autonomous fashion ( Zhu et al., 2001 ). Despite exhibiting morphological similarities, the reactive astrocytes observed in neuronal-specific NF1 ( Nf1 ) mutant brains, do not express nestin ( SynI KO Zhu et al., 2001 ). Therefore, the aberrant expression of this CNS progenitor cell marker (nestin) could result in part from intrinsic loss of NF1 within astrocytes or its progenitor cells. This is consistent with the observation that astrocytes in  Nf1  brains have elevated levels of activated MAPK, while reactive astrocytes in  hGFAP KO Nf1  brains do not ( SynI KO Zhu et al., 2001 ). NF1, a tumor suppressor gene in optic nerve glial progenitor cells The present results and previous reports indicate that loss of NF1 alone is insufficient to induce astrocytoma in the brain ( Bajenaru et al., 2003 ;  Bajenaru et al., 2002 ;  Zhu et al., 2005 ). By contrast,  hGFAP- cre-mediated NF1 inactivation results in fully penetrant glial cell hyperplasia and ~20% incidence of gliomas in the optic nerves. One likely reason for this optic nerve-specific neoplasia is that increased proliferation in the mutant brain is limited to development, while mutant optic nerves have sustained increased proliferation into adulthood. Our data indicate that the proliferating cells in mutant optic nerves express glial progenitor cell markers including nestin, BLBP and Pax2. These progenitor-like cells display nuclear atypia, a characteristic feature of neoplastic cells, and have increased levels of activated MAPK. Together, these observations suggest that NF1 deficiency regulates glial progenitor cell proliferation, which is likely to underlie optic glioma formation in this model. A model for optic pathway glioma Histologically, pilocytic astrocytomas may contain a surprisingly wide range of patterns ( Kleihues and Cavenee, 2000 ). In addition to some of the more common features, including recognizable bipolar cytoplasmic processes, brightly eosinophilic Rosenthal fibers and hyaline granular bodies, pilocytic astrocytomas may also contain areas of substantial nuclear pleomorphism, oligodendroglioma-like regions, areas of infiltrative growth and cells similar to those of diffuse WHO grade II astrocytoma. In the case of lesions lacking Rosenthal fibers and hyaline granular bodies, the distinction between diffuse and pilocytic astrocytomas may be extremely difficult ( Kleihues and Cavenee, 2000 ). Thus, within the accepted variability of pilocytic astrocytomas, the lesions found in the mutant mice are consistent with early stage optic pathway gliomas. This phenotype is further consistent with the fact that individuals with NF1 develop astrocytic neoplasms predominantly along the optic pathway ( Listernick et al., 1999 ). While this manuscript was in preparation, a mouse model for NF1-associated optic pathway glioma was published using the conditional NF1 flox mouse strain described here together with the GFAP-cre* transgene (see  Fig. S3 in the supplementary material ) ( Bajenaru et al., 2003 ). The pathology described by Bajenaru et al. is less severe, reminiscent of that described as hyperplasia in this study ( Fig. 7 ). In addition, Bajenaru et al.’s study describes hyperplastic optic nerves only in the  Nf1 flox /−  genetic configuration and not in the  Nf1 flox /flox  configuration. Our  Nf1  mice exhibit fully penetrant hyperplasia in either the flox/− or the flox/flox configurations and, additionally, 20% incidence of optic pathway gliomas. Possible explanations for the discrepancy between these two studies include the timing of Cre transgene activation (E10.5 for  hGFAP KO hGFAP-cre  versus E14.5 for GFAP-cre*), contributions of NF1 deficient neighboring cells in the tumor micro-environment and differences in genetic background. In line with this study, it is tempting to speculate that the timing of NF1 inactivation in the glial cell lineage during optic nerve development may account in part for the heterogeneous nature of the NF1-associated optic gliomas ( Listernick et al., 1999 ;  Rubin and Gutmann, 2005 ). Thus, our model may mimic a subset of individuals with NF1 who have severe tumor phenotypes as a consequence of loss of NF1 in a progenitor cell population, while the mouse strain developed by Bajenaru et al. may model less aggressive lesions owing to NF1 inactivation in more differentiated cells. In this study, we compared Cre-mediated recombination in both GFAP-cre strains and found that the GFAP-cre* transgene is active only in the retinal surface layer where astrocytes are located (see  Fig. S3 in the supplementary material ). By contrast, the  hGFAP -cre activity is also observed in the inner retinal layer ( Fig. 6A ). Interestingly, this layer contains another retina-specific glia, called Müller cells. This cell type can produce and secrete various kinds of trophic factors and cytokines, which may regulate glia-glia and glia-neuron network under pathological conditions ( Harada et al., 2002 ;  Harada et al., 2000 ). It is therefore possible that in the context of NF1 loss, an enhanced paracrine interaction occurs between Müller cells and glial progenitor cells in the optic nerve. This would account for the robust appearance of tumors with our  Nf1  model that has NF1-null surrounding cells (e.g. Müller glia) compared with a partial hyperplastic response in the  hGFAP KO Nf1 flox /− ; GFAP *- cre + transgene where neighboring cells are heterozygous for NF1.",
  "upgrade_date": "2026-02-21 02:20:44"
}