{
  "pmid": "16314489",
  "abstract": "Inactivation of NF1 in CNS causes increased glial progenitor proliferation and  optic glioma formation.  Zhu Y(1), Harada T, Liu L, Lush ME, Guignard F, Harada C, Burns DK, Bajenaru ML,  Gutmann DH, Parada LF.  Author information: (1)Center for Developmental Biology and Kent Waldrep Foundation Center for Basic  Research on Nerve Growth and Regeneration, University of Texas Southwestern  Medical Center, Dallas, TX 75390-9133, USA. yuanzhu@umich.edu  The gene responsible for neurofibromatosis type 1 (NF1) encodes a tumor  suppressor that functions as a negative regulator of the Ras proto-oncogene.  Individuals with germline mutations in NF1 are predisposed to the development of  benign and malignant tumors of the peripheral and central nervous system (CNS).  Children with this disease suffer a high incidence of optic gliomas, a benign  but potentially debilitating tumor of the optic nerve; and an increased  incidence of malignant astrocytoma, reactive astrogliosis and intellectual  deficits. In the present study, we have sought insight into the molecular and  cellular basis of NF1-associated CNS pathologies. We show that mice genetically  engineered to lack NF1 in CNS exhibit a variety of defects in glial cells.  Primary among these is a developmental defect resulting in global reactive  astrogliosis in the adult brain and increased proliferation of glial progenitor  cells leading to enlarged optic nerves. As a consequence, all of the mutant  optic nerves develop hyperplastic lesions, some of which progress to optic  pathway gliomas. These data point to hyperproliferative glial progenitors as the  source of the optic tumors and provide a genetic model for NF1-associated  astrogliosis and optic glioma.  DOI: 10.1242/dev.02162 PMCID: PMC2760350 PMID: 16314489 [Indexed for MEDLINE]",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-16T15:36:58.569323",
  "abstract_length": 1807,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}