{
  "pmid": "16324214",
  "abstract": "BACKGROUND: Merlin, the product of the Neurofibromatosis type 2 (NF2) tumor suppressor gene, belongs to the ezrin-radixin-moesin (ERM) subgroup of the protein 4.1 superfamily, which links cell surface glycoproteins to the actin cytoskeleton. While merlin's functional activity has been examined in mammalian and Drosophila models, little is understood about its evolution, diversity, and overall distribution among different taxa. RESULTS: By combining bioinformatic and phylogenetic approaches, we demonstrate that merlin homologs are present across a wide range of metazoan lineages. While the phylogenetic tree shows a monophyletic origin of the ERM family, the origin of the merlin proteins is robustly separated from that of the ERM proteins. The derivation of merlin is thought to be in early metazoa. We have also observed the expansion of the ERM-like proteins within the vertebrate clade, which occurred after its separation from Urochordata (Ciona intestinalis). Amino acid sequence alignment reveals the absence of an actin-binding site in the C-terminal region of all merlin proteins from various species but the presence of a conserved internal binding site in the N-terminal domain of the merlin and ERM proteins. In addition, a more conserved pattern of amino acid residues is found in the region containing the so-called \"Blue Box,\" although some amino acid substitutions in this region exist in the merlin sequences of worms, fish, and Ciona. Examination of sequence variability at functionally significant sites, including the serine-518 residue, the phosphorylation of which modulates merlin's intra-molecular association and function as a tumor suppressor, identifies several potentially important sites that are conserved among all merlin proteins but divergent in the ERM proteins. Secondary structure prediction reveals the presence of a conserved alpha-helical domain in the central to C-terminal region of the merlin proteins of various species. The conserved residues and structures identified correspond to the important sites highlighted by the available crystal structures of the merlin and ERM proteins. Furthermore, analysis of the merlin gene structures from various organisms reveals the increase of gene length during evolution due to the expansion of introns; however, a reduction of intron number and length appears to occur in the merlin gene of the insect group. CONCLUSION: Our results demonstrate a monophyletic origin of the merlin proteins with their root in the early metazoa. The overall similarity among the primary and secondary structures of all merlin proteins and the conservation of several functionally important residues suggest a universal role for merlin in a wide range of metazoa.",
  "methods": "Methods BLAST search Initial sequences of genes and proteins of interest from various organisms were identified from the National Center for Biotechnology Information (NCBI) database [ 83 ] using the BLAST algorithm [ 84 ]. We then searched the desirable sequences across genomic databases of completely or partially sequenced genomes available at The Sanger Institute [ 85 ] and The Institute for Genomic Research (TIGR; [ 86 ]). Also, we investigated other available sequence databases that contain information for specific organisms. The sources of sequences of the predicted or experimentally annotated merlin and ERM proteins are summarized in Table  1 . To obtain the entire amino acid sequence of an annotated protein, we used UniProt from Universal Protein Resource [ 87 ]. The erythrocyte membrane proteins 4.1 sequences of  Homo sapiens  (GenBank:  CAI21970 ),  Mus musculus  (GenBank:  NP_001006665 ), and  Danio rerio  (GenBank:  AAQ97985 ) were also included in the analysis as an outgroup. Because of the presence of many non-conserved and large introns in the genes of interest, we conducted BLAST search using TBLASTN alignment algorithm in the cases where no protein sequences were available. Alignments and phylogeny The CLUSTAL_X program [ 88 ] was used to align the characterized or predicted protein sequences from different species. Phylogenetic analysis was carried out using the MEGA2.1 program [ 49 ]. Secondary structure prediction The secondary structure prediction program JPRED [ 69 ] was used to predict the secondary structure of each merlin protein from various species. This program uses physical-chemical properties of the amino acid sequence and neural network for recognition of α-helices and β-sheets.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T21:54:06.539787",
  "abstract_length": 2736,
  "methods_length": 1738,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}