{
  "pmid": "PMID:16524466",
  "title": "Cognitive dysfunction in NF1 knock-out mice may result from altered vesicular trafficking of APP/DRD3 complex.",
  "abstract": "BACKGROUND: It has been estimated that more than 50% of patients with Neurofibromatosis type 1 (NF1) have neurobehavioral impairments which include attention deficit/hyperactivity disorder, visual/spatial learning disabilities, and a myriad of other cognitive developmental problems. The biological mechanisms by which NF1 gene mutations lead to such cognitive deficits are not well understood, although excessive Ras signaling and increased GABA mediated inhibition have been implicated. It is proposed that the cognitive deficits in NF1 are the result of dysfunctional cellular trafficking and localization of molecules downstream of the primary gene defect. RESULTS: To elucidate genes involved in the pathogenic process, gene expression analysis was performed comparing the expression profiles in various brain regions for control and Nf1+/- heterozygous mice. Gene expression analysis was performed for hippocampal samples dissected from postnatal day 10, 15, and 20 mice utilizing the Affymetrix Mouse Genome chip (Murine 430 2.0). Analysis of expression profiles between Nf1+/- and wild-type animals was focused on the hippocampus because of previous studies demonstrating alterations in hippocampal LTP in the Nf1+/- mice, and the region's importance in visual/spatial learning. Network analysis identified links between neurofibromin and kinesin genes, which were down regulated in the Nf1+/- mice at postnatal days 15 and 20. CONCLUSION: Through this analysis, it is proposed that neurofibromin forms a binding complex with amyloid precursor protein (APP) and through filamin proteins interacts with a dopamine receptor (Drd3). Though the effects of these interactions are not yet known, this information may provide novel ideas about the pathogenesis of cognitive defects in NF1 and may facilitate the development of novel targeted therapeutic interventions.",
  "authors": "Elizabeth A Donarum; Rebecca F Halperin; Dietrich A Stephan; Vinodh Narayanan",
  "journal": "BMC neuroscience",
  "publicationDate": "2006-03-08",
  "doi": "10.1186/1471-2202-7-22",
  "methods": "Methods Animals (breeding, dissection, genotyping, and sexing) Nf1 +/-  mice were purchased from Jackson Laboratory (symbol  Nf1 ) [ tm 1 Fcr 22 ]. Breeder pairs were allowed to mate, and offspring were collected at postnatal days 10, 15, and 20. At these ages, mice were euthanized and bilateral brain regions (hippocampus, cerebral cortex, cerebellum, olfactory bulb, and basal ganglion/thalamus) dissected and immediately flash frozen in an ethanol/dry ice bath. Liver and blood were also collected from each mouse. All tissues were stored at -80°C until RNA or DNA extraction was performed. The  Nf1 +/-  mice contain a Neo targeting cassette, which disrupts the  Nf1  gene to form the knockout allele and can be tested using primers specific for this insert. Genotyping was performed through a series of PCR reactions containing one microliter (approximately 100 ng) of sample DNA, 10 pM of primers, 1× PCR buffer, 2.25 mM MgCl 2 , 10 mM of each dNTP, and 1 unit of Taq Gold polymerase. The PCR cycling program started with 95°C for 5 minutes followed by 35 cycles of 94°C for 1 minute, 55°C for 1 minute, and 72°C for 1 minute. The final step was 72°C for 10 minutes followed by a 4°C hold. Genotyping and sexing primers included: Control primers (1.2 kilobase product): mMeC.U256 Forward 5'-GTATGATGACCCCACCTTGC mMeC.L1452 Reverse 5'-TTCAGTCCCTTCCCGCTTTT Neo specific primers (2 kilobase product): Neo5' Forward 5'-GCGTGTTCGAATTCGCCAATG Exon 32 Reverse 5'-GAAGGACAGCATCAGCATG Y Chromosome specific primers (200 base pair product): STS162400 Forward 5'GCAAACAACCTCATAGTCCC STS162400 Reverse 5'CTGGATTTGTGACAAGGAGC The reaction product was visualized by 2% agarose gel electrophoresis and the presence of bands noted. The control PCR reaction detected a segment of the MeCP2 gene on the X chromosome, and was used to monitor the integrity of template genomic DNA, and the amplification reaction. The presence of a single 2 kb band in the Neo specific reaction indicated a  Nf1 +/-  heterozygous mouse, whereas wild type genomic DNA was represented by absence of a band. Sex was determined by PCR amplification using the Y-chromosome specific primer set. The presence of a band at 200 bp indicates a male mouse and females are shown as the absence of any product. Affymetrix expression profiling Four  Nf1 +/-  mice and four age and sex matched wild type mice were analyzed at each time point. Hippocampi (~20 mg each) from two mice within a single condition were pooled and divided to yield two identical samples, and each was individually extracted, labeled, and hybridized to the Affymetrix (Murine 430 2.0) chip. Total RNA was isolated from each 40 mg tissue sample using Stratagene RTPCR Mini-prep kit (the average yield was 15 μg RNA/40 mg tissue). Extracted RNA was subsequently cleaned using the Qiagen Mini kit protocol, and the purified RNA was analyzed through agarose gel electrophoresis to insure quality. cDNA was synthesis from 7 μg of purified total RNA,  in vitro  transcription, and hybridization proceeded as previously described [ 21 ]. Strict quality controls require that each RNA sample show >4 × amplification through the  in vitro  transcription protocol, that each scanned array should contain >30% present calls across the array, and that the 3'/5' should show consistent values >3 indicating low nonspecific hybridization. Arrays that do not satisfy these conditions were not included in the analysis and a second sample of cRNA was created utilizing a second allotment of stored total RNA from the sample. Data analysis Data was extracted from the array images using Affymetrix Microarray Suite version 5.1 software (MAS5.0). Raw expression data was corrected for saturation at individual probes using an in-house Array Data Manipulation program which replaces S2 values with S1 values if the S2 values are greater than 1500 (baseline normalization of 150) or the S2/S1 signal ratio is less than 0.8. The modified gene expression data for each individual array was imported into GeneSpring v 5.0 (Agilent Technologies). For each time point, average fold changes (relative to wildtype expression data) were calculated with error bars. Genes showing expression changes with significant p-values (p ≤ 0.05) and fold change values of ≥2.0 within at least one time point were exported for functional annotation. Thereafter, the function of each gene was determined through literature searches, genes were binned into ontologic categories, and relevant biological processes and pathways identified. Modeling the dysfunctional genetic network The main goal of both temporal and functional clustering is to generate an integrated pathway beginning with the known primary genetic defect and ending with proteins known to be involved in causing the cognitive pathology under study. This pathway then becomes the template for later  in vivo  validation. The GeneGo network building algorithms (GeneGo, Inc) were used in an iterative fashion to build gene/protein interaction pathways between known NF1 pathway members (NF1, Ras, GABA) and proteins known to be involved in LTP. The gene expression changes with ≥2 fold differences at p ≤ 0.05 were used to seed the algorithms and identified new pathway members which link the primary defect to the cognitive phenotype. All raw expression data is publicly available [ 14 , 15 ]. Validation of the pathogenic cascade Quantitative Real-Time PCR  – Total RNA was extracted from ~20 mg of hippocampus from 3  Nf1 +/-  and 3 wild type mice using the Absolutely RNA Miniprep Kit (Stratagene). Reverse transcription reactions were done using 3 μg of total RNA from hippocampus, oligo dT primers, and the Super Script III First Strand cDNA synthesis kit (Invitrogen). Resulting cDNA was amplified on the Chromo4 Four-Color Real-Time System (MJ Research) using the DyNAmo HS SYBR Green qPCR Kit (Finnzymes) and gene specific primers. Standardized and optimized primers were ordered from SuperArray Bioscience Corporation. These included primers designed for Stc1 (stanniocalcin1), Htr5a (5-hydroxytryptamine (serotonin) receptor 5A), Neto2 (neuropilin and tolloid like protein 2), and Frap1 (FK506 binding protein 12-rapamycin associated protein1). The housekeeping gene GAPD (glyceraldehydes-3-phosphate dehydrogenase) was analyzed using the primer set (f-CCAGTATGACTCCACTCACG, r-GAGATGATGACCCGTTTGGC). For amplification, the following program was employed: a 95°C heat activation step for 15 min, followed by 40 cycles of 94°C for 10 sec, 55°C for 25 sec, 72°C for 30 sec, incubate at 72°C, and plate reads at both 77°C and 81°C. A melting curve was created evaluating the products between 60–95°C reading every 0.2°C. Primer set specificity was verified through melting curve analysis. The threshold for amplification was set as the number of cycles necessary to reach logarithmic fluorescence accumulation (C(T)). Fold difference in cDNA concentration was calculated using the formula F = 2 ((MH-MG)-(WH-WG))  where F = fold difference, MH = mutant housekeeping gene (GAPD) C(T), MG = mutant gene of interest C(T), WH = wild type housekeeping gene (GAPD) C(T), WG = wild type gene of interest C(T) [ 24 , 25 ]. Statistical significance of the resulting fold change values was calculated with a two-tailed t-test assuming unequal variance.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:22:50"
}