{
  "pmid": "16524466",
  "abstract": "BACKGROUND: It has been estimated that more than 50% of patients with Neurofibromatosis type 1 (NF1) have neurobehavioral impairments which include attention deficit/hyperactivity disorder, visual/spatial learning disabilities, and a myriad of other cognitive developmental problems. The biological mechanisms by which NF1 gene mutations lead to such cognitive deficits are not well understood, although excessive Ras signaling and increased GABA mediated inhibition have been implicated. It is proposed that the cognitive deficits in NF1 are the result of dysfunctional cellular trafficking and localization of molecules downstream of the primary gene defect. RESULTS: To elucidate genes involved in the pathogenic process, gene expression analysis was performed comparing the expression profiles in various brain regions for control and Nf1+/- heterozygous mice. Gene expression analysis was performed for hippocampal samples dissected from postnatal day 10, 15, and 20 mice utilizing the Affymetrix Mouse Genome chip (Murine 430 2.0). Analysis of expression profiles between Nf1+/- and wild-type animals was focused on the hippocampus because of previous studies demonstrating alterations in hippocampal LTP in the Nf1+/- mice, and the region's importance in visual/spatial learning. Network analysis identified links between neurofibromin and kinesin genes, which were down regulated in the Nf1+/- mice at postnatal days 15 and 20. CONCLUSION: Through this analysis, it is proposed that neurofibromin forms a binding complex with amyloid precursor protein (APP) and through filamin proteins interacts with a dopamine receptor (Drd3). Though the effects of these interactions are not yet known, this information may provide novel ideas about the pathogenesis of cognitive defects in NF1 and may facilitate the development of novel targeted therapeutic interventions.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T21:54:58.375541",
  "abstract_length": 1869,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}