{
  "pmid": "16524466",
  "abstract": "Cognitive dysfunction in NF1 knock-out mice may result from altered vesicular  trafficking of APP/DRD3 complex.  Donarum EA(1), Halperin RF, Stephan DA, Narayanan V.  Author information: (1)Developmental Neurogenetics Laboratory, Barrow Neurological Institute, St  Joseph's Hospital and Medical Center, Phoenix, AZ 85013, USA. edonarum@aol.com  BACKGROUND: It has been estimated that more than 50% of patients with  Neurofibromatosis type 1 (NF1) have neurobehavioral impairments which include  attention deficit/hyperactivity disorder, visual/spatial learning disabilities,  and a myriad of other cognitive developmental problems. The biological  mechanisms by which NF1 gene mutations lead to such cognitive deficits are not  well understood, although excessive Ras signaling and increased GABA mediated  inhibition have been implicated. It is proposed that the cognitive deficits in  NF1 are the result of dysfunctional cellular trafficking and localization of  molecules downstream of the primary gene defect. RESULTS: To elucidate genes involved in the pathogenic process, gene expression  analysis was performed comparing the expression profiles in various brain  regions for control and Nf1+/- heterozygous mice. Gene expression analysis was  performed for hippocampal samples dissected from postnatal day 10, 15, and 20  mice utilizing the Affymetrix Mouse Genome chip (Murine 430 2.0). Analysis of  expression profiles between Nf1+/- and wild-type animals was focused on the  hippocampus because of previous studies demonstrating alterations in hippocampal  LTP in the Nf1+/- mice, and the region's importance in visual/spatial learning.  Network analysis identified links between neurofibromin and kinesin genes, which  were down regulated in the Nf1+/- mice at postnatal days 15 and 20. CONCLUSION: Through this analysis, it is proposed that neurofibromin forms a  binding complex with amyloid precursor protein (APP) and through filamin  proteins interacts with a dopamine receptor (Drd3). Though the effects of these  interactions are not yet known, this information may provide novel ideas about  the pathogenesis of cognitive defects in NF1 and may facilitate the development  of novel targeted therapeutic interventions.  DOI: 10.1186/1471-2202-7-22 PMCID: PMC1434756 PMID: 16524466 [Indexed for MEDLINE]",
  "methods": "Methods Animals (breeding, dissection, genotyping, and sexing) Nf1 +/-  mice were purchased from Jackson Laboratory (symbol  Nf1 ) [ tm 1 Fcr 22 ]. Breeder pairs were allowed to mate, and offspring were collected at postnatal days 10, 15, and 20. At these ages, mice were euthanized and bilateral brain regions (hippocampus, cerebral cortex, cerebellum, olfactory bulb, and basal ganglion/thalamus) dissected and immediately flash frozen in an ethanol/dry ice bath. Liver and blood were also collected from each mouse. All tissues were stored at -80°C until RNA or DNA extraction was performed. The  Nf1 +/-  mice contain a Neo targeting cassette, which disrupts the  Nf1  gene to form the knockout allele and can be tested using primers specific for this insert. Genotyping was performed through a series of PCR reactions containing one microliter (approximately 100 ng) of sample DNA, 10 pM of primers, 1× PCR buffer, 2.25 mM MgCl 2 , 10 mM of each dNTP, and 1 unit of Taq Gold polymerase. The PCR cycling program started with 95°C for 5 minutes followed by 35 cycles of 94°C for 1 minute, 55°C for 1 minute, and 72°C for 1 minute. The final step was 72°C for 10 minutes followed by a 4°C hold. Genotyping and sexing primers included: Control primers (1.2 kilobase product): mMeC.U256 Forward 5'-GTATGATGACCCCACCTTGC mMeC.L1452 Reverse 5'-TTCAGTCCCTTCCCGCTTTT Neo specific primers (2 kilobase product): Neo5' Forward 5'-GCGTGTTCGAATTCGCCAATG Exon 32 Reverse 5'-GAAGGACAGCATCAGCATG Y Chromosome specific primers (200 base pair product): STS162400 Forward 5'GCAAACAACCTCATAGTCCC STS162400 Reverse 5'CTGGATTTGTGACAAGGAGC The reaction product was visualized by 2% agarose gel electrophoresis and the presence of bands noted. The control PCR reaction detected a segment of the MeCP2 gene on the X chromosome, and was used to monitor the integrity of template genomic DNA, and the amplification reaction. The presence of a single 2 kb band in the Neo specific reaction indicated a  Nf1 +/-  heterozygous mouse, whereas wild type genomic DNA was represented by absence of a band. Sex was determined by PCR amplification using the Y-chromosome specific primer set. The presence of a band at 200 bp indicates a male mouse and females are shown as the absence of any product. Affymetrix expression profiling Four  Nf1 +/-  mice and four age and sex matched wild type mice were analyzed at each time point. Hippocampi (~20 mg each) from two mice within a single condition were pooled and divided to yield two identical samples, and each was individually extracted, labeled, and hybridized to the Affymetrix (Murine 430 2.0) chip. Total RNA was isolated from each 40 mg tissue sample using Stratagene RTPCR Mini-prep kit (the average yield was 15 μg RNA/40 mg tissue). Extracted RNA was subsequently cleaned using the Qiagen Mini kit protocol, and the purified RNA was analyzed through agarose gel electrophoresis to insure quality. cDNA was synthesis from 7 μg of purified total RNA,  in vitro  transcription, and hybridization proceeded as previously described [ 21 ]. Strict quality controls require that each RNA sample show >4 × amplification through the  in vitro  transcription protocol, that each scanned array should contain >30% present calls across the array, and that the 3'/5' should show consistent values >3 indicating low nonspecific hybridization. Arrays that do not satisfy these conditions were not included in the analysis and a second sample of cRNA was created utilizing a second allotment of stored total RNA from the sample. Data analysis Data was extracted from the array images using Affymetrix Microarray Suite version 5.1 software (MAS5.0). Raw expression data was corrected for saturation at individual probes using an in-house Array Data Manipulation program which replaces S2 values with S1 values if the S2 values are greater than 1500 (baseline normalization of 150) or the S2/S1 signal ratio is less than 0.8. The modified gene expression data for each individual array was imported into GeneSpring v 5.0 (Agilent Technologies). For each time point, average fold changes (relative to wildtype expression data) were calculated with error bars. Genes showing expression changes with significant p-values (p ≤ 0.05) and fold change values of ≥2.0 within at least one time point were exported for functional annotation. Thereafter, the function of each gene was determined through literature searches, genes were binned into ontologic categories, and relevant biological processes and pathways identified. Modeling the dysfunctional genetic network The main goal of both temporal and functional clustering is to generate an integrated pathway beginning with the known primary genetic defect and ending with proteins known to be involved in causing the cognitive pathology under study. This pathway then becomes the template for later  in vivo  validation. The GeneGo network building algorithms (GeneGo, Inc) were used in an iterative fashion to build gene/protein interaction pathways between known NF1 pathway members (NF1, Ras, GABA) and proteins known to be involved in LTP. The gene expression changes with ≥2 fold differences at p ≤ 0.05 were used to seed the algorithms and identified new pathway members which link the primary defect to the cognitive phenotype. All raw expression data is publicly available [ 14 , 15 ]. Validation of the pathogenic cascade Quantitative Real-Time PCR  – Total RNA was extracted from ~20 mg of hippocampus from 3  Nf1 +/-  and 3 wild type mice using the Absolutely RNA Miniprep Kit (Stratagene). Reverse transcription reactions were done using 3 μg of total RNA from hippocampus, oligo dT primers, and the Super Script III First Strand cDNA synthesis kit (Invitrogen). Resulting cDNA was amplified on the Chromo4 Four-Color Real-Time System (MJ Research) using the DyNAmo HS SYBR Green qPCR Kit (Finnzymes) and gene specific primers. Standardized and optimized primers were ordered from SuperArray Bioscience Corporation. These included primers designed for Stc1 (stanniocalcin1), Htr5a (5-hydroxytryptamine (serotonin) receptor 5A), Neto2 (neuropilin and tolloid like protein 2), and Frap1 (FK506 binding protein 12-rapamycin associated protein1). The housekeeping gene GAPD (glyceraldehydes-3-phosphate dehydrogenase) was analyzed using the primer set (f-CCAGTATGACTCCACTCACG, r-GAGATGATGACCCGTTTGGC). For amplification, the following program was employed: a 95°C heat activation step for 15 min, followed by 40 cycles of 94°C for 10 sec, 55°C for 25 sec, 72°C for 30 sec, incubate at 72°C, and plate reads at both 77°C and 81°C. A melting curve was created evaluating the products between 60–95°C reading every 0.2°C. Primer set specificity was verified through melting curve analysis. The threshold for amplification was set as the number of cycles necessary to reach logarithmic fluorescence accumulation (C(T)). Fold difference in cDNA concentration was calculated using the formula F = 2 ((MH-MG)-(WH-WG))  where F = fold difference, MH = mutant housekeeping gene (GAPD) C(T), MG = mutant gene of interest C(T), WH = wild type housekeeping gene (GAPD) C(T), WG = wild type gene of interest C(T) [ 24 , 25 ]. Statistical significance of the resulting fold change values was calculated with a two-tailed t-test assuming unequal variance.",
  "introduction": "Background It has been estimated that more than 50% of patients with Neurofibromatosis type 1 (NF1) have neurobehavioral impairments which include attention deficit/hyperactivity disorder, visual/spatial learning disabilities, and a myriad of other cognitive developmental problems. The biological mechanisms by which  NF1  gene mutations lead to such cognitive deficits are not well understood, although excessive Ras signaling and increased GABA mediated inhibition have been implicated. It is proposed that the cognitive deficits in NF1 are the result of dysfunctional cellular trafficking and localization of molecules downstream of the primary gene defect. Background Neurofibromatosis type 1 (also known as von Recklinghausen disease) is an autosomal dominant disorder with a prevalence of 1 in 3500, and is characterized by hyperpigmented skin macules (café au lait spots), iris tumors (Lisch nodules), and benign tumors of nerve cells (neurofibromas) [ 1 ]. Other physical complications observed in NF1 patients include optic pathway gliomas, scoliosis, macrocephaly, epilepsy, chronic headaches, bending of the long bones (pseudoarthrosis), and sphenoid wing dysplasia [ 2 ]. Cognitive deficits in spatial learning and memory also accompany these more physical manifestations of NF1 [ 3 ]. Though mental retardation is not commonly seen in NF1 patients, a high proportion of children afflicted with NF1 show learning disabilities (30 – 65%) [ 3 ]. These children perform poorly on tasks requiring developed spatial memory and visual-spatial functioning. Though the cognitive manifestations of NF1 have been characterized, no substantial link between the genetic and cognitive deficits has been formed. In addition, no link has been shown between specific mutations within the causative gene and the degree of physical and mental impairment. NF1 is caused by a heterozygous loss of function mutation within the  NF1  gene located on chromosome 17q11.2. The NF1 gene encodes a ubiquitously expressed cytoplasmic protein called neurofibromin. The suspected function of neurofibromin is based on sequence homology to known GTPase Activating Proteins (GAPs) as well as through cell biological and functional studies of mutant neurofibromin [ 4 ]. Neurofibromin inactivates Ras (Ras-GTP) by converting it to Ras-GDP. Loss of neurofibromin within a cell would thus result in constitutive activation of the Ras signaling pathway, ultimately resulting in cell growth. Ras signaling has also been implicated in neuronal activity and synaptic plasticity [ 5 ]. It has been hypothesized that neurofibromin may also act as a modulator of adenylyl cyclase or may facilitate microtubule binding [ 5 ]. Studies in drosophila, cultured murine neurons, and  Nf1 -/-  mouse embryos (E12.5) have shown that neurofibromin is necessary for the activation of adenylyl cyclase by pituitary adenylate cyclase activating peptide (PACAP) [ 6 - 9 ].  Drosophila  models deficient for neurofibromin have also been used to determine if the learning deficits seen within mammalian samples are caused by the developmental abnormalities seen in NF1 or if the cognitive defects are due directly to decreased neurofibromin activity. Heat-shock induced neurofibromin was expressed in adult  NF1 -/-  fruit flies, rescuing the learning deficits, indicating that developmental factors are not causing the cognitive deficits [ 10 ]. Heat-shock induced cAMP dependent protein kinase (PKA) expression also rescued the learning deficits in adult  NF1 -/-  fruit flies, indicating that the cellular defect must be upstream of PKA within the adenylate cyclase signaling pathway [ 10 ]. In this  Drosophila  model it is hypothesized that neurofibromin acts as a GAP specific to G-proteins, influencing the interaction between G-proteins and adenylate cyclase [ 10 ]. The elucidation of auxiliary functions of neurofibromin can be facilitated by further study of such model organisms containing targeted mutations of the  Nf1  gene ( Drosophila  and murine systems). A mouse model of the cognitive deficits associated with Neurofibromatosis type 1 was first developed in 1994 and has since been utilized in the investigation and characterization of the disease [ 11 , 12 ]. The learning deficits seen in the  Nf1 +/-  mice include difficulties in spatial learning and decreased hippocampal long-term potentiation (LTP) [ 5 ]. Increased levels of GABA-mediated inhibition have been linked to these cognitive deficits within the mouse model and introduction of a GABA A  receptor antagonist (Picrotoxin) into the knockout mouse system restores normal LTP in the hippocampus [ 5 ]. Double knockout mice heterozygous for mutations in both the  Nf1  and  K-ras  genes ( Nf1 +/- / K-ras +/- ) show similar performance on the hidden water maze task as wildtype mice [ 5 ]. Inactivating mutations within the  K-ras  gene decrease the level of functional Ras protein within the cells. Observations that the combination of  Nf1  and  K-ras  mutations in mice results in normal cognitive function support the link between an increase in Ras activity and visual-spatial learning deficits. Ras activity within cells can also be modulated through the introduction of farnesyl-transferase inhibitors. By blocking the post-translational farnesylation of Ras protein in the  Nf1 +/-  mutant mice, performance on visual-spatial tasks are comparable to wildtype mice, rescuing the phenotype [ 5 ]. The detailed mechanism by which diminished function of neurofibromin protein leads to defects in hippocampal long term potentiation, and subsequent deficits in cognition and learning is not fully understood. Some of the intermediate steps are dependent on gene transcription and new protein synthesis [ 13 ]. It is thus appropriate to study the cumulative effect of  Nf1  gene mutation in the developing hippocampus, and characterize alterations in gene expression profiles in this model system. Here we describe the results of our studies comparing gene expression profiles in the hippocampi of  Nf1 +/-  and wild type mice at postnatal ages 10, 15, and 20 days, a time period that is critical for syanptogenesis and synaptic remodeling in the hippocampus. Application of new high-resolution genomic technologies to the  Nf1  knock-out mouse model may provide new insight into the mechanisms behind the cognitive impairment in humans with Neurofibromatosis type 1.",
  "results": "Results To elucidate genes involved in the pathogenic process, gene expression analysis was performed comparing the expression profiles in various brain regions for control and  Nf1 +/-  heterozygous mice. Gene expression analysis was performed for hippocampal samples dissected from postnatal day 10, 15, and 20 mice utilizing the Affymetrix Mouse Genome chip (Murine 430 2.0). Analysis of expression profiles between  Nf1 +/- and wild-type animals was focused on the hippocampus because of previous studies demonstrating alterations in hippocampal LTP in the  Nf1 +/-  mice, and the region's importance in visual/spatial learning. Network analysis identified links between neurofibromin and kinesin genes, which were down regulated in the  Nf1 +/-  mice at postnatal days 15 and 20. Results Genes showing fold change values of ≥2.0 and corresponding p-values of ≤0.05 were visualized across the time series (post natal days 10, 15, and 20) (Fig.  1 ). Figure  1  shows the expression profiles of genes across the time series and includes only genes which are significantly changed at a minimum of one time point. Individual lists of genes significantly changed at each individual time point are contained in Tables  1 ,  2 , and  3 . Four genes were dysregulated at more than one time point: Ate1, Tcfap2d, Rad51l1, Arhgap8. The lists of dysregulated genes include a myriad of genes including enzymes, receptors, channel molecules, and transcription factors. All raw expression data is publicly available [ 14 , 15 ]. RT-PCR validation was performed on a select group of genes showing significantly (p ≤ 0.05) regulated fold changes of ≥2 fold. As can be seen in Table  4 , Affymetrix microarray fold change values correlate well with the trend of transcript levels calculated through RT-PCR reactions. Though the exact fold change values are not identical, the two assays show consistent trends of regulation. Genes significantly dysregulated at post natal days 10, 15, and 20 were entered into the GeneGo network developing program, along with proteins known to be involved in learning and memory (Tab, ErbB-2, CREB, calcium, AMPA, SH2, ShcC, NMDA receptor, TrkB, MAPK, CaM Kinase II, calcineurin, Rho-associated kinase, MAP2, peripherin, ERK1, ERK2, TARP, PAK3) [ 16 ]. A functional network was created identifying genes within the data set that are linked to these known mediators of long term potentiation (LTP). As expected, the GeneGo networking software identified direct modulation of Ras activity (here notated H-Ras) by neurofibromin. The networking program also identified neurofibromin as a physical binding partner with both the kinesin heavy chain and amyloid beta precursor protein (APP) (Fig.  2 ). While no significant dysregulation of APP was seen in the data set, members of the kinesin motor protein family were downregulated in the  Nf1 +/-  mice at post natal days 15 and 20 (Tables  2  and  3 ). Gene expression analysis shows a 2.7 fold increase in the expression of dopamine 3 receptor in  Nf1 +/-  brains at post natal day 15. The GeneGo network development software highlights binding properties between this dopamine receptor and filamin A, a protein involved in cytoskeleton organization through binding with integrins, receptors, and second messengers [ 17 ]. The associations between integrins and filamin A and between integrins and APP seen in the GeneGo network links neurofibromin to the dopamine receptor. Here it is hypothesized that the APP and integrin proteins are essential for the transport of the dopamine receptor protein down the axon via the filamin proteins. Several other genes linked to intracellular structure and protein trafficking were also dysregulated in the dataset. Aberrant movement of these complexes within the neurons could lead to abnormal localization or abundance of receptors in neuronal processes.",
  "discussion": "Conclusion Through this analysis, it is proposed that neurofibromin forms a binding complex with amyloid precursor protein (APP) and through filamin proteins interacts with a dopamine receptor (Drd3). Though the effects of these interactions are not yet known, this information may provide novel ideas about the pathogenesis of cognitive defects in NF1 and may facilitate the development of novel targeted therapeutic interventions. Discussion Learning and memory deficits observed in human Neurofibromatosis type 1 patients have been modeled in a  Nf1  gene knock-out murine system showing well characterized spatial learning and memory deficiencies. These mutant mice exhibit increased levels of activated Ras (Ras-GTP) and increased GABA mediated inhibition. Research has shown that the cognitive deficit in this mouse model can be rescued by inactivating Ras (through genetic modification or pharmacological treatment) or by blocking postsynaptic GABA uptake [ 5 ]. We used gene expression profiling to investigate the genetic pathways leading to GABA mediated inhibition, and to link deficiency of neurofibromin to long term changes at the synapse. Differentially regulated genes at postnatal days 10, 15, and 20 were analyzed using GeneGo networking software. This network analysis identified direct interactions between NF1, APP, integrins, filamins, and kinesins. Though compound binding properties were identified  in silico , these interactions must be investigated within the cells including how these interactions affect the activity of each protein or the localization of the proteins with the cell. It is known that kinesin proteins act within the nerve cell to carry proteins and cellular organelles from the cell body down neuronal processes [ 18 ]. Interaction between neurofibromin and kinesins suggests a mechanism for intracellular localization of the neurofibromin/APP complex. Current literature has identified physical interactions between NF1, APP, and kinesin-1 integral to vesicle transport in melanocytes and neurons. This study proposed that NF1 gene mutations impair vesicle trafficking through aberrant kinesin transport of both NF1 and APP [ 19 ]. Through network analysis an interaction between APP and the dopamine 3 receptor (DRD3) was idenified. DRD3, a member of the G alpha inhibitory G protein coupled receptor family, was also dysregulated in the mutant mice, showing a 3 fold increase in expression in the hippocampus. The DRD3 receptor is a member of the D2 like dopamine receptor superfamily which selectively mediates inhibition of adenylate cyclase V [ 20 ]. The DRD3 receptor expression has been localized to limbic areas of the brain, where it acts via the G o  subunit and adenylate cyclase to decrease cAMP levels [ 20 , 21 ]. It is unknown if alterations in expression of these receptors are involved in either GABA mediated inhibition, or in other pathways leading to the phenotypic leaning and memory deficits characteristic of NF1. The results of our network analysis are shown in Figure  2 , implying a functional connection between neurofibromin and the amyloid beta precursor protein/integrin/filamin complex, which is in turn related to the dopamine receptors (Drd3). These potential interactions between neurofibromin and APP or DRD3 might lead to new ideas about how neurofibromin is involved in cellular signaling and synaptic plasticity. Future research should include studies of APP and related signaling pathways as well as dopaminergic systems in NF1 models. This also raises the possibility of investigating these pathways in human patients using modern imaging modalities (such as positron emission tomography).",
  "fetched_at": "2026-02-16T15:37:01.883746",
  "abstract_length": 2320,
  "methods_length": 7303,
  "introduction_length": 6407,
  "results_length": 3866,
  "discussion_length": 3676
}