{
  "pmid": "16619545",
  "abstract": "BACKGROUND: Matrix metalloproteinases (MMPs), including membrane-type (MT)-MMPs, correlate with biological aggressiveness in many carcinomas. However, their roles in peripheral nerve sheath tumors (PNSTs) have rarely been investigated. MATERIALS AND METHODS: In this study, the immunohistochemical expression of 6 MMPs, their 3 inhibitors and emmprin, an MMP inducer, was examined in 14 schwannomas, 14 neurofibromas and 12 malignant peripheral nerve sheath tumors (MPNSTs) in relation to malignant potentials. RESULTS: Higher expression levels (>3+) of emmprin and MT1-MMP were noted in 83.3% and 16.7% of MPNSTs, respectively, versus none in schwannomas and neurofibromas (p<0.0001). The overall expression rate (1-4+) of MT1-MMP was 58.3% in MPNSTs versus 7.1% in both schwannomas and neurofibromas (p=0.0093). Gelatinase A (MMP-2) showed higher expression levels (>3+) in all the tumors without significant differencies. Moreover, the expression patterns of MMP-1 and gelatinase B (MMP-9) could divide PNSTs into two groups: schwannoma versus neurofibroma/MPNST. Higher expression levels (>3+) of MMP-9 were observed in 50% of schwannomas versus none in neurofibromas and MPNSTs, while those of MMP-1 were found in 35.7% of neurofibromas and 66.7% of MPNSTs versus none in schwannomas. RECK was the main inhibitor expressed in these 3 tumors, with no significant differences. CONCLUSION: These results suggest that emmprin and MT1-MMP may be malignant potential-related proteins in PNSTs, and that MMP-1 and 9 may help differentiation between schwannoma and neurofibroma, especially in their plexiform types.",
  "methods": "2. Materials and Methods 2.1. MPNST Cell Models Human MPNST S462 cells were kindly provided by Dr. Conxi Lazaro (Institut Català d’Oncologia, Barcelona, Spain). Murine sMPNST and cisMPNST cells were kindly provided by Dr. Lu Q. Le (University of Texas Southwestern Medical Center, Dallas, TX, USA). Cells were grown in Dulbecco’s modified Eagle’s medium (DMEM) supplemented with 10% FBS, 1% glutamine, 1% sodium pyruvate, 100 µg/mL penicillin, and 100 µg/mL streptomycin at 37 °C in a 5% CO 2  humidified atmosphere.  2.2. Immunohistochemical Analysis Histological analyses were performed on primary human MPNST samples (n = 5). In detail, 4 µm thick tissue sections were obtained from formalin-fixed paraffin-embedded tissue samples, and representative tumor areas were selected on H&E-stained slides for immunohistochemical (IHC) analysis. IHC was performed using the primary anti-HK2 antibody (sc-6521, Santa Cruz Biotechnology, Dallas, TX, USA). Antigen retrieval was performed with heat/EDTA in a Bond-Max automated immunostainer (Leica Biosystems, Milan, Italy). 2.3. Dataset Analyses Publicly available datasets were obtained through data mining of the GEO Expression Omnibus database ( https://www.ncbi.nlm.nih.gov/geo/  accessed on 30 September 2023). The entirety of the published datasets containing transcriptomic profiling of MPNST samples was obtained, including the accession numbers  GSE14038 ,  GSE17118 ,  GSE35852 ,  GSE52252 ,  GSE66743 , and  GSE178989 . For each dataset, only MPNST and PN samples were utilized for further analysis. To evaluate gene expression of HK2 and of the described panel of MMPs, the following analyses were performed: For microarray datasets (all of the mentioned ones aside  GSE178989 ), expression was analyzed using the limma pipeline (DOI: 10.18129/B9.bioc.limma). Expressed genes were considered as having −0.9 z-scores of expression (normalized on gene expression in the full dataset, comprising both MPNST and PN samples). Of note, most (~90%) of the negative expression samples displayed undetectable expression levels for the selected genes; for the RNA-seq dataset  GSE178989 , the matrix of raw counts was obtained from the accession page, and negative expression samples were considered as the ones having zero counts for the selected genes. 2.4. Peptide Synthesis Peptides were synthesized by microwave-assisted solid-phase procedures using a Biotage Alstra peptide synthesizer on a preloaded HMPB-resin (100–200 mesh-Iris Biotech GmbH, Bengaluru, India). The fluoren-9-ylmethoxycarbonyl (Fmoc) strategy was used throughout the peptide chain assembly as previously described [ 10 ]. Peptides were purified by a preparative reverse phase HPLC. Molecular masses of the peptide were confirmed by mass spectroscopy on a MALDI TOF-TOF using an Applied Biosystems 4800 mass spectrometer (Waltham, MA, USA). The purity of the peptides was about 95% as evaluated by analytical reverse-phase HPLC. MMP cleavable sequences were designed according to [ 17 ]. Peptides sequences reporting (if applicable) the MMP selectivity Z Score (from −2 to 3) for each cleavable site: cl-SCRp: VGAHAGEYGAEALERRRRRRRRRRPLG;  cl-HK2p: MIASHLLAYFFTELNRRRRRRRRRPLG; SCRpep: VGAHAGEYGAEALERRRRRRRRRRPLGLAG-Ahx-EEEEEEEE; HK2pep_1: MIASHLLAYFFTELNRRRRRRRRRPLGLAG-Ahx-EEEEEEEE cleavable by MMP 2 and 9; HK2pep_2: MIASHLLAYFFTELNRRRRRRRRRPHWLNAG-Ahx-EEEEEEEE cleavable by MMP 1 (Z Score 2.5) and 2 (Z Score 2.5); HK2pep_3: MIASHLLAYFFTELNRRRRRRRRRPFMILQL-Ahx-EEEEEEEE cleavable by MMP 9 (Z Score 3); HK2pep_4: MIASHLLAYFFTELNRRRRRRRRRPKGVVDM-Ahx-EEEEEEEE cleavable by MMP 13 (Z Score 2.5) and 14(Z Score 2.5). 2.5. Cell Viability Assays Cell viability was assessed by cytofluorimetry on S462 and sMPNST cells. Cytofluorimetric recordings of phosphatidylserine exposure on the cell surface (increased staining of FITC-conjugated Annexin V; Roche, Basel, Switzerland) and loss of plasma membrane integrity (7-AAD staining; Sigma, Kawasaki, Japan) were repeated every 15 min on a BD LSRFortessa™ Cell Analyzer instrument (BD Biosciences, Franklin Lakes, NJ, USA) after treatment with cl-HK2p. Data were analyzed with FACSDiva software, v. 6.1.3. Double-negative cells were considered viable.  The MTS CellTiter 96 ®  AQueous One Solution Cell Proliferation Assay was used to assess sMPNST and cisMPNST cell viability after treatment with cl-HK2p or HK2pep and according to the manufacturer’s instructions. The MMP inhibitor GM-6001 (Enzo Life Sciences, Farmingdale, NY, USA) was preincubated for 4 h.  2.6. Western Immunoblot Analyses Protein extraction of sMPNST-derived tumor samples and cell lysis of S462, sMPNST, and cisMPNST cells was performed in RIPA buffer (50 mM Tris-HCl, pH 7.4, 150 mM NaCl, 0.25% deoxycholic acid, 1% NP-40, 1 mM EDTA) supplemented with phosphatase and protease inhibitors (Sigma). Lysates were cleared by centrifugation at 18,000×  g  for 30 min at 4 °C. Protein quantification was performed with BCA Protein Assay Kit (Thermo Scientific-Pierce, Rockford, IL, USA). After SDS/PAGE gel electrophoresis, proteins were transferred onto nitrocellulose Hybond-C Extra membranes (Cytiva, Amersham, UK) and immunostained with anti-HK2 (H.738.7, Thermo Scientific, Waltham, MA, USA), anti-MMP1 (PA5-16498, ThermoFisher, Waltham, MA, USA), anti-MMP2 (ab92536, Abcam, Cambridge, UK), anti-MMP9 (ab137867, Abcam, Cambridge, UK), MMP13 (MA5-14238, ThermoFisher), MMP14 (PA5-13183, ThermoFisher), MCU (HPA016480, Merk, Rahway, NJ, USA) antibodies. Proteins were visualized utilizing the Odyssey Clx (Li-Cor, Lincoln, NE, USA) system according to manufacturer indications. 2.7. Focus Forming Assays Cells were seeded in 12-well culture plates in standard DMEM medium with 10% FBS. When cells reached confluence, medium was replaced with DMEM containing 1% FBS (day 0). Treatments with peptides were performed after foci formation at day 5. Ten days after treatments (day 15), plates were washed in PBS, fixed in methanol for 30 min, and stained with GIEMSA solution for 1 h. Images were acquired using a Leica DMIL LED microscope equipped with a Leica ICC50 HD camera and analyzed with ImageJ software 1.47b. 2.8. Spheroid Formation Assays Cells were seeded in low-adhesion 96-well culture plates with round bottoms and centrifuged at 400×  g  for 1 min to aggregate cells. Spheroids were kept in a standard DMEM medium with 1% FBS and after 3-day treatments with peptides were performed. Images were acquired using a Leica DMIL LED microscope equipped with a Leica ICC50 HD camera and analyzed with ImageJ software. 2.9. In Vivo Tumorigenesis Assays Nude female mice (Charles River, Wilmington, MA, USA) were housed on a 12:12 h light/dark cycle at 25 °C in accordance with the European Community guidelines. Six-week-old animals (n ≥ 7) were injected in the left flank with 1.5 × 10 6  sMPNST cells in 100 μL of serum-free sterile DMEM mixed with 4% Matrigel. Tumors were visible under the skin after 6 days when they reached the volume of 15 mm 3  ca. At this stage, 40 nmol of HK2pep was intraperitoneally administered twice a day for 6 days when mice were sacrificed. Ultrasound inspections were performed using Vevo 2100 (Visualsonic, Fujifilm, Toronto, ON, Canada) every 2 days. Measurements, 3D reconstructions of tumors, and volume calculations were performed using VevoLAB 1.7.0.7071 software. Italian Ministry permission number: 286/2021-PR.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T21:55:25.180326",
  "abstract_length": 1612,
  "methods_length": 7394,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}