{
  "pmid": "PMID:16835260",
  "title": "Nf1+/- mast cells induce neurofibroma like phenotypes through secreted TGF-beta signaling.",
  "abstract": "Neurofibromas are common tumors found in neurofibromatosis type 1 (NF1) patients. These complex tumors are composed of Schwann cells, mast cells, fibroblasts and perineurial cells embedded in collagen that provide a lattice for tumor invasion. Genetic studies demonstrate that in neurofibromas, nullizygous loss of Nf1 in Schwann cells and haploinsufficiency of Nf1 in non-neuronal cells are required for tumorigenesis. Fibroblasts are a major cellular constituent in neurofibromas and are a source of collagen that constitutes approximately 50% of the dry weight of the tumor. Here, we show that two of the prevalent heterozygous cells found in neurofibromas, mast cells and fibroblasts interact directly to contribute to tumor phenotype. Nf1+/- mast cells secrete elevated concentrations of the profibrotic transforming growth factor-beta (TGF-beta). In response to TGF-beta, both murine Nf1+/- fibroblasts and fibroblasts from human neurofibromas proliferate and synthesize excessive collagen, a hallmark of neurofibromas. We also establish that the TGF-beta response occurs via hyperactivation of a novel Ras-c-abl signaling pathway. Genetic or pharmacological inhibition of c-abl reverses fibroblast proliferation and collagen synthesis to wild-type levels. These studies identify a novel molecular target to inhibit neurofibroma formation.",
  "authors": "Feng-Chun Yang; Shi Chen; Travis Clegg; Xiaohong Li; Trent Morgan; Selina A Estwick; Jin Yuan; Waleed Khalaf; Sarah Burgin; Jeff Travers; Luis F Parada; David A Ingram; D Wade Clapp",
  "journal": "Human molecular genetics",
  "publicationDate": "2006-08-15",
  "doi": "10.1093/hmg/ddl165",
  "methods": "MATERIAL AND METHODS Animals Nf1 +/− mice were obtained from Dr Tyler Jacks at the Massachusetts Institute of Technology (Cambridge, MA, USA) in a C57BL/6J.129 background and backcrossed for 13 generations into a C57BL/6J strain ( 40 ). These studies were conducted with the approval of the Indiana University Laboratory Animal Research Center. Generation of primary cells and preparation of MCCM Murine fibroblasts were prepared from 13.5 dpc (days postcoitus) embryos as described previously ( 25 ). All the fibroblasts used in the experiments were passages 2–3. NF1 patient fibroblasts and fibroblasts from unaffected adult controls were generated from cutaneous neurofibromas or healthy donor skin. Briefly, dermal samples were isolated, digested with trypsin to obtain a single cell suspension and placed in Dulbecco’s minimum essential medium (DMEM) containing 10% fetal calf serum (FCS), 1% glutamine, 2% penicillin/streptomycin and cultured in a 37°C, 5% CO 2  humidified incubator. Bone marrow derived mast cells (BMMCs) were generated from 6-week-old mice as described previously ( 41 ). The homogeneity of BMMC was determined by Alcian blue–Safranin O staining ( 42 ). Furthermore, fluorescence-activated cytometric analysis (FACS) (Becton Dickinson, San Jose, CA, USA) revealed similar forward and side light scatter characteristics and the same percentage of c-kit +  expression in BMMCs for all murine experimental genotypes (data not shown). MCCM was collected from each mast cell line following 24 h starvation with RPMI1640 containing 0.5% bovine serum albumin (BSA) (Sigma-Aldrich, St Louis, MO, USA) at 37°C, 5% CO 2  with modification ( 26 ). Briefly, the cells were centrifuged for 5 min at 120 g  and supernatants were collected and stored in aliquots at −80°C. Supernatants were then used for analysis of bioactivity in fibroblasts and for evaluation of cytokine concentrations by proteomics array and ELISA. Measurement of cytokine secretion from mast cells Cytokine secretion from BMMCs was measured by semiquantitative protein array (RayBiotech Inc., Norcross, GA, USA) as described previously ( 26 ). The results were confirmed quantitatively by ELISA following manufacturer’s instruction (R&D Systems, MN, USA). Flow cytometric analysis for collagen type I expression Surface collagen type I antigen expression was evaluated by fluoresence cytometry. Fibroblasts were stained for 30 min at 4°C with 1 µg/ml of FITC-conjugated anti-ColIA monoclonal antibody (Pharmingen, San Diego, CA, USA) or an isotype control and were analyzed by FACS for CollA expression. Fibroblast proliferation [ 3 H]Thymidine incorporation assay was performed to examine the fibroblast proliferation with modification ( 43 ). Briefly, fibroblasts were plated at a concentration of 4 × 10 3  cells in 96-well dishes in 200 µl of DMEM containing 1% glutamine, 10% FCS, in a 37°C, 5% CO 2  humidified incubator. Culture media were then switched to serum-free DMEM or MCCM. The cells were then cultured for 24–72 h, and tritiated thymidine (PerkinElmer Life and Analytical Sciences, Boston, MA, USA) was added to cultures 6 h prior to harvest on glass fiber filters (Packard Instrument Co.) and β-emission was measured. Wound healing assay Confluent fibroblast monolayers were wounded by manually scraping the cells with a pipette tip as described previously ( 32 ). The wound size was measured to ensure that all wounds were of the same width. To ensure that the width change was not caused by fibroblast proliferation, 10 µg/ml of mitomycin C was added into the fibroblast culture for 2 h before wounding to block the cell mitosis. The cell culture media were then replaced with fresh media, and wound closure was monitored by time lapse microscopy. Three-dimensional collagen lattice formation Three-dimensional lattice cultures were performed in collagen matrices as described ( 43 ). Briefly, type I collagen from rat tail tendon (2 mg/ml in 18 m m  acetic acid) was added to 35 mm dishes containing DMEM medium with 1% FCS and 0.1  m  NaOH. Fibroblasts (10 5 ) were added just after collagen solution, alone or with 10 5  mast cells, before fibrillation and lattice formation. Lattice diameter was measured daily. Collagen synthesis assay Collagen production by fibroblasts incubated with mast cells (1 × 10 5 /well) or TGF-β (1 ng/ml) in 24-well tissue culture plates was assessed by [ 3 H]proline incorporation into collagenous proteins as previously described ( 43 ). Data are expressed as c.p.m. of [ 3 H]proline incorporation in 10 4  fibroblasts. Use of neutralizing antibodies to TGF-β TGF-β neutralizing antibodies were obtained from R&D Systems, Inc. (Cat. no. AF-101-NA) and utilized as suggested by the manufacturer. The ND 50  for this lot of anti-TGF-β1 antibody was previously established by the manufacturer and confirmed in pilot experiments. Generation of recombinant retroviral plasmids The recombinant retroviral constructs have been previously described ( 25 ). Briefly, the GAP-related domain (GRD) sequences which modulate Ras activity are under the transcriptional control of the myeloproliferative sarcoma retrovirus promoter. Constructs also contain a puromycin resistance gene, Pac. Three viruses were used in these experiments: a virus expressing the full-length  NF1  GTPase-activating related domain ( NF1  GRD) and pac (MSCV- NF1  GRD-pac), a virus expressing a GAP-inactive mutant of the  NF1  GRD that harbors a known human mutation in the arginine finger loop (R1276P) ( 25 ) and pac (MSCV-1276P  NF1  GRD-pac) and a virus expressing the selectable marker gene alone (MSCV-pac). Retroviral transduction of fibroblasts The transduction protocol has been previously described and was used here with minor modifications ( 25 ). Briefly, fibroblasts were transduced with supernatants of GP+E86 or GP+AM12 packaging cells in the presence of polybrene (5 µg/ml) for 48 h. Transduced cells were then cultured in 1 µg/ml of puromycin to select the tranduced cells. c-abl kinase assays Fibroblasts were serum starved for 48 h, then stimulated with TGF-β for the indicated time and subsequently lysed for 30 min at 4°C in 750 µl of kinase lysis buffer [50 m m  Tris (pH 7.4), 150 m m  NaCl, 1% Triton X, 0.1% SDS, 1% sodium deoxycholate, 0.1 TIU/ml aprotinin, 50 µg/ml PMSF, 1 m m  sodium vanadate, 1 mg/ml leupeptin]. Extracts were clarified, and equivalent protein (500 µg) was incubated overnight at 4°C with anti-Abl (K12; Santa Cruz Biotechnology Inc., Santa Cruz, CA, USA) or anti-Flag (Sigma-Aldrich). Immune complexes were collected with protein A–Sepharose (Sigma-Aldrich) and twice in kinase buffer [25 m m  Tris (pH 7.4), 10 m m  MgCl2, 1 m m  DTT] prior to incubation in 40 µl kinase buffer containing 5 µ m  ATP, 2 µg GST-Crk and 0.5 µCi/Rxn [ 32 P]ATP. The kinase reaction was allowed to proceed for 5 min at 37°C, stopped with 40 µl (2× concentration) Laemmli buffer and visualized by autoradiography after SDS–PAGE. Total c-abl protein was detected using an antibody from BD Biosciences (Cat. no. 554148, San Jose, CA, USA). Transfection with siRNA c-abl siRNA oligonucleotides (Cat. no. sc-29844) were purchased from Santa Cruz Biotechnology, Inc. Scrambled oligonucleotides (Cat. no. sc-36869) or vehicle only was used as controls. Fibroblasts were cultured in a six-well tissue culture dish to 40–50% confluency. The siRNA oligonucleotides were diluted with siRNA transfection reagents and siRNA transfection medium, and transfections were conducted as per manufacturer’s recommendations (Santa Cruz). After the transfection, the cell mixture was replaced with culture medium. Cells were incubated for 48 h at 37°C before harvesting for experiments. Detection of p21 ras -GTP levels Fibroblasts were deprived of serum for 24 h and stimulated with 1 ng/ml of TGF-β for 5 min. p21 ras  activation was subsequently determined using a p21 ras  activation pulldown assay kit (Upstate Biotechnology, Lake Placid, NY, USA) according to manufacturer’s protocol and as described previously ( 25 , 44 ). Matrigel plug assay To measure fibroblast migration and growth  in vivo , a matrigel plug assay was performed with modification as described previously ( 45 ). Briefly, matrigel was thawed at 4°C for 24 h and mixed with 10 ng/ml TGF-β (Gibco) or vehicle. The matrigel mixture was then injected subcutaneously into the groin of WT or  Nf1 +/− mice. Recipients received a daily dose of 200 mg/kg/day of imatinib mesylate or the vehicle control for 1 week. The plug was then removed on day 7 and was frozen immediately. All tissues were sectioned (5 µm thickness), mounted onto slides and stained with PE-conjugated anti-ColIA antibody and counterstained with DAPI to identify the nuclei using standard techniques. Cells were imaged using a QImaging camera and QCapture-Pro software (Fryer Company Inc., Cincinnati, OH, USA). The number of fibroblasts was determined by scoring cells in three high power fields from 10 random sections within the plug. Five independent plugs per experimental group were examined.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:22:51"
}