{
  "pmid": "16835260",
  "abstract": "Nf1+/- mast cells induce neurofibroma like phenotypes through secreted TGF-beta  signaling.  Yang FC(1), Chen S, Clegg T, Li X, Morgan T, Estwick SA, Yuan J, Khalaf W,  Burgin S, Travers J, Parada LF, Ingram DA, Clapp DW.  Author information: (1)Department of Pediatrics, and Herman B. Wells Center for Pediatric Research,  Indiana University School of Medicine, 1044 W. Walnut Street, Indianapolis, IN  46202, USA.  Neurofibromas are common tumors found in neurofibromatosis type 1 (NF1)  patients. These complex tumors are composed of Schwann cells, mast cells,  fibroblasts and perineurial cells embedded in collagen that provide a lattice  for tumor invasion. Genetic studies demonstrate that in neurofibromas,  nullizygous loss of Nf1 in Schwann cells and haploinsufficiency of Nf1 in  non-neuronal cells are required for tumorigenesis. Fibroblasts are a major  cellular constituent in neurofibromas and are a source of collagen that  constitutes approximately 50% of the dry weight of the tumor. Here, we show that  two of the prevalent heterozygous cells found in neurofibromas, mast cells and  fibroblasts interact directly to contribute to tumor phenotype. Nf1+/- mast  cells secrete elevated concentrations of the profibrotic transforming growth  factor-beta (TGF-beta). In response to TGF-beta, both murine Nf1+/- fibroblasts  and fibroblasts from human neurofibromas proliferate and synthesize excessive  collagen, a hallmark of neurofibromas. We also establish that the TGF-beta  response occurs via hyperactivation of a novel Ras-c-abl signaling pathway.  Genetic or pharmacological inhibition of c-abl reverses fibroblast proliferation  and collagen synthesis to wild-type levels. These studies identify a novel  molecular target to inhibit neurofibroma formation.  DOI: 10.1093/hmg/ddl165 PMCID: PMC3024714 PMID: 16835260 [Indexed for MEDLINE]  Conflict of interest statement: Conflict of Interest statement. None declared.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-16T15:37:03.391013",
  "abstract_length": 1939,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}