{
  "pmid": "16894610",
  "abstract": "Mutations in the Neurofibromatosis 2 (NF2) gene are associated with predisposition to vestibular schwannomas, spinal schwannomas, meningiomas, and ependymomas. Presently, how NF2 is expressed during embryonic development and in the tissues affected by neurofibromatosis type 2 (NF2) has not been well defined. To examine NF2 expression in vivo, we generated transgenic mice carrying a 2.4-kb NF2 promoter driving beta-galactosidase (beta-gal) with a nuclear localization signal. Whole-mount embryo staining revealed that the NF2 promoter directed beta-gal expression as early as embryonic day E5.5. Strong expression was detected at E6.5 in the embryonic ectoderm containing many mitotic cells. beta-gal staining was also found in parts of embryonic endoderm and mesoderm. The beta-gal staining pattern in the embryonic tissues was corroborated by in situ hybridization analysis of endogenous Nf2 RNA expression. Importantly, we observed strong NF2 promoter activity in the developing brain and in sites containing migrating cells including the neural tube closure, branchial arches, dorsal aorta, and paraaortic splanchnopleura. Furthermore, we noted a transient change of NF2 promoter activity during neural crest cell migration. While little beta-gal activity was detected in premigratory neural crest cells at the dorsal ridge region of the neural fold, significant activity was seen in the neural crest cells already migrating away from the dorsal neural tube. In addition, we detected considerable NF2 promoter activity in various NF2-affected tissues such as acoustic ganglion, trigeminal ganglion, spinal ganglia, optic chiasma, the ependymal cell-containing tela choroidea, and the pigmented epithelium of the retina. The NF2 promoter expression pattern during embryogenesis suggests a specific regulation of the NF2 gene during neural crest cell migration and further supports the role of merlin in cell adhesion, motility, and proliferation during development.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T21:56:17.360219",
  "abstract_length": 1971,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}