{
  "pmid": "17075701",
  "abstract": "The auditory midbrain implant (AMI) is a new treatment for hearing restoration in patients with neural deafness or surgically inaccessible cochleae who cannot benefit from cochlear implants (CI). This includes neurofibromatosis type II (NF2) patients who, due to development and/or removal of vestibular schwannomas, usually experience complete damage of their auditory nerves. Although the auditory brainstem implant (ABI) provides sound awareness and aids lip-reading capabilities for these NF2 patients, it generally only achieves hearing performance levels comparable with a single-channel CI. In collaboration with Cochlear Ltd. (Lane Cove, Australia), we developed a human prototype AMI, which is designed for electrical stimulation along the well-defined tonotopic gradient of the inferior colliculus central nucleus (ICC). Considering that better speech perception and hearing performance has been correlated with a greater number of discriminable frequency channels of information available, the ability of the AMI to effectively activate discrete frequency regions within the ICC may enable better hearing performance than achieved by the ABI. Therefore, the goal of this study was to investigate if our AMI array could achieve low-threshold, frequency-specific activation within the ICC, and whether the levels for ICC activation via AMI stimulation were within safe limits for human application. We electrically stimulated different frequency regions within the ICC via the AMI array and recorded the corresponding neural activity in the primary auditory cortex (A1) using a multisite silicon probe in ketamine-anesthetized guinea pigs. Based on our results, AMI stimulation achieves lower thresholds and more localized, frequency-specific activation than CI stimulation. Furthermore, AMI stimulation achieves cortical activation with current levels that are within safe limits for central nervous system stimulation. This study confirms that our AMI design is sufficient for ensuring safe and effective activation of the ICC, and warrants further studies to translate the AMI into clinical application.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T21:56:48.115660",
  "abstract_length": 2115,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}