{
  "pmid": "17216419",
  "abstract": "Nf1 expression is dependent on strain background: implications for tumor  suppressor haploinsufficiency studies.  Hawes JJ(1), Tuskan RG, Reilly KM.  Author information: (1)Mouse Cancer Genetics Program, National Cancer Institute-Frederick, West 7th  Street at Fort Detrick, P.O. Box B, Building 560, Rm 31-20, Frederick, MD 21702,  USA.  Neurofibromatosis type 1 (NF1) is the most common cancer predisposition syndrome  affecting the nervous system, with elevated risk for both astrocytoma and  peripheral nerve sheath tumors. NF1 is caused by a germline mutation in the NF1  gene, with tumors showing loss of the wild type copy of NF1. In addition, NF1  heterozygosity in surrounding stroma is important for tumor formation,  suggesting an additional role of haploinsufficiency for NF1. Studies in mouse  models and NF1 families have implicated modifier genes unlinked to NF1 in the  severity of the disease and in susceptibility to astrocytoma and peripheral  nerve sheath tumors. To determine if differences in Nf1 expression may  contribute to the strain-specific effects on tumor predisposition, we examined  the levels of Nf1 gene expression in mouse strains with differences in tumor  susceptibility using quantitative polymerase chain reaction. The data presented  in this paper demonstrate that strain background has as much effect on Nf1  expression levels as mutation of one Nf1 allele, indicating that studies of  haploinsufficiency must be carefully interpreted with respect to strain  background. Because expression levels do not correlate entirely with the  susceptibility or resistance to tumors observed in the strain, these data  suggest that either variation in Nf1 levels is not responsible for the  differences in astrocytoma and peripheral nerve sheath tumor susceptibility in  Nf1-/+;Trp53-/+cis mice, or that certain mouse strains have evolved compensatory  mechanisms for differences in Nf1 expression.  DOI: 10.1007/s10048-006-0078-5 PMCID: PMC6687394 PMID: 17216419 [Indexed for MEDLINE]",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-16T15:37:11.053105",
  "abstract_length": 2015,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}