{
  "pmid": "PMID:17216419",
  "title": "Nf1 expression is dependent on strain background: implications for tumor suppressor haploinsufficiency studies.",
  "abstract": "Neurofibromatosis type 1 (NF1) is the most common cancer predisposition syndrome affecting the nervous system, with elevated risk for both astrocytoma and peripheral nerve sheath tumors. NF1 is caused by a germline mutation in the NF1 gene, with tumors showing loss of the wild type copy of NF1. In addition, NF1 heterozygosity in surrounding stroma is important for tumor formation, suggesting an additional role of haploinsufficiency for NF1. Studies in mouse models and NF1 families have implicated modifier genes unlinked to NF1 in the severity of the disease and in susceptibility to astrocytoma and peripheral nerve sheath tumors. To determine if differences in Nf1 expression may contribute to the strain-specific effects on tumor predisposition, we examined the levels of Nf1 gene expression in mouse strains with differences in tumor susceptibility using quantitative polymerase chain reaction. The data presented in this paper demonstrate that strain background has as much effect on Nf1 expression levels as mutation of one Nf1 allele, indicating that studies of haploinsufficiency must be carefully interpreted with respect to strain background. Because expression levels do not correlate entirely with the susceptibility or resistance to tumors observed in the strain, these data suggest that either variation in Nf1 levels is not responsible for the differences in astrocytoma and peripheral nerve sheath tumor susceptibility in Nf1-/+;Trp53-/+cis mice, or that certain mouse strains have evolved compensatory mechanisms for differences in Nf1 expression.",
  "authors": "Jessica J Hawes; Robert G Tuskan; Karlyne M Reilly",
  "journal": "Neurogenetics",
  "publicationDate": "2007-04",
  "doi": "10.1007/s10048-006-0078-5",
  "methods": "Materials and methods Bioinformatics The GeneNetwork ( http://www.genenetwork.org/search.html ) was searched for  Nf1  in mouse B×D datasets from the brain. Specifically, the INIA Brain mRNA M430 (April 2005) PDNN dataset of mid- and forebrain expression arrays and the HBP/Rosen Striatum M430v2 (April 2005) PDNN of striatum expression arrays were examined. Probe sets were verified for their binding to the  Nf1  mRNA using a blast-like alignment tool (BLAT) search in the UCSC Genome Browser that is linked to GeneNetwork. The Affy array probes 1452525_a_at_A and 1438067_at_A were chosen as validated probes for  Nf1 . WebQTL interval mapping was used to determine regions of the genome responsible for variation in  Nf1  expression levels across different B×D strains. Permutation tests with 1,000 replicates were used in the WebQTL program to determine the statistical significance of the mapping, with the significance threshold set to  P =0.05 and a suggestive threshold set to  P =0.63. Bootstrap sampling by WebQTL was also used to confirm the best location of the linkage peaks. cDNA Templates All samples were derived from female mice between 2 and 3 months of age. All mice were bred and maintained at the National Cancer Institute (NCI)-Frederick according to the guidelines and regulations of the Animal Care and Use Committee.  NPcis  mice on the C57BL/6J background were backcrossed greater than 20 generations.  NPcis  mice on the 129S4/SvJae background were maintained as inbred from the time of generating the mutant  Nf1  and  Trp53  allele. Brain samples include the forebrain and midbrain minus the olfactory bulb. Brains and sciatic nerves were immediately frozen on dry ice after dissection and stored at −80°C. A dounce homogenizer was used to homogenize brain tissue, and a grinder was used to homogenize sciatic nerve tissues. Total RNA was extracted with TRIZOL according to manufacturer’s instructions. An amount of 10 μg RNA was treated with DNase (DNA-free, Ambion) and repurified using the Qiagen RNEasy kit. RNA samples were normalized to 100 ng/ml (±5 ng/ml) for brain or 75 ng/ml (±5 ng/ml) for sciatic nerve. An amount of 50 ng of total mRNA was reverse transcribed into Cdna using oligo dT primers and the SuperScript III First-strand synthesis system (Invitrogen) according to manufacturer’s instructions. A volume of 1 μl of cDNA from each reverse transcriptase reaction was used as template for PCR experiments. Primers The sequence for the  Nf1  primer set number 1 forward primer is 5′-CGCAGCAGCACCCACATTTAC-3′,and the sequence of the reverse primer is 5′-ACTGTGGCGGGGACTCCTCA-3′. The sequence for the  Nf1  primer set number 2 forward primer is 5′-TTCTTGATGCCTTGATTGAC-3′, and the sequence of the reverse primer is 5′-CACTTGGCTTGCGGAT. The sequence for the  Nf1  exon 9a primer set number 1 forward primer is 5′-ACGAGAGCAACATAAACAAGAAG-3′, and the sequence of the reverse primer is 5′-AGAAGCAGTGC CAAGTCCAT-3′. The sequence for the  Nf1  exon 9a primer set number 2 (data not shown) forward primer is 5′-TTGTGTCAAGTTGTGTAAAGC-3′, and the sequence of the reverse primer is 5′-AGAAGCAGTGCCAAGTCCAT-3′. The forward (5′-CCGGGGCAGCCAACAGTACC-3′) and reverse (5′-CTCGGGGCGGGATGTCACAC-3′) β-tubulin primers used as internal controls have been previously described elsewhere [ 30 ]. Primers and PCR fragments were checked for the presence of SNPs between the B6 and 129 strains in the current Mouse Genome Build 36, and no SNPs were found. Standard PCR ThermalAce DNA polymerase (Invitrogen) was used in all standard PCR reactions. Annealing temperature gradients between 50 and 70°C were used to determine the ideal annealing temperature for each primer set. PCR products were separated on 2% agarose/1×TAE DNA gels. Quantitative PCR Brilliant SYBR Green (Stratagene), master mix or core kit, was used for each qPCR reaction. A volume of 1 μl of each cDNA template was assayed in duplicate alongside an internal control (β-tubulin), also in duplicate. PCR products were analyzed for the number of cycles required to reach the threshold using a quantitative real-time PCR machine, the MX4000 (Stratagene). MX4000 software was used to calculate the relative amount of each product compared to internal β-tubulin controls and a standard calibrator. All data were calculated as percent (%) control of the average WT C57BL/6 values. Significance was determined using repeated-measures analysis of variance (ANOVA) and Tukey’s HSD post hoc test [ 31 ] ( http://www.graphpad.com/articles/library.cfm ) with  P <0.05 considered to be significant. Nf1 knockout embryos Heterozygous  Nf1  mice were bred to generate litters of WT, heterozygous, and knockout embryos. On embryonic day 13.5, pregnant female mice were euthanized by CO 2  asphyxiation, and the embryos were rapidly removed and placed in sterile phosphate-buffered saline (PBS). Embryos were removed and washed three times for 5 min in fresh PBS. Embryos were then sectioned for DNA or RNA extraction and frozen on dry ice. Breeding of mice and isolation of embryos were performed according to the guidelines and regulations of the NCI-Frederick Animal Care and Use Committee.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:22:57",
  "introduction": "Introduction Neurofibromatosis type 1 (NF1) is an autosomal dominant tumor suppressor syndrome predisposing individuals to develop multiple tumors of the central and peripheral nervous system, such as astrocytomas, glioblastomas [ 1 ], malignant peripheral nerve sheath tumors, and neurofibromas [ 2 ,  3 ]. This familial cancer syndrome results from inheritance of inactivating mutations in the  NF1  gene and affects as many as 1 in 3,500 people. The tumor suppressor neurofibromin is the protein product of the  NF1  gene. Neurofibromin is a GTP-ase activating protein that functions as a tumor suppressor by negatively regulating the activation of the proto-oncogene p21-ras and downstream mitogenesis [ 4 - 7 ].  Nf1 -deficient cells are associated with elevated p21-ras activity and increased cellular proliferation. Thus, neurofibromin negatively regulates cellular proliferation, and loss thereof leads to over-activation of the ras pathway and proliferation. Studies with mice heterozygous for  Nf1  suggest that neurofibromin may also be upstream of other signaling pathways and cellular processes [ 8 - 13 ]. For example, mast cells heterozygous for  Nf1  secrete elevated levels of TGF-beta [ 12 ], and in some bone tissues, the neurofibromin–ras pathway may cross-talk with the protein kinase A pathway to regulate gene expression [ 13 ]. There is also evidence supporting a role for neurofibromin in wound healing, fibroblast proliferation, and collagen deposition [ 14 ]. Knockout studies have shown that  Nf1  is an essential gene.  Nf1  knockout mice are embryonic lethal with an abnormal cardiac development phenotype [ 15 ]. Mice specifically lacking  Nf1  in the CNS result in an increase in proliferation of glial progenitor cells that leads to optic gliomas [ 16 ]. Spinal cords from  Nf1  −/− embryos have an increased number of oligodendrocyte progenitor cells [ 17 ], and  Nf1  −/− neural stem cells (NSC) exhibit a growth and survival advantage over wild type (WT) NSCs [ 18 ]. Furthermore, mice heterozygous for  Nf1  have a predisposition for various tumors including those seen in NF1 patients, such as pheochromocytoma [ 19 ,  20 ] and myeloid leukemia [ 15 ]. These data suggest that the  Nf1  gene is essential for proper cardiac and CNS development, and loss thereof predisposes mice to tumor development. Nf1  haploinsufficiency in a variety of cells in the tumor microenvironment can also play an important role in tumorigenesis by affecting several different cellular processes [ 10 ].  Nf1  haploinsufficiency was reported to modulate melanocyte and mast cell fates [ 8 ], and Nf1 heterozygous (+/−) mast cells were shown by several groups to play an important role in neurofibroma formation [ 8 ,  12 ,  13 ].  Nf1  +/− mast cells were also shown to have increased variation in dendrite formation [ 9 ]. Astrocytes heterozygous for  Nf1  show decreased cell attachment and increased motility [ 21 ] as well as a growth advantage [ 22 ]. Other data suggests that  Nf1  +/− endothelial cells, and possibly inflammatory cells, augment angiogenesis [ 11 ]. As  Nf1  heterozygosity has been shown to modulate multiple biological processes related to tumor formation, this suggests that tumor susceptibility may be sensitive to relatively small changes in  Nf1  expression, such as changes in gene dosage in haploinsufficient cells. Therefore, events that mediate changes in  Nf1  expression levels may also play an important role in tumor susceptibility. Despite the importance of  Nf1  expression levels in multiple processes, levels of  Nf1  expression are not likely to be consistent throughout the population. Microarray data available online from the GeneNetwork database [ 23 ] suggest that some mouse strains have differing levels of  Nf1  expression. As  Nf1  expression levels play an important role in tumorgenicity, we hypothesized that variation in  Nf1  expression levels in the population may affect tumor susceptibility. Mice carrying mutant copies of both  Trp53  and  Nf1  on the same chromosome ( NPcis ) have been developed by several groups as a model to study NF1 [ 24 - 27 ].  TP53  in human and  Trp53  in mice encode the tumor suppressor p53 protein, which serves as a key component of the cell-cycle checkpoint by responding to DNA damage and cellular stress and by acting as a transcription factor to turn on genes responsible for growth arrest and apoptosis.  Nf1  and  Trp53  are closely linked on mouse chromosome 11 and can be lost together in a single genetic event during loss of heterozygosity in  NPcis  mice, resulting in the development of aggressive astrocytoma and genetically engineered murine peripheral nerve sheath tumors (GEM PNST), among other tumor types. Tumor susceptibility is dependent on the background strain carrying the  NPcis  mutations, with  NPcis  mice on the C57BL/6J (B6) background strain developing astrocytoma with high penetrance and  NPcis  mice on the 129S4/SvJae (129) background strain being resistant to astrocytoma [ 25 ,  26 ]. Conversely,  NPcis  mice on either the B6 or the 129 backgrounds are susceptible to GEM PNST development. However, crossing the B6 strain to the A/J strain results in  NPcis  F1 progeny that are resistant GEM PNSTs but susceptible to astrocytoma [ 28 ]. As different background strains have different susceptibilities to tumor development and tumorgenicity may be sensitive to  Nf1  expression levels, we examined  Nf1  in tumor-prone tissues on different strain backgrounds to determine if  Nf1  expression levels are linked to tumor susceptibility.",
  "results": "Results Microarray data available online at  http://www.genenetwork . org was used to examine variation in  Nf1  expression in the brain and whether or not the genomic regions controlling  Nf1  expression overlapped with the genomic regions previously identified as important for susceptibility to NF1-associated tumorigenesis. Two datasets were examined. In the first dataset generated by R.W. Williams et al. at the University of Tennessee and University of Memphis, mRNA expression in adult midbrain and forebrain from B6, DBA/2J, F1 hybrids, and 42 B×D recombinant inbred lines was examined using Affymetrix M430A and B arrays. In the second dataset generated by G.D. Rosen et al. at Beth Israel Deaconess Medical Center, mRNA expression in adult striatum from B6, DBA/2J, and 31 B×D recombinant inbred lines was examined using Affymetrix M430v2 arrays. In both cases, variation in  Nf1  gene expression was seen between different B×D recombinant inbred strains. Interval mapping was used in the WebQTL program to find regions of the genome that showed linkage to the variation in  Nf1  expression in different B×D strains. One of the linkage peaks identified in the striatum data overlapped with the  Nstr2  locus we have identified as a modifier of GEM PNSTs ( Fig. 1a ) [ 28 ]. One of the linkage peaks identified in the midbrain and forebrain data overlapped with the  Nstr1  locus ( Fig. 1b ). This analysis suggested that control of  Nf1  expression is cell-type specific and that genomic regions controlling  Nf1  expression may also control tumor susceptibility. To address these possibilities, we used quantitative polymerase chain reaction (qPCR) to examine levels of  Nf1  mRNA in precursor tissues for NF1-associated tumors. Two sets of primers specifically amplifying  Nf1  cDNA were characterized for use in  Nf1  expression studies by qPCR. For primer set number 1, the forward primer binds within exon 53, and the reverse primer binds within exon 55 of the  Nf1  gene (accession number  NM_010897 ). The genomic region between these primers spans two introns and 3.3 kb of genomic DNA. However, there are only 332 base pairs (bp) of mRNA or cDNA in between these primers. Both primers have no predicted hairpins, dimers or cross-dimers, and perfect primer ratings of 100 when analyzed by NetPrimer ( http://www.premierbiosoft.com/netprimer/netprlaunch/netprlaunch.html ). Standard polymerase chain reaction (PCR) using an annealing temperature gradient from 50 to 70°C was used to identify the ideal annealing temperature, to verify the PCR product size, and to verify amplification of a single product ( Fig. 2a ). The use of any annealing temperature between 50 and 70°C results in a single PCR product of the correct anticipated size of 332 bp amplified from WT 129 brain cDNA templates. These data suggest that  Nf1  primer set number 1 specifically amplifies  Nf1  cDNA derived from mRNA transcribed from exons 54 through 56. The second set of primers bind within exons 57 and 58, targeting the last two exons of the  Nf1  gene. These two primers span 8 kb of genomic DNA and an expected 244 bp of mRNA/cDNA. Both the forward and reverse primers of primer set number 2 also have perfect primer ratings of 100 and no predicted hairpins, dimmers, or crossdimers when analyzed by NetPrimer. These primers amplify a single band of 244 bp from WT 129 brain cDNA templates at annealing temperatures 50 to 60°C ( Fig. 2b ). These data suggest that the  Nf1  primer set number 2 specifically amplifies full-length  Nf1  cDNA transcribed from exons 58 through 59. Both primers were used to confirm all experimental results, although only the data from one representative reaction is shown. Although the correct product size could only be theoretically amplified from mRNA transcribed into cDNA and not from genomic DNA, controls were used to verify the lack of genomic DNA contamination in cDNA templates. Control cDNA templates were made in absence of reverse transcriptase (RT) enzyme in the RT reaction and alongside WT samples. Standard PCR using  Nf1  primer set number 1 results in no PCR product visible in no-RT controls ( Fig. 3a ). These data confirm that there is no genomic DNA contaminating the RNA preparations and that the PCR product is generated purely from mRNA reverse transcribed into cDNA. To further verify the specificity of the primer sets for  Nf1  cDNA,  Nf1  knockout (−/−) embryos were obtained and analyzed for expression of  Nf1 . Embryos were isolated at embryo day 13.5 post coitum and washed and divided into segments for isolation of DNA or RNA. Genotyping was used to identify knockout (−/−) embryos from heterozygous (+/−) and WT (+/+) littermates ( Fig. 3b ). qPCR using embryo cDNA templates results in the absence of  Nf1  qPCR product in −/− templates, despite the presence of product from the β-tubulin internal control reaction ( Fig. 3c ). Furthermore, qPCR results are similar to standard PCR results, in that the reaction results in a single product visualized by separation on an agarose gel ( Fig. 3c ) and a single dissociation peak ( Fig. 3d ). These data further show that both  Nf1  primer sets specifically amplify cDNA from  Nf1  mRNA and reflect  Nf1  expression in whole tissues. To determine if the two  Nf1  primer sets are sensitive enough to reflect changes in levels of  Nf1  expression, serial dilutions of WT cDNA templates were analyzed by qPCR ( Fig. 4 ). Serial dilutions result in consistent increases in the number of cycles required for product formation to reach threshold (Ct;  Fig. 4a , c ). Furthermore, the increase in Ct is linear with respect to the template dilutions, as seen by regression values ( R 2 ) ≥ 0.95 ( Fig. 4b , d ). These data suggest that differences in  Nf1  expression levels can be quantitatively detected in cDNA templates using both  Nf1  primer sets. The  Nf1  Exon 9a isoform is a brain-specific, alternatively spliced full-length  Nf1  isoform that is conserved in the mouse and contains 30 additional nucleotides at the C-ermini of exon 9 [ 29 ]. Because the  Nf1  primer sets described above do not distinguish between these two full-length  Nf1  isoforms, we designed primers to specifically amplify the  Nf1  exon 9a isoform to determine if the pattern of expression differs from that obtained with the C-terminal  Nf1  primers described above. Two distinct primer sets targeting the region of exon 9a were similarly characterized as before (data not shown). The increase in Ct for the  Nf1  exon 9a isoform is also linear with respect to the template dilution ( Fig. 4f ). These data suggest that differences in the  Nf1  exon 9a isoform expression levels can also be quantitatively detected by qPCR. As  NPcis  mice are susceptible to spontaneous tumor formation and are heterozygous for WT  Nf1 , qPCR was used to determine if  NPcis  mice have decreased  Nf1  expression or if there is compensation to maintain normal levels of expression despite the loss of one WT allele. Messenger RNA from the brains of WT and  NPcis  mice on three different background strains were simultaneously reverse transcribed into cDNA and analyzed for  Nf1  expression by qPCR using both  Nf1  C-terminal and  Nf1  exon 9a primer sets ( Fig. 5a , b ).  NPcis  mice on all three backgrounds express significantly less  Nf1  as compared to WT animals on the same background using the C-terminal primers. In addition,  Nf1  expression is significantly higher in the brains of mice on the B6 strain as compared to 129 mice ( Figs. 5  and  6a ). Furthermore, the magnitude of the change in  Nf1  expression levels seen in  NPcis  mice as compared to WT (e.g., 100 vs 66% for B6) is similar to the magnitude of the change seen between the B6 and 129 background strains (100 vs 70%). These data are also very similar to the trend in expression levels of  Nf1  exon 9a ( Fig. 5b ), which showed somewhat greater variability than the C-terminal primer sets. These data suggest that  NPcis  mice on all three backgrounds are haploinsufficient for  Nf1  and that the degree of  Nf1  haploinsufficiency is equivalent to the degree of difference between the B6 and 129 strains. NPcis  mice on the B6 background, as well as  NPcis  F1 progeny from B6 and AJ crosses (B6×A), and F1 progeny from B6 and DBA/2J (DBA; B6×DBA) crosses are susceptible to astrocytoma formation, whereas  NPcis  mice on the 129 background are resistant to astrocytoma. Therefore,  Nf1  expression levels in the brains of mice from the background strains B6, 129, B6×A, and DBA were compared by qPCR analysis to determine if differences in  Nf1  expression levels correlate with astrocytoma susceptibility. Expression levels of  Nf1  were also compared among several other inbred background strains to determine if variation in  Nf1  expression extends to other background strains. B×D recombinant inbred strains were chosen based on expression data available on GeneNetwork that showed variation in  Nf1  expression in the brain. In the midbrain and forebrain dataset, B×D39/TyJ (B×D39) was one of the lowest expressers, whereas B×D40/TyJ (B×D40) was the highest expresser. B×D38/TyJ (B×D38) was chosen as a mid-level expresser. Although  Nf1  expression is significantly higher in the brains of mice on the B6 strain as compared to 129 mice ( Figs. 5  and  6a ), similar levels of  Nf1  expression were seen in the brains of B6, B6×A, inbred DBA, and recombinant inbred B×D38, B×D39, and B×D40 mice. These data suggest that the brains of the 129 mice that are resistant to astrocytoma express  less  of the tumor suppressor  Nf1  than the brains of other strain backgrounds. Levels of  Nf1  expression in the sciatic nerve of the different background strains were also compared to determine if  Nf1  expression levels correlate with background susceptibility to GEM PNSTs ( Fig. 6b ). In the case of GEM PNST susceptibility,  NPcis  mice on a B6 background or a 129 background are susceptible, whereas  NPcis  mice on a B6×A or B6×DBA F1 background are resistant. As in the brain,  Nf1  expression levels in the sciatic nerve were significantly decreased in the 129 strain as compared to B6. On the other hand, the  Nf1  expression level in the B6 strain is similar to those in the B6×A and DBA strains. These data suggest that differences in  Nf1  expression levels do not correlate with differences in strain susceptibility to GEM PNSTs. The recombinant strains B×D38, B×D39, and B×D40 exhibit a trend for higher levels of  Nf1  expression than the other background strains, further suggesting that  Nf1  expression is variable among different background strains and between different tissues within the strain.",
  "discussion": "Conclusions A bioinformatics approach, using publicly available datasets of brain expression levels, was used to generate a hypothesis that modifiers of nervous system tumorigenesis control levels of  Nf1  expression. We compared the loci responsible for variation in  Nf1  expression to the loci modifying GEM PNST tumorigenesis and found that, in particular datasets, control of  Nf1  expression overlapped the modifier loci,  Nstr1  and  Nstr2 . To test our hypothesis, we have developed two sets of quantitative PCR primers to  Nf1  to look at levels of  Nf1  expression in the nervous system of strains susceptible and resistant to nervous system tumors. Two different primer sets annealing to the final 3′ exons of the  Nf1  gene were thoroughly characterized and shown to specifically and quantitatively amplify  Nf1  transcript by standard PCR and qPCR. Both sets of primers are also very sensitive to changes in expression levels, detecting an almost 50% decrease in  Nf1  expression in  Nf1  heterozygous animals. The decrease in  Nf1  expression further suggests that the amount of  Nf1  expression lost by losing one WT  Nf1  allele is not compensated for by other mechanisms at the transcriptional level. Although many splice isoforms of  NF1  have been identified in humans [ 29 ,  32 ,  33 ], only the brain-specific exon 9a isoform has been shown to be conserved in mice [ 29 ]. We, therefore, developed two different primer sets to specifically amplify the exon 9a isoform of  Nf1 . Although the amplification of exon 9a using these primers was more variable than amplification of the C-terminal, as evidenced by greater variability in replicates, the same trends were observed for exon 9a as were seen for the C-terminus in the brain. This suggests that the strain-specific control of  Nf1  expression is not isoform-specific. In the brain, we found that the level of  Nf1  expression may loosely correlate to susceptibility to astrocytoma, with the resistant strain, 129, showing lower levels of  Nf1  expression than the susceptible strains. This result was counter to our expectation that resistant strains might have higher basal levels of the tumor suppressor  Nf1  and, therefore, be more protected from tumorigenesis. Because neurofibromin, the product of the  Nf1  gene, acts as a rasGAP protein to downregulate ras activity, this result may be explained by compensating increases in RasGEF pathways in susceptible strains to keep ras regulation in balance within the susceptible strains. When  Nf1  is lost at the initiation of tumorigenesis, these cells may experience a higher basal level of ras activity. Using the GeneNetwork Association Network function ( http://www.genenetwork.org ), we checked whether any RasGEFs showed strong negative correlation to the level of  Nf1  gene expression in the datasets we used for our original hypothesis on variation of  Nf1  expression levels. We found weak negative correlation of  Nf1  expression levels and the levels of  Rasgef1b, Rasgef1c , and  Rasgrp1  in the INIA Brain mRNA M430 dataset (see  Materials and methods ) and weak correlation of  Nf1  expression levels and  Rasgrf1  and  Rasgef1a  in the HBP/Rosen Striatum M430v2 dataset. We successfully designed primers for qPCR for  Rasgef1b  and  Rasgef1c  but found no statistically significant differences in the levels of these RasGEFs that inversely correlated with  Nf1  expression levels in brain samples (Hawes and Reilly, unpublished data). Given that  Nf1  levels do not show the same correlation to susceptibility in the peripheral nerve, it is unlikely that compensating overexpression of RasGEFs can account for differences in tumor susceptibility in all cell types. Furthermore, as lower levels of  Nf1  expression were similarly seen in the sciatic nerve of 129 mice, this could simply reflect an overall decrease in  Nf1  expression in the 129 background, irrespective of astrocytoma susceptibility. In the sciatic nerve, a similar relationship of  Nf1  level to strain background was found in B6, 129, B6×A, and DBA as seen in the brain, suggesting that the control of  Nf1  expression can be globally modified in different strain backgrounds. In contrast, the expression level of  Nf1  in the B×D strains is higher than B6 levels in the sciatic nerve, unlike in the brain. This suggests that there may be additional tissue-specific modifiers of  Nf1  expression levels. The most significant observation in this study is that the amount of decreased expression seen in haploinsufficient animals is as great as the magnitude of difference in  Nf1  expression levels between WT animals from different backgrounds. These data suggest that strain background has as much effect on  Nf1  expression as haploinsufficiency. Given that haploinsufficiency of  Nf1  is enough to alter biological processes, crossing different background strains with different  Nf1  expression levels, such as B6 and 129, may significantly affect the levels of  Nf1  expression in resultant progeny and potentially confound experimental conclusions. As an example (see  Fig. 5 ), comparing the phenotype of WT mice carrying 129 modifiers of  Nf1  expression to  NPcis  mice carrying B6 modifiers of  Nf1  expression could potentially mask a true haploinsufficiency effect of  Nf1  mutation. On the other hand, comparing the phenotype of WT mice carrying B6 modifiers of  Nf1  expression to  NPcis  mice carrying 129 modifiers of  Nf1  expression could amplify the observed effect of  Nf1  haploinsufficiency on the phenotype. It is therefore important to examine haploinsufficient effects on well-defined inbred strain backgrounds rather than mixed backgrounds, particularly when crossing in interacting mutations that may be carried on a slightly different background.",
  "upgrade_date": "2026-02-21 02:19:17"
}