{
  "pmid": "17215387",
  "abstract": "Drosophila peripheral nerves, structured similarly to their mammalian counterparts, comprise a layer of motor and sensory axons wrapped by an inner peripheral glia (analogous to the mammalian Schwann cell) and an outer perineurial glia (analogous to the mammalian perineurium). Growth and proliferation within mammalian peripheral nerves are increased by Ras pathway activation: loss-of-function mutations in Nf1, which encodes the Ras inhibitor neurofibromin, cause the human genetic disorder neurofibromatosis, which is characterized by formation of neurofibromas (tumors of peripheral nerves). However, the signaling pathways that control nerve growth downstream of Ras remain incompletely characterized. Here we show that expression specifically within the Drosophila peripheral glia of the constitutively active Ras(V12) increases perineurial glial thickness. Using chromosomal loss-of-function mutations and transgenes encoding dominant-negative and constitutively active proteins, we show that this nonautonomous effect of Ras(V12) is mediated by the Ras effector phosphatidylinositol 3-kinase (PI3K) and its downstream kinase Akt. We also show that the nonautonomous, growth-promoting effects of activated PI3K are suppressed by coexpression within the peripheral glia of FOXO+ (forkhead box O) a transcription factor inhibited by Akt-dependent phosphorylation. We suggest that Ras-PI3K-Akt activity in the peripheral glia promotes growth of the perineurial glia by inhibiting FOXO. In mammalian peripheral nerves, the Schwann cell releases several growth factors that affect the proliferative properties of neighbors. Some of these factors are oversecreted in Nf1 mutants. Our results raise the possibility that neurofibroma formation in individuals with neurofibromatosis might result in part from a Ras-PI3K-Akt-dependent inhibition of FOXO within Schwann cells.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T21:57:12.907317",
  "abstract_length": 1873,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}