{
  "pmid": "PMID:17216419",
  "title": "Nf1 expression is dependent on strain background: implications for tumor suppressor haploinsufficiency studies.",
  "abstract": "Neurofibromatosis type 1 (NF1) is the most common cancer predisposition syndrome affecting the nervous system, with elevated risk for both astrocytoma and peripheral nerve sheath tumors. NF1 is caused by a germline mutation in the NF1 gene, with tumors showing loss of the wild type copy of NF1. In addition, NF1 heterozygosity in surrounding stroma is important for tumor formation, suggesting an additional role of haploinsufficiency for NF1. Studies in mouse models and NF1 families have implicated modifier genes unlinked to NF1 in the severity of the disease and in susceptibility to astrocytoma and peripheral nerve sheath tumors. To determine if differences in Nf1 expression may contribute to the strain-specific effects on tumor predisposition, we examined the levels of Nf1 gene expression in mouse strains with differences in tumor susceptibility using quantitative polymerase chain reaction. The data presented in this paper demonstrate that strain background has as much effect on Nf1 expression levels as mutation of one Nf1 allele, indicating that studies of haploinsufficiency must be carefully interpreted with respect to strain background. Because expression levels do not correlate entirely with the susceptibility or resistance to tumors observed in the strain, these data suggest that either variation in Nf1 levels is not responsible for the differences in astrocytoma and peripheral nerve sheath tumor susceptibility in Nf1-/+;Trp53-/+cis mice, or that certain mouse strains have evolved compensatory mechanisms for differences in Nf1 expression.",
  "authors": "Jessica J Hawes; Robert G Tuskan; Karlyne M Reilly",
  "journal": "Neurogenetics",
  "publicationDate": "2007-04",
  "doi": "10.1007/s10048-006-0078-5",
  "methods": "Materials and methods Bioinformatics The GeneNetwork ( http://www.genenetwork.org/search.html ) was searched for  Nf1  in mouse B×D datasets from the brain. Specifically, the INIA Brain mRNA M430 (April 2005) PDNN dataset of mid- and forebrain expression arrays and the HBP/Rosen Striatum M430v2 (April 2005) PDNN of striatum expression arrays were examined. Probe sets were verified for their binding to the  Nf1  mRNA using a blast-like alignment tool (BLAT) search in the UCSC Genome Browser that is linked to GeneNetwork. The Affy array probes 1452525_a_at_A and 1438067_at_A were chosen as validated probes for  Nf1 . WebQTL interval mapping was used to determine regions of the genome responsible for variation in  Nf1  expression levels across different B×D strains. Permutation tests with 1,000 replicates were used in the WebQTL program to determine the statistical significance of the mapping, with the significance threshold set to  P =0.05 and a suggestive threshold set to  P =0.63. Bootstrap sampling by WebQTL was also used to confirm the best location of the linkage peaks. cDNA Templates All samples were derived from female mice between 2 and 3 months of age. All mice were bred and maintained at the National Cancer Institute (NCI)-Frederick according to the guidelines and regulations of the Animal Care and Use Committee.  NPcis  mice on the C57BL/6J background were backcrossed greater than 20 generations.  NPcis  mice on the 129S4/SvJae background were maintained as inbred from the time of generating the mutant  Nf1  and  Trp53  allele. Brain samples include the forebrain and midbrain minus the olfactory bulb. Brains and sciatic nerves were immediately frozen on dry ice after dissection and stored at −80°C. A dounce homogenizer was used to homogenize brain tissue, and a grinder was used to homogenize sciatic nerve tissues. Total RNA was extracted with TRIZOL according to manufacturer’s instructions. An amount of 10 μg RNA was treated with DNase (DNA-free, Ambion) and repurified using the Qiagen RNEasy kit. RNA samples were normalized to 100 ng/ml (±5 ng/ml) for brain or 75 ng/ml (±5 ng/ml) for sciatic nerve. An amount of 50 ng of total mRNA was reverse transcribed into Cdna using oligo dT primers and the SuperScript III First-strand synthesis system (Invitrogen) according to manufacturer’s instructions. A volume of 1 μl of cDNA from each reverse transcriptase reaction was used as template for PCR experiments. Primers The sequence for the  Nf1  primer set number 1 forward primer is 5′-CGCAGCAGCACCCACATTTAC-3′,and the sequence of the reverse primer is 5′-ACTGTGGCGGGGACTCCTCA-3′. The sequence for the  Nf1  primer set number 2 forward primer is 5′-TTCTTGATGCCTTGATTGAC-3′, and the sequence of the reverse primer is 5′-CACTTGGCTTGCGGAT. The sequence for the  Nf1  exon 9a primer set number 1 forward primer is 5′-ACGAGAGCAACATAAACAAGAAG-3′, and the sequence of the reverse primer is 5′-AGAAGCAGTGC CAAGTCCAT-3′. The sequence for the  Nf1  exon 9a primer set number 2 (data not shown) forward primer is 5′-TTGTGTCAAGTTGTGTAAAGC-3′, and the sequence of the reverse primer is 5′-AGAAGCAGTGCCAAGTCCAT-3′. The forward (5′-CCGGGGCAGCCAACAGTACC-3′) and reverse (5′-CTCGGGGCGGGATGTCACAC-3′) β-tubulin primers used as internal controls have been previously described elsewhere [ 30 ]. Primers and PCR fragments were checked for the presence of SNPs between the B6 and 129 strains in the current Mouse Genome Build 36, and no SNPs were found. Standard PCR ThermalAce DNA polymerase (Invitrogen) was used in all standard PCR reactions. Annealing temperature gradients between 50 and 70°C were used to determine the ideal annealing temperature for each primer set. PCR products were separated on 2% agarose/1×TAE DNA gels. Quantitative PCR Brilliant SYBR Green (Stratagene), master mix or core kit, was used for each qPCR reaction. A volume of 1 μl of each cDNA template was assayed in duplicate alongside an internal control (β-tubulin), also in duplicate. PCR products were analyzed for the number of cycles required to reach the threshold using a quantitative real-time PCR machine, the MX4000 (Stratagene). MX4000 software was used to calculate the relative amount of each product compared to internal β-tubulin controls and a standard calibrator. All data were calculated as percent (%) control of the average WT C57BL/6 values. Significance was determined using repeated-measures analysis of variance (ANOVA) and Tukey’s HSD post hoc test [ 31 ] ( http://www.graphpad.com/articles/library.cfm ) with  P <0.05 considered to be significant. Nf1 knockout embryos Heterozygous  Nf1  mice were bred to generate litters of WT, heterozygous, and knockout embryos. On embryonic day 13.5, pregnant female mice were euthanized by CO 2  asphyxiation, and the embryos were rapidly removed and placed in sterile phosphate-buffered saline (PBS). Embryos were removed and washed three times for 5 min in fresh PBS. Embryos were then sectioned for DNA or RNA extraction and frozen on dry ice. Breeding of mice and isolation of embryos were performed according to the guidelines and regulations of the NCI-Frederick Animal Care and Use Committee.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:22:57"
}