{
  "pmid": "17548515",
  "abstract": "",
  "methods": "Materials and methods Cell culture and expression vectors Wild-type and  Nf2 \n −/−  primary MEFs were prepared as described previously ( Lallemand et al., 2003 ). Wild-type primary OBs were prepared from calvaria of  Nf2  newborn mice as described previously ( flox2/flox2 Ducy and Karsenty, 1995 ).  Nf2  deletion in OBs was achieved via adenoviral expression of the Cre-recombinase as we described for MEFs ( Lallemand et al., 2003 ). Primary MEFs and OBs were used between passages 3 and 6. Epithelial  Nf2 \n −/−  LDCs were derived by liver-specific, deletion of  Nf2  in vivo by crossing  Nf2  mice to transgenic  flox2/flox2 Alb-Cre  mice ( Postic et al., 1999 ) ( B6.Cg-Tg(Alb-cre)21Mgn/J ; Jackson Laboratories). In brief, the liver of a 12-wk-old  Alb-Cre;Nf2  mouse was removed, minced, dissociated in Liver Dissociation Medium (Invitrogen), and cultured in 10% FBS-DME. Wild-type epithelial embryonic liver cells were derived from the liver of a day-14.5  flox2/flox2 Nf2  embryo as described by  flox2/flox2 Strick-Marchand and Weiss (2002) , and subsequently adapted to the standard growth conditions used for all other cell lines. Clonal cell lines were established by limiting dilution. The generation and use of adenoviral vectors expressing Nf2 wt  and Nf2 L64P  have been described previously ( Lallemand et al., 2003 ). Antibodies Primary antibodies against the following antigens were from Upstate Biotechnology (active-β-catenin: ABC, 05–665, 1:1,000 dilution); Transduction Laboratories (pTyr: RC20, 610023; β-catenin: 610153; E-cadherin: 610182; p120ctn: 610133; p120ctn-pY228: 612536; Caveolin-pY14: 611338; c-Cbl: 610441; Grb2: 610111; Sos1: 610095; PLCγ: 610027; Rac1: 612652; all at 1:1,000 or 2,000 dilution); Santa Cruz Biotechnology, Inc. (Merlin: sc331, 1:40,000 dilution; EGFR: sc1005); Cell Signaling (EGFR-pY845: 2231; EGFR-pY992: 2235; EGFR-pY1068: 2234; STAT3-pY705: 9131; STAT5-pY694: 9351; Shc-pY239/240: 2434; MAPK-pT202/Y204: 5120; AKT-pS473: 9271; Raf-pS259: 9421, all at 1:1,000 dilution); Biosource International (Src: 44–656; Src-pY418: 44–660, used at 1:1,000); Abcam (EBP50/NHERF-I: ab3452); NeoMarker (EGFR: Ab17; Ezrin: Ab1); Sigma-Aldrich (actin: A-2547). Monoclonal anti-Merlin 1C4 (a gift of Vijaya Ramesh, Massachusetts General Hospital, Boston, MA) was used at 1:1,000. Polyclonal anti-NHE-RF2 (B70; gift of Anthony Bretscher, Cornell University, Ithaca, NY) was used at 1:1,000. HRP-conjugated secondary antibodies to rabbit, mouse, or rat were from GE Healthcare. Subcellular fractionation and Western blot analysis Equal protein amounts of total cell and membrane extracts were analyzed by Western blot as described previously ( Lallemand et al., 2003 ) with one modification: the membrane pellet was directly solubilized in RIPA buffer containing 0.5% SDS. For density-gradient separation, postnuclear membrane pellets from three 150-mm dishes of late confluent MEFs were lysed on ice for 30 min in Triton-lysis buffer (1% Triton X-100, 50 mM Tris-HCl, pH 7.4, 150 mM NaCl, 1 mM EDTA, 1 mM EGTA, and 10 mM β-glycerophosphate plus protease and phosphatase inhibitors), resuspended in buffer A (250 mM sucrose, 1 mM EDTA, 20 mM tricine, and 1% Triton X-100 and inhibitors) containing 35% Optiprep, sequentially overlayed with 25, 15, 5, and 0% Optiprep-buffer A and centrifuged for 3.5 h at 160000  g . Fractions collected at the interfaces I = 0–5%, II = 5–15%, III = 15–25%, IV = 25–35%, and the pellet V > 35%, were resuspended in RIPA buffer and analyzed (7 μg/lane) by immunoblotting. Immunofluorescence and ligand-internalization assay LDCs plated on glass coverslips were infected with Ad.Nf2 wt  or Ad.Nf2 L64P  when ∼50% confluent. After 4–5 d, confluent monolayers were serum starved in 1% BSA in DME for 2 h, incubated for 30 min at 37°C with 2 μg/ml Tr-EGF (E3480; Molecular Probes) or 10 μg/ml Alexa Fluor 488-Transferrin ( T13342 ; Molecular Probes), and fixed in 4% PFA-cytoskeletal buffer (10 mM MES, pH 6.3, 2 mM EGTA, 3 mM MgCl 2 , and 138 mM KCl) for 15 min at room temperature. After permeabilization in 0.2% Triton X-100, cells were incubated with primary anti-NF2 antibody (sc331; 1:300 in 1% BSA-PBS) overnight at 4°C. After incubation with FITC- or rhodamine-conjugated anti–rabbit secondary antibody (Jackson Immunoresearch Laboratories; 1:200), coverslips were mounted with Vectashield (Vector Laboratories). To create noncontacting free edges in Ad.Nf2 wt -infected LDCs, monolayers growing in 10% FBS-DME were scrape-wounded with a pipet tip, allowed to recover for ∼6 h, and starved (2 h) before adding Tr-EGF as described above. To disrupt intercellular adhesion by depletion of extracellular Ca 2+ , monolayers were serum starved for 2 h, washed twice in Ca 2+ -free DME (Invitrogen), incubated in 2 μg/ml Tr-EGF, 1% BSA, and 5 mM EGTA in Ca 2+ -free DME and fixed as above at the indicated time points. Images were acquired using a 63× 1.4NA oil objective lens (Carl Zeiss MicroImaging, Inc.) on an Axioplan microscope (Carl Zeiss MicroImaging, Inc.) with IP Lab software and a Sony CCD camera. Final images were prepared using Adobe Photoshop 7.0. Surface biotinylation and immunoprecipitation Late confluent MEFs or OBs were serum starved overnight in DME, shifted to 4°C, rinsed twice in cold PBS and incubated for 1 h with 0.5 μg/ml EZ-Link Sulfo-NHS-LC-Biotin (Pierce Chemical Co.) in PBS. After quenching the reaction (50 mM NH 4 Cl, 1 mM MgCl 2 , and 0.1 mM CaCl 2  for 10 min) and rinsing in PBS, cells were returned to 10% FBS-DME at 37°C and lysed in Triton-lysis buffer containing 60 mM Octylglucoside ( n -Octyl-β- d -glucopyranoside; Calbiochem) at the indicated time points. Normalized extracts (600 μg total protein/400 μl) were precleared with protein A–Sepharose prebound to normal rabbit IgG for 2 h at 4°C. Anti-EGFR antibody (Ab17, NeoMarker; 8 μg/sample) or streptavidin-coupled agarose beads (50 μl; Pierce Chemical Co.) were added to precleared extracts and incubated overnight at 4°C. The following day, EGFR-containing immunocomplexes were precipitated with protein A–Sepharose beads (40 μl, 2 h, at 4°C). Beads from either immunoprecipitation or biotin pull-down were washed five times in the above buffer and boiled 5 min in 2× sample buffer. Complexes were separated by 8% SDS-PAGE and analyzed by Western blot as described above. Biotinylated-immunoprecipitated EGFR was detected with HRP-conjugated streptavidin. Immunoprecipitations of EGFR (Ab17; 8 μg) and E-cadherin (3 μg) from LDCs were from total membrane extracts in the above Triton-Octylglucoside buffer (800 μg total protein/400 μl). To disrupt intercellular adhesion by depletion of extracellular Ca 2+ , confluent monolayers were washed twice in PBS/5 mM EGTA, and incubated in Ca 2+ -free DME (Invitrogen) containing 10% Ca 2+ -chelated FBS for 45 min. Cell proliferation MEFs, OBs (5 × 10 4 ) or LDCs (7.5 × 10 4 ) were seeded in triplicate 15-mm wells in 5% FBS-DME. The following day, 1 μM Gefitinib (Iressa; AstraZeneca) or 0.5 μM Compound 56 (Calbiochem) were added to culture wells; cells were trypsinized and counted every other day. Fresh medium with or without inhibitors was added each day of counting. For drug withdrawal, 1 μM Gefitinib was added to LDCs daily until day 5 post-seeding, when half of the wells were returned to 5% FBS-DME only. Beginning that day, cells were counted and fresh medium with or without inhibitor was added to the remaining wells every other day. shRNA-mediated knockdown Several shRNA constructs against NHE-RF1 (#68583-68587) and NHE-RF2 (#68613-68615, 68617) in the lentiviral pLKO.1 vector were obtained from Open Biosystems and tested for NHE-RF1/2 knockdown in  Nf2 \n −/−  LDCs; #68587 and #68617 were used for experiments. Lentiviral production and infection was performed as described previously ( Bailey et al., 2006 ). Online supplemental material Fig. S1 shows level and distribution of adhesion molecules in various cell types used in this work. Fig. S2 defines confluence states in mesenchymal cells and shows transmission electron micrographs that reveal restoration of electrondense AJs upon expression of Nf2 wt  in LDCs. Fig. S3 shows internalization of fluorescent EGF and transferrin in LDCs, EGFR localization in LDCs, and inhibition of fluorescent EGF internalization in confluent embryonic liver cells expressing endogenous  Nf2 . Fig. S4 shows decreased EGFR solubility in the presence of Merlin and a similar dose dependency of EGFR auto-phosphorylation in the presence or absence of Merlin. Fig. S5 shows that the association of endogenous EGFR and NHE-RF1 is contact independent and reveals the lack of association between Ezrin and EGFR or Ezrin and E-cadherin in LDCs. Online supplemental material is available at  http://www.jcb.org/cgi/content/full/jcb.200703010/DC1 .",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T21:57:36.238822",
  "abstract_length": 0,
  "methods_length": 8818,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}