{
  "pmid": "17558420",
  "abstract": "Malignant peripheral nerve sheath tumor (MPNST) is rare, highly aggressive, resistant to radiochemotherapy, and associated with poor prognosis. Basic research to develop new treatment regimes is critically needed. This study was designed to identify motogenic factor(s) involved in MPNST cell invasion and inhibitor(s) of such invasive activity. We profiled the invasion-inducing activities of eight motogenic growth factors on two human MPNST cell lines, FU-SFT8611 and 9817, using in vitro Matrigel invasion assays. Platelet-derived growth factor-BB (PDGF-BB) was identified as the most effective MPNST cell invasion-inducing factor. Epidermal growth factor (EGF) and hepatocyte growth factor (HGF) also stimulated invasion in one MPNST cell line. Expressions of PDGF-BB and EGF receptors (PDGFR-beta and EGFR) mRNAs were detected more frequently and their proteins were expressed at higher levels in MPNST tissues than benign peripheral nerve sheath tumors (schwannomas and neurofibromas). In both MPNST cell lines, PDGF-BB induced tyrosine phosphorylation of PDGFR-beta but not of PDGFR-alpha, and specific PDGFR-beta inhibition by small interfering RNA to the receptor inhibited PDGF-BB-stimulated MPNST cell invasion, suggesting the predominant role of PDGFR-beta. Inhibition of PDGFR-beta phosphorylation by pretreatment with herbimycin A and imatinib mesylate effectively suppressed basement membrane invasion and cell growth in vitro. No mutations were present in exons 12 and 18 of PDGFR-beta in both MPNST cell lines and 10 human MPNST tissues examined. Our results indicated that PDGF-BB enhanced the invasive activity of MPNST cells through PDGFR phosphorylation and that imatinib inhibited such activity. The results provide the ground for further assessment of the therapeutic potential of imatinib in suppressing the invasion and growth of MPNST.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T21:57:43.230688",
  "abstract_length": 1862,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}