{
  "pmid": "17868749",
  "abstract": "Neurofibromatosis type 2 (NF2) is a genetic disorder characterized by the formation of bilateral schwannomas of the eighth cranial nerve. Although the protein product of the NF2 gene (merlin) is a classical tumor suppressor, the mechanism by which merlin suppresses cell proliferation is not fully understood. The availability of isolated tumor cells would facilitate a better understanding of the molecular function of merlin, but primary schwannoma cells obtained from patients grow slowly and do not yield adequate numbers for biochemical analysis. In this study, we have examined the NF2 mutation in HEI-193 cells, an immortalized cell line derived from the schwannoma of an NF2 patient. Previous work showed that the NF2 mutation in HEI-193 cells causes a splicing defect in the NF2 transcript. We have confirmed this result and further identified the resultant protein product as an isoform of merlin previously designated as isoform 3. The level of isoform 3 proteins in HEI-193 cells is comparable to the levels of merlin isoforms 1 and 2 in normal human Schwann cells and several other immortalized cell lines. In contrast to many mutant forms of merlin, isoform 3 is as resistant to proteasomal degradation as isoforms 1 and 2 and can interact with each of these isoforms in vivo. Cell proliferation assays showed that, in NF2(-/-) mouse embryonic fibroblasts, exogenously expressed merlin isoform 3 does exhibit growth suppressive activity although it is significantly lower than that of identically expressed merlin isoform 1. These results indicate that, although HEI-193 cells have undetectable levels of merlin isoforms 1 and 2, they are, in fact, not a merlin-null model because they express the moderately active growth suppressive merlin isoform 3.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T21:58:25.510909",
  "abstract_length": 1766,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}