{
  "pmid": "PMID:17924978",
  "title": "Natural history of meningioma development in mice reveals: a synergy of Nf2 and p16(Ink4a) mutations.",
  "abstract": "Meningiomas account for approximately 30% of all primary central nervous system tumors and are found in half of neurofibromatosis type 2 patients often causing significant morbidity. Although most meningiomas are benign, 10% are classified as atypical or anaplastic, displaying aggressive clinical behavior. Biallelic inactivation of the neurofibromatosis 2 (NF2) tumor suppressor is associated with meningioma formation in all NF2 patients and 60% of sporadic meningiomas. Deletion of the p16(INK4a)/p14(ARF) locus is found in both benign and malignant meningiomas, while mutation of the p53 tumor suppressor gene is uncommon. Previously, we inactivated Nf2 in homozygous conditional knockout mice by adenoviral Cre delivery and showed that Nf2 loss in arachnoid cells is rate-limiting for meningioma formation. Here, we report that additional nullizygosity for p16(Ink4a) increases the frequency of meningioma and meningothelial proliferation in these mice without modifying the tumor grade. In addition, by using magnetic resonance imaging (MRI) to screen a large cohort of mutant mice, we were able to detect meningothelial proliferation and meningioma development opening the way to future studies in which therapeutic interventions can be tested as preclinical assessment of their potential clinical application.",
  "authors": "Michel Kalamarides; Anat O Stemmer-Rachamimov; Masaya Takahashi; Zhi-Yan Han; Fabrice Chareyre; Michiko Niwa-Kawakita; Peter M Black; Rona S Carroll; Marco Giovannini",
  "journal": "Brain pathology (Zurich, Switzerland)",
  "publicationDate": "2008-01",
  "doi": "10.1111/j.1750-3639.2007.00105.x",
  "methods": "METHODS \n Mice.  To obtain  Nf2 \n flox2/flox2 \n ;p16 \n Ink4a*/*  mice,  Nf2 \n flox2/flox2  mice  (4)  on the FVB/N background were bred to  p16 \n Ink4a*/*  mice  (11)  on a FVB/N/129Ola mixed background, and the resulting  Nf2 \n flox2/+ ;  p16 \n Ink4a*/+  mice were intercrossed. All mice used for this analysis were predominantly FVB/N mixed strain with contemporaneous littermates serving as controls. Pathogens were tested on a quarterly basis, and all serologies tested were negative throughout the study. All animal care and experimentation reported herein were conducted in compliance with the guidelines and with the specific approval of Institutional Animal Care and Use Committee of the French Department of Agriculture. \n Injection of adenoviruses.  Cre recombinase was targeted to the mouse leptomeninges by direct injection of 3 µL (1 ×  10 8  plaque‐forming units) of  adCre  suspension into the subarachnoidal space on postnatal day 2 by trans‐orbital or subdural approach, as previously described  (6) . \n Histopathology and immunohistochemistry.  Mice were sacrificed by CO 2  inhalation when seriously ill (rarely) or after the last magnetic resonance (MR) image acquisition at 15 months and a necropsy was performed. Histopathological analysis was performed as previously described  (6) . PGDS immunohistochemistry was carried out on adjacent paraffin sections using affinity‐purified rabbit polyclonal antibodies (1:500; Santa Cruz, CA, USA sc‐14825) and standard techniques (DakoCytomation, Glostrup, Denmark). The terminology used for the description of the meningothelial lesions in the mouse models relies on the WHO classification of human tumors as a reference  (13) . The term “meningothelial hyperplasia” is not used, as in humans that refers to the proliferation of reactive, normal arachnoid cells. “Meningothelial proliferation” refers to very small (microscopic) lesions composed of meningothelial cells that represent early tumor formation. “Meningioma” refers to a larger lesion, with features similar to a WHO grade I meningioma in human. “Meningioma  en plaque ” refers to a meningioma with a growth pattern of diffuse thickening of the dura, similar to meningioma  en plaque  in humans. \n Electron microscopy.  Paraffin‐embedded tissue was cut into nine pieces, placed in xylene overnight, rehydrated in graded ethanols (100% to 25%), and then placed in gluteraldehyde. Subsequently, the tissue was post‐fixed in osmium tetroxide, stained with uranyl acetate, dehydrated in graded ethanol solutions, infiltrated with propylene oxide/Epon mixtures, flat embedded in pure Epon, and polymerized overnight at 60°C. One‐micrometer sections were cut, stained with toluidine blue, and examined by light microscopy. The best section containing meningioma was chosen to proceed for electron microscopy study and trimmed accordingly. Thin sections were cut with an LKB8801 ultramicrotome and diamond knife, stained with Sato's lead, and examined in a Phillips 301 transmission electron microscope. \n MRI.  MRI was used to identify and localize meningiomas. MR study was performed on a 4.7 Tesla microimaging system (Biospec, Bruker BioSpin MRI, Inc., Ertlingen, Germany). The system consists of three‐axis self‐shielded magnetic field gradients, with 30 G/cm maximum gradient amplitude in all three channels. Under anesthesia by inhalation of 1%–2% of isoflurane (IsoFlo ® , Abbott Laboratories, Abbot Park, IL, USA), all animals were intraperitoneally injected  (1)  a MR contrast agent, Gd‐DTPA (Magnevist ® , Schering, Leverkusen, Germany) at a dose of 0.8 mL/kg body weight and placed 15 minutes later in the radio frequency coil (inside diameter 35 mm). First the localizer imaging with a first echo sequence (rapid acquisition with relaxation enhancement: RARE) was conducted on three orthogonal axes. Subsequently, transverse T2‐weighted images (T2‐WIs) and T1‐weighted images (T1‐WIs) were acquired with a RARE and a conventional spin‐echo sequence, respectively, on entire brain. A pulse repetition time and echo time were 2000 and 40 ms for T2‐WI and 500 and 11 ms for T1‐WI. Other parameters were: 3 cm field of view, 128 × 128 matrix size, eight (for T2‐WI) and four (for T1‐WI) averages, resulting in a total scan time of approximately 2.4 and 4.5 minutes, respectively. Some relevant mice were reimaged before injection of contrast agent to get T1‐weighted images without contrast enhancement. After the brain imaging, some animals that showed neurological symptoms were repositioned and subjected to spinal cord imaging. After the localization, spinal cords were imaged in 1 mm sagittal sections. The other imaging parameters were the same as those in the brain imaging described above. The MRI findings were qualitatively analyzed by two experienced investigators, M.K. and M.T., with consensus. MR studies were repeated at 6, 9, 12, and 15 months followed by pathological examination of all mice. \n Statistics.  Significant differences in survival and tumor development were identified using χ 2  test;  P  < 0.05 was considered significant.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:22:59"
}