{
  "pmid": "18186933",
  "abstract": "BACKGROUND: Drosophila Merlin, the homolog of the human Neurofibromatosis 2 (NF2) gene, is important for the regulation of cell proliferation and receptor endocytosis. Male flies carrying a Mer3 allele, a missense mutation (Met177-->Ile) in the Merlin gene, are viable but sterile; however, the cause of sterility is unknown. RESULTS: Testis examination reveals that hemizygous Mer3 mutant males have small seminal vesicles that contain only a few immotile sperm. By cytological and electron microscopy analyses of the Mer3, Mer4 (Gln170-->stop), and control testes at various stages of spermatogenesis, we show that Merlin mutations affect meiotic cytokinesis of spermatocytes, cyst polarization and nuclear shaping during spermatid elongation, and spermatid individualization. We also demonstrate that the lethality and sterility phenotype of the Mer4 mutant is rescued by the introduction of a wild-type Merlin gene. Immunostaining demonstrates that the Merlin protein is redistributed to the area associated with the microtubules of the central spindle in telophase and its staining is less in the region of the contractile ring during meiotic cytokinesis. At the onion stage, Merlin is concentrated in the Nebenkern of spermatids, and this mitochondrial localization is maintained throughout sperm formation. Also, Merlin exhibits punctate staining in the acrosomal region of mature sperm. CONCLUSION: Merlin mutations affect spermatogenesis at multiple stages. The Merlin protein is dynamically redistributed during meiosis of spermatocytes and is concentrated in the Nebenkern of spermatids. Our results demonstrated for the first time the mitochondrial localization of Merlin and suggest that Merlin may play a role in mitochondria formation and function during spermatogenesis.",
  "methods": "Methods Fly stocks Flies were maintained at 25°C in standard cornmeal yeast-agar medium. Various  Merlin  mutant strains were generously provided by Rick G. Fehon at University of Chicago, Chicago, IL [ 40 ]. Hemizygous  Mer 3  males were taken from the strain  w Mer 3 P{ry [+t7.2] = neoFRT}19A/FM6, y B . The  FM6, y B  siblings and the  y w  males from the stock  y w Pim 19A-FRT/TM6, Tb  (abbreviated here as Pim) were used as controls. The strain  y w Mer 4 P{ry [+t7.2] = neoFRT}19A/FM7i, P{w [+mC] = ActGFP}JMR3  was used as a source of  Mer 4  mutant individuals. The  w sn 3 l (1)18D Eb  P{ry [+t7.2] = neoFRT}19A; P{w [+mC] = cosMer 3 + }3/+  strain with an insertion of a genomic fragment containing the entire  Mer  gene was also used. Transgenic strains carrying the pUAST- MycMer +  or pUAST- MycMer 3  constructs have been described previously [ 8 ]. The strain, containing an insertion of a transposable element carrying the green fluorescent protein (GFP) tag inserted into the  CG8351  gene, was kindly provided by Alain Debec of Université Pierre et Marie Curie, Observatoire Océanologique, Villefranche-sur-mer, France. This strain allowed labeling the cytoplasm of all cells uniformly during spermatogenesis. The strain  y w; Ki Delta2-3  carrying endogenous transposase activity was a gift from the laboratory of Igor Zhimulev, Institute of Cytology and Genetics, Novosibirsk, Russia. Acetic acid/orcein and DAPI staining The females  w Mer 3 P{ry [+t7.2] = neoFRT}19A/FM6, y B  were mated with the males  FM6, y B / Y  from the same stock. The resulting  Mer 3  male  y w Mer 3 P{ry [+t7.2] = neoFRT}19A/Y  and  control FM6, y B/Y  males were obtained and their testes were dissected. The squashed preparations of testes were performed according to Ashburner [ 27 ]. Briefly, testes were dissected in Hanks balanced salt solution (HBSS) and stained in a 1:1 mixture of 1% acetic acid/orcein and 1% acetic acid/carmine for 2 hours at room temperature. Stained testes were examined under phase-contrast optics of an Axiovert-200 microscope (Carl-Zeiss). For DAPI staining, dissected testis tissues were fixed in 3.7% formaldehyde in Dulbecco's phosphate-buffered saline (PBS), pH 7.2, and stained with DAPI (1.5 μg/ml) prior to visualization under the epifluorescence optics of an Axiovert-200 microscope. Transgenesis Genomic DNA were isolated from flies carrying the  UAS-MycMer +  or  UAS-MycMer 3  insertion as described above and amplified by PCR to generate  Merlin  cDNAs as previously described [ 8 ]. The  Merlin  cDNAs were inserted into the pUASP vector at the  Sac II and  Xba I sites. The DNA inserts in the plasmids were confirmed by restriction digestions and direct sequencing. Embryos with the genetic constitution  y w; Ki Delta2-3 , carrying the endogenous transposase  Delta2-3 , were injected with the pUASP- MycMer +  or pUASP- MycMer 3  DNA. After reaching the adult stage, the injected flies were mated with  y w  mating partners. The resulting  w +  progeny were isolated and crossed to establish a strain carrying a transposition. A few independent insertions were obtained for each construct, and the presence of the Merlin coding sequence in the transposants was tested by PCR analysis of genomic DNA described above. Living cytology For the examination of sperm motility, seminal vesicles of male flies that had been alone for three days were isolated and checked for movement of sperm heads under Varel contrast optics of an Axiovert-200 microscope. For general spermatogenesis inspection, dissected testes were squashed in HBSS using coverslips as described by Fuller [ 2 ]. The unfixed preparations of live cysts were examined for the coiling process according to Cross and Shellenbarger [ 3 ]. Antibody staining Dissected testes were placed onto poly-L-lysine coated slides. To isolate cysts, the dissected testes were pierced using a tungsten needle attached to a Narishigi micromanipulator. Slides with testis tissues attached were fixed in 3.7% formaldehyde in PBS, pH 7.2. After washing in PBS 10 min three times, fixed tissues were permeated with 1% Triton X-100 in PBS for 30 min and then pretreated with the blocking solution containing 1% non-fat dry milk in PBS. Pretreated tissues were incubated with a guinea pig anti-Merlin antibody (1:6000 dilution; [ 17 ]) or a mouse anti-α-tubulin antibody (1:500 dilution; Sigma Chemicals) overnight. After washing with PBS three times, a secondary antibody conjugate (Alexa 488-conjugated anti-guinea pig IgG [1:700 dilution], Alexa 568-conjugated anti-mouse IgG [1:200 dilution, or a FITC-conjugated anti-mouse IgG [1:50 dilution]) was added for 2 hours at room temperature. To visualize actin filaments, FITC-conjugated phalloidin (1:50 dilution; Molecular Probe) was used. In some experiments, nuclei were stained with DAPI (1.5 μg/ml). After staining, the slides were mounted in Mowiol with 10% DABCO and examined under the epifluorescence or phase-contrast optics of an Axiovert-200 or an Olympus BX50 microscope. Electron microscopy Dissected testes were fixed in 2% glutaraldehyde in PBS, pH 7.4, for 2 hours and then treated with 1% osmium tetraoxide in PBS for 1 hour. Treated tissues were stained with 1% uranyl acetate at 4°C overnight. Following dehydration in ascending ethanol solutions, stained tissues were embedded in Agar-100, mounted in the block, and polymerized at 60°C for two to three days. Ultrathin sections were prepared and contrasted by incubating in 1% uranyl acetate and lead citrate, and examined using a Hitachi H7650 or a JEOL 1000SX transmission electron microscope.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T21:59:14.750874",
  "abstract_length": 1786,
  "methods_length": 5605,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}