{
  "pmid": "18188004",
  "abstract": "Real-time PCR analysis of candidate imprinted genes on mouse chromosome 11 shows  balanced expression from the maternal and paternal chromosomes and  strain-specific variation in expression levels.  Tuskan RG(1), Tsang S, Sun Z, Baer J, Rozenblum E, Wu X, Munroe DJ, Reilly KM.  Author information: (1)Mouse Cancer Genetics Program, National Cancer Institute at Frederick,  Frederick, Maryland 21702, USA.  Imprinted genes are monoallelically expressed from either the maternal or  paternal genome. Because cancer develops through genetic and epigenetic  alterations, imprinted genes affect tumorigenesis depending on which parental  allele undergoes alteration. We have shown previously in a mouse model of  neurofibromatosis type 1 (NF1) that inheriting mutant alleles of Nf1 and Trp53  on chromosome 11 from the mother or father dramatically changes the tumor  spectrum of mutant progeny, likely due to alteration in an imprinted gene(s)  linked to Nf1 and Trp53. In order to identify imprinted genes on chromosome 11  that are responsible for differences in susceptibility, we tested candidate  imprinted genes predicted by a bioinformatics approach and an experimental  approach. We have tested 30 candidate genes (Havcr2, Camk2b, Ccdc85a, Cntnap1,  Ikzf1, 5730522E02Rik, Gria1, Zfp39, Sgcd, Jup, Nxph3, Spnb2, Asb3, Rasd1,  Map2k3, Map2k4, Trp53, Serpinf1, Crk, Rasl10b, Itga3, Hoxb5, Cbx1, Pparbp,  Igfbp4, Smarce1, Stat3, Atp6v0a1, Nbr1 and Meox1), two known imprinted genes  (Grb10 and Impact) and Nf1, which has not been previously identified as an  imprinted gene. Although we confirmed the imprinting of Grb10 and Impact, we  found no other genes imprinted in the brain. We did, however, find strain-biased  expression of Camk2b, 5730522E02Rik, Havcr2, Map2k3, Serpinf1, Rasl10b, Itga3,  Asb3, Trp53, Nf1, Smarce1, Stat3, Cbx1, Pparbp and Cntnap1. These results  suggest that the prediction of imprinted genes is complicated and must be  individually validated. This manuscript includes supplementary data listing  primer sequences for Taqman assays and Ct values for Taqman PCR.  DOI: 10.4161/epi.3.1.5469 PMCID: PMC2507877 PMID: 18188004 [Indexed for MEDLINE]",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-16T15:37:16.932173",
  "abstract_length": 2173,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}