{
  "pmid": "PMID:18188004",
  "title": "Real-time PCR analysis of candidate imprinted genes on mouse chromosome 11 shows balanced expression from the maternal and paternal chromosomes and strain-specific variation in expression levels.",
  "abstract": "Imprinted genes are monoallelically expressed from either the maternal or paternal genome. Because cancer develops through genetic and epigenetic alterations, imprinted genes affect tumorigenesis depending on which parental allele undergoes alteration. We have shown previously in a mouse model of neurofibromatosis type 1 (NF1) that inheriting mutant alleles of Nf1 and Trp53 on chromosome 11 from the mother or father dramatically changes the tumor spectrum of mutant progeny, likely due to alteration in an imprinted gene(s) linked to Nf1 and Trp53. In order to identify imprinted genes on chromosome 11 that are responsible for differences in susceptibility, we tested candidate imprinted genes predicted by a bioinformatics approach and an experimental approach. We have tested 30 candidate genes (Havcr2, Camk2b, Ccdc85a, Cntnap1, Ikzf1, 5730522E02Rik, Gria1, Zfp39, Sgcd, Jup, Nxph3, Spnb2, Asb3, Rasd1, Map2k3, Map2k4, Trp53, Serpinf1, Crk, Rasl10b, Itga3, Hoxb5, Cbx1, Pparbp, Igfbp4, Smarce1, Stat3, Atp6v0a1, Nbr1 and Meox1), two known imprinted genes (Grb10 and Impact) and Nf1, which has not been previously identified as an imprinted gene. Although we confirmed the imprinting of Grb10 and Impact, we found no other genes imprinted in the brain. We did, however, find strain-biased expression of Camk2b, 5730522E02Rik, Havcr2, Map2k3, Serpinf1, Rasl10b, Itga3, Asb3, Trp53, Nf1, Smarce1, Stat3, Cbx1, Pparbp and Cntnap1. These results suggest that the prediction of imprinted genes is complicated and must be individually validated. This manuscript includes supplementary data listing primer sequences for Taqman assays and Ct values for Taqman PCR.",
  "authors": "Robert G Tuskan; Shirley Tsang; Zhonghe Sun; Jessica Baer; Ester Rozenblum; Xiaolin Wu; David J Munroe; Karlyne M Reilly",
  "journal": "Epigenetics",
  "publicationDate": "2008",
  "doi": "10.4161/epi.3.1.5469",
  "methods": "Methods Generation of F1 hybrid mice To generate B6 paternal F1 hybrids on a B6XA background, we crossed B6- Nf1 − /+;Trp53 − /+cis  males to wild-type A/J females. We used wild-type F1 progeny from this cross for RNA and genomic DNA. To generate B6 maternal F1 hybrids, we crossed  Nf1 − /+;Trp53 − /+cis  females to wild-type A/J males, and used wild-type F1 progeny. We chose progeny matched for age and sex as much as possible given the available mice. The B6XA progeny were all males, the three B6 paternal cohort mice were euthanized at 2.1, 2.1, and 6.0 months of age and the three B6 maternal cohort mice were all euthanized at 3.3 months of age. To generate B6X129S4 F1 hybrids, 129S4- Nf1 − /+;Trp53 − /+cis  mice were crossed to wild-type B6. The B6X129S4 progeny were half males and half females. The four B6 paternal cohort mice were two females and two males all euthanized at 3.4 months of age. The four B6 maternal cohort mice were two females and two males all euthanized at 3.3 months of age. The 129S4- Nf1 − /+;Trp53 − /+cis  we used to generate the F1 hybrids have been maintained on inbred 129S4 since the generation of the knockout  Nf1  and  Trp53  alleles. 31 ,  32  The B6- Nf1 − /+;Trp53 − /+cis  we used to generate the B6XA/J F1 hybrids have been backcrossed approximately 30 generations onto C57BL/6J. We purchased wild-type A/J from Jackson Laboratory (Bar Harbor, ME) Isolation of brain RNA and tail genomic DNA We euthanized mice by CO 2  asphyxiation and removed whole brains. The tissue was weighed and 100 mg was homogenized in Trizol Reagent (Invitrogen, Carlsbad, CA) using an Omni power homogenizer (Omni International, Marietta, GA). We isolated total RNA from the homogenized tissue using Trizol Reagent, following the manufacturer’s protocol. The isolated total RNA was quantified using a NanoDrop (NanoDrop Technologies, Wilmington, DE). Prior to cDNA synthesis the total RNA was DNased-treated with DNAfree (Ambion, Austin, TX) following the manufacturer’s protocol. The cDNA was synthesized using Superscript II First-Strand Synthesis System for RT-PCR (Invitrogen, Carlsbad, CA). Genomic DNA was isolated from tails by digestion with proteinase K (100 mM Tris, pH 8.5, 5 mM EDTA, 0.2% SDS, 200 mM NaCl, 400 ug/ml proteinase K). After digestion, the genomic DNA was precipitated, resuspended in dH 2 O and treated with two rounds of phenol/chloroform purification. Taqman assay design SNPs predicted to be polymorphic between B6 and A/J or B6 and 129S1 or 129X1 for our genes of interest were chosen from the Jackson Laboratory Mouse Phenome Database SNP website ( http://phenome.jax.org/pub-cgi/phenome/mpdcgi?rtn=snps/wiz1 ). We designed Taqman assays for these SNPs using Assay-by-Design or Primer-Express software as described previously. 15  The SNP identification numbers from the NCBI dbSNP database and the primer sequences are given in  Supplemental Table 2 . We used a standard curve of mixtures of B6 DNA with either A/J DNA or 129S4 DNA to determine the percentage of B6 DNA in each sample. Briefly, we determined the third order polynomial function for each assay using the LINEST function in Excel or regression analysis in GraphPad Prism 4.0a with the percentage of B6 DNA in the standard curve and the Ct difference between the FAM and VIC probes. The Ct difference between the FAM and VIC probes from the experimental samples was then plugged into the polynomial equation to determine the percentage B6 DNA in the sample. All sequence and SNP data were from the NCBI Mouse Genome Build 36.1. Gene names were updated from NCBI Mouse Genome Build 37.1.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:23:01",
  "introduction": "Introduction Genes that are imprinted show monoallelic expression from either the maternal or the paternal genome. Imprinted marks are established during spermatogenesis and oogenesis to label the maternal and paternal genomes differently and control expression of particular genes. Although much has been learned about how individual genes are marked for imprinting, 1  the general rules for establishing imprinting marks are not completely known making it difficult to predict which genes are imprinted from the genomic DNA sequence. Recently two studies have taken different approaches to genome-wide prediction of imprinted genes. Nikaido and colleagues 2 ,  3  generated embryos derived entirely from the maternal genome (parthengenetic embryos) or from the paternal genome (androgenetic embryos) and compared the expression of 27,663 genes using a high-throughput microarray approach. They identified 2114 transcripts differentially regulated between the two types of experimentally derived embryos. In this analysis they found 11 known imprinted genes and further validated two novel transcripts by sequencing single nucleotide polymorphisms (SNPs) in cDNA derived from F1 reciprocal cross embryos. This study has provided a wealth of candidate imprinted genes, but also likely includes candidates that are not themselves imprinted, but whose expression are dependent directly or indirectly on the expression of an imprinted gene. A more recent study by Luedi and colleagues 4  used a bioinformatics rather than an experimental approach to identify candidate imprinted genes. Based on 44 known imprinted genes, a machine-learning algorithm was used to predict the imprinting status and whether the genes were maternally or paternally imprinted for 23,788 annotated mouse genes. Six hundred candidate genes were identified by the computer program and ranked by the P value for statistical significance. Statistical methods were used to validate the approach and the resulting data was used to predict the features important for imprinting. As with the study by Nikaido and colleagues, this computer modeling approach provided many candidates that can be further validated for their imprinting status. We are interested in the role of imprinted genes in cancer. Cancer is fundamentally a disease of gene alteration, both at the genetic and at the epigenetic level. 5 ,  6  Imprinted genes can play a role in cancer through epigenetic changes resulting in gene silencing or ectopic expression, or through genetic changes that cause loss or amplification of specific parental alleles of imprinted genes. For example, rhabdomyosarcomas have been shown to specifically lose the maternal copy of human chromosome 11, 7  the paternal copy of human chromosome 19 is lost in oligodendrogliomas, 8  and the maternal copy of human chromosome 11 is lost in  SDHD -linked familial paraganglioma. 9 Neurofibromatosis type 1 (NF1) is a familial cancer syndrome in which patients carry mutations in the  NF1  gene encoding the neurofibromin protein. Neurofibromin functions as a rasGAP protein to downregulate ras signaling and when neurofibromin is mutated ras becomes hyperactivated, contributing to tumors as well as many other disease manifestations. 10  NF1 patients develop benign neurofibromas and optic nerve gliomas, as well as malignant astrocytomas and malignant peripheral nerve sheath tumors. A study of monozygotic twins and more distantly related family members has demonstrated that genes unlinked to  NF1  affect the severity of the disease. 11  Because of this, we have been studying NF1 to better understand the mechanisms underlying cancer susceptibility. Using a mouse model of the malignancies associated with NF1 12 – 14  we have identified several genetic loci that alter susceptibility to astrocytoma and malignant peripheral nerve sheath tumors. 15 ,  16 In our mouse model of NF1 malignancies, the mouse  Nf1  gene and the  Trp53  gene encoding the p53 protein are mutated on the same chromosome 11 in cis ( Nf1 − /+;Trp53 − /+cis  mice) such that they are inherited as a single mutation in genetic crosses. Interestingly, one of the strongest effects on astrocytoma and malignant peripheral nerve sheath tumor susceptibility is inheritance of the  Nf1;Trp53  mutant chromosome from the mother or the father. Mice that inherit the  Nf1;Trp53  mutation from their father are at an increased risk for developing malignant peripheral nerve sheath tumor 15  and mice that inherit the  Nf1;Trp53  mutation from their mother are at an increased risk for developing astrocytoma. 16  Because these effects can be seen on a highly inbred C57BL/6J (B6) strain background, we hypothesize that an imprinted gene (or genes) on chromosome 11, as opposed to maternal effects, is responsible for the differences in susceptibility. When the wild-type copies of  Nf1  and  Trp53  are lost at the initiation of tumorigenesis, imprinted genes on chromosome 11 may be lost, amplified, or dysregulated leading to changes in susceptibility depending on whether the lost allele is the maternal or paternal copy. Four imprinted genes have been confirmed on chromosome 11 ( Grb10, Commd1, U2af1-rs1 , and the  Ddc-exon1a  transcript 17 ) ( http://www.geneimprint.com/site/genes-by-species.Mus+musculus ,  http://www.mgu.har.mrc.ac.uk/research/imprinting/maps/new/imprin-viewmaps11.html ), however, many more are predicted to be imprinted. We have developed a sensitive method to test candidate imprinted genes using Taqman real-time PCR and have tested many of the candidate imprinted genes on mouse chromosome 11. This method allows one to determine whether a gene of interest shows an imprinted pattern of expression in tissue that can then be followed up by confirmation using bisulfite analysis of genomic methylation. We have tested the imprinting status of the candidates in normal adult brain of wild-type intra-species F1 hybrids to avoid any potential changes in imprinting due to inter-species hybrids. 18",
  "results": "Results We examined 28 genes on chromosome 11 that were predicted to be imprinted using a bioinformatic approach. 4  Of these 28 genes,  Aipl1, Zfp750 , and  Lyzl6  were predicted to have little to no expression in the brain based on microarray expression data available online from GNF SymAtlas v1.2.4 ( http://symatlas.gnf.org/SymAtlas/ ). Of the remaining 25 genes, 11 ( Stra13, Wscd1, 0610010K14Rik, Tmem98, Osbp2, Lrrc45, Mtmr3 ,  Plekhh3 ,  1110067D22Rik ,  Tbcd , and  1110031I02Rik ) did not have any available single nucleotide polymorphisms (SNPs) between C57BL/6J (B6) and either A/J or 129S1 or 129X1 in the mRNA sequence or the available SNPs were too close to exon-intron boundaries to design assays that amplify both mRNA and genomic DNA sequence equally ( http://phenome.jax.org/pub-cgi/phenome/mpdcgi?rtn=snps/door ). Of the remaining 18 genes, one was predicted to be a processed pseudogene ( ENSMUSG00000050692 ) and another was an olfactory receptor ( Olfr43 ). We therefore excluded these two genes from our analysis as being unlikely to affect cancer susceptibility in our model. The remaining 12 genes that we designed quantitative PCR assays for were  Havcr2, Camk2b, Ccdc85a, Cntnap1, Ikzf1, 5730522E02Rik, Gria1, Zfp39, Sgcd, Jup, Nxph3,  and  0610025P10Rik . The assay for  0610025P10Rik  failed in the first round of design and was not pursued further, giving us 11 genes to test from the study by Leudi et al. We also examined 122 Riken clones that had been reported to be differentially expressed in parthenogenetic embryos and androgenotic embryos. 2 ,  3  Because parthenogenetic embryos are generated entirely from the maternal genome and androgenetic embryos are generated entirely from the paternal genome, genes that are differentially expressed between these two types of embryos are predicted to be imprinted or dependent on imprinted genes for their expression. Of the 121 Riken genes on chromosome 11 ( http://fantom2.gsc.riken.jp/EICODB/imprinting/cgi-bin/him.cgi?chr=11&sp=Mm ), 29 were discontinued records or not found in the NCBI database and were excluded from our analysis. Thirty-four genes did not have polymorphic SNPs between B6 and A/J or 129S1 or 129X1 in the mRNA sequence ( Drg1, Selm, Plek, 0610010F05Rik, Kcnip1, Dock2, Adra1b, 9530066K23Rik, Rasgef1c, Canx, Zfp354c, Zfp354a, Cdkl3, Tcf7, 9530068E07Rik, Flcn, Mpdu1, Alox12, Pfn1, Ksr1, Evi2a, Rab11fip4, Zfp207, Ccl11, Fkbp10, Tmem101, Mettl2, Pitpnc1, Sumo2, Cbx8, Cbx4, Aatk ,  Mtmr3,  and  2810410L24Rik ). Of the remaining 59 genes, five were predicted to have little or no expression in the brain ( Itk, Krt20, Klhl10, Birc5 , and  Tex19 ). From the remaining 54 genes we chose 20 to design quantitative PCR assays. These genes are  Ikzf1, Spnb2, Asb3, Rasd1, Map2k3, Map2k4, Trp53, Serpinf1, Crk, Rasl10b, Itga3, Hoxb5, Cbx1, Pparbp, Igfbp4, Smarce1, Stat3, Atp6v0a1, Nbr1 , and  Meox1. Ikzf1  was identified in both the bioinformatics gene list 4  and the experimental gene list 2  giving us a total of 30 experimental genes to test. In addition to the 30 candidate genes, we designed assays for two known imprinted genes ( Grb10  and  Impact ) 19 – 22  and  Nf1  because we wanted to test whether  Nf1  or  Trp53  are monoallelically expressed in our  Nf1 − /+;Trp53 − /+cis  mouse model ( Trp53  was identified as a candidate in parthenogenetic/androgenetic embryos). The 32 genes on chromosome 11 are diagramed in  Figure 1 . The positive control gene  Impact  is located on mouse chromosome 18 and is not shown. We designed Taqman quantitative PCR assays for the 33 tested genes as described previously 15  (Tsang et al, in preparation). We ran the assays on different ratios of B6:A/J genomic DNA or B6:129S4Sv/Jae (129S4) in which inbred B6 DNA and inbred A/J or 129S4 DNA were mixed such that constant amounts of DNA ranged from 0% B6:100% A/J (or 129S4) to 100% B6:0% A/J (or 129S4). We determined the cubic regression for each assay from this dilution curve and used it to calculate the %B6 in each experimental samples from the difference in Ct between the B6 allele probe and the A/J or 129S4 allele probe. The absolute Ct values were examined to determine whether a gene was expressed at a very low level in adult brain. To determine whether the candidate genes were imprinted we isolated RNA from adult brains of polymorphic reciprocal F1 progeny. Shi et al have demonstrated that hybrids between Mus musculus and Mus spretus show loss of normal imprinting patterns, 18  so we used only Mus musculus derived inbred strains to make reciprocal crosses, although this limited the available polymorphisms to distinguish parental gene alleles. Half the tested samples were from mice that inherited the B6 allele from their father and half inherited the B6 allele from their mother. The opposite parent was either A/J or 129S4 depending on the SNP being tested. We isolated genomic DNA from the tails of the same mice and used this F1 genomic DNA in which the alleles are balanced to control for biased amplification of one allele or the other. We compared the ratio of alleles in cDNA samples made from brain RNA to the ratio of alleles in the matched genomic DNA samples.  Supplemental Table 2  shows the level of amplification of the different samples (given as Ct, where Ct is the cycle number at which the signal exceeds the threshold of detection and the lower the Ct value the greater the amount of the SNP allele present in the sample). We averaged the Ct values from three or four separate brains run each in duplicate for the B6 SNP and the A/J or 129S4 SNP for cDNA and gDNA separately. In addition to determining the average Ct, we tested for outliers using Grubbs’ test 23  and removed them from the analysis. All outliers had higher Ct values, suggesting that they resulted from a failure of the Taqman assay likely due to pipetting errors in the high-throughput experiment. Two genes were expressed at very low levels ( Sgcd  and  Meox1 ) with the Ct values for both probes being greater than 34 cycles, making it more difficult to determine the allelic ratios with certainty. The standard deviation of the calculated value of %B6 was very large ( Table 1 ), such that it was not possible to determine the statistical significance of any differences seen in these samples. In addition, three assays showed low amplification of the genomic DNA ( Gria1, Meox1 , and  Impact ), although in most cases the standard deviations were still small. We calculated the percentage of B6 allele in the cDNA and gDNA samples from the Ct values and the results are shown in  Table 1 . Genes with very low expression levels show high variability as evidenced by the high standard deviations. Only two of the genes tested showed evidence of monoallelic expression,  Grb10  ( Figure 2A ) and  Impact  ( Figure 2B ), the positive controls included in the experiment. Both were expressed from the paternal chromosome as expected for brain tissue. 19 – 22  Overall, our data does not support the predictions of imprinting from previous bioinformatic 4  or experimental 2  approaches. We found several genes in the set we tested that show greater expression in one strain or the other. We compared the percentage B6 allele for cDNA samples to the percentage B6 allele for genomic DNA samples. Eleven genes showed less expression from the B6 allele than from the other allele ( Camk2b, 5730522E02Rik, Havcr2, Map2k3, Serpinf1, Rasl10b, Cbx1 ,  Itga3, Pparbp, Smarce1  and  Cntnap1 ). A graph of  Camk2b  allelic balance is shown in  Figure 2C  as an example. Six genes showed slightly higher expression from the B6 allele than from the other allele ( Asb3, Trp53, Nf1,  and  Stat3 ). Graphs of  Asb3  ( Figure 2D ),  Trp53  ( Figure 2E ) and  Nf1  ( Figure 2F ) are shown for example. We had previously shown that  Nf1  was expressed higher in the brains of inbred B6 mice than inbred 129S4 mice. 24  As shown in  Figure 2F , we do see the B6 allele expressed slightly higher than the 129 allele in B6X129S4 F1 hybrids brains, although this difference was only statistically significant when the paternal and maternal samples are combined (P=0.02, t-test). For six genes ( Serpinf1, Nf1, Stat3, Cbx1 ,  Pparbp,  and  Smarce1 ), we combined the cDNA and gDNA samples because there was no statistically significant difference between maternal B6 and paternal B6 cDNA or gDNA and we determined the statistical significance of the strain expression bias in the combined samples.",
  "discussion": "Discussion Our data demonstrates that genome-wide prediction of imprinted genes is not yet reliable, at least for expression in the adult brain, and that validation of candidate imprinted genes is very important. Of the genes we tested, only the previously known imprinted genes,  Grb10  and  Impact , were imprinted in the brain and none of the reported candidates from the literature 2 ,  4  on chromosome 11 showed evidence of imprinting. Our data support previous findings that only a small percentage of the candidate imprinted genes identified by Nikaido et al are confirmed as imprinted in normal hybrid embryos. 25   Grb10  has been shown to have complex imprinting patterns in different tissues, being paternally, maternally, or biallelically expressed depending on the tissue studied 19 – 21  so it certainly remains possible that these candidate genes show imprinted expression in tissues other than the brain. It is important to note that it is not possible to prove that a gene is never imprinted, since imprinted expression could be specific to a different tissue, time of development, or possibly to the strain background. However, our results provide evidence that these genes are not universally imprinted and can show biallelic expression in the brain. This presents the interesting possibility that as more candidate imprinted genes are validated in different tissues it may be possible to develop machine learning programs to identify the tissue-specific imprinting signatures surrounding these genes. Studies of parthegenotes and androgenotes will not distinguish these tissue-specific imprinted genes, and so it is important to develop methods such as the one we present here to look at imprinted expression in specific tissues. It is interesting to note that for the genes on chromosome 11 identified as imprinted by the studies of Nikaido et al and Luedi et al, there were only two genes found in both datasets, suggesting very little overlap of these two methods. We were unable to test  Mtmr3  due to a lack of exon SNPs polymorphic for the strains we studied. We tested  Ikzf1  and found no imprinting or strain bias. The computer model of Luedi et al predicted that  Ikzf1  should be maternally imprinted, whereas the experimental data from Nikaido et al demonstrated expression from the paternal genome. In addition, a recent study 26  examined the differential expression of genes in mice with maternal or paternal duplications of chromosome 11 and also found paternal expression of  Ikzf1  in the brain. The Nikaido study uses androgenotes and parthegenotes that may not undergo normal maintenance of imprinted genes through the process of manipulating embryos, 27  whereas the Schulz study uses translocated chromosomes to generate uniparental disomies. In the case of uniparental disomies it is not clear whether the translocated chromosome pieces are packaged properly in the nucleus with the homologous chromosome or whether they are located with the centromeric chromosome in the nucleus, and whether this could potentially lead to subtle changes in gene expression. 28  It is therefore formally possible that the expression of  Ikzf1  is more sensitive to changes in chromatin packaging. There is precedence for this in the work of Ling et al who showed that normal expression of the paternal  Nf1  allele depends on the stable interaction of the paternal mouse chromosome 11 and the maternal mouse chromosome 7 through the CTCF insulator protein, whereas expression of the maternal  Nf1  allele is not affected by this interaction 29  It is also unclear how a mixed strain background could affect the interpretation of imprinted candidates in these different experiments, given we see very clear effects of strain polymorphisms on expression on many genes. The parental expression bias we see in our data ranges from very subtle (3% difference in allelic expression) to quite substantial (54% difference). Although these differences are statistically significant, it is unlikely that the smaller differences affect tumor susceptibility or other biological function. We report these subtle differences here because they may reflect subtle differences in the epigenetic marks surrounding these genes that could explain why they were identified in the studies of Nikaido et al and Luedi et al. For most of the genes that show a strain-specific bias, there are polymorphic SNPs between B6 and A/J or 129S1/129X1 in the 5′UTR and intron 1 (Jackson Laboratory Mouse Phenome Database SNP website,  http://phenome.jax.org/pub-cgi/phenome/mpdcgi?rtn=snps/wiz1 ), suggesting that the difference in expression levels could be due in part to cis-acting polymorphisms affecting transcription. Two exceptions are  Havcr2  that has SNPs between B6 and A/J in intron 2, but not intron 1 or the 5′UTR, and  Serpinf1  that has a synonymous coding SNP polymorphic between B6 and A/J in exon 8. These two genes could be differentially expressed due to polymorphisms in trans-acting factors, or other more indirect effects. We have previously shown using quantitative PCR and SYBR green detection methods that the level of expression of  Nf1  in wild-type B6 brains is 30% higher than wild-type 129 brains. 24  In these experiments using Taqman quantitative PCR on B6X129S4 F1 brains we find higher expression from the B6 allele than from the 129S4 allele ranging from 5–16% depending on the experimental run. In both experiments the B6 allele is expressed at a higher level than the 129S4 allele, however the size of the effect is smaller in the F1 hybrid than in the inbred strains. This may be due to trans-acting factors that are matched to the strain of the  Nf1  gene, such that there is a mixture of trans-acting alleles in the F1 hybrid and a dampening of the expression difference. It is interesting to note that we see a similar strain effect on the  Trp53  gene, such that the B6 allele is expressed 24–54% higher on average than the 129S4 allele depending on the experimental run. It has been shown that the phenotype of  Trp53  null mice differs on a 129 inbred strain background compared to a B6,129 mixed strain background 30  and this data suggests that there may be additional strain specific effects in the presence of p53. In the case of both the  Nf1  and  Trp53  tumor suppressors, expression is higher in the brains of mice that are more susceptible to brain cancer 16  suggesting that the higher level of the tumor suppressor gene is not protective against cancer. We hypothesize that the B6 strain may have evolved higher levels of oncogenic factors in balance and opposing  Nf1  and  Trp53 , such that when the tumor suppressor genes become mutated or lost the oncogenic effects are more pronounced in the B6 strain, increasing susceptibility to cancer. Additional experiments are needed to test whether this accounts for the difference in strain susceptibility to cancer. Although we have not identified any novel fully imprinted genes in this study, the validation of candidates and demonstration of their biallelic expression in the adult brain will be useful for refinement of future computational predictors of imprinted genes. In particular, this method of expression analysis distinguishes imprinting from other variations in expression, and provides support to pursue further proof of imprinting by bisulfite analysis of genomic DNA. These data also emphasize the importance of assaying imprinted genes on well-defined genetic backgrounds to separate out strain-specific effects from parental origin effects. There remain 120 candidate genes on chromosome 11 from the studies of Nikaido et al and Luedi et al that may be imprinted; however, because 30 out of the 30 we tested were biallelically expressed, it may be worth refining the methods of predicting imprinted candidates before analyzing these additional genes. Finally, our data suggest that  Grb10  remains a top candidate for the imprinted effect on chromosome 11 responsible for variation in tumor susceptibility in  Nf1 − /+;Trp53 − /+cis  mice.",
  "upgrade_date": "2026-02-21 02:19:34"
}