{
  "pmid": "PMID:18188004",
  "title": "Real-time PCR analysis of candidate imprinted genes on mouse chromosome 11 shows balanced expression from the maternal and paternal chromosomes and strain-specific variation in expression levels.",
  "abstract": "Imprinted genes are monoallelically expressed from either the maternal or paternal genome. Because cancer develops through genetic and epigenetic alterations, imprinted genes affect tumorigenesis depending on which parental allele undergoes alteration. We have shown previously in a mouse model of neurofibromatosis type 1 (NF1) that inheriting mutant alleles of Nf1 and Trp53 on chromosome 11 from the mother or father dramatically changes the tumor spectrum of mutant progeny, likely due to alteration in an imprinted gene(s) linked to Nf1 and Trp53. In order to identify imprinted genes on chromosome 11 that are responsible for differences in susceptibility, we tested candidate imprinted genes predicted by a bioinformatics approach and an experimental approach. We have tested 30 candidate genes (Havcr2, Camk2b, Ccdc85a, Cntnap1, Ikzf1, 5730522E02Rik, Gria1, Zfp39, Sgcd, Jup, Nxph3, Spnb2, Asb3, Rasd1, Map2k3, Map2k4, Trp53, Serpinf1, Crk, Rasl10b, Itga3, Hoxb5, Cbx1, Pparbp, Igfbp4, Smarce1, Stat3, Atp6v0a1, Nbr1 and Meox1), two known imprinted genes (Grb10 and Impact) and Nf1, which has not been previously identified as an imprinted gene. Although we confirmed the imprinting of Grb10 and Impact, we found no other genes imprinted in the brain. We did, however, find strain-biased expression of Camk2b, 5730522E02Rik, Havcr2, Map2k3, Serpinf1, Rasl10b, Itga3, Asb3, Trp53, Nf1, Smarce1, Stat3, Cbx1, Pparbp and Cntnap1. These results suggest that the prediction of imprinted genes is complicated and must be individually validated. This manuscript includes supplementary data listing primer sequences for Taqman assays and Ct values for Taqman PCR.",
  "authors": "Robert G Tuskan; Shirley Tsang; Zhonghe Sun; Jessica Baer; Ester Rozenblum; Xiaolin Wu; David J Munroe; Karlyne M Reilly",
  "journal": "Epigenetics",
  "publicationDate": "2008",
  "doi": "10.4161/epi.3.1.5469",
  "methods": "Methods Generation of F1 hybrid mice To generate B6 paternal F1 hybrids on a B6XA background, we crossed B6- Nf1 − /+;Trp53 − /+cis  males to wild-type A/J females. We used wild-type F1 progeny from this cross for RNA and genomic DNA. To generate B6 maternal F1 hybrids, we crossed  Nf1 − /+;Trp53 − /+cis  females to wild-type A/J males, and used wild-type F1 progeny. We chose progeny matched for age and sex as much as possible given the available mice. The B6XA progeny were all males, the three B6 paternal cohort mice were euthanized at 2.1, 2.1, and 6.0 months of age and the three B6 maternal cohort mice were all euthanized at 3.3 months of age. To generate B6X129S4 F1 hybrids, 129S4- Nf1 − /+;Trp53 − /+cis  mice were crossed to wild-type B6. The B6X129S4 progeny were half males and half females. The four B6 paternal cohort mice were two females and two males all euthanized at 3.4 months of age. The four B6 maternal cohort mice were two females and two males all euthanized at 3.3 months of age. The 129S4- Nf1 − /+;Trp53 − /+cis  we used to generate the F1 hybrids have been maintained on inbred 129S4 since the generation of the knockout  Nf1  and  Trp53  alleles. 31 ,  32  The B6- Nf1 − /+;Trp53 − /+cis  we used to generate the B6XA/J F1 hybrids have been backcrossed approximately 30 generations onto C57BL/6J. We purchased wild-type A/J from Jackson Laboratory (Bar Harbor, ME) Isolation of brain RNA and tail genomic DNA We euthanized mice by CO 2  asphyxiation and removed whole brains. The tissue was weighed and 100 mg was homogenized in Trizol Reagent (Invitrogen, Carlsbad, CA) using an Omni power homogenizer (Omni International, Marietta, GA). We isolated total RNA from the homogenized tissue using Trizol Reagent, following the manufacturer’s protocol. The isolated total RNA was quantified using a NanoDrop (NanoDrop Technologies, Wilmington, DE). Prior to cDNA synthesis the total RNA was DNased-treated with DNAfree (Ambion, Austin, TX) following the manufacturer’s protocol. The cDNA was synthesized using Superscript II First-Strand Synthesis System for RT-PCR (Invitrogen, Carlsbad, CA). Genomic DNA was isolated from tails by digestion with proteinase K (100 mM Tris, pH 8.5, 5 mM EDTA, 0.2% SDS, 200 mM NaCl, 400 ug/ml proteinase K). After digestion, the genomic DNA was precipitated, resuspended in dH 2 O and treated with two rounds of phenol/chloroform purification. Taqman assay design SNPs predicted to be polymorphic between B6 and A/J or B6 and 129S1 or 129X1 for our genes of interest were chosen from the Jackson Laboratory Mouse Phenome Database SNP website ( http://phenome.jax.org/pub-cgi/phenome/mpdcgi?rtn=snps/wiz1 ). We designed Taqman assays for these SNPs using Assay-by-Design or Primer-Express software as described previously. 15  The SNP identification numbers from the NCBI dbSNP database and the primer sequences are given in  Supplemental Table 2 . We used a standard curve of mixtures of B6 DNA with either A/J DNA or 129S4 DNA to determine the percentage of B6 DNA in each sample. Briefly, we determined the third order polynomial function for each assay using the LINEST function in Excel or regression analysis in GraphPad Prism 4.0a with the percentage of B6 DNA in the standard curve and the Ct difference between the FAM and VIC probes. The Ct difference between the FAM and VIC probes from the experimental samples was then plugged into the polynomial equation to determine the percentage B6 DNA in the sample. All sequence and SNP data were from the NCBI Mouse Genome Build 36.1. Gene names were updated from NCBI Mouse Genome Build 37.1.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:23:01"
}