{
  "pmid": "18218617",
  "abstract": "",
  "methods": "Methods A deep sequencing next-generation sequencing assay for the molecular diagnosis of DoSM was run on 936 individuals with DoSM. Materials and Methods Samples from 936 individuals with DoSM as the indication for testing were submitted to the Clinical Genetics and Genomics Laboratory at Washington University in St. Louis between October 2013 and July 2021. DNA extraction was performed on specimens from affected tissues, including fresh tissues, formalin-fixed paraffin-embedded tissue, cultured fibroblasts, and buccal swab specimens. Target enrichment was performed using oligonucleotide-based targeted capture of exonic regions of up to 37 genes known to underlie DoSM. Sequencing of enriched libraries was performed in multiplex, using the paired-end, ∼150-bp configuration with an average unique on-target coverage depth of ∼2000×. Peripheral blood was obtained as an unaffected comparator alongside the primary affected tissue for 23 of the 33 individuals with clinically significant findings. In those cases, peripheral blood was submitted to a clinical reference laboratory for confirmation of the variant of interest by Sanger sequencing. Detection of the variant in peripheral blood indicates either a multitissue distribution of a mosaic alteration or that the variant has a constitutional origin, whereas the absence of the variant in peripheral blood is taken as indicating mosaicism. The detailed descriptions of the DNA isolation, library preparation, sequencing, bioinformatics analysis, and variant interpretation have been described in our previous publication.  Of note, tissue-profiling NGS assays, such as the assay used for a majority of cases in this study, are not capable of determining whether discrete variants are present in the same cells, or different cells (or cell types), within affected tissues. 5",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T21:59:26.978794",
  "abstract_length": 0,
  "methods_length": 1837,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}