{
  "pmid": "PMID:18218617",
  "title": "Neurofibromatosis type 1 (NF1) tumor suppressor, neurofibromin, regulates the neuronal differentiation of PC12 cells via its associating protein, CRMP-2.",
  "abstract": "Neurofibromatosis type 1 (NF1) tumor suppressor gene product, neurofibromin, functions in part as a Ras-GAP, a negative regulator of Ras. Neurofibromin is implicated in the neuronal abnormality of NF1 patients; however, the precise cellular function of neurofibromin has yet to be clarified. Using proteomic strategies, we identified a set of neurofibromin-associating cellular proteins, including axon regulator CRMP-2 (Collapsin response mediator protein-2). CRMP-2 directly bound to the C-terminal domain of neurofibromin, and this association was regulated by the manner of CRMP-2 phosphorylation. In nerve growth factor-stimulated PC12 cells, neurofibromin and CRMP-2 co-localized particularly on the distal tips and branches of extended neurites. Suppression of neurofibromin using NF1 small interfering RNA significantly inhibited this neurite outgrowth and up-regulated a series of CRMP-2 phosphorylations by kinases identified as CDK5, GSK-3b, and Rho kinase. Overexpression of the NF1-RAS-GAP-related domain rescued these NF1 small interfering RNA-induced events. Our results suggest that neurofibromin regulates neuronal differentiation by performing one or more complementary roles. First, neurofibromin directly regulates CRMP-2 phosphorylation accessibility through the complex formation. Also, neurofibromin appears to indirectly regulate CRMP-2 activity by suppressing CRMP-2-phosphorylating kinase cascades via its Ras-GAP function. Our study demonstrates that the functional association of neurofibromin and CRMP-2 is essential for neuronal cell differentiation and that lack of expression or abnormal regulation of neurofibromin can result in impaired function of neuronal cells, which is likely a factor in NF1-related pathogenesis.",
  "authors": "Siriporn Patrakitkomjorn; Daiki Kobayashi; Takashi Morikawa; Masayo Morifuji Wilson; Nobuyuki Tsubota; Atsushi Irie; Tatsuya Ozawa; Masashi Aoki; Nariko Arimura; Kozo Kaibuchi; Hideyuki Saya; Norie Araki",
  "journal": "The Journal of biological chemistry",
  "publicationDate": "2008-04-04",
  "doi": "10.1074/jbc.M708206200",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-19 09:23:01"
}