{
  "pmid": "PMID:18242513",
  "title": "The loss of Nf1 transiently promotes self-renewal but not tumorigenesis by neural crest stem cells.",
  "abstract": "Neurofibromatosis is caused by the loss of neurofibromin (Nf1), leading to peripheral nervous system (PNS) tumors, including neurofibromas and malignant peripheral nerve sheath tumors (MPNSTs). A long-standing question has been whether these tumors arise from neural crest stem cells (NCSCs) or differentiated glia. Germline or conditional Nf1 deficiency caused a transient increase in NCSC frequency and self-renewal in most regions of the fetal PNS. However, Nf1-deficient NCSCs did not persist postnatally in regions of the PNS that developed tumors and could not form tumors upon transplantation into adult nerves. Adult P0a-Cre+Nf1(fl/-) mice developed neurofibromas, and Nf1(+/-)Ink4a/Arf(-/-) and Nf1/p53(+/-) mice developed MPNSTs, but NCSCs did not persist postnatally in affected locations in these mice. Tumors appeared to arise from differentiated glia, not NCSCs.",
  "authors": "Nancy M Joseph; Jack T Mosher; Johanna Buchstaller; Paige Snider; Paul E McKeever; Megan Lim; Simon J Conway; Luis F Parada; Yuan Zhu; Sean J Morrison",
  "journal": "Cancer cell",
  "publicationDate": "2008-02",
  "doi": "10.1016/j.ccr.2008.01.003",
  "methods": "EXPERIMENTAL PROCEDURES All experiments using mice were performed in accordance with approved protocols by the University Committee on the Use and Care of Research Animals (UCUCA). Several  Nf1  alleles were used in these studies including  Nf1  (germline mutant) mice ( − Jacks et al., 1994 ),  Nf1  mice for conditional deletion ( fl Zhu et al., 2001 ), and  Nf1/p53  cis mutant mice ( − Cichowski et al., 1999 ). For conditional deletion of  Nf1  we used  Wnt-1-Cre  ( + Danielian et al., 1998 ),  3.9Periostin-Cre  ( + Lindsley et al., 2007 ), and  P0a-Cre  ( + Giovannini et al., 2000 ) mice. Compound mutant mice were generated by mating  Nf1  mice with  +/− Ink4a  mice ( −/− Sharpless et al., 2001 ), or  Ink4aArf  mice ( −/− Serrano et al., 1996 ). Isolation of NCSCs Timed pregnant matings of  Nf1 +/−  mice were set up to obtain E13  Nf1 −/−  embryos. DRGs (cervical, thoracic, and lumbar), sciatic nerve, sympathetic chain, and gut (including stomach, small intestine, and hindgut) were dissected from E12.5 to E13.5  Nf1 +/+ ,  Nf1 +/− , and  Nf1 −/−  littermates and collected in ice-cold Ca, Mg-free HBSS. Tissues were dissociated for 4 min at 37°C in 0.05% trypsin/EDTA (Invitrogen, Carlsbad, California; diluted 1:10 in Ca, Mg-free HBSS) with 0.25 mg/ml type IV collagenase (Worthington, Lakewood NJ) then quenched with staining medium: L15 medium containing 1 mg/ml BSA (Sigma A-3912, St. Louis, MO), 10 mM HEPES (pH 7.4), 1% penicillin/streptomycin (BioWhittaker, Walkersville, MD), and 25 mg/ml deoxyribonuclease type 1 (DNAse1, Sigma D-4527). Cells were centrifuged, resuspended in staining medium without DNAse, triturated, filtered through nylon screen (45 μm, Sefar America, Kansas City, MO) to remove aggregates, counted by hemocytometer, and added to culture. In some experiments, cell suspensions were stained with antibodies against p75 (Ab 1554; Chemicon) and α 4  integrin (Becton-Dickinson, San Jose, CA) for analysis by flow-cytometry ( Bixby et al., 2002 ). In some experiments cells were stained for BrdU using a flow-cytometry kit (BD Pharmingen; cat#559619). Flow-cytometry was performed with a FACSVantage SE-dual laser, three-line flow-cytometer (Becton-Dickinson). See  Supplementary material  for details regarding dissociation of adult cells, genotyping, cell culture, immunohistochemistry, Western blots, nerve injections, and other methods.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:23:03",
  "introduction": "INTRODUCTION Neurofibromatosis type 1 is among the most prevalent disorders of the nervous system and is characterized by the formation of tumors throughout the PNS. It is an autosomal dominant disorder caused by mutations in the  neurofibromin  ( Nf1 ) tumor suppressor, which encodes a GTPase activating protein that negatively regulates Ras signaling ( Rubin and Gutmann, 2005 ). Patients typically inherit one  Nf1  mutant allele in the germline and somatic mutations inactivate the other allele in cells that go on to form tumors. Tumors include discrete dermal neurofibromas that are associated with individual nerves as well as larger plexiform neurofibromas that arise from dorsal root ganglia (DRGs), spinal nerve roots, or nerve plexuses ( Riccardi, 1999 ). In addition to these benign tumors, neurofibromatosis patients can also develop MPNSTs, which often bear additional mutations in  p53  and/or  Ink4a/Arf  ( Agesen et al., 2005 ;  Menon et al., 1990 ;  Perrone et al., 2003 ). Neurofibromas and MPNSTs contain a mixture of normal and neoplastic cells including hyperproliferative Schwann cells as well as fibroblasts and other nerve components in addition to inflammatory cells. A long-standing question relates to the cell-of-origin for neurofibromas and MPNSTs. Schwann cells are the most prevalent cell type in these tumors and have bialleleic  Nf1  mutations ( Rubin and Gutmann, 2005 ). This suggests that these tumors arise from Schwann cells or their progenitors. Nonetheless, important questions remain regarding the stage of Schwann cell development that is rendered tumorigenic by  Nf1  deficiency. Mature Schwann cells fail to become hyperproliferative upon  Nf1  deletion or Ras activation ( Kim et al., 1995 ). In contrast, conditional deletion of  Nf1  from fetal nerve progenitors using  Krox20-Cre  leads to plexiform neurofibromas in spinal nerve roots ( Zhu et al., 2002 ).  Krox20  is expressed by nerve NCSCs (T. Iwashita and SJM, unpublished observation) in addition to Schwann cells and their committed progenitors ( Topilko et al., 1994 ;  Zhu et al., 2002 ). Fate mapping of  Krox20-Cre  expressing cells demonstrates that these cells undergo multilineage differentiation in DRGs ( Maro et al., 2004 ;  Zhu et al., 2002 ). These observations raise the question of whether neurofibromas and MPNSTs arise from NCSCs or from differentiated Schwann cells. The neural crest is a heterogeneous population of progenitors that migrates from the dorsal neural tube in early to mid-gestation and gives rise to the neurons and glia of the PNS. NCSCs are a subset of neural crest cells and are defined by the ability of individual cells to self-renew and to undergo multilineage differentiation into neurons, glia, and myofibroblasts ( Morrison et al., 1999 ;  Stemple and Anderson, 1992 ). Postmigratory NCSCs have been found in all regions of the fetal PNS including peripheral nerves, sympathetic chain, DRGs, and gut (enteric nervous system) ( Bixby et al., 2002 ;  Morrison et al., 1999 ). In peripheral nerves, NCSCs give rise to myelinating and non-myelinating Schwann cells as well as endoneurial fibroblasts ( Joseph et al., 2004 ), cell types that are present in neurofibromas. NCSCs persist throughout adult life in the gut ( Kruger et al., 2002 ). However, in other regions of the PNS, including those that develop neurofibromas, NCSCs terminally differentiate by late gestation and cannot be detected postnatally ( Kruger et al., 2002 ). Nonetheless, NCSCs could still be rendered tumorigenic by  Nf1  mutations as plexiform neurofibromas and MPNSTs can arise from mutations that occur during fetal development. Some tumors are even evident in patients at birth ( Rubin and Gutmann, 2005 ). Other tumors develop around puberty or during adulthood. Thus if NCSCs are rendered tumorigenic by  Nf1  deficiency, then deletion of  Nf1  from fetal NCSCs should lead to a sustained expansion of these cells, and their postnatal persistence, such that they can give rise to neonatal or adult tumors. Many cancers appear to arise from mutations that transform normal stem cells by inappropriately activating self-renewal pathways ( Pardal et al., 2003 ;  Reya et al., 2001 ).  Nf1  inhibits the proliferation, survival, and glial differentiation of CNS stem cells ( Dasgupta and Gutmann, 2005 ) and the proliferation of CNS glial progenitors ( Zhu et al., 2005b ). These effects of  Nf1  on CNS stem cells and glial progenitors appear to explain the astrocytomas that arise in neurofibromatosis patients ( Zhu et al., 2005a ). Although PNS tumors are more common than CNS tumors in neurofibromatosis, the origin of PNS tumors remains unknown. We found that  Nf1 -deficient NCSCs from fetal DRGs, sciatic nerves, and sympathetic ganglia exhibited increased frequency, proliferation, self-renewal, and gliogenesis. To test whether these effects were sustained, we examined mice in which  Nf1  was conditionally deleted from the PNS using  Wnt1-Cre ,  P0a-Cre , or  3.9Periostin-Cre . We did not detect the persistence of  Nf1 -deficient NCSCs in the postnatal DRG, sciatic nerve, or sympathetic ganglia and NCSCs in the postnatal gut were not affected by  Nf1  deficiency. Yet  P0a-Cre  mice developed plexiform neurofibromas from adult nerves ( + Nf1 fl/− Zheng et al., 2008 ). NCSCs also did not persist postnatally in the DRGs, sciatic nerves, trigeminal nerve, brachial plexus, or sympathetic ganglia of  Nf1/p53  mice or  +/− Nf1  mice. Yet these mice developed MPNSTs as adults. NCSCs are therefore not rendered tumorigenic by  +/− Ink4a/Arf −/− Nf1  deficiency. Instead, plexiform neurofibromas and MPNSTs appear to arise from differentiated glia.",
  "results": "RESULTS Nf1  regulates NCSC frequency throughout much of the developing PNS Germline  Nf1  embryos die from a cardiac defect by embryonic day (E)14.5 ( −/− Brannan et al., 1994 ;  Jacks et al., 1994 ). Therefore, to test whether  Nf1  regulates NCSC function, we cultured NCSCs from various regions of the PNS from E13  Nf1  embryos and littermate controls. NCSC frequency was assessed as the percentage of cells from each region of the PNS that could form self-renewing neurospheres that underwent multilineage differentiation ( −/− Iwashita et al., 2003 ;  Molofsky et al., 2005 ) ( Suppl. Fig. 1 ). The sympathetic chain, DRG, and sciatic nerve from  Nf1  embryos contained a significantly higher percentage of cells (3−6 fold higher; p<0.05) that formed multipotent neurospheres in culture as compared to littermate controls ( −/− Fig. 1A-C ). In contrast,  Nf1 -deficiency did not increase the frequency of gut cells that formed multipotent neurospheres. This suggests that  Nf1  negatively regulates the frequency of NCSCs from many, but not all PNS regions. To test whether the increased frequency of  Nf1  NCSC colonies was attributable to an increased frequency of NCSCs in vivo or increased survival by NCSCs in culture, we assayed the frequency of p75 −/− + α 4 +  cells among uncultured DRG, sciatic nerve, sympathetic chain, and gut cells by flow-cytometry. p75 + α 4 +  cells from the fetal PNS are enriched for NCSCs ( Iwashita et al., 2003 ;  Molofsky et al., 2005 ). Freshly dissociated  Nf1  DRG, sciatic nerve, and sympathetic chain all had significantly (p<0.05) higher frequencies of p75 −/− + α 4 +  cells ( Fig. 1A-C ). In contrast, we did not observe a significantly higher frequency of p75 + α 4 +  cells in the gut of  Nf1  mice ( −/− Fig. 1D ). These data suggest that NCSC frequency is increased in vivo at E13 by  Nf1  deficiency. Nf1  regionally regulates NCSC proliferation and self-renewal in the developing PNS In PNS regions where  Nf1  negatively regulated NCSC frequency,  Nf1  also negatively regulated proliferation from NCSCs in culture. Multipotent neurospheres formed by NCSCs from DRG, sciatic nerve, and sympathetic chain were significantly larger in the absence of  Nf1  ( Fig. 1A-C ). All cultures were initiated with very low densities of cells (1000 to 5000 cells per 35mm dish, forming up to 30 neurospheres per dish) so as to minimize fusion between neurospheres. To ensure that the increased size of colonies reflected increased proliferation by  Nf1  NCSCs, we also cultured these cells adherently. Adherent multilineage colonies cultured at clonal density from DRG and sympathetic chain were also significantly larger in the absence of  −/− Nf1  ( Suppl. Fig. 2 ). Increased proliferation contributed to the increased size of NCSC colonies in the absence of  Nf1  as we detected a significantly increased rate of BrdU incorporation into  Nf1  colonies but no decrease in the frequency of cells undergoing cell death ( −/− Suppl. Fig. 2I ). In contrast, adherent NCSC colonies cultured from the gut were not significantly larger nor did they exhibit an increased rate of BrdU incorporation ( Suppl. Fig. 2I ). To test whether the increased proliferation of NCSCs also reflected increased self-renewal, we dissociated primary neurospheres and subcloned them into secondary cultures to determine the number of multipotent daughter neurospheres that arose per primary neurosphere. Secondary neurospheres were always differentiated to assess multipotency ( Suppl. Fig 1 ). When cultured from the DRG, nerve, or sympathetic chain,  Nf1  neurospheres gave rise to 4 to 10 times as many multipotent daughter neurospheres as compared to control neurospheres ( −/− Fig. 1A-C ). In contrast, we detected no increase in self-renewal by  Nf1  gut neurospheres ( −/− Fig. 1D ).  Nf1  negatively regulates NCSC self-renewal in most regions of the developing PNS. Increased Ras signaling, gliogenesis, and growth factor sensitivity by  Nf1 -deficient NCSCs Nf1  cells exhibit increased sensitivity to growth factors that signal through the Ras pathway ( −/− Vogel et al., 1995 ). To test whether this was the case in NCSCs, we cultured NCSCs from the gut, sciatic nerve, DRG, and sympathetic chain of E13  Nf1  and littermate control embryos. Western blot demonstrated increased phosphorylated Erk (pErk) in the  −/− Nf1  colonies, consistent with increased Ras signaling in these cells ( −/− Fig. 2A ). Gut neural crest cells also exhibited increased pErk in the absence of  Nf1  ( Fig. 2A ) despite the fact that these cells did not exhibit increased proliferation. The increased Ras signaling by  Nf1  NCSCs suggests that these cells may exhibit increased responses to growth factors that signal through Ras, including factors that regulate survival, like FGF2, and gliogenesis, like Neuregulin (Nrg1). Indeed, addition of a short pulse of Nrg1 to NCSC cultures increased pErk levels in wild-type cells, and further increased the elevated levels observed in  −/− Nf1  cells ( −/− Fig. 2B ) To test whether  Nf1 -deficiency affected the differentiation of NCSCs, we cultured neurospheres from E13  Nf1  and control littermate embryos, then replated them in adherent cultures and stained the colonies for neurons, glia, and myofibroblasts. Multipotent  −/− Nf1  colonies exhibited much more exuberant gliogenesis ( −/− Fig. 2E,H ) as compared to control colonies ( Fig. 2C,D,F,G ). These colonies exhibited a dramatic increase in the absolute numbers of glia per colony without exhibiting decreases in the numbers of neurons or myofibroblasts per colony (data not shown). Similar results were obtained with nerve NCSCs, but we did not generally observe increased gliogenesis by cultured gut NCSCs (data not shown). This indicates that  Nf1  negatively regulates gliogenesis from NCSCs, though we do not know whether this reflects effects on glial lineage determination, proliferation, or survival. Nf1  NCSCs also survived under adverse culture conditions in which FGF2 and chick embryo extract concentrations were reduced to levels that were non-permissive for the survival of wild-type NCSCs.  −/− Nf1  and  +/+ Nf1  sympathetic chain or DRG progenitors formed only rare colonies that contained small numbers of myofibroblasts in this medium, while  +/− Nf1  cells formed multilineage colonies ( −/− Fig. 2 ), albeit at a reduced frequency as compared to standard medium ( Fig. 2L,M ; *, p<0.05). Nf1 -deficient NCSCs do not persist postnatally outside of the gut To test whether  Nf1  deficiency leads to an ongoing postnatal expansion of NCSCs, we conditionally deleted  Nf1  from neural crest cells by crossing  Wnt1-Cre  mice ( Danielian et al., 1998 ) with  Nf1  mice ( fl Zhu et al., 2001 ).  Wnt1-Cre + Nf1 fl/−  mice die at birth ( Gitler et al., 2003 ), so cells were cultured from E17 to E19 embryos. We were never able to culture multilineage NCSC colonies from the sciatic nerve or DRG of  Wnt1-Cre + Nf1 fl/−  embryos or controls ( Table 1A ). We were able to culture rare NCSC colonies from the sympathetic chain and gut of  Wnt1-Cre + Nf1 fl/−  embryos and littermate controls, though their frequency was similar in  Nf1  and  +/+ Nf1−/−  embryos ( Table 1A ). The expansion of  Nf1  NCSCs at E13 does not lead to the inappropriate expansion or persistence of  −/− Nf1  NCSCs at later stages of development. −/− To test when  Nf1  NCSCs are lost from the developing PNS we analyzed  −/− Wnt1-Cre + Nf1 fl/−  embryos and littermate controls at E13, E15, and E17−19. Like germline  Nf1 -deficient mice ( Figure 1 ) we observed increased NCSC frequencies in E13  Wnt1-Cre + Nf1 fl/−  embryos as compared to littermate controls in the sympathetic chain, sciatic nerve, and DRG but not in the gut ( Suppl. Fig. 3A-D ). Nonetheless, the frequency of  Nf1  NCSCs declined in all regions of the PNS by E15 and declined further by E17. By E17−19,  −/− Nf1  multipotent neurospheres could only be detected in the sympathetic chain and gut, and did not differ in frequency as compared to littermate controls. We confirmed that  −/− Nf1  was efficiently deleted from NCSCs in these experiments by genotyping individual neurospheres cultured from the sympathetic chain, sciatic nerve, DRG and gut of E13  Wnt1-Cre + Nf1 fl/−  embryos: all of the 25 neurospheres exhibited deletion of the  Nf1  allele ( fl Suppl fig. 3H ). These data suggest that  Nf1 -deficient NCSCs differentiate during late gestation according to a similar time course as wild-type NCSCs. To independently test whether  Nf1  deficiency leads to the postnatal persistence of NCSCs, we generated  3.9Periostin-Cre + Nf1 fl/−  mice.  3.9Periostin-Cre  conditionally deletes throughout the Schwann cell lineage after E11, at a later stage of development than  Wnt1-Cre  ( Lindsley et al., 2007 ). We also observed an increase in the frequency of NCSCs within the sympathetic chain and sciatic nerve, but not the gut, of E15  3.9Periostin-Cre + Nf1 fl/−  mice as compared to littermate controls ( Suppl. Fig. 3E-G ). Genotyping of individual neurospheres showed that  Nf1  was efficiently deleted from these cells: 30 out of 30 neurospheres exhibited deletion of the  Nf1  allele (data not shown). fl Most  3.9Periostin-Cre + Nf1 fl/−  mice died by 4 weeks after birth. Of 32 expected  3.9Periostin-Cre + Nf1 fl/−  mice, only 6 survived more than four weeks after birth. In these surviving mice, NCSCs did not persist into adulthood in sciatic nerve, DRG, or sympathetic chain in either  3.9Periostin-Cre + Nf1 fl/−  mice or littermate controls ( Table 1B ). As expected, NCSCs did persist postnatally in the guts of  3.9Periostin-Cre + Nf1 fl/−  mice and littermate controls but there was no difference in the frequency of gut NCSCs in these mice ( Table 1B ). Genotyping of individual neurospheres cultured from the guts of adult  3.9Periostin-Cre + Nf1 fl/−  mice showed that  Nf1  was efficiently deleted from these cells: 35 out of 35 neurospheres exhibited deletion of the  Nf1  allele (data not shown). The expansion of NCSCs that was observed at E13 in germline and conditional  fl Nf1  embryos was therefore only transient:  −/− Nf1  NCSCs did not persist postnatally in regions of the PNS where plexiform neurofibromas form. −/− NCSCs do not persist postnatally in mice that develop plexiform neurofibromas We never detected PNS tumors in the limited number of  3.9Periostin-Cre + Nf1 fl/−  mice that survived into adulthood (2 mice were analyzed at 3 weeks of age and 6 from 4 to 8 weeks of age). To study mice that consistently survived into adulthood after  Nf1  deletion, we conditionally deleted  Nf1  using  P0a-Cre , which deletes in trunk neural crest by E11.5 and in peripheral nerves by E12.5 ( Giovannini et al., 2000 ). P0 is expressed by early migrating and multipotent neural crest cells ( Hagedorn et al., 1999 ;  Lee et al., 1997 ). We sacrificed 6  P0a-Cre -deficient mice and 6 littermate controls between 15 and 20 months of age and analyzed sciatic nerves, DRGs, trigeminal nerves, and brachial plexi for plexiform neurofibromas. All 6 of the  +  Nf1 P0a-Cre -deficient mice but none of the littermate controls exhibited neurofibromas ( +  Nf1 Fig. 3A-F ). Classic features of plexiform neurofibromas were evident in each case including grossly enlarged peripheral nerves and DRGs, with increased cell density, nerve disorganization, and expression of p75 and S100 within the tumors ( Fig. 3B,D,F ). To assess whether NCSCs persist into adulthood in these mice, we dissociated and plated DRG, sciatic nerve, trigeminal nerve, brachial plexus, sympathetic chain, and gut cells from the  P0a-Cre -deficient mice and littermate controls into culture as described above. In each case, we sorted both unfractionated cells as well as p75 +  Nf1 +  cells into culture. p75 +  cells from the gut of  P0a-Cre -deficient mice and littermate controls formed multipotent neurospheres in culture ( +  Nf1 Fig. 3G ). However, no neurospheres formed in culture from any other region of the PNS. These results demonstrate that we were able to culture adult NCSCs from the guts of these mice, but that NCSCs did not persist postnatally in regions of the PNS affected by neurofibromas. NCSCs appear to differentiate normally in the nerves of mice that develop neurofibromas We fate mapped neural crest progenitors in developing nerves by generating  P0a-Cre  mice and littermate controls. In these mice, the fate of  + Nf1 fl/− R26R + P0a-Cre  expressing progenitors can be followed based on LacZ expression (R26R). Sciatic nerves were dissected from postnatal day 20 mice of each genotype, stained with bluo-gal, and analyzed by electron microscopy ( Joseph et al., 2004 ). We detected no gross abnormalities in the size, composition, or histology of these postnatal nerves from  P0a-Cre  mice as compared to littermate controls. Bluo-gal+ endoneurial fibroblasts as well as myelinating and non-myelinating Schwann cells arose with similar frequencies from  + Nf1 fl/− R26R + P0a-Cre  mice as compared to  + Nf1 fl/− R26R P0a-Cre  controls ( + Nf1 fl/+ R26R Fig. 3H-N ). These data suggest that  Nf1 -deficient neural crest progenitors acquired appropriate fates in developing peripheral nerves. Consistent with this, the only abnormality in  P0a-Cre  nerve development detected in a companion paper was the presence of rare non-myelinating Schwann cells that were associated with abnormal numbers of axons ( + Nf1 fl/− Zheng et al., 2008 ). These data suggest that  Nf1 -deficiency did not grossly alter nerve development or the differentiated fates of neural crest progenitors. Non-myelinating Schwann cells proliferate within plexiform neurofibromas To address what cells were proliferating within the neurofibromas that arose after  Nf1  deletion with  P0a-Cre , we analyzed the neurofibromas by flow-cytometry and immunohistochemistry. We observed a significant increase (4.0−6.4 fold; p<0.01) in the frequency of p75+ cells within the plexiform neurofibromas in sciatic nerves and DRGs as compared to normal nerves and DRGs from littermate controls ( Fig. 4A-C ). By administering BrdU to mice for 4 days before analysis we also found that these p75+ cells were much more likely to be dividing in neurofibromas as compared to normal tissue from littermate controls ( Fig. 4A,B, D,E ). Indeed, virtually all of the dividing cells (BrdU+ cells) within neurofibromas were p75+ ( Fig. 4A,B ). Since we could not culture NCSCs from the nerves or DRGs of these adult mice, these data suggest that non-myelinating Schwann cells were proliferating within neurofibromas, as non-myelinating Schwann cells also express p75 ( Jessen et al., 1990 ). To test whether the proliferating p75+ cells within plexiform neurofibromas expressed other markers of non-myelinating Schwann cells we stained tumor sections with antibodies against BrdU, p75, GFAP, and BFABP. We observed increased numbers of BrdU+ cells ( Fig. 4F ), p75+ cells ( Fig. 4G ), and p75+BrdU+ cells ( Fig. 4J ) in neurofibromas as compared to normal nerves, just as we had observed by flow-cytometry ( Fig. 4A-E ). We also observed greatly increased numbers of GFAP+ cells in neurofibromas ( Fig. 4H ) and at least some of these GFAP+ cells also appeared to be BrdU+ ( Fig. 4K ), though this was difficult to assess because GFAP is expressed mainly in cell processes while BrdU is nuclear. Since GFAP is expressed by non-myelinating Schwann cells but not by primitive glial progenitors in E13 fetal nerves (which include NCSCs and restricted Schwann cell precursors) ( Jessen and Mirsky, 2005 ;  Jessen et al., 1990 ;  Morrison et al., 1999 ), these data suggest that GFAP+ non-myelinating Schwann cells contribute to the growth of neurofibromas. Neither normal nerves nor neurofibromas exhibited detectable BFABP (also known as BLBP or Fabp7) staining ( Fig. 4I ). Primitive glial progenitors in embryonic nerves express BFABP but adult non-myelinating Schwann cells do not ( Britsch et al., 2001 ;  Jessen and Mirsky, 2005 ). The presence of large numbers of p75+, GFAP+, and BFABP- cells in neurofibromas, at least some of which are dividing, suggests that non-myelinating Schwann cells contribute to the growth of neurofibromas. Nf1  and  p53  mutations lead to MPNSTs but not to the postnatal persistence of NCSCs Nf1 / p53  mice formed MPNSTs by 6 months of age ( +/− Suppl. Fig. 4A-C ) as previously reported ( Cichowski et al., 1999 ;  Vogel et al., 1999 ). To test whether these mice maintained postnatal NCSCs we cultured dissociated cells from DRG, sciatic nerve, trigeminal nerve, sympathetic chain, and gut of adult  Nf1 / p53  mice. Gut cells from  +/− Nf1 / p53  mice and littermate controls formed NCSC colonies in culture, but  +/− Nf1/p53  heterozygosity did not affect the frequency or growth of these cells ( Suppl. Fig. 4D ). We did not detect cells from the DRG, sciatic nerve, trigeminal nerve, or sympathetic chain of  Nf1 / p53  mice or littermate controls that could form NCSC colonies ( +/− Suppl. Fig. 4D ).  Nf1  and  p53  mutations did not affect the ability of fetal or adult NCSCs to form colonies in culture or to undergo multilineage differentiation (Supp. Fig. 5A,E), so these mutations did not prevent us from detecting NCSCs in culture. Cis deletion of  Nf1  and  p53  leads to the formation of MPNSTs during adulthood without promoting the postnatal persistence of NCSCs, suggesting that MPNSTs do not arise from NCSCs. We also examined DRGs, sciatic nerves, trigeminal nerves, brachial plexi and sympathetic ganglia from 3 to 6 month old  Nf1 / p53  mice prior to the formation of MPNSTs to assess whether there were any abnormalities in PNS development. Except for a single  +/− Nf1 / p53  brachial plexus that exhibited hyperproliferation, we were unable to distinguish  +/− Nf1 / p53  tissues from wild-type tissues by histology or marker expression ( +/− Suppl. Fig. 6 ). We also did not detect any increase in the frequency of p75+ cells in adult  Nf1 / p53  tissues prior to the development of MPNSTs ( +/− Suppl. Fig. 6S ). The failure to detect significantly increased numbers of p75+ cells in adult  Nf1 / p53  tissues prior to the development of tumors supports the conclusion that these tumors do not arise from the postnatal persistence of expanded populations of NCSCs. +/− Ink4a  and  Arf  deficiency cooperate with  Nf1  heterozygosity to yield MPNSTs To test whether the postnatal persistence of NCSCs might be inhibited by induction of p16 Ink4a  or p19 Arf  expression in  Nf1 -mutant NCSCs we performed Western blots on cultured NCSCs from the sciatic nerve and sympathetic chain. In both cases we observed increased p19 Arf  expression by  Nf1  cells ( −/− Fig. 5A ). We also observed an increase in p16 Ink4a  expression by  Nf1  sciatic nerve cells, though the effect on p16 −/− Ink4a  expression in sympathetic chain cells was not as clear. Consistent with the known role for  p53  mutations in the formation of MPNSTs, we also observed a consistent increase in p21 Cip1  expression by  Nf1  NCSCs ( −/− Fig. 5A ). These observations raised the possibility that increased p16 Ink4a  and p19 Arf  expression by  Nf1  NCSCs might retard the formation of MPNSTs. −/− To test this we first generated mice bearing mutations in  Nf1  and  Ink4a  (leaving  Arf  intact). We aged cohorts of  Nf1  mice as well as various genotypes of littermate controls for up to 16 months. Overall mortality was low ( +/− Ink4a −/− Fig. 5B ). We never detected any MPNSTs or neurofibromas in these mice, though we did observe some hematopoietic neoplasms, particularly lymphoma ( Fig. 5C ). The lack of grossly evident PNS tumors in these mice suggested that  Ink4a  deletion is not sufficient for tumorigenesis in an  Nf1  heterozygous background.  Nf1  mice were previously generated on an  +/− Arf -deficient background and also did not develop neurofibromas or MPNSTs ( King et al., 2002 ). These observations are consistent with genetic analyses of MPNSTs in patients, which usually exhibit loss-of-function mutations in both the Rb and p53 pathways ( Agesen et al., 2005 ;  Perrone et al., 2003 ). To develop a mouse model that more faithfully recapitulated the mutations observed in human MPNSTs, we generated mice bearing mutations in  Nf1  and  Ink4a/Arf  (lacking both  Ink4a  and  Arf ). We aged cohorts of  Nf1  mice as well as various genotypes of littermate controls for up to 16 months. Virtually all  +/− Ink4a/Arf −/− Nf1  mice died by 10 months of age, more quickly than littermates with other genotypes ( +/− Ink4a/Arf −/− Fig. 5D ).  Nf1  control mice failed to develop MPNSTs or neurofibromas, but 26% of  +/+ Ink4a/Arf +/− Nf1  mice had to be euthanized due to the formation of MPNSTs ( +/− Ink4a/Arf −/− Fig. 5E,F ). Most of the MPNSTs developed by  Nf1  mice became grossly evident at 4 to 6 months of age. These MPNSTs tended to develop on the shoulders, ribs, or legs of mice, close to DRGs and peripheral nerves. Much lower rates of MPNSTs were observed among  +/− Ink4a/Arf −/− Nf1  mice ( +/− Ink4a/Arf +/− Fig. 5E ), and only after one year of age. These statistics may underestimate the true frequency of MPNSTs as smaller tumors may have gone undetected in mice that died due to other causes. Histology of the MPNSTs revealed typical features including fascicular patterns of tightly packed spindle cells with hyperchromatic nuclei and frequent mitoses ( Fig. 5G ) as well as S100 staining ( Fig. 5H ). Five of the MPNSTs observed in  Nf1  mice were confined to the dermis and epidermis ( +/− Ink4a/Arf −/− Fig. 5I ), were much smaller than the more typical tumors imaged in  Fig. 5F  and stained more intensely for S100 ( Fig. 5J ). These tumors may actually be dermal neurofibromas, though they were characterized as MPNSTs because the frequent mitotic figures and invasiveness were more consistent with a malignancy. These data demonstrate that  Ink4a/Arf  deficiency leads to the formation of MPNSTs in an  Nf1  background. +/− In addition to forming MPNSTs we observed a significant frequency of hematopoietic neoplasms among  Nf1 ,  +/− Ink4a/Arf −/− Nf1 , and  +/− Ink4a/Arf +/− Nf1  mice ( +/+ Ink4a/Arf −/− Fig. 5E ). These included mainly lymphomas and histiocytic neoplasms but we observed some acute myeloid leukemias as well as some mice with myeloproliferative disease. NCSCs did not persist postnatally in  Nf1  mice +/− Ink4a/Arf −/− To test whether  Nf1  mice maintained postnatal NCSCs we cultured dissociated cells from DRG, sciatic nerve, trigeminal nerve, brachial plexus, sympathetic chain, and gut of adult  +/− Ink4a/Arf −/− Nf1  mice and littermate controls. Gut cells from  +/− Ink4a/Arf −/− Nf1  mice and controls formed multilineage NCSC colonies in culture, but we did not detect a significantly increased frequency of NCSCs in  +/− Ink4a/Arf −/− Nf1  mice ( +/− Ink4a/Arf −/− Fig. 5K ).  Nf1  deficiency also did not affect the size of gut NCSC colonies (data not shown). We did not detect cells from any other region of the PNS of  Nf1  mice or littermate controls that could form multipotent neurospheres ( +/− Ink4a/Arf −/− Fig. 5K ).  Nf1  and  Ink4a/Arf  mutations did not affect the ability of fetal or adult NCSCs to form colonies in culture or to undergo multilineage differentiation (Supp. Fig. 5B,F) so these mutations did not prevent us from detecting NCSCs in culture. We also examined DRGs, sciatic nerves, trigeminal nerves, and sympathetic ganglia from 3 to 6 month old  Nf1  mice prior to the formation of MPNSTs to assess PNS development. We were unable to distinguish  +/− Ink4a/Arf −/− Nf1  tissues from wild-type tissues by either histology or marker expression, and did not detect a significant increase in the frequency of p75+ cells in adult  +/− Ink4a/Arf −/− Nf1  tissues prior to the development of MPNSTs ( +/− Ink4a/Arf −/− Suppl. Fig. 6 ). The failure to detect significantly increased numbers of p75+ cells in adult  Nf1  tissues prior to the development of tumors supports the conclusion that these tumors do not arise from the postnatal persistence of expanded populations of NCSCs. +/− Ink4a/Arf −/− Clonogenic MPNST cells did not resemble NCSCs To test whether clonogenic MPNST cells resembled NCSCs, tumors from  Nf1 +/− Ink4aArf −/−  mice or  Nf1 / p53  mice were dissociated and cultured in the conditions we use for NCSCs. Some  +/− Nf1  MPNST cells and  +/− Ink4a/Arf −/− Nf1 / p53  MPNST cells formed spheres in culture ( +/− Fig. 6G,M ). These sphere-forming cells had self-renewal potential, giving rise to an average of 164±133 and 104±21 daughter spheres, respectively, when subcloned after 10 to 12 days of primary culture. These sphere-forming cells were unlikely to arise from normal cells in the tumors because we were unable to culture sphere-forming cells from normal adult nerves in control mice ( Fig. 5K ). All  Nf1  ( −/− Fig. 6A-F ), and wild-type ( Fig. 2C,F ) NCSC colonies formed peripherin +  neurons ( Fig. 6B ), smooth muscle actin +  (SMA + ) myofibroblasts ( Fig. 6C ), and GFAP +  glia ( Fig. 6C ). Moreover, E13  Nf1  and  −/− Ink4a/Arf −/− Nf1/p53  NCSCs also underwent multilineage differentiation, as did adult gut  −/− Nf1  and  +/− Ink4a/Arf −/− Nf1/p53  NCSCs ( +/− Suppl. Fig. 5 ). These data demonstrate that  Nf1  deficiency, with or without additional mutations in  p53  or  Ink4a/Arf , does not alter the ability of NCSCs to undergo multilineage differentiation. In contrast, the  Nf1  MPNST and  +/− Ink4a/Arf −/− Nf1 / p53  MPNST colonies in the same culture conditions rarely generated peripherin +/− +  neurons and never GFAP +  glia ( Fig. 6 ). Clonogenic MPNST cells fail to undergo multilineage differentiation characteristic of NCSCs. While cells within NCSC colonies were Sox10 +  as expected ( Kim et al., 2003 ), MPNST cells stained weakly or not at all for Sox10, as previously reported ( Levy et al., 2004 ;  Miller et al., 2006 ) ( Fig. 6 ). Apart from the lack of GFAP staining, most cells in MPNST colonies otherwise resembled glia, as they were small, spindle-shaped cells that stained positively for SoxE (Sox8/9/10) and S100ß ( Fig. 6 ). Increased Sox9 expression is typical of MPNSTs, and a subset of MPNSTs express S100ß ( Miller et al., 2006 ;  Takeuchi and Uchigome, 2001 ). MPNST cells thus formed colonies that consistently differed from wild-type ( Fig. 2C,F ),  Nf1  ( −/− Fig. 6AF ),  Nf1 −/− Ink4aArf −/−  ( Suppl. Fig. 5B ), and  Nf1 / p53  ( −/− Suppl. Fig. 5A ) NCSCs, though these cells did resemble Schwann cells based on morphology and expression of S100ß and SoxE. Nf1 -deficient NCSCs are not tumorigenic To test whether  Nf1 -deficient NCSCs could form tumors we cultured NCSCs from E13  Nf1  or  +/+ Nf1  mice or MPNST cells from  −/− Nf1  mice, then transplanted these cells into the sciatic nerves of adult  +/− Ink4a/Arf −/− Nf1  mice. In some experiments, the  +/− Nf1  mutant allele was bred onto a Rosa background so that we could monitor the engraftment of the transplanted cells. All mice (8/8) injected with 50,000 MPNST cells developed large tumors within 2 to 6 weeks of injection ( Fig. 7I,J ). None of 12 mice injected with 50,000 to 100,000  Nf1  cells or 16 mice injected with 50,000 to 100,000  +/+ Nf1  cells developed tumors despite being monitored for up to 20 months after injection ( −/− Fig. 7J ). The  Nf1  and  +/+ Nf1  cells did engraft within nerves as indicated by the presence of LacZ expressing cells ( −/− Fig. 7E-H ). However, these LacZ+ donor cells never formed tumors ( Fig. 7G,H ). Together, our data indicate that NCSCs are not rendered tumorigenic by  Nf1  deficiency, but rather infrequent differentiated glia (such as non-myelinating Schwann cells) begin proliferating inappropriately and form tumors in adults.",
  "discussion": "DISCUSSION If NCSCs give rise to plexiform neurofibromas and MPNSTs, then  Nf1 -deficient NCSCs would be expected to persist in expanded numbers throughout late gestation and into the postnatal period. However, we did not detect the postnatal persistence of NCSCs in DRG, sympathetic chain, trigeminal ganglion, brachial plexus, or peripheral nerve of conditional  Nf1 -deficient mice ( Table 1 ), even in mice that went on to develop plexiform neurofibromas ( Fig. 3G ). The expansion of  Nf1 -deficient NCSCs occurred only transiently during mid-gestation. Like wild-type NCSCs,  Nf1 -deficient NCSCs became increasingly rare in late gestation and failed to persist postnatally, precluding them from participating in tumorigenesis ( Suppl. Fig. 3 ). NCSCs also did not persist postnatally in  Nf1 +/− Ink4aArf −/−  or  Nf1 / p53  mice ( +/− Fig. 5K ;  Suppl. Fig. 4 ) despite the fact that they went on to develop MPNSTs as adults ( Fig. 5 ;  Suppl. Fig. 4 ). Since NCSCs did not persist postnatally in regions of the PNS that formed plexiform neurofibromas or MPNSTs during adulthood, NCSCs could not have given rise to these tumors. Our inability to detect  Nf1 -deficient NCSCs postnatally in regions of the PNS that developed tumors did not simply reflect altered differentiation or survival of these cells in culture. In all experiments we were able to detect the postnatal persistence of both wild-type and  Nf1 -deficient NCSCs from the adult gut. This positive control demonstrated that we were able to culture adult NCSCs from each of the genetic backgrounds we studied. Moreover,  Nf1  deficiency increased the survival and proliferation of NCSCs in culture, making them easier, not more difficult to grow ( Fig. 2 ). Furthermore,  Nf1  deficiency, with or without  p53  or  Ink4a/Arf  deficiency, did not alter the ability of NCSCs to undergo multilineage differentiation ( Fig. 2 ;  Fig. 6 ;  Suppl. Fig. 1 ;  Suppl. Fig. 5 ). Nf1 -deficient NCSCs appeared to differentiate normally in peripheral nerves during late gestation ( Fig. 3 ). We did not detect any gross alterations in nerve development in P20  Nf1  mutant mice by electron microscopy ( Fig. 3 ). Rather hyperplasia and increased frequencies of p75+ cells were not observed in  P0a-Cre  mice until around 3 months of age ( + Nf1 fl/− Zheng et al., 2008 ). We also did not detect any gross alterations in PNS development or a significant increase in the frequency of p75+ cells in PNS tissues from  Nf1 +/− Ink4aArf −/−  or  Nf1 / p53  mice during early adulthood prior to the formation of tumors ( +/− Suppl. Fig. 6 ). When combined with the observation that  Nf1 -deficient NCSCs were lost from the late gestation PNS according to a similar time course as wild-type NCSCs ( Suppl. Fig. 3 ), and the observation that  Nf1 -deficient NCSCs failed to form tumors after transplantation into adult  Nf1  peripheral nerves ( +/− Fig. 7 ), our data suggest that  Nf1 -deficient NCSCs terminally differentiate during late gestation and are long gone by the time tumors arise in the adult PNS. Our data instead suggest that infrequent differentiated glia, such as non-myelinating Schwann cells within peripheral nerves, begin proliferating inappropriately in the postnatal period and give rise to plexiform neurofibromas. The dividing cells within plexiform neurofibromas were almost exclusively p75+ ( Fig. 4A,B,J ). Many of these cells had a phenotype similar to non-myelinating Schwann cells (and dissimilar to fetal NCSCs) as they were also GFAP+ and BFABP- ( Figure 4 ). Proliferating cells within MPNSTs also expressed some differentiated glial markers as well as having a glial morphology ( Fig. 6 ). Why would deletion of  Nf1  in fetal nerve progenitors lead to the formation of tumors that do not become evident until adulthood in mice ( Zhu et al., 2002 )? A co-submitted manuscript by Zheng and colleagues concludes that abnormal differentiation of some non-myelinating Schwann cells in the absence of  Nf1  leads to their association with unusually large numbers of axons ( Zheng et al., 2008 ). These bundles degenerate postnatally, leading to inflammation that precedes Schwann cell hyperproliferation and the formation of plexiform neurofibromas. These observations suggest that  Nf1 -deficient Schwann cells differentiate perinatally and do not become hyperproliferative until early adulthood when their behavior is modified by epigenetic (i.e. inflammation, hormones, nerve damage) or genetic (i.e. secondary mutations) triggers. Our results do not address the origin of dermal neurofibromas. Typical benign dermal neurofibromas did not arise in any of the mice we studied. Neural progenitors have been cultured from adult dermis and at least some of these are neural crest-derived ( Fernandes et al., 2004 ;  Wong et al., 2006 ). While these cells express markers similar to NCSCs, the progenitors cultured from trunk skin have little capacity to make neurons ( Wong et al., 2006 ) in contrast to the NCSC populations we have characterized ( Bixby et al., 2002 ;  Kruger et al., 2002 ;  Morrison et al., 1999 ). More work will be required to identify the in vivo cells that give rise to the dermally-derived neural progenitors. Nonetheless, this is a different neural progenitor population, in a different location, than the NCSC populations that we characterized in this study. It is interesting that NF1 negatively regulates the frequency, self-renewal, growth factor sensitivity, and gliogenesis of NCSCs in most regions of the PNS but not in the gut. The basis for this regional difference in NF1 function is not clear. Nonetheless, these results are consistent with the observation that neurofibromatosis patients seem more likely to develop tumors from peripheral nerves, DRGs, and sympathetic ganglia than from the gut ( Fuller and Williams, 1991 ). The failure of gut neural crest progenitors to exhibit increased proliferation or gliogenesis after  Nf1  deletion may partly explain this clinical observation. While many cancers may arise from the transformation of stem cells, our results indicate that NCSCs are not rendered tumorigenic by mutations in  Nf1 . Benign tumors and cancers of the PNS can arise from differentiated glia.",
  "upgrade_date": "2026-02-20 07:33:56"
}