{
  "pmid": "PMID:18242513",
  "title": "The loss of Nf1 transiently promotes self-renewal but not tumorigenesis by neural crest stem cells.",
  "abstract": "Neurofibromatosis is caused by the loss of neurofibromin (Nf1), leading to peripheral nervous system (PNS) tumors, including neurofibromas and malignant peripheral nerve sheath tumors (MPNSTs). A long-standing question has been whether these tumors arise from neural crest stem cells (NCSCs) or differentiated glia. Germline or conditional Nf1 deficiency caused a transient increase in NCSC frequency and self-renewal in most regions of the fetal PNS. However, Nf1-deficient NCSCs did not persist postnatally in regions of the PNS that developed tumors and could not form tumors upon transplantation into adult nerves. Adult P0a-Cre+Nf1(fl/-) mice developed neurofibromas, and Nf1(+/-)Ink4a/Arf(-/-) and Nf1/p53(+/-) mice developed MPNSTs, but NCSCs did not persist postnatally in affected locations in these mice. Tumors appeared to arise from differentiated glia, not NCSCs.",
  "authors": "Nancy M Joseph; Jack T Mosher; Johanna Buchstaller; Paige Snider; Paul E McKeever; Megan Lim; Simon J Conway; Luis F Parada; Yuan Zhu; Sean J Morrison",
  "journal": "Cancer cell",
  "publicationDate": "2008-02",
  "doi": "10.1016/j.ccr.2008.01.003",
  "methods": "EXPERIMENTAL PROCEDURES All experiments using mice were performed in accordance with approved protocols by the University Committee on the Use and Care of Research Animals (UCUCA). Several  Nf1  alleles were used in these studies including  Nf1  (germline mutant) mice ( − Jacks et al., 1994 ),  Nf1  mice for conditional deletion ( fl Zhu et al., 2001 ), and  Nf1/p53  cis mutant mice ( − Cichowski et al., 1999 ). For conditional deletion of  Nf1  we used  Wnt-1-Cre  ( + Danielian et al., 1998 ),  3.9Periostin-Cre  ( + Lindsley et al., 2007 ), and  P0a-Cre  ( + Giovannini et al., 2000 ) mice. Compound mutant mice were generated by mating  Nf1  mice with  +/− Ink4a  mice ( −/− Sharpless et al., 2001 ), or  Ink4aArf  mice ( −/− Serrano et al., 1996 ). Isolation of NCSCs Timed pregnant matings of  Nf1 +/−  mice were set up to obtain E13  Nf1 −/−  embryos. DRGs (cervical, thoracic, and lumbar), sciatic nerve, sympathetic chain, and gut (including stomach, small intestine, and hindgut) were dissected from E12.5 to E13.5  Nf1 +/+ ,  Nf1 +/− , and  Nf1 −/−  littermates and collected in ice-cold Ca, Mg-free HBSS. Tissues were dissociated for 4 min at 37°C in 0.05% trypsin/EDTA (Invitrogen, Carlsbad, California; diluted 1:10 in Ca, Mg-free HBSS) with 0.25 mg/ml type IV collagenase (Worthington, Lakewood NJ) then quenched with staining medium: L15 medium containing 1 mg/ml BSA (Sigma A-3912, St. Louis, MO), 10 mM HEPES (pH 7.4), 1% penicillin/streptomycin (BioWhittaker, Walkersville, MD), and 25 mg/ml deoxyribonuclease type 1 (DNAse1, Sigma D-4527). Cells were centrifuged, resuspended in staining medium without DNAse, triturated, filtered through nylon screen (45 μm, Sefar America, Kansas City, MO) to remove aggregates, counted by hemocytometer, and added to culture. In some experiments, cell suspensions were stained with antibodies against p75 (Ab 1554; Chemicon) and α 4  integrin (Becton-Dickinson, San Jose, CA) for analysis by flow-cytometry ( Bixby et al., 2002 ). In some experiments cells were stained for BrdU using a flow-cytometry kit (BD Pharmingen; cat#559619). Flow-cytometry was performed with a FACSVantage SE-dual laser, three-line flow-cytometer (Becton-Dickinson). See  Supplementary material  for details regarding dissociation of adult cells, genotyping, cell culture, immunohistochemistry, Western blots, nerve injections, and other methods.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:23:03"
}