{
  "pmid": "18328429",
  "abstract": "A conditional mouse model for malignant mesothelioma.  Jongsma J(1), van Montfort E, Vooijs M, Zevenhoven J, Krimpenfort P, van der  Valk M, van de Vijver M, Berns A.  Author information: (1)Department of Molecular Genetics, Cancer Genomics Centre, Centre for  Biomedical Genetics, Netherlands Cancer Institute, Plesmanlaan 121, 1066 CX  Amsterdam, The Netherlands.  Malignant mesothelioma is a devastating disease that has been associated with  loss of Neurofibromatosis type 2 (NF2) and genetic lesions affecting RB and P53  pathways. We introduced similar lesions in the mesothelial lining of the  thoracic cavity of mice. Mesothelioma developed at high incidence in  Nf2;Ink4a/Arf and Nf2;p53 conditional knockout mice with median survival times  of approximately 30 and 20 weeks, respectively. Murine mesothelioma closely  mimicked human malignant mesothelioma. Conditional Nf2;Ink4a/Arf mice showed  increased pleural invasion compared to conditional Nf2;p53 mice. Interestingly,  upon Ink4a loss in the latter mice median survival was significantly reduced and  all tumors were highly invasive, suggesting that Ink4a loss substantially  contributes to the poor clinical outcome of malignant mesothelioma.  DOI: 10.1016/j.ccr.2008.01.030 PMID: 18328429 [Indexed for MEDLINE]",
  "methods": "",
  "introduction": "Introduction The pleura is a fine, multilayered membrane that consists of the visceral pleura, which directly lines the lung parenchyma. At the hilum, this membrane reflects back onto and covers the chest wall, diaphragm, and mediastinum, becoming the parietal pleura. The pleural space is located between the visceral and parietal pleural membranes and contains small volumes (~5–15 mL) of serous fluid (D’Agostino and Edens,  2025 ). The pleural cavity has multiple physiological roles, acting as a lubricant and cushion for the lungs, providing augmentation of lung elastic recoil, and maintaining normal intrapleural pressure. Normally, pleural fluid represents a homeostatic, sterile microenvironment; however, exogenous factors, including infection, trauma, stress, or disease (i.e., respiratory illness, cardiovascular or pulmonary events, or cancer), can alter its composition as well as that of the pleural space/lining. The accumulation of an abnormal collection of fluid within the pleural space is called a pleural effusion. Pleural effusions are a result of disruptions within the homeostatic balance between production and/or drainage of pleural fluid. The degree of disruption required to develop a pleural effusion should not be understated, as the pleural space can drain nearly thirty times more fluid than what is typically produced (Antunes et al,  2003 ). While pleural effusion can be a complication of non-cancerous events occurring in the thoracic cavity, this review focuses on metastatic malignant pleural effusions (MPE), a hallmark of advanced-stage cancer and a clinically significant endpoint in multiple malignancies. MPE are defined by recurrent accumulation of large intrapleural fluid collections that, despite systemic treatment and drainage, are ultimately associated with a high degree of morbidity and mortality (Shaikh et al,  2015 ). In addition, MPE differs from the normal pleural space by the presence of tumor cells, inflammation (as indicated by elevated LDH and inflammatory mediators), elevated protein levels, and typically a lymphocyte-predominant cell count (MPE may also be neutrophil-predominant as well) (Jacobs et al,  2022 ). MPE can occur in both the setting of primary pleural carcinoma (mesothelioma) and more commonly as metastasis from extra-pleural cancers, the most common being metastatic non-small cell lung cancer (NSCLC) and breast cancer (Fig.  1 ) (Dorry et al,  2021 ). Figure 1 Composition of a healthy pleural cavity compared to a pleural cavity with malignant pleural effusion. Pleural fluid in healthy individuals is a serous fluid whose cellular component is composed of mesothelial cells and monocytic leukocyte populations. This serous fluid acts as both a lubricant between the visceral and parietal pleural membranes and as a radial traction force, allowing the lungs to inflate and deflate while avoiding friction and adhesions to the chest wall. In patients with cancer, malignant cells can infiltrate the pleural cavity during metastasis. A common complication of pleural metastases is malignant pleural effusion (MPE), which arises from inflammation and lymphatic obstruction, resulting in the accumulation of protein-rich fluid within the pleural space and creating an inflamed, immunosuppressive microenvironment. The cellular component of MPE comprises a variety of cell types, including cancer cells, immune cells, and mesothelial cells, which interact with one another. The acellular fluid component contains a large number of molecular mediators, such as aberrant proteins, growth factors, and inflammatory cytokines. In healthy individuals, pleural fluid is a homeostatic, serous fluid with a cellular component composed mainly of white blood cells (~75% macrophages and ~25% lymphocytes with minimal presence (~0–2%) of neutrophils, eosinophils, and mesothelial cells) (Noppen et al,  2000 ; Noppen  2004 ). Upon transformation of healthy pleural fluid into MPE, this cellular balance shifts to contain tumor cells and becomes highly T cell dominant (lymphocytic MPE) or neutrophil dominant (neutrophilic MPE), which, as we will discuss later in this review, can affect clinical outcomes. [Note: The image illustrates differences between the healthy and malignant pleural space. These processes can occur in either hemithorax as well as bilaterally.]. MPE is diagnosed by the identification of malignant cells in pleural fluid cytology (sensitivity ~60–70%) or pleural tissue biopsy, with imaging (CT and ultrasound) aiding in assessment and procedural planning. It occurs in approximately 15% of lung cancer patients at diagnosis and in up to 50% with advanced-stage disease (Kassirian et al,  2023 ). Other frequent causes include breast cancer, lymphoma, gastrointestinal, genitourinary, and gynecologic malignancies (Gonnelli et al,  2024 ). Patients commonly present with dyspnea, cough, and chest pain, though some effusions are asymptomatic and detected incidentally on imaging. MPE fluid can be conceptualized as two main components: cellular and acellular. In healthy individuals, acellular pleural fluid is compositionally similar to that of serum. However, within pleural disease, the extent to which the presence of the acellular MPE fluid itself drives pathology versus merely being an indicator of underlying pathology is unknown. This distinction remains an open question, with mounting evidence suggesting pleural fluid can modulate immune activity and tumor behavior (Ge et al,  2024 ). Ultimately, the formation of effusions in malignant pleural disease is associated with worsened clinical outcomes; median survival after MPE diagnosis ranges from 4 to 7 months, varying by tumor type (Gonnelli et al,  2024 ; Bashour et al,  2022 ; Feller-Kopman and Light,  2018 ; Feller-Kopman et al,  2018 ). Patients with lung or gastrointestinal cancers have the shortest median survival (2–3 months), while those with mesothelioma or hematologic malignancies may survive up to a year (9–12 months) (Santhi et al,  2025 ; Bielsa et al,  2008b ; Cimen et al,  2022 ). In NSCLC, MPE is an independent adverse prognostic factor; patients with MPE have a median overall survival of 3 months compared to 5 months in those without, and a significantly lower 1-year survival rate (12.6% vs. 24.8%) (Wang et al,  2025b ; Kumar et al,  2024 ; Epaillard et al,  2021 ; Morgensztern et al,  2012 ). Although clinical management primarily focuses on symptomatic relief, i.e., thoracentesis, indwelling pleural catheters, or pleurodesis, the underlying cancer guides systemic therapy. The high morbidity and mortality associated with MPE underscore the need for a deeper understanding of its biology. Although the primary causes of malignant and benign pleural effusions are well characterized, ongoing research focuses on elucidating the distinct molecular and cellular mechanisms, including the contributions of acellular fluid components, that underlie the formation of MPE and their prognostic impact across various tumor types. The pathogenesis of MPE is primarily mediated by tumor-induced vascular hyperpermeability, angiogenesis, and impaired lymphatic drainage, with tumor- and host-derived factors such as vascular endothelial growth factor (VEGF), inflammatory cytokines, and immune cell interactions playing central roles. Although specific oncogenic mutations may influence tumor behavior, current evidence suggests that specific gene mutations are not the primary drivers of MPE formation, and their direct role remains incompletely understood (Agalioti et al,  2015 ). Instead, MPE formation is best understood as the product of a complex and dynamic interplay between tumor cells, stromal elements, immune mediators, and the specialized physiology of the pleural cavity. Understanding how malignant cells reshape the pleural microenvironment, both at the cellular and molecular levels, will be crucial for developing novel therapeutics to enhance overall survival (OS) in patients with MPE. Beyond its clinical significance, the MPE compartment provides a unique opportunity to study tumor–immune interactions in an anatomically constrained and fluid-accessible microenvironment. Immune and stromal populations within this space are directly exposed to tumor-derived signals and may reflect or influence broader systemic immune states. To this end, our review will highlight advancements made toward understanding MPE biology. For an overview of current treatment methods, we refer the reader to other reviews referenced (Yang and Wang,  2023 ; He et al,  2021 ; Penz et al,  2017 ; Donnenberg et al,  2019a ; West and Lee,  2006 ; Işık et al,  2013 ; Gonnelli et al,  2024 ; Yang et al,  2017 ). Here, we discuss cellular, non-cellular, and molecular drivers of MPE formation, including the roles of vascular permeability, angiogenesis, and lymphatic drainage. We highlight the methods employed by tumor cells to hijack non-malignant host cells and drive MPE and further discuss how cancer cell intrinsic drivers mediate highly pro-tumorigenic signaling cascades that initiate MPE. Additionally, we investigate how innate and adaptive immune cells contribute to the development and progression of MPE.",
  "results": "",
  "discussion": "Conclusion In this review article, we highlight key concepts that we believe are crucial to the continued understanding of MPE biology (Box  1 ). While significant advances in MPE biology have been made over the past 20 years, gaps in understanding remain regarding the factors that allow for the establishment and maintenance of metastatic pleural disease (Box  2 ). We are optimistic that a more thorough understanding of MPE pathophysiology will rapidly translate into better clinical therapeutic options and consequently result in improved outcomes among patients diagnosed with MPE. Box 2 Current questions in MPE biology \n \n What factors predispose patients to MPE formation? What causes more aggressive MPE with worsened prognosis, even when comparing the same primary cancer subtypes? What drives metastasis to the pleural cavity over other sites (i.e., lymph nodes or liver)? What role is played by neutrophils (and potentially NETs) within MPE formation? Does the presence of MPE indicate more highly metastatic disease as compared to patients with dry pleural malignancy and/or cancers without effusions? How can we develop more effective treatment protocols for patients with MPE using the therapeutic tools currently available to us? What therapeutic combinations can safely target multiple drivers of MPE? Pending issues in MPE research Unanswered questions about MPE in lung cancer span basic biology and everyday clinical decisions. We still do not have a clear map of how tumor, stromal, and immune cells work together to drive fluid buildup and local immune dysfunction, or which genomic and immune features of pleural metastases truly mark patients at the highest risk. Pleural fluid biomarkers and molecular assays such as ctDNA and miRNAs, alone or in multimarker panels, need prospective validation with practical cutoffs before they can reliably guide diagnosis or treatment. On the treatment side, trials focused on MPE itself are necessary to test the optimal combination of immunotherapy, anti-angiogenic drugs, and intrapleural approaches.",
  "fetched_at": "2026-02-16T15:37:24.946825",
  "abstract_length": 1280,
  "methods_length": 0,
  "introduction_length": 9203,
  "results_length": 0,
  "discussion_length": 2066
}