{
  "pmid": "PMID:18367665",
  "title": "Induction of apoptosis in neurofibromatosis type 1 malignant peripheral nerve sheath tumor cell lines by a combination of novel farnesyl transferase inhibitors and lovastatin.",
  "abstract": "Neurofibromatosis type 1 (NF1) is a genetic disorder that is driven by the loss of neurofibromin (Nf) protein function. Nf contains a Ras-GTPase-activating protein domain, which directly regulates Ras signaling. Numerous clinical manifestations are associated with the loss of Nf and increased Ras activity. Ras proteins must be prenylated to traffic and functionally localize with target membranes. Hence, Ras is a potential therapeutic target for treating NF1. We have tested the efficacy of two novel farnesyl transferase inhibitors (FTIs), 1 and 2, alone or in combination with lovastatin, on two NF1 malignant peripheral nerve sheath tumor (MPNST) cell lines, NF90-8 and ST88-14. Single treatments of 1, 2, or lovastatin had no effect on Ras prenylation or MPNST cell proliferation. However, low micromolar combinations of 1 or 2 with lovastatin (FTI/lovastatin) reduced Ras prenylation in both MPNST cell lines. Furthermore, this FTI/lovastatin combination treatment reduced cell proliferation and induced an apoptotic response as shown by morphological analysis, procaspase-3/-7 activation, loss of mitochondrial membrane potential, and accumulation of cells with sub-G(1) DNA content. Little to no detectable toxicity was observed in normal rat Schwann cells following FTI/lovastatin combination treatment. These data support the hypothesis that combination FTI plus lovastatin therapy may be a potential treatment for NF1 MPNSTs.",
  "authors": "Jonathan W Wojtkowiak; Farid Fouad; Daniel T LaLonde; Miriam D Kleinman; Richard A Gibbs; John J Reiners; Richard F Borch; Raymond R Mattingly",
  "journal": "The Journal of pharmacology and experimental therapeutics",
  "publicationDate": "2008-07",
  "doi": "10.1124/jpet.107.135830",
  "methods": "Methods Compounds and Reagents The synthesis of prodrug  1  has been reported ( Clark et al., 2007 ). Prodrug  2  was synthesized via an analogous route using aminoester  4  instead of methyl chlorobutylamine to generate prodrug ester  3 , followed by selective hydrolysis of the methyl ester ( Fig. 1 ). Lovastatin (Sigma Aldrich, St Louis, MO) aliquots were prepared in dimethyl sulfoxide and stored at −80°C. JC-1 (5,5′,6,6′-tetrachloro-1,1′,3,3′-tetraethylbenzimidazolylcarbocyanine iodide) and Hoëchst 33342 (Invitrogen Molecular Probes, Carlsbad, CA) were prepared in dimethyl sulfoxide and stored at 4°C. Mitotracker Orange CM-H2 TM Ros (Invitrogen Molecular Probes, Carlsbad, CA) aliquots were prepared in dimethyl sulfoxide and stored at −20°C. Cell Culture NF90-8 and ST88-14 MPNST cell lines were generously donated by T. Glover (University of Michigan, Ann Arbor, MI). Cells were maintained as adherent cultures in RPMI 1640 (Gibco, Carlsbad, CA) with 5% Fetal Bovine Serum (Hyclone Laboratories, Logan, UT), 100 units/ml penicillin, and 100 μg/ml streptomycin (Invitrogen, Carlsbad, CA). Primary normal rat Schwann cells were isolated from the sciatic nerves of neonatal Sprague-Davey Rats and grown on poly-D-lysine coated coverslips as described previously ( Skoff et al., 1998 ). These cells were grown in Eagles medium with 10% calf serum prior to experimental manipulations. Normal, spontaneously immortal rat Schwann cell clones (iSC) isolated from sciatic nerves were a generous gift from E.M. Shooter (Stanford University, Stanford, CA) and described previously ( Bolin et al., 1992 ). These cells were maintained in MEM supplemented with 10% horse serum, 100 units/ml penicillin, and 100 μg/ml streptomycin. All cells were maintained in a humidified incubator under 5% CO 2 . For all experiments, cells were plated 24 hours prior to drug treatment. Immediately before drug treatment, the medium was replaced with fresh growth medium for the duration of the experiment. Western Analysis Lysates were prepared from monolayers of cells in 2× Laemmli sample buffer by boiling for 5 minutes and cleared by centrifugation ( Mattingly et al., 2001 ). Samples were then separated on polyacrylamide-SDS gels and electrophoretically transferred to nitrocellulose. Ras was detected with a 1:250 dilution of anti-pan Ras monoclonal antibody (BD Transduction Laboratories, San Jose, CA). Caspase-3 was detected with a 1:1000 dilution of anti-Caspase-3 polycolonal antibody (Santa Cruz Biotechnology, Inc., Santa Cruz, CA) as described ( Menard et al., 2005 ). Retinoblastoma protein (pRb) phosphorylated Serine 780 was detected with a 1:1000 dilution of anti-Phospho-Rb Ser 780 polyclonal antibody (Cell Signaling Technology, Danvers, MA). The nitrocellulose membrane was stripped and reprobed for total pRb with a 1:1000 dilution of a mouse monoclonal antibody (Cell Signaling Technology). β-Tubulin was immunoblotted with a 1:2000 dilution of the E7 monoclonal antibody (Developmental Studies Hybridoma Bank, Iowa City, IA). Proliferation Assay NF90-8 cells were plated at 20,000 cells/35-mm dish and ST88-14 cells were plated at 20,000 cells/60-mm dish 24 hours prior to drug treatment. Fresh medium was added before the drug treatment as described in the text. Attached cells were trypsinized and combined with media containing detached cells. The cells were collected by centrifugation for 5 minutes at 1000 g  and counted via a hemacytometer. Flow Cytometry NF90-8 and ST88-14 cells were treated and collected for DNA analysis as described previously ( Reiners et al., 1999 ). DNA content was analyzed using a FACScalibur instrument (BD Biosciences, San Jose, CA). A minimum of 10 4  cells/sample were analyzed to determine the percentage of apoptotic cells and cells in G 1 , S, and G 2 /M phase (MODFIT; Variety Software, Topsham, ME). DEVDase Activity Assay Lysates of NF90-8 and ST88-14 cultures were prepared and used in DEVDase assays as previously described ( Caruso et al., 2004 ). Changes in fluorescence over time were converted into picomoles of product by comparison with a standard curve made with 7-amino-4-methylcoumarin. DEVDase specific activities are reported as nanomoles of product per minute per milligram of protein. The bicinchoninic acid assay, using bovine serum albumin as a standard, was used to estimate protein concentrations. Mitochondrial Membrane Potential and Nuclear Morphology NF90-8 cells were plated at 100,000 cells/100-mm dish 24 hours prior to drug treatment. At the end of the drug treatment, mitochondrial membrane potential (Δψ m ) was assayed by two independent methods. In one series of experiments, JC-1 was added directly to the medium at a final concentration of 5 μg/ml, and incubated for 10 minutes at 37°C. Attached cells were trypsinized and combined with growth media containing detached cells. The cells were collected at 500  g  for 5 minutes, washed twice in PBS, and suspended in PBS containing 1% FBS for analysis by excitation at 530 nm and emission at 590 nm. Cells with active mitochondria accumulate red emitting “JC-1 aggregates”. In cells having depolarized mitochondria, JC-1 is present as monomers, which exhibit green, not red, fluorescence emission. In a second series of experiments, Mitotracker Orange CM-H2 TM Ros (excitation at 554 nM and emission at 576 nM) was added directly to the medium of treated cultures at a final concentration of 50 nM, and incubated for 10 minutes at 37°C. Hoëchst 33342 (excitation at 350 nM and emission at 461 nM) was added directly to the medium at a final concentration of 500 nM to reveal nuclear morphology, and co-incubated with the Mitotracker for 5 minutes at 37°C. Cultures were rinsed once with PBS and subsequently rinsed three times with fresh growth medium. Images were immediately acquired with an Axiovert 200M fluorescence microscope (Carl Zeiss). Cells with reduced Δψ m  are unable to sequester and oxidize Mitotracker Orange, and will exhibit reduced fluorescence emission. Statistical analysis Two-tailed paired student t-test was employed to determine the statistical significance of a G1 cell cycle arrest between FTI/lovastatin combination treatment cultures and the DMSO control cultures. The significance level for this analysis was set at  p <0.05.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:23:06"
}