{
  "pmid": "18367665",
  "abstract": "Induction of apoptosis in neurofibromatosis type 1 malignant peripheral nerve  sheath tumor cell lines by a combination of novel farnesyl transferase  inhibitors and lovastatin.  Wojtkowiak JW(1), Fouad F, LaLonde DT, Kleinman MD, Gibbs RA, Reiners JJ Jr,  Borch RF, Mattingly RR.  Author information: (1)Department of Pharmacology, Wayne State University, 540 East Canfield Ave.,  Detroit, MI 48201, USA.  Neurofibromatosis type 1 (NF1) is a genetic disorder that is driven by the loss  of neurofibromin (Nf) protein function. Nf contains a Ras-GTPase-activating  protein domain, which directly regulates Ras signaling. Numerous clinical  manifestations are associated with the loss of Nf and increased Ras activity.  Ras proteins must be prenylated to traffic and functionally localize with target  membranes. Hence, Ras is a potential therapeutic target for treating NF1. We  have tested the efficacy of two novel farnesyl transferase inhibitors (FTIs), 1  and 2, alone or in combination with lovastatin, on two NF1 malignant peripheral  nerve sheath tumor (MPNST) cell lines, NF90-8 and ST88-14. Single treatments of  1, 2, or lovastatin had no effect on Ras prenylation or MPNST cell  proliferation. However, low micromolar combinations of 1 or 2 with lovastatin  (FTI/lovastatin) reduced Ras prenylation in both MPNST cell lines. Furthermore,  this FTI/lovastatin combination treatment reduced cell proliferation and induced  an apoptotic response as shown by morphological analysis, procaspase-3/-7  activation, loss of mitochondrial membrane potential, and accumulation of cells  with sub-G(1) DNA content. Little to no detectable toxicity was observed in  normal rat Schwann cells following FTI/lovastatin combination treatment. These  data support the hypothesis that combination FTI plus lovastatin therapy may be  a potential treatment for NF1 MPNSTs.  DOI: 10.1124/jpet.107.135830 PMCID: PMC3768167 PMID: 18367665 [Indexed for MEDLINE]",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-16T15:37:26.582584",
  "abstract_length": 1948,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}