{
  "pmid": "18371380",
  "abstract": "Neurofibromatosis-1 regulates neuronal and glial cell differentiation from  neuroglial progenitors in vivo by both cAMP- and Ras-dependent mechanisms.  Hegedus B(1), Dasgupta B, Shin JE, Emnett RJ, Hart-Mahon EK, Elghazi L,  Bernal-Mizrachi E, Gutmann DH.  Author information: (1)Department of Neurology, Washington University School of Medicine, St. Louis,  MO 63110, USA.  Individuals with neurofibromatosis type 1 (NF1) develop abnormalities of both  neuronal and glial cell lineages, suggesting that the NF1 protein neurofibromin  is an essential regulator of neuroglial progenitor function. In this regard,  Nf1-deficient embryonic telencephalic neurospheres exhibit increased  self-renewal and prolonged survival as explants in vivo. Using a newly developed  brain lipid binding protein (BLBP)-Cre mouse strain to study the role of  neurofibromin in neural progenitor cell function in the intact animal, we now  show that neuroglial progenitor Nf1 inactivation results in increased glial  lineage proliferation and abnormal neuronal differentiation in vivo. Whereas the  glial cell lineage abnormalities are recapitulated by activated Ras or Akt  expression in vivo, the neuronal abnormalities were Ras- and Akt independent and  reflected impaired cAMP generation in Nf1-deficient cells in vivo and in vitro.  Together, these findings demonstrate that neurofibromin is required for normal  glial and neuronal development involving separable Ras-dependent and  cAMP-dependent mechanisms.  DOI: 10.1016/j.stem.2007.07.008 PMID: 18371380 [Indexed for MEDLINE]",
  "methods": "",
  "introduction": "1. Introduction While inherited intraocular tumors are rare, they can have a profound effect on vision and quality of life. Mendelian-inherited tumor predisposition syndromes with ocular involvement include von Hippel-Lindau disease, neurofibromatosis type 1, NF2-related schwannomatosis, tuberous sclerosis complex, heritable retinoblastoma and the BAP1 tumor predisposition syndrome. These syndromes can produce non-malignant intraocular tumors that are not life-threatening but that can cause vision loss depending on the tumor’s size, location, and secondary effects such as retinal detachment or compression of the optic nerve. Further, the tumors in retinoblastoma and uveal melanoma associated with the BAP1 tumor predisposition syndrome can be both vision and life threatening. Notably, all six of these syndromes share an autosomal dominant inheritance pattern with tumor formation following Knudson’s two-hit hypothesis. This concept proposes that pathogenic mutations in tumor suppressor genes may be inherited in an autosome dominant manner, but that a second, pathogenic mutation must occur spontaneously in a somatic cell type capable of forming tumors for a mass to form( Knudson, 1971 ). An additional feature shared by the ocular tumors in many of these syndromes is the lack of a cure and poor visual outcomes due to the need for local tissue destruction with treatment by laser therapy, radiation, or enucleation. Understanding the genetic underpinnings of each of these diseases can assist with tumor modeling  in vivo  and  in vitro  using patient-derived cells. Ultimately, these disease models can be used to help develop improved, targeted molecular therapies. Ideally these treatments will have minimal side effects for patients and target their unique genetic profile. This is critical since the type of second hit mutation, effector mutations necessary for tumor formation, and mutations in other genes can all effect genotype-phenotype relationships and responses to treatment. 2.1. Introduction Von Hippel-Lindau (VHL) disease is an autosomal dominantly inherited cancer predisposition syndrome. It affects approximately 1 in 36,000 individuals( Maher et al., 1991 ). Patients usually inherit one mutant allele of  VHL , a tumor suppressor gene, from either parent. Tumors form after the second, unaffected  VHL  allele is spontaneously lost or inactivated. Notably, tumors only form in certain cell types, resulting in the unique subset of organs affected by VHL-associated tumors. It is unknown why only certain cell types are susceptible to tumor formation after  VHL  loss of heterozygosity ( Maher et al., 1990 ;  Nielsen et al., 2016 ). While most patients inherit a mutant  VHL  allele, spontaneous mutations in both alleles can occur in up to 20 % of cases ( Richards et al., 1995 ). Patients develop tumors in a subset of organs: hemangioblastomas in the retina, cerebellum, and spinal cord; clear cell renal cell carcinoma (ccRCC); neuroendocrine tumors in the pancreas and adrenal glands (i.e. pheochromocytomas); and endolymphatic sac tumors in the inner ear. Patients also form cysts in the liver, pancreas, kidneys, epididymis in males, and broad ligament in females ( Hes et al., 2005 ;  Kaelin, 2018 ). However, the types of tumors that affect individual patients depends upon their germline  VHL  mutation. For example, patients with missense variants that cause a gain of function mutation, only form pheochromocytomas and none of the other VHL associated tumors. These genotype-phenotype correlations enable clinicians to divide VHL disease into subclasses that can provide patients with prognostic information. Section 1.6 explores these associations in greater depth( Hes et al., 2005 ;  Nordstrom-O’Brien et al., 2010 ;  Zbar et al., 1996 ). Regardless of disease subclass, retinal hemangioblastomas are the most common tumor, affecting over half of diagnosed patients. These tumors are frequently the first manifestations of the disease identified( Maher et al., 1990 ). Over 25 % of patients with these tumors have permanent vision loss and 20 % have vision less than 20/100 in at least one eye. Over half of patients have bilateral lesions and 1/3 have multiple lesions ( Hudler and Urbancic, 2022 ). Pre-symptomatic treatment has the greatest chance of maintaining good vision( Webster et al., 1999 ). 3.1. Introduction Neurofibromatosis Type 1 (NF1, von Recklinghausen disease) is a fully penetrant, autosomal dominant disease that affects many organs in the body but has a predilection for neural-crest-derived tissues ( Brosseau et al., 2018 ;  Le and Parada, 2007 ). Its estimated frequency is 1 in 2500–5000 births and has an estimated prevalence of 1 in 3000–6000 individuals ( Saleh et al., 2023 ;  Wilson et al., 2021 ). Most patients have one allele of the  NF1  gene mutated but do not form the characteristic tumors until somatic loss of function in the second allele occurs. This is due to the role of  NF1 ’s protein product, neurofibromin, as a tumor suppressor ( Gottfried et al., 2010 ;  Saleh et al., 2023 ). Although phenotypic severity is highly variable, patients with NF1 most often suffer from neurofibromas, nerve sheath tumors forming along the cranial, spinal, and peripheral nerves in addition to the skin; cafe-au-lait macules (CALMs); scoliosis and long bone dysplasia; and gliomas that can form along the optic pathway and affect vision or form in the brain along with glioblastomas. Patients can also have intellectual disability( Gutmann et al., 2017 ). 4.1. Introduction NF2-Related Schwannomatosis (NF2, formerly Neurofibromatosis Type 2) is an autosomal dominant, inherited tumor predisposition syndrome that causes formation of several CNS tumors including vestibular schwannomas/acoustic neuromas, meningiomas, and ependymomas. Depending on the location of these tumors, they can cause loss of motor or sensory function and induce pain. NF2 has an incidence of 1:25,000–28,000 and a prevalence of 1:50,000–100,000( Ghalavand et al., 2023 ;  Kim et al., 2024 ).  NF2 ’s protein product, merlin, acts as a tumor suppressor. Thus, a pathogenic mutation in the second allele is required for tumorigenesis. Half of patients inherit one mutated allele, and the other half possess a mutated allele via sporadic mutation that can affect all cells in the body or only some, causing a segmental or mosaic disease presentation( Kim et al., 2024 ). While bilateral vestibular schwannomas are the most common and characteristic disease manifestation affecting patients with NF2, patients can suffer from a range of ocular effects including retinal hamartomas, optic disc gliomas, and optic nerve sheath meningiomas which can lead to blindness ( Armentano et al., 2023 ). Importantly, NF2 demonstrates strong genotype-phenotype correlations allowing research models of specific mutations( Bosch et al., 2006 ). To date, however, no ocular models of NF2 disease exist. 5.1. Introduction Tuberous Sclerosis Complex (TSC) is a rare neurocutaneous syndrome and mTORopathy. It demonstrates a global prevalence of 1/6000–14,000 individuals. Familial autosomal dominant inheritance accounts for one-third of cases, with the remainder of cases due to de novo mutations. Mutations in  TSC1  or  TSC2  lead to overactivation of the mTOR pathway causing anomalous neural migration leading to seizures, neuropsychiatric disorders and cell proliferation forming tumors and hamartomas. Affected tissue include skin, teeth, bones, heart, lungs, kidneys, brain, and eyes. It is presumed that a second hit is necessary to form most TSC-associated tumors, including the main ocular feature, retinal astrocytic hamartoma( Arredondo et al., 2024 ). While most retinal hamartomas are benign, their location in the retina can lead to vision loss and some can become aggressive and necessitate enucleation. A recent gene therapy study in a mouse model of TSC demonstrated decreased brain pathology, which has potential implications for treating patients with symptomatic ocular features( Cheah et al., 2021 ). 6.1. Introduction Retinoblastoma (RB) is the most common primary intraocular malignancy of childhood( Byroju et al., 2023 ;  Ishaq and Patel, 2024 ). Pathogenic mutations in one allele of  RB1  are usually inherited and tumorigenesis occurs after somatic mutation in the second allele, again following Knudson’s two hit hypothesis. Unlike the neurocutaneous syndromes described above, RB tumors are malignant. It has an incidence of 1/16,000–20,000 live births globally with 200–300 new cases per year in the United States( Byroju et al., 2023 ). With early diagnosis and successful treatment, affected patients have a high survival rate. Recent research efforts in RB have focused on liquid biopsies to identify biomarkers to help guide personalized medicine and determine an individual patient’s prognosis. 7.1. Introduction Uveal melanoma is the most common primary intraocular malignancy affecting adults. Tumors form in structures comprising the uveal tract: the iris, ciliary body, and choroid. While most cases occur due to somatic mutations, uveal melanoma can occur as part of an autosomal dominant cancer predisposition syndrome caused by mutations in the  BRCA-1 associated protein 1  ( BAP1)  gene. The BAP1 tumor predisposition syndrome (BAP1-TPDS) was identified in the 2010s( Testa et al., 2011 ;  Wiesner et al., 2011 ). In addition to uveal melanoma, patients are at risk for developing cutaneous melanoma, melanocytic BAP1-mutated Atypical Intradermal Tumor (MBAIT), mesothelioma, and renal cell carcinoma( Masoomian et al., 2018 ). Given its relatively recent discovery and rare occurrence, molecular understanding of BAP1-TPDS is still evolving. Since BAP1 is a known tumor suppressor protein, the second allele must undergo somatic mutations in susceptible cell types for a tumor to manifest. Syndrome penetrance is incomplete and there is high intrafamilial variable expressivity( Masoomian et al., 2018 ). No clear genotype-phenotype relationship exists between the type or location of mutation and the organ affected by tumors ( Rai et al., 2016 ).",
  "results": "",
  "discussion": "8. Conclusion Patients affected by heritable tumor predisposition syndromes face the dual challenge of both vision loss and formation of life-threatening tumors. There is a great need for improved targeted treatments to preserve patients’ vision, improve their quality of life, and in some cases, prevent premature death. This review has provided an overview of intraocular tumors inherited in cancer predisposition syndromes and the current state of research into their basic pathophysiology and potential therapeutic targets. Understanding the clinical presentation of these syndromes and their genetic and molecular mechanisms is critical to developing accurate disease research models which will hopefully lead to better treatments in the future.",
  "fetched_at": "2026-02-16T15:37:28.261722",
  "abstract_length": 1562,
  "methods_length": 0,
  "introduction_length": 10136,
  "results_length": 0,
  "discussion_length": 750
}