{
  "pmid": "18413802",
  "abstract": "Sorafenib inhibits growth and mitogen-activated protein kinase signaling in  malignant peripheral nerve sheath cells.  Ambrosini G(1), Cheema HS, Seelman S, Teed A, Sambol EB, Singer S, Schwartz GK.  Author information: (1)Laboratory of New Drug Development, Department of Medicine, Memorial  Sloan-Kettering Cancer Center, 1275 York Avenue, New York, NY 10021, USA.  Malignant peripheral nerve sheath tumors (MPNST) are soft-tissue tumors with a  very poor prognosis and largely resistant to chemotherapy. MPNSTs are  characterized by activation of the Ras pathway by loss of tumor suppressor  neurofibromatosis type 1. In view of this, MPNST may be susceptible to  inhibition of the activated Ras/Raf/mitogen-activated protein kinase pathway by  the B-Raf inhibitor sorafenib. MPNST (MPNST and ST8814) and dedifferentiated  liposarcoma (LS141 and DDLS) human tumor cell lines were characterized for Ras  activation and B-Raf expression. Tumor cells were treated with sorafenib and  examined for growth inhibition, inhibition of phospho-MEK, phospho-ERK, cell  cycle arrest, and changes in cyclin D1 and pRb expression. MPNSTs were sensitive  to sorafenib at nanomolar concentrations. This appeared to be due to inhibition  of phospho-MEK, phospho-ERK, suppression of cyclin D1, and hypophosphorylation  of pRb at the CDK4-specific sites, resulting in a G(1) cell cycle arrest. These  effects were not seen in the liposarcoma cells, which either did not express  B-Raf or showed decreased Ras activation. Small interfering RNA-mediated  depletion of B-Raf in MPNSTs also induced a G(1) cell cycle arrest in these  cells, with a marked inhibition of cyclin D1 expression and Rb phosphorylation,  whereas depletion of C-Raf did not affect either. With growth inhibition at the  low nanomolar range, sorafenib, by inhibiting the mitogen-activated protein  kinase pathway, may prove to be a novel therapy for patients with MPNST.  DOI: 10.1158/1535-7163.MCT-07-0518 PMCID: PMC3267321 PMID: 18413802 [Indexed for MEDLINE]",
  "methods": "Experimental design MPNST (MPNST and ST8814) and dedifferentiated liposarcoma (LS141 and DDLS) human tumor cell lines were characterized for Ras activation and B-Raf expression. Tumor cells were treated with sorafenib and examined for growth inhibition, inhibition of phospho-MEK (p-MEK), phospho-ERK (p-ERK), cell cycle arrest, and changes in cyclin D1 and pRb expression.",
  "introduction": "",
  "results": "Results MPNSTs were sensitive to sorafenib at nanomolar concentrations. This appeared to be due to inhibition of p-MEK, p-ERK, suppression of cyclin D1, hypophosphorylation of pRb at the CDK4 specific sites, resulting in a G1 cell cycle arrest. These effects were not seen in the liposarcoma cells, which either did not express B-Raf or showed decreased Ras activation. SiRNA-mediated depletion of B-Raf in MPNSTs also induced a G1 cell cycle arrest in these cells, with a marked inhibition of cyclin D1 expression and Rb phosphorylation, whereas depletion of C-Raf did not affect either.",
  "discussion": "Conclusions With growth inhibition at the low nano-molar range, sorafenib, by inhibiting the MAPK pathway, may prove to be a novel therapy for patients with MPNST.",
  "fetched_at": "2026-02-16T15:37:29.852965",
  "abstract_length": 2017,
  "methods_length": 373,
  "introduction_length": 0,
  "results_length": 588,
  "discussion_length": 163
}