{
  "pmid": "PMID:18413802",
  "title": "Sorafenib inhibits growth and mitogen-activated protein kinase signaling in malignant peripheral nerve sheath cells.",
  "abstract": "Malignant peripheral nerve sheath tumors (MPNST) are soft-tissue tumors with a very poor prognosis and largely resistant to chemotherapy. MPNSTs are characterized by activation of the Ras pathway by loss of tumor suppressor neurofibromatosis type 1. In view of this, MPNST may be susceptible to inhibition of the activated Ras/Raf/mitogen-activated protein kinase pathway by the B-Raf inhibitor sorafenib. MPNST (MPNST and ST8814) and dedifferentiated liposarcoma (LS141 and DDLS) human tumor cell lines were characterized for Ras activation and B-Raf expression. Tumor cells were treated with sorafenib and examined for growth inhibition, inhibition of phospho-MEK, phospho-ERK, cell cycle arrest, and changes in cyclin D1 and pRb expression. MPNSTs were sensitive to sorafenib at nanomolar concentrations. This appeared to be due to inhibition of phospho-MEK, phospho-ERK, suppression of cyclin D1, and hypophosphorylation of pRb at the CDK4-specific sites, resulting in a G(1) cell cycle arrest. These effects were not seen in the liposarcoma cells, which either did not express B-Raf or showed decreased Ras activation. Small interfering RNA-mediated depletion of B-Raf in MPNSTs also induced a G(1) cell cycle arrest in these cells, with a marked inhibition of cyclin D1 expression and Rb phosphorylation, whereas depletion of C-Raf did not affect either. With growth inhibition at the low nanomolar range, sorafenib, by inhibiting the mitogen-activated protein kinase pathway, may prove to be a novel therapy for patients with MPNST.",
  "authors": "Grazia Ambrosini; Haider S Cheema; Sharon Seelman; Allison Teed; Elliot B Sambol; Samuel Singer; Gary K Schwartz",
  "journal": "Molecular cancer therapeutics",
  "publicationDate": "2008-04",
  "doi": "10.1158/1535-7163.MCT-07-0518",
  "methods": "Experimental design MPNST (MPNST and ST8814) and dedifferentiated liposarcoma (LS141 and DDLS) human tumor cell lines were characterized for Ras activation and B-Raf expression. Tumor cells were treated with sorafenib and examined for growth inhibition, inhibition of phospho-MEK (p-MEK), phospho-ERK (p-ERK), cell cycle arrest, and changes in cyclin D1 and pRb expression. Materials and Methods Cell Cultures LS141 and DDLS primary human cell lines were derived from two patients with high grade retroperitoneal dedifferentiated liposarcoma ( Singer Ref ?). MPNST was derived from a patient with a high grade peripheral nerve sheath tumor of the thigh, ST8814 was derived from a patient with NF1-associated MPNST of the thigh (both graciously supplied by Jonathan Fletcher, DFCI, Boston, MA). MPNST, ST8814 and the LS141 were grown in RPMI 1640 supplemented with 15% heat inactivated FBS plus penicillin and streptomycin. DDLS cells were grown in DMEM HG: F-12 media supplemented with 10% heat inactivated FBS plus penicillin and streptomycin. Sorafenib (BAY43-9006) was supplied by Bayer Pharmaceutical Corp. (West Haven, CT). The compound was dissolved in DMSO as a stock and stored in aliquots at −20°C. Cell Proliferation and Apoptosis Assays Cells (1500/well) were plated in 96-well plates, and treated with the indicated concentrations of sorafenib for 4 days. Viability was assessed using the Cell Counting Kit 8 (CCK8) from Dojindo Molecular Technologies (Gaithersburg, MD) according to the manufacturer’s instructions. Plates were read at 450nm in a plate reader (SpectraMax 340, Molecular Devices, Sunnyvale, CA). Growth inhibition was expressed as a percentage of control. The measurement of apoptosis by quantitative fluorescence microscopy (QFM) was carried out using 4′,6′-diamidino-2-phenylindole (DAPI, Sigma) staining of nuclear chromatin. Cells were scored for the incidence of apoptotic chromatin condensation using a Nikon Eclipse TE2000-U microscope (Nikon). Ras Activity To determine the activity of Ras the EZ-Detect Ras Activation Kit (cat. 89855 from Pierce, Rockford, IL) was used according to manufacturer’s protocol. Briefly, cell lysates were treated with GTPγS or GDP to activate or inactivate Ras, respectively. The nucleotide exchange reaction was terminated within 15 minutes by placing the samples on ice. The lysates were then incubated with a GST-fusion protein that contains the Ras Binding Domain (RBD) of Raf1 to pull down active Ras. Detection of Ras was done by immunoblotting using the supplied pan-Ras antibody. Flow Cytometry The cells were harvested by trypsinization and fixed with ice-cold 70% ethanol. After washing with PBS containing 0.05% Tween 20, cells were labeled with MPM-2 antibody (Upstate Biotechnology, Lake Placid, NY) for 1 h at 4°C. Cells were washed with PBS and incubated with goat antimouse-FITC (Boehringer Mannheim, Mannheim, Germany) for 1 h in the dark. After washing, cells were resuspended in 5 μg/ml propidium iodide containing 50 μg/ml RNase A. Samples were analyzed on a FACScan (Becton Dickinson, Franklin Lakes, NJ), and data were analyzed for DNA content using Flowjo software. Western Blotting Cells were plated 48 hours prior to treatment. Briefly, cells were lysed in RIPA buffer supplemented with protease inhibitor cocktail tablets (Complete Mini, Roche Diagnostics, Mannheim, Germany) and 1mM NaVO3. Equal amounts of protein were loaded on 4–12% PAGE gels (Invitrogen, Carlsbad, CA). Membranes were blotted with antibodies specific for Cyclin D1, ERK, phospho-ERK, B-Raf, and Ku-70 (Santa Cruz Biotechnology, Inc., Santa Cruz, Ca), MEK1, Rb, and Mcl-1 (BD Pharmingen, San Diego, CA), phospho-MEK1/2 [Ser217/221] and phospho Rb[S807/S811] (Cell Signaling Technology, Beverly, MA), Ras (Pierce, Rockford, IL) and α-tubulin (Upstate Biotechnology, Lake Placid, NY). Gene Silencing Cells were plated at 50–60% confluence in 60 mm plates and incubated for 24 h. Cells were then transiently transfected using Lipofectamine RNAiMAX (Invitrogen) mixed with siRNA for either B-Raf: AAAGAATTGGATCTGGATCAT ( 20 ), and C-Raf: TGTGCGAAATGGAATGAGCTT, both from Dharmacon (Lafayette, CO). As a control, a nonspecific siRNA was used. After 72 hours of transfection, cells were lysed for immunoblotting analysis and flow cytometry.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:23:08",
  "introduction": "Introduction Soft tissue sarcomas (STS) are a heterogenous group of cancers. They account for 1% of all cancers. Approximately 9,000 new cases are diagnosed in the United States each year ( 1 ). Clinically, approximately 50% of people with sarcomas will die of their disease. Surgery and radiation therapy are the principal means to achieve tumor control. Adjuvant chemotherapy has been examined and is used for sarcomas typically occurring in children and young adults (osteogenic sarcoma, Ewing sarcoma, and rhabdomyosarcoma, e.g.) but is of marginal, if any, benefit for the types of sarcomas more commonly encountered in adults (liposarcomas, leiomyosarcoma, malignant fibrous histiocytoma, e.g.). In the metastatic setting, doxorubicin and ifosfamide have remained the best drugs for 20 or more years but these remain essentially palliative with substantial toxicity. Thus, there is an unmet need to identify and test promising new agents in the metastatic setting. Receptor tyrosine kinase inhibition has been shown to be a remarkably effective mechanism to treat hematopoietic, epithelial, and mesenchymal cancers ( 2 ). The remarkable results with imatinib for metastatic gastrointestinal stromal tumor (GIST) give hope that targeted therapy will be beneficial for some of the other 50 or more subtypes of sarcoma ( 3 ). As a result, we have begun a broad based search for small molecule organic compounds to target tyrosine- and serine/threonine kinases critical to the survival of STS cells. One such screen yielded sorafenib, a compound with preclinical evidence of inhibition of B-Raf kinase, VEGFR2, and other kinases ( 4 ). The Raf family of serine/threonine kinases compromises three members: C-Raf (Raf-1), A-Raf, and B-Raf. The activation of the Raf kinases proceeds through binding to activated Ras. Once activated, all the Raf kinases can phosphorylate MEK, which in turn phosphorylates and activates ERK ( 5 ). Activation of the Mitogen-Activated Protein Kinase (MAPK) pathway results in the transcriptional induction of Cyclin D1 with activation of CDK4, phosphorylation of pRb and continued cell cycle progression from G1 to S ( 5 , 6 ). Malignant peripheral nerve sheath tumors (MPNSTs) are soft tissue tumors with a very poor prognosis ( 7 – 9 ). MPNSTs are particularly intriguing targets for sorafenib given the activation of the ras pathway by loss of tumor suppressor neurofibromatosis type I (NF1) in the majority of familial and sporadic MPNST. NF1 is an autosomal dominant disorder, effecting 1 in 3000 people worldwide that ultimately can lead to MPNSTs ( 7 ). Surgical specimens and cell lines from patients with spontaneous MPNST or MPNST arising in the setting of neurofibromatosis show high levels of ras activity ( 7 – 10 ). NF1 gene transcribes neurofibromin, a protein that negatively regulates Ras proteins ( 11 ). Loss of neurofibromin is associated with increase in Ras activity resulting in an increase in the activation of the MAPK pathway ( 7 ,  11 ,  12 ). Raf was the first effector kinase identified which is downstream of Ras ( 13 ). The activation of Raf occurs after recruitment to the membrane and its association with active or GTP-Ras ( 14 ). Although oncogenic forms of all the Rafs can be experimentally induced, the B-Raf form has exclusively been identified in somatic cells ( 15 ). Additionally, B-Raf has greater activity towards targeting MEK than C-Raf or A-Raf ( 6 ). Since B-Raf has only two sites for activation, S598 and T601, it only requires one substitution for activation, V599E, now known as V600E ( 15 ). The V600E missense mutation, basis for 80% of the oncogenic B-Raf alleles, results in maximal activity of native B-Raf, probably by mimicking the inherent phosphorylation of S598 and T601 by Ras ( 15 ). Mutations that occur in cancer activate B-Raf from 1.3- to 700-fold relative to wild-type B-Raf, as shown by their abilities to phosphorylate MEK in vitro and stimulate ERK signaling in vivo ( 16 ). These high activity mutants render tumor cells sensitive to sorafenib therapy ( 17 ). Sorafenib has been characterized and studied in tumor cell lines with hyperactivating B-Raf mutations. As indicated in a screen for mutations in this oncogene among a wide variety of cancers, B-Raf mutations are rare in STS and only one malignant fibrous histiocytoma (MFH) was shown to have a mutation in B-Raf ( 18 ). Little is known of the effects of sorafenib on MPNST cells, which have activated B-Raf by virtue of a decrease in NF1 expression and activation of the Ras signaling cascade. Therefore, we elected to test sorafenib against our series of sarcoma cell lines including those derived from patients with MPNST and to correlate sensitivity to inhibition of MAPK activity.",
  "results": "Results Characterization of STS cell lines for Ras activation, B-Raf, and C-Raf Expression In order to understand the Ras/Raf/MAPK signaling pathway in STS cells, we first examined the status of Ras activation in both MPNST cells and in dedifferentiated liposarcoma cell lines. The basal protein expression of Ras by immunoblotting was comparable in all cell lines ( fig. 1A , left panel). The levels of active Ras by pull-down assay were comparable in MPNST, ST8814 and LS141, whereas DDLS exhibited a relative decrease ( fig. 1A , right panel). The addition of 100 nM Sorafenib to this kinase assay had no effect on the activation of GTP–Ras under these treatment conditions (data not shown). As Ras signals to B-Raf, we next elected to examine B-Raf expression in the cell lines. As shown in  figure 1B , B-Raf is expressed by MPNST, ST8814 and DDLS, but it showed low expression in LS141 despite the upstream activation of Ras. Interestingly, the DDLS cell line appears to express the highest levels of B-Raf. Mutational analysis of B-Raf in exons 11 and 15, which represent the sites for almost all the known mutations of B-Raf ( 18 ), failed to indicate mutations in any of these sarcoma cell lines (data now shown). The expression of C-Raf was comparable in all cell lines ( fig. 1B ). Sorafenib inhibits cell growth of MPNST cells We next elected to test the effect of sorafenib on inhibition of proliferation of the four STS cell lines and to correlate growth inhibition to the expression of both upstream and downstream signaling events. For these studies the cells were treated with 50 nM to 1 μM of sorafenib for 4 days. As indicated in  figure 2 , both the peripheral nerve sheath tumors, MPNST and ST8814, were susceptible to 50% growth inhibition with sorafenib concentrations of 50 to 100 nM. This is consistent with the activation of Ras and the expression of B-Raf in these cells. In contrast, the two liposarcoma cell lines, which either have decreased Ras activation (DDLS) or barely detectable B-Raf expression (LS141), remained resistant to sorafenib therapy up to concentrations of 1 μM. Growth inhibition of LS141 and DDLS was observed starting at sorafenib concentrations of 2 μM and 5 μM, respectively (data not shown). Sorafenib inhibits the MAPK pathway in MPNST cells In order to correlate growth inhibition with sorafenib therapy, we examined the expression of downstream signaling molecules of the Ras/Raf/MAPK pathway. For these studies the sarcoma cell lines were treated with 100 nM of sorafenib for 24 hours and examined for inhibition of phospho-MEK (p-MEK) and phospho-ERK (p-ERK) by Western blotting. As shown in  figure 3 , when compared to no drug controls (−), both p-MEK and p-ERK were inhibited by sorafenib (+) in the sensitive malignant peripheral nerve sheath tumors, MPNST and ST8814 cells. With treatment, p-MEK and p-ERK did not change in LS141. DDLS, which expresses higher levels of B-Raf and relatively low Ras activity, exhibited a paradoxical increase in p-MEK with treatment, and very high basal levels of p-ERK that were not inhibited by sorafenib. Total MEK and ERK expression remained unchanged with sorafenib treatment in all cell lines. We also tested the effect of sorafenib at earlier time points, from 1 to 24 hours in both MPNST cell lines, as shown in  figure 3B . Interestingly, sorafenib induced a rapid downregulation of p-ERK, p-MEK, within the first hour of treatment in both MPNST and ST8814 cell lines. In contrast, the same treatments did not induce any changes in protein phosphorylation or expression at any time point in the liposarcoma cells (data not shown). It has been previously reported that sorafenib diminishes Mcl-1 levels by proteasome-mediated degradation (Yu). Thus, we tested whether sorafenib had similar effects in our cells. In MPNST and ST8814, Mcl-1 was completely downregulated by sorafenib, while it was slightly decreased in DDLS. The LS141 showed remarkably high expression of Mcl-1 that was only slightly affected by sorafenib treatment ( fig. 3C ). However, we could not detect significant apoptosis by DAPI staining in any of the cell lines under these treatment conditions (data not shown). Sorafenib induces a G1 cell cycle arrest and suppresses cyclin D1 and pRb expression in MPNST cells The inhibition of p-ERK (ie the MAPK pathway) by sorafenib should result in a G1 cell cycle arrest with suppression of cyclin D1 and inhibition of pRb phosphorylation ( 16 ). The cell cycle distribution by flow cytometry in drug free media (Control) or in the presence of 100 nM of sorafenib for 24 hours for each of these STS cell lines is shown in  figure 4A . As indicated, both the malignant peripheral nerve sheath tumors, MPNST and ST8814, which are sensitive to sorafenib and exhibit inhibition of p-Erk, showed an increase of the G1 population with treatment from 37% to 57% and 47% to 66%, respectively. This G1 arrest correlated with a decrease in the S phase population in the presence of sorafenib in both cell lines. In contrast, treatment of the dedifferentiated liposarcoma cells with sorafenib induces no change in the cell cycle distribution. As illustrated in  figure 4B , the exposure of these cells to 100 nM sorafenib for 24 hrs induces suppression of cyclin D1 expression but only in the MPNST and ST8814 cell lines. This corresponds to inhibition of pRb phosphorylation by sorafenib at the CDK4 specific phosphorylation sites, S807 and S811, with only a minimal change in total Rb protein. In contrast, treatment of liposarcoma cell lines, under these same conditions, induces no suppression of cyclin D1 and no inhibition of pRb phosphorylation. These results were also confirmed at the early time point of treatment for the four cell lines (data not shown). B-Raf, but not C-Raf, siRNA suppresses expression of cyclin D1 and pRb in association with a G1 cell cycle arrest in MPNST cells Sorafenib was designed to inhibit C-Raf ( 23 ) and more recently has been shown to also block B-Raf and other kinases such as VEGFR2 ( 4 ). Therefore, we investigated the effects of specific B-Raf and C-Raf depletion in the MPNST cells using a siRNA-based approach. As shown in  figure 5A , under these treatment conditions, B-Raf and C-Raf were downregulated in both cell lines. This corresponded to a decrease in pRb and cyclin D1 expression in the B-Raf-specific siRNA transfected cells, but not in C-Raf siRNA-transfected cells. This demonstrates that B-Raf, and not C-Raf, controls the expression of downstream effector molecules following MAPK inhibition in these sarcoma cells. Cell cycle analysis showed that three days after transfection B-Raf depletion induced a significant increase in the G1 population, when compared to control siRNA (from 42.6 to 73.9% in MPNST and from 52% to 66% in ST8814) ( Fig. 5B ), with a corresponding decrease in S-phase cells (from 36% to 7.6% in MPNST and from 26% to 15% in ST8814). C-Raf depletion did not affect the cell cycle distribution of either cell line, consistent with the western results showing no suppression of either cyclin D1 or pRb with C-Raf specific siRNA. Furthermore, administration of sorafenib to cells transfected with B-Raf siRNA did not significantly increase the levels of G1 arrest, suggesting the sorafenib has no other off-target effects in these cells. Collectively, these results indicate that B-Raf plays a key role in the growth of malignant peripheral nerve sheath tumor cells through the activation of the MAPK pathway and that the effect of sorafenib on this pathway appears mediated through the inhibition of B-Raf, rather than C-Raf.",
  "discussion": "Discussion The Ras/Raf/MAPK signal transduction pathway has been attributed to many oncogenic disorders. Targeting a pathway that plays a role in differentiation, growth and development can have remarkable effects. Targeted therapy has mostly focused on activating mutations within the Ras oncogene or its downstream target, B-Raf. For example, melanomas have been shown to have gain-of-function B-Raf mutations that render these cells sensitive to sorafenib therapy ( 19 ). However, we have shown that in MPNST and ST8814 peripheral nerve sheath tumor cell lines the presence of a B-Raf mutation is not necessary for cells to undergo inhibition of proliferation when exposed to sorafenib. Rather the activation of Ras, by the loss of functional NF1, which characterizes MPNST as a disease entity, appears to make the MPNST cells sensitive to B-Raf targeted therapy. However, simple activation of Ras is not sufficient to distinguish sorafenib sensitive from sorafenib resistant cell lines. Instead, other signaling molecules in the MAPK signaling pathway can determine the lack of sensitivity to sorafenib therapy. For example, LS141 has activated Ras, and it exhibited almost no expression of the downstream effector molecule B-Raf, rendering these cells resistant to sorafenib therapy. Though DDLS expresses B-Raf, it showed no inhibition of proliferation by sorafenib. This may be due to the relatively low Ras activity, or the constitutive high levels of B-Raf/p-ERK in these cells. Our results indicate that malignant peripheral nerve sheath tumors are highly sensitive to sorafenib. This appears to be due to the rapid inhibition of p-MEK, p-ERK, and suppression of cyclin D1, hypophosphorylation of pRb from CDK4 inhibition, with a resulting G1 cell cycle arrest. These effects are B-Raf-mediated, since specific depletion of B-Raf by siRNA recapitulated sorafenib treatment in the inhibition of downstream signaling molecules and cell cycle arrest. It has recently been suggested that cells with activating mutations in B-Raf are most susceptible to inhibition of the MAPK cascade by small molecule inhibitors of this pathway ( 19 ,  20 ). However, our results indicate that MPNST cells with activated Ras, but no B-Raf mutations, are also susceptible to inhibition of this pathway by sorafenib with resultant growth arrest. This is in agreement with the inhibitory effects of sorafenib in uveal melanoma cells, in which growth inhibition was not dependent on the B-Raf mutational status of the cell ( 21 ). Since sorafenib was designed to inhibit C-Raf-dependent MEK phosphorylation ( 22 ), it was important to determine the role of C-Raf in MPNSTs. We demonstrated that siRNA-mediated C-Raf depletion does not affect cell growth and MAPK signaling. This ruled out a role of C-Raf in the inhibitory effect of sorafenib on the proliferation of sarcoma cells, confirming previous data in melanoma cells showing that C-Raf depletion did not affect cell proliferation and MAPK signaling ( 23 ). In addition to the inhibition of the MAPK pathway, sorafenib also strongly caused downregulation of Mcl-1 in the MPNST and ST8814 cells. In the liposarcoma cells this effect was less evident, especially in the LS141, which expresses high levels of Mcl-1. It has been reported that downregulation of Mcl-1 contributes to sorafenib-induced apoptosis. This was observed at doses in the micromolar range and for extended periods of drug exposure (REF). However, we could not detect significant apoptosis with 100 nM sorafenib up to 48 hours. In conclusion, we have shown that B-Raf is an effective target for the inhibition of proliferation of malignant peripheral nerve sheath tumors. In contrast, liposarcoma cell lines are completely resistant to sorafenib treatment. Even though further studies are still necessary to determine all the molecular changes that occur outside of the MAPK pathway, the effectiveness of sorafenib at the low nanomolar range, and with no active agents in the treatment of this disease, makes this an attractive new approach in the treatment of patients with MPNST. A similar approach has been proposed for the Ras inhibitor Farnesylthiosalicylic acid (FTS) in the treatment of neurofibromin-deficient and Ras/Raf/MAPK driven MPNST tumors ( 24 ). Based on this preclinical data with sorafenib, a multi-center phase II clinical trial with this agent in the treatment of MPNST is now underway.",
  "upgrade_date": "2026-02-21 02:21:19"
}