{
  "pmid": "PMID:18413802",
  "title": "Sorafenib inhibits growth and mitogen-activated protein kinase signaling in malignant peripheral nerve sheath cells.",
  "abstract": "Malignant peripheral nerve sheath tumors (MPNST) are soft-tissue tumors with a very poor prognosis and largely resistant to chemotherapy. MPNSTs are characterized by activation of the Ras pathway by loss of tumor suppressor neurofibromatosis type 1. In view of this, MPNST may be susceptible to inhibition of the activated Ras/Raf/mitogen-activated protein kinase pathway by the B-Raf inhibitor sorafenib. MPNST (MPNST and ST8814) and dedifferentiated liposarcoma (LS141 and DDLS) human tumor cell lines were characterized for Ras activation and B-Raf expression. Tumor cells were treated with sorafenib and examined for growth inhibition, inhibition of phospho-MEK, phospho-ERK, cell cycle arrest, and changes in cyclin D1 and pRb expression. MPNSTs were sensitive to sorafenib at nanomolar concentrations. This appeared to be due to inhibition of phospho-MEK, phospho-ERK, suppression of cyclin D1, and hypophosphorylation of pRb at the CDK4-specific sites, resulting in a G(1) cell cycle arrest. These effects were not seen in the liposarcoma cells, which either did not express B-Raf or showed decreased Ras activation. Small interfering RNA-mediated depletion of B-Raf in MPNSTs also induced a G(1) cell cycle arrest in these cells, with a marked inhibition of cyclin D1 expression and Rb phosphorylation, whereas depletion of C-Raf did not affect either. With growth inhibition at the low nanomolar range, sorafenib, by inhibiting the mitogen-activated protein kinase pathway, may prove to be a novel therapy for patients with MPNST.",
  "authors": "Grazia Ambrosini; Haider S Cheema; Sharon Seelman; Allison Teed; Elliot B Sambol; Samuel Singer; Gary K Schwartz",
  "journal": "Molecular cancer therapeutics",
  "publicationDate": "2008-04",
  "doi": "10.1158/1535-7163.MCT-07-0518",
  "methods": "Experimental design MPNST (MPNST and ST8814) and dedifferentiated liposarcoma (LS141 and DDLS) human tumor cell lines were characterized for Ras activation and B-Raf expression. Tumor cells were treated with sorafenib and examined for growth inhibition, inhibition of phospho-MEK (p-MEK), phospho-ERK (p-ERK), cell cycle arrest, and changes in cyclin D1 and pRb expression. Materials and Methods Cell Cultures LS141 and DDLS primary human cell lines were derived from two patients with high grade retroperitoneal dedifferentiated liposarcoma ( Singer Ref ?). MPNST was derived from a patient with a high grade peripheral nerve sheath tumor of the thigh, ST8814 was derived from a patient with NF1-associated MPNST of the thigh (both graciously supplied by Jonathan Fletcher, DFCI, Boston, MA). MPNST, ST8814 and the LS141 were grown in RPMI 1640 supplemented with 15% heat inactivated FBS plus penicillin and streptomycin. DDLS cells were grown in DMEM HG: F-12 media supplemented with 10% heat inactivated FBS plus penicillin and streptomycin. Sorafenib (BAY43-9006) was supplied by Bayer Pharmaceutical Corp. (West Haven, CT). The compound was dissolved in DMSO as a stock and stored in aliquots at −20°C. Cell Proliferation and Apoptosis Assays Cells (1500/well) were plated in 96-well plates, and treated with the indicated concentrations of sorafenib for 4 days. Viability was assessed using the Cell Counting Kit 8 (CCK8) from Dojindo Molecular Technologies (Gaithersburg, MD) according to the manufacturer’s instructions. Plates were read at 450nm in a plate reader (SpectraMax 340, Molecular Devices, Sunnyvale, CA). Growth inhibition was expressed as a percentage of control. The measurement of apoptosis by quantitative fluorescence microscopy (QFM) was carried out using 4′,6′-diamidino-2-phenylindole (DAPI, Sigma) staining of nuclear chromatin. Cells were scored for the incidence of apoptotic chromatin condensation using a Nikon Eclipse TE2000-U microscope (Nikon). Ras Activity To determine the activity of Ras the EZ-Detect Ras Activation Kit (cat. 89855 from Pierce, Rockford, IL) was used according to manufacturer’s protocol. Briefly, cell lysates were treated with GTPγS or GDP to activate or inactivate Ras, respectively. The nucleotide exchange reaction was terminated within 15 minutes by placing the samples on ice. The lysates were then incubated with a GST-fusion protein that contains the Ras Binding Domain (RBD) of Raf1 to pull down active Ras. Detection of Ras was done by immunoblotting using the supplied pan-Ras antibody. Flow Cytometry The cells were harvested by trypsinization and fixed with ice-cold 70% ethanol. After washing with PBS containing 0.05% Tween 20, cells were labeled with MPM-2 antibody (Upstate Biotechnology, Lake Placid, NY) for 1 h at 4°C. Cells were washed with PBS and incubated with goat antimouse-FITC (Boehringer Mannheim, Mannheim, Germany) for 1 h in the dark. After washing, cells were resuspended in 5 μg/ml propidium iodide containing 50 μg/ml RNase A. Samples were analyzed on a FACScan (Becton Dickinson, Franklin Lakes, NJ), and data were analyzed for DNA content using Flowjo software. Western Blotting Cells were plated 48 hours prior to treatment. Briefly, cells were lysed in RIPA buffer supplemented with protease inhibitor cocktail tablets (Complete Mini, Roche Diagnostics, Mannheim, Germany) and 1mM NaVO3. Equal amounts of protein were loaded on 4–12% PAGE gels (Invitrogen, Carlsbad, CA). Membranes were blotted with antibodies specific for Cyclin D1, ERK, phospho-ERK, B-Raf, and Ku-70 (Santa Cruz Biotechnology, Inc., Santa Cruz, Ca), MEK1, Rb, and Mcl-1 (BD Pharmingen, San Diego, CA), phospho-MEK1/2 [Ser217/221] and phospho Rb[S807/S811] (Cell Signaling Technology, Beverly, MA), Ras (Pierce, Rockford, IL) and α-tubulin (Upstate Biotechnology, Lake Placid, NY). Gene Silencing Cells were plated at 50–60% confluence in 60 mm plates and incubated for 24 h. Cells were then transiently transfected using Lipofectamine RNAiMAX (Invitrogen) mixed with siRNA for either B-Raf: AAAGAATTGGATCTGGATCAT ( 20 ), and C-Raf: TGTGCGAAATGGAATGAGCTT, both from Dharmacon (Lafayette, CO). As a control, a nonspecific siRNA was used. After 72 hours of transfection, cells were lysed for immunoblotting analysis and flow cytometry.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:23:08"
}