{
  "pmid": "PMID:18442999",
  "title": "Nf1+/- mice have increased neointima formation via hyperactivation of a Gleevec sensitive molecular pathway.",
  "abstract": "Neurofibromatosis type I (NF1) is a genetic disorder caused by mutations in the NF1 tumor suppressor gene. Neurofibromin is encoded by NF1 and functions as a negative regulator of Ras activity. Somatic mutations in the residual normal NF1 allele within cancers of NF1 patients is consistent with NF1 functioning as a tumor-suppressor. However, the prevalent non-malignant manifestations of NF1, including learning and bone disorders emphasize the importance of dissecting the cellular and biochemical effects of NF1 haploinsufficiency in multiple cell lineages. One of the least studied complications of NF1 involves cardiovascular disorders, including arterial occlusions that result in cerebral and visceral infarcts. NF1 vasculopathy is characterized by vascular smooth muscle cell (VSMC) accumulation in the intima area of vessels resulting in lumen occlusion. We recently showed that Nf1 haploinsufficiency increases VSMC proliferation and migration via hyperactivation of the Ras-Erk pathway, which is a signaling axis directly linked to neointima formation in diverse animal models of vasculopathy. Given this observation, we tested whether heterozygosity of Nf1 would lead to vaso-occlusive disease in genetically engineered mice in vivo. Strikingly, Nf1+/- mice have increased neointima formation, excessive vessel wall cell proliferation and Erk activation after vascular injury in vivo. Further, this effect is directly dependent on a Gleevec sensitive molecular pathway. Therefore, these studies establish an Nf1 model of vasculopathy, which mirrors features of human NF1 vaso-occlusive disease, identifies a potential therapeutic target and provides a platform to further dissect the effect of Nf1 haploinsufficiency in cardiovascular disease.",
  "authors": "Elisabeth A Lasater; Waylan K Bessler; Laura E Mead; Whitney E Horn; D Wade Clapp; Simon J Conway; David A Ingram; Fang Li",
  "journal": "Human molecular genetics",
  "publicationDate": "2008-08-01",
  "doi": "10.1093/hmg/ddn134",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-19 09:23:08"
}