{
  "pmid": "18445079",
  "abstract": "Altered adhesive structures and their relation to RhoGTPase activation in  merlin-deficient Schwannoma.  Flaiz C(1), Ammoun S, Biebl A, Hanemann CO.  Author information: (1)Department of Clinical Neurobiology, Institute of Biomedical and Clinical  Science, Peninsula College for Medicine and Dentistry, Plymouth, UK.  Schwannomas are Schwann cell tumors of the nervous system that occur  spontaneously and in patients with neurofibromatosis 2 (NF2) and lack the tumor  suppressor merlin. Merlin is known to bind paxillin, beta1 integrin and focal  adhesion kinase, members of focal contacts, multi-protein complexes that mediate  cell adhesion to the extracellular matrix. Moreover, merlin-deficient  Schwannomas show pathological adhesion to the extracellular matrix making the  characterization of focal contacts indispensable. Using our Schwannoma in vitro  model of human primary Schwann and Schwannoma cells, we here show that  Schwannoma cells display an increased number of mature and stable focal  contacts. In addition to an involvement of RhoA signaling via the Rho kinase  ROCK, Rac1 plays a significant role in the pathological adhesion of Schwannoma  cells. The Rac1 guanine exchange factor- beta-Pix, localizes to focal contacts  in human primary Schwannoma cells, and we show that part of the Rac1 activation,  an effect of merlin-deficiency, occurs at the level of focal contacts in human  primary Schwannoma cells. Our results help explaining the pathological adhesion  of Schwannoma cells, further strengthen the importance of RhoGTPase signaling in  Schwannoma development, and suggest that merlin's role in tumor suppression is  linked to focal contacts.  DOI: 10.1111/j.1750-3639.2008.00165.x PMCID: PMC8094867 PMID: 18445079 [Indexed for MEDLINE]  Conflict of interest statement: There is no conflict of interest.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-16T15:37:32.782695",
  "abstract_length": 1835,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}