{
  "pmid": "PMID:18451155",
  "title": "Pten haploinsufficiency accelerates formation of high-grade astrocytomas.",
  "abstract": "We previously reported that central nervous system (CNS) inactivation of Nf1 and p53 tumor suppressor genes in mice results in the development of low-grade to high-grade progressive astrocytomas. When the tumors achieve high grade, they are frequently accompanied by Akt activation, reminiscent of the frequent association of PTEN mutations in human high-grade glioma. In the present study, we introduced CNS heterozygosity of Pten into the Nf1/p53 astrocytoma model. Resulting mice had accelerated morbidity, shortened survival, and full penetrance of high-grade astrocytomas. Haploinsufficiency of Pten accelerated formation of grade 3 astrocytomas, whereas loss of Pten heterozygosity and Akt activation coincided with progression into grade 4 tumors. These data suggest that successive loss of each Pten allele may contribute to de novo formation of high-grade astrocytoma and progression into glioblastoma, respectively, thus providing insight into the etiology of primary glioblastoma. The presence of ectopically migrating neural stem/progenitor lineage cells in presymptomatic Pten-deficient mutant brains supports the notion that these tumors may arise from stem/progenitor cells.",
  "authors": "Chang-Hyuk Kwon; Dawen Zhao; Jian Chen; Sheila Alcantara; Yanjiao Li; Dennis K Burns; Ralph P Mason; Eva Y-H P Lee; Hong Wu; Luis F Parada",
  "journal": "Cancer research",
  "publicationDate": "2008-05-01",
  "doi": "10.1158/0008-5472.CAN-07-6867",
  "methods": "Materials and Methods Mice and histology To generate Mut3 to Mut6 mice (see  Fig. 1A  for genetic configurations), we crossed Mut3 ( 8 ) or Mut4 males with wild-type ( wt ),  loxP-Pten  ( Pten f  hereafter;  ref. 27 ),  p53 f  ( 28 ), or  p53 f ; Pten f  females. Littermate controls used for this study were with a genotype of  wt  for all alleles,  cre  only, or  Nf1 f/+ ; p53 −/ + ; Pten f/+  without  cre . We maintained the mice in mixed genetic background of C57/BL6, Sv129, and B6/CBA. We observed the mice at least 6 d/wk. For BrdUrd chasing, we injected mice with 50 mg/kg (in PBS) of BrdUrd (Sigma) five times with a 2-h interval and sacrificed the mice 1 d or 1 wk later. We dissected out, processed, and sectioned brains as described ( 29 ). To evaluate brain anatomy, we stained every fifth slide with H&E. Mut3 to Mut6 astrocytomas were independently graded by using WHO histopathologic criteria, nuclear atypia, mitotic index, necrosis, and microvascular proliferation (C-H.K. and D.K.B.;  Fig. 1C ;  ref. 2 ). Whereas grade 2 tumors show nuclear atypia only, grade 3 tumors contain two of the criteria, usually nuclear atypia and mitotic index, and grade 4 GBM additionally harbor necrosis, endothelial proliferation, or both. D.K. Burns, a neuropathologist, was blinded to genotype during the tumor grading. All mouse protocols were approved by the Institutional Animal Care and Research Advisory Committee at University of Texas Southwestern Medical Center. Immunohistochemistry We performed all immunohistochemistry on triplicate or more paraffin sections per group. We chose matched sections from control and mutant based on anatomy of the hippocampus and subventricular zone (SVZ). Antibodies used for immunohistochemistry were against Ki67 antigen (Novocastra), glial fibrillary acidic protein (Gfap; Sigma), Pten (NeoMarkers), nestin (BD Bioscience), phosphorylated Akt (p-Akt; Cell Signaling), BrdUrd (DAKO), Olig2 (Chemicon), or doublecortin (Santa Cruz). We used microwave antigen retrieval for all antibodies, except for doublecortin antibody. We amplified and visualized the primary antibodies as described ( 30 ). For BrdUrd/doublecortin double labeling, we treated sections with 2 N HCl for 1 h, briefly washed with 1 mol/L NaHCO 3  and PBS, then blocked with 10% donkey serum before antibody incubation. We visualized the signals with Cy2-donkey anti-mouse IgG (Jackson ImmunoResearch) and Cy3-donkey anti-goat IgG. Magnetic resonance imaging and tumor growth measurement We initiated magnetic resonance imaging (MRI) studies on asymptomatic Mut3 (21–28 wk) and Mut4 (11–18 wk) mice ( Supplementary Table S1 ). We did follow-up scanning weekly over a 1 to 6 wk of period to detect tumor growth. We performed MRI as described ( 8 ), except for using slightly different acquisition conditions for T1-weighed (TR = 200 ms; TE = 15 ms) and T2-weighed (TR = 1800 ms; TE = 80 ms) spin echo multislice axial images. We determined tumor volume on T2-weighed images by manually outlining, with a track ball, the enhancing portion of the mass on each image by using standard “browser” software provided by Varian Inova imaging system. The area measurements were automatically calculated and multiplied by the MRI section thickness to calculate a per-section tumor volume. The total tumor volume was obtained by summing the volume calculations for all sections. After MRI, the mouse was sacrificed and a whole mouse brain was dissected and subjected to histologic analysis, as described above. Neurosphere culture and immunostaining We established and maintained neurosphere cultures as described ( 31 ) with some modifications. Briefly, we dissected out the lateral walls of the lateral ventricle or whole brain tumor and digested by mechanical trituration and treatment with DNase I (250 units/mL; Invitrogen), papain (2.5 units/mL; Sigma), and neutral protease (1 units/mL; Roche). We washed and plated the cells on ultra-low attachment plates (Corning) in DMEM/F12 media (Invitrogen) containing B27 (without vitamin A), epidermal growth factor (20 ng/mL), and basic fibroblast growth factor (20 ng/mL; Sigma). We fed the cells every 2 to 3 d with the same media and passaged weekly by trypsinization with a seeding density of 2.0 × 10 4  cells/mL. All experiments using neurospheres as below were done between passages 5 and 10. For differentiation, we seeded 3.0 × 10 4  cells per well of eight-chamber slide coated with Matrigel (1:20; BD Bioscience) and cultured with Neuralcult with differentiation medium (StemCell Technologies) for 7 d. Then, we fixed the cells with 4% paraformaldehyde for 30 min and performed immunostaining for lineage markers as above (see Immunohistochemistry), except for using TO-PRO-3 (Invitrogen) as counter-staining. We obtained images by using confocal microscopy as described ( 32 ). Antibodies used were against β3-tubulin (TuJ1; Covance), Gfap (Dako), CNPase (Chemicon), or nestin. LOH study and Western blotting For LOH study, we compared genomic DNA isolated from ear, tumor-derived neurospheres, or tumor sections. To obtain genomic DNA from tumor sections, we choose paraffin blocks of well-formed grade 3 or grade 4 astrocytomas. We cut the remaining paraffin blocks after tumor grading into a 25-μm section and immediately isolated tumor region by careful dissection under microscope. We extracted genomic DNA by using QIAamp DNA micro kit (Qiagen) according to manufacturer's instruction. We used genotyping primers for  cre, p53 , or  p53 f  as described ( 28 ,  33 ,  34 ). Primers used to detect  Nf1 f  or  Pten f  allele are described in  Supplementary Table S2 . We performed Western blotting on lysates of neurospheres as described ( 29 ). Antibodies used were against Pten (Cell Signaling), p-Akt, Akt, or β-actin (Sigma).",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:23:11"
}