{
  "pmid": "PMID:18483311",
  "title": "Effective in vivo targeting of the mammalian target of rapamycin pathway in malignant peripheral nerve sheath tumors.",
  "abstract": "Malignant peripheral nerve sheath tumors (MPNST) are chemoresistant sarcomas with poor 5-year survival that arise in patients with neurofibromatosis type 1 (NF1) or sporadically. We tested three drugs for single and combinatorial effects on collected MPNST cell lines and in MPNST xenografts. The mammalian target of rapamycin complex 1 inhibitor RAD001 (Everolimus) decreased growth 19% to 60% after 4 days of treatment in NF1 and sporadic-derived MPNST cell lines. Treatment of subcutaneous sporadic MPNST cell xenografts with RAD001 significantly, but transiently, delayed tumor growth, and decreased vessel permeability within xenografts. RAD001 combined with the epidermal growth factor receptor tyrosine kinase inhibitor erlotinib caused additional inhibitory effects on growth and apoptosis in vitro, and a small but significant additional inhibitory effect on MPNST growth in vivo that were larger than the effects of RAD001 with doxorubicin. RAD001 plus erlotinib, in vitro and in vivo, reduced phosphorylation of AKT and total AKT levels, possibly accounting for their additive effect. The results support the consideration of RAD001 therapy in NF1 patient and sporadic MPNST. The preclinical tests described allow rapid screening strata for drugs that block MPNST growth, prior to tests in more complex models, and should be useful to identify drugs that synergize with RAD001.",
  "authors": "Gunnar Johansson; Yonatan Y Mahller; Margaret H Collins; Mi-Ok Kim; Takahiro Nobukuni; John Perentesis; Timothy P Cripe; Heidi A Lane; Sara C Kozma; George Thomas; Nancy Ratner",
  "journal": "Molecular cancer therapeutics",
  "publicationDate": "2008-05",
  "doi": "10.1158/1535-7163.MCT-07-2335",
  "methods": "Materials and Methods Cell Lines and Reagents MPNST cell lines STS26T, ST8814, ST88-3 S462, T265p21, S520, 90–8, and YST1 and normal human Schwann cells were obtained and maintained as described ( 6 ,  10 ). All cell lines were from NF1 patients except YST-1 and STS26T. Total S6K1 antibody was used as previously described ( 33 ). Antibodies against phospho-AKT (S473), total AKT, and monoclonal rabbit anti-phospho-S6K (T389) were from Cell Signaling Technology. RAD001 and the corresponding placebo compound were provided by Novartis. Erlotinib (OSI 774, Tarceva) was provided by OSI Pharmaceuticals and diluted in DMSO at a concentration of 10 µmol/L. Doxorubicin was obtained from Sigma and diluted in PBS to a stock concentration of 2 mg/mL. Cell Proliferation MPNST cell lines STS26T, ST8814, ST88-3 S462, and T265p21 were plated on 96-well plates at a concentration of 1,000 cells per well in serum-containing growth medium ( 6 ,  10 ). Cells were treated with carrier alone (0.1% DMSO or 0.05% ethanol), RAD001 (Novartis pharmaceuticals), erlotinib (OSI Pharmaceuticals), or doxorubicin (Sigma). After the designated times, the amount of proliferation was quantified by a 3-(4,5-dimethylthiazol-2-yl)-5-(3-carboxy-methoxyphenyl)-2-(4-sulfophenyl)-2 H -tetrazolium, inner salt (MTS) assay using Cell titer 96 proliferation kit (Promega), and absorbance at 490 nm was read in a Spectramax M2 plate reader (Molecular Devices). Each experiment was done in quadruplicate and repeated thrice. Cell Death STS26T or ST8814 (5,000 cells per well) were plated on to LabTech II plates (Fisher Scientific) in serum-containing growth medium ( 6 ,  10 ). Cells were treated with either 10 nmol/L RAD001 or carrier alone (0.05% ethanol) for 24 h followed by the addition of 0.05, 0.5, or 5 µg/mL doxorubicin for 48 h, or with 10 nmol/L RAD001 in combination with 3 µmol/L erlotinib for 3 d. Apoptosis was detected using DeadEnd fluorometric terminal deoxyribonucleotide transferase-mediated nick-end labeling (TUNEL) system (Promega) according to the manufacturer’s protocol and counterstained with 1 µg/mL 4′,6-diamidino-2-phenylindole (Invitrogen). The number of apoptotic nuclei was counted and compared with total number of 4′,6-diamidino-2-phenylindole-positive nucleus using a fluorescent microscope. Experiments were repeated with duplicates for each condition in each experiment. In each case, a minimum of 500 cells was counted. Protein Isolation and Western Blotting Protein extracts were prepared as previously described ( 34 ) from MPNST cell lines ST8814, STS26T, and S462 growing in log phase in serum-containing growth medium ( 6 ,  10 ). Protein concentration was determined using the bovine serum albumin method (Bio-Rad). Samples were denatured in 6 × SDS sample buffer [10% SDS, 30% glycerol, 0.6 mol/L DTT 0.012% bromphenol blue, 0.5 mol/L Tris-HCl (pH 6.8)] and 20 to 50 µg of protein were separated on 10% SDS-PAGE gels and transferred to polyvinylidene difluoride membrane (Millipore). Protein levels were detected using a horseradish peroxidase-conjugated antibody (1:10,000 Bio-Rad) followed by an enhanced chemilu-minescence plus detection kit (Amersham). Xenograft Model Animal studies were approved by the Cincinnati Children’s Hospital Medical Center Institutional Animal Care and Use Committee. Early Treatment Athymic nu/nu mice were anesthetized in isoflurane and injected s.c. with 10 6  STS26T cells in the left flank ( 35 ). Mice were treated with daily gavage between 3 to 21 d post-injection. Each group consisted of eight mice, and treatment consisted of placebo (obtained as a control microemulsion for RAD001 from Novartis), RAD001 (10 mg/kg; ref.  36 ), erlotinib (25 mg/kg; ref.  37 ), or RAD001 (10 mg/kg) + erlotinib (25 mg/kg) diluted in 10% DMSO in 0.5% w/v carboxyl methylcellulose (Sigma). Late Treatment To study the drug effects on established tumors, mice were treated with daily gavage starting when the average tumor size had reached 150 mm 3  (16 d postinjection). Mice were given a one-time i.p. injection of 8 mg/kg doxorubicin, diluted as a 1 mg/mL solution in PBS, or PBS alone ( 38 ). The erlotinib was supplied in 6% captisol, whereas the RAD001 and the placebo compound was supplied in a microemulsion solvent. RAD001 or the placebo compound were diluted in 3 parts 2% carboxyl methylcellulose and 2 parts 6% captisol (with or without erlotinib). Tumors were measured every 3rd day. Tumor volume was calculated according to the following formula:  L  ×  W \n 2  (π/6), where  L  is the longest diameter and  W  is the width. In accordance with our animal protocol, mice were sacrificed when tumor size reached 10% body weight (~3,000 mm 3 ; ref.  35 ). Tumors were dissected and either flash frozen and stored at −80°C or fixed in 10% formalin and embedded in paraffin. Paraffin sections were treated with hydrogen peroxidase in methanol for 10 min at room temperature followed by 0.1% trypsin (Life Technologies) for antigen retrieval. Sections were incubated with rat anti-CD31 antibodies (BD bioscience) at 1:40 dilution for 60 min at room temperature, washed, and treated with rabbit anti-rat secondary antibody (Vector Laboratories) for 30 min. For Mib1 detection, paraffin sections were treated with TRS or antigen retrieval followed by a prediluted Mib1 antibody (DAKO). In vivo  Imaging System Mice were injected s.c. with a stably transfected DS-red STS26T cell line ( 39 ) Mice were treated as described above starting when tumors reached 150 mm 3 . Mice received a total of five treatments of either 10 mg/kg RAD001 ( n  = 7) or placebo ( n  = 6) after which they received a tail vein injection of 5 mg FITC-dextran, MW 2,000,000 (Sigma) diluted in PBS, 4 h after the last treatment. Levels of FITC-dextran were analyzed after 2 h using an  in vivo  imaging system (IVIS200X, Xenogen). Statistical Analysis We conducted linear mixed effects model analysis via SAS procedure Proc Mixed (version 9.1, SAS Institute).  In vitro  data were analyzed by a model with random cell lines and cell line by treatment effects to account for the variability due to, respectively, the random selection of cell line samples that we tested (out of all theoretically positive MPNST cell lines) and the difference in treatment between the different cell lines. This analysis gives an idea of how likely the  in vitro  study results would be repeated in an independent experiment with five different MPNST cell lines, which cannot be done by ANOVA or general linear models analysis.  In vivo  data were analyzed by a model that assumed an autocorrelative dependency among the measurements taken on the same mouse over time. The response variable of tumor growth measurements was log transformed to meet the normality assumption of the model and to stabilize the variance. The linear mixed effects model analysis permits a more precise analysis by better specifying the nature of the dependency among the longitudinal measurements. In each case, the assumptions and the goodness of the fit of the model were checked graphically, for example, via the residual plots. No evidence was found to suspect the model fit.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:23:12",
  "introduction": "Introduction Malignant peripheral nerve sheath tumors (MPNST) are aggressive, chemoresistant soft-tissue tumors believed to originate from cells of the neural crest linage, which account for ~10% of all sarcomas. Approximately half of MPNSTs develop in patients with neurofibromatosis type 1 (NF1), a common autosomal dominant tumor predisposition disorder occurring in 1 in 3,500 individuals worldwide ( 1 – 3 ). The lifetime risk of MPNST development in NF1 patients is 5% to 13%, making MPNST the leading cause of mortality in adults with NF1 ( 4 ). MPNSTs are treated by resection of the tumor followed by treatment with chemotherapeutic agents, including anthracyclines and alkylating agents. A retrospective study of patients treated with various chemotherapeutics found that the use of chemotherapy increased overall and event-free survival in MPNSTs ( 1 ). However, the 5-year survival for patients with unresectable tumors and metastatic MPNST was 30% and patients with NF1 had lower response rate than those with sporadic cases (17.6% versus 55%). Improved survival in sporadic cases of MPNST may result from earlier detection and/or distinct genetic alterations that underlie tumorigenesis ( 1 ). Preclinical models using human MPNST cells would be helpful to screen and compare targeted therapeutics and chemotherapeutics; however, comparisons among agents have not been carried out. The NF1 protein functions as a RAS-GAP, mediating the transition from active GTP-bound RAS to inactive GDP-bound RAS. In MPNST cell lines and MPNST tumors derived from patients with NF1, the levels of activated RAS are elevated compared with normal cells from the neural crest linage (Schwann cells), implicating RAS activation in MPNST formation ( 5 – 7 ). Constitutive RAS activation and activation of the downstream target extracellular signal-regulated kinase is observed in MPNST cell lines derived from NF1 patients but not in those from non-NF1 individuals, raising the possibility that different types of therapies might be required for the two MPNST classes ( 8 ,  9 ). Despite different clinical profiles, large-scale microarray analyses failed to identify significant differences in gene expression between the two classes of MPNST ( 10 ,  11 ). Most cells in MPNST cell lines express the epidermal growth factor receptor (EGFR), which is also expressed, at varying levels, in primary MPNSTs ( 12 ,  13 ). Crossing an EGFR hypomorphic mutant mouse with the  Nf1;p53  (NPCis) mouse that develops sarcoma (including MPNST-like tumors) resulted in increased survival ( 14 ), and blocking EGFR activity decreased invasion in MPNST cell lines ( 15 ). However, EGFR tyrosine kinase inhibitors  in vitro  exert only a modest decrease in cell growth and only after 1 week of treatment ( 12 ). In a recent clinical phase II evaluation of the EGFR inhibitor, erlotinib (Tarceva, OSI-774), no objective responses were observed in any of the 24 adult patients with relapsed MPNST ( 16 ). These data argue against the use of EGFR antagonist as a single agent in MPNST. Recent evidence implicates the mammalian target of rapamycin (mTOR) pathway in MPNST cells ( 17 ). Ras-GTP, through class 1 phosphatidyl-inositide-3OH-kinase and RAF kinase pathways, can inhibit the tuberous sclerosis complex (TSC1/2) via phosphorylation of TSC2, leading to the activation of Rheb ( 18 – 20 ). This results in increased mTOR complex 1 signaling ( 21 ), followed by phosphorylation and activation of the S6 ribosomal protein kinases (S6K1 and S6K2) and the phosphorylation and inactivation of the eukaryotic initiation factor 4E binding proteins (4E-BP1 to 4E-BP3), resulting in enhanced translation ( 22 ). Studies in  Drosophila  and mammalian cells showed that whereas S6K1 drives protein synthesis downstream, it also acts in a feedback loop to temper AKT activation ( 23 ,  24 ). Rapamycin is a fungicide that forms a complex with the immunophilin FKBP12; this complex binds to and inhibits the mTOR complex 1 ( 25 ). Blocking mTOR complex 1 signaling with rapamycin also results in elevated P-AKT ( 26 ). As AKT is a progrowth, prosurvival molecule, the feedback loop must be considered when treating MPNSTs with rapamycin. Recently, it was shown that S6K1 is activated in cells with  NF1  mutations, and this response is attenuated by rapamycin. Moreover, in two MPNST cell lines derived from NF1 patients, 1 week of treatment with rapamycin decreased the cell number by half and treatment of NPCis mice with rapamycin delayed tumor formation ( 17 ,  27 ). Whether rapamycin treatment would be effective only in NF1-derived MPNSTs, or equally effective in sporadic MPNST, is not known. There is also considerable interest in using rapamycin (Serolimus) or the rapamycin derivatives RAD001 (Everolimus) and CCI-779 (Temserolimus) to treat sarcomas ( 28 ,  29 ). Rapamycin is typically cytostatic, not cytotoxic, as a single agent, and may also be antiangiogenic  in vivo  ( 30 ). In addition, rapamycin has been suggested as a chemotherapeutic sensitizer ( 31 ). RAD001 increases the cytotoxic effect of the chemotherapeutic agent cisplatin in wild-type p53-expressing tumor cell lines ( 32 ). The objective of this study was to establish a series of preclinical screening tests to compare and contrast potential therapeutics in NF1-derived and sporadic MPNSTs cell lines and in sporadic MPNST xenografts.",
  "results": "Results S6K Expression in MPNST Cell Lines We collected a panel of 6 NF1-derived and two sporadic MPNST cell lines ( 10 ). We analyzed cell lysates for S6K1 activation from the 8 MPNST cell lines by Western blotting using normal human Schwann cells as controls. We observed elevated levels of phospho-T389 S6K1 in seven out of eight MPNST cell lines, in contrast to negligible phospho-T389 S6K1 expression in lysates from normal human Schwann cells. The amount of phospho-S6K1 varied among NF1-derived cell lines. One of the sporadic cell lines (YST-1) showed undetectable phospho-T389 S6K1, whereas the second (STS26T) showed phospho-S6K1 equivalent to most of the NF1-derived MPNST cell lines ( Fig. 1A ). The YST-1 S520 and 90–8 cell lines grow very poorly, precluding further experiments with these cells ( 10 ). RAD001 Decreases Growth in MPNST Cell Lines We measured the effect of RAD001 as a single agent on MPNST cell proliferation. We used RAD001 instead of rapamycin, because of its improved oral availability and the fact that it is being used in clinical trials for the treatment of solid tumors ( 40 ). Treatment of a subset of MPNST cell lines, including the sporadic MPNST cell line STS26T, with increasing concentrations of the drug reduced proliferation after 4 days of treatment, although we noted some variability in the response ( Fig. 1B ). STS26T is the sole available non-NF1 MPNST with robust growth  in vitro  ( 10 ). The 10 nmol/L dose of RAD001, achievable in humans ( 36 ), led to a 50% reduction in growth in four of five cell lines. Erlotinib as a single agent at 10 µmol/L led to an average 60% growth inhibition after 4 days of treatment compared with carrier alone ( Fig. 1C ). However,3 µmol/L erlotinib is comparable with a dose achievable in humans ( 37 ); at this dose, a 20% average inhibition was observed. Treating five MPNST cell lines for either 2 or 4 days with doxorubicin at concentrations ranging from 0.05 to 5 µg/mL (86 nmol/L-8.6 µmol/L; ref.  41 ); the achievable human dose is 0.5 µg/mL for brief exposures. At 0.5 µg/mL, MPNST cell viability was reduced 75% at 4 days in four of five cell lines tested ( Fig. 2A ). Lesser effects were detected at 2 days, with 25% reduced viability in four of five cell lines tested. Combination of RAD001 and Erlotinib Increases Efficacy When doxorubicin and 10 nmol/L RAD001 were combined in a 2-day treatment, a trend toward increased effect was seen at high concentrations of doxorubicin (data not shown). When cells were exposed to RAD001 for 4 days and doxorubicin was administered during the last 2 days, again a trend toward increased effect was seen with the combination, at 0.5 and 5 µg/mL doxorubicin; however, the results were not statistically significant ( Fig. 2B ). We also combined RAD001 with erlotinib. Cell proliferation was reduced by 20% to 60% with RAD001 and 50% to 70% in combination with erlotinib. The effect was most dramatic in the relatively RAD001 and doxorubicin insensitive cell line, S462, where inhibition increased from 20% to 50% ( Fig. 2C ). A linear mixed effects model showed that the difference between 10 nmol/L RAD001 and carrier was significant ( P  < 0.0001) and the difference between RAD001 and RAD001 with erlotinib was also significant ( P  = 0.03). In contrast, RAD001 was not significantly different from RAD001 with doxorubicin at any of the doxorubicin concentrations tested. We used the model described by Berenbaum ( 42 ) to determine if the combination of erlotinib and RAD001 shows additive or syner-gistic growth inhibition. At 4 days, erlotinib caused a 50% reduction in growth at 5 µmol/L. RAD001 reached 50% reduction at 30 nmol/L. In contrast, 3 µmol/L erlotinib in combination with 10 nmol/L RAD001 reached a >50% reduction in growth. This gives a confidence interval of 0.93, indicating that the effect seen is additive rather than synergistic. RAD001 Sensitizes Cells to Cell Death To examine the possibility that RAD001 could induce apoptosis, we analyzed cell death using the TUNEL assay. ST8814 and STS26T were chosen as examples of one NF1 (ST8814) and one non-NF1 (STS26T) cell line with robust growth properties and similar sensitivity to RAD001 ( Fig. 3A ). RAD001 alone showed little or no effect on cell death, which is consistent with earlier studies ( 32 ). Pre-treatment of cells with RAD001 for 24 hours and then adding doxorubicin caused a 2-fold increase in apoptosis ( Fig. 3A ), possibly accounting for the slight additional effect on cell viability shown in  Fig. 2B . RAD001 (10 nmol/L) together with erlotinib (3 µmol/L) increased in apoptosis in MPNST cell lines ( Fig. 3A ). Thus, RAD001 alone is cytostatic for sporadic and NF1-derived MPNST cells, and combination with a tyrosine kinase inhibitor induces some cell death. Erlotinib Prevents the Up-regulation of Phospho-AKT To clarify the underlying mechanisms that control these effects, we treated the ST8814, STS26T, and S462 cell lines with RAD001 for 2 days, and then monitored phosphory-lation of the mTOR target S6K1 in cell lysates by Western blotting ( Fig. 3B ). S462 was studied in this experiment because of its relative resistance to RAD001. As expected, RAD001 either alone or in combination with erlotinib blocked the phosphorylation of S6K, whereas erlotinib or carrier had no effect. As AKT phosphorylation can be up-regulated following mTOR inhibition ( 26 ), we tested whether the phosphorylation of AKT was altered in response to RAD001. In all three cell lines, a small increase in phospho-AKT was observed in samples treated with RAD001 alone compared with untreated cells (ST8814, phospho-AKT was increased 3.6- to 3.8-fold; STS26T, 2.5-to 7-fold; S462, 1.2-fold from low basal levels;  Fig. 3B ). In the combination of RAD001 with erlotinib, the enhanced phosphorylation of AKT was variably reduced in the three cell lines (no change in ST8814 cells; 6-fold in STS26T and S462). The combination of RAD001 and erlotinib also led to decrease in total AKT protein levels in two out of three cell lines (2-fold in the 8814 line; 5-fold in the S462 cell line). Thus, a small additive effect on cell growth correlates with decreased activation of AKT signaling. Treatment with RAD001 Prevents the Formation of MPNST Tumors To determine whether the effects observed  in vitro  are relevant to tumor formation, we used a xenograft model in which cells from the sporadic MPNST cell line STS26T are injected s.c. into athymic nude nu/nu mice. Of the eight MPNST cell lines, STS26T is the only one that grows consistently as a xenograft in athymic nude nu/nu mice ( 35 ). In this model, tumors reach 10% body weight ~1 month after injection and these tumors have similar histopathologic features as MPNST found in human patients ( 35 ). We treated mice by daily gavage between days 3 to 21 postinjection with placebo, RAD001 10 mg/kg/d (a dose achievable in humans) ( 36 ), erlotinib 25 mg/kg/d ( 37 ), or RAD001 10 mg/kg/d + erlotinib 25 mg/kg/d ( Fig. 4A ). At 100 mg/kg, erlotinib showed a similar effect to 25 mg/kg erlotinib (not shown), arguing that we are using a saturating dose. We found no evidence of toxicity in tissue sections of lung, trachea, spleen, liver, and esophagus on histopathology. In subsequent experiments, we used the lower dose, which is similar to achievable dosages in humans ( 37 ). Tumors did not grow in mice treated with RAD001 alone or RAD001 and erlotinib until 36 days postinjection. Consistent with its limited  in vitro  effect, erlotinib by itself had a modest effect, causing a 35% decrease in tumor growth at 21 days postinjection. No improvements were seen in RAD001 + erlotinib compared with RAD001 alone using this paradigm ( Fig. 4A ). This experiment indicates that if treatment starts before the formation of tumors, RAD001 prevents tumor growth and the effect remains for prolonged periods even after withdrawal of drug. Although not relevant to clinical use when patients present with existing MPNSTs, this experimental setting can be useful to justify further analysis. The finding that RAD001 has a profound effect  in vivo  coupled with a relatively small effect  in vitro  suggested the possibility of non-cell autonomous effects on tumor cells. Several reports indicated possible effects of RAD001 on tumor vasculature ( 30 ,  43 ). Therefore, tumor xenografts were allowed to grow to 150 mm 3 , and mice were gavaged with RAD001 daily for 5 days. Four hours after the last treatment with RAD001, mice were given FITC-dextran via tail vein injection and imaged in an IVIS200 ( Fig. 4C ). Consistent with the effects of RAD001 on tumor vasculature, tumor perfusion was greater in placebo compared with RAD001-treated mice. RAD001 Decreases Growth of Established MPNST Xenografts To determine the effect of drugs on established tumor xenografts, more relevant to potential clinical use, we treated the mice starting at 16 days postinjection, when tumors had reached an average of 150 mm 3 . Mice treated with placebo, doxorubicin, or erlotinib developed tumors that reached 10% tumor/body weight within 4 weeks. In contrast, tumor growth was decreased 76% in mice receiving RAD001 alone (P < 0.00001) as was tumor growth in mice receiving a one-time dose of doxorubicin in combination with RAD001. However, 3 out of 24 mice receiving RAD001 and doxorubicin lost >15% of their body weight within a few days of treatment and required euthanasia. To better define long-term effects of RAD001 exposure, mice treated with RAD001 from days 16 to 30 were randomized into three groups. One third were taken off RAD001 (designated 16–30) after day 30 ( Fig. 5B ). Another third remained on daily gavage of RAD001 (designated ≥16;  Fig. 5A ). The final third were removed from RAD001 between day 30 and 37, and then were exposed to daily RAD001 gavage (data not shown). Whereas placebo-, doxorubicin-, or erlotinib-treated mice required sacrifice at day 30, all mice exposed to RAD001 survived until at least day 42. Tumors were smaller when mice received continuous exposure to RAD001. No significant enhancement was observed in the combination of RAD001 with doxorubicin over RAD001 alone. Tumors in mice treated with RAD001 together with erlotinib showed decreased growth compared with RAD001 alone. Tumors in the mice treated with RAD001 and erlotinib reached an average volume of 1,200 mm 3  on day 42, compared with 1,600 mm 3  in mice treated with RAD001 alone. With continuous exposure to drug, the combination of RAD001 and erlotinib was significantly different from RAD001 alone both at day 30 ( P  = 0.006) and remained significant through day 42 ( P  = 0.04), when RAD001-treated mice were sacrificed. Removing mice from treatment even for 1 week resulted in nonsignificant differences between groups ( P  = 0.37 RAD001 versus Rad001/erlotinib day 42). We did histology on tumors taken at day 30 ( Fig. 6 ). Although RAD001-exposed tumors were significantly smaller than placebo-treated tumors ( Fig. 6A ), the RAD001-treated tumor showed a rim of growing tumor even at this time point ( Fig. 6B ). Microscopic analysis showed mitotic activity (Mib1) and CD31-positive blood vessels in both samples ( Fig. 6B ; Supplementary Fig. S1). 7  The RAD001/erlotinib-treated tumors did not show evident changes in tumor histology from those treated with RAD001 alone (data not shown). Erlotinib plus RAD001 Prevents the Up-regulation of Phospho-AKT  In vivo To identify a possible mechanism for slight improvement in the RAD001 with erlotinib group, we treated mice daily with placebo, RAD001, erlotinib, or RAD001 and erlotinib between days 16 and 19 postinjection. We removed tumors 4 hours after the last treatment and isolated protein for analysis of S6K and AKT activation by Western blotting. Phospho-S6K1 was easily detectable in placebo-treated tumor lysates, and as expected RAD001 treatment blocked the phosphorylation of S6K, whereas placebo or erlotinib had no effect ( Fig. 6C ). As in the  in vitro  studies, phosphorylation of AKT was increased 4-fold in response to RAD001 alone, and a 2-fold reduction in phospho-AKT was seen in lysates from tumors from mice receiving both drugs.",
  "discussion": "Discussion We took advantage of eight collected MPNST cell lines, coupled with MPNST xenografts, to test three drugs for single and combinatorial effects. These preclinical tests were designed to allow relatively rapid screening strata before tests in more complex mouse models. Other chemotherapeutic agents and other targeted therapeutics are being considered or evaluated for MPNST patient therapy and can be tested in the assays we have described. The relevance of the mTOR pathway to cell-autonomous growth of MPSNT cells was confirmed, as blocking the mTOR complex 1 with RAD001 caused a decrease in cell growth  in vitro . RAD001 by itself was cytostatic in culture, not cytotoxic. In addition to modest  in vitro  effects, RAD001 caused a profound effect on tumor growth  in vivo  in a xenograft model. However, constant RAD001, although having a significant effect, is not enough by itself to cause death of MPNST cells and halt tumor growth. This study thus supports the use of RAD001 as a component of combination therapy for MPNSTs. Consistent with effects of RAD001  in vitro  and in xenografts, we found that most (seven of eight) MPNST cell lines had elevated phospho-S6K1 compared with normal human Schwann cells, confirming the work of Johannessen et al. ( 17 ,  27 ) who analyzed cell lines from mouse MPNST and 2 NF1-derived MPNST cell lines. Our study extends earlier work by showing that a sporadic MPNST cell line, STS26T, also shows increased phospho-S6K1. Fluorescence  in situ  hybridization analysis identified NF1 mutations in some primary sporadic MPNST, but this STS26T cell line does not have NF1 mutations and shows low RAS-GTP and low phosphorylated extracellular signal-regulated kinase ( 8 – 10 ). This result is important as it implies that mTOR signaling may be relevant to NF1-driven and non-NF1-driven MPNSTs and is consistent with a role for mTOR signaling in other types of sarcomas, and with the finding that NF1-driven and non-NF1 MPNST are indistinguishable by microarray ( 10 ,  11 ,  29 ,  44 ). An accurate determination of the percentage of sporadic MPNST cell lines with elevated phospho-S6K will require generation of additional cell lines lacking  NF1  mutation. The enhanced  in vivo  effect of RAD001 correlated with decreased perfusion of the tumors, suggesting that RAD001 effects may be at least in part mediated via effects on the vasculature. These effects do not seem to be on total numbers of blood vessels, as total CD31-positive vessels did not differ between groups ( Fig. 6B ; Supplementary Fig. S1), 7  but rather on vessel perfusion ( Fig. 4C ). The RAD001 rebound effect in MPNST is similar to the transient response observed in hemangiosarcoma or glioblastoma xenografts treated with RAD001 ( 44 ,  45 ). Doxorubicin effectively killed MPNST cells, but only at concentrations 10-fold higher than those achievable in humans; indeed, the S462 cell line was paradoxically stimulated by exposure to doxorubicin.  In vivo , doxorubicin also showed no effect on established tumors and no added benefit to RAD001 alone. This result is consistent with the generally poor response to chemotherapy shown by MPNST patients ( 1 ). In combination with RAD001, doxorubicin did not show significant added benefit when cell viability was assayed. However, all MPNST cell lines are derived from patients who might have been treated with anthracyclines and it is possible that RAD001 and doxorubicin would show increased efficacy if used in early stages of MPNST progression.  In vivo , erlotinib alone only diminished tumor formation if given before the establishment of tumors ( Fig. 4A ) and was ineffective when administered after the tumors were established ( Fig. 5A ). This result is consistent with a failure of this drug to show efficacy as a single agent in a MPNST patient trial ( 16 ). The combination of erlotinib with RAD001 showed small, but informative, additive effects. In one cell line with limited effect of RAD001 alone, and a paradoxical effect of doxorubicin, the combination of RAD001 and erlotinib decreased growth significantly and was unlikely to have resulted from increased cell death. Rather, erlotinib seems to counteract the up-regulation of AKT phosphorylation resulting from the treatment with RAD001. We provided evidence for such a feedback loop, with phospho-AKT elevated in RAD001-treated cells, which is predicted to enhance survival of RAD001-treated cells. The combination with erlotinib reduced this effect by reducing phospho-AKT and also the amount of total AKT proteins, possibly through mTOR complex 2 ( 46 ,  47 ). RAD001 with erlotinib also extended survival of mice. RAD001 increased phos-pho-AKT in the tumors, with RAD001 plus erlotinib diminishing AKT phosphorylation. Effects of RAD001 plus erlotinib on tumor growth are thus likely to be due in part to direct effect on the tumor cells. We encourage the use of the preclinical MPNST screens developed here to test other therapeutics for synergistic efficacy with RAD001.",
  "upgrade_date": "2026-02-21 02:21:37"
}