{
  "pmid": "PMID:18483311",
  "title": "Effective in vivo targeting of the mammalian target of rapamycin pathway in malignant peripheral nerve sheath tumors.",
  "abstract": "Malignant peripheral nerve sheath tumors (MPNST) are chemoresistant sarcomas with poor 5-year survival that arise in patients with neurofibromatosis type 1 (NF1) or sporadically. We tested three drugs for single and combinatorial effects on collected MPNST cell lines and in MPNST xenografts. The mammalian target of rapamycin complex 1 inhibitor RAD001 (Everolimus) decreased growth 19% to 60% after 4 days of treatment in NF1 and sporadic-derived MPNST cell lines. Treatment of subcutaneous sporadic MPNST cell xenografts with RAD001 significantly, but transiently, delayed tumor growth, and decreased vessel permeability within xenografts. RAD001 combined with the epidermal growth factor receptor tyrosine kinase inhibitor erlotinib caused additional inhibitory effects on growth and apoptosis in vitro, and a small but significant additional inhibitory effect on MPNST growth in vivo that were larger than the effects of RAD001 with doxorubicin. RAD001 plus erlotinib, in vitro and in vivo, reduced phosphorylation of AKT and total AKT levels, possibly accounting for their additive effect. The results support the consideration of RAD001 therapy in NF1 patient and sporadic MPNST. The preclinical tests described allow rapid screening strata for drugs that block MPNST growth, prior to tests in more complex models, and should be useful to identify drugs that synergize with RAD001.",
  "authors": "Gunnar Johansson; Yonatan Y Mahller; Margaret H Collins; Mi-Ok Kim; Takahiro Nobukuni; John Perentesis; Timothy P Cripe; Heidi A Lane; Sara C Kozma; George Thomas; Nancy Ratner",
  "journal": "Molecular cancer therapeutics",
  "publicationDate": "2008-05",
  "doi": "10.1158/1535-7163.MCT-07-2335",
  "methods": "Materials and Methods Cell Lines and Reagents MPNST cell lines STS26T, ST8814, ST88-3 S462, T265p21, S520, 90–8, and YST1 and normal human Schwann cells were obtained and maintained as described ( 6 ,  10 ). All cell lines were from NF1 patients except YST-1 and STS26T. Total S6K1 antibody was used as previously described ( 33 ). Antibodies against phospho-AKT (S473), total AKT, and monoclonal rabbit anti-phospho-S6K (T389) were from Cell Signaling Technology. RAD001 and the corresponding placebo compound were provided by Novartis. Erlotinib (OSI 774, Tarceva) was provided by OSI Pharmaceuticals and diluted in DMSO at a concentration of 10 µmol/L. Doxorubicin was obtained from Sigma and diluted in PBS to a stock concentration of 2 mg/mL. Cell Proliferation MPNST cell lines STS26T, ST8814, ST88-3 S462, and T265p21 were plated on 96-well plates at a concentration of 1,000 cells per well in serum-containing growth medium ( 6 ,  10 ). Cells were treated with carrier alone (0.1% DMSO or 0.05% ethanol), RAD001 (Novartis pharmaceuticals), erlotinib (OSI Pharmaceuticals), or doxorubicin (Sigma). After the designated times, the amount of proliferation was quantified by a 3-(4,5-dimethylthiazol-2-yl)-5-(3-carboxy-methoxyphenyl)-2-(4-sulfophenyl)-2 H -tetrazolium, inner salt (MTS) assay using Cell titer 96 proliferation kit (Promega), and absorbance at 490 nm was read in a Spectramax M2 plate reader (Molecular Devices). Each experiment was done in quadruplicate and repeated thrice. Cell Death STS26T or ST8814 (5,000 cells per well) were plated on to LabTech II plates (Fisher Scientific) in serum-containing growth medium ( 6 ,  10 ). Cells were treated with either 10 nmol/L RAD001 or carrier alone (0.05% ethanol) for 24 h followed by the addition of 0.05, 0.5, or 5 µg/mL doxorubicin for 48 h, or with 10 nmol/L RAD001 in combination with 3 µmol/L erlotinib for 3 d. Apoptosis was detected using DeadEnd fluorometric terminal deoxyribonucleotide transferase-mediated nick-end labeling (TUNEL) system (Promega) according to the manufacturer’s protocol and counterstained with 1 µg/mL 4′,6-diamidino-2-phenylindole (Invitrogen). The number of apoptotic nuclei was counted and compared with total number of 4′,6-diamidino-2-phenylindole-positive nucleus using a fluorescent microscope. Experiments were repeated with duplicates for each condition in each experiment. In each case, a minimum of 500 cells was counted. Protein Isolation and Western Blotting Protein extracts were prepared as previously described ( 34 ) from MPNST cell lines ST8814, STS26T, and S462 growing in log phase in serum-containing growth medium ( 6 ,  10 ). Protein concentration was determined using the bovine serum albumin method (Bio-Rad). Samples were denatured in 6 × SDS sample buffer [10% SDS, 30% glycerol, 0.6 mol/L DTT 0.012% bromphenol blue, 0.5 mol/L Tris-HCl (pH 6.8)] and 20 to 50 µg of protein were separated on 10% SDS-PAGE gels and transferred to polyvinylidene difluoride membrane (Millipore). Protein levels were detected using a horseradish peroxidase-conjugated antibody (1:10,000 Bio-Rad) followed by an enhanced chemilu-minescence plus detection kit (Amersham). Xenograft Model Animal studies were approved by the Cincinnati Children’s Hospital Medical Center Institutional Animal Care and Use Committee. Early Treatment Athymic nu/nu mice were anesthetized in isoflurane and injected s.c. with 10 6  STS26T cells in the left flank ( 35 ). Mice were treated with daily gavage between 3 to 21 d post-injection. Each group consisted of eight mice, and treatment consisted of placebo (obtained as a control microemulsion for RAD001 from Novartis), RAD001 (10 mg/kg; ref.  36 ), erlotinib (25 mg/kg; ref.  37 ), or RAD001 (10 mg/kg) + erlotinib (25 mg/kg) diluted in 10% DMSO in 0.5% w/v carboxyl methylcellulose (Sigma). Late Treatment To study the drug effects on established tumors, mice were treated with daily gavage starting when the average tumor size had reached 150 mm 3  (16 d postinjection). Mice were given a one-time i.p. injection of 8 mg/kg doxorubicin, diluted as a 1 mg/mL solution in PBS, or PBS alone ( 38 ). The erlotinib was supplied in 6% captisol, whereas the RAD001 and the placebo compound was supplied in a microemulsion solvent. RAD001 or the placebo compound were diluted in 3 parts 2% carboxyl methylcellulose and 2 parts 6% captisol (with or without erlotinib). Tumors were measured every 3rd day. Tumor volume was calculated according to the following formula:  L  ×  W \n 2  (π/6), where  L  is the longest diameter and  W  is the width. In accordance with our animal protocol, mice were sacrificed when tumor size reached 10% body weight (~3,000 mm 3 ; ref.  35 ). Tumors were dissected and either flash frozen and stored at −80°C or fixed in 10% formalin and embedded in paraffin. Paraffin sections were treated with hydrogen peroxidase in methanol for 10 min at room temperature followed by 0.1% trypsin (Life Technologies) for antigen retrieval. Sections were incubated with rat anti-CD31 antibodies (BD bioscience) at 1:40 dilution for 60 min at room temperature, washed, and treated with rabbit anti-rat secondary antibody (Vector Laboratories) for 30 min. For Mib1 detection, paraffin sections were treated with TRS or antigen retrieval followed by a prediluted Mib1 antibody (DAKO). In vivo  Imaging System Mice were injected s.c. with a stably transfected DS-red STS26T cell line ( 39 ) Mice were treated as described above starting when tumors reached 150 mm 3 . Mice received a total of five treatments of either 10 mg/kg RAD001 ( n  = 7) or placebo ( n  = 6) after which they received a tail vein injection of 5 mg FITC-dextran, MW 2,000,000 (Sigma) diluted in PBS, 4 h after the last treatment. Levels of FITC-dextran were analyzed after 2 h using an  in vivo  imaging system (IVIS200X, Xenogen). Statistical Analysis We conducted linear mixed effects model analysis via SAS procedure Proc Mixed (version 9.1, SAS Institute).  In vitro  data were analyzed by a model with random cell lines and cell line by treatment effects to account for the variability due to, respectively, the random selection of cell line samples that we tested (out of all theoretically positive MPNST cell lines) and the difference in treatment between the different cell lines. This analysis gives an idea of how likely the  in vitro  study results would be repeated in an independent experiment with five different MPNST cell lines, which cannot be done by ANOVA or general linear models analysis.  In vivo  data were analyzed by a model that assumed an autocorrelative dependency among the measurements taken on the same mouse over time. The response variable of tumor growth measurements was log transformed to meet the normality assumption of the model and to stabilize the variance. The linear mixed effects model analysis permits a more precise analysis by better specifying the nature of the dependency among the longitudinal measurements. In each case, the assumptions and the goodness of the fit of the model were checked graphically, for example, via the residual plots. No evidence was found to suspect the model fit.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:23:12"
}