{
  "pmid": "PMID:18632626",
  "title": "Merlin is a potent inhibitor of glioma growth.",
  "abstract": "Neurofibromatosis 2 (NF2) is an inherited cancer syndrome in which affected individuals develop nervous system tumors, including schwannomas, meningiomas, and ependymomas. The NF2 protein merlin (or schwannomin) is a member of the Band 4.1 superfamily of proteins, which serve as linkers between transmembrane proteins and the actin cytoskeleton. In addition to mutational inactivation of the NF2 gene in NF2-associated tumors, mutations and loss of merlin expression have also been reported in other types of cancers. In the present study, we show that merlin expression is dramatically reduced in human malignant gliomas and that reexpression of functional merlin dramatically inhibits both subcutaneous and intracranial growth of human glioma cells in mice. We further show that merlin reexpression inhibits glioma cell proliferation and promotes apoptosis in vivo. Using microarray analysis, we identify altered expression of specific molecules that play key roles in cell proliferation, survival, and motility. These merlin-induced changes of gene expression were confirmed by real-time quantitative PCR, Western blotting, and functional assays. These results indicate that reexpression of merlin correlates with activation of mammalian sterile 20-like 1/2-large tumor suppressor 2 signaling pathway and inhibition of canonical and noncanonical Wnt signals. Collectively, our results show that merlin is a potent inhibitor of high-grade human glioma.",
  "authors": "Ying-Ka Ingar Lau; Lucas B Murray; Sean S Houshmandi; Yin Xu; David H Gutmann; Qin Yu",
  "journal": "Cancer research",
  "publicationDate": "2008-07-15",
  "doi": "10.1158/0008-5472.CAN-08-0190",
  "methods": "Materials and Methods Patient samples The glioma tissue microarray was assembled at the M. D. Anderson Cancer Center, and additional tumor samples were obtained from the Washington University/Siteman Cancer Center Tumor Tissue Repository, as previously described ( 12 ). Human tissues were used in accordance with approved Human Studies Protocols. Cell lines and reagents Human glioma cells, M089J, U138MG, DBRG05MG, LN229, M059K, Hs683, LN18, LN229, and A172 cells were obtained from American Type Culture Collection (ATCC); SNB19, U373MG, SF763, U251, SF268, SF539, U343MG, SF188, SF295, SF797, SNB75, SF126, SF210, U118MG, and U87MG and rat glioma cell 9L were obtained from University of California-San Francisco and National Cancer Institute (NCI). Normal human astrocytes (NHA cells) were obtained from ALLCELLS, Inc. Cells were maintained following the providers’ and manufacturers’ instructions. Anti-v5 epitope (Invitrogen), anti-merlin (Santa Cruz), anti–mammalian sterile 20-like 1/2 (MST1/2; Bethyl Laboratories), anti-Lats2 (Bethyl Laboratories), anti–Yes-associated protein (YAP; Abnova), anti–cellular inhibitor of apoptosis 1/2 (cIAP1/2; Santa Cruz), anti-actin (Sigma), anti–phosphorylated MST1/2 (Cell Signaling), anti–phosphorylated Lats2 (Abnova), and anti–phosphorylated YAP (Cell Signaling) were used in the experiments. 5-Bromo-2’-deoxy-uridine (BrdUrd) cell proliferation kit (Roche), Apoptag kit (Chemicon), and RhoA pull-down kit (Cytoskeleton, Inc.) were also used. Reverse transcriptase-PCR, mutagenesis, and expression and knockdown constructions Full-length merlin isoform I was obtained as described ( 13 ), and the merlin mutants were generated using the QuikChange mutagenesis kits (Stratagene). Wild-type merlin and the merlin mutants together with their COOH terminal v5-epitope tags were cloned into the retroviral expression vector pQCXIP (BD Bioscience; ref.  13 ). Retroviruses were generated using these expression constructs and pVSVG/ GP2 293 cells following the manufacturer’s instructions (BD Bioscience). All expression constructs were verified by DNA sequencing. To knockdown merlin expression, several shRNAmir constructs against human merlin and a nontargeting shRNAmir control construct were obtained from Open Biosystems. Lentiviruses carrying these short hairpin RNAs (shRNA) were generated following the manufacturer’s instructions. Lentivirus and retrovirus transduction U87MG and U251 human glioma cells were first transduced with retroviruses carrying luciferase and a hygromycin-resistant gene and then transduced with retroviruses carrying the empty retroviral expression vector, wild-type merlin, or merlin mutants. RNA knockdown was accomplished using lentiviruses carrying shRNAs against merlin and a nontargeting control shRNA following the manufacturer’s instructions. Infected cells were selected for their resistance to hygromycin and puromycin. Anti-v5 monoclonal antibody (mAb; Invitrogen) was used to detect exogenous merlin, whereas anti-merlin antibodies (Santa Cruz) were used for endogenous merlin. Expression profiling and real-time quantitative PCR To compare gene expression profiles, we used human U133v2 gene chips (Affymetrix) and the probes derived from three independently transduced and pooled puromycin-resistant U87MG cells that reexpress merlin (U87MG merlin ) or were transduced with empty retroviruses (U87MG wt ) following standard protocols at the University of Pennsylvania Microarray Facility. Probe intensity data were imported to ArrayAssist Lite version 3.4 (Stratagene), and expression values for the probe sets were calculated using GCRMA. Affymetrix Absent, Marginal, and Present ( A, M, P ) scoring designations were also included. The data were then imported back to GeneSpringGX version 7.3.1 (Agilent) and filtered based on  P  in at least two of six samples. Finally, SAM version 2.2.1 (Stanford University) was applied using a two-class unpaired analysis, and differentially expressed genes were identified using a fold change cutoff of > 1.5 and a false discovery rate of <5%. For patient sample analysis, cDNAs were prepared from 1µg total RNA. Real-time quantitative PCR (qPCR) was performed and analyzed as previously described ( 12 ). In addition, total RNAs from U87MG merlin  and U87MG wt  cells were isolated using RNeasy columns (Qiagen). cDNAs were generated using SuperScript First-Strand Synthesis System for reverse transcription–PCR (Invitrogen). Primers for real-time qPCR were designed according to the Primer Bank Program (Massachusetts General Hospital 3 ). qPCR was performed by using SYBR Green PCR Master Mix (Roche) and the Chromo4 real-time PCR Machine (Bio-Rad). The cycling variables used were 95°C for 8 min followed by 40 cycles of 95°C (15 s), 60°C (30s), and 72°C (30 s) and a melting curve analysis. Relative quantification of the targets were normalized with an endogenous housekeeping gene (TATA-box binding protein), and data analyses were performed using a comparative (ΔΔCt) method using manufacturer’s software and according to manufacturer’s instructions. Western blot analysis and immunocytochemistry Cells and tumor samples were extracted with 4 × SDS Laemmli sample buffer without the dye, and protein concentrations were determined using Bio-Rad D c  Protein Assay Reagents. For the immunocytochemical analyses, glioma cells were cultured in 35-mm dishes for 24 h and fixed in 3.7% paraformaldehyde. Fixed cells were then washed with PBS and blocked with 2% bovine serum albumin. Antibodies against v5-epitope or merlin were used to detect the appropriate antigens. Soft agar colony formation assays To perform anchorage-independent growth assays, six-well plates were first covered with a layer of 0.6% agar made in 10% fetal bovine serum (FBS) DMEM and the pooled population of transduced U87MG cells (1 × 10 5  per well) in 0.3% agar (in DMEM) were seeded on top of the 0.6% agar layer and incubated in a humidified chamber for 3 wk. The six-well plates were inspected, and 30 randomly selected fields were photographed under a 2.5× microscopic lens and a 10× optical lens (25× magnification). Colonies were then counted, and the mean number of colonies per field was calculated. All experiments were done in triplicate. Transwell tumor cell invasion assay Tumor cell invasion assays were performed using Transwell chambers with 8-µm pores (Costar) that were coated with a layer of Matrigel (Collaborative Biomedical). DMEM containing 10% FBS was added to the lower chambers of the Transwells. Transduced U87MG cells (2 × 10 5  per well) were seeded on the top of the Transwell in triplicate and incubated for 24 h. The bottom filters were fixed and stained at the end of the experiments. Cells in the top chambers were removed by wiping with cotton swabs, and the stained cells that had migrated through the Matrigel were counted under a microscope. Thirty randomly selected 100× microscopic fields were counted. Apoptosis induced by chemotherapeutic drug and irradiation Transduced U87MG cells were cultured with different concentrations of 5-fluorouracil (5-FU) (0, 5, or 50 µmol/L; Sigma) and incubated at 37°C for 24 h. After the incubation period, the floating and adherent cells were harvested for apoptosis detection ( n  = 6). 4 × 10 6  transduced U87MG cells were irradiated by γ-radiation at a dose rate of 2.78 Gy/min and divided into sets that received 0, 5, 10, or 20 Gy of total irradiation. Irradiated cells were replated into culture dishes and incubated at 37°C for 2 d before harvest ( n  = 6). Detection of apoptosis Collected cells were lysed, diluted to 10 4  cells/mL in lysis buffer, and assayed for apoptosis using the Cell Death Detection ELISA kit (Roche), according to the manufacturer’s instructions. Luciferase reporter assay To measure canonical Wnt signaling in U87MG wt  and U87MG merlinS518D , U87MG merlin , and U87MG merlinS518A  cells, we used the β-catenin–responsive luciferase reporter construct (TopFlash, Addgene), which contains T-cell factor/lymphocyte enhancer factor (TCF/LEF) binding sites and a negative control construct, FopFlash, which contains mutated TCF/LEF binding sites. These reporters were transfected transiently into these transduced glioma cells in triplicate. The luciferase activity in these transfected cells were measured 24 h posttransfection following the manufacturer’s instructions (Promega) using a Modulus Microplate Luminometer/Fluorometer (Turner Biosystems). Subcutaneous and intracranial tumor growth experiments Pooled populations of transduced U87MG and U251 glioma cells were used for subcutaneous tumor growth experiments. Briefly, 1 × 10 6  glioma cells were injected into each immunocompromised B6.129S7-Rag1 tmMom  (Rag1, Jackson Laboratories) mouse. Six mice were used for each type of the infected glioma cell lines. After solid tumors became visible (10–15 d after the injection), the longest and shortest diameters of the solid tumors were measured using a digital caliper every third day for 5 to 7 wk. Tumor volumes were calculated using the following formula: tumor volume = 1 / 2 × (shortest diameter) 2  × longest diameter (mm 3 ). At the end of the experiments, tumors were fixed and sectioned for the histologic and immunologic analyses. Transduced U87MG and U251 cells were also used for the intracranial tumor growth experiments. U87MG (2 × 10 5 cells in 10 µL HBSS/Rag1 mouse)/U251 cells (1 × 10 5 cells in 10 µL HBSS/Rag1 mouse) were stereotactically injected at the bregma 2 mm to the right of the sagittal suture and 3 mm below the surface of the skull. After injection, mice were closely monitored and the duration of their survival was recorded. Mice that showed signs of morbidity were euthanized and considered as if they had died on that day, and the number of surviving mice was recorded. The survival rates were calculated as follows: survival rate (%) = (number of mice still alive / total number of experimental mice) × 100%. At the end of the experiments, the mouse brains were removed, fixed, and sectioned for histologic analysis. Mice that were free of symptoms 60 d after intracranial injection were euthanized and examined. Bioluminescence imaging analysis of the intracranial gliomas To monitor the growth of intracranial gliomas in living animal, we used bioluminescence imaging approach. We infected U87MG and U251 cells with a retroviral-based luciferase expression vector that also contains an internal ribosome entry site (IRES) and the hygromycin resistance gene. Hygromycin-resistant U87MG and U251 cells express a high level of luciferase (data not shown). These cells were then infected with retroviruses carrying the empty retroviral expression vector containing puromycin-resistant gene alone (U87MG/U251-Luc wt ) or containing wild-type merlin (U87MG/U251-Luc merlin ), merlinS518A (U87MG/U251-Luc merlinS518A ), or merlinS518D (U87MG/U251-Luc merlinS518D ). These double drug-resistant cells expressed high levels of luciferase and/or wt merlin/merlin mutant and were used for intracranial injection into Rag-1 mice. At 4, 10, and 16 d after the injections, bioluminescence images of the intracranial tumors were acquired by using IVIS-200 imaging system (Xenogen) at  In vivo  Molecular Imaging Shared Facility (Mount Sinai School of Medicine). Histology and immunohistochemistry To determine the tumor cell proliferation rate  in vivo , BrdUrd was injected i.p. into mice 4 h before euthanasia. Gliomas were removed, fixed, sectioned, and stained with H&E as described ( 13 ). In addition, the sections were reacted with anti-BrdUrd antibodies to detect proliferating cells or with the Apoptag kit to detect apoptotic cells  in situ  ( 14 ). Statistics Other than the survival experiments, Student’s  t  test was used to analyze statistical differences between the control and experimental groups. For the mouse survival experiments, log-rank statistical analysis (SigmaStat) was used to calculate the statistical differences between control and experimental groups. Differences were considered statistically significant at  p  < 0.05.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:23:16"
}