{
  "pmid": "PMID:18632543",
  "title": "Effect of simvastatin on cognitive functioning in children with neurofibromatosis type 1: a randomized controlled trial.",
  "abstract": "CONTEXT: Neurofibromatosis type 1 (NF1) is among the most common genetic disorders that cause learning disabilities. Recently, it was shown that statin-mediated inhibition of 3-hydroxy-3-methylglutaryl coenzyme A reductase restores the cognitive deficits in an NF1 mouse model. OBJECTIVE: To determine the effect of simvastatin on neuropsychological, neurophysiological, and neuroradiological outcome measures in children with NF1. DESIGN, SETTING, AND PARTICIPANTS: Sixty-two of 114 eligible children (54%) with NF1 participated in a randomized, double-blind, placebo-controlled trial conducted between January 20, 2006, and February 8, 2007, at an NF1 referral center at a Dutch university hospital. INTERVENTION: Simvastatin or placebo treatment once daily for 12 weeks. MAIN OUTCOME MEASURES: Primary outcomes were scores on a Rey complex figure test (delayed recall), cancellation test (speed), prism adaptation, and the mean brain apparent diffusion coefficient based on magnetic resonance imaging. Secondary outcome measures were scores on the cancellation test (standard deviation), Stroop color word test, block design, object assembly, Rey complex figure test (copy), Beery developmental test of visual-motor integration, and judgment of line orientation. Scores were corrected for baseline performance, age, and sex. RESULTS: No significant differences were observed between the simvastatin and placebo groups on any primary outcome measure: Rey complex figure test (beta = 0.10; 95% confidence interval [CI], -0.36 to 0.56); cancellation test (beta = -0.19; 95% CI, -0.67 to 0.29); prism adaptation (odds ratio = 2.0; 95% CI, 0.55 to 7.37); and mean brain apparent diffusion coefficient (beta = 0.06; 95% CI, -0.07 to 0.20). In the secondary outcome measures, we found a significant improvement in the simvastatin group in object assembly scores (beta = 0.54; 95% CI, 0.08 to 1.01), which was specifically observed in children with poor baseline performance (beta = 0.80; 95% CI, 0.29 to 1.30). Other secondary outcome measures revealed no significant effect of simvastatin treatment. CONCLUSION: In this 12-week trial, simvastatin did not improve cognitive function in children with NF1. Trial Registration isrctn.org Identifier: ISRCTN14965707.",
  "authors": "Lianne C Krab; Arja de Goede-Bolder; Femke K Aarsen; Saskia M F Pluijm; Marlies J Bouman; Jos N van der Geest; Maarten Lequin; Coriene E Catsman; Willem Frans M Arts; Steven A Kushner; Alcino J Silva; Chris I de Zeeuw; Henriëtte A Moll; Ype Elgersma",
  "journal": "JAMA",
  "publicationDate": "2008-07-16",
  "doi": "10.1001/jama.300.3.287",
  "methods": "METHODS Design A prospective, double-blind, placebo-controlled, randomized, single-site, 12-week clinical trial was conducted in children with NF1 between January 20, 2006, and February 8, 2007. The study was approved by the medical ethical committee of the Erasmus MC, Rotterdam, the Netherlands. Participants All participants were recruited from the multidisciplinary NF1 outpatient clinic of the Erasmus MC–Sophia Children’s Hospital, which is a university hospital and NF1 referral center in the Netherlands. Participants were enrolled by a pediatrician in the NF1 outpatient clinic (A.G.B.). Inclusion criteria were age 8 to 16 years, NF1 diagnosis according to the criteria of the National Institutes of Health, 17  and oral and written informed consent from parents and children older than 12 years. Exclusion criteria were segmental NF1, pathology of the central nervous system (other than asymptomatic gliomas), deafness, severely impaired vision, use of antiepileptic drugs, insufficient comprehension or use of the Dutch language, and an IQ below 48, which was assessed at baseline using the Wechsler Intelligence Scale for Children–Revised, Dutch version. 18 Protocol Patients were randomized to simvastatin or placebo using a permuted-block, 1:1 randomization list generated by the trial statistician (S.M.F.P.) with blocks of 6 participants, in which medication numbers 1 through 62 corresponded to either simvastatin or placebo. Randomization was performed by the Erasmus MC trial pharmacist, who assigned patients a medication number in the order of their enrollment in the trial and who dispensed the medication. Patients and all other investigators were blind to the treatment allocation. Patients were treated once a day in the morning for 12 weeks with simvastatin (weeks 0–4, 10 mg/d; weeks 5–8, 20 mg/d; and weeks 9–12, 20 mg/d for children aged 8–12 years or 40 mg/d [taken as two 20-mg doses] for children aged 13–16 years) or equivalent placebo. The placebo capsules were filled with microcrystalline cellulose PH102 and treatment capsules with a filler and a tablet of 10-mg (weeks 0–4) or 20-mg (weeks 5–12) simvastatin (film-coated; Alpharma Inc; Bridge-water, New Jersey). The capsules containing placebo or simvastatin were nontransparent and identical in color, shape, and size. Patients were instructed not to open the capsules. Patients were judged adherent when they took at least 80% of their study medication during the intervention period of 12 weeks, which was assessed by counting returned capsules. Outcome Measures Outcome measures were assessed at baseline and after 12 weeks of treatment. For the primary outcome measures, we chose 2 neuropsychological tests that were analogous to statin-responsive tests in  Nf1  mice (measuring visual-spatial memory and attention). In addition, we selected a neurophysiological and neuroradiological measure because we reasoned that these measurements would be insensitive to placebo or test-retest effects. This resulted in the following 4 primary outcome measures: performance on the Rey complex figure test (CFT) (delayed recall; assessing nonverbal long-term memory), performance on the cancellation test (speed; assessing attention), performance on a prism adaptation task (measurement of adaptation of the angle of hand movements in response to prism glass distortion, 19  which is thought to be dependent on cerebellar function 20 , 21 ), and mean apparent diffusion coefficient (ADC value) of the brain (mean ADC value of 7 predetermined anatomic locations predominantly affected by T2-weighed hyperintensities) as previously described. 9 For the secondary outcome measures, we selected neuropsychological tests assessing domains that are specifically affected in patients with NF1: tests for attention and tests for visual-spatial skills with baseline scores of 1 SD or more below average. 4 , 9  This resulted in the following secondary outcome measures: performance on the cancellation test (standard deviation; measuring attention fluctuations), the Stroop color word test, the block design test and object assembly test of the Wechsler Intelligence Scale for Children–Revised, the Rey CFT (copy), the Beery developmental test of visual-motor integration, and the judgment of line orientation task. 22 Magnetic resonance imaging was performed by using a 1.5-tesla system (EchoSpeed; GE Healthcare, Milwaukee, Wisconsin) and a dedicated 8-channel head coil. Diffusion tensor imaging data were gathered by using a multirepetition, single-shot, echo-planar sequence with a section thickness of 3 mm with no gap. A 25-gradient directions technique was performed to obtain good diffusion tensor images (sensitivity,  b  = 1000 s/mm 2 ; repetition time, 15 000 milliseconds; echo time, 82.1 milliseconds; 1 average; field of view, 240 × 240 mm 2 ; matrix, 128 × 128; voxel size, 1.8 × 1.8 × 3.0 mm 3 ) as described previously. 9 All neuropsychological tests were developed for children, administered in their Dutch versions, and scored by 1 pediatric neuropsychologist (M.J.B.). Parallel versions of tests were applied when available to reduce the impact of practice effects. For technical reasons, left-handed children (n=7) were excluded from the prism adaptation task. Treatment safety and adherence was assessed in the outpatient clinic at baseline, after 4 and 12 weeks, and with a telephone consult after 8 weeks. Patients were provided with a diary in which they were instructed to note any deviations from treatment protocol and possible adverse events. At each consult, a general pediatrician recorded any adverse events and serious adverse events (adverse events that were life-threatening, causing disability, or requiring hospitalization) with a standardized checklist of the adverse events and serious adverse events reported with simvastatin use, 23  supported by open questions and a review of the patient’s diary. All reported adverse events were scored as being not drug related, possibly drug related, or definitely drug related prior to unblinding. During the visits to the outpatient clinic, the pediatrician (A.G.B.) performed a standardized internal and neurological assessment, and blood was drawn for laboratory examination. We examined the safety parameters (levels of alanine aminotransferase, aspartate aminotransferase, and creatine phosphokinase) and efficacy parameters (levels of total cholesterol, high-density lipoprotein cholesterol, low-density lipoprotein cholesterol, and triglycerides) according to standard clinical laboratory protocol. Criteria for discontinuation of study medication were a persistent increase of more than 3-fold the upper limit of normal (ULN) alanine aminotransferase or aspartate aminotransferase levels, more than 10-fold the ULN for creatine phosphokinase levels with or without muscular symptoms, or 5- to 10-fold the ULN for creatine phosphokinase levels with muscular symptoms. 16 Statistical Analyses One of the prominent effects seen in statin-treated  Nf1  mice was recovery of their deficit in visual-spatial memory. 13  The Rey CFT (delayed recall) assesses the analogous domain of nonverbal long-term memory in humans and has good psychometric properties, and performance on this test is specifically affected in patients with NF1. 24  Therefore, we based our power calculation on this test. On the assumption of a correlation of 0.70 between measurement before and after treatment, and a mean (SD)  z  score of −1.32 (1.01) on the Rey CFT (delayed recall) at baseline, 24  we calculated that 30 persons were needed in both the placebo and treatment groups to ensure a power of 0.80 of detecting a significant (α= .05) improvement in the Rey CFT (delayed recall) score up to −0.28 (difference of 1.04) in the treatment group. All data were analyzed using SPSS 12.0 (SPSS Inc, Chicago, Illinois). For the neuropsychological tests,  z  scores were used (with negative values indicating performance below the normative mean and positive values performance above the normative mean), except for the cancellation test (standard deviation) (raw score for nonnormal distribution of reference values; larger negative values indicated larger attention fluctuations). Prism adaptation was scored to occur if the change (adaptation) of the angle of hand movements was significant ( P < .01) and larger than −1 SD of the mean change of age-matched healthy controls (n=16, unpublished observations). A decrease in ADC values indicates lower signal intensity. Modified intention-to-treat analysis was performed for all patients with available 12-week test scores (n=61) without imputing missing values. Differences between the simvastatin and placebo groups at baseline were analyzed with the  t  test, Mann-Whitney test, and χ 2  test. Differences between the simvastatin and placebo groups after 12 weeks of treatment were assessed using univariate and multivariate regression analysis. In the univariate analysis, we adjusted for baseline scores, and in the multivariate regression analysis we adjusted for baseline scores, age, and sex. Regression coefficients (β) reflect the estimated differences in mean score at follow-up between the treatment groups with 95% confidence intervals (CIs). For categorical measures (prism adaptation), the difference between the treatment groups was expressed as an odds ratio with 95% CI. Cut-off level for significance was set at  P < .05. Effect modification of outcome parameters that were significantly different between the treatment and placebo groups after 12 weeks was examined using interaction terms between treatment and age and between treatment and baseline performance. The rationale for this analysis is that we expected increased plasticity in younger children and more room for improvement in children with low baseline performance, thus affecting the magnitude of response to simvastatin treatment. Subgroup analysis was performed only if effect modification was plausible ( P <.10 to take into account the small size of the subgroups) for addition of the interaction term to the multivariate analysis. All  P  values reported are 2-sided. The outcome parameters and the method of statistical analysis, including the subgroup analyses, were defined before unblinding. We did not correct for multiple comparisons for the following reasons. There are only 4 primary outcome measures, and they are specifically based on a priori assumptions. The outcome measures on the neuropsychological tests are potentially correlated, and correction would thus be inappropriate. By correcting for multiple comparisons, it would be very hard to detect a possible effect in a relatively small patient population. Thus we would run a high risk of discarding a promising drug while in fact there is an effect (type II error). For ethical reasons, an interim analysis was conducted by the statistician (S.M.F.P.) after 36 patients completed the study with complete maintenance of the double-blind protocol for all others. The criterion to discontinue the study was a significant difference between the simvastatin and placebo groups on Rey CFT (delayed recall) score at 12 weeks ( P <.01). The statistician communicated that this criterion was “not reached” and the study was continued as planned.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:23:15"
}