{
  "pmid": "18636037",
  "abstract": "OBJECTIVE: To analyze the ability of ErbB inhibitors to reduce the growth of vestibular schwannoma (VS) xenografts. METHODS: Vestibular schwannoma xenografts were established in the interscapular fat pad in nude mice for 4 weeks. Initially, a small cohort of animals was treated with the ErbB2 inhibitor trastuzumab or saline for 2 weeks. Animals also received bromodeoxyuridine injections to label proliferating cells. In a longer-term experiment, animals were randomized to receive trastuzumab, erlotinib (an ErbB kinase inhibitor), or placebo for 12 weeks. Tumor growth was monitored by magnetic resonance imaging during the treatment period. Cell death was analyzed by terminal deoxynucleotidyl transferase-mediated dUTP-biotin end labeling of fragmented DNA. RESULTS: Tumors can be distinguished with T2-weighted magnetic resonance imaging sequences. Trastuzumab significantly reduced the proliferation of VS cells compared with control (p < 0.01) as analyzed by bromodeoxyuridine uptake. Control tumors demonstrated slight growth during the 12-week treatment period. Both trastuzumab and erlotinib significantly reduced the growth of VS xenografts (p < 0.05). Erlotinib, but not trastuzumab, resulted in a significant increase in the percentage of terminal deoxynucleotidyl transferase-mediated dUTP-biotin end labeling of fragmented DNA-positive VS cells (p < 0.01). CONCLUSION: In this preliminary study, the ErbB inhibitors trastuzumab and erlotinib decreased growth of VS xenografts in nude mice, raising the possibility of using ErbB inhibitors in the management of patients with schwannomas, particularly those with neurofibromatosis Type 2.",
  "methods": "Methods VS xenografts were established in the interscapular fat pad in nude mice for 4 weeks. Initially, a small cohort of animals was treated with the ErbB2 inhibitor, trastuzumab, or saline for 2 weeks. Animals also received BrdU injections to label proliferating cells. In a longer-term experiment, animals were randomized to receive trastuzumab, erlotinib (an ErbB kinase inhibitor), or placebo for 12 weeks. Tumor growth was monitored by magnetic resonance imaging (MRI) over the treatment period. Cell death was analyzed by terminal dUTP nick end labeling (TUNEL).",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:01:46.220763",
  "abstract_length": 1653,
  "methods_length": 570,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}