{
  "pmid": "PMID:18636037",
  "title": "The ErbB inhibitors trastuzumab and erlotinib inhibit growth of vestibular schwannoma xenografts in nude mice: a preliminary study.",
  "abstract": "OBJECTIVE: To analyze the ability of ErbB inhibitors to reduce the growth of vestibular schwannoma (VS) xenografts. METHODS: Vestibular schwannoma xenografts were established in the interscapular fat pad in nude mice for 4 weeks. Initially, a small cohort of animals was treated with the ErbB2 inhibitor trastuzumab or saline for 2 weeks. Animals also received bromodeoxyuridine injections to label proliferating cells. In a longer-term experiment, animals were randomized to receive trastuzumab, erlotinib (an ErbB kinase inhibitor), or placebo for 12 weeks. Tumor growth was monitored by magnetic resonance imaging during the treatment period. Cell death was analyzed by terminal deoxynucleotidyl transferase-mediated dUTP-biotin end labeling of fragmented DNA. RESULTS: Tumors can be distinguished with T2-weighted magnetic resonance imaging sequences. Trastuzumab significantly reduced the proliferation of VS cells compared with control (p < 0.01) as analyzed by bromodeoxyuridine uptake. Control tumors demonstrated slight growth during the 12-week treatment period. Both trastuzumab and erlotinib significantly reduced the growth of VS xenografts (p < 0.05). Erlotinib, but not trastuzumab, resulted in a significant increase in the percentage of terminal deoxynucleotidyl transferase-mediated dUTP-biotin end labeling of fragmented DNA-positive VS cells (p < 0.01). CONCLUSION: In this preliminary study, the ErbB inhibitors trastuzumab and erlotinib decreased growth of VS xenografts in nude mice, raising the possibility of using ErbB inhibitors in the management of patients with schwannomas, particularly those with neurofibromatosis Type 2.",
  "authors": "J Jason Clark; Matthew Provenzano; Henry R Diggelmann; Ningyong Xu; Skylar S Hansen; Marlan R Hansen",
  "journal": "Otology & neurotology : official publication of the American Otological Society, American Neurotology Society [and] European Academy of Otology and Neurotology",
  "publicationDate": "2008-09",
  "doi": "10.1097/MAO.0b013e31817f7398",
  "methods": "Methods VS xenografts were established in the interscapular fat pad in nude mice for 4 weeks. Initially, a small cohort of animals was treated with the ErbB2 inhibitor, trastuzumab, or saline for 2 weeks. Animals also received BrdU injections to label proliferating cells. In a longer-term experiment, animals were randomized to receive trastuzumab, erlotinib (an ErbB kinase inhibitor), or placebo for 12 weeks. Tumor growth was monitored by magnetic resonance imaging (MRI) over the treatment period. Cell death was analyzed by terminal dUTP nick end labeling (TUNEL). MATERIALS AND METHODS Vestibular Schwannoma Xenografts Xenografts were developed in male athymic Ncr Nu/Nu mice (National Cancer Institute, NIH, Bethesda, MD) from VS specimens derived from four separate patients. All patients provided written, informed consent for use of tumor harvested at time of surgery. The institutional review board at the University of Iowa approved the study protocol and the University of Iowa Institutional Animal Care and Use Committee approved all animal protocols. Mice were housed in a barrier room and watered and fed rodent chow freely. Acutely resected VS specimens were transported to the laboratory in ice cold Hank’s Balanced Salt Solution (Invitrogen, Calsbad, CA), cut into approximately 10 mm 3  fragments, and placed into the interscapular fat pad in nude mice anesthetized with ketamine (100 mg/kg, Hospira, Lake Forest, IL) and xylazine (10 mg/kg Phoenix Scientific, St. Joseph, MO). The grafts were allowed to develop for 4 weeks prior to initiating any treatment. Measurement of tumor volume Tumor volume was determined by magnetic resonance imaging (MRI). Mice were removed from the barrier facility and imaged in a small animal MRI (Varian Unity/INOVA 4.7 Tesla scanner, Varian Inc., Palo Alto, CA). T2- weighted images were acquired in the axial and sagittal planes by placing an anesthetized mouse inside a 37.5 mm diameter transmit/receive volume coil. Slice thickness was 0.5 mm in each plane. To calculate the tumor volume, the surface area of the tumor on each sequential image was determined using the measurement tool on Image J software (NIH, Bethesda, MD) by drawing a region of interest encompassing the tumor. The reviewer was blinded to the experimental group. The measurements were repeated three times in both the axial and sagittal planes and the average tumor surface area was multiplied by the slice thickness (0.5 mm) to calculate the slice volume. Slice volumes were halved for the initial and final slices of each imaging series. Slice volumes were then summed for total tumor volume. We also calculated total tumor volumes using the entire volume of the initial and final slices for each series. This did not affect the overall results of the experiments. To calculate the relative tumor growth, the initial tumor volume (V i ) was substracted from the final tumor volume (V f ) and the difference was divided by V i  ([V f -V i ]/V i ) to account for differences in initial xenograft volumes. There was no significant difference in the relative tumor growth rates of the trastuzumab control and erlotinib control animals and the data from these animals were pooled. Treatment with ErbB inhibitors A total of 19 mice bearing human VS xenografts derived from 4 separate patients were analyzed in this study. Table 1 presents the distribution of VS specimens used for these studies. In a preliminary experiment, 4 mice were implanted with VSs derived from two patients and were randomly divided into two groups four weeks after tumor implantation. Two mice received trastuzumab (25 mg/kg in 0.25 ml normal saline i.p., Genentech, South San Francisco, CA) three times per week for two weeks while two animals received saline injections. During the final week of treatment, all mice were injected with BrdU (50 mg/kg i.p., Sigma-Aldrich, St. Louis, MO) daily to label dividing cells. After the two-week treatment interval, the xenografts were harvested and fixed in 4% paraformaldehyde (Sigma-Aldrich, St. Louis, MO). For the longer-term experiment, the xenografts were derived from 2 additional VSs and initial images with MRI were obtained four weeks after tumor implantation. Following the initial MRI, the mice were returned to a quarantine room where they were randomly divided into three groups of 5 animals each (15 total). One group received trastuzumab (25 mg/kg i.p.) three times per week. This is similar to trastuzumab doses shown to inhibit growth of xenografts derived from human carcinomas that overexpress ErbB2 ( 35 , 36 ). The second group was gavage fed erlotinib (50 mg/kg, Genentech, South San Francisco, CA), five days a week. This is similar to erlotinib doses shown to reduce growth of xenografts derived from non-small cell lung cancer and malignant nerve sheath tumors ( 37 , 38 ). Erlotinib was suspended in a solution of 0.5% methyl cellulose (MP Biomedicals, Solon, OH) and 0.4% Tween-80 (Fischer Scientific, Pittsburgh, PA). The final group of mice served as controls. In this group, three animals were gavage fed erlotinib vehicle and two animals received saline injections for trastuzumab control. Treatment continued for 12 weeks. Following completion of the treatment, the mice were once again imaged to determine final tumor volume and the xenografts were harvested and fixed in 4% paraformaldehyde. Immunofluorescence and TUNEL staining Following fixation, the xenografts were washed in phosphate buffered saline (PBS) and cryoprotected in 30% sucrose. The samples were then embedded in optimum cutting temperature (OCT) compound (Thermo Fischer Scientific, Waltham, MA) and cryosectioned at 10-15 μm. Frozen sections from the preliminary group of animals were treated with 2N HCl for 30 min, permeabilized with 0.8% Triton-X100 in PBS for 20 min, and then blocked with blocking buffer (5% goat serum, 2% bovine serum albumin, and 0.8% Triton-X100) for 30 min. Next, the samples were incubated in mouse monoclonal anti-BrdU (1:800, Sigma-Aldrich, St. Louis, MO) and rabbit anti-S100 (1:800, Sigma-Aldrich, St. Louis, MO) diluted in blocking buffer for 2h at 37°C. Following several washes in PBS, secondary antibodies (anti-mouse Alexa Fluor 568 and anti-rabbit Alexa Fluor 488, 1:800 each, Invitrogen, Carlsbad, CA) diluted in PBS were applied for 1 h at room temperature. Nuclei were then labeled with Hoechst 3342 (10 μg/ml, Invitrogen, Carlsbad, CA) for 10 min and the slides were mounted and coverslipped. Frozen sections from the longer-term groups of animals were labeled with anti-S100 antibody as above. Following immunostaining, terminal dUTP nick end labeling (TUNEL) was performed as previously described ( 39 ) and the nuclei were labeled with Hoechst 3342. Digital images were captured on a Leica DMIRE2 epifluorescence microscope (Bannockburn, IL) equipped with a CCD camera and Leica FW4000 software. Determination of cell proliferation and cell death Cell proliferation was determined by assaying BrdU uptake in xenograft frozen sections as previously described ( 31 ). The number of BrdU-positive S100-positive cells was determined from digital images from five randomly selected 30x microscopic fields (331±108 VS cell nuclei/30x field, mean±SD) for each of 3 frozen sections/xenograft (fifteen 30x microscopic fields/xenograft). The average percent of BrdU-positive VS cells was determined for each xenograft. The investigator was blinded to treatment conditions. Cell death was determined using TUNEL to identify apoptotic VS cells as previously described ( 39 ). The number of TUNEL-positive S100-positive nuclei was determined from five randomly selected 30x microscopic fields for each of 3 frozen sections/xenograft and the average percent of TUNEL-positive cells was determined for each xenograft. The investigator was blinded to treatment conditions. Statistical Analysis Differences in cell proliferation and cell death were analyzed by Student’s two-tailed t-test using Excel software (Microsoft, Redmond, WA). Differences in relative tumor growth were analyzed by one-way analysis of variance (ANOVA) followed by a post-hoc Kruskal-Wallis test using SigmaStat (Systat Incorporated, Richmond, CA). Reagents Trastuzumab was a generous gift from Genentech (South San Francisco, CA). Erlotinib, ketamine, and xylazine were obtained from the University of Iowa Hospitals and Clinics pharmacy. All other reagents were from Sigma-Aldrich (St. Louis, MO) unless otherwise specified.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:23:17",
  "introduction": "INTRODUCTION Vestibular schwannomas (VS) result from mutations in the tumor suppressor gene,  merlin  or  schwannomin , and occur in two forms; sporadic, isolated tumors and bilateral tumors occurring in patients with the genetic disease neurofibromatosis type 2 (NF2) ( 1 - 4 ). Current management of VSs is limited to observation with serial imaging, stereotactic radiosurgery or radiotherapy (SRS/SRT), and microsurgical removal ( 5 - 8 ). While these therapies are generally well tolerated they occasionally result in deafness, facial paralysis, spinal fluid leak, continued tumor growth, or even malignant transformation ( 9 - 14 ). VSs arising in patients with NF2 are particularly difficult to manage ( 15 ). Most patients develop deafness and other cranial and spinal neuropathies and many ultimately succumb to their disease ( 16 ). Discovery of alternative therapies that limit the growth of schwannomas may be of particular benefit to patients with NF2 ( 4 , 15 , 17 ). Understanding the role of the merlin protein in Schwann cell (SC) homeostasis should help guide the development of alternative therapies for patients with schwannomas ( 3 , 4 ). Merlin mediates contact inhibition of cell growth and in many cells suppresses the activity of intracellular signaling cascades implicated in tumor formation including Ras-mitogen activated protein kinase/extracellular regulated kinase (ERK) kinase (MEK)-ERK, phosphatidylinositol-3-kinase (PI3K)/Akt, and c-Jun N-terminal kinase (JNK) ( 18 - 24 ). In addition to these intracellular kinases, merlin regulates the subcellular localization and activity of receptor tyrosine kinases ( 25 ) including the epidermal growth factor receptor (EGFR), or ErbB, family of tyrosine kinases ( 26 ). Like their SC counterparts, VS cells uniformly express ErbB2 and ErbB3, with a subset also expressing EGFR, or ErbB1, and ErbB4 ( 27 - 29 ). A recent study found increased mRNA expression for ErbB1 and ErbB2 in most VSs and that ErbB1 expression levels correlates with tumor size ( 30 ). In normal SCs, merlin is implicated in the cytoplasmic sequestration of ErbB2 in response to cell-cell contact ( 26 ). However, in VS cells ErbB2 constitutively resides in portions of the cell membrane known as lipid rafts and is active ( 28 , 29 ). This lipid raft localization of ErbB2 in VS cells mirrors the movement of ErbB2 into lipid rafts in proliferating, denervated SCs following axotomy ( 31 ). Thus, ErbB receptors represent a potential target for therapies to limit VS growth ( 27 - 30 , 32 ). Given their involvement in a number of different tumors, several ErbB inhibitors have been developed and are used clinically ( 33 ). Here we tested the efficacy of two ErbB inhibitors on VS growth in a xenograft model of human VSs using nude mice. We report that trastuzumab, a humanized anti-ErbB2 monoclonal antibody, and erlotinib, an inhibitor of ErbB1 and ErbB2 kinase activity ( 34 ), both reduce the growth of VS xenografts as measured by magnetic resonance imaging (MRI) over a 3-month interval. Erlotinib, but not trastuzumab, resulted in increased VS cell death in these xenografts. Thus, ErbB inhibitors serve as potential novel therapies for the treatment of schwannomas.",
  "results": "RESULTS Tumor imaging and cell proliferation To test the ability of ErbB inhibitors to limit VS growth, we used a xenograft model by transplanting fragments of freshly excised VSs into the interscapular subcutaneous fat of nude mice. Initially, we performed a proof of principle experiment to verify that cells in the xenografts remained viable and were capable of dividing. We also tested the efficacy of trastuzumab to reduce VS cell proliferation in these xenografts since it has already been shown to reduce VS cell proliferation  in vitro  ( 29 ). Xenografts were allowed to establish for 4 weeks in 4 nude mice.  Figure 1  shows representative MRI imaging of xenografts 4 weeks after transplantation.  Figure 1  also shows a frozen section immunolabeled with the Schwann cell marker anti-S100 antibody and Hoechst (nuclear stain). This section was taken from the edge of the graft to illustrate the specificity of S100 immunolabeling for viable tumor cells compared with the cells comprising the tumor capsule that fail to label with anti-S100 antibody. After 4 weeks, the animals were randomly assigned to receive trastuzumab (25 mg/kg three times/week for 2 weeks) (2 animals) or saline injections (2 control animals). All animals were also injected with BrdU daily for the final 7 days prior to sacrifice to allow identification of dividing cells. Cell proliferation was determined by counting the number of BrdU-positive, S100-positive VS cell nuclei from frozen sections ( Fig. 2 ). The results represent the average percent of BrdU-positive VS cells for each animal. There was a statistically significant reduction in the percent of BrdU-positive VS cells in xenografts from trastuzumab treated animals (0.040%±0.029% mean±SD) compared to those from control animals (0.201%±0.026%, mean±SD) (p<0.028, Student’s two-tailed t-test) in the 2 week trial. Tumor response to ErbB inhibitors Having demonstrated that the xenografts remained viable 4 weeks after implantation and that we could image them with MRI, we performed a second experiment with a separate group of 15 animals to determine if ErbB inhibition could reduce the growth of the xenografts. Initial MRIs were taken 4 weeks after implantation ( Fig. 1 ). The animals were then randomized to receive trastuzumab, erlotinib, or placebo (the carrier compounds for the pharmaceutical agents) for 12 weeks. Following treatment the animals were re-imaged and the xenografts harvested to evaluate for cell death. One tumor in the erlotinib treated group did not appear on the final MRI. Relative tumor growth was determined by comparing the difference in tumor volumes between the initial and final MRI images normalized to the initial tumor volume. Control animals demonstrated a slight increase in relative tumor volume (0.23±0.15, mean±SE) while trastuzumab (-0.32±0.09, mean±SE) and erlotinib (-0.50±0.16, mean±SE) resulted in reduction in tumor volume ( Fig. 3 ). The difference in tumor growth was statistically significant between control and trastuzumab (p=0.025, one way ANOVA followed by Kruskal-Wallis) and erlotinib (p=0.017) treated animals, but was not significantly different between either treatment group (p=0.375). In  Figure 3 , control animals (n=5) receiving saline injections (n=2) or erlotinib vehicle by gavage (n=3) were pooled since there was no known biological effect of either placebo and there was no statistical difference (p=0.65) in relative tumor growth for animals receiving saline (0.13±0.3, mean±SE) or erlotinib vehicle (0.32±0.28, mean±SE). If we analyze the data without pooling the control animals, the mean relative tumor growth in animals receiving erlotinib is statistically less than animals receiving ertoltinib vehicle (p=0.01, Student’s two-tailed t-test). Similarly, the mean relative tumor growth in animals receiving trastuzumab trended less than animals receiving saline injections (p=0.09, Student’s two-tailed t-test). Erlotinib induces cell death in VS xenografts Treatment with ErbB inhibitors caused a reduction in the final tumor volume compared with the initial volume raising the possibility that the inhibitors may cause death of the VS cells. To examine this possibility we stained frozen sections of the xenografts with TUNEL which labels apoptotic nuclei. There was no significant difference in the percentage of TUNEL positive cells between xenografts from animals receiving trastuzumab injections (0.24% ± 0.04%, mean ± SE) compared with saline injected animals (0.29% ± 0.09%, mean ± SE). However, tumor sections harvested from animals treated with erlotinib demonstrated a significant increase in the percentage of TUNEL positive cells compared to the placebo controls (p<0.01, Student’s two-tailed t-test). This control group demonstrated 0.36% ± 0.06% (mean ± SE) TUNEL positive VS cells compared with 0.76% ±0.14% (mean ± SE) for the erlotinib treated group.",
  "discussion": "Conclusions In summary, we have shown that trastuzumab and erlotinib reduced the growth of VS xenografts. Although the growth of tumors was very slow, we were able to detect small differences in tumor growth using MRI and complement the imaging studies with assays of cell proliferation and death. These results raise the possibility of using ErbB inhibitors as systemic therapy to limit schwannoma growth in patients with NF2 or those unsuitable for current therapies.",
  "upgrade_date": "2026-02-21 02:21:32"
}