{
  "pmid": "18632626",
  "abstract": "Merlin is a potent inhibitor of glioma growth.  Lau YK(1), Murray LB, Houshmandi SS, Xu Y, Gutmann DH, Yu Q.  Author information: (1)Department of Oncological Sciences, Mount Sinai School of Medicine, New York,  NY 10029, USA.  Neurofibromatosis 2 (NF2) is an inherited cancer syndrome in which affected  individuals develop nervous system tumors, including schwannomas, meningiomas,  and ependymomas. The NF2 protein merlin (or schwannomin) is a member of the Band  4.1 superfamily of proteins, which serve as linkers between transmembrane  proteins and the actin cytoskeleton. In addition to mutational inactivation of  the NF2 gene in NF2-associated tumors, mutations and loss of merlin expression  have also been reported in other types of cancers. In the present study, we show  that merlin expression is dramatically reduced in human malignant gliomas and  that reexpression of functional merlin dramatically inhibits both subcutaneous  and intracranial growth of human glioma cells in mice. We further show that  merlin reexpression inhibits glioma cell proliferation and promotes apoptosis in  vivo. Using microarray analysis, we identify altered expression of specific  molecules that play key roles in cell proliferation, survival, and motility.  These merlin-induced changes of gene expression were confirmed by real-time  quantitative PCR, Western blotting, and functional assays. These results  indicate that reexpression of merlin correlates with activation of mammalian  sterile 20-like 1/2-large tumor suppressor 2 signaling pathway and inhibition of  canonical and noncanonical Wnt signals. Collectively, our results show that  merlin is a potent inhibitor of high-grade human glioma.  DOI: 10.1158/0008-5472.CAN-08-0190 PMCID: PMC2778036 PMID: 18632626 [Indexed for MEDLINE]  Conflict of interest statement: Disclosure of Potential Conflicts of Interest  The authors have no conflicts of financial interest to declare.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-16T15:37:41.723941",
  "abstract_length": 1936,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}