{
  "pmid": "PMID:18670322",
  "title": "Vestibular schwannoma quantitative polymerase chain reaction expression of estrogen and progesterone receptors.",
  "abstract": "OBJECTIVES/HYPOTHESIS: Determine the role of estrogen receptor (ER) and progesterone receptor (PR) expression in sporadic and neurofibromatosis 2 (NF2)-related vestibular schwannomas (VS). Growth and proliferation signaling in human VS tumorigenesis may play a key role in molecular therapeutic targeting. VS carry mutations of the NF2 gene encoding the tumor suppressor, merlin, which interacts with ErbB2 in Schwann cells, implicating ErbB receptors in VS tumorigenesis. ErbB receptor family members are overexpressed or constitutively activated in many human tumors, and are effective therapeutic targets in some human cancers. VS occur more frequently in women and are larger, more vascular, and demonstrate increased growth rates during pregnancy. ER and PR may play a role in ErbB pathway activation and VS progression. STUDY DESIGN: Quantitative real-time polymerase chain reaction (qRT-PCR) for ER and PR messenger RNA was performed using greater auricular and vestibular nerve controls (n = 8), sporadic VS (n = 23), and NF2-related VS (n = 16) tissues. METHODS: The qRT-PCR data were normalized with standardization to a single constitutively expressed control gene, human cyclophylin. RESULTS: Reverse transcription of messenger RNA from control and tumor specimens followed by RT Q-PCR demonstrated differences in ER and PR gene expression between sporadic and NF2-related VS. CONCLUSIONS: ER and PR expression in VS might have implications for development of a VS-specific drug delivery system using antihormone and ErbB pathway small molecule inhibitors, due to crosstalk between these receptors. These signals may be critical for re-establishing ErbB-mediated cell density dependent growth inhibition.",
  "authors": "Andrew K Patel; Thomas H Alexander; Ali Andalibi; Allen F Ryan; Joni K Doherty",
  "journal": "The Laryngoscope",
  "publicationDate": "2008-08",
  "doi": "10.1097/MLG.0b013e318177e20b",
  "methods": "Methods The qRT-PCR data were normalized with standardization to a single constitutively expressed control gene, human cyclophylin. PATIENTS AND METHODS To quantify endogenous expression levels of ER and PR in VS tumors, quantitative reverse transcriptase PCR (Q-PCR) was used using cDNA previously isolated from VS tissue graciously provided by the House Ear Institute (IRB approval No. 97–157). Tumors or control nerve tissue obtained via this protocol are immediately snap frozen in liquid nitrogen and transferred to the laboratory and stored at −70°C. The diagnosis was verified by conventional histopathologic examination of a part of the tumor. Subsequently, total RNA was extracted from VS and control nerve samples using the Trizol reagent (Gibco Invitrogen, Carlsbad, CA) per the manufacturer’s instructions. mRNA was selected by running total RNA over oligo-dT columns (Invitrogen, Carlsbad, CA), and mRNA (5  μ g per 50  μ L sample) was reverse transcribed using the Gene AMP kit (Perkin-Elmer; Waltham, MA) in a DNA Engine Peltier Thermal cycler (PTC-200; MJ Research, Watertown, MA) at 42°C for 1 minute, followed by 72°C for 2 hours, then held at 4°C until ready for use in Q-PCR. In each Q-PCR reaction, Taqman Universal PCR Master Mix (2× buffer containing polymerase; Applied Biosystems, Foster City, CA) was used in a 15  μ L reaction including 2  μ L of cDNA (reverse-transcribed mRNA [0.2  μ g]) and 20× solution of primers and fluorophor-labeled probe (Taqman Gene Expression Assays; Applied Biosystems, Foster City, CA) for both the transcript encoding the receptor of interest (i.e., human ER alpha or human PR) and an internal control (human cyclophyllin, a mitochondrial structure protein) ( Table I ). All expression assays were designed to span exon boundaries, to eliminate the risk of contamination from DNA or unprocessed RNA. Analysis of 39 VS specimens was completed, including 23 sporadic and 16 NF2-related VS. As controls for normal Schwann cell expression levels of ER and PR, Q-PCR analysis was performed using three independent sciatic nerve (SN) and four independent greater auricular nerve (GAN) specimens. Additionally, four vestibular nerve samples obtained from Ménière’s patients undergoing vestibular nerve sectioning at the University of Iowa as a generous gift from Dr. Marlan Hansen were analyzed. An ABI Prism 7,000 Sequence Detection System was used for all reactions with the following cycling parameters: 50°C for 2 minutes, 95°C for 10 minutes, then 50 cycles of (95°C for 10 second, 60°C for 1 minute) for amplification and simultaneous detection. Reactions were all performed in duplicate, and an internal control of human cyclophyllin was amplified within the same sample well using a different fluorophor reporter for detection (VIC; Applied Biosystems, Inc., Foster City, CA). When the gene of interest was undetected, the reactions were repeated with 60 cycles. Results were analyzed using a Microsoft Excel program designed for Q-PCR quantitation based on internal control mRNA levels, to control for differences in mRNA integrity between samples. Additionally, this program calculates mRNA transcript levels as fold-induction of baseline tissue (SN and GAN, designated arbitrarily as “one-fold”) to provide comparative data. Statistical Analysis ER and PR expression levels were considered to be upregulated if they were at least 10-fold greater than controls. Clinical information and Q-PCR data were combined and analyzed statistically using the Fisher’s Exact test (for age, size of tumor in centimeter as measured in largest dimension, NF2 status, and expression data), the Mann-Whitney  U  test (for NF2 vs. sporadic data), and the Spearman R for correlations. A two-tailed  t  test was used to compare Q-PCR expression data means for NF2 and sporadic VS.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:23:18"
}