{
  "pmid": "18670322",
  "abstract": "OBJECTIVES/HYPOTHESIS: Determine the role of estrogen receptor (ER) and progesterone receptor (PR) expression in sporadic and neurofibromatosis 2 (NF2)-related vestibular schwannomas (VS). Growth and proliferation signaling in human VS tumorigenesis may play a key role in molecular therapeutic targeting. VS carry mutations of the NF2 gene encoding the tumor suppressor, merlin, which interacts with ErbB2 in Schwann cells, implicating ErbB receptors in VS tumorigenesis. ErbB receptor family members are overexpressed or constitutively activated in many human tumors, and are effective therapeutic targets in some human cancers. VS occur more frequently in women and are larger, more vascular, and demonstrate increased growth rates during pregnancy. ER and PR may play a role in ErbB pathway activation and VS progression. STUDY DESIGN: Quantitative real-time polymerase chain reaction (qRT-PCR) for ER and PR messenger RNA was performed using greater auricular and vestibular nerve controls (n = 8), sporadic VS (n = 23), and NF2-related VS (n = 16) tissues. METHODS: The qRT-PCR data were normalized with standardization to a single constitutively expressed control gene, human cyclophylin. RESULTS: Reverse transcription of messenger RNA from control and tumor specimens followed by RT Q-PCR demonstrated differences in ER and PR gene expression between sporadic and NF2-related VS. CONCLUSIONS: ER and PR expression in VS might have implications for development of a VS-specific drug delivery system using antihormone and ErbB pathway small molecule inhibitors, due to crosstalk between these receptors. These signals may be critical for re-establishing ErbB-mediated cell density dependent growth inhibition.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:01:55.523328",
  "abstract_length": 1716,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}