{
  "pmid": "PMID:18670322",
  "title": "Vestibular schwannoma quantitative polymerase chain reaction expression of estrogen and progesterone receptors.",
  "abstract": "OBJECTIVES/HYPOTHESIS: Determine the role of estrogen receptor (ER) and progesterone receptor (PR) expression in sporadic and neurofibromatosis 2 (NF2)-related vestibular schwannomas (VS). Growth and proliferation signaling in human VS tumorigenesis may play a key role in molecular therapeutic targeting. VS carry mutations of the NF2 gene encoding the tumor suppressor, merlin, which interacts with ErbB2 in Schwann cells, implicating ErbB receptors in VS tumorigenesis. ErbB receptor family members are overexpressed or constitutively activated in many human tumors, and are effective therapeutic targets in some human cancers. VS occur more frequently in women and are larger, more vascular, and demonstrate increased growth rates during pregnancy. ER and PR may play a role in ErbB pathway activation and VS progression. STUDY DESIGN: Quantitative real-time polymerase chain reaction (qRT-PCR) for ER and PR messenger RNA was performed using greater auricular and vestibular nerve controls (n = 8), sporadic VS (n = 23), and NF2-related VS (n = 16) tissues. METHODS: The qRT-PCR data were normalized with standardization to a single constitutively expressed control gene, human cyclophylin. RESULTS: Reverse transcription of messenger RNA from control and tumor specimens followed by RT Q-PCR demonstrated differences in ER and PR gene expression between sporadic and NF2-related VS. CONCLUSIONS: ER and PR expression in VS might have implications for development of a VS-specific drug delivery system using antihormone and ErbB pathway small molecule inhibitors, due to crosstalk between these receptors. These signals may be critical for re-establishing ErbB-mediated cell density dependent growth inhibition.",
  "authors": "Andrew K Patel; Thomas H Alexander; Ali Andalibi; Allen F Ryan; Joni K Doherty",
  "journal": "The Laryngoscope",
  "publicationDate": "2008-08",
  "doi": "10.1097/MLG.0b013e318177e20b",
  "methods": "Methods The qRT-PCR data were normalized with standardization to a single constitutively expressed control gene, human cyclophylin. PATIENTS AND METHODS To quantify endogenous expression levels of ER and PR in VS tumors, quantitative reverse transcriptase PCR (Q-PCR) was used using cDNA previously isolated from VS tissue graciously provided by the House Ear Institute (IRB approval No. 97–157). Tumors or control nerve tissue obtained via this protocol are immediately snap frozen in liquid nitrogen and transferred to the laboratory and stored at −70°C. The diagnosis was verified by conventional histopathologic examination of a part of the tumor. Subsequently, total RNA was extracted from VS and control nerve samples using the Trizol reagent (Gibco Invitrogen, Carlsbad, CA) per the manufacturer’s instructions. mRNA was selected by running total RNA over oligo-dT columns (Invitrogen, Carlsbad, CA), and mRNA (5  μ g per 50  μ L sample) was reverse transcribed using the Gene AMP kit (Perkin-Elmer; Waltham, MA) in a DNA Engine Peltier Thermal cycler (PTC-200; MJ Research, Watertown, MA) at 42°C for 1 minute, followed by 72°C for 2 hours, then held at 4°C until ready for use in Q-PCR. In each Q-PCR reaction, Taqman Universal PCR Master Mix (2× buffer containing polymerase; Applied Biosystems, Foster City, CA) was used in a 15  μ L reaction including 2  μ L of cDNA (reverse-transcribed mRNA [0.2  μ g]) and 20× solution of primers and fluorophor-labeled probe (Taqman Gene Expression Assays; Applied Biosystems, Foster City, CA) for both the transcript encoding the receptor of interest (i.e., human ER alpha or human PR) and an internal control (human cyclophyllin, a mitochondrial structure protein) ( Table I ). All expression assays were designed to span exon boundaries, to eliminate the risk of contamination from DNA or unprocessed RNA. Analysis of 39 VS specimens was completed, including 23 sporadic and 16 NF2-related VS. As controls for normal Schwann cell expression levels of ER and PR, Q-PCR analysis was performed using three independent sciatic nerve (SN) and four independent greater auricular nerve (GAN) specimens. Additionally, four vestibular nerve samples obtained from Ménière’s patients undergoing vestibular nerve sectioning at the University of Iowa as a generous gift from Dr. Marlan Hansen were analyzed. An ABI Prism 7,000 Sequence Detection System was used for all reactions with the following cycling parameters: 50°C for 2 minutes, 95°C for 10 minutes, then 50 cycles of (95°C for 10 second, 60°C for 1 minute) for amplification and simultaneous detection. Reactions were all performed in duplicate, and an internal control of human cyclophyllin was amplified within the same sample well using a different fluorophor reporter for detection (VIC; Applied Biosystems, Inc., Foster City, CA). When the gene of interest was undetected, the reactions were repeated with 60 cycles. Results were analyzed using a Microsoft Excel program designed for Q-PCR quantitation based on internal control mRNA levels, to control for differences in mRNA integrity between samples. Additionally, this program calculates mRNA transcript levels as fold-induction of baseline tissue (SN and GAN, designated arbitrarily as “one-fold”) to provide comparative data. Statistical Analysis ER and PR expression levels were considered to be upregulated if they were at least 10-fold greater than controls. Clinical information and Q-PCR data were combined and analyzed statistically using the Fisher’s Exact test (for age, size of tumor in centimeter as measured in largest dimension, NF2 status, and expression data), the Mann-Whitney  U  test (for NF2 vs. sporadic data), and the Spearman R for correlations. A two-tailed  t  test was used to compare Q-PCR expression data means for NF2 and sporadic VS.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:23:18",
  "introduction": "INTRODUCTION Much has been written about the variable natural history of vestibular schwannomas (VS), in which continuous growth, stagnation or rarely, even shrinkage may occur.  Additionally, resumption of growth after a period of quiescence can occur. VS, also known as acoustic neuromas, are benign neurilemmomas caused by aberrant proliferation of Schwann cells in the vestibular division of the vestibulocochlear nerve (VIIIth cranial nerve). VS commonly cause tinnitus, hearing loss, disequilibrium, facial hypesthesias, and in rare cases catastrophic brainstem compression, stroke, or death. They account for ~8% of all intracranial neoplasms and comprise ~80% of tumors in the cerebellopontine angle. 1  The reported incidence rate of VS varies worldwide from 1 to 20 cases per million inhabitants per year in earlier studies rising to a sporadic VS incidence of 1 in 80,000 in more recent reports. 2 3 The presentation of VS is usually unilateral, sporadic, and nonfamilial, though in less than 5% of cases tumors are bilateral and caused by an autosomal dominant disorder known as type 2 neurofibromatosis (NF2) due to mutations in the NF2 gene that encodes the putative tumor suppressor, merlin (also called schwannomin). Most cases of VS are diagnosed in persons in the fourth to sixth decade of life, while patients with NF2 become symptomatic roughly 20 years earlier in life. Additionally, VS can infrequently arise in association with schwannomatosis, resulting from mosaicism with respect to somatic mutations in the NF2 gene that occurs during embryogenesis.  To date, VS are presumed to arise due to a mutation of NF2 and subsequent loss of heterozygosity at 22q12. Thus, functional merlin expression is lost. The pathogenic mechanisms that follow loss of merlin expression and contribute to the diverse patterns of VS growth are unknown. 4 Similar to other neoplasms, it must be assumed that initiation and maintenance of VS growth is related to a dysregulation of the balance between cell proliferation and cell death, and that proliferation of tumor cells might be promoted by mitogens that physiologically regulate Schwann cell proliferation during development or in peripheral nerve regeneration after Schwann cell trauma.  Schwann cells, the myelinating glial cells in the peripheral nervous system, synthesize progesterone in response to a diffusible neuronal signal. Progesterone then plays a role in the formation of myelin sheaths, in addition to Schwann cells expressing an intracellular receptor for progesterone, which then functions as an autocrine signaling molecule. 5  Similarly, VS were recently shown to both produce the glial growth factor neuregulin and demonstrate activated neuregulin receptors, suggesting that VS produce and respond to neuregulin in an autocrine fashion. 6 7 Other intriguing evidence for a hormonal influence on tumor growth emerges from studies in which preservation of preoperative hearing after VS resection was less likely for premenopausal women than for men or post-menopausal women.  It has long been speculated that pregnancy stimulates the growth of VS. Several published reports in the literature describe the infrequent presentation of pregnant patients with VS. 8  VS are statistically more frequent in women, and larger, more vascular tumors are twice as common in women. 9  Since nausea, vomiting, headaches and vertigo are common complaints both during pregnancy and in the presence of brain tumors, though intracranial lesions are rare, it is possible that they may be under-diagnosed or even missed in the pregnant patient until neurological deficits appear. Although only 25 cases of pregnant patients with VS have been described in the literature, the signs and symptoms of these tumors are generally demonstrated to dramatically worsen during the last 3 to 4 months of pregnancy. 10 11 Prior publications have demonstrated that some VS contain estrogen receptors (ER), and it has been theorized that estrogen may be the factor related to the acceleration of symptoms during pregnancy. Additionally, one author previously recommended termination of pregnancy to avoid the accelerated growth phase of tumors in NF.  Dr. Harvey Cushing in 1917 was the first to report the acceleration of growth of VS during pregnancy. 12  Kachhara et al. 13  articulated the two leading hypotheses regarding the mechanisms underlying the growth of VS during pregnancy: one theory based on the rapid expansion or engorgement of the vascular bed based on the increased blood volume during pregnancy, and the second based on a direct hormonal effect of tumor growth mediated by the progesterone receptor (PR) and ER, which are also known to mediate the growth of meningioma cells. 14 Investigations of the expression of estrogen and progesterone began in VS in the 1980 second with significant variation in the methods employed and somewhat confusing results. Several reports in the literature have suggested a possible link between tumor behavior and expression levels of hormone receptors.  The first attempt to detect ER was reported in 1981 by Kasantikul and detected ERs in all eight samples tested. Subsequently, eight studies using the radioimmunoassay method to detect radioactive bound hormone to receptors in the tumor tissue demonstrated ER present only in a minority of samples (10 –25%) of four of these studies. 10  The other four studies reported no evidence of ER in their specimens. 15 – 18  Subsequently, two studies using the sucrose gradient method of measurement of ER in VS tissue demonstrated four of eight specimens positive for ER, and zero of two specimens positive for ER. 19  – 22  Two studies employing monoclonal antibody methods to detect ER found no evidence of ERs in all 28 samples. 23  A subsequent study of messenger RNA (mRNA) levels of ER and PR detected PR mRNA in 33% of specimens but no ER expression in any specimens. 21 , 24  Allen et al. 25  more recently reported a series of eight pregnant patients with VS in 1974 and attributed increased symptoms to hormonal stimulation of tumor growth or hormonally induced intratumoral vascular dilation. In the largest study to date, Cafer et al. 26  evaluated 59 formalin-fixed, paraffin-embedded samples for estrogen and PR as well as for Ki-67 proliferative marker, and found that all samples were positive for PR and negative for ER by immunohistochemistry. Based on information from these numerous diverging studies, it was inferred that preoperative hormonal treatment was of unclear benefit in the treatment of VS, but interest in the possible inhibitory effect of antiprogesterone treatment was renewed. 27 28 , 29 RTq-PCR has evolved as a valuable alternative to techniques such as Southern blot and fluorescence in situ hybridization for the molecular detection of alterations in gene copy number. The technique uses complimentary DNA (cDNA) generated from mRNA, which represents the expressed genes in that tissue. The advantages of this method include the lack of postPCR manipulation (thereby significantly reducing contamination risk and hands-on time), the short time interval necessary, and the requirement for only minimal amounts of input cDNA, and the large dynamic range of accurate quantification. Constitutively expressed reference genes are selected to normalize the data to eliminate nonspecific variation, such as variation in cDNA input amounts between samples. No prior studies have investigated differences in expression of estrogen and PRs between sporadic and NF2-related VS. In this study, 39 patients with sporadic VS (n =23) and NF2 tumors (n =16) underwent evaluation by qPCR of expression of ER and PR compared to expression of a constitutively active housekeeping gene, human cyclophyllin, as in internal control. Expression levels of these receptor proteins were then analyzed with respect to age, gender, NF2 status, and tumor size.",
  "results": "RESULTS A total of 12 of 23 (52%) sporadic VS samples upregulate ER, and 16 of 23 (69.6%) sporadic VS samples upregulate PR ( Fig. 1A ). A total of 4 of 16 (25%) NF2-related VS upregulated ER and 5 of 16 (31.3%) upregulated PR ( Fig. 1B ). Most NF2-related VS did not upregulate ER mRNA, and downregulated PR mRNA in a statistically significant manner ( Fig. 2 ). The variability in ER mRNA expression was not statistically significant in sporadic VS versus NF2-related VS ( Figs. 3A and B ). Sporadic VS upregulate ER mRNA above 10-fold, and upregulate levels of PR mRNA over 100-fold. Results of Q-PCR analyses indicate that the four control GAN samples expressed higher levels of ER and PR mRNA when compared with SN or VS (data not shown). To explore the clinical relevance of ER and PR expression, mRNA expression levels were correlated with clinical parameters, including patient age at presentation, tumor size, and NF2 status. The average age at presentation for NF2-related tumors was 24.5 years of age, and the mean patient age in sporadic VS was 51.6 years of age. The male to female ratio in NF2-related VS was 1:0.875, and the male to female ratio in sporadic VS was 1:2. The average NF2-related VS tumor size was 2.21 cm which was similar to the average sporadic VS average tumor size of 2.17 cm. Using logistic regression with all the variables (age, gender, tumor size, ER, PR), the only clinical parameter that was significantly associated with NF2-related VS was younger age ( P  < .0148).",
  "discussion": "CONCLUSION As the diagnostic studies for detecting VS have become significantly more sensitive in recent years, patients are obtaining a diagnosis with only minor symptoms. Due to high variability in the growth rate of these tumors between patients, understanding the mechanism of growth in VS tumors would be very useful for optimal management. The hormonal status of these tumors was investigated because of the possible induction of vascular endothelium or proliferation of Schwann cells by the estrogenic stimulation, and the historically suggested increase in VS growth during pregnancy. The nervous system is a target for sex steroid hormones, which have significant actions on the growth, maturation, differentiation and functioning of glial cells. The effects of these steroid hormones are mediated by specific high-affinity intracellular receptors, which function as activated transcription factors after hormone binding. In particular, a significant increase in myelin-specific proteins such as myelin basic protein and cyclic nucleotide phosphodiesterase was observed when oligodendrocytes, the myelinating glial cells of the central nervous system, were cultured in the presence of progesterone. 32 In this study, a relatively limited number of tumors were investigated, and a larger series should be examined for further confirmation of the results. Further quantification of the results by other confirmatory methods such as enzyme-linked immunosorbent assay should be performed. If such studies support the present findings, several possible clinical perspectives appear. Noninvasive ER and PR imaging and thereby indication of tumor growth would provide an equivalent perspective. Patients with fast-growing tumors may benefit from a blockage of the ER and/or PR. Inherited cancer syndromes, like NF2, represent the ultimate mutagenesis screen for critical growth regulators (tumor suppressor genes). The fact that individuals with these cancer predisposition syndromes predictably develop specific tumors points to the unique roles of each of the implicated genes in growth regulation. Targeted therapies are rationally designed to interfere with specific molecular events that are important in tumor growth, progression, or survival. Clinical studies are focusing on how to best incorporate targeted therapy into current treatment regimens and other studies are exploring whether different strategies for inhibiting these targets will offer greater benefit. It is clear that optimal use of targeted therapy will depend on understanding how agents acting on ER and PR in VS tumors work mechanistically, and recognizing that their activities may differ across patient populations, VS tumor types, and disease stages, especially NF2. Current therapies under discussion for initiating clinical trials to treat NF2 include ErbB family inhibitors, kinase inhibitors, PAK inhibitors, PI3 K/Akt inhibitors, FAK inhibitors, Raf inhibitors, MTOR inhibitors, and angiogenesis inhibitors. Since crosstalk occurs between ER and ErbB2 signaling pathways, dual therapy, targeting these two receptor types, might prove more effective in the long term. We are currently investigating the role of ER and PR in VS growth in an in vitro model. Further studies are necessary to determine whether hormone receptors play a significant role in VS tumorigenesis or progression.",
  "upgrade_date": "2026-02-20 07:29:43"
}