{
  "pmid": "PMID:18671844",
  "title": "Modelling neurofibromatosis type 1 tibial dysplasia and its treatment with lovastatin.",
  "abstract": "BACKGROUND: Bowing and/or pseudarthrosis of the tibia is a known severe complication of neurofibromatosis type 1 (NF1). Mice with conditionally inactivated neurofibromin (Nf1) in the developing limbs and cranium (Nf1Prx1) show bowing of the tibia caused by decreased bone mineralisation and increased bone vascularisation. However, in contrast to NF1 patients, spontaneous fractures do not occur in Nf1Prx1 mice probably due to the relatively low mechanical load. We studied bone healing in a cortical bone injury model in Nf1Prx1 mice as a model for NF1-associated bone disease. Taking advantage of this experimental model we explore effects of systemically applied lovastatin, a cholesterol-lowering drug, on the Nf1 deficient bone repair. METHODS: Cortical injury was induced bilaterally in the tuberositas tibiae in Nf1Prx1 mutant mice and littermate controls according to a method described previously. Paraffin as well as methacrylate sections were analysed from each animal. We divided 24 sex-matched mutant mice into a lovastatin-treated and an untreated group. The lovastatin-treated mice received 0.15 mg activated lovastatin by daily gavage. The bone repair process was analysed at three consecutive time points post injury, using histological methods, micro computed tomography measurements and in situ hybridisation. At each experimental time point, three lovastatin-treated mutant mice, three untreated mutant mice and three untreated control mice were analysed. The animal group humanely killed on day 14 post injury was expanded to six treated and six untreated mutant mice as well as six control mice. RESULTS: Bone injury repair is a complex process, which requires the concerted effort of numerous cell types. It is initiated by an inflammatory response, which stimulates fibroblasts from the surrounding connective tissue to proliferate and fill in the injury site with a provisional extracellular matrix. In parallel, mesenchymal progenitor cells from the periost are recruited into the injury site to become osteoblasts. In Nf1Prx1 mice bone repair is delayed and characterised by the excessive formation and the persistence of fibro-cartilaginous tissue and impaired extracellular matrix mineralisation. Correspondingly, expression of Runx2 is downregulated. High-dose systemic lovastatin treatment restores Runx2 expression and accelerates new bone formation, thus improving cortical bone repair in Nf1Prx1 tibia. The bone anabolic effects correlate with a reduction of the mitogen activated protein kinase pathway hyper-activation in Nf1-deficient cells. CONCLUSION: Our data suggest the potential usefulness of lovastatin, a drug approved by the US Food and Drug Administration in 1987 for the treatment of hypercholesteraemia, in the treatment of Nf1-related fracture healing abnormalities. The experimental model presented here constitutes a valuable tool for the pre-clinical stage testing of candidate drugs, targeting Nf1-associated bone dysplasia.",
  "authors": "Mateusz Kolanczyk; Jirko Kühnisch; Nadine Kossler; Monika Osswald; Sabine Stumpp; Boris Thurisch; Uwe Kornak; Stefan Mundlos",
  "journal": "BMC medicine",
  "publicationDate": "2008-07-31",
  "doi": "10.1186/1741-7015-6-21",
  "methods": "Methods Cortical injury was induced bilaterally in the  tuberositas tibiae  in Nf1Prx1 mutant mice and littermate controls according to a method described previously. Paraffin as well as methacrylate sections were analysed from each animal. We divided 24 sex-matched mutant mice into a lovastatin-treated and an untreated group. The lovastatin-treated mice received 0.15 mg activated lovastatin by daily gavage. The bone repair process was analysed at three consecutive time points post injury, using histological methods, micro computed tomography measurements and  in situ  hybridisation. At each experimental time point, three lovastatin-treated mutant mice, three untreated mutant mice and three untreated control mice were analysed. The animal group humanely killed on day 14 post injury was expanded to six treated and six untreated mutant mice as well as six control mice. Methods Animal procedures The Nf1flox and Prx1Cre lines were maintained by continuous backcrossing to wild-type C57BL/6J mice to minimise genetic drift. The female Nf1flox mice were crossed to male Nf1flox heterozygous Prx1-Cre positive males. Mice were genotyped as described previously [ 19 ]. We used 12–14-week-old mice for cortical bone injury experiments, essentially as described in [ 5 ] with minor modifications. In brief, mice were anaesthetised by intraperitoneal injection of ketanest/rompun. The skin was shaved and skin incision made over the medial aspect of the proximal end of the tibia. Soft tissue was cleared away and a hole (500 μm diameter) through the tibia was made with a 0.5 mm stainless steel drill. The drill site was placed at the level of the distal end of the tibial crest through the entire diameter of the tibia, that is, through medial and lateral cortices and the intervening medulla. The skin was closed using acrylic histo-glue. Lovastatin was converted into its active sodium salt form as described previously [ 20 ]. In brief, 50 mg mevinolin in the lactone form (Sigma) was dissolved in 1 ml prewarmed (55°C) ethanol and 500 μl of 0.6 M NaOH was added. The solution was briefly vortexed and 10 ml of water was added. The solution was incubated for 30 minutes at room temperature. The final mevinolin solution (4 mg/ml) was adjusted to pH 8 with HCl and stored in multiple aliquots at -20°C. The treated group received daily oral gavage of 0.15 mg activated lovastatin in 150 μl end volume gavage. The same dose was shown to be effective in the treatment of the learning and attention deficits in the NF1 heterozygous knock-out mice [ 18 ]. All experimental procedures were approved by the Landesamt für Gesundheitsschutz und Technische Sicherheit (LaGeTSi), Berlin, Germany. Histological analysis Tibiae were dissected with the surrounding soft tissue and fixed over night in phosphate buffered 4% paraformaldehyde (PFA). Subsequently tissue samples destined for calcified bone histology and micro computed tomography (μCT) analysis were processed according to the Technovit 9100 Kit manual (Heraeus Kulzer GmbH, Germany). Serial sections of 5 μm were cut with a hard tissue microtome and stained according to the VonKossa/Toluidine procedure. For paraffin embedding, tibiae were decalcified for 14 days while rotating at 4°C in phosphate buffered 4% PFA/0.5% ethylenediaminetetraacetic acid (EDTA) with one change of solution at day 7. Serial, 6 μm thick paraffin sections were prepared and used for Masson-Goldner staining,  in situ  hybridisation and tartrate-resistant acid phosphatase (TRAP) staining. TRAP histochemistry and TRAP-positive regions quantification was performed on the paraffin sections as described previously [ 4 ]. In situ  hybridisation In situ  hybridisations with Collagen1 and Osteopontin probes were performed using digoxigenin labelled cRNA probes as described previously [ 21 ]. The probes were amplified from the mouse embryonic day E17.5 cDNA library using the following primers: Collagen1F: 5'-GGTACATCAGCCCGAACCCCAAGG-3' Collagen1R: 5'-GTCTGGGGCACCAATGTCCAAGGG-3' OsteopontinF: 5'-GATGAATCTGACGAATCTCAC-3' OsteopontinR: 5'-CTGCTTAACCCTCACTAACAC-3' The Runx2 expression was detected using  32 P labelled cRNA probes as described previously [ 22 ]. The Runx2 probe was derived from mouse embryonic stage 14.5 cDNA library with the following primers: Runx2F: 5'-GTGTTCTGTGGTCTCTGAG-3' Runx2R: 5'-GGCAAAAGCTTGCAGAACTC-3' Radioactive probe signals were photographed in dark field and the tissue histology was visualised using inverse phase optics. Three-dimensional imaging by μCT Methacrylate embedded tibiae were scanned in plastic blocks using a vivaCT40 scanner from ScancoMedical. The following instrument settings were chosen for the measurements: voxel size 0.1 mm × 0.1 mm × 0.5 m; scan speed of 2 mm/second; contour mode 1; cortical threshold 350 mg/cm 3 . The cortical injury was located and a volume of interest (VOI) was defined comprising the complete injury site. To analyse bone formation within the bone marrow cavity, another VOI, comprising 90 consecutive scan slices, was selected reaching from the proximal to the distal callus end. All VOIs were analysed under identical settings with the Scanco evaluation software. Results of the μCT morphometric analysis were expressed as the mean ± standard deviation and statistical significance was examined using an unpaired  t -test (* P  < 0.05; ** P  < 0.01). Western blot Calvarial bones (parietal and frontal bone) were harvested 7 days post injury. Bones were dissected free of connective tissue and muscles and homogenised in 300 μl radio immuno precipitation assay (RIPA) buffer supplemented with protease and phosphatase inhibitors using tissue homogeniser (Fisher Scentific). Homogenates were centrifuged for 5 minutes at 13000 rpm and the supernatants were collected. Whole-cell lysates of calvarial bones were resolved by electrophoresis in sodium dodecyl sulphate (SDS)-polyacrylamide gels and transferred onto polyvinylidenefluoride (PVDF) membranes (Amersham). For Western blot analysis, membranes were probed with the following antibodies: phospho-p42/44 (pERK1/2) #9102 Cell Signaling (diluted 1:1000), p44 (ERK1) #4372 Cell Signaling (diluted 1:1000). Serum deoxypyridinoline determination Serum deoxypyridinoline (D-PYD) was measured with a METRA Serum PYD EIA Kit (Osteomedical GmbH) according to the supplied protocol.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:23:19"
}