{
  "pmid": "PMID:18769552",
  "title": "Frequent EGFR Positivity and Overexpression in High-Grade Areas of Human MPNSTs.",
  "abstract": "Malignant peripheral nerve sheath tumours (MPNSTs) are highly malignant and resistant. Transformation might implicate up regulation of epidermal growth factor receptor (EGFR). Fifty-two MPNST samples were studied for EGFR, Ki-67, p53, and survivin expression by immunohistochemistry and for EGFR amplification by in situ hybridization. Results were correlated with clinical data. EGFR RNA was also quantified by RT-PCR in 20 other MPNSTs and 14 dermal neurofibromas. Half of the patients had a neurofibromatosis type 1 (NF1). EGFR expression, detected in 86% of MPNSTs, was more frequent in NF1 specimens and closely associated with high-grade and p53-positive areas. MPNSTs expressed more EGFR transcripts than neurofibromas. No amplification of EGFR locus was observed. NF1 status was the only prognostic factor in multivariate analysis, with median survivals of 18 and 43 months for patients with or without NF1. Finally, EGFR might become a new target for MPNSTs treatment, especially in NF1-associated MPNSTs.",
  "authors": "Séverine Tabone-Eglinger; Radislav Bahleda; Jean-François Côté; Philippe Terrier; Dominique Vidaud; Anne Cayre; Alain Beauchet; Nathalie Théou-Anton; Marie-José Terrier-Lacombe; Antoinette Lemoine; Frédérique Penault-Llorca; Axel Le Cesne; Jean-François Emile",
  "journal": "Sarcoma",
  "publicationDate": "2008",
  "doi": "10.1155/2008/849156",
  "methods": "2. MATERIALS AND METHODS 2.1. Patients and samples Patients of the main series ( n  = 52) were all treated in\nthe Institut Gustave Roussy (IGR, Villejuif, France) between\n1985 and 2005. Clinical records were reviewed by one of us (R. Bahleda), with\nspecial attention to initial localization, NF1 status, treatment and survival.\nDiagnosis of NF1 was established according to the NIH criteria [ 14 ]. Most of the patients had undergone surgery in another centre and were\nsecondary referred to IGR. Tumours were considered as local stage, when R0\nsurgery was performed initially, and locally advanced stage for R1 and R2\nsurgery. Only cases with paraffin embedded MPNST samples were included in the\nstudy. Histological review was realized for all included patients by at least\ntwo pathologists (PT, MJTL, JFE) on hematoxylin-eosin stained slides. Diagnosis\nof MPNST was performed according to WHO criteria [ 15 ]. Grading of the tumours was not performed, due to limited amounts of\nparaffin embedded samples. Immunostaining with S100 protein (rabbit polyclonal,\nDako, Carpenteria, Calif, USA)\nand KIT (rabbit polyclonal, Dako) was performed when necessary to confirm\ndiagnosis. All 52 paraffin embedded samples were subjected to\nimmunohistochemistry; 8 of which were also analysed by FISH/CISH. Frozen samples from 20 other patients with MPNST were\nused for the RNA analysis. Sixteen were from a previously published series [ 16 ] and four from Léon Bérard Centre (Lyon, France). Frozen control samples\nfrom 14 patients with benign dermal neurofibromas were also analyzed. All samples were obtained from surgery performed for\ndiagnostic and/or therapeutic purpose, and were used according to French\nethical regulations. 2.2. Immunohistochemistry Immunohistochemistry was performed on four micron\nsections from paraffin embedded tumour samples, after antigen retrieval by\nheating at 95°C for 20 minutes in 10 mM citrate buffer pH6. For mouse monoclonal\nanti-EGFR (31G7, Zymed, South San Francisco, Calif, USA, final dilution 1/10), P53 (DO-7,\nNovocastra, Newcastle upon Tyne, UK, final dilution 1/50), and anti-Ki-67 (Mib1 Dako, final dilution\n1/50), staining was revealed with LSAB kit (Dako). For anti-Survivin (12C4,\nDako, final dilution 1/100) staining was revealed with CSAII (Dako), according\nto manufacturer's instruction. For EGFR staining, tumour cells were considered\nnegative, when positive signals were detected on nontumour cells (usually\nspindle cells and/or small nerves in the periphery of the tumours); otherwise,\nstaining was considered as not interpretable. 2.3. Fluorescent in situ hybridization (FISH) Eight paraffin embedded samples of the main series\nwere analyzed for EGFR amplification. EGFR specific sequence probe (LSI EGFR)\nand control chromosome enumeration probe 7 (CEP7) were used according to the\nmanufacturers' recommended protocol (Vysis-Abbott Molecular Diagnostics, Baar, Switzerland),\nbut with some minor modifications. The DNA probes and the sections of tissues\nwere denatured at 85°C for 5 minutes using a HYBrite instrument. An additional wash in distilled water\nwas added before counterstaining and mounting with a solution of 4,\n6-diamidino-2-phenylindole (DAPI). The results are reported as the ratio of\naverage EGFR/CEP7 signals per nucleus. Signal ratios of <2 were classified\nas nonamplified (NA) and ≥2 as amplified (A). In each section, at least 30\nnuclei were counted for signals. 2.4. Chromogenic in situ hybridization (CISH) CISH experiments were performed, according to the\nprotocol given by the supplier (Zymed), along with FISH to have more\ninformation about sample morphology and to have a permanent signal. Results\nwere interpreted as indicated above for FISH. 2.5. Real-time PCR The\ntheoretical and practical aspects of real-time quantitative RT-PCR using the\nABI Prism 7700 sequence detection system (Applied Biosystems, Foster City, Calif, USA) have been described in detail elsewhere [ 16 ]. The precise amount of total RNA added to each reaction\nmix (based on optical density) and its quality (i.e., lack of extensive\ndegradation) are both difficult to assess. We therefore also quantified\ntranscripts of the endogenous RNA control gene  TBP  (Genbank accession  NM_003194 ), which encodes the TATA\nbox-binding protein. Each sample was normalized on the basis of its  TBP  content. Results, expressed as\nN-fold differences in target gene expression relative to the  TBP  gene, and termed\n“Ntarget,” were determined as Ntarget = 2Δ Ctsample , where the Δ Ct  value of the sample was\ndetermined by subtracting the average Ct value of the target gene from the\naverage Ct value of the  TBP  gene. The N target  values of the samples were subsequently\nnormalized such that the mean of the dermal neurofibroma N target  values\nwas 1. 2.6. Statistical analysis Quantitative data were expressed as mean ± standard\ndeviation; qualitative data as frequency and percent. Comparisons of means were\nperformed using Student's  t -test or Mann and Whitney nonparametric test\nwhen necessary. Comparisons of frequencies were performed using the Chi square\ntest, or Fisher's exact test when necessary. Log-rank tests were used to examine the relationship\nbetween overall survival and the following variables: age, gender, initial localization,\nNF1 status, and EGFR expression. Variables with a statistical  P  value <.20 were entered into a Cox model multivariate analysis.  P  value\nless than 0.05 was considered significant in multivariate analysis. Statistical analyses were performed with the SAS 8.2\nsoftware package (SAS Institute Inc, Cary, NC, USA).",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:23:21",
  "introduction": "1. INTRODUCTION Malignant peripheral nerve sheath tumours (MPNSTs) are Schwann cell neoplasms that are highly aggressive, frequently lethal, and generally resistant to conventional radiation and chemotherapy [ 1 ,  2 ]. Nearly half of these tumours arise in the context of\nthe inherited predisposition syndrome, neurofibromatosis type 1 (NF1),\nsuggesting that inactivation of the  NF1  tumour suppressor gene might be causally related to the development of these\ncancers [ 3 ]. NF1 is a dominantly inherited human disease affecting one in 2500 to\n3500 individuals [ 4 ]. NF1 is characterized by café-au-lait spots (flat pigmented skin\nlesions), Lish nodules (abnormality of the iris), skeletal abnormalities,\nlearning disabilities, neurofibromas, and increased risk of developing\nmalignant tumours of the central and peripheral nervous system [ 5 ]. NF1 is associated with mutations of the tumour suppressor gene  NF1 , which encodes for the\nRas-GTPase-activating protein neurofibromin [ 6 – 8 ]. Molecular events contributing to peripheral nerve tumour\ndevelopment are unclear. In the context of NF1, loss of neurofibromin, the NF1\nprotein product, is believed to be the earliest event, as patients inherit a\nmutated  NF1  allele and lose the\nsecond copy in the MPNST cells. Loss of both copies was also observed in benign\nneurofibromas. It is likely that tumour suppressor mutations alone are not\nsufficient, and that deregulation and/or mutations of oncogenes are necessary\nto induce malignant transformation of Schwann cells. The overexpression or\nmutation of the tumour suppressor gene  TP53  observed in MPNSTs supports the notion that p53 alterations play a role in\ntheir development [ 9 ]. Several studies have demonstrated the central role of epidermal growth\nfactor receptor (EGFR) in malignant transformation of Schwann cells [ 10 – 13 ]. To our knowledge, only 12 cases of human MPNST have\nbeen studied for EGFR by immunohistochemistry [ 10 ,  13 ]. In the present study, we analyzed the expression of EGFR in the tumours\nof 52 patients with MPNST, and compared it with NF1 status and survival.",
  "results": "3. RESULTS The mains clinical characteristics of the 52 patients\nwith MPNST are presented in  Table 1 . The mean age at time of diagnosis was 23 ± 15 years, and the sex ratio was 30 m/22 f. Tumours were localized in trunk, head\nor neck ( n  = 24), or in the limbs ( n  = 28). Half of the patients ( n  = 26) had a NF1,\nof whom nine had a familial history of NF1. The age at diagnosis of MPNSTs was\nearlier in patients with NF1 (19 ± 9 years) than in non-NF1 patients (27 ± 18\nyears) ( P  = .04). EGFR expression by tumour cells was detected by\nimmunohistochemistry in 36 out of the 42 (86%) valuable patients with MPNST;\npercentages were higher in the NF1 subgroup (95% versus 75%;  P  = .06; Chi\nsquare test) (see  Table 1 ). Localization of EGFR within tumour cells was either\nmembranous, cytoplasmic, or both (see  Figure 1 ). In six cases, tumour cells\nwere negative and 10 other cases were not valuable and were thus excluded from\nthe analysis. Interestingly, the staining was heterogeneous\nthroughout the tumour in several cases (see  Figure 2(a) ). In these cases, EGFR-positive cells were localized in “high-grade” areas, defined as areas\nwith high-cellular density and high mitotic index. In four of these cases,\nsamples were available to perform serial sections, and we confirmed that EGFR-positive areas segregate with high-grade features, as proliferative index\ndetected by Ki-67 expression, and in two cases also with P53-positive areas (see\n Figure 2(b) ). By contrast, staining with survivin, which was positive in all\nthe cases of MPNST, was diffuse to all tumour areas (see  Figure 3 ). To confirm, by another way, the high frequency of EGFR\noverexpression in MPNSTs, we quantified  EGFR  transcripts in an independent series of 20 MPNSTs using real time RT-PCR, and\ncompared it to 14 benign dermal neurofibromas. The mean of  EGFR  RNA level was higher in MPNSTs than in benign dermal\nneurofibromas (1.68 ± 2.5 versus 1 ± 0.4, NS), and four (25%) of MPNST samples\nshowed marked increases of  EGFR  transcripts\n(more than 3 times higher than the mean for benign dermal neurofibromas). To determine whether overexpression of EGFR protein\nand RNA might be related to an amplification of  EGFR  locus, we performed CISH and FISH analysis on eight MPNST\nsamples of the main series (R72, R74, R78, R84, R85, R86, R92, R94, R111,\nR116), whose expression was either homogeneous ( n  = 2) or heterogeneous ( n  = 6).\nNone of the tumour had evidence of  EGFR  amplification. The mean number of spot detected in the nuclei of 40 to 60\ntumour cells by sample stained by CISH was 2.42 [range from 2.1 to 3.3]. In only\none case, 5 to 6 spots were detected in some tumour cells, however FISH\nrevealed a polysomy of chromosome 7 for this tumour (see  Figure 4 ). All the patients underwent surgical resection of the tumour,\nexcept two whose diagnosis was performed at metastatic stage. Two other\npatients were lost of view, few days after initial diagnosis, and were thus\nexcluded for survival analysis. Kaplan-Meyer analysis of overall survival\nrevealed that the local stage (local or locally advanced) as well as NF1 status had a poor outcome ( P  = .0005 and  P  = .008, resp.), while age\nat diagnosis, gender, and EGFR expression had not. Multivariate analysis\nrevealed that only NF1 status persisted as an independent prognostic factor ( P  = .02), with a hazard ratio at 2.7 [1.2–6.2]. Median survivals of patients with or without NF1\nwere 18 and 43 months, respectively, and the 5-year survival was 11% and 45%,\nrespectively.",
  "discussion": "4. DISCUSSION In this well-defined series of 52 patients with\nMPNSTs, we have shown by immunohistochemistry that EGFR was expressed in 86% (71–94%) of cases. In\nthe independent series of 20 MPNST RNAs, we observed marked  EGFR  RNA overexpression in 4 (25%)\nMPNSTs (>3 times the levels in benign dermal neurofibromas). Our results\nconfirm previous detection of EGFR in 8/12 cases by immunohistochemistry [ 10 ,  13 ], in 6/7 patients by western blotting [ 13 ], as well as  EGFR  mRNA in\n16/42 cases [ 17 ]. In the latter study, NF1 patients were more frequently positive for  EGFR  RNA expression (12/25 versus 4/17\nin non NF1 patients). Analysis of human MPNST cell lines also revealed a\nstronger and more diffuse expression of EGFR in cells lines derived from NF1 as\ncompared to non-NF1 patients [ 18 ]. EGFR was also more frequently expressed in NF1 patients in our series\n(95% versus 75%;  P  = .03). Immunohistochemical EGFR detection data has\nbeen reported in numerous publications with good staining sensitivity and\nspecificity on paraffin embedded tissue samples. Overexpression of both protein and RNA suggests\npretranslational regulation of EGFR in MPNSTs. Amplification of gene locus is a\ncommon mechanism of regulation of EGFR in other tumours such as head and neck\nsquamous cell carcinomas [ 19 ], non-small-cell lung carcinomas [ 20 ], and colorectal carcinomas [ 21 ]. In MPNSTs,  EGFR  amplification has previously been reported in 5 out of 17 patients [ 22 ]. In this study, a “low-level” amplification was described with\nscattered cells containing 6–12 spots,\naccompanied by polysomy 7 in three cases. Another group failed to detect  EGFR  amplification in four cases, although 1-2 extra copies\nwere seen in one of these cases [ 23 ]. Here, we confirm these latter results in eight patients. Thus, EGFR overexpression\nin the majority of MPNSTs is not due to amplification of the  EGFR  locus at 7p12. Normal Schwann\ncells do not express EGFR, while NF1 mutation leads to EGFR overexpression in\nthese cells [ 12 ]. NF1 loss of function may thus enhance\ntranscription of EGFR. Mice with heterozygous deletions of  NF1  ( Nf1 )\ndo not have an increased incidence of nerve tumours; however when these mice\nalso carry a heterozygous mutations of  +/− TP53  ( Nf1 ) they develop\nsarcomas and brain tumours [ +/− p 53 +/− 24 ,  25 ]. EGFR is frequently expressed in Schwann cell lines derived from these\n( Nf1 ) mice. Cell growth in\nthese lines is greatly stimulated by EGF and blocked by EGFR antagonists [ +/− p 53 +/− 11 ]. Decreased EGFR signaling in  Nf1  mice reduced their mortality [ +/− p 53 +/− 12 ]. In the present series, we showed that high expression of EGFR was\npresent in the high-grade areas of the tumours, appearing to colocalize with Ki-67 in all cases and with p53\nin half of the cases. In several cases, a strong EGFR expression of in highly\ncellular regions, contrasting with negativity in other regions, has already been\ndescribed in one NF1 patient [ 10 ]. Thus, as for animal and in vitro models, our data suggest that EGFR overexpression\nis associated with malignant transformation of Schwann cells. However, NF1 status was the only prognostic factor in\nmultivariate analysis, with median survivals of 18 and 43 months for patients\nwith or without NF1. EGFR expression, although higher in NF1 patients, did not\nappear as a prognostic factor for MPNST, nor did local stage, age at diagnosis,\nor gender. Overexpression of  survivin  mRNA in MPNSTs has been observed independently by three\ngroups [ 16 ,  17 ,  26 ]. Supervised analysis of gene expression profiling of\nMPNSTs revealed that  EGFR -positive\nand -negative tumours had a specific gene expression signatures [ 17 ]. Interestingly, these authors showed that  EGFR -positive tumours had a higher expression of  Ki-67  and  survivin  transcripts. We confirmed herein by immunohistochemistry,\nthat bring supplementary data about cellular localization of the expression,\nthat survivin was expressed by malignant Schwann cells. But, contrasting with\nEGFR, survivin expression was not restricted to high-grade areas of the\ntumours. The prognosis of MPNSTs is poor, with only 23% of\nliving individuals 10 years after diagnosis [ 27 ]. Post-surgical irradiation, as no effect on overall survival and no\neffective chemotherapeutic regimens, is available [ 1 ]. In our series, the mean age of diagnosis was 23 ± 15 years and the\nmedian survival was 30 months. Thus, there is considerable interest in\nestablishing the mechanisms responsible for MPNST tumourigenesis and using this\ninformation to develop new, more effective, therapies. Targeted therapies using\nmonoclonal antibodies against EGFR are highly effective in several human cancer\n[ 28 ]. So far, most of the patients treated with a monoclonal antibody\nanti-EGFR Cetuximab (Erbitux, Lyon, France) suffer from colorectal [ 29 ] or lung [ 30 ] cancers. Recently, Cetuximab was successfully used to prevent the\ndevelopment of neurofibromas in a mouse model of NF1 [ 31 ]. Several groups showed the implication of  EGFR  expression in malignant transformation of Schwann cells in\ncell lines and/or mouse models. Our results obtained in a large series of human\nMPNSTs confirmed these data. Tumours with tyrosine kinase receptor\noverexpression have been successfully treated with targeted therapies, as in\ngastrointestinal stromal tumours, which express KIT and may be treated with\nImatinib [ 32 ]. Lung adenocarcinomas, in which the expression of EGFR has no\nprognostic value [ 33 ], may also be treated with gefitinib or erlotinib. Thus, the\noverexpression of EGFR in 95% of NF1 patients with MPNST and the very poor\nprognosis of these young patients shown in the present study suggest that new\ntherapies targeting EGFR might be interesting for these patients.",
  "upgrade_date": "2026-02-21 02:22:36"
}