{
  "pmid": "PMID:18769552",
  "title": "Frequent EGFR Positivity and Overexpression in High-Grade Areas of Human MPNSTs.",
  "abstract": "Malignant peripheral nerve sheath tumours (MPNSTs) are highly malignant and resistant. Transformation might implicate up regulation of epidermal growth factor receptor (EGFR). Fifty-two MPNST samples were studied for EGFR, Ki-67, p53, and survivin expression by immunohistochemistry and for EGFR amplification by in situ hybridization. Results were correlated with clinical data. EGFR RNA was also quantified by RT-PCR in 20 other MPNSTs and 14 dermal neurofibromas. Half of the patients had a neurofibromatosis type 1 (NF1). EGFR expression, detected in 86% of MPNSTs, was more frequent in NF1 specimens and closely associated with high-grade and p53-positive areas. MPNSTs expressed more EGFR transcripts than neurofibromas. No amplification of EGFR locus was observed. NF1 status was the only prognostic factor in multivariate analysis, with median survivals of 18 and 43 months for patients with or without NF1. Finally, EGFR might become a new target for MPNSTs treatment, especially in NF1-associated MPNSTs.",
  "authors": "Séverine Tabone-Eglinger; Radislav Bahleda; Jean-François Côté; Philippe Terrier; Dominique Vidaud; Anne Cayre; Alain Beauchet; Nathalie Théou-Anton; Marie-José Terrier-Lacombe; Antoinette Lemoine; Frédérique Penault-Llorca; Axel Le Cesne; Jean-François Emile",
  "journal": "Sarcoma",
  "publicationDate": "2008",
  "doi": "10.1155/2008/849156",
  "methods": "2. MATERIALS AND METHODS 2.1. Patients and samples Patients of the main series ( n  = 52) were all treated in\nthe Institut Gustave Roussy (IGR, Villejuif, France) between\n1985 and 2005. Clinical records were reviewed by one of us (R. Bahleda), with\nspecial attention to initial localization, NF1 status, treatment and survival.\nDiagnosis of NF1 was established according to the NIH criteria [ 14 ]. Most of the patients had undergone surgery in another centre and were\nsecondary referred to IGR. Tumours were considered as local stage, when R0\nsurgery was performed initially, and locally advanced stage for R1 and R2\nsurgery. Only cases with paraffin embedded MPNST samples were included in the\nstudy. Histological review was realized for all included patients by at least\ntwo pathologists (PT, MJTL, JFE) on hematoxylin-eosin stained slides. Diagnosis\nof MPNST was performed according to WHO criteria [ 15 ]. Grading of the tumours was not performed, due to limited amounts of\nparaffin embedded samples. Immunostaining with S100 protein (rabbit polyclonal,\nDako, Carpenteria, Calif, USA)\nand KIT (rabbit polyclonal, Dako) was performed when necessary to confirm\ndiagnosis. All 52 paraffin embedded samples were subjected to\nimmunohistochemistry; 8 of which were also analysed by FISH/CISH. Frozen samples from 20 other patients with MPNST were\nused for the RNA analysis. Sixteen were from a previously published series [ 16 ] and four from Léon Bérard Centre (Lyon, France). Frozen control samples\nfrom 14 patients with benign dermal neurofibromas were also analyzed. All samples were obtained from surgery performed for\ndiagnostic and/or therapeutic purpose, and were used according to French\nethical regulations. 2.2. Immunohistochemistry Immunohistochemistry was performed on four micron\nsections from paraffin embedded tumour samples, after antigen retrieval by\nheating at 95°C for 20 minutes in 10 mM citrate buffer pH6. For mouse monoclonal\nanti-EGFR (31G7, Zymed, South San Francisco, Calif, USA, final dilution 1/10), P53 (DO-7,\nNovocastra, Newcastle upon Tyne, UK, final dilution 1/50), and anti-Ki-67 (Mib1 Dako, final dilution\n1/50), staining was revealed with LSAB kit (Dako). For anti-Survivin (12C4,\nDako, final dilution 1/100) staining was revealed with CSAII (Dako), according\nto manufacturer's instruction. For EGFR staining, tumour cells were considered\nnegative, when positive signals were detected on nontumour cells (usually\nspindle cells and/or small nerves in the periphery of the tumours); otherwise,\nstaining was considered as not interpretable. 2.3. Fluorescent in situ hybridization (FISH) Eight paraffin embedded samples of the main series\nwere analyzed for EGFR amplification. EGFR specific sequence probe (LSI EGFR)\nand control chromosome enumeration probe 7 (CEP7) were used according to the\nmanufacturers' recommended protocol (Vysis-Abbott Molecular Diagnostics, Baar, Switzerland),\nbut with some minor modifications. The DNA probes and the sections of tissues\nwere denatured at 85°C for 5 minutes using a HYBrite instrument. An additional wash in distilled water\nwas added before counterstaining and mounting with a solution of 4,\n6-diamidino-2-phenylindole (DAPI). The results are reported as the ratio of\naverage EGFR/CEP7 signals per nucleus. Signal ratios of <2 were classified\nas nonamplified (NA) and ≥2 as amplified (A). In each section, at least 30\nnuclei were counted for signals. 2.4. Chromogenic in situ hybridization (CISH) CISH experiments were performed, according to the\nprotocol given by the supplier (Zymed), along with FISH to have more\ninformation about sample morphology and to have a permanent signal. Results\nwere interpreted as indicated above for FISH. 2.5. Real-time PCR The\ntheoretical and practical aspects of real-time quantitative RT-PCR using the\nABI Prism 7700 sequence detection system (Applied Biosystems, Foster City, Calif, USA) have been described in detail elsewhere [ 16 ]. The precise amount of total RNA added to each reaction\nmix (based on optical density) and its quality (i.e., lack of extensive\ndegradation) are both difficult to assess. We therefore also quantified\ntranscripts of the endogenous RNA control gene  TBP  (Genbank accession  NM_003194 ), which encodes the TATA\nbox-binding protein. Each sample was normalized on the basis of its  TBP  content. Results, expressed as\nN-fold differences in target gene expression relative to the  TBP  gene, and termed\n“Ntarget,” were determined as Ntarget = 2Δ Ctsample , where the Δ Ct  value of the sample was\ndetermined by subtracting the average Ct value of the target gene from the\naverage Ct value of the  TBP  gene. The N target  values of the samples were subsequently\nnormalized such that the mean of the dermal neurofibroma N target  values\nwas 1. 2.6. Statistical analysis Quantitative data were expressed as mean ± standard\ndeviation; qualitative data as frequency and percent. Comparisons of means were\nperformed using Student's  t -test or Mann and Whitney nonparametric test\nwhen necessary. Comparisons of frequencies were performed using the Chi square\ntest, or Fisher's exact test when necessary. Log-rank tests were used to examine the relationship\nbetween overall survival and the following variables: age, gender, initial localization,\nNF1 status, and EGFR expression. Variables with a statistical  P  value <.20 were entered into a Cox model multivariate analysis.  P  value\nless than 0.05 was considered significant in multivariate analysis. Statistical analyses were performed with the SAS 8.2\nsoftware package (SAS Institute Inc, Cary, NC, USA).",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:23:21"
}