{
  "pmid": "18923024",
  "abstract": "Tumor suppressor schwannomin/merlin is critical for the organization of Schwann  cell contacts in peripheral nerves.  Denisenko N(1), Cifuentes-Diaz C, Irinopoulou T, Carnaud M, Benoit E,  Niwa-Kawakita M, Chareyre F, Giovannini M, Girault JA, Goutebroze L.  Author information: (1)Inserm, Unité Mixte de Recherche en Santé 839, Paris, 75005, France.  Schwannomin/merlin is the product of a tumor suppressor gene mutated in  neurofibromatosis type 2 (NF2). Although the consequences of NF2 mutations on  Schwann cell proliferation are well established, the physiological role of  schwannomin in differentiated cells is not known. To unravel this role, we  studied peripheral nerves in mice overexpressing in Schwann cells schwannomin  with a deletion occurring in NF2 patients (P0-SCH-Delta39-121) or a C-terminal  deletion. The myelin sheath and nodes of Ranvier were essentially preserved in  both lines. In contrast, the ultrastructural and molecular organization of  contacts between Schwann cells and axons in paranodal and juxtaparanodal regions  were altered, with irregular juxtaposition of normal and abnormal areas of  contact. Similar but more severe alterations were observed in mice with  conditional deletion of the Nf2 gene in Schwann cells. The number of  Schmidt-Lanterman incisures, which are cytoplasmic channels interrupting the  compact myelin and characterized by distinct autotypic contacts, was increased  in the three mutant lines. P0-SCH-Delta39-121 and conditionally deleted mice  displayed exuberant wrapping of nonmyelinated fibers and short internodes, an  abnormality possibly related to altered control of Schwann cell proliferation.  In support of this hypothesis, Schwann cell number was increased along fibers  before myelination in P0-SCH-Delta39-121 mice but not in those with C-terminal  deletion. Schwann cell numbers were also more numerous in mice with conditional  deletion. Thus, schwannomin plays an important role in the control of Schwann  cell number and is necessary for the correct organization and regulation of  axoglial heterotypic and glio-glial autotypic contacts.  DOI: 10.1523/JNEUROSCI.2537-08.2008 PMCID: PMC6671332 PMID: 18923024 [Indexed for MEDLINE]",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-16T15:37:52.096646",
  "abstract_length": 2210,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}