{
  "pmid": "PMID:18927496",
  "title": "Suppression of proliferation of two independent NF1 malignant peripheral nerve sheath tumor cell lines by the pan-ErbB inhibitor CI-1033.",
  "abstract": "Neurofibromatosis Type 1 (NF1) is characterized by the abnormal proliferation of neuroectodermal tissues and the development of certain tumors, particularly neurofibromas, which may progress into malignant peripheral nerve sheath tumors (MPNSTs). Effective pharmacological therapy for the treatment of NF1 tumors is currently unavailable and the prognosis for patients with MPNSTs is poor. Loss of neurofibromin correlates with increased expression of the epidermal growth factor receptor (EGFR) and ErbB2 tyrosine kinases and these kinases have been shown to promote NF1 tumor-associated pathologies in vivo. We show here that while NF1 MPNST cells have higher EGFR expression levels and are more sensitive to EGF when compared to a non-NF1 MPNST cell line, the ability of the EGFR inhibitor gefitinib to selectively inhibit NF1 MPNST cell proliferation is marginal. We also show that NF1 MPNST proliferation correlates with activated ErbB2 and can be suppressed by nanomolar concentrations of the pan-ErbB inhibitor CI-1033 (canertinib). Consequently, targeting both EGFR and ErbB2 may prove an effective strategy for suppressing NF1 MPNST tumor growth in vivo.",
  "authors": "Joshua T Dilworth; Jonathan W Wojtkowiak; Patricia Mathieu; Michael A Tainsky; John J Reiners; Raymond R Mattingly; Chad N Hancock",
  "journal": "Cancer biology & therapy",
  "publicationDate": "2008-12",
  "doi": "10.4161/cbt.7.12.6942",
  "methods": "Materials and Methods Cell Culture and Treatments Human MPNST cell lines ST88-14 and NF90-8 (generous gifts from T. Glover, University of Michigan, Ann Arbor, MI, U.S.A.), and STS-26T (a generous gift from D. Scoles, Cedars-Sinai Medical Center, Los Angeles, CA, U.S.A.) were cultured in RPMI (Cellgro, Herndon, VA, U.S.A.) supplemented with 5% fetal bovine serum, L-glutamine, phenol red, 50 units/mL penicillin, and 50 μg/mL streptomycin in a humidified 37°C chamber, supplemented with 5% CO 2 . For EGF stimulation experiments, cells were grown to ~80% confluency, serum-starved for 1 h, and stimulated with human, recombinant EGF (Invitrogen, Carlsbad, CA, U.S.A.) as indicated in the figures. Gefitinib (AstraZeneca, Alderly Park, UK) and CI-1033 (Pfizer, Groton, CT) were prepared as stock solutions in dimethyl sulfoxide (DMSO) and double distilled H 2 O, respectively, and stored at −80°C. Western Blotting After the indicated treatments, cells were lysed with 2x SDS sample buffer and boiled immediately for 5 min.  Proteins were separated using SDS-PAGE and transferred to nitrocellulose or PVDF membranes. The membranes were blocked with 5% milk in Tris-buffered saline with 0.5% Tween-20 (TBS-T) for 1 h to overnight. Primary antibodies were rabbit polyclonal IgG anti-EGFR at 1:1,000 (Cell Signaling Technology, Danvers, MA); rabbit immunoaffinity purified IgG anti-phospho-Tyr1068 of EGFR at 1:1000 (Cell Signaling Technology); anti-MAP Kinase at 1:2,000 (Upstate Cell Signaling Solutions, Charlottesville, VA); monoclonal IgG 29 1  isotype anti-MAP Kinase activated, clone MAPK-YT at 1:2,000 (Sigma-Aldrich, St. Louis, MO); mouse monoclonal anti-ErbB2 (LabVision, Freemont, CA) at 1:1000; rabbit monoclonal and polyclonal anti-pTyr1221/1222 of ErbB2 (Cell Signaling Technology) at 1:500; mouse monoclonal anti-Cyclin D1 (Santa Cruz Biotechnology, Santa Cruz, CA) at 1:1000; mouse monoclonal IgG 1  anti-β-tubulin “E7” at 1:2,000 (developed by Michael Klymkowsky and obtained from the Developmental Studies Hybridoma Bank, University of Iowa, Iowa City, IA). Secondary antibodies were HRP-conjugated goat anti-rabbit or goat anti-mouse IgG at 1:10,000 (Jackson Immunoresearch Laboratories, Inc., West Grove, PA). Immunoblots were incubated with Western Blotting Detection Reagents (Amersham Bioscience, Buckinghamshire, United Kingdom) or DuraSignal (Pierce Biotechnology, Inc., Rockford, IL) and recorded on X-ray film (KODAK Biomax Light; Fisher Scientific, Pittsburgh, PA). When necessary, brightness and contrast levels of scanned immunoblot images were uniformly adjusted using ADOBE Photoshop software (Adobe Systems, San Jose, CA). ImageQuant software (GE Healthcare, Piscataway, NJ) was used for densitometry and quantification of immunoblot signals. Cell Proliferation Assays Approximately equal numbers of cells (20,000 – 30,000) were plated onto either 30 mm or 60 mm dishes and allowed to attach overnight. For proliferation assays using gefitinib, cells were treated with the indicated concentration of gefitinib dissolved in DMSO or an equal volume of DMSO alone, and the cells harvested at the indicated time-points. For proliferation assays using CI-1033, cells were treated with the indicated concentration of CI-1033 dissolved in ddH 2 O, or ddH 2 O alone, and the cells harvested at the indicated time-points. Media and floating cells were collected and dishes rinsed with ice-cold PBS. Attached cells were incubated with 0.5 ml trypsin for 5 min to allow complete detachment. Trypsinized cells and floating cells were combined and centrifuged at 1000×  g  for 5 min to pellet. Media and trypsin were removed by aspiration, and the cells resuspended in an equal volume of serum-free media. Numbers of live and dead cells were determined by the Trypan blue exclusion assay. Flow Cytometry MPNST cell lines were harvested and processed for FACS analyses of DNA content as described previously.   DNA analyses were made with a FACScalibur instrument (BD Biosciences, San Jose, CA). Percentages of cells in the G 30 0 /G 1 , S, and G 2 /M stages of the cell cycle were determined with a DNA histogram-fitting program (MODFIT; Verity Software, Topsham, ME). A minimum of 10 4  events/sample was collected for subsequent analyses. Receptor Turnover Assays Cells were plated in 5% serum and grown to 80% confluency. Cells were serum-starved overnight, and then treated with either 50 μg/ml cycloheximide dissolved in ddH 2 O (Sigma-Aldrich) or ddH 2 O alone as indicated for 2 h. Cells were then treated with either 10 ng/mL of EGF in serum-free media, or serum-free media alone, and harvested at the indicated time-points. For assays involving a single time-point, EGF treatments were for 3 h. Cells were harvested in 2x SDS sample buffer and boiled immediately for 5 min. Proteins were separated using SDS-PAGE, transferred to nitrocellulose, and immunoblotted for EGFR, phosphorylated and total ErbB2, cyclin D1, and β-tubulin as described above.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:23:24"
}