{
  "pmid": "PMID:18931645",
  "title": "Bioluminescent imaging of intracranial vestibular schwannoma xenografts in NOD/SCID mice.",
  "abstract": "HYPOTHESIS: Intracranial vestibular schwannoma xenografts can be successfully established and followed with bioluminescent imaging (BLI). BACKGROUND: Transgenic and xenograft mouse models of vestibular schwannomas have been previously reported in the literature. However, none of these models replicate the intracranial location of these tumors to reflect the human disease. Additionally, traditional imaging methods (magnetic resonance imaging, computed tomography) for following tumor engraftment and growth are expensive and time consuming. BLI has been successfully used to longitudinally follow tumor treatment responses in a noninvasive manner. BLI's lower cost and labor demands make this a more feasible approach for tumor monitoring in studies involving large numbers of mice. METHODS: Patient excised vestibular schwannomas were cultured and transduced with firefly luciferase expressing lentivirus. One million cells were stereotactically injected into the right caudate nucleus of 21 nonobese diabetic/severe combined immunodeficient mice. Schwannoma engraftment and growth was prospectively followed for 30 weeks after injection with BLI. After animal sacrifice, the presence of human tumor cells was confirmed with fluorescent in situ hybridization. RESULTS: Eight (38%) of 21 mice successfully engrafted the schwannoma cells. All of these mice were generated from 4 (67%) of the 6 patient excised tumors. These 8 mice could be differentiated from the nonengrafted mice at 21 weeks. The engrafted group emitted BLI of greater than 100,000 photons/s (range, 142,478-3,106,300 photons/s; average, 618,740 photons/s), whereas the nonengrafted group were all under 100,000 photons/s (range, 0-76,010 photons/s; average, 10,737 photons/s) (p < 0.001). Fluorescent in situ hybridization analysis confirmed the presence of viable human schwannoma cells in much greater numbers in those mice with stable or growing tumors compared with those whose tumors regressed. CONCLUSION: We have successfully established an intracranial schwannoma xenograft model that can be followed with noninvasive BLI. We hope to use this model for in vivo testing of schwannoma tumor therapies.",
  "authors": "Brian A Neff; Stephen G Voss; Cory Allen; Mark A Schroeder; Colin L W Driscoll; Michael J Link; Evanthia Galanis; Jann N Sarkaria",
  "journal": "Otology & neurotology : official publication of the American Otological Society, American Neurotology Society [and] European Academy of Otology and Neurotology",
  "publicationDate": "2009-01",
  "doi": "10.1097/MAO.0b013e31818b6cea",
  "methods": "Methods Patient excised vestibular schwannomas were cultured and transduced with firefly luciferase expressing lentivirus. One million cells were stereotactically injected into the right caudate nucleus of 21 nonobese diabetic/severe combined immunodeficient mice. Schwannoma engraftment and growth was prospectively followed for 30 weeks after injection with BLI. After animal sacrifice, the presence of human tumor cells was confirmed with fluorescent in situ hybridization. METHODS Permission for this project was obtained through the institutional review board (07-001276) and the Institutional Animal Care and Use Committee (A8007). Transduction Schwannoma Cells With Firefly Luciferase Lentiviruses were generated by cotransfection of 293T cells with 3 plasmids: gag-pol, env, and pHR-SIN-CSGW dlNotI-luciferase ( Fig. 1 ) (provided by Galanis Lab). Forty-eight hours after transfection, virus containing supernatant was collected and passed through a 22-μm filter. The filtered supernatant was used to infect the target cells. Six patient excised sporadic vestibular schwannomas were used to culture tumor cells that were injected into 1 to 5 mice, depending on the number of cells available. This gave a total of 21 mice for the study. Individual tumor samples were minced into small pieces (<1 mm) and then cultured in Dulbecco modified Eagle medium (Fisher Scientific, Pittsburgh, PA, USA) with 10% fetal clone III calf serum (HyClone; ThermoFischer Scientific, Waltham, MA, USA). After 1 to 7 days, the cells were further dissociated via digestion for 24 hours with 160 U/ml collagenase (Sigma, St. Louis, MO, USA) and 1.25 U/ml dispase (Boehringer Mannheim, Mannheim, Germany) in media, followed by repetitive pipetting to create a cell suspension. After short-term culture of the cells (7–14 d) in Dulbecco modified Eagle medium, 10% fetal clone III calf serum, 0.5 μmol/L forskolin (Sigma), 10 nmol/L B1-heregulin (R & D Systems, Minneapolis, MN, USA), 0.5 mmol/L 3-isobutyl-1-methylxanthine (Sigma), 2.5 μg/ml Insulin (Sigma), and 500 U/ml 1% penicillin/streptomycin (Fischer Scientific), cells were exposed to the nonreplicating lentivirus from the prepared supernatant. This effectively inserted the luciferase gene into the tumor cell deoxyribonucleic acid (DNA). A separate culture was transduced with the same conditions using a similar lentivirus encoding the gene for DS Red fluorescent protein instead of luciferase, and this served as a visual positive control for viral gene delivery ( Fig. 2 ). The cells were trypsinized and washed 2 times in 2X phosphate-buffered saline. Cells were resuspended in phosphate-buffered saline at 10 5  cells/μl in preparation for injection with a Hamilton syringe. Creation of Intracranial Schwannoma Xenografts Female nonobese diabetic/severe combined immunodeficient (SCID) mice (Jackson Laboratories, Bar Harbor, MN, USA), 6 to 8 weeks of age, were used for schwannoma xenograft experiments. After anesthesia with ketamine (90–120 mg/kg) and xylazine (10 mg/kg), a small midline scalp incision was used to expose the calvaria. A small burr hole was drilled 2.5 mm lateral (right) and 0.5 mm anterior to the bregma. With the aide of a small animal stereotactic frame (ASI Instruments, Houston, TX, USA), cells were injected at a rate of 5 μl/min for 2 minutes (total of 10 6  cells per mouse) at a depth of 3 mm. The injection syringe was left in place for 7 minutes after the completion of tumor cell injection. Injections were done at a depth of 3 mm below the outer table of the cranium, which introduced the cells into the right caudate nucleus. Bioluminescent Imaging The mice were anesthetized with an intraperitoneal injection of ketamine and xylazine (dosage above), which was combined with D-luciferin potassium (150 mg/kg; Caliper Life Sciences, Xenogen Corp., Hopkinton, MA, USA). Ten minutes after luciferin injection, mice were imaged with an IVIS 2.50 cooled charged-coupled device camera (Xenogen 200 series). For BLI analysis, an intracranial area of signal was defined using Living Image software, and the total number of photons per second per steradian centimeter was recorded. Because of the increased use of BLI at our institution, a step-down barrier room has been created in which only immunocompromised mice can be housed and handled because these mice cannot be returned to the formal barrier area after their initial imaging. The IVIS charged-coupled device camera is contained within this area because it is not currently a portable system. Mice were imaged every 3 to 4 weeks after implantation of schwannoma cells, and at the end of 30 weeks, surviving mice were killed. All of the study mice had their entire brain sectioned at 5-μm slices at 100-μm intervals. Fluorescent in Situ Hybridization The fluorescent in situ hybridization (FISH) protocol for paraffin-embedded tissues initially required deparaffinization in sequential room temperature baths of Citrosolv (Fischer Scientific) for 15 minutes X 2, and 100% ethanol for 5 minutes X 2. Slides were placed in Coplin jars filled with 10 mmol/L citric acid (pH 6.08) (3.84 g citric acid/2 L H 2 O) and boiled in a microwave water bath. Tissue digestion was done by placing slides in pepsin (4 mg pepsin/L 0.9% NaCl) for 15 minutes in a 37°C water bath. The slides were put in sequential alcohol baths for 2 minutes: 70% ethyl alcohol (ETOH), 80% ETOH, and 100% ETOH. Slides were codenatured and hybridized with a probe cocktail in the hybridization oven at 80°C for 5 minutes and then 37°C overnight. Slides were washed with 2× standard saline citrate/0.1% Nonidet P-40 for 2 minutes at 73°C, and 1 drop of 1× 4c6-diamidino-2-phenylindole/antifade was applied to the hybridized area. A fluorescent microscope was used to count red fluorescent human cells. Mouse and human whole genomic probe cocktail was created as follows. Male mouse whole genomic DNA was extracted from several mouse spleens using the Qiagen DNeasy Blood & Tissue Kit. The extracted DNA was quantified and then labeled using the Nick Translation Kit and Spectrum Green deoxyuridine 5-triphosphate (Abbott Molecular, Abbott Park, IL, USA). After nick translation, the labeled DNA was precipitated and reconstituted to a final concentration of 50 ng. The commercially available human whole genomic probe (from Abbott Molecular, Abbott Park, IL, USA) labeled with SpectrumRed was used as the human probe in this research. One microliter of each probe was added to 8 μl of locus-specific/whole chromosome paint hybridization buffer (Abbott Molecular, Abbott Park, IL, USA) to create a working solution. After the paraffin pretreatment method, 10 μl of probe was applied to each specimen and hybridized according to the paraffin method (see above). Statistical Analysis A 2-sided Wilcoxon rank-sum test was used to compare the bioluminescent image intensity at 21 weeks between the 8 mice that showed stable or increasing tumors over the study time period and the 10 mice that failed to engraft their tumor. We excluded the 3 mice that died as a result of anesthetic complications from this analysis. This test compared the median BLI value between the 2 groups.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:23:26"
}