{
  "pmid": "18931645",
  "abstract": "Bioluminescent imaging of intracranial vestibular schwannoma xenografts in  NOD/SCID mice.  Neff BA(1), Voss SG, Allen C, Schroeder MA, Driscoll CL, Link MJ, Galanis E,  Sarkaria JN.  Author information: (1)Department of Otolaryngology-Head and Neck Surgery, Mayo Clinic School of  Medicine, Rochester, Minnesota 55905, USA. neff.brian@mayo.edu  HYPOTHESIS: Intracranial vestibular schwannoma xenografts can be successfully  established and followed with bioluminescent imaging (BLI). BACKGROUND: Transgenic and xenograft mouse models of vestibular schwannomas have  been previously reported in the literature. However, none of these models  replicate the intracranial location of these tumors to reflect the human  disease. Additionally, traditional imaging methods (magnetic resonance imaging,  computed tomography) for following tumor engraftment and growth are expensive  and time consuming. BLI has been successfully used to longitudinally follow  tumor treatment responses in a noninvasive manner. BLI's lower cost and labor  demands make this a more feasible approach for tumor monitoring in studies  involving large numbers of mice. METHODS: Patient excised vestibular schwannomas were cultured and transduced  with firefly luciferase expressing lentivirus. One million cells were  stereotactically injected into the right caudate nucleus of 21 nonobese  diabetic/severe combined immunodeficient mice. Schwannoma engraftment and growth  was prospectively followed for 30 weeks after injection with BLI. After animal  sacrifice, the presence of human tumor cells was confirmed with fluorescent in  situ hybridization. RESULTS: Eight (38%) of 21 mice successfully engrafted the schwannoma cells. All  of these mice were generated from 4 (67%) of the 6 patient excised tumors. These  8 mice could be differentiated from the nonengrafted mice at 21 weeks. The  engrafted group emitted BLI of greater than 100,000 photons/s (range,  142,478-3,106,300 photons/s; average, 618,740 photons/s), whereas the  nonengrafted group were all under 100,000 photons/s (range, 0-76,010 photons/s;  average, 10,737 photons/s) (p < 0.001). Fluorescent in situ hybridization  analysis confirmed the presence of viable human schwannoma cells in much greater  numbers in those mice with stable or growing tumors compared with those whose  tumors regressed. CONCLUSION: We have successfully established an intracranial schwannoma  xenograft model that can be followed with noninvasive BLI. We hope to use this  model for in vivo testing of schwannoma tumor therapies.  DOI: 10.1097/MAO.0b013e31818b6cea PMCID: PMC3918230 PMID: 18931645 [Indexed for MEDLINE]",
  "methods": "Methods Patient excised vestibular schwannomas were cultured and transduced with firefly luciferase expressing lentivirus. One million cells were stereotactically injected into the right caudate nucleus of 21 nonobese diabetic/severe combined immunodeficient mice. Schwannoma engraftment and growth was prospectively followed for 30 weeks after injection with BLI. After animal sacrifice, the presence of human tumor cells was confirmed with fluorescent in situ hybridization.",
  "introduction": "Background Transgenic and xenograft mouse models of vestibular schwannomas have been previously reported in the literature. However, none of these models replicate the intracranial location of these tumors to reflect the human disease. Additionally, traditional imaging methods (magnetic resonance imaging, computed tomography) for following tumor engraftment and growth are expensive and time consuming. BLI has been successfully used to longitudinally follow tumor treatment responses in a noninvasive manner. BLI’s lower cost and labor demands make this a more feasible approach for tumor monitoring in studies involving large numbers of mice.",
  "results": "Results Eight (38%) of 21 mice successfully engrafted the schwannoma cells. All of these mice were generated from 4 (67%) of the 6 patient excised tumors. These 8 mice could be differentiated from the nonengrafted mice at 21 weeks. The engrafted group emitted BLI of greater than 100,000 photons/s (range, 142,478–3,106,300 photons/s; average, 618,740 photons/s), whereas the nonengrafted group were all under 100,000 photons/s (range, 0–76,010 photons/s; average, 10,737 photons/s) ( p  < 0.001). Fluorescent in situ hybridization analysis confirmed the presence of viable human schwannoma cells in much greater numbers in those mice with stable or growing tumors compared with those whose tumors regressed.",
  "discussion": "Conclusion We have successfully established an intracranial schwannoma xenograft model that can be followed with noninvasive BLI. We hope to use this model for in vivo testing of schwannoma tumor therapies.",
  "fetched_at": "2026-02-16T15:37:55.106015",
  "abstract_length": 2641,
  "methods_length": 476,
  "introduction_length": 646,
  "results_length": 708,
  "discussion_length": 206
}