{
  "pmid": "PMID:18953430",
  "title": "Tissue-specific ablation of Prkar1a causes schwannomas by suppressing neurofibromatosis protein production.",
  "abstract": "Signaling events leading to Schwann cell tumor initiation have been extensively characterized in the context of neurofibromatosis (NF). Similar tumors are also observed in patients with the endocrine neoplasia syndrome Carney complex, which results from inactivating mutations in PRKAR1A. Loss of PRKAR1A causes enhanced protein kinase A activity, although the pathways leading to tumorigenesis are not well characterized. Tissue-specific ablation of Prkar1a in neural crest precursor cells (TEC3KO mice) causes schwannomas with nearly 80% penetrance by 10 months. These heterogeneous neoplasms were clinically characterized as genetically engineered mouse schwannomas, grades II and III. At the molecular level, analysis of the tumors revealed almost complete loss of both NF proteins, despite the fact that transcript levels were increased, implying posttranscriptional regulation. Although Erk and Akt signaling are typically enhanced in NF-associated tumors, we observed no activation of either of these pathways in TEC3KO tumors. Furthermore, the small G proteins Ras, Rac1, and RhoA are all known to be involved with NF signaling. In TEC3KO tumors, all three molecules showed modest increases in total protein, but only Rac1 showed significant activation. These data suggest that dysregulated protein kinase A activation causes tumorigenesis through pathways that overlap but are distinct from those described in NF tumorigenesis.",
  "authors": "Georgette N Jones; Chhavy Tep; William H Towns; Georgeta Mihai; Ian D Tonks; Graham F Kay; Petra M Schmalbrock; Anat O Stemmer-Rachamimov; Sung Ok Yoon; Lawrence S Kirschner",
  "journal": "Neoplasia (New York, N.Y.)",
  "publicationDate": "2008-11",
  "doi": "10.1593/neo.08652",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-19 09:23:29"
}