{
  "pmid": "PMID:18974932",
  "title": "A role for the p53 pathway in the pathology of meningiomas with NF2 loss.",
  "abstract": "The neurofibromatosis 2 locus (NF2) is inactivated through mutation and loss of heterozygosity (LOH) in 40-65% of all sporadic meningiomas, while the role of the p53 tumor suppression pathway in meningioma initiation and progression is still unclear. This study aims to determine if a p53 codon 72 arginine-to-proline polymorphism, found to be correlated with cancer development and cancer patient survival in other tumors, is associated with sporadic meningioma initiation or progression. We investigated Pro72 incidence in a cohort of 92 sporadic meningiomas and analyzed its association with histological grade (WHO classification) and with NF2 LOH (determined using polymorphic microsatellite markers on 22q). The Pro72 allele was not found to be selected for in the cohort. However, in the subgroup of meningiomas with NF2 LOH and carrying Pro72, 50.0% had high grade tumors (WHO grades II and III) compared to only 14.3% of those without NF2 LOH (OR = 6.0, CI = 1.56-23.11, P = 0.012). The significant association occurred only when considering subgroups of meningiomas with or without NF2 LOH, suggesting that not including NF2 status when analyzing study cohorts may explain the variability seen in the literature where all meningiomas were grouped together. Our data suggests a role for the p53 pathway in the progression of meningiomas in which NF2 is inactivated, and highlights the importance of accounting for NF2 LOH in future studies of meningiomas and the p53 pathway.",
  "authors": "ZeNan Chang; Chin-Lin Guo; Iris Ahronowitz; Anat O Stemmer-Rachamimov; Mia MacCollin; Fabio P Nunes",
  "journal": "Journal of neuro-oncology",
  "publicationDate": "2009-02",
  "doi": "10.1007/s11060-008-9721-3",
  "methods": "Materials and methods Subjects and sample collection This study was approved by the Institutional Review Board of Massachusetts General Hospital/Partners HealthCare and informed written consent was obtained from all individuals donating tissue. Between August 2000 and December 2004, 142 meningioma patients had tumors resected at Massachusetts General Hospital and consented to banking of excess tumor tissues for research. From the 142 patients, 50 were excluded from this study due to lack of adequate blood or tumor DNA for analysis or presence of multiple intracranial tumors suggestive of Neurofibromatosis 2 or the syndrome of multiple meningiomas. Medical records review was performed using the Research Patient Database Registry, an internal research tool providing access to demographic information, radiology reports and pathology reports. Blood and tumor DNA were extracted using a standard extraction kit as previously described [ 36 ]. NF2 loss of heterozygosity Loss of heterozygosity (LOH) of the  NF2  locus was determined as previously described [ 36 ]. Individuals heterozygous at  NF2 , as determined by analysis of blood DNA, were checked for loss of heterozygosity in tumor DNA at markers D22S193 (centromeric to  NF2 ),  NF2 TET and D22S929 (intragenic), and D22S268 and D22S430 (telomeric to  NF2 ). p53 codon 72 polymorphism analysis Determination of the polymorphism at codon 72 used a modification of the protocol described by Fan et al. [ 37 ] as follows. A 150 bp fragment containing the polymorphism was amplified in 100 ng of genomic DNA using the oligo-nucleotide primers 5′-AGATGAAGCTCCCAGAATGC-3′ (forward) and 5′-GTAGGTTTTCTGGGAAGGGA-3′ (reverse). A 10 μl total volume PCR contained 4 pM of each primer, 0.2 mM of each dNTP, 2 μl of Q solution, 1 μl of 10X buffer, and 0.25 U of Taq polymerase (Qiagen, Valencia, CA). Initial denaturation was carried out at 95°C for 5 min, followed by 35 cycles of 95°C for 30 s, 57°C for 30 s, 72°C for 1 min, and a final extension of 7 min at 72°C. PCR products were then digested using the endonuclease  BstUI  in 30 μl volumes according to the manufacturer's specifications (New England Biolabs, Beverly, MA). The restriction fragment length polymorphism was detected on an 8% polyacrylamide gel and visualized using ethidium bromide. No restriction site is present in the  Arg72  allele, while the 150 bp PCR product is digested into two fragments of 114 and 36 bp in the  Pro72  allele. Statistical analysis Histological grades of tumors were available from the pathology reports as assessed by the pathologist according to the criteria of WHO 2000 [ 38 ]. For the purpose of statistical analysis, atypical (WHO grade II) and malignant (WHO grade III) meningiomas were grouped together as high grade meningiomas and compared to low grade tumors (WHO grade I). Analysis of the p53 codon 72 polymorphism was performed by combining those patients heterozygous and homozygous for Pro72 into one single group whenever the group with homozygous Pro72 was too small to be analyzed independently. Associations between two dichotomous variables, for example, p53 codon 72 and  NF2  LOH, were tested using Fisher's exact test (two tailed). The corresponding odds ratios are conditional maximum likelihood ratio estimates. Tests were conducted at the  P  = 0.05 level of significance and confidence intervals are reported at the 95% level.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:23:30"
}