{
  "pmid": "18974932",
  "abstract": "A role for the p53 pathway in the pathology of meningiomas with NF2 loss.  Chang Z(1), Guo CL, Ahronowitz I, Stemmer-Rachamimov AO, MacCollin M, Nunes FP.  Author information: (1)Division of Biology, California Institute of Technology, Pasadena, CA 91125,  USA.  The neurofibromatosis 2 locus (NF2) is inactivated through mutation and loss of  heterozygosity (LOH) in 40-65% of all sporadic meningiomas, while the role of  the p53 tumor suppression pathway in meningioma initiation and progression is  still unclear. This study aims to determine if a p53 codon 72  arginine-to-proline polymorphism, found to be correlated with cancer development  and cancer patient survival in other tumors, is associated with sporadic  meningioma initiation or progression. We investigated Pro72 incidence in a  cohort of 92 sporadic meningiomas and analyzed its association with histological  grade (WHO classification) and with NF2 LOH (determined using polymorphic  microsatellite markers on 22q). The Pro72 allele was not found to be selected  for in the cohort. However, in the subgroup of meningiomas with NF2 LOH and  carrying Pro72, 50.0% had high grade tumors (WHO grades II and III) compared to  only 14.3% of those without NF2 LOH (OR = 6.0, CI = 1.56-23.11, P = 0.012). The  significant association occurred only when considering subgroups of meningiomas  with or without NF2 LOH, suggesting that not including NF2 status when analyzing  study cohorts may explain the variability seen in the literature where all  meningiomas were grouped together. Our data suggests a role for the p53 pathway  in the progression of meningiomas in which NF2 is inactivated, and highlights  the importance of accounting for NF2 LOH in future studies of meningiomas and  the p53 pathway.  DOI: 10.1007/s11060-008-9721-3 PMCID: PMC2692701 PMID: 18974932 [Indexed for MEDLINE]",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-16T15:37:59.854854",
  "abstract_length": 1853,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}