{
  "pmid": "PMID:18988803",
  "title": "Ras signaling influences permissiveness of malignant peripheral nerve sheath tumor cells to oncolytic herpes.",
  "abstract": "Lack of expression of neurofibromin in neurofibromatosis 1 and its lethal derivative, malignant peripheral nerve sheath tumors (MPNSTs), is thought to result in the overactivation of the Ras signaling pathway. Our previous studies have shown that cells with overactivation in the Ras pathway are more permissive to infection with herpes simplex virus 1 and its mutant version R3616. In this study, we show that among five different mouse MPNST cell lines, only the ones with elevated levels of Ras signaling are highly permissive to infection with oncolytic herpes G207. Specific inhibitors of the Ras, ERK, and JNK pathways all reduced the synthesis of viral proteins in MPNST cells. The cell lines that contained lower levels of Ras and decreased activation of downstream signaling components underwent an enhancement in apoptosis upon exposure to G207. Additionally, mouse SW10 Schwann cells were able to become infected by parental herpes but were found to be resistant to G207. The immortalization of these cell lines with the expression of SV40 large T antigen increased the levels of Ras activation and permissiveness to oncolytic herpes. A Ras/Raf kinase inhibitor reduced the synthesis of both herpes simplex virus-1 and G207 proteins in SW10 cells. The results of this study, therefore, introduce Ras signaling as a divergent turning point for the response of MPNST cells to an assault by oncolytic herpes.",
  "authors": "Faris Farassati; Weihong Pan; Farnaz Yamoutpour; Susann Henke; Mark Piedra; Silke Frahm; Said Al-Tawil; Wells I Mangrum; Luis F Parada; Samuel D Rabkin; Robert L Martuza; Andreas Kurtz",
  "journal": "The American journal of pathology",
  "publicationDate": "2008-12",
  "doi": "10.2353/ajpath.2008.080376",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-19 09:23:34"
}