{
  "pmid": "PMID:18984156",
  "title": "Nf1-dependent tumors require a microenvironment containing Nf1+/-- and c-kit-dependent bone marrow.",
  "abstract": "Interactions between tumorigenic cells and their surrounding microenvironment are critical for tumor progression yet remain incompletely understood. Germline mutations in the NF1 tumor suppressor gene cause neurofibromatosis type 1 (NF1), a common genetic disorder characterized by complex tumors called neurofibromas. Genetic studies indicate that biallelic loss of Nf1 is required in the tumorigenic cell of origin in the embryonic Schwann cell lineage. However, in the physiologic state, Schwann cell loss of heterozygosity is not sufficient for neurofibroma formation and Nf1 haploinsufficiency in at least one additional nonneoplastic lineage is required for tumor progression. Here, we establish that Nf1 heterozygosity of bone marrow-derived cells in the tumor microenvironment is sufficient to allow neurofibroma progression in the context of Schwann cell Nf1 deficiency. Further, genetic or pharmacologic attenuation of c-kit signaling in Nf1+/- hematopoietic cells diminishes neurofibroma initiation and progression. Finally, these studies implicate mast cells as critical mediators of tumor initiation.",
  "authors": "Feng-Chun Yang; David A Ingram; Shi Chen; Yuan Zhu; Jin Yuan; Xiaohong Li; Xianlin Yang; Scott Knowles; Whitney Horn; Yan Li; Shaobo Zhang; Yanzhu Yang; Saeed T Vakili; Menggang Yu; Dennis Burns; Kent Robertson; Gary Hutchins; Luis F Parada; D Wade Clapp",
  "journal": "Cell",
  "publicationDate": "2008-10-31",
  "doi": "10.1016/j.cell.2008.08.041",
  "methods": "EXPERIMENTAL PROCEDURES Animals and Reagents The  Krox20;Nf1  mice and  flox/flox Krox20;Nf1  mice have been previously described ( flox/− Zhu et al., 2002 ). The C57BL/6-TgN(ACTbEGFP)1Osb mice were obtained from Jackson Laboratory, Bar Harbor, ME. Chemicals were purchased from Sigma (St. Louis, MO) unless otherwise stated. Bone Marrow Transplantation of Hematopoietic Cells Two million syngeneic WT or  Nf1 +/−  bone marrow cells from WT GFP or  Nf1 +/−  GFP mice per recipient were transplanted into young adult  Krox20;Nf1  mice or  flox/flox Krox20;Nf1  mice following 1100 rads of ionizing radiation. flox/− PET Imaging Analysis Fluorodeoxyglucose ([ 18 F] FDG) PET and X-ray CT imaging was employed to identify neurofibromas. CT images were used to place a standardized volume of interest (VOI) template over regions lateral to the spinal cord for quantification of FDG uptake. Registered and overlaid CT image data was used to identify specific vertebrae landmarks from Lumbar (L1) to the Sacrum (S1). The user then picked points along the spinal cord to determine the path of the spinal cord between L1 and S1. Three circular regions-of-interest (ROI) are then placed at interpolated points along the spinal cord to capture the spinal cord and the dorsal root ganglion regions. The circular ROI's then were combined to create VOI's for the spinal cord, left dorsal root ganglion, and right dorsal root ganglion. FDG images were acquired at 45 min postinjection of 0.5–1.0 mCi of FDG via tail vein injection. All animals were administered FDG while awake and given isoflurane anesthesia at 40 min postinjection to immobilize the animal for imaging. Dissection of Dorsal Root Ganglia Immediately following postmortem, mice were perfused and fixed in 4% paraformaldehyde. The dorsal root ganglia and peripheral nerves were then dissected out under a dissection microscope. Measurement of Tumor Size The volume of tumors was determined by the established approximate volume for a spheroid 0.52 × (width) 2  × length. Phenotypic Evaluation of the Donor Cells in Dorsal Root Ganglia Ganglia were minced, digested by collagenase V, and the single cell suspension was admixed with anti CD117, CD31, or Col1A and FcεRI antibodies. Populations were separated using a fluorescence-activated cell sorter (Becton Dickson, San Jose, CA). Genotypic Analysis of Donor Bone Marrow DNA was isolated as described ( Clapp et al., 1995 ), digested with PstI to elucidate the  Nf1  knockout and  Nf1  fragments and separated by gel electrophoresis. Following transfer to a nitrocellulose filter, fragments were hybridized with an Eag I/ Sph I,  flox/flox 32 P dATP labeled  neo  fragment, washed, and exposed to film as described ( Clapp et al., 1995 ). Histological Analysis To examine the morphology of the tumors in detail, paraffin sections were stained with hematoxylin and eosin (H&E), masson trichrome alcian blue as described ( Zhu et al., 2002 ). In Vivo Evaluation of Proliferation and Survival in Tumors Cell proliferation in tumors was evaluated by utilizing a BrdU in situ detection kit (BD PharMingen, San Jose, CA).  Krox20;Nf1  mice previously treated for 12 weeks with imatinib or vehicle, received 50 mg BrdU per Kg of body weight), 48, 24, 6, 4, and 2 hr via peritoneal injection before intracardiac perfusion. DRGs were processed for paraffin-embedding immunohistochemical staining and BrdU positive cells were counted under a phase contrast microscope. Apoptosis of tissues was evaluated using TUNEL staining as described ( flox/− Hiatt et al., 2004 ). Transmission Electron Microscopy Following perfusion fixation, tissues were dehydrated in a graded series of ethanol and acetone and embedded in Epon-Araldite (Electron Microscopy Sciences, Hatfield, PA). Ultrathin sections (silver to gold) were stained with uranyl acetate and lead citrate and examined with a FEI Tecnai G2 electron microscope (Philips, Eindhoven, Netherlands). Statistical Methods Analysis of survival outcomes was performed using the Kaplan-Meier method. Comparison of the mean size of tumors, differences in cellularity and apoptosis in the experimental groups was performed using Student's t test or analysis of variance. Statistical Methods Analysis of survival outcomes was performed using the Kaplan-Meier method. Comparison of the mean size of tumors, differences in cellularity and apoptosis in the experimental groups was performed using Student's t test or analysis of variance.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:23:31",
  "introduction": "INTRODUCTION Mutations in the  NF1  tumor suppressor gene cause neurofibromatosis type 1 (NF1), a common, pandemic human genetic disorder that affects approximately 250,000 patients in the US, Europe, and Japan alone. The  NF1  gene encodes neurofibromin, a 320 kilodalton protein that functions at least in part as a GTPase-activating protein (GAP) for p21 ras  ( Viskochil et al., 1990 ;  Wallace et al., 1990 ). The  NF1  cDNA is highly conserved among vertebrate species, with considerable homology extending to yeast and  Drosophila  ( Bollag and McCormick, 1991 ;  Martin et al., 1990 ). Individuals with NF1 have a wide range of malignant and non-malignant manifestations, including plexiform neurofibromas that collectively affect 25%–40% of NF1 patients and are a major source of lifelong morbidity and mortality. Neurofibromas form in association with peripheral nerves and are composed of Schwann cells, endothelial cells, fibroblasts, degranulating inflammatory mast cells, and pericytes/vascular smooth muscle cells (VSMCs) and contain large collagen deposits. Using an  Nf1  conditional knockout mouse model, we have confirmed retrospective studies from human tumors and demonstrated that  Nf1  loss of heterozygosity (LOH) in the Schwann cell lineage is necessary but not sufficient to elicit neurofibromas ( Zhu et al., 2002 ). In addition, we have reported that tumor progression requires complex interactions between Schwann cells and  Nf1  heterozygous ( Nf1 +/− ) cell lineages in the tumor microenvironment ( Zhu et al., 2002 ). Thus, in an  Nf1  wild-type (WT) background,  Nf1  deficiency ( Nf1 −/−  in Schwann cells is necessary but not sufficient to cause tumor formation. A hallmark of the tumor forming heterozygous mice is the appearance of mast cells in peripheral nerves well in advance of tumor development ( Zhu et al., 2002 ). In addition, in vitro experiments mixing conditioned media from Schwann cells and mast cells have demonstrated a hypersensitivity of  Nf1  heterozygous mast cells to conditioned media from  Nf1 -deficient Schwann cells ( Yang et al., 2003 ). Taken together these preceding studies have provided the basis for a model that  Nf1  heterozygous mast cell infiltration of preneoplastic peripheral nerves and association with  Nf1 -deficient Schwann cells is critical for tumor development. In the present study, we validate the role of NF1 heterozygous bone marrow-derived cells in plexiform neurofibroma formation. Further, on the basis that c-kit receptor activation controls the release of mast cells from the bone marrow, we use both pharmacologic and genetic inhibition of this receptor to prevent or delay plexiform neurofibroma formation in  Nf1  mice. These results establish that  Nf1  haploinsufficiency of bone marrow-derived cells and in particular those dependent on activation of the c-kit receptor is required in the tumor microenvironment to allow neurofibroma progression. The data implicate mast cells as active participants in tumor formation and identify therapeutic targets for human phase 1-2 clinical trials.",
  "results": "RESULTS Transplantation of  Nf1 +/−  Bone Marrow into Recipients with Biallelic Loss of  Nf1  in Schwann Cells Promotes Increased Morbidity and Mortality To test the hypothesis that heterozygosity of  Nf1  in hematopoietic cells within the tumor microenvironment is responsible for the genetic haploinsufficiency required for neurofibroma formation, we transferred  Nf1  heterozygous bone marrow into lethally irradiated mice harboring two Krox20-Cre transgene ablated  Nf1  alleles in approximately 10% of Schwann cells ( Krox20;Nf1 ).  flox/flox Krox20;Nf1  mice are functionally WT in all non Schwann cell lineages and no neurofibromas are observed. As a complementary experiment, WT bone marrow cells were transplanted into lethally irradiated mice containing a germline knockout allele of  flox/flox Nf1  and a floxed allele susceptible to recombination in the Schwann cell lineage as above ( Krox20;Nf1 ).  flox/− Krox20;Nf1  mice uniformly develop plexiform neurofibromas as previously described ( flox/− Zhu et al., 2002 ). To identify donor cells and their progeny within the recipients, the  Nf1 +/−  and WT donors were inter-crossed with a transgenic mouse that expresses EGFP in all bone marrow cells ( Okabe et al., 1997 ). The intercrossed  Nf1 +/−  or WT bone marrow that also expresses EGFP was transplanted into recipients following ionizing radiation, and the development of plexiform neurofibromas and mortality associated with these tumors was monitored until one year of age. A schematic of the experimental design is outlined in  Figure 1A . Representative histograms of bone marrow cells in stably reconstituted mice showing EGFP fluorescence is shown in  Figure 1B . Six months after transplantation, the functional germline WT ( Krox20;Nf1 ) recipients engrafted with heterozygous  flox/flox Nf1 +/−  bone marrow began to exhibit motor paralysis, weight loss and only 15% of mice survived the entire experimental period ( Figures 2A and 2B ). This mortality rate largely mirrored that previously observed in the germline heterozygous  Krox20;Nf1  mice ( flox/− Figure 2A ). In contrast, approximately 90% of  Krox20;Nf1  mice reconstituted with WT bone marrow were alive and exhibited no clinical features of plexiform neurofibroma formation ( flox/flox Figure 2A ). Critical validation of these data was provided by the converse experiment in which transplantation of WT bone marrow cells into germline  Nf1  heterozygous,  Krox20;Nf1 , mice restored survival comparable to nontumorigenic  flox/− Krox20;Nf1  mice that contain intact bone marrow ( flox/flox Figure 2A ). Necropsy of the brains and spinal cords of the morbid mice revealed that 21 of 22  Nf1 +/−  bone marrow transplant recipients had an increased thickness of the entire spinal cord as compared to the spinal cords of nonsymptomatic mice transplanted with WT bone marrow ( Figure 2C ). This abnormal morphology resembles the tumorigenic  Krox20;Nf1  mice. In addition, we observed multiple, discrete tumors arising from the dorsal root ganglia of  flox/− Krox20;Nf1  mice transplanted with  flox/flox Nf1 +/−  bone marrow and these tumors were particularly prevalent in the sciatic nerves ( Figure 2C, panels 3 and 4 ). Volumetric analysis of the tumors revealed a 3- to 6-fold increase in volume compared to unaffected dorsal root ganglia in mice that did not develop tumors. The large size and anatomic location of the tumors infiltrating the sciatic nerve and lumbosacral plexus likely account for the observed behavioral abnormalities ( Figure 2B  and  Table S1 available with this article online ). In sum, these data indicate that presence of  Nf1  heterozygous bone marrow in the context of Schwann cell loss of heterozygosity is sufficient to recapitulate the morbidity and peripheral nerve hyperplasia originally observed in  Krox20;Nf1  tumorigenic mice. flox/− Nf1 +/−  Bone Marrow Recipients Develop Plexiform Neurofibromas Pathologic analysis confirmed the presence of plexiform neurofibromas in 21 of 22  Nf1  heterozygous bone marrow recipients ( Figure 3A ). The dorsal root ganglia from  Krox20;Nf1  mice transplanted with  flox/flox Nf1 +/−  bone marrow exhibit classic histological features of human plexiform neurofibromas including disruption of normal architecture; wavy Schwann cells and infiltrating cells with hyperchromatic nuclei ( Figure 3A, panels 7 and 8 ); excess collagen deposition ( Figure 3B, panels 2 and 3 ); angiogenesis ( Figure 3C, yellow arrowheads ); classic ultrastructural abnormalities ( Figure S1 ) and Schwann cell-specific markers ( Figure S2 ). In contrast, the nerves from either  Krox20;Nf1  or  flox/flox Krox20;Nf1  mice transplanted with WT marrow exhibited normal appearing evenly distributed nuclei throughout sections of the dorsal root ganglia and proximal peripheral nerves ( flox/− Figure 3A, panels 1, 4–6, 9, and 10 ). These mice showed no evidence of collagen deposition ( Figure 3B, panels1, 4, and 5 ), neovascularization, and retained normal ultra-structural morphology ( Figure S1 ). Neurofibromas Are Infiltrated with Donor Mast Cells As described above, neurofibromas are complex tumors comprising multiple cell types in which LOH is uniquely present in the Schwann cell lineage ( Zhu et al., 2002 ). Mast cell infiltration is characteristic of human and murine plexiform neurofibromas ( Hirota et al., 1993 ;  Zhu et al., 2002 ). In our mouse model, we observe peripheral nerve infiltration by mast cells preceding tumor appearance. Accordingly, the  Nf1 +/−  bone marrow of reconstituted  Krox20;Nf1  mice also exhibited extensive mast cell infiltration as evidenced by mast cell-specific stains (Figures  flox/flox 3C, panels 2 and 3, 3D , and  S3 ). To further discern the identity of bone marrow-derived lineages in the tumor, fluorescence cytometry was utilized to identify hematopoietic cells (CD45.2+) in the neurofibromas of  Krox20;Nf1  mice transplanted with  flox/flox Nf1 +/−  bone marrow ( Figure 3E ). In 12 tumors examined, a range of 3%–7% of the cells were hematopoietic cells (CD45.2+; EGFP+). From this population, the majority of cells were identified as mast cells (CD117+; FcεRI+;EGFP+,  Figure 3E, panel 3 ). A small population of macrophages ( Figure 3D, panel 4 ) and rare B lymphocyte and T-lymphocyte populations were also observed ( Figure 3E, panels 4 and 5 ). Consistent with the histological sections, there were no comparable populations of hematopoietic cells observed in dorsal root ganglia from  Krox20;Nf1  mice transplanted with WT bone marrow (data not shown). Subsequent genotyping confirmed that hematopoietic but not endothelial or fibroblast populations harbored the  flox/flox Nf1  null allele ( Figure 3F ). These data confirm the appearance of bona fide plexiform neurofibromas in the reconstituted  Krox20;Nf1  mice including homing of the transplanted heterozygous mast cells to the sites of  flox/flox Nf1 -deficient Schwann cells. Collectively, the bone marrow transplantation experiments into  Krox20;Nf1  mice demonstrate that in the context of disruption of  flox/flox Nf1  in the embryonic Schwann cell lineage,  Nf1 +/−  bone marrow is sufficient for tumor progression. Furthermore, the converse experiment of transplanting WT bone marrow into tumor prone  Krox20;Nf1  mice demonstrates that in this mouse model,  flox/− Nf1 +/−  bone marrow is required for tumor progression. Nf1 +/−  Bone Marrow-Mediated Tumor Formation Requires c-kit The fact that the only  Nf1 +/−  cells detected in the reconstituted plexiform neurofibromas were bone marrow-derived was consistent with our previous in vitro and in vivo observations implicating a mast cell haploinsufficiency requirement in tumor formation ( Ingram et al., 2000 ;  Yang et al., 2003 ;  Zhu et al., 2002 ). The c-kit receptor tyrosine kinase (RTK) controls many aspects of mast cell development and function ( Galli et al., 1993 ). We have reported that c-kit activity governs migration, proliferation, and survival of  Nf1 +/−  bone marrow-derived mast cells ( Ingram et al., 2000 ,  2001 ;  Yang et al., 2003 ). We therefore next tested whether genetic disruption of c-kit activity in  Nf1 +/−  bone marrow cells transplanted into  Krox20;Nf1  mice would affect tumor progression. flox/flox Nf1 +/−  mice were independently intercrossed with two hypomorphic strains of mice deficient in mast cell mobilization by virtue of point mutations in the c-kit receptor that reduce kinase activity 85% ( W ) or 95% ( 41 /W 41 W ), respectively. The bone marrow from either  v /W v Nf1 +/− ; W  or  v /W v Nf1 +/− ; W  doubly mutant mice was transplanted into five and ten recipient  41 /W 41 Krox20;Nf1  mice respectively that had been previously irradiated with a dosage of ionizing radiation that induces bone marrow failure and lethality in the absence of a donor graft ( flox/flox Haneline et al., 1999 ). Morbidity of mice engrafted with  Nf1 +/− ; W  mutant marrow was significantly reduced as compared to  Nf1  mice transplanted with  flox/flox Nf1 +/−  bone marrow ( Figure 4A ). Accordingly, in contrast to recipients of  Nf1 +/−  bone marrow, the dorsal root ganglia and proximal peripheral nerves from the  Krox20;Nf1  mice transplanted with  flox/flox Nf1 +/− ; W  mutant marrow do not exhibit gross evidence of tumors ( Figures 4A–4C ). Furthermore, they do not exhibit histological features of neurofibromas ( Figure 4D ) nor evidence of invading hematopoietic cells as measured by fluorescence cytometry (data not shown). Despite the fact that recipient mice are lethally irradiated prior to bone marrow transplant, it is well known that W mutant bone marrow can be competitively overcome by wild-type bone marrow in vivo. Because of the complexity of intercrossing multiple alleles and infertility of the W v /W v  mice, it was not possible to intercross the EGFP allele onto the intercrossed  Nf1 +/− ; W  mutant line. Therefore to rule out the possibility of any residual wild-type ( Nf1 flox/flox )  recipient bone marrow overcoming the donor  Nf1 +/− ; W  bone marrow, we verified the predominant presence of the donor heterozygous genotype in bone marrow derivatives of engrafted animals ( Clapp et al., 1995 ;  Jordan et al., 1990 ). Southern blot analysis of bone marrow from five randomly selected  Nf1 ; flox/flox Krox20-cre  recipients demonstrated predominant (>85%–100%) presence of the  Nf1 +/−  genotype indicating effective donor engraftment of heterozygous bone marrow ( Figure S4A ). In addition, DNA from forty individual granulocyte macrophage and mast cell progenitors from each recipient, which grow as individual colonies in semisolid medium, was examined for detection of the  Nf1  knockout, WT and Cre/lox alleles ( Figure S4B ). Approximately 95% of all progenitors examined (193/200) contained the  Nf1  knockout allele but not the  Nf1  allele. Collectively, these molecular data demonstrate the effective engraftment of donor marrow and further refine the identity of the active component of the  flox/flox Nf1 +/−  marrow to a c-kit dependent cell type. Pharmacologic Inhibition of c-kit Reduces Tumor Size and Metabolic Activity The availability of pharmacologic agents that can inhibit c-kit receptor activity permitted us to next examine whether such agents could affect neurofibroma formation or persistence. Imatinib mesylate is a potent inhibitor of the c-kit, PDGFR, and c-abl tyrosine kinases. To assess the activity of imatinib mesylate and other potential pharmacologic agents on tumor burden we validated a noninvasive fluoridinated deoxyglucose positron emission tomography (FDG-PET) imaging protocol permitting identification and longitudinal observation of plexiform neurofibromas in  Krox20;Nf1  mice (see Experimental Procedures and  flox/− Figures S5A–S5C ). We next selected cohorts of 8- to 9-month-old  Krox20;Nf1  mice with confirmed PET positive uptake in the region of the sciatic nerve for oral treatment with either 200 mg/kg/day of imatinib mesylate or a placebo control (PBS). FDG-PET imaging studies followed to evaluate the evolution of the tumors. Representative FDG-PET axial slices of affected nerves from three mice imaged before and after treatment with imatinib mesylate or PBS for 3 weeks are shown in  flox/− Figure 5A . As predicted, increased FDG uptake was seen in  Krox20 ; Nf1  animals lateral to the spine prior to treatment with either imatinib mesylate or PBS ( flox/− Figure 5A, panels 1, 3, and 5 ). Strikingly, FDG uptake was qualitatively reduced in the  Krox20;Nf1  mice treated with imatinib mesylate ( flox/− Figure 5A, panels 2–4 ) compared to the PBS controls ( Figure 5A, panel 6 ). To carefully measure the FDG-PET intensity in all treated animals, a standardized region of interest (ROI) was utilized in each animal to extract quantitative FDG uptake values (mCi/ml tissue). Three dimensional ROIs in the shape of cylinders were utilized to encapsulate the areas lateral to the spinal column with the ROI cylinders and specific vertebrae landmarks (lumbar 1-sacral 1) were used in all cases to assure consistency. Representative results from one experimental animal, before and after treatment, are shown in panels 7 and 8 ( Figure 5A ). A summary of these results for the sciatic nerve region ROIs of one cohort of 12 experimental mice are plotted in  Figure 5B . Overall, the mice treated with imatinib mesylate had a mean 50% reduction in FDG-PET uptake after treatment (p < 0.035). In contrast, the metabolic activity of the tumors in the cohort treated with PBS had a modest but not significant increase in the FDG uptake ratio comparable to the progressive uptake in FDG observed as a function of time in emerging plexiform neurofibromas in  Krox20;Nf1  mice. flox/− To determine whether a change in metabolic activity (FDG uptake) directly correlated with histological changes in the tumors, the imaged cohorts were sacrificed, the spinal cords were examined, and sections were prepared for histologic evaluation. At postmortem, we also compared the volumes of all dorsal root ganglia from an age equivalent cohort of  Krox20;Nf1  mice. Consistent with the FDG-PET imaging studies, there was a clear decrease in dorsal root ganglia volume in the imatinib mesylate treated group as compared to the PBS treated group ( flox/flox Figure 5C ). Histological evaluation of the dorsal root ganglia and proximal surrounding nerves in mice treated with either imatinib mesylate or PBS was also conducted. Nerves harvested from placebo treated mice showed a distinct disruption of the normal nerve architecture and an increase in cellularity compared to imatinib mesylate treated mice. This is illustrated in tissue sections showing the distal dorsal root and proximal nerve segments ( Figure 5D, panels1–6 compared to 7–12 ). Further, there is a marked reduction in the number of mast cells in nerves dissected from mice treated with imatinib mesylate compared to PBS treated controls ( Figure 5D, panels 3 and 4 versus 9 and 10, Figure 5E ). This reduction in tumor size is also associated with both an increase in apoptotic cells within the tumor (Figures  5F  and  S6 ) and a decrease in proliferation ( Figure 5G ). Collectively, the PET, gross anatomic and histological data identify the potential for imatinib mesylate to reduce tumor volume in  Krox20;Nf1  mice. flox/− Imatinib Mesylate Treatment Reduces Plexiform Neurofibroma Size and Associated Symptoms Plexiform neurofibromas primarily present in infants and young children with NF1 and are frequently characterized by rapid growth and invasion into adjacent organs often resulting in impairment of normal organ function. These tumors can be life threatening and present major clinical challenges as surgical treatment has limited effectiveness, and no alternative therapies are currently available. As the present murine studies were nearing conclusion, a three year-old child with classic stigmata of NF1 including a plexiform neurofibroma presented with progressive life threatening airway compression. The tumor was originally diagnosed at age 6 months when a slow progressively enlarging mass of the left floor of the mouth, tongue, neck, and mastoid bone with encasement of the carotid artery and jugular vein was biopsied and histologically confirmed to be a neurofibroma. The tumor was deemed unresectable given the vascular involvement and she was observed clinically with sequential magnetic resonance imaging (MRI) scans. Over the next 2 years, the tumor progressed to cause upper airway compression ( Figure 6 ) manifested by difficulty sleeping, poor appetite, and episodes of drooling. A sleep study showed frequent interruptions of sleep but no oxygen desaturations to less than 91%. Based on these findings, the attending physician placed the child on 350 mg/m 2 /dose of imatinib mesylate for a limited trial. The parents provided consent for the use of imatinib mesylate following discussion of the recent research results at our institutions, potential risks and benefits of imatinib mesylate, and acknowledgment that although imatinib mesylate was a widely used drug for leukemias and solid tumors, including uses in infants, there was no human data for imatinib mesylate in NF1 related tumors. MRI scans before and after three months of treatment revealed a remarkable approximately 70% reduction in tumor volume (Figures  6  and  S7 ). Following treatment for six months with no observed side effects (NCI CTC version 3 toxicity scale,  http://ctep.cancer.gov ), MRI scans showed stabilization of her response ( Figure S7 ) without further reduction and the patient came off treatment. Though reflecting the course of a single patient, this striking result is consistent with the preclinical studies in the murine model.",
  "discussion": "Conclusions The present studies provide an example of a physiologically relevant mouse model of a human cancer that has provided concrete insights into complex interactions between the tumor cell of origin and the microenvironment. On the basis of these studies, we have developed a potential therapeutic approach for a heretofore untreatable tumor by targeting the microenvironment rather than the tumorigenic cell. Should the activity of imatinib mesylate prove to be validated in clinical trials, unlike the situation with this drug in treatment of chronic myelogenous leukemia, we would not anticipate the eventual development of drug resistance. In CML, the action of imatinib mesylate is directly on the leukemic cell and aimed at a mutated constitutively active tyrosine kinase oncoprotein (Bcr-abl). The Bcr-abl oncogene can develop drug resistance through acquisition of second site mutations ( Sawyers, 2005 ). In contrast, we believe that the principal if not exclusive activity of imatinib mesylate on neurofibromas is on non tumor cells acting on wild-type proteins for which there is presumably no pressure for selection for drug resistance. Currently, we have identified compounds that in vitro have as much as tenfold higher inhibitory activity on  Nf1  heterozygous mast cells than does imatinib mesylate (unpublished data). Preclinical tests will help determine whether these compounds will exhibit increased potential for therapeutic avenues in NF1. It is interesting to note that extremely rare patients have been reported that have both neurofibromatosis type 1 and piebaldism, a rare neural crest disease that affects pigmentation and the enteric nervous system. Although not directly evaluated, based on independent studies on the molecular basis of piebaldism, the authors of these studies inferred, that piebaldism presumably resulted from hypomorphic mutations of the c-kit receptor. Remarkably, these patients were reported to lack neurofibromas ( Chang et al., 1993 ;  Tay, 1998 ). In retrospect, it is highly likely that these NF1/piebald patients were deficient in mast cells thus providing a human confirmation of the importance of c-kit and mast cells in neurofibroma formation. In closing we suggest that the genetic and cellular malleability of our neurofibroma mouse model may reveal important details about microenvironment participation and paracrine cell interactions in tumor formation that will have general relevance for human cancer outside the context of neurofibromatosis type 1.",
  "upgrade_date": "2026-02-21 02:23:03"
}