{
  "pmid": "PMID:18984156",
  "title": "Nf1-dependent tumors require a microenvironment containing Nf1+/-- and c-kit-dependent bone marrow.",
  "abstract": "Interactions between tumorigenic cells and their surrounding microenvironment are critical for tumor progression yet remain incompletely understood. Germline mutations in the NF1 tumor suppressor gene cause neurofibromatosis type 1 (NF1), a common genetic disorder characterized by complex tumors called neurofibromas. Genetic studies indicate that biallelic loss of Nf1 is required in the tumorigenic cell of origin in the embryonic Schwann cell lineage. However, in the physiologic state, Schwann cell loss of heterozygosity is not sufficient for neurofibroma formation and Nf1 haploinsufficiency in at least one additional nonneoplastic lineage is required for tumor progression. Here, we establish that Nf1 heterozygosity of bone marrow-derived cells in the tumor microenvironment is sufficient to allow neurofibroma progression in the context of Schwann cell Nf1 deficiency. Further, genetic or pharmacologic attenuation of c-kit signaling in Nf1+/- hematopoietic cells diminishes neurofibroma initiation and progression. Finally, these studies implicate mast cells as critical mediators of tumor initiation.",
  "authors": "Feng-Chun Yang; David A Ingram; Shi Chen; Yuan Zhu; Jin Yuan; Xiaohong Li; Xianlin Yang; Scott Knowles; Whitney Horn; Yan Li; Shaobo Zhang; Yanzhu Yang; Saeed T Vakili; Menggang Yu; Dennis Burns; Kent Robertson; Gary Hutchins; Luis F Parada; D Wade Clapp",
  "journal": "Cell",
  "publicationDate": "2008-10-31",
  "doi": "10.1016/j.cell.2008.08.041",
  "methods": "EXPERIMENTAL PROCEDURES Animals and Reagents The  Krox20;Nf1  mice and  flox/flox Krox20;Nf1  mice have been previously described ( flox/− Zhu et al., 2002 ). The C57BL/6-TgN(ACTbEGFP)1Osb mice were obtained from Jackson Laboratory, Bar Harbor, ME. Chemicals were purchased from Sigma (St. Louis, MO) unless otherwise stated. Bone Marrow Transplantation of Hematopoietic Cells Two million syngeneic WT or  Nf1 +/−  bone marrow cells from WT GFP or  Nf1 +/−  GFP mice per recipient were transplanted into young adult  Krox20;Nf1  mice or  flox/flox Krox20;Nf1  mice following 1100 rads of ionizing radiation. flox/− PET Imaging Analysis Fluorodeoxyglucose ([ 18 F] FDG) PET and X-ray CT imaging was employed to identify neurofibromas. CT images were used to place a standardized volume of interest (VOI) template over regions lateral to the spinal cord for quantification of FDG uptake. Registered and overlaid CT image data was used to identify specific vertebrae landmarks from Lumbar (L1) to the Sacrum (S1). The user then picked points along the spinal cord to determine the path of the spinal cord between L1 and S1. Three circular regions-of-interest (ROI) are then placed at interpolated points along the spinal cord to capture the spinal cord and the dorsal root ganglion regions. The circular ROI's then were combined to create VOI's for the spinal cord, left dorsal root ganglion, and right dorsal root ganglion. FDG images were acquired at 45 min postinjection of 0.5–1.0 mCi of FDG via tail vein injection. All animals were administered FDG while awake and given isoflurane anesthesia at 40 min postinjection to immobilize the animal for imaging. Dissection of Dorsal Root Ganglia Immediately following postmortem, mice were perfused and fixed in 4% paraformaldehyde. The dorsal root ganglia and peripheral nerves were then dissected out under a dissection microscope. Measurement of Tumor Size The volume of tumors was determined by the established approximate volume for a spheroid 0.52 × (width) 2  × length. Phenotypic Evaluation of the Donor Cells in Dorsal Root Ganglia Ganglia were minced, digested by collagenase V, and the single cell suspension was admixed with anti CD117, CD31, or Col1A and FcεRI antibodies. Populations were separated using a fluorescence-activated cell sorter (Becton Dickson, San Jose, CA). Genotypic Analysis of Donor Bone Marrow DNA was isolated as described ( Clapp et al., 1995 ), digested with PstI to elucidate the  Nf1  knockout and  Nf1  fragments and separated by gel electrophoresis. Following transfer to a nitrocellulose filter, fragments were hybridized with an Eag I/ Sph I,  flox/flox 32 P dATP labeled  neo  fragment, washed, and exposed to film as described ( Clapp et al., 1995 ). Histological Analysis To examine the morphology of the tumors in detail, paraffin sections were stained with hematoxylin and eosin (H&E), masson trichrome alcian blue as described ( Zhu et al., 2002 ). In Vivo Evaluation of Proliferation and Survival in Tumors Cell proliferation in tumors was evaluated by utilizing a BrdU in situ detection kit (BD PharMingen, San Jose, CA).  Krox20;Nf1  mice previously treated for 12 weeks with imatinib or vehicle, received 50 mg BrdU per Kg of body weight), 48, 24, 6, 4, and 2 hr via peritoneal injection before intracardiac perfusion. DRGs were processed for paraffin-embedding immunohistochemical staining and BrdU positive cells were counted under a phase contrast microscope. Apoptosis of tissues was evaluated using TUNEL staining as described ( flox/− Hiatt et al., 2004 ). Transmission Electron Microscopy Following perfusion fixation, tissues were dehydrated in a graded series of ethanol and acetone and embedded in Epon-Araldite (Electron Microscopy Sciences, Hatfield, PA). Ultrathin sections (silver to gold) were stained with uranyl acetate and lead citrate and examined with a FEI Tecnai G2 electron microscope (Philips, Eindhoven, Netherlands). Statistical Methods Analysis of survival outcomes was performed using the Kaplan-Meier method. Comparison of the mean size of tumors, differences in cellularity and apoptosis in the experimental groups was performed using Student's t test or analysis of variance. Statistical Methods Analysis of survival outcomes was performed using the Kaplan-Meier method. Comparison of the mean size of tumors, differences in cellularity and apoptosis in the experimental groups was performed using Student's t test or analysis of variance.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:23:31"
}