{
  "pmid": "PMID:18984165",
  "title": "Neurofibromin regulation of ERK signaling modulates GABA release and learning.",
  "abstract": "We uncovered a role for ERK signaling in GABA release, long-term potentiation (LTP), and learning, and show that disruption of this mechanism accounts for the learning deficits in a mouse model for learning disabilities in neurofibromatosis type I (NF1). Our results demonstrate that neurofibromin modulates ERK/synapsin I-dependent GABA release, which in turn modulates hippocampal LTP and learning. An Nf1 heterozygous null mutation, which results in enhanced ERK and synapsin I phosphorylation, increased GABA release in the hippocampus, and this was reversed by pharmacological downregulation of ERK signaling. Importantly, the learning deficits associated with the Nf1 mutation were rescued by a subthreshold dose of a GABA(A) antagonist. Accordingly, Cre deletions of Nf1 showed that only those deletions involving inhibitory neurons caused hippocampal inhibition, LTP, and learning abnormalities. Importantly, our results also revealed lasting increases in GABA release triggered by learning, indicating that the mechanisms uncovered here are of general importance for learning.",
  "authors": "Yijun Cui; Rui M Costa; Geoffrey G Murphy; Ype Elgersma; Yuan Zhu; David H Gutmann; Luis F Parada; Istvan Mody; Alcino J Silva",
  "journal": "Cell",
  "publicationDate": "2008-10-31",
  "doi": "10.1016/j.cell.2008.09.060",
  "methods": "Methods Mouse breeding and genotyping All animal protocols were approved by the Chancellor’s Animal Research Committee of UCLA, and in accordance with the NIH guidelines. In this paper, we used 3–6 month old males and females. Studies with  Nf1 +/−  mice were performed in 129T2/SvEmsJ-C57BL/6 F1 hybrids generated. WT littermates were used as controls. The mice with Cre-mediated deletions of the  Nf1  gene ( Nf1 ;  Dlx5/6+/− Nf1   syn I+/− Nf1 ;  CamkII +/− Nf1 ) were F1 progeny from a cross between the  GFAP+/− Nf1  and the cell-type specific Cre mice ( floxed/+ synapsin 1-Cre, GFAP-Cre, αCaMKII-Cre , and  Dlx5/6-Cre . The four lines with Cre-deletions of the  Nf1  gene (and their controls)were all in 129T2/SvEmsJ-C57BL/6 F1 hybrid genetic background. Since the 4 different  Nf1  lines share the same genetic background (all in 129T2/SvEmsJ-C57BL/6 F1 hybrids background), in some experiments we combined WT and  Cre+/− Nf1  littermates of different conditional mutant lines. The  floxed/+ Nf1  mice were F2 progeny of the  Cre−/− Nf1  mice. Mice genotype were determined by PCR analysis of tail DNA samples as described before. All experiments were carried out with researchers blind to the genotype of the animals tested. Cre+/− Western Blot Analysis Immunoblot analyses were performed as described previously (( Elgersma et al., 2002 ). In  Figure 4  and  Figure 6S , tissue was collected 30 min after behavioral training. The primary antibodies used were against NF1 (1:300; Santa Cruz Biotechnology); phospho-ERK p42/p44 and total ERK p42/p44 (1:1,000; NEB); β-actin (1:5,000; Sigma); synapsin I (1:1000; NEB); phospho-synapsin I is a gift from P. Greengard (Rockefeller University, New York, NY). Blots were quantitated using ECL +  and the Storm 860 phosphorimager system (Molecular Dynamics, Sunnyvale, CA). Immunohistochemistry Immunohistochemistry was performed using confocal microscopy as described previously ( Kushner, et al. 2005 ). The primary antibodies used were against phospho-Thr202/Tyr204 ERK p42/p44 (New England Biolabs), GAD65/67 (Chemicon). FITC donkey anti-rabbit, cyanine 3 (Cy3) donkey anti-mouse were used as secondary antibodies. Sections were analyzed with a Zeiss LSM 510 confocal laser-scanning microscope using a 40× numerical aperture objective. Neuronal quantification was performed by counting cellular FITC fluorescence and cellular Cy3 immunofluorescence. Behavioral analysis The Morris water maze apparatus and procedures were previously described( Costa et al., 2002 ). Mice were trained with two trials per day for 7 d (30 sec ITI). Probe trials were administered after 5 and 7 d after the completion of training. For the studies that looked at inhibition after water maze training, Mice were initially habituated for 7 days (2 mins handling and 5 mins swimming/day). Mice in the “ Learning group ” were spatial trained with 15 trials (5 min ITI). In each trial, mice were given 30 sec on a platform and another 60 sec to find the platform ( Figure. S9 ). Two mice were excluded from further analysis because of floating. Mice in the “ Swimming-only group ” spent on average the same time as the “ Learning group ” in the pool, but no platform was present. To avoid fatigue, training was divided into 5 sessions (4 min each) with 15 min ITI. Mice in the “ Cage-control group ” were sacrificed immediately after removal from the home cage. Mice from both the “ Learning ” and “ Swimming-only ” groups were sacrificed 60 min after the last session, and mIPSCs (see below) were recorded. In the visible version of water maze, mice were trained to search for a marked platform that were placed at a different location for 5 trials during 1 day (30 min ITI). The contextual fear conditioning apparatus was previously described( Anagnostaras et al., 2000 ). To avoid ceiling performances, mice were placed in a conditioning chamber for 40 sec after which they were given a foot-shock (0.40 mA, 2 sec). Mice were trained with one trial/day for 5 consecutive days. At each training day and 24 hours after the last training trial, the freezing levels were monitored for 30 seconds. All values are reported as mean±SEM. A two-way ANOVA with repeated measures was used to analyze the acquisition data from the water maze and freezing levels in the fear conditioning. A single-factor ANOVA was used to analyze the performance in the water maze probe on the percentage time in quadrant. A paired t-test were used to analyze the proximity data and crossing time. Electrophysiology Transverse hippocampal slices (400 µm thick) were maintained in a submerged recording chamber perfused with artificial cerebrospinal fluid (ACSF) equilibrated with 95% O2 and 5% CO2 at 30°C. The ACSF contained the following (in mM): 120 NaCl, 2.5 KCl, 2.5 CaCl2, 1.3 MgSO4, 1.25 NaH2PO4, 26 NaHCO3, and 10 D-glucose. Field EPSPs (fEPSPs) were recorded with a metallic electrode in CA1 stratum radiatum. The Schaffer collaterals were stimulated with 100-sec test pulses via a bipolar electrode. The intensity of stimulation was fixed at 60 mA. LTP was induced by a 5-theta-burst tetanus stimulation protocol (each burst consists of four pulses at 100 Hz with a 200-msec interburst interval). Responses from the last 10-min block of recordings were compared using ANOVA was used with Fisher’s PLSD for post hoc comparisons. Whole-cell voltage-clamp recordings(reference mody)( Hajos et al., 2000 ) using an Axopatch 200B amplifier (Axon Instruments, Foster City, CA) or a 3900A Integrating Patch Clamp Amplifier (Dagan, Minneapolis, MN) were performed to measure sIPSCs, mIPSCs and mEPSCs. All recordings were made from the soma of visually identified CA1 pyramidal neurons. Patch electrodes (3–8 M when filled) were filled with a solution containing (in mM): 140 CsCl, 4 NaCl, 1 MgCl2, 10 Hepes, 0.05 EGTA, 2 Mg-ATP, and 0.4 Mg-GTP. Whole-cell voltage-clamp recordings were performed at -60-70 mV. Series resistance was compensated to 75–80%. Only recordings during which series resistance changed less than 25% through the whole experiment were analyzed. All recordings were low-pass filtered at 2 kHz and on-line digitized at 10 kHz using a PCI-MIO 16E-4 data acquisition board (National Instruments, Austin, TX). sIPSCs, mIPSCs and mEPSCs were measured using an in-house data acquisition and analysis software( Hajos et al., 2000 ). Data are presented as mean ± SEM. Statistical comparisons of mEPSC data were performed using paired and unpaired t tests and ANOVA.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:23:33",
  "introduction": "Introduction Previous studies had implicated ERK signaling in learning and LTP, a synaptic plasticity mechanism thought to underlie learning & memory. This signaling pathway is activated during both LTP induction and learning, and decreases in its activity result in both LTP and learning deficits( Atkins et al., 1998 ;  English and Sweatt, 1996 ,  1997 ;  Selcher et al., 1999 ). ERK signaling is involved in a number of learning tasks, including associative fear conditioning( Atkins et al., 1998 ), spatial learning( Selcher et al., 1999 ), and conditioned place preference( Gerdjikov et al., 2004 ). Likewise, ERK signaling in excitatory neurons is thought to modulate several forms of LTP( Chen et al., 2006 ;  Kelleher et al., 2004 ;  Kushner et al., 2005 ). Neurofibromin, a  Ras   G PTase  A ctivating  P rotein (RasGAP)encoded by the Neurofibromatosis Type I (NF1) gene( Martin et al., 1990 ;  Xu et al., 1990 ) is thought to modulate Ras/ERK signaling, LTP and learning in mice( Costa et al., 2002 ;  Li et al., 2005 ). The NF1 gene is expressed in neurons, Schwann cells, and oligodendrocytes as well as in many other non-neural cell types( Lynch and Gutmann, 2002 ). In patients, mutations of the NF1 gene cause learning disabilities and other cognitive symptoms( North, 2000 ). Visual-spatial problems are among the most common cognitive deficits detected in NF1 patients( Dilts et al., 1996 ). Interestingly, mice heterozygous for a null mutation of the  Nf1  gene ( Nf1 +/− ) also have spatial learning problems( Silva et al., 1997 ). Pharmacological or genetic approaches that reverse the enhancement in ERK signaling in  Nf1 +/− -mice also reverse their LTP and spatial learning deficits( Costa et al., 2002 ;  Li et al., 2005 ). However, these studies did not reveal how the increases in Ras/ERK signaling observed in the  Nf1 +/−  mice led to changes in inhibition and deficits in LTP and learning. Here, we demonstrate a new role for ERK signaling in GABA release, LTP and learning, and show that disruption of this mechanism accounts for the learning deficits in an animal model of NF1. We show that the learning deficits of  Nf1 +/−  mice are due to increases in ERK activation which lead to higher levels of synapsin I phosphorylation, greater GABA release and consequently to LTP and learning deficits.",
  "results": "Results Neurofibromin in inhibitory neurons modulates learning To investigate the mechanism responsible for the learning deficits associated with the  Nf1 +/−  mutation, we tested learning in mice with heterozygous Cre-mediated deletions of the  Nf1  gene in key cell types in the brain. To generate lines with cell-type specific Cre-mediated deletions, we crossed a mouse line with the  Nf1  exons 31 and 32 flanked by lox P sites ( Nf1 floxed )( Zhu et al., 2001 ) with mice expressing Cre-recombinase under the control of cell-type specific promoters: synapsin I promoter)( Zhu et al., 2001 ), GFAP promoter( Bajenaru et al., 2002 ), αCaMKII promoter( Chen et al., 2006 ), and Dlx5/6 promoter( Stenman et al., 2003 ). Therefore, the resulting mice included deletions of  Nf1  in the following cell types: both excitatory and inhibitory neurons ( Nf1 ; with synapsin I-Cre), forebrain GABAergic neurons ( syn I Nf1 ; with Dlx5/6-cre), forebrain pyramidal neurons ( Dlx5/6 Nf1 ; with αCaMKII-Cre), and astrocytes ( αCaMKII Nf1 ; with GFAP-Cre). GFAP To confirm the Cre-mediated deletions, we performed Western blot analyses of neurofibromin levels in mice with homozygous Cre-mediated deletions. The results show that neurofibromin levels are reduced in the hippocampus (CA1 region) of the following mice with Cre-mediated homozygous deletions:  Nf1 ,  syn I−/− Nf1 , and  Dlx5/6−/− Nf1  ( αCaMKII−/− Figure. S1 ). In contrast, The  Nf1  mice do not show significant neurofibromin deletion ( GFAP−/− Figure. S1 ). However, detection of the  Nf1  deletion in these mice was difficult because the  Nf1  gene is expressed at low levels in astrocytes of adult mice( Zhu et al., 2001 ). It is important to note that not all GFAP-Cre lines show astrocyte-specific deletion ( Zhuo et al., 2001 ). However, the line we used appears to restrict deletion to astrocytes( Hegedus et al., 2007 ). This could be due to the embryonic date when Cre is first expressed in these two lines( Hegedus et al., 2007 ). NF1 patients have visual-spatial cognitive deficits( Dilts et al., 1996 ) and previous studies showed that the  Nf1 +/−  mice have deficits in spatial learning (Morris water maze)( Silva et al., 1997 ), a task known to be sensitive to hippocampal lesions( Morris et al., 1982 ). Thus, the four lines of conditional mutants and controls were trained in the Morris water maze. As controls we used each of the Cre lines, heterozygous  Nf1  ( floxed Nf1 ), as well as wild type (WT) mice. No differences were observed between the four conditional mutant lines and their controls in performance on visible platform ( floxed/+ Figure. S2 ), floating (continuous immobility for more than 10 sec during entire training), thigmotaxic behavior (swimming within 2 cm of pool wall; hug time during day 7 probe trial) or swimming speed during the day 7 probe trial ( Table S1 ). Similarly, a comparison among all groups found no differences in the time taken to find the platform during training ( Figure. S3 ). This is not surprising since this measure is known to be very insensitive to changes in spatial learning( Brandeis et al., 1989 ). After 7 days of training, the mice were tested in a probe trial, a very sensitive measure of spatial learning( D'Hooge and De Deyn, 2001 ;  Lindner, 1997 ). The control lines ( Table S2 ), as well as the  Nf1  and the  αCaMKII +/− Nf1  mice spent more time searching in the quadrant where the platform was during training (training quadrant) than in the other quadrants ( GFAP +/− Figure. 1  and  Figure. S4 ). Surprisingly, even an ρCaMKII-Cre mediated homozygous deletion of  Nf1  ( Nf1  ) showed normal spatial learning ( αCaMKII−/− Figure. S5 ). In contrast,  Nf1  and the  syn I+/− Nf1  mice did not spend more time in the training quadrant than in other quadrants ( Dlx5/6+/− Figure. 1  and  Figure. S4 ). Accordingly, these two conditional mutant lines spent less time in the training quadrant than their controls ( Table S3 ). These data demonstrate that heterozygous  Nf1  deletions driven by either synapsin I-Cre or Dlx5/6-Cre result in spatial learning deficits. Both of these lines are known to express Cre-recombinase in interneurons, an unexpected result suggesting a role for neurofibromin in inhibitory neurons. Neurofibromin in inhibitory neurons modulates GABA release Although previous results suggested that GABA-mediated inhibition is altered in  Nf1 +/−  mice( Costa et al., 2002 ), the mechanisms were unknown. Therefore, we investigated next a possible role for neurofibromin in GABA-mediated inhibition. We examined both inhibitory and excitatory synaptic inputs to CA1pyramidal neurons in  Nf1 +/−  mice. We first recorded spontaneous inhibitory postsynaptic currents (sIPSCs) in the present of kynurenic acid (1 mM) and miniature inhibitory postsynaptic currents (mIPSCs) in the presence of kynurenic acid (1 mM) and TTX (1µM). The sIPSCs and mIPSCs recorded from  Nf1 +/−  and WT mice showed no difference in amplitude, frequency, rise time and decay time constant ( Figure. 2a, 2b  and  Table S4 ), suggesting normal GABA-mediated inhibition under baseline conditions. However, there is evidence that during learning inhibitory neurons fire at high frequency ( Nitz and McNaughton, 2004 ), and it is possible that under these conditions inhibition is altered in the  Nf1 +/−  mice. Additionally, studies in excitatory neurons indicated that phosphorylation of an ERK site insynapsin I modulates release in response to high frequency stimulation( Chi et al., 2003 ), and a similar mechanism may also regulate release in inhibitory neurons. Therefore, we compared the mIPSCs of  Nf1 +/−  mice and controls after depolarization of synaptic terminals with high KCl (12.5 mM) in ACSF in the presence of kynurenic acid (1 mM) and TTX (1 µM) to mimic high frequency stimulation. These conditions did not change the relative mIPSC amplitude but resulted in a significant increase in mIPSC frequency in both WT and  Nf1 +/−  mice ( Figure. 2e ). Importantly, the ratio between mIPSC frequency recorded in 12.5mM KCl versus that in control solution (2.5 mM KCl) was significantly larger in  Nf1 +/−  mice than in their WT littermates ( Figure. 2c ), suggesting that under periods of high frequency stimulation neurofibromin regulates GABA release. It is important to note that both these electrophysiological results with  Nf1 +/−  mice and our behavioral analysis of Cre-driven  Nf1  deletions indicate a role for neurofibromin in GABAergic neurons. We also examined excitatory neurotransmission by recording miniature excitatory postsynaptic currents (mEPSCs), which result from spontaneous glutamate release by CA3 neurons on to CA1 neurons. We observed no significant differences in the properties of mEPSCs between the  Nf1 +/−  mice and controls recorded with 2.5 mM KCl ( Table S1 ). Depolarization of synaptic terminals with high KCl (12.5 mM) in ACSF increased the frequency of mEPSC in both WT and  Nf1 +/−  neurons, but the ratio of mIPSC frequency recorded in 12.5 mM KCl to that in control solution (2.5 mM KCl) was not significantly different between WT and  Nf1 +/−  neurons ( Figure 2d and 2f ). Together with our behavioral analysis of Cre-driven deletion, this result indicates that heterozygous deletions of  Nf1  in excitatory neurons do not alter either synaptic function or learning. The two  Nf1  heterozygous conditional mutant lines that showed spatial learning deficits,  Nf1  and  syn I+/− Nf1 , also showed higher mIPSC frequencies (12.5 mM KCl). In contrast, the conditional lines that did not show behavioral deficits ( Dlx5/6+/− Nf1  and  GFAP+/− Nf1 ), also did not reveal changes in mIPSCs in either normal or 12.5 mM KCl ACSF ( αCaMKII+/− Figure 2g and 2h ). These results demonstrate a critical role for neurofibromin (and by implication ERK signaling) in the regulation of GABA release from interneurons. Neurofibromin regulates ERK-dependent GABA release Neurofibromin is a RasGAP which accelerates the conversion of Ras from an active (GTP bound) to an inactive (GDP bound) state( Xu et al., 1990 ). Indeed, the  Nf1 +/−  mutation leads to elevated Ras-GTP and hyper-activation of Ras downstream effectors such as ERK in the brain( Guilding et al., 2007 ;  Li et al., 2005 ). To test if the increased GABA release we observed in  Nf1 +/−  mice is caused by increased ERK signaling activity, we introduced MEK inhibitors U0126 and PD98095 to the perfusion ACSF bath solution to block the Ras-ERK signaling by inhibiting MEK, an ERK kinase. In ACSF with 12.5 mM KCl, introduction of U0126 reduced the frequency of mIPSCs in  Nf1 +/−  mice to the levels of WTs ( Figure. 3a ). However, U0126 did not appreciably affect the mIPSCs frequencies of WT and  Nf1 +/−  in 2.5 mM KCl ACSF. Similar results were also obtained with another MEK inhibitor, PD98095. Just as U0126, PD98095 did not affect the mIPSCs frequencies of WT and  Nf1 +/−  with 2.5 mM KCl ACSF, but brought the frequency of mIPSCs in  Nf1 +/−  mice to the levels of WTs measured in 12.5 mM KCl ( Figure. 3b ). Taken together, these results demonstrate a novel role for ERK signaling in the regulation of GABA release. NF1 regulates learning- dependent synapsin I phosphorylation Previous findings indicated that ERK phosphorylation of synapsin I modulates glutamate release under high frequency activation( Chi et al., 2003 ), and this could be also a mechanism for how neurofibromin regulates GABA release. Therefore, we characterized ERK activation and ERK-dependent phosphorylation of synapsin I in  Nf1 +/− mice. Immunohistochemistry studies in the CA1 region detected an increase in the number of ERK phosphorylation positive inhibitory neurons in both mutants and controls 30 min following 1-day training protocol in the water maze (5 trials). Also we found that the number of ERK phosphorylation positive inhibitory neurons was overall higher in  Nf1 +/−  mutants than in controls ( Figure. 4e and 4f ). However, due to the difficulties in quantitating immunocitochemistry data, we next carried out western analysis studies. We decided to use fear conditioning instead of water maze because this one-trial learning task is known to engage hippocampal function and result in the phosphorylation of both ERK and synapsin I( Atkins et al., 1998 ;  Kushner et al., 2005 ). Unlike the water maze paradigms we used, where learning is distributed through multiple trials taking nearly an hour, in this task learning is concentrated on a single session lasting only 5 min. This allows for better synchronization of learning processes and therefore phosphorylation signals that are more robust and homogeneous. Hippocampal lysates were prepared from  Nf1 +/−  and WT littermates after contextual fear conditioning training. To characterize ERK activation and ERK-dependent phosphorylation of synapsin I in  Nf1 +/−  mutants, mice were trained with a paradigm known to trigger biochemical changes related to conditioning( Kushner et al., 2005 ) (three foot-shocks, each consisting of 0.75 mA for 2 sec, that were delivered with a 58-sec inter-shock interval after being placed in a conditioning chamber for 2 minutes). This strong training paradigm is ideally suited to trigger robust biochemical changes in the hippocampus( Atkins et al., 1998 ;  Kushner et al., 2005 ), but results in ceiling-level freezing responses that occlude conditioning differences between the genotypes (data not shown). However, consistent with their hippocampal deficits,  Nf1 +/−  mice showed significant impairments in this task when ceiling performances are avoided;  Nf1 +/−  mice and WT controls were given one trial/day for 5 days and their freezing responses were measured for 30 seconds on each training day and 24 hours after the last training trial. ( Figure. 4a ). Contextual conditioning significantly increased phosphorylation of both ERK and synapsin I (at the ERK site) in WT and  Nf1 +/−  mice. Importantly, the increase in ERK phosphorylation in  Nf1 +/−  mice is higher than in WT controls( Figure. 4b, 4c  and  Figure. S6 ). As a control, we also used a training procedure that does not trigger contextual learning ( Fanselow, 1986 ) in which the footshock is administered immediately after introducing animals to the training context (immediate shock). This procedure did not cause an increase in ERK phosphorylation in either  Nf1 +/−  or WT mice (data not shown), a resulting attesting to the learning specificity of ERK phosphorylation triggered with contextual conditioning (e.g. not caused by footshock). Similarly,  Nf1 +/−  mice showed higher synapsin I phosphorylation than WT controls (ERK-dependent sites 4/5;  Figure. 4b, 4d  and  Figure. S6a and S6c ). In contrast, synapsin I phosphorylation at the αCaMKII-dependent site 3 was equivalent in WT and  Nf1 +/−  mice (data not shown). This result indicates that neurofibromin modulates ERK phosphorylation of synapsin I 4/5 sites during learning. Importantly, the two  Nf1  heterozygous conditional mutant lines that showed spatial learning deficits,  Nf1  and  syn I+/− Nf1 , showed higher ERK phosphorylation than WT controls ( Dlx5/6+/− Figure. 4b and 4c ). Consistently,  Nf1  and  syn I+/− Nf1  also showed higher phosphorylation of ERK-dependent sites 4/5 of synapsin I ( Dlx5/6+/− Figure. 4b and 4d ). These results demonstrate that neurofibromin specifically in inhibitory neurons regulates ERK signaling and synapsin I phosphorylation, a result that provides a mechanistic explanation for neurofibromin’s role in GABA release. Deletion of  Nf1  gene from inhibitory neurons leads to LTP deficits Previous studies suggested that enhanced GABA-mediated inhibition in the  Nf1 +/−  mice results in deficits in hippocampal LTP( Costa et al., 2002 ). Thus, we tested whether the Cre deletions that resulted in enhanced inhibition and learning deficits also caused deficits in LTP. Accordingly, we demonstrate that CA1 LTP triggered with a 5-theta burst tetanus was deficient in the  Nf1  mutants but not  Dlx5/6+/− Nf1  mutants. Between 40 and 50 min after the tetanus, the  αCaMKII+/− Nf1  mice (n = 6 mice) showed 124.5% ±4.5% potentiation, the  Dlx5/6+/− Nf1  mice knockouts (n = 9 mice) showed 142.1%± 6.7% potentiation, whereas WT mice (n = 6 mice) showed 148.6% ±4.1% ( αCaMKII+/− Figure. 5 ) These results show that deleting  Nf1  specifically in inhibitory neurons leads to LTP deficits, confirming that the synaptic plasticity deficits of these mutants are caused by increases in inhibitory function. The learning deficits of  Nf1 +/−  mice can be reversed by decreasing GABA-mediated inhibition The results described above suggest that the deletion of neurofibromin from inhibitory, but not astrocytes or excitatory neurons disrupt spatial leaning and memory. To test whether the learning deficits of these mice are due to enhancements in GABA-mediated inhibition, we used picrotoxin, a GABA A  receptor antagonist. WT and  Nf1 +/−  mice were injected intraperitoneally once a day for 3 days before the first training day, and then 30 min before daily training with either saline or 0.01 mg per Kg (body mass) picrotoxin. As before, mice were trained with two trials per day in the Morris water maze. Spatial memory was assessed in a probe trial (end of training day 7), in which the platform was removed from the pool and the mice were allowed to search for it for 60 s. In all the experiments described next, no differences were observed between genotypes and/or treatments in acquisition, floating, thigmotaxic behavior or swimming speed ( Supplemental Table S5 and Figure. S7 ). Analysis of the day 7 probe trial showed an interaction between genotype and treatment. Importantly, 0.01mg/Kg picrotoxin did not affect the searching time of WT mice in the training quadrant. However,  Nf1 +/−  mice treated with 0.01mg/Kg picrotoxin searched significantly longer in the training quadrant than  Nf1 +/−  mice treated with saline, and were indistinguishable from WT mice with or without treatment ( Figure. 6 ). Importantly, a higher dose of picrotoxin (0.03mg/Kg) enhanced learning in both  Nf1 +/−  mice and controls ( Figure. S8 ). The finding that the learning deficits of  Nf1 +/−  mice can be reversed with a dose of picrotoxin (0.01mg/Kg) that is ineffective in WT shows that these learning deficits can be rescued by decreased GABA-mediated inhibition. All together the results presented here demonstrate a new role for ERK signaling in GABA release and learning, and suggest a novel approach for treating the learning disabilities associated with NF1. Spatial learning triggers lasting increases in GABA release The results presented above suggest an unexpected link between GABA release and learning. To test whether spatial learning causes lasting changes in GABA release, C57BL/6N mice were first trained in the water maze. We included three groups: A  Learning group  which were given one day of spatial training, a  Swimming-only control group  that spent in average the same amount of time in the pool but got no spatial training, and a  Cage control group  that were never exposed to any aspect of handling or training. Sixty minutes after training mice were sacrificed and mIPSC (2.5 mM KCl) were studied as before (>1 hour slice incubations). Mice in the  Learning group  showed higher mIPSC frequency than either the  Swimming group  or the  Cage controls ( Figure 7 ). No differences were observed between the  Swimming group  and the  Cage controls . In contrast with mIPSP frequency, the amplitude, rise time, and decay time constant were not significantly different between groups( Figure 7 ). These results indicate that spatial training causes a lasting (>2 hours) increase in GABA release in the hippocampal CA1 region.",
  "discussion": "Discussion The results described here uncovered a new role for ERK signaling in GABA release, plasticity and learning. We also show that disruption of this mechanism accounts for the learning deficits associated with NF1. Our results demonstrate that the learning deficits in a mouse model of Neurofibromatosis type I are caused by increased hippocampal GABA-release which dampens hippocampal synaptic plasticity and consequently leads to hippocampal-dependent learning deficits. Importantly, we also showed that spatial learning triggers a lasting increase in GABA release, and demonstrate that neurofibromin modulates ERK-dependent phosphorylation of synapsin I and that this is critical for GABA release, LTP and learning. Thus, our findings suggest that the mechanisms uncovered in our NF1 studies are of general importance for learning and memory, and not just specific to the pathology of NF1. A key finding reported here is that neurofibromin in inhibitory neurons regulates ERK dependent phosphorylation of synapsin I and consequently GABA release. First, we reported that  Nf1 +/−  mice, as well as mice with either an  Nf1  deletion in inhibitory neurons ( Nf1 ) or in inhibitory and excitatory neurons ( Dlx5/6 +/− Nf1 ), showed increased frequency of mIPSCs a traditional marker of pre-synaptic effects, without changes in either mIPSC amplitude, rise time or decay constant, three common electrophysiological tags of post-synaptic changes in neurotransmission. In contrast, deletion of  Syn I +/− Nf1  in excitatory neurons ( Nf1 ) or astrocytes ( αCaMKII +/− Nf1  did not affect mIPSCs. These results indicate that neurofibromin has a critical role in GABA release. Second, two different MEK inhibitors rescued the increase in mIPSC frequency observed in  GFAP+/− Nf1 +/−  mice, implicating the Ras/MEK/ERK signaling pathway in GABA release. In addition, we showed that MEK inhibition, although less effectively, also affected mIPSC frequency in controls, indicating that these effects are not specific to  Nf1  mutants. However, importantly, the  Nf1 +/−  mutation did not affect mEPSCs, indicating that neurofibromin does not modulate ERK’s role in hippocampal glutamatergic release( Kushner et al., 2005 ). Previous work had indicated that the ERK signaling pathway modulates learning by regulating post-synaptic LTP mechanisms( Sweatt, 2004 ). Our results are not in contradiction with these earlier findings, and instead they suggest that other GAPs ( Bernards and Settleman, 2004 ), control ERK signaling in excitatory neurons during learning. How does neurofibromin/ERK signaling modulate GABA release? Previous reports implicated ERK signaling in synapsin I phosphorylation, vesicle docking and glutamate release under conditions of high stimulation frequency. Consistent with previous models of synapsin I function in excitatory neurons ( Chi et al., 2003 ), our findings suggest that the higher ERK activation found in inhibitory neurons leads to higher levels of synapsin I phosphorylation and therefore to greater GABA release. We show that behavioral training known to engage the hippocampus( Frankland et al., 1998 ;  Kim and Fanselow, 1992 ) results in more robust hippocampal ERK phosphorylation and ERK-dependent phosphorylation of synapsin I in  Nf1  mice, including those with the mutation restricted to inhibitory neurons ( Nf1 ). Since the deletion in  Dlx5/6+/− Nf1  is restricted to inhibitory neurons, we can attribute the increase in ERK and synapsin I phosphorylation to processes in these cells. Additionally, we showed that deletion of the  Dlx5/6+/− Nf1  gene in excitatory neurons does not affect either ERK, synapsin I phosphorylation or various measures of glutamate release, indicating that neurofibromin does not play a critical role in the modulation of ERK/synapsin I function in excitatory pre-synaptic terminals. Importantly, mutations ( Nf1 +/− ,  Nf1  and  Dlx5/6+/− Nf1 ) that affected GABA release also disrupted LTP, demonstrating that the LTP deficits previously reported for  Syn I+/− Nf1 +/−  mice are caused by increased GABA release. Additionally, the very same lines with increased hippocampal GABA release and LTP deficits also showed abnormal learning in a hippocampal-dependent task (i.e. Morris water maze), while the  Nf1  mice did not show either inhibition, LTP or learning abnormalities. Abnormally high levels of GABA released during learning, could result in increased hyperpolarization of excitatory neurons and consequently in deficits in LTP. In contrast, up-regulating ERK signaling pathway in excitatory neurons leads to enhancements of both LTP and learning in mice( αCaMKII +/− Kushner et al., 2005 ), while down regulating it in excitatory neurons leads to LTP and learning deficits( Chen et al., 2006 ). Altogether these findings demonstrate that ERK signaling in both excitatory and inhibitory neurons is critical for synaptic plasticity and learning. The results discussed above demonstrate that increases in GABA release can affect learning. But, does learning also affect GABA release? Our results demonstrate that spatial training in the Morris water maze caused a lasting increase in GABA release, a result consistent with the idea that changes in GABAergic function may have a role in orchestrating the circuit changes involved in memory. Although these findings suggest that learning normally involves increases in GABA release, our results demonstrate that the abnormally high GABA release documented for  Nf1 +/−  mice disrupts LTP and learning. Our findings also impact on the development of treatments for the learning disabilities associated with NF1; we demonstrated that increased GABA release is responsible for the LTP and learning deficits associated with  Nf1 +/−  mice. This result is consistent with previous findings that GABAergic transmission is important in the regulation of synaptic plasticity and learning( Crestani et al., 2002 ;  Introini-Collison et al., 1994 ;  McElroy and Korol, 2005 ;  Wiltgen et al., 2005 ). Based on our finding that  Nf1  mutants have increased inhibition, we were able to reverse the learning deficits of the  Nf1 +/−  mice with a dose of a GABA A  antagonist (picrotoxin) that was shown not to enhance learning in WT mice. These results confirm the role of inhibition in the learning deficits associated with NF1 and suggest that safe strategies that decrease GABAmediated inhibition will be useful to treat the learning deficits associated with NF1. It is important to note that GABAergic drugs like picrotoxin have a limited clinical usefulness due to their dangerous convulsant properties. However, it may be possible to use safer GABAergic drugs that preserve the beneficial cognitive effects without the proconvulsant properties ( Atack et al., 2006 ). Interestingly, a recent study also found that changes in GABA inhibition underlie the learning deficits of an animal model of Down syndrome( Kleschevnikov et al., 2004 ;  Rueda et al., 2008 ) suggesting that GABA inhibition may have a prominent role in the pathophysiology of cognitive disorders.",
  "upgrade_date": "2026-02-21 02:23:14"
}