{
  "pmid": "19016857",
  "abstract": "In disease-associated genes, understanding the functional significance of deep intronic nucleotide variants represents a difficult challenge. We previously reported that an NF1 intron 30 exonization event is triggered from a single correct nomenclature is 'c.293-279 A>G' mutation [Raponi M, Upadhyaya M & Baralle D (2006) Hum Mutat 27, 294-295]. In this paper, we investigate which characteristics play a role in regulating inclusion of the aberrant pseudoexon. Our investigation shows that pseudoexon inclusion levels are strongly downregulated by polypyrimidine tract binding protein and its homologue neuronal polypyrimidine tract binding protein. In particular, we provide evidence that the functional effect of polypyrimidine tract binding protein is proportional to its concentration, and map the cis-acting elements that are principally responsible for this negative regulation. These results highlight the importance of evaluating local sequence context for diagnostic purposes, and the utility of developing therapies to turn off activated pseudoexons.",
  "methods": "Materials and Methods Minigene construction Patient or control DNA was used for PCR amplification with oligonucleotides carrying a non-complementary tail for specific restriction enzyme digestion. PCR products were sub-cloned into the pGEM vector (Promega) following manufacturer’s instructions. Sub-cloned PCR fragments and a pCDNA3(+) vector (Invitrogen) containing exons and introns 1–3 of the human alpha globin (HBA1) gene were digested using BamHI, EcoRI and KpnI before ligation . The sequence of all minigenes were checked by sequencing. 38 Cell Culture Human Embryonic Kidney cell lines (HEK-293), were grown in DMEM medium supplemented with 1% streptomycin and 10% fetal bovine serum, and incubated in 5% CO2 at 37 °C. Transfection Minigenes were transfected into HEK-293 cell lines using FuGENE HD (Roche). A mix of 100 μl of DMEM serum-free medium containing 1 ug of vector DNA and 3 μl of FuGENE reagent was incubated for 15 minutes at room temperature before being added to 6 cm-well cell cultures (60% confluent) in the presence of 10% fetal bovine serum. RNA Extraction and RT-PCR RNA was extracted from cells 48 hours after transfection using an RNeasy® Plus Mini Kit (Qiagen), following manufacturer’s instructions. cDNA sysntheis was performed on 1 μg total RNA using random primers and Promgea M-MLV Reverse Transcriptase (Promega). PCR was performed on resulting cDNA using specific primers to the α-globin gene: forward primer 5′ GGACCCGGTCAACTTCAA 3′; reverse primer 5′ AGCTCTAGCATTTAGGTGACACTAT 3′, with the exception of the c.278delG mutation ( SRD5A2  gene) where the forward primer used was: 5′TAATACGACTCACTATAGGG 3′. PCR products were analyzed by electrophoresis on 1.5% agarose gels and band intensity quantified using IMAGEJ. To account for differences in product length, band intensities of each splicing isoform were normalized to the length of the wild-type splice for each minigene. The relative band intensity of each isoform was then calculated as a percentage of the total expression of all isoforms following normalization. Statistical analysis (student’s t test) was performed using GraphPad Prism software. cDNA Sequencing Individual PCR fragments were purified using the GeneJET Gel Extraction Kit (Thermo Scientific). Confirmatory sequencing of RT-PCR products was performed with primers used in the PCR reaction. Chromas Lite 2.0 (Technelysium Pty) and CLC Sequence Viewer v.6.8.1 (Qiagen) were used to align and analyse cDNA and amino acid sequences against reference sequences available through the Ensembl database (SRD5A2:ENSG00000277893; HSD17B3: ENSG00000130948 . 39 In silico analysis Splicing regulatory sequences in  SRD5A2  and  HSD17B3  genes were predicted using the computational tools SpliceAid, and Human Splicing Finder version 2.4.1 . 40 , 41",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:03:49.020278",
  "abstract_length": 1062,
  "methods_length": 2803,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}