{
  "pmid": "1903357",
  "abstract": "The gene responsible for neurofibromatosis type 1 (NF1), one of the more common inherited human disorders, was identified recently, and segments of it were cloned. Two translocation breakpoints that interrupt the NF1 gene in NF1 patients flank a 60-kb segment of DNA that contains the EV12A locus (previously reported as the EV12 locus), the human homolog of a mouse gene, Evi-2A, implicated in retrovirus-induced murine myeloid tumors. EVI2A lies within an intron of the NF1 gene and is transcribed from telomere toward centromere, opposite to the direction of transcription of the NF1 gene. Here we describe a second locus, EVI2B, also located between the two NF1 translocation breakpoints. Full-length cDNAs from the EV12B locus detect a 2.1-kb transcript in bone marrow, peripheral blood mononuclear cells, and fibroblasts. Sequencing studies predict an EV12B protein of 448 amino acids that is proline-rich and contains an N-terminal signal peptide, an extracellular domain with four potential glycosylation sites, a single hydrophobic transmembrane domain, and a cytoplasmic hydrophilic domain. At the level of genomic DNA the EV12B locus lies within the same intron of the NF1 gene as EV12A and contains a 57-bp 5' exon that is noncoding, an 8-kb intron, and a 2078-bp 3' exon that includes the entire open reading frame. EV12B is transcribed in the same direction as EV12A; its 5' exon lies only 4 kb downstream from the 3' exon of the EV12A locus. In the mouse the 5' exon of the homologous gene, Evi-2B, lies approximately 2.8 kb from the 3' end of Evi-2A, in the midst of a cluster of viral integration sites identified in retrovirus-induced myeloid tumors; thus, Evi-2B may function as an oncogene in these tumors.",
  "methods": "Methods We utilized the Open Targets Genetics (OTG) database to pinpoint potential causal variants and target genes for EC. To explore the pleiotropic effects of gene expression on EC, we applied the Summary-based Mendelian Randomization (SMR) using summary data from a genome-wide association study (GWAS) on EC and expression quantitative trait loci (eQTL) data from the Consortium for the Architecture of Gene Expression (CAGE). We also conducted a cross-tissue transcriptome-wide association study (TWAS) employing sparse canonical correlation analysis (sCCA). Results from the sCCA TWAS and single-tissue TWAS for 22 tissues were combined using the aggregated Cauchy association test (sCCA + ACAT) to identify genes with cis-regulated expression levels linked to EC. Methods Editorial policies and ethical considerations This study utilized publicly available GWAS summary results for EC and expression quantitative trait loci (eQTL) data. The study was conducted in accordance with the Declaration of Helsinki (as revised in 2013). The analytical process employed in this study is detailed in  . Figure 1 Figure 1 Flow chart for the bioinformatic analyses. (A) OTG analysis; (B) SMR analysis using CAGE eQTL data for blood; and (C) cross-tissue TWAS. ACAT, aggregated Cauchy association test; CAGE, Consortium for the Architecture of Gene Expression; eQTL, expression quantitative trait loci; LD, linkage disequilibrium; OTG, Open Targets Genetics; sCCA, sparse canonical correlation analysis; SMR, Summary-based Mendelian Randomization; SNP, single nucleotide polymorphism; TWAS, transcriptome-wide association study; EC, endometrial cancer; GWAS, genome-wide association study. Data sources GWAS data for EC The GWAS summary data for EC were sourced from a recent genome-wide association meta-analysis, which included 17 studies identified through the Endometrial Cancer Association Consortium (ECAC), the Epidemiology of Endometrial Cancer Consortium, and the UK biobank ( 7 ). The meta-analysis encompassed a total of 121,885 participants of European ancestry, including 12,906 EC cases and 108,979 country-matched controls. Genotyping was done using various arrays, such as the “OncoArray” genotyping chip, the Illumina Human OmniExpress array, and the Illumina Human 660W array. Genotype data underwent quality control and imputation using the 1000 Genome Project v3 reference panel or the combined 1000 Genome Project v3 and UK10K reference panels. An additive genetic model was assumed by all participating studies, with population stratification accounted for using relevant principal components. GWAS results from individual studies were combined using a fixed-effect inverse-variance weighted meta-analysis. The GWAS summary data can be downloaded at  https://www.ebi.ac.uk/gwas/studies/GCST006464 . eQTL data We utilized the Consortium for the Architecture of Gene Expression (CAGE) eQTL summary data derived from peripheral blood samples of 2,765 participants ( 29 ). The data can be accessed at  https://yanglab.westlake.edu.cn/data/SMR/cage_eqtl_data_hg19.tgz . Refining GWAS signals and potential causal genes To identify potential causal variants and target genes for EC, we utilized the OTG database ( 30 ) (accessed March 17, 2023). This online resource integrates GWAS and functional genomics data to systematically identify and prioritize likely causal genetic variants and genes for various traits. We searched the term ‘Endometrial cancer’ in OTG, which then calculated a 95% credible set for each locus independently associated with EC. The credible set represents a group of genetic variants that are 95% likely to contain the true causal variant, assuming that only one causal variant exists and has been measured. To prioritize putative causal genes from association signals, OTG offers several approaches: (I) closest genes, which identifies the gene closest to the transcription start site; (II) locus-to-gene (L2G) score, which ranks genes based on a machine learning algorithm trained on over 400 gold-standard positive GWAS loci out of 133,441 loci from all available GWAS studies. An L2G score ranges from 0 to 1, with 1 indicating the highest confidence in assigning a gene to a trait at a given locus; and (III) colocalization, which identifies molecular traits that colocalize with EC at a specific locus. OTG also reports other traits that colocalize with EC at a given locus based on previous GWAS studies. Statistical analysis SMR analysis The Mendelian analysis was conducted using the method as implemented in the software SMR ( 27 ). SMR applies the principles of MR integrating GWAS and eQTL summary statistics to explore the pleiotropic association between gene expression and a trait. In SMR, the effect of gene expression on the trait was estimated by using the top cis-eQTL as the instrumental variable. The SMR analysis was performed following a similar approach as described in a previous publication ( 31 ), using default parameter settings ( Table S1 ). Multiple testing was adjusted using the false discovery rate (FDR). Cross-tissue TWAS analysis To further investigate genes whose cis-regulated expression is associated with EC, we conducted a cross-tissue TWAS using the Functional Summary-based Imputation (FUSION) ( 32 ). This approach integrates GWAS summary statistics for EC with pre-computed gene expression weights. Unlike single-tissue TWAS, the cross-tissue TWAS leverages gene expression data from multiple tissues through sparse canonical correlation analysis (sCCA-TWAS) ( 28 ). This method enhances the power to detect trait-associated genes while controlling the type I error in the absence of an association. Specifically, three sCCA features were generated, each treated as repeated measures of gene expression across tissues. The TWAS method was applied for each sCCA feature, including only those that passed the heritability assessment. Additionally, a set of 22 tissues was chosen, and TWAS was executed for each one. Subsequently, the results of the sCCA TWAS and single-tissue TWAS were consolidated with the aid of the aggregated Cauchy association test (sCCA + ACAT) ( 33 ). Pre-computed weights using the Genotype-Tissue Expression (GTEx) V8 were utilized for both the sCCA features and the 22 tissues ( 34 ). We applied FDR to correct for multiple testing in the sCCA + ACAT results. Data curation and statistical/bioinformatical analysis were performed using R version 4.2.3 ( https://www.r-project.org/ ), PLINK 1.9 ( https://www.cog-genomics.org/plink/1.9/ ), SMR ( https://yanglab.westlake.edu.cn/software/smr/#Overview ) and FUSION ( http://gusevlab.org/projects/fusion/ ).",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:03:52.483882",
  "abstract_length": 1726,
  "methods_length": 6665,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}