{
  "pmid": "PMID:19041782",
  "title": "Nf1 mutation expands an EGFR-dependent peripheral nerve progenitor that confers neurofibroma tumorigenic potential.",
  "abstract": "Defining growth factor requirements for progenitors facilitates their characterization and amplification. We characterize a peripheral nervous system embryonic dorsal root ganglion progenitor population using in vitro clonal sphere-formation assays. Cells differentiate into glial cells, smooth muscle/fibroblast (SM/Fb)-like cells, and neurons. Genetic and pharmacologic tools revealed that sphere formation requires signaling from the EGFR tyrosine kinase. Nf1 loss of function amplifies this progenitor pool, which becomes hypersensitive to growth factors and confers tumorigenesis. DhhCre;Nf1(fl/fl) mouse neurofibromas contain a progenitor population with similar growth requirements, potential, and marker expression. In humans, NF1 mutation predisposes to benign neurofibromas, incurable peripheral nerve tumors. Prospective identification of human EGFR(+);P75(+) neurofibroma cells enriched EGF-dependent sphere-forming cells. Neurofibroma spheres contain glial-like progenitors that differentiate into neurons and SM/Fb-like cells in vitro and form benign neurofibroma-like lesions in nude mice. We suggest that expansion of an EGFR-expressing early glial progenitor contributes to neurofibroma formation.",
  "authors": "Jon P Williams; Jianqiang Wu; Gunnar Johansson; Tilat A Rizvi; Shyra C Miller; Hartmut Geiger; Punam Malik; Wenling Li; Yoh-suke Mukouyama; Jose A Cancelas; Nancy Ratner",
  "journal": "Cell stem cell",
  "publicationDate": "2008-12-04",
  "doi": "10.1016/j.stem.2008.10.003",
  "methods": "EXPERIMENTAL PROCEDURES Animals We maintained mice per guidelines of the Animal Use and Care Committee at the Cincinnati Children’s Hospital Medical Center. We mated  Nf1 +/−  C57Bl/6 females ( Brannan et al., 1994 ) with  Nf1  129X1/SvJ  +/− Nf1  males (Jackson; Bar Harbor, ME). For timed dissections, the morning on which a vaginal plug was observed was E0.5.  +/− DhhCre;Nf1  mice were generated as described ( fl/fl Wu et al., 2008 ). Sphere culture For primary cultures, we dissociated DRG from E12.5–13.5 embryos with 0.25% Trypsin (Mediatech; Herndon, VA) for 20 min. at 37° C and obtained single-cell suspensions with narrow-bore pipettes and a 40 μm strainer (BD-Falcon). For postnatal mouse sciatic nerve dissection, we chopped tissue into 1–3 mm 3  pieces, plated in sphere medium for 3 days, centrifuged and resuspended in L-15 (Mediatech) plus 0.5 mg/ml collagenase type 1 (Worthington; Lakewood, NJ), and 2.5 mg/ml dispase protease type II (Cambrex; East Rutherford, NJ) at 37°C for 25 min. For all mouse cells, we used trypan blue exclusion (Stem Cell Technologies, Vancouver, BC) to plate 2 × 10 4  live cells per well in 24-well plates in sphere medium. Sphere medium (modified from  Fernandes et al., 2004 ): DMEM:F-12 (3:1) + 20 ng/ml rhEGF (R&D Systems), 20 ng/ml rh bFGF (R&D Systems), 1% B-27 (Invitrogen), 2 μg/ml heparin (Sigma). We maintained cultures at 37° C and 5% CO 2  and counted floating spheres after 14 days. Half of the volume was removed and replaced with fresh medium every 4 days, taking care to centrifuge the used medium and collect any cells or spheres that may have been floating to return to the plate. To passage, we centrifuged sphere cultures, treated with 0.05% Trypsin-EDTA for 3 min., dissociated and plated at 2 × 10 4  cells/ml in 50% conditioned and 50% fresh medium. We counted secondary spheres after 14 days. For EGFR inhibition experiments, erlotinib (Genentech; San Francisco, CA), was dissolved in DMSO, added at 3 μM, and replenished in fresh medium every 3 days. For each experiment, we show a representative of >3 independent experiments. Human neurofibroma culture We obtained human plexiform neurofibromas incidental to therapeutic surgery and after IRB approval. We cut tumors into 1 mm 3  pieces in L-15 supplemented with Pen/Strep (Mediatech), Gentomycin, Collagenase Type I, and Dispase protease II. We dissociated tumors at 37°C for 4 h. For sphere formation, we plated 4 × 10 4  cells per well in 24-well plates, and counted spheres after 21 days. Human sphere medium was DMEM/F-12 (1:1) + 1% N2 supplements, 1% B27, 20 ng/ml EGF, 20 ng/ml bFGF, 0.1 mM β-ME (Sigma), 2 μg/ml Heparin (Sigma). EGF and EGFR inhibitor application was as for mouse. The monoclonal antibody Cetuximab was also used at 5 μg/ml (ImClone). For culture details, see  Supplemental Table 1 . For immunocytochemistry, we seeded spheres onto poly-L-lysine (PLL) and laminin-coated Lab-tek II tissue culture plates (Nalge Nunc, Rochester, NY). Differentiation conditions were as for mouse. CAFC Assay We collected 6,000 triple-positive cells and plated them at 8 concentrations (200 cells per well through 1.6 cells per well; 15 wells per dilution) to identify hematopoietic progenitor and stem cells ( Geiger et al., 2001 ). We scored for clones 3 times per week for 7 weeks. Mouse neurofibroma culture DhhCre;Nf1  tumors were dissociated in the same manner as human tumors, filtered with 40 micron cell strainers, and plated in mouse sphere medium; differentiation and immunocytochemistry were conducted as above. Spheres were dissociated as above and split after 10 – 14 days; feeding was the same as for embryonic sphere cultures. fl/fl Lentiviral eGFP generation and infection We produced lentivirus particles encoding GFP by transient co-transfection of 293T cells, as described ( Arumugam et al., 2007 ). We dissociated spheres and plated 1.0 × 10 3  cells in 96-well plates in 200 μl sphere proliferation medium. After 24 hours we removed growth medium, added a minimal volume (~50–100 μl) of purified virus at an MOI of 10 and incubated at 37° C. We removed virus-containing medium the next day and applied fresh sphere medium. Clonality Assay We combined equal ratios of lentivirally labeled, eGFP +  cells and unlabeled cells from the same embryo and replated cells from dissociated mouse spheres at limiting dilutions on PLL coated chamber slides. We validated single-cell plating. After 10 days percentages of adherent single-color and mixed spheres were scored. We dissociated and replated spheres from wells yielding only single-color spheres. All samples gave rise to secondary spheres. FACS analysis We incubated neurofibroma cell suspensions with mouse anti-human monoclonal antibodies against CD34 (8G12/HPCA-2, Becton-Dickinson; San Jose, CA) bound to allophycocyanin (APC), p75/NGFR (C40–1457, Becton-Dickinson) bound to phycoerythrin (PE) and EGFR (EGFR1, Research Diagnostics Inc; Flanders, NJ) bound to FITC and anti-CD16/CD32 antibody (Becton-Dickinson) to block Fc gamma receptor unspecific binding, on ice in a solution containing PBS/0.2%BSA/0.01% NaN 3  for 30 minutes. After washing, we resuspended cells in PBS/0.2%BSA/0.01% NaN 3 /2 μg/mL 7-aminoactinomycin D (7-AAD, Invitrogen). We carried out isotipic controls with irrelevant mouse IgG1-APC, mouse-IgG1-PE and mouse IgG2b-FITC in parallel. We acquired cell suspensions in a dual-laser (Argon 488 and dye laser 630 or HeNe 633) FACSCalibur or FACSCanto (Becton-Dickinson) and analyzed on an “alive” gate based on light scatter parameters and 7-AAD staining negativity. We used the same incubation conditions to isolate cell populations (positive and negative for the antigens CD34, p75/NGFR and/or EGFR) by FACS. We acquired cells in a FACSVantage DiVa equipped with a 488 nm-Argon laser, a 633 nm-HeNe laser and a tunable Argon-UV laser, sorting a total of 6×10 6  cells at one time. In vitro  differentiation We plated DRG-derived spheres on PLL and laminin-coated chamber slides. Base medium was DMEM: F-12 (3:1), + 10% FBS. For neurons, + 40 ng/ml bFGF for 5 days only, then +10 ng/ml each NT-3 and BDNF (R&D Systems), and NGF (Harlan) for 7 days ( Fernandes et al., 2004 ). For glia, +5 ng/ml recombinant humanβ-heregulin and 2 μM forskolin (both R&D Systems) for 10 days (Ratner et al., 2006). For smooth muscle fibroblasts, +40 ng/ml bFGF for 5 days only, then + 1 ng/ml TGF-β1 (Sigma-Aldrich) for 7 days ( Chen et al., 2004 ). For all conditions, we changed medium every 3 days. Immunocytochemistry Following fixation, we permeablized cells with 0.2% TX 100 and blocked with 10% normal serum for one hour at room temperature. Primary antibodies were: goat anti-EGFR (Santa Cruz, SC-03-G, 1:10), rabbit anti-P75 (Chemicon 1:400), mouse anti-β-Tubulin (Chemicon 1:200), rabbit anti-S100β (DAKO 1:2000), mouse anti-SMA (Sigma 1:500), and rabbit anti-NF-M (Chemicon, 1:200). Secondary incubations were with host-appropriate FITC or TRITC (Jackson Immunoresearch; West Grove, PA). We labeled nuclei with DAPI (Sigma-Aldrich; St. Louis, MO). We acquired microscopic images with Openlab software suites on a Zeiss Axiovert 200. Tumorigenisis assay in nude mice We anaesthetized athymic nu/nu mice in isoflurane and subcutaneously injected 1–4.5 × 10 5  mouse or human sphere cells/injection into left flanks. Tumors were monitored weekly. We dissected visible tumors and fixed them in 4% paraformaldehyde overnight, then embedded in paraffin. We stained 6uM sections with hematoxylin and eosin, anti-S100β (1:2000, DAKO) and anti-neurofilament (1:2000, Chemicon) visualized with HRP-conjugated goat anti rabbit antibody with diaminobenzidine reaction. RT- PCR We isolated total RNA from spheres (RNeasy mini-kit, Qiagen) and made cDNA (Superscript III RT, Invitrogen). We conducted RT-PCR as described ( Miller et al., 2003 ). Mouse sequences and protocols for  Twist1, Nestin, Wnt5a, P75, Sox9,  and  Mpz  are published ( Fernandes et al., 2004 )as are mouse  Egfr  ( Represa et al., 2001 ), mouse and human  BLBP  ( Miller et al., 2003 ), and human P75 ( Toma et al., 2005 ). Additional primer sequences are shown in  Supplemental Table 2 . Statistics All experiments were analyzed with a paired t-test, and data are shown as mean β standard error of the mean.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:23:36"
}