{
  "pmid": "19103750",
  "abstract": "The neurofibromatosis 2 protein, merlin, regulates glial cell growth in an  ErbB2- and Src-dependent manner.  Houshmandi SS(1), Emnett RJ, Giovannini M, Gutmann DH.  Author information: (1)Department of Neurology, Washington University School of Medicine, St. Louis,  MO 63110, USA.  Individuals with the inherited cancer predisposition syndrome neurofibromatosis  2 (NF2) develop several central nervous system (CNS) malignancies, including  glial cell neoplasms (ependymomas). Recent studies have suggested that the NF2  protein, merlin (or schwannomin), may regulate receptor tyrosine kinase  signaling, intracellular mitogenic growth control pathways, or adherens junction  organization in non-nervous-system cell types. For this report, we used glial  fibrillary acidic protein conditional knockout mice and derivative glia to  determine how merlin regulates CNS glial cell proliferation. We show that the  loss of merlin in glial cells results in increased proliferation in vitro and in  vivo. Merlin regulation of glial cell growth reflects deregulated Src activity,  such that pharmacologic or genetic inhibition of Src activation reduces Nf2(-/-)  glial cell growth to wild-type levels. We further show that Src regulates  Nf2(-/-) glial cell growth by sequentially regulating FAK and paxillin  phosphorylation/activity. Next, we demonstrate that Src activation results from  merlin regulation of ErbB2 activation and that genetic or pharmacologic ErbB2  inhibition reduces Nf2(-/-) glial cell Src/Src effector activation and  proliferation to wild-type levels. Lastly, we show that merlin competes with Src  for direct binding to ErbB2 and present a novel molecular mechanism for merlin  regulation of ErbB2-dependent Src signaling and growth control.  DOI: 10.1128/MCB.01392-08 PMCID: PMC2648234 PMID: 19103750 [Indexed for MEDLINE]",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-16T15:38:08.952740",
  "abstract_length": 1843,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}