{
  "pmid": "PMID:19144871",
  "title": "Identification of erythrocyte p55/MPP1 as a binding partner of NF2 tumor suppressor protein/Merlin.",
  "abstract": "Neurofibromatosis type 2 is an inherited disorder characterized by the development of benign and malignant tumors on the auditory nerves and central nervous system with symptoms including hearing loss, poor balance, skin lesions, and cataracts. Here, we report a novel protein-protein interaction between NF2 protein (merlin or schwannomin) and erythrocyte p55, also designated as MPP1. The p55 is a conserved scaffolding protein with postulated functions in cell shape, hair cell development, and neural patterning of the retina. The FERM domain of NF2 protein binds directly to p55, and surface plasmon resonance analysis indicates a specific interaction with a kD value of 3.7 nM. We developed a specific monoclonal antibody against human erythrocyte p55, and found that both p55 and NF2 proteins are colocalized in the non-myelin-forming Schwann cells. This finding suggests that the p55-NF2 protein interaction may play a functional role in the regulation of apico-basal polarity and tumor suppression pathways in non-erythroid cells.",
  "authors": "Pil-Soo Seo; Brendan J Quinn; Anwar A Khan; Lixiao Zeng; Christos G Takoudis; Toshihiko Hanada; Annalisa Bolis; Alessandra Bolino; Athar H Chishti",
  "journal": "Experimental biology and medicine (Maywood, N.J.)",
  "publicationDate": "2009-03",
  "doi": "10.3181/0809-RM-275",
  "methods": "Materials and Methods Antibodies The anti-p55 mouse monoclonal antibody was generated by immunizing BALB/c mice with the recombinant SH3-GUK segment of human erythrocyte p55 protein. The hybridoma clones were generated from splenocytes of immunized mice at Maine Biotechnology Services, Inc., Portland, Maine, and clones producing specific antibody were screened and isolated by ELISA and Western blotting. The clone 2G4 was selected to produce the ascites fluid, which was used for Western blot and immunohistochemistry applications. The anti-merlin polyclonal antibody was obtained from Dr. Guy Rouleau’s laboratory as described previously ( 8 ). Another anti-merlin polyclonal antibody (A-19) was purchased from Santa Cruz Biotechnology. Recombinant Proteins Human merlin cDNA fragments encoding the N-terminal half (aa 1–311) and the C-terminal half (aa 312–595) were generated by PCR using human fetal brain cDNA pool (CLONTECH) as the template. The N-terminal fragment of merlin encodes the FERM domain including its terminal cytoskeletal anchor sequence ( 14 ). The C-terminus half contains the sequence of merlin isoform 1, which contains the consensus PDZ binding sequence in the C-terminus ( 8 ,  12 ). The cDNA fragments were cloned in pMAL-c2X vector (New England Biolabs) for the expression of recombinant proteins as MBP fusions in the bacterial ( E. coli ) cytoplasm. The fusion proteins, MBP-merlin-N and MBP-merlin-C, were expressed in the DH5α bacteria and purified using the amylose resin (New England Biolabs). Recombinant His-p55 was also expressed in DH5α cells and purified as described previously ( 10 ). Protein-Protein Interaction Assay In vitro  binding between merlin and p55 was investigated by a pull-down assay using the MBP-proteins immobilized on the beads. The MBP-NF2-N and MBP-NF2-C as well as the control MBP were immobilized on the amylose resin beads, and incubated with recombinant His-p55 in the binding buffer (10 mM Tris-Cl, pH 7.5, 150 mM NaCl, 0.1% Tween 20), for 2 h at 4°C on a rocker. The beads were washed extensively with the binding buffer, and p55 bound to the beads was detected by Western blotting using an anti-p55 monoclonal antibody (1:5000 dilution of the total ascites). Surface Plasmon Resonance Measurements Protein-protein interactions were quantified using the BIAcore 1000 system (Pharmacia Biacore AB, Uppsala, Sweden/GE Healthcare). Bacterially expressed His-p55 was immobilized on the CM5 sensor chip, and its binding affinity with MBP, MBP-NF2-N and MBP-NF2-C was quantified. The binding reaction was performed at 30 μl/min flow rate at 25°C for the kinetic measurements, whereas the ligand immobilization and regeneration processes were carried out at 5.0 μL/min flow rate. The composition of the running buffer was 10 mM HEPES, 150 mM NaCl, 3.4 mM EDTA, and 0.005% P20 (pH 7.4). The composition of the immobilization buffer for His-p55 was 10 mM sodium acetate, pH 3.5, and the regeneration buffer was 100 mM NaCl and 10 mM NaOH, pH 12. Immunoprecipitation Freshly obtained erythrocytes from normal human subjects were washed three times with wash buffer (5.0 mM sodium phosphate, pH 8.0, 150 mM NaCl, and 0.1 mM EGTA) and the buffy coat was removed. Packed erythrocytes were lysed with 10 volumes of lysis buffer (5.0 mM sodium phosphate, pH 8.0; 0.1 mM EGTA; and 1.0 mM PMSF) and the lysate was centrifuged for 10 mins at 14,000 ×  g . The resultant pellet of membranes (ghosts) was incubated in the solubilization buffer (50 mM Tris-HCl, pH 7.5; 1.0 mM EDTA; 0.5% Triton X-100; and protease inhibitors) containing 500 mM KCl at 4°C for 1.0 h. Sample was centrifuged and the supernatant was dialyzed against the solubilization buffer (without Triton X-100) to remove excess KCl. After reconstituting the sample with 0.5% Triton X-100, 20 μL of Protein G-Sepharose beads (GE Healthcare) were added to pre-clear the lysate for 1.0 h at 4°C. Beads were removed and 4.0 μg of either p55 or CD3 monoclonal antibodies were added. Samples were incubated for 4.0 h at 4°C on a rocker. Protein G-Sepharose beads (20 μL) were then added for an additional 1.0 h. Beads were washed three times with the solubilization buffer and boiled in 20 uL of 2x Laemmli sample buffer for 5 mins. Bound proteins were analyzed by 10% SDS-PAGE and Western blotting using a rabbit polyclonal antibody against the NF2 at 1:200 dilution. Immunohistochemistry Immunofluorescence on cryosections was preformed as described previously ( 15 ), and examined with an MRC 1024 Laser Scanning Confocal (BioRad), UltraVIEW ERS Spinning Disk Confocal (PerkinElmer), and fluorescent (Olympus BX, Olympus Optical, Tokyo, Japan) microscopes. For immunohistochemistry, the sciatic nerves were removed and rapidly snap-frozen in the liquid nitrogen, either unfixed or previously fixed in buffered 4% paraformaldehyde. For teased fiber preparation, the sciatic nerves were removed and fixed on ice in freshly prepared buffered 4% paraformaldehyde, as described previously ( 16 ). The slides were washed in the phosphate buffered saline and incubated with the secondary antibodies, donkey anti-mouse TRITC and donkey anti-rabbit FITC (Jackson), and mounted with Vecta-shield (Vector Laboratories). The following primary antibodies were used: rabbit anti-NF2 (Santa Cruz); mouse anti-p55 monoclonal (this study); mouse anti-S100 (SIGMA); mouse anti-GFAP (Chemicon) and rabbit anti-GFAP (SIGMA); rabbit anti-NF-H (Chemicon); and mouse anti-Caspr, kindly provided by Dr. Elior Peles, The Weizmann Institute of Science, Rehovot, Israel.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:23:39"
}