{
  "pmid": "PMID:19144871",
  "title": "Identification of erythrocyte p55/MPP1 as a binding partner of NF2 tumor suppressor protein/Merlin.",
  "abstract": "Neurofibromatosis type 2 is an inherited disorder characterized by the development of benign and malignant tumors on the auditory nerves and central nervous system with symptoms including hearing loss, poor balance, skin lesions, and cataracts. Here, we report a novel protein-protein interaction between NF2 protein (merlin or schwannomin) and erythrocyte p55, also designated as MPP1. The p55 is a conserved scaffolding protein with postulated functions in cell shape, hair cell development, and neural patterning of the retina. The FERM domain of NF2 protein binds directly to p55, and surface plasmon resonance analysis indicates a specific interaction with a kD value of 3.7 nM. We developed a specific monoclonal antibody against human erythrocyte p55, and found that both p55 and NF2 proteins are colocalized in the non-myelin-forming Schwann cells. This finding suggests that the p55-NF2 protein interaction may play a functional role in the regulation of apico-basal polarity and tumor suppression pathways in non-erythroid cells.",
  "authors": "Pil-Soo Seo; Brendan J Quinn; Anwar A Khan; Lixiao Zeng; Christos G Takoudis; Toshihiko Hanada; Annalisa Bolis; Alessandra Bolino; Athar H Chishti",
  "journal": "Experimental biology and medicine (Maywood, N.J.)",
  "publicationDate": "2009-03",
  "doi": "10.3181/0809-RM-275",
  "methods": "Materials and Methods Antibodies The anti-p55 mouse monoclonal antibody was generated by immunizing BALB/c mice with the recombinant SH3-GUK segment of human erythrocyte p55 protein. The hybridoma clones were generated from splenocytes of immunized mice at Maine Biotechnology Services, Inc., Portland, Maine, and clones producing specific antibody were screened and isolated by ELISA and Western blotting. The clone 2G4 was selected to produce the ascites fluid, which was used for Western blot and immunohistochemistry applications. The anti-merlin polyclonal antibody was obtained from Dr. Guy Rouleau’s laboratory as described previously ( 8 ). Another anti-merlin polyclonal antibody (A-19) was purchased from Santa Cruz Biotechnology. Recombinant Proteins Human merlin cDNA fragments encoding the N-terminal half (aa 1–311) and the C-terminal half (aa 312–595) were generated by PCR using human fetal brain cDNA pool (CLONTECH) as the template. The N-terminal fragment of merlin encodes the FERM domain including its terminal cytoskeletal anchor sequence ( 14 ). The C-terminus half contains the sequence of merlin isoform 1, which contains the consensus PDZ binding sequence in the C-terminus ( 8 ,  12 ). The cDNA fragments were cloned in pMAL-c2X vector (New England Biolabs) for the expression of recombinant proteins as MBP fusions in the bacterial ( E. coli ) cytoplasm. The fusion proteins, MBP-merlin-N and MBP-merlin-C, were expressed in the DH5α bacteria and purified using the amylose resin (New England Biolabs). Recombinant His-p55 was also expressed in DH5α cells and purified as described previously ( 10 ). Protein-Protein Interaction Assay In vitro  binding between merlin and p55 was investigated by a pull-down assay using the MBP-proteins immobilized on the beads. The MBP-NF2-N and MBP-NF2-C as well as the control MBP were immobilized on the amylose resin beads, and incubated with recombinant His-p55 in the binding buffer (10 mM Tris-Cl, pH 7.5, 150 mM NaCl, 0.1% Tween 20), for 2 h at 4°C on a rocker. The beads were washed extensively with the binding buffer, and p55 bound to the beads was detected by Western blotting using an anti-p55 monoclonal antibody (1:5000 dilution of the total ascites). Surface Plasmon Resonance Measurements Protein-protein interactions were quantified using the BIAcore 1000 system (Pharmacia Biacore AB, Uppsala, Sweden/GE Healthcare). Bacterially expressed His-p55 was immobilized on the CM5 sensor chip, and its binding affinity with MBP, MBP-NF2-N and MBP-NF2-C was quantified. The binding reaction was performed at 30 μl/min flow rate at 25°C for the kinetic measurements, whereas the ligand immobilization and regeneration processes were carried out at 5.0 μL/min flow rate. The composition of the running buffer was 10 mM HEPES, 150 mM NaCl, 3.4 mM EDTA, and 0.005% P20 (pH 7.4). The composition of the immobilization buffer for His-p55 was 10 mM sodium acetate, pH 3.5, and the regeneration buffer was 100 mM NaCl and 10 mM NaOH, pH 12. Immunoprecipitation Freshly obtained erythrocytes from normal human subjects were washed three times with wash buffer (5.0 mM sodium phosphate, pH 8.0, 150 mM NaCl, and 0.1 mM EGTA) and the buffy coat was removed. Packed erythrocytes were lysed with 10 volumes of lysis buffer (5.0 mM sodium phosphate, pH 8.0; 0.1 mM EGTA; and 1.0 mM PMSF) and the lysate was centrifuged for 10 mins at 14,000 ×  g . The resultant pellet of membranes (ghosts) was incubated in the solubilization buffer (50 mM Tris-HCl, pH 7.5; 1.0 mM EDTA; 0.5% Triton X-100; and protease inhibitors) containing 500 mM KCl at 4°C for 1.0 h. Sample was centrifuged and the supernatant was dialyzed against the solubilization buffer (without Triton X-100) to remove excess KCl. After reconstituting the sample with 0.5% Triton X-100, 20 μL of Protein G-Sepharose beads (GE Healthcare) were added to pre-clear the lysate for 1.0 h at 4°C. Beads were removed and 4.0 μg of either p55 or CD3 monoclonal antibodies were added. Samples were incubated for 4.0 h at 4°C on a rocker. Protein G-Sepharose beads (20 μL) were then added for an additional 1.0 h. Beads were washed three times with the solubilization buffer and boiled in 20 uL of 2x Laemmli sample buffer for 5 mins. Bound proteins were analyzed by 10% SDS-PAGE and Western blotting using a rabbit polyclonal antibody against the NF2 at 1:200 dilution. Immunohistochemistry Immunofluorescence on cryosections was preformed as described previously ( 15 ), and examined with an MRC 1024 Laser Scanning Confocal (BioRad), UltraVIEW ERS Spinning Disk Confocal (PerkinElmer), and fluorescent (Olympus BX, Olympus Optical, Tokyo, Japan) microscopes. For immunohistochemistry, the sciatic nerves were removed and rapidly snap-frozen in the liquid nitrogen, either unfixed or previously fixed in buffered 4% paraformaldehyde. For teased fiber preparation, the sciatic nerves were removed and fixed on ice in freshly prepared buffered 4% paraformaldehyde, as described previously ( 16 ). The slides were washed in the phosphate buffered saline and incubated with the secondary antibodies, donkey anti-mouse TRITC and donkey anti-rabbit FITC (Jackson), and mounted with Vecta-shield (Vector Laboratories). The following primary antibodies were used: rabbit anti-NF2 (Santa Cruz); mouse anti-p55 monoclonal (this study); mouse anti-S100 (SIGMA); mouse anti-GFAP (Chemicon) and rabbit anti-GFAP (SIGMA); rabbit anti-NF-H (Chemicon); and mouse anti-Caspr, kindly provided by Dr. Elior Peles, The Weizmann Institute of Science, Rehovot, Israel.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:23:39",
  "introduction": "Introduction Neurofibromatosis type 2 (NF2) is an autosomal dominant disorder characterized by the development of bilateral vestibular and spinal schwannomas, meningiomas, and ependymomas ( 1 – 3 ). The NF2 patients develop tumors on the 8th cranial acoustic nerve affecting sound transmission, and on the vestibular nerve which carries balance information to the brain. This results in hearing loss, tinnitus, and a lack of balance coordination ( 1 – 3 ). The NF2 protein, also called merlin or schwannomin or neurofibromin 2, is encoded by the NF2 tumor suppressor gene and shows sequence similarity with the ezrin-radixin-moesin (ERM) family of scaffolding proteins ( 4 ,  5 ). The ERM proteins, and its relatives including the erythrocyte protein 4.1R, are components of the membrane-cytoskeleton complex, which is believed to provide the mechanical linkage between the lipid bilayer and the cortical cytoskeleton ( 6 ). Since merlin lacks any recognizable enzymatic domains, there has been considerable interest to identify its various binding partners and correlate these interactions with function. Indeed, more than 30 binding partners of merlin have been identified to date ( 7 ), yet the precise mechanism of how merlin functions as a tumor suppressor remains unknown. Therefore, it is important to identify functionally relevant molecular interactions of merlin, particularly those occurring in the Schwann cells, to obtain an improved understanding of its tumor suppressor function  in vivo . Recently, we reported an immunoreactive polypeptide detected by the anti-merlin antibody is associated with the human erythrocyte membrane, a well established biochemical system to study the interactions of the membrane-cytoskeleton ( 8 ). Further biochemical analysis revealed that merlin is tightly associated with the erythrocyte membrane-cytoskeleton ( 8 ). Based on these findings, we speculated that it may be possible to identify new binding partners of merlin by utilizing the powerful biochemical approaches of the erythrocyte membrane. Our original membrane fractionation studies suggested that the biochemical properties of erythrocyte merlin are similar to the lipid-modified peripheral membrane proteins such as p55 and protein 4.2 ( 8 ). To test this hypothesis, we considered p55 as a candidate binding partner of merlin for the following reasons. First, p55 is a palmitoylated protein that associates tightly with the erythrocyte membrane ( 9 ). This is consistent with the biochemical properties of the merlin-membrane interaction suggesting similarities between the lipid-modified proteins ( 8 ). Second, the p55 contains a potential protein interaction motif that could mediate its interaction with merlin. Between its src-homology 3 (SH3) and guanylate kinase-like (GUK) domains, the p55 contains a binding sequence for the FERM (4.1, ezrin, radixin, moesin) domain of protein 4.1R ( 10 ,  11 ). Since the FERM domain of merlin shares sequence similarity with protein 4.1R, we speculated that it may bind to p55. Moreover, the amino-terminal half of p55 contains a PDZ domain, which in principle could also interact with the consensus PDZ domain-binding sequence present at the C-terminus of merlin isoform-1 ( 12 ). Third, the stoichiometry of merlin and p55 are similar in the erythrocyte membrane, which is consistent with a putative biochemical interaction ( 8 ). Finally, like merlin, the p55 mRNA and immunoreactive polypeptides are present in a variety of non-erythroid tissues ( 13 ). In this report, we demonstrate that the FERM domain of merlin directly interacts with the full-length p55 with high affinity. Using a newly developed monoclonal antibody against p55, we demonstrate that both p55 and merlin are colocalized by immunocytochemistry in non-myelin-forming Schwann cells.",
  "results": "Results FERM Domain of Merlin Binds to p55 We first examined whether purified recombinant merlin fusion proteins and p55 expressed in bacteria can interact  in vitro . The full-length isoform-1 of merlin was expressed as two pieces ( Fig. 1A ). The NF2-N construct encodes the amino-terminal half of merlin including the FERM domain, whereas the NF2-C construct encodes the carboxyl-terminal half containing the C-terminal sequence with the consensus PDZ domain-binding motif ( Fig. 1A ). The MBP-fusion proteins, MBP-NF2-N, MBP-NF2-C, and the control MBP were expressed in bacteria, and purified by amylose resin affinity chromatography to near homogeneity ( Fig. 1B ). The fusion proteins were then immobilized on the amylose resin, incubated with purified recombinant His-tagged p55, and their binding was tested using the bead-based pull-down assay. Western blotting with an anti-p55 monoclonal antibody revealed that p55 specifically interacts with the MBP-NF2-N fusion protein immobilized on the beads, but not with the MBP-NF2-C or control MBP containing beads ( Fig. 1C ). These results suggest that the amino-terminal segment of merlin, containing the FERM domain, mediates its direct binding to p55  in vitro . Quantification of p55-Merlin Interaction To further quantify and characterize the specificity of the biochemical interaction between merlin and p55, we used the surface plasmon resonance-based method to measure the protein-protein interactions. The recombinant His-p55 protein was immobilized on the surface of the sensor chip, and the MBP-NF2-N and MBP-NF2-C fusion proteins were used as analytes at 100 nM concentrations ( Fig. 2A ). Specific interaction between MBP-NF2-N and p55 was observed, which is consistent with the results of the pull-down assay ( Fig. 1 ). To quantify this interaction, the MBP-NF2-N fusion protein (analyte) was passed over the immobilized His-p55 at concentrations ranging from 20–120 nM. The k diss  and K D  values, which represent the dissociation rate constant and the equilibrium constant, respectively, were calculated using the BIAevaluation 3.0 software. According to this binding evaluation software, the conformational change model predicted the best curve fitting for the MBP-NF2-N and p55 interaction, suggesting that the observed binding process may be accompanied by a structural change in the merlin-p55 complex. The calculated K D  value between His-p55 and MBP-NF2-N was 3.7 nM ( Fig. 2B ). Generation of a Specific Monoclonal Antibody Against p55/MPP1 The MAGUK family consists of several subclasses of scaffolding proteins ( 17 ,  18 ). The p55 subclass includes 7 members assembled by a similar organization of the PDZ, SH3, and GUK domains. Because of the highly conserved nature of these domains, there remains a concern that polyclonal antibodies raised against one MAGUK may cross-react with others, particularly with the alternatively spliced forms of MAGUKs. To circumvent this limitation, we generated a mouse monoclonal antibody against human erythrocyte p55. This monoclonal antibody termed 2G4 is specific for p55 MAGUK, recognizes human/ rat/mouse antigens, and is suitable for all immunocytochemistry applications tested so far. Briefly, a recombinant protein of human erythrocyte p55/MPP1 ( NP_002427 ) encoding the SH3 and guanylate kinase-like (GUK) domains was expressed in bacteria. The GST-p55 fusion protein includes p55 residues from 162–466 (FMR-WVY) as published before ( 10 ). The GST-SH3-GUK fusion protein was purified by affinity chromatography on glutathione beads, eluted, and dialyzed to remove glutathione. The purified protein was reimmobilized on fresh glutathione beads and cleaved using thrombin ( Fig. 3A ). The eluted SH3-GUK domain of p55, without any detectable GST tag, was used for injection into female BALB/c mice. Immune response in mice was monitored by Western blotting using human erythrocyte ghosts and GST-SH3-GUK domain as antigens ( Fig. 3B ). The mouse serum recognized a single band on human erythrocyte ghosts ( Fig. 3B , lane 1), and multiple bands in the GST-SH3-GUK domain ( Fig. 3B , lane 2), presumably representing multiple breakdown products. The primary hybridoma clones were screened by ELISA using purified GST and His-tagged p55 as antigens. Two strongly reactive clones (2G4 and 1E2) were identified and subcloned ( Fig. 3C ). During the subsequent subcloning steps, the 1E2 clone did not survive whereas the 2G4 clone remained viable ( Fig. 3D ). The hybridoma supernatant from the 2G4 clone reacted with a single major 55 kDa polypeptide in the human erythrocyte ghosts and a minor ~32 kDa band, presumably reflecting a degradation product of p55 under these conditions ( Fig. 3E ). The 2G4 clone was injected into BALB/c mice to produce ascites, and isotyping established the 2G4 cell line as IgG2b. Ascites as well as purified antibody from the 2G4 clone reacted with a single band of 55 kDa in the freshly prepared human and mouse erythrocyte ghosts ( Fig. 3F ). Since the immunizing antigen contained both SH3 and GUK domains of p55, we made individual fusion proteins to establish the location of the 2G4 epitope in p55. The GST-SH3 domain of p55 did not react with 2G4 monoclonal by Western blotting (data not shown). Further characterization of 2G4 indicated that the monoclonal antibody reacted only with the GST-GUK domain of p55 but not with the GUK domains of hDlg, CASK, and ZO-1 ( Fig. 3G ). Since further truncations of the p55 GUK domain resulted in highly unstable polypeptides in bacteria, the precise location of the 2G4 epitope within the GUK domain of p55 remains unknown at this stage. We used 2G4 monoclonal antibody to detect native p55 in the human peripheral blood by immunofluorescence microscopy. As expected, a uniform staining of erythrocytes was detectable in the blood smear although the p55 signal was relatively weak. This weaker staining could be a reflection of the efficient extraction of p55 by the non-ionic detergents from human erythrocyte membranes ( 8 ). Interestingly, the most intense p55 signal was detected in the human neutrophils ( Fig. 3H ). This relatively high p55 signal intensity in the neutrophils may have dampened the fluorescent signal from other cell types in the peripheral blood smear. The functional significance of the unusually high expression of p55 in the neutrophils is currently under investigation in our laboratory. Finally, we used the newly developed monoclonal antibody to immunoprecipitate p55 from human erythrocyte ghosts and blotted the immuno-precipitate with the anti-NF2 protein polyclonal antibody. The presence of merlin in the p55 immunoprecipitate lane, but not in the control anti-CD3 lane, suggests that p55 and merlin may be associated in the same protein complex under these conditions ( Fig. 3I ). Colocalization of p55 and Merlin in Non-Myelin-Forming Schwann Cells Next, we investigated a functional relationship between p55 and merlin  in vivo . Although initially identified as a component of the erythrocyte membrane, the p55 mRNA has been detected ubiquitously. However, the protein expression profile and the  in vivo  function of p55 remain poorly understood in the non-erythroid cells. Using the newly developed monoclonal antibody against p55, we examined the expression of p55 in the neuronal cells, particularly in the Schwann cells, where merlin plays a critical role as a tumor suppressor. Rat sciatic nerve was isolated and its traverse sections were stained with p55 and merlin antibodies, respectively, along with the markers for both myelin-forming and non-myelin-forming Schwann cells (S100), for axon (NF-M), and for non-myelin-forming Schwann cells (GFAP). Merlin clearly colocalized with the S100 and GFAP markers, confirming its expression in the Schwann cells. A weak staining signal was also detected in the axons marked with NF-M ( Fig. 4 ). P55 did not colocalize with NF-H ( Fig. 4D ), but colocalized with GFAP ( Fig. 4E ). We also stained mouse nerve teased fibers with merlin and p55 antibodies. Merlin was stained along with Caspr, which is a marker for the paranode in the teased fibers of mouse nerves, in agreement with a previous study ( 19 ). Prominent staining of merlin was observed at the Schmidt-Lanterman incisures as well as at the paranode ( Fig. 4F ). Double staining of p55 and merlin demonstrates extensive colocalization of the two proteins in the non-myelin-forming Schwann cells ( Fig. 4G ), whereas p55 expression was not detected in the myelin-forming Schwann cells. Together, these results suggest that p55 is preferentially expressed in the non-myelin-forming Schwann cells in the rat sciatic nerve but is not found in the axons.",
  "discussion": "Discussion The discovery of NF2 gene product, termed merlin, or schwannomin, or neurofibromin 2, as a member of the protein 4.1 superfamily of cytoskeletal proteins generated considerable interest for the identification of its putative binding partners ( 4 ,  5 ). Since the primary structure of merlin lacks any enzymatic activity, it has been hypothesized that the tumor suppressor function of merlin originates from a combination of its protein-protein interactions. Merlin, like other ERM family members, exists in closed and open conformations, participates in intra- and inter-molecular interactions, and is regulated by phosphorylation ( 7 ). Despite the identification of more than 30 binding partners to date, it is not yet clear which of these protein interactions are physiologically essential for the tumor suppressor function of merlin ( 7 ). To rationalize the basis of merlin’s intracellular trafficking to specific subcellular compartments, we have previously reported that the C-terminus of merlin isoform-1 interacts with the two PDZ domains of synenin ( 12 ). Recently, our demonstration of the presence of merlin isoform-1 in the erythrocytes by Western blotting provided a unique opportunity to determine novel interactions of merlin in the erythrocyte membrane ( 8 ). Consistent with our finding is the reported interaction between merlin and βII-spectrin suggesting that merlin may regulate the spectrin-based actin cytoskeleton ( 20 ). Although it is unlikely that merlin plays any significant physiological role in the terminally differentiated erythrocytes, its presence in the erythrocytes makes it an ideal candidate to be analyzed by the powerful biochemical tools of erythrocyte membrane biology. Such approaches have been highly successful in finding novel binding partners of the cytoskeletal proteins present in both erythroid and non-erythroid cells. The identification of erythrocyte p55, also known as MPP1 that stands for Membrane Protein Palmitoylated 1, as a binding partner of merlin opens up new avenues for investigating the biological function(s) of merlin in many non-erythroid cells. Erythrocyte p55 is one of the two founding members of the family of proteins called MAGUKs, the membrane-associated guanylate kinase homologues ( 21 ,  22 ). The MAGUK superfamily includes the  Drosophila  Dlg tumor suppressor and several scaffolding proteins associated with the cellular junctions ( 23 ). The erythrocyte p55 is a heavily palmitoylated peripheral membrane protein consisting of a single PDZ domain, a central SH3 domain, and the C-terminal GUK domain ( 22 ). In addition, we have previously identified the D5 motif, located between the SH3 and GUK domains, which mediates p55 interaction with the FERM domain of protein 4.1R, stabilizing the ternary complex between p55, protein 4.1R, and glycophorin C ( 10 ,  24 ). This ternary complex contributes to the shape and mechanical properties of erythrocytes ( 10 ,  24 ). The high affinity interaction between p55 and merlin, as reported here, is consistent with the established biochemical properties of p55 in the human erythrocyte membrane. It is now well recognized that many members of the MAGUK superfamily play a fundamental role in the regulation of cell polarity ( 25 ). In agreement with this paradigm, recently published evidence indicates that p55 forms a complex with whirlin at the tips of stereocilia, thus playing a role in the polarity regulation of hair cell development ( 26 ). The whirlin protein contains multiple PDZ domains, and mutations in the whirlin gene are known to cause deafness and Usher syndrome ( 26 ). Interestingly, p55/MPP1 also forms a complex with MPP5, a related MAGUK homologue, and acts as a bridge to link the Usher protein network with the Crumbs protein complex in the retina ( 27 ). These observations are consistent with a role of p55 in the regulation of the apico-basal Crumbs polarity complex and actin polymerization via the MPP5 and whirlin proteins in both ear and retina. Using the 2G4 monoclonal antibody that is specific for p55, we provide the first evidence that p55 colocalizes with merlin in non-myelin-forming Schwann cells ( Figs. 3  and  4 ). Although the functional implications of this interaction are not yet clear, direct binding of p55 with bacterially expressed merlin FERM domain suggests that p55 binds to unphosphorylated merlin. Interestingly the unphosphorylated form of merlin, which exists in a closed conformation, functions as a growth suppressor  in vivo  ( 7 ). Whether direct interaction of p55 with merlin alters the intra- and inter-molecular interactions of merlin, and its growth suppressive properties, will be an issue of considerable significance for the future studies. We believe that the newly developed 2G4 monoclonal antibody against p55 would serve as a critical experimental tool to investigate a myriad of p55 functions in a variety of tissues. Based on our findings, we speculate that the tumor suppressor function of merlin may be regulated through a conserved cell polarity mechanism that requires the participation of p55-merlin complex for the cytoskeletal reorganization during cell division, proliferation, and differentiation pathways.",
  "upgrade_date": "2026-02-21 02:21:18"
}