{
  "pmid": "PMID:19191334",
  "title": "Microarray analyses reveal regional astrocyte heterogeneity with implications for neurofibromatosis type 1 (NF1)-regulated glial proliferation.",
  "abstract": "Numerous studies have suggested that astrocytes in the central nervous system (CNS) exhibit molecular and functional heterogeneity. In this regard, astroglia from different CNS locations express distinct immune system, and neurotransmitter proteins, have varying levels of gap junction coupling and respond differently to injury. However, the relevance of these differences to human disease is unclear. As brain tumors in children arise in specific CNS locations, we hypothesized that regional astroglial cell heterogeneity might partly underlie the propensity for gliomas to arise in these areas. In this study, we performed high-density RNA microarray profiling on astrocytes from postnatal day 1 optic nerve, cerebellum, brainstem, and neocortex. We showed that astroglia from each region are molecularly distinct, and we were able to develop gene expression patterns that distinguish astroglia, but not neural stem cells, from these different brain regions. We next used these microarray data to determine whether brain tumor suppressor genes were differentially expressed in these distinct populations of astroglia. Interestingly, neurofibromatosis type 1 (NF1) gene expression was decreased at both the RNA and protein levels in neocortical astroglia relative to astroglia from the other brain regions. To determine the functional significance of this finding, we found increased astroglial cell proliferation in optic nerve, brainstem, and cerebellum, but not neocortex, following Nf1 inactivation in vitro and in vivo. These findings provide molecular evidence for CNS astroglial cell heterogeneity, and suggest that differences in tumor suppressor gene expression might contribute to the regional localization of human brain tumors.",
  "authors": "Tu-Hsueh Yeh; Da Yong Lee; Scott M Gianino; David H Gutmann",
  "journal": "Glia",
  "publicationDate": "2009-08-15",
  "doi": "10.1002/glia.20845",
  "methods": "Materials and Methods Mice Nf1 flox /  ( flox Zhu et al. 2001 ) and  Nf1 GFAP CKO ( Bajenaru et al. 2002 ) mice were generated as previously described and maintained on a C57Bl/6 background. All mice were used in accordance with approved Animal Studies Protocols. Primary astroglial cultures Murine astroglial cultures were generated from postnatal day 1 or 2 wild-type or  Nf1 flox /  pups as previously described ( flox Sandsmark et al. 2007 ). Briefly, fronto-parietal lobe neocortex (CTX), cerebellar hemispheres (CB) and medulla (brainstem; BS) were isolated, enzymatically digested in 0.05% trypsin for 20 min, and maintained in astrocyte growth medium (DMEM containing 10% fetal bovine serum and antibiotics). For optic nerve (ON) astroglial cell cultures, each nerve was minced and the resulting cells grown in 6-well plate for 5–7 days prior to seeding in culture flasks containing astrocyte growth medium. The  Nf1  gene was inactivated in passage 1  Nf1 flox /  astrocytes by infection with adenovirus (Ad5) containing Cre recombinase (University of Iowa Gene Transfer Vector Core, Iowa City, IA). Control  flox Nf1 flox /  astrocytes (wild-type) were treated identically with an adenovirus encoding LacZ. Four days after Cre adenovirus treatment, neurofibromin expression was examined by Western blot. In all cases, neurofibromin expression was absent in astroglial cells infected with Ad5-Cre compared to those infected with Ad5-LacZ (data not shown). At least two to three pups were pooled for each culture. flox Neural stem cell cultures As above, CTX, CB and BS were removed from postnatal day 1 (PN1) wild-type mice and processed to obtain single-cell suspension of neural progenitors (neurospheres). Neurospheres were maintained in NSC medium on UltraLow plates (Fisher, St. Louis, MO) as previously described ( Dasgupta and Gutmann 2005 ). RNA isolation and microarray analysis Total RNA was extracted from primary cultured astrocytes from CTX, CB, BS, and ON using RNeasy Mini Kit (Qiagen, Valencia, CA). RNA samples were quantified and RNA integrity was analyzed following the manufacturer’s recommendations (Affymetrix, Santa Clara, CA). Target preparation and microarray hybridization were performed by the Siteman Cancer Center Multiplex Gene Analysis Core Facility using Affymetrix Mouse Genome 430 2.0 GeneChip microarrays. Basic microarray data visualization and data filtering were accomplished as previously described ( Sharma et al. 2007 ). Fold change was calculated by dividing the average values of one region by the average values of the other regions for each probe set. Statistical significance was determined with Student’s  t  test using Spotfire DecisionSite for Functional Genomics (TIBCO Spotfire, Somerville, MA). The  P  values obtained with Student’s  t  test were corrected for multiple testing by the Benjamini-Hochberg method ( Benjamini and Hochberg 1995 ). Unsupervised hierarchical clustering was performed on samples from four brain regions using the following methods: (a) clustering method: unweighted pair group method using arithmetic average (UPGMA), similarity measure: Euclidean distance; (b) clustering method: UPGMA, similarity measure: correlation. Probe sets that were absent across all chips and the Affymetrix control probe sets were filtered from the analysis. Selection of probe sets whose signals were significantly different between one region and another were prioritized for further study by the statistical test and the fold change. Real-time reverse transcription-PCR The expression of specific genes was examined by real-time reverse transcription-PCR (RT-PCR) using SYBR Green detection chemistry. Two micrograms of total RNA extracted from each of the samples were used tomake cDNA. Forty nanograms of cDNA were used as template for PCR amplification with primers specific for each of the transcripts examined ( Supplemental Table S1 ). PCR reactions without cDNA samples were used as negative controls. Each reaction was performed in duplicate. SDS system software (Applied Biosystems, Foster City, CA) was used to convert the fluorescent data into cycle threshold ( C T ) measurements, and the ΔΔ C T  method ( Livak and Schmittgen 2001 ) was used to calculate fold expression, using β-actin as an internal control. For each gene, at least three independent astrocyte cultures, NSC cultures, or brain region specimens were used. Cell proliferation 50,000 astrocytes were plated in 24-well dishes, allowed to adhere, and maintained in serum-free DMEM for 24 h before exposure to [ 3 H]-thymidine (1 μCi/μL) for 20 h. [ 3 H]thymidine incorporation was determined by scintillation counting as previously described ( Sandsmark et al. 2007 ). Each experiment was performed at least three times using independently-generated astroglial cell cultures. Immunocytochemistry Immunofluorescence staining was performed using the following primary antibodies: GFAP (Sigma; St. Louis, MO), AQP4, NG2, O4, LHX2 (Chemicon International; Temecula, CA), APC (Calbiochem; San Diego, CA), FOXG1, FOXP2 (Abcam; Cambridge, MA), HOXB3 (Santa Cruz Biotechnology; Santa Cruz, CA), and GLAST (a gift from Dr. Watanabe; ( Shibata et al. 1997 )). Visualization was accomplished after incubation with either Alexa Fluor 488 or 568 secondary antibodies (Invitrogen, Eugene, OR) using an inverted Eclipse TE300 (Nikon) microscope equipped with an optical camera (Optronics). Cells were counterstained with DAPI. Quantification was performed by counting the number of immunopositive cells as a percentage of the total number of DAPI-stained nuclei in at least five randomly selected fields (>100 cells) in three independently-isolated cultures. Immunohistochemistry Immunohistochemical staining was performed using GFAP (Zymed, San Francisco, CA) or Ki-67 (BD Pharmingen, San Diego, CA) antibodies followed by Vectastain ABC development (Vector Laboratories, Burlingame, CA). GFAP-positive and Ki-67(MIB-1)-immunoreactive cells were quantified by direct counting of representative matched areas from each brain region at 20x objective magnification as previously described ( Hegedus et al., 2008 ). For NG2 immunofluorescence staining, the pixel intensity was determined using image analysis software MetaMorph (Molecular Devices, Downingtown, PA), and the relative intensity calculated using the logarithm of the index value (optic nerve fluorescence signal value/background value). At least four mice were used for each experiment. Western blot analysis Astrocytes were serum-starved overnight, harvested by scraping in ice-cold PBS, and lysed in NP40 lysis buffer with protease inhibitors. Western blotting was performed as previously described ( Dasgupta and Gutmann, 2005 ). Rabbit anti-NF1GRP-D (Santa Cruz Biotechnology, Santa Cruz, CA) was used at a 1:200 dilution to detect neurofibromin expression. Detection was accomplished by enhanced chemiluminescence (Amersham Biosciences, Pittsburgh, PA). α-tubulin (Sigma, St. Louis, MO) was employed for normalization and densitometric analysis using Gel-Pro Analyzer 4.0 (Media Cybernetics, Bethesda, MD). Statistical analyses Statistical analyses were performed using GraphPad Prism 4.0 software (GraphPad, La Jolla, CA). Student’s two-tailed  t -test was used with significance set at  P <0.05. All  in vitro  experiments were performed at least three times with similar results.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:23:42",
  "introduction": "Introduction Brain tumors in children typically occur in specific brain regions, both sporadically and in the context of inherited cancer syndromes. In this regard, histologic subtypes of glial cell tumors (astrocytomas) frequent arise in certain locations within the neuraxis. For example, 98% of pleiomorphic xanthoastrocytomas, a World Health Organization (WHO) grade II glial neoplasm, arise supratentorially and tend to involve the temporal lobes ( Giannini et al. 2002 ), whereas pilomyxoid astrocytomas, another pediatric low-grade glioma, most frequently are located within the hypothalamus and optic chiasm ( Ceppa et al. 2007 ;  Fernandez et al. 2003 ). Similarly, over half of dysembryoplastic neuroepithelial tumors are found in the temporal lobe ( Daumas-Duport 1993 ;  Honavar et al. 1999 ;  Prayson and Estes 1992 ). In addition, glial cell neoplasms arising in inherited tumor predisposition syndromes also show specific regional distributions. In contrast to sporadic WHO grade I pilocytic astrocytomas which are most frequently located in the cerebellum ( Malik et al. 2006 ;  Ohgaki and Kleihues 2005 ), two-thirds of brain tumors in individuals with neurofibromatosis type 1 (NF1) arise in the optic pathway (optic nerve, optic chiasm, and optic radiations) ( Guillamo et al. 2003 ). In addition, the vast majority of glial tumors in the neurofibromatosis type 2 (NF2) inherited cancer syndrome are ependymomas that arise within the spinal cord ( Rodriguez and Berthrong 1966 ). While these unique patterns of brain tumor formation may reflect the presence of specific stromal (microenvironmental) signals unique to these brain locations, it is also possible that glial cells (astrocytes) from different brain regions are genetically distinct, and that this molecular diversity partly dictates the response of tumor-generating cells to specific tumor-causing genetic changes. To gain insights into the molecular heterogeneity of CNS astrocytes, we performed high-density Affymetrix RNA microarray analyses on astrocytes from four brain regions in which tumors arise in children (cerebellum, optic nerve, brainstem, and neocortex), and demonstrated that astrocytes from each CNS region are molecularly distinct. Based on these microarray results, we were able to develop gene expression patterns that distinguish astrocytes, but not neural stem cells, from these different brain locations. To determine the relevance of this molecular heterogeneity to brain tumors, we examined the differential expression of tumor suppressor genes in these distinct populations of astrocytes and found that  Nf1  mRNA and protein expression was decreased in neocortical astrocytes relative to astrocytes from the other regions. Moreover, we found that  Nf1  inactivation resulted in increased proliferation of astrocytes from optic nerve, brainstem, and cerebellum, but not neocortex,  in vitro  and  in vivo .",
  "results": "Results Astroglial cells from different brain regions have distinct gene expression patterns Using Affymetrix Mouse Genome 430 2.0 GeneChip microarrays containing >39,000 transcripts and variants representing ~34,000 mouse genes, a small set of 1446 differential expressed genes (4.2% of total genes) were identified. Quantitative comparison of CTX, CB, BS, and ON gene expression allowed for the identification of all genes that met the following criteria ( Supplemental Tables S2 - S5 ): (a) enriched by at least two-fold, (b) statistically different by corrected  p -values less than 0.05, and (c) present in at least two third of samples or absent in all samples of other regions. These included 184 CTX-enriched genes (225 probe sets, 0.54% of total genes), 47 CB-enriched genes (58 probe sets, 0.14% of total genes), 164 BS-enriched genes (171 probe sets, 0.48% of total genes), and 1051 ON-enriched genes (1314 probe sets, 3.09% of total genes). The heatmap generated from unsupervised hierarchical gene clustering using z-score normalization of expression data revealed distinct gene expression patterns that distinguish astroglial cells from these four brain regions ( Figure 1A ). The dendrogram showed two main branches: one containing ON astroglial cells and another tight cluster which was divided into CTX, CB and BS astroglial cell subsets. To confirm that the cells in these cultures were astrocytes, immunocytochemical analyses using established astrocyte markers were performed. Greater than 98% of the cells from CTX, CB, and BS astroglial cultures were GFAP+. Similarly, >83% of the cells from these cultures expressed aquaporin-4 (AQP4) and the astroglial glutamate transporter GLAST ( Figure 1B ). In contrast, O4- or APC-positive (oligodendrocyte lineage) cells were rarely detected ( Figure S1 ). To further demonstrate that these cultures contained astroglial cells, we examined the microarray data for expression of astroglial-, oligodendrocyte-, microglia-, endothelial cell-, fibroblast-, and neuron-specific transcripts. Cells from all three regions expressed high levels of astrocyte-specific genes and very low levels of oligodendrocyte-, microglia-, endothelial cell-, fibroblast-, or neuron-specific genes ( Figure 1C  and  Figure S2A & B ). By immunocytochemistry, fewer than 5% of the cells in these cultures were microglia, and no fibroblasts or endothelial cells were detected ( Figure S2C ). Collectively, these results indicate that astroglial cells from different brain regions with identical immunomarker phenotypes are genetically distinct. Identification and validation of genes differentially expressed in neocortex, cerebellum and brainstem To independently validate these region-specific gene expression patterns, we analyzed mRNA expression of four representative candidate genes for each region by quantitative real-time RT-PCR assay in independently-generated sets of samples ( Figure 2A ). Consistent with the microarray data, we observed increased  Atp1a2 ,  Foxg1 ,  Lhx2  and  Nr2e1  expression in CTX astrocytes, increased  En2 ,  Pax ,  Ptn  and  Scn7a  expression in CB astrocytes, and increased  Hoxa5 ,  Hoxb3 ,  Hoxb5  and  Npy  expression in BS astrocytes ( Figure 2B ). At the protein level, we examined LHX2, FOXG1 and HOXB3 by immunocytochemistry and found similar patterns of brain region-specific astroglial cell expression ( Figure S3B ). To determine whether these region-specific gene expression patterns are retained in astroglial progenitor cells, we examined the mRNA expression of these region-enriched genes in neural stem cells (NSCs). Quantitative RT-PCR showed a similar differential gene expression pattern in NSCs from CTX; however, the region-specific gene expression patterns were not retained in NSCs from CB or BS ( Figure 2C ). Next, we sought to determine these gene expression profiles were also found in whole tissue from the three different brain regions. Similar to what we observed with NSCs, the region-specific gene expression patterns were not completely retained in brain tissue from these different regions ( Figure 2D ). Collectively, these findings suggest that these molecular signatures most accurately distinguish astroglial cells, but not other cell types, from different brain regions. Optic nerve astroglial cells are a molecularly and genetically distinct glial subtype As demonstrated by the distinct gene expression pattern of ON astroglial cells relative to CTX, CB or BS astroglial cells ( Figure 1A ), we next sought to better characterize this unique population of ON cells. We first examined these cultures for the expression of known glial cell proteins. In contrast to astroglial cells from CB, CTX, and BS, ~30% of these cells expressed GFAP, AQP4 or GLAST. Interestingly, ~70% of cells expressed the NG2 chondroitin sulphate proteoglycan ( Figure 3A ). It is important to note that there was mutually exclusive expression of NG2 and GFAP in these astroglial cells. Since some studies have suggested that NG2 is a marker for oligodendrocyte precursor cells (OPCs) ( Levine et al., 2001 ), we examined the expression of two common OPC markers, O4 and APC, and found no expression of either O4 or APC in these ON astroglial cell cultures ( Figure S1 ). Moreover, mRNA expression of two additional OPC-associated genes,  Pdgfra  and  Cd9 , was not increased in ON astroglial cell cultures compared to astroglial cells from the other brain regions ( Figure S4A & B ). In addition, we analyzed the microarray data for oligodendroglial lineage markers. Whereas we observed high levels of  Cspg4  (NG2) expression in ON astroglial cell cultures, very low mRNA levels of the  Sox10 ,  Mag  and  Mog  oligodendrocyte-associated genes were detected ( Figure 3B ), suggesting the majority of cells in ON cultures were NG2+ glia. Among the 1051 differentially expressed genes, we examined mRNA expression of four representative genes by quantitative real-time RT-PCR ( Figure 3C ). Consistent with the RNA microarray results,  Foxp2 ,  Grb10 ,  Npr3  and  Sdpr  expression was significantly higher in ON astroglial cell culture compared to astroglial cell cultures from the other brain regions ( Figure 3D ). In addition, FOXP2 immunocytochemistry revealed that >90% positive of ON astroglial cells expressed FOXP2 compared to <10% of the astroglial cells from CTX, CB and BS ( Figure S3B ). In contrast to the results obtained with region-specific BS, CB, and CTX genes, the ON-specific gene expression pattern was also observed in optic nerve tissue compared with tissue from different brain regions ( Figure 3E ). Unfortunately, multipotent NSCs could not be isolated from PN1 mouse optic nerve for analysis (D.Y.L. & D.H.G., unpublished observations). Differential brain region expression of glioma-associated tumor suppressor genes Since brain tumors tend to arise in specific brain regions, we next sought to determine whether differential patterns of glioma tumor suppressor gene expression might exist. In our genome-wide gene expression analysis of astroglial cells from different brain regions, we found that several tumor suppressor genes related to gliomagenesis showed a region-specific differential expression pattern ( Table 1 ). The vast majority of these genes showed fold changes that were unlikely to be biologically significant. Notably, only one gene demonstrated highly significant differential gene expression: Neurofibromatosis type 1 (NF1) mRNA expression in CB, BS and ON astroglial cells was between 2- and 4.6-fold higher relative to astroglial cells from CTX. To confirm these microarray results, we performed quantitative real-time RT-PCR using  Nf1 -specific primers. Significantly higher levels of  Nf1  mRNA expression were observed in astroglial cells from ON, CB and BS compared to CTX ( Figure 4A ). In addition, Western blot analysis also demonstrated significantly lower levels of neurofibromin expression in CTX astroglial cells than in astroglial cells from the other brain regions ( Figure 4B ). Since NF1-associated brain tumor uncommonly arise in the cortex, this differential pattern of  Nf1  gene expression might impact on astroglial cell proliferation and gliogenesis. Neocortical astroglial cells exhibit no change in proliferation in response to Nf1 inactivation in vitro or in vivo To provide functional support for the hypothesis that the differential pattern of neurofibromin expression might result in differences in astroglial cell growth following  Nf1  loss, we examined astroglial cell proliferation in response to  Nf1  inactivation  in vitro  and  in vivo . First, we generated  Nf1 flox/flox  astroglial cultures from the four different brain regions, and treated these cultures with either Ad5-Cre or Ad5-LacZ to generate  Nf1 −/−  and wild-type astroglial cells, respectively. In all cases, neurofibromin levels were undetectable in astroglial cells infected with Ad5-Cre compared to Ad5-LacZ (data not shown). Next,  Nf1 −/−  and wild-type astroglial cells from these brain regions were assayed for the effect of neurofibromin loss on cell proliferation. Using [ 3 H]-thymidine incorporation,  Nf1  inactivation resulted in ≥2-fold increase in proliferation of astroglial cells from CB, BS and ON ( Figure 5A ). In contrast, no increase in proliferation was observed following  Nf1  inactivation in CTX astroglial cells. To provide an  in vivo  demonstration of this differential sensitivity to  Nf1  inactivation, we employed a conditional knockout approach using GFAP-Cre mice developed in our laboratory. In these mice, Cre expression is first detected by embryonic day 13.5 ( Bajenaru et al., 2002 ). For these experiments, cohorts of  Nf1 flox/flox ; GFAP-Cre ( Nf1 GFAP CKO) and  Nf1 flox/flox  (control) mice were analyzed. Whereas there was no effect of  Nf1  loss on the number of GFAP+ cells in the CTX, we observed nearly a 2-fold increase in the number of GFAP+ cells in the BS of  Nf1 GFAP CKO relative to control mice ( Figure 5B & C ). Similarly, we found significantly more GFAP+ cells in the CB of  Nf1 GFAP CKO relative to control mice (data not shown). Since few of the astroglial cells in the optic nerve cultures were GFAP+, we chose to quantitate the number of NG2+ cells in the optic nerves from  Nf1 GFAP CKO and control mice. Since we could not accurately count the number of NG2+ cells, we quantitated the relative fluorescence intensity, and detected a 50% increase in NG2 staining in the  Nf1 GFAP CKO mouse optic nerves relative to the control mouse optic nerves. The lower levels of astroglial cell numbers in ON relative to BS parallel the  in vitro  proliferation results ( Figure 5A ). Finally, we sought to determine the effect of  Nf1  loss on astroglial cell proliferation in these different brain regions, we performed Ki67 staining. Consistent with  in vitro  proliferation results, we observed increased numbers of Ki-67-immunoreactive cells in CB, BS and ON of  Nf1 CKO mice, but not in the CTX ( GFAP Figure 5C ). As above, the magnitude of the increased proliferation observed in ON relative to CB and BS  in vivo  parallels what was observed  in vitro . Collectively, these results suggest that differential brain region  Nf1  gene expression has consequences for astroglial cell proliferation  in vitro  and  in vivo .",
  "discussion": "Discussion Numerous studies have shown that astrocytes from different regions of the CNS have distinctive patterns of gene expression and unique biological properties. In this regard, cerebellar and optic nerve astrocytes have stronger gap junction coupling than spinal cord astrocytes ( Lee et al., 1994 ), whereas cerebellar astrocytes exhibit the most prominent stellation in response to cyclic AMP treatment ( Won and Oh, 2000 ). Similarly, astrocyte region-specific differences in adrenergic receptor binding sites ( Ernsberger et al., 1990 ), preproencephalin mRNA expression ( Batter and Kessler, 1991 ), carboxypeptidase mRNA expression ( Klein and Fricker, 1992 ), and opioid receptor expression ( Ruzicka et al., 1995 ) have been reported. In addition, there are regional differences in immune system molecule expression, including ICAM and IL-6, in brainstem astrocytes relative to astrocytes from the neocortex ( Morga et al., 1998 ). In total, these studies demonstrate that there are molecular and functional differences between astrocytes from different brain regions, but they do not provide an obvious connection to human disease. In an effort to define the molecular heterogeneity of astrocyte populations from different regions of the CNS relevant to human brain tumor formation, we employed microarray RNA expression profiling to identify molecular signatures for astrocytes from neocortex, cerebellum, optic nerve, and brainstem – brain regions in which gliomas arise. First, we found that astroglial cells from the brainstem, neocortex, and cerebellum were more closely related to each other than to astrocytes from the optic nerve. This molecular similarity was also reflected by the differential expression of GFAP in these populations. Whereas astrocytes from the brainstem, neocortex, and cerebellum contained >98% GFAP+ cells, those from the optic nerve contained fewer than 30% GFAP+ cells. Similarly, greater than 80% of the astrocytes from the brainstem, neocortex, and cerebellum expressed aquaporin-4 (AQP4) and GLAST, only one-third of the astroglial cells from the optic nerve were AQP4- or GLAST-positive. These findings are consistent with previous studies ( Stallcup and Beasley, 1987 ) and suggest that optic nerve astroglial cells may represent a unique population of glia-like cells. Second, we found that the majority of optic nerve astroglial cells expressed the NG2 proteoglycan. In contrast, fewer than 5% of astrocytes from the brainstem, cerebellum, or neocortex expressed NG2. Previous studies have suggested that NG2+ cells are actually oligodendrocyte precursor cells ( Chen et al., 2002 ): NG2+ cells can give rise to A2B5+ cells in the optic nerve, and the majority of NG2+ cells become GFAP+ cells after 5 days in culture ( Stallcup and Beasley, 1987 ). However, we did not observe increased numbers of GFAP+ cells in our ON astroglial cells as a function of time in culture. In addition, we examined the expression of several genes associated with oligodendrocyte maturation, including O4 and APC at the protein level, and found insignificant numbers of O4+ or APC+ cells in our ON astroglial cell cultures. Moreover, the mRNA expression of other oligodendrocyte/oligodendrocyte precursor-associated genes ( Pdgfra ,  Cd9 ,  sox10 ,  mag , and  mog ) was not increased in ON astroglial cells relative to the other three populations of brain astrocytes. Alternatively, it has been suggested that NG2+ cells represent a fourth neuroglial cell type in the CNS ( Peters, 2004 ). Consistent with the idea that NG2+ cells are a distinct type of neuroglial cell, we also found that NG2+ cells were GFAP-negative, similar to previous reports. NG2+ cells in the optic nerve have been hypothesized to form a functional syncytium ( Sontheimer et al., 1990 ), receive presynaptic input from neurons, respond to neurotransmitters release at synapses, and extend processes to contact nodes of Ranvier to facilitate axon-glial signaling ( Butt et al., 2004 ). Further study will be required to better characterize the functional properties of these astrocytes. Third, we identified discrete gene expression patterns unique to astrocytes from each of the four brain regions. We selected representative transcripts to validate at the RNA and protein levels by quantitative PCR and immunocytochemistry. As expected, we were able to validate these molecular signatures using independently-generated astrocyte cultures. However, we found that these signatures were unique to astrocytes, and were not always shared with neural stem cells or whole brain tissue from that specific region. These results indicate that these genetic profiles are most useful for discriminating astrocytes in these brain regions and are unlikely to reflect a global gene expression pattern specific to that CNS location. In the case of the optic nerve, we did find that the pattern of differential gene expression validated at the whole tissue level, most likely reflecting the fact that most of the RNA derives from astroglial cell bodies in the optic nerve. To extend our findings to brain tumors, we examined the expression of known tumor suppressor genes involved in brain tumor predisposition syndromes, and found that the neurofibromatosis type 1 (NF1) gene was highly expressed in astrocytes from the brainstem, cerebellum, and optic nerve relative to those from the neocortex. The observation that neurofibromin expression was significantly lower in neocortical astrocytes is consistent with the rarity of astrocytomas arising in cortical locations in children with NF1. The differential expression of neurofibromin in neocortical astrocytes prompted us to examine the functional consequences of  Nf1  inactivation on astrocyte proliferation  in vitro  and  in vivo . Our finding that  Nf1  loss has a limited effect on neocortical astrocyte proliferation suggests that these astrocytes are less dependent on neurofibromin for growth regulation than astrocytes from other brain regions, and are therefore considerably less affected by  Nf1  loss. In this regard, we hypothesize that the regional specificity of astrocytoma formation in NF1 is partly dependent on intrinsic genetic programs unique to different astrocyte populations. These region-specific astrocyte gene expression patterns result in the differential expression of critical growth regulators (e.g., tumor suppressor genes) that control glial cell proliferation or survival. In this fashion, the differential expression of growth regulatory genes restricts the response of glial cells to proliferative and survival signals that emanate from the surrounding brain. We envision that regional differences in astrocyte gene expression determine where and when astrocytomas form in concert with spatially- or temporally-restricted stromal (microenvironmental) factors ( Rubin and Gutmann, 2005 ;  Warrington et al., 2007 ). The notion that astrocyte heterogeneity may impact on the propensity of glial cells to undergo malignant transformation illustrates the complex interplay between the intrinsic properties of astrocytes and specific cancer-causing genetic changes relevant to brain tumorigenesis.",
  "upgrade_date": "2026-02-20 07:33:28"
}