{
  "pmid": "PMID:19191334",
  "title": "Microarray analyses reveal regional astrocyte heterogeneity with implications for neurofibromatosis type 1 (NF1)-regulated glial proliferation.",
  "abstract": "Numerous studies have suggested that astrocytes in the central nervous system (CNS) exhibit molecular and functional heterogeneity. In this regard, astroglia from different CNS locations express distinct immune system, and neurotransmitter proteins, have varying levels of gap junction coupling and respond differently to injury. However, the relevance of these differences to human disease is unclear. As brain tumors in children arise in specific CNS locations, we hypothesized that regional astroglial cell heterogeneity might partly underlie the propensity for gliomas to arise in these areas. In this study, we performed high-density RNA microarray profiling on astrocytes from postnatal day 1 optic nerve, cerebellum, brainstem, and neocortex. We showed that astroglia from each region are molecularly distinct, and we were able to develop gene expression patterns that distinguish astroglia, but not neural stem cells, from these different brain regions. We next used these microarray data to determine whether brain tumor suppressor genes were differentially expressed in these distinct populations of astroglia. Interestingly, neurofibromatosis type 1 (NF1) gene expression was decreased at both the RNA and protein levels in neocortical astroglia relative to astroglia from the other brain regions. To determine the functional significance of this finding, we found increased astroglial cell proliferation in optic nerve, brainstem, and cerebellum, but not neocortex, following Nf1 inactivation in vitro and in vivo. These findings provide molecular evidence for CNS astroglial cell heterogeneity, and suggest that differences in tumor suppressor gene expression might contribute to the regional localization of human brain tumors.",
  "authors": "Tu-Hsueh Yeh; Da Yong Lee; Scott M Gianino; David H Gutmann",
  "journal": "Glia",
  "publicationDate": "2009-08-15",
  "doi": "10.1002/glia.20845",
  "methods": "Materials and Methods Mice Nf1 flox /  ( flox Zhu et al. 2001 ) and  Nf1 GFAP CKO ( Bajenaru et al. 2002 ) mice were generated as previously described and maintained on a C57Bl/6 background. All mice were used in accordance with approved Animal Studies Protocols. Primary astroglial cultures Murine astroglial cultures were generated from postnatal day 1 or 2 wild-type or  Nf1 flox /  pups as previously described ( flox Sandsmark et al. 2007 ). Briefly, fronto-parietal lobe neocortex (CTX), cerebellar hemispheres (CB) and medulla (brainstem; BS) were isolated, enzymatically digested in 0.05% trypsin for 20 min, and maintained in astrocyte growth medium (DMEM containing 10% fetal bovine serum and antibiotics). For optic nerve (ON) astroglial cell cultures, each nerve was minced and the resulting cells grown in 6-well plate for 5–7 days prior to seeding in culture flasks containing astrocyte growth medium. The  Nf1  gene was inactivated in passage 1  Nf1 flox /  astrocytes by infection with adenovirus (Ad5) containing Cre recombinase (University of Iowa Gene Transfer Vector Core, Iowa City, IA). Control  flox Nf1 flox /  astrocytes (wild-type) were treated identically with an adenovirus encoding LacZ. Four days after Cre adenovirus treatment, neurofibromin expression was examined by Western blot. In all cases, neurofibromin expression was absent in astroglial cells infected with Ad5-Cre compared to those infected with Ad5-LacZ (data not shown). At least two to three pups were pooled for each culture. flox Neural stem cell cultures As above, CTX, CB and BS were removed from postnatal day 1 (PN1) wild-type mice and processed to obtain single-cell suspension of neural progenitors (neurospheres). Neurospheres were maintained in NSC medium on UltraLow plates (Fisher, St. Louis, MO) as previously described ( Dasgupta and Gutmann 2005 ). RNA isolation and microarray analysis Total RNA was extracted from primary cultured astrocytes from CTX, CB, BS, and ON using RNeasy Mini Kit (Qiagen, Valencia, CA). RNA samples were quantified and RNA integrity was analyzed following the manufacturer’s recommendations (Affymetrix, Santa Clara, CA). Target preparation and microarray hybridization were performed by the Siteman Cancer Center Multiplex Gene Analysis Core Facility using Affymetrix Mouse Genome 430 2.0 GeneChip microarrays. Basic microarray data visualization and data filtering were accomplished as previously described ( Sharma et al. 2007 ). Fold change was calculated by dividing the average values of one region by the average values of the other regions for each probe set. Statistical significance was determined with Student’s  t  test using Spotfire DecisionSite for Functional Genomics (TIBCO Spotfire, Somerville, MA). The  P  values obtained with Student’s  t  test were corrected for multiple testing by the Benjamini-Hochberg method ( Benjamini and Hochberg 1995 ). Unsupervised hierarchical clustering was performed on samples from four brain regions using the following methods: (a) clustering method: unweighted pair group method using arithmetic average (UPGMA), similarity measure: Euclidean distance; (b) clustering method: UPGMA, similarity measure: correlation. Probe sets that were absent across all chips and the Affymetrix control probe sets were filtered from the analysis. Selection of probe sets whose signals were significantly different between one region and another were prioritized for further study by the statistical test and the fold change. Real-time reverse transcription-PCR The expression of specific genes was examined by real-time reverse transcription-PCR (RT-PCR) using SYBR Green detection chemistry. Two micrograms of total RNA extracted from each of the samples were used tomake cDNA. Forty nanograms of cDNA were used as template for PCR amplification with primers specific for each of the transcripts examined ( Supplemental Table S1 ). PCR reactions without cDNA samples were used as negative controls. Each reaction was performed in duplicate. SDS system software (Applied Biosystems, Foster City, CA) was used to convert the fluorescent data into cycle threshold ( C T ) measurements, and the ΔΔ C T  method ( Livak and Schmittgen 2001 ) was used to calculate fold expression, using β-actin as an internal control. For each gene, at least three independent astrocyte cultures, NSC cultures, or brain region specimens were used. Cell proliferation 50,000 astrocytes were plated in 24-well dishes, allowed to adhere, and maintained in serum-free DMEM for 24 h before exposure to [ 3 H]-thymidine (1 μCi/μL) for 20 h. [ 3 H]thymidine incorporation was determined by scintillation counting as previously described ( Sandsmark et al. 2007 ). Each experiment was performed at least three times using independently-generated astroglial cell cultures. Immunocytochemistry Immunofluorescence staining was performed using the following primary antibodies: GFAP (Sigma; St. Louis, MO), AQP4, NG2, O4, LHX2 (Chemicon International; Temecula, CA), APC (Calbiochem; San Diego, CA), FOXG1, FOXP2 (Abcam; Cambridge, MA), HOXB3 (Santa Cruz Biotechnology; Santa Cruz, CA), and GLAST (a gift from Dr. Watanabe; ( Shibata et al. 1997 )). Visualization was accomplished after incubation with either Alexa Fluor 488 or 568 secondary antibodies (Invitrogen, Eugene, OR) using an inverted Eclipse TE300 (Nikon) microscope equipped with an optical camera (Optronics). Cells were counterstained with DAPI. Quantification was performed by counting the number of immunopositive cells as a percentage of the total number of DAPI-stained nuclei in at least five randomly selected fields (>100 cells) in three independently-isolated cultures. Immunohistochemistry Immunohistochemical staining was performed using GFAP (Zymed, San Francisco, CA) or Ki-67 (BD Pharmingen, San Diego, CA) antibodies followed by Vectastain ABC development (Vector Laboratories, Burlingame, CA). GFAP-positive and Ki-67(MIB-1)-immunoreactive cells were quantified by direct counting of representative matched areas from each brain region at 20x objective magnification as previously described ( Hegedus et al., 2008 ). For NG2 immunofluorescence staining, the pixel intensity was determined using image analysis software MetaMorph (Molecular Devices, Downingtown, PA), and the relative intensity calculated using the logarithm of the index value (optic nerve fluorescence signal value/background value). At least four mice were used for each experiment. Western blot analysis Astrocytes were serum-starved overnight, harvested by scraping in ice-cold PBS, and lysed in NP40 lysis buffer with protease inhibitors. Western blotting was performed as previously described ( Dasgupta and Gutmann, 2005 ). Rabbit anti-NF1GRP-D (Santa Cruz Biotechnology, Santa Cruz, CA) was used at a 1:200 dilution to detect neurofibromin expression. Detection was accomplished by enhanced chemiluminescence (Amersham Biosciences, Pittsburgh, PA). α-tubulin (Sigma, St. Louis, MO) was employed for normalization and densitometric analysis using Gel-Pro Analyzer 4.0 (Media Cybernetics, Bethesda, MD). Statistical analyses Statistical analyses were performed using GraphPad Prism 4.0 software (GraphPad, La Jolla, CA). Student’s two-tailed  t -test was used with significance set at  P <0.05. All  in vitro  experiments were performed at least three times with similar results.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:23:42"
}