{
  "pmid": "19191334",
  "abstract": "Microarray analyses reveal regional astrocyte heterogeneity with implications  for neurofibromatosis type 1 (NF1)-regulated glial proliferation.  Yeh TH(1), Lee DY, Gianino SM, Gutmann DH.  Author information: (1)Department of Neurology, Washington University School of Medicine, St. Louis,  Missouri 63110, USA.  Numerous studies have suggested that astrocytes in the central nervous system  (CNS) exhibit molecular and functional heterogeneity. In this regard, astroglia  from different CNS locations express distinct immune system, and  neurotransmitter proteins, have varying levels of gap junction coupling and  respond differently to injury. However, the relevance of these differences to  human disease is unclear. As brain tumors in children arise in specific CNS  locations, we hypothesized that regional astroglial cell heterogeneity might  partly underlie the propensity for gliomas to arise in these areas. In this  study, we performed high-density RNA microarray profiling on astrocytes from  postnatal day 1 optic nerve, cerebellum, brainstem, and neocortex. We showed  that astroglia from each region are molecularly distinct, and we were able to  develop gene expression patterns that distinguish astroglia, but not neural stem  cells, from these different brain regions. We next used these microarray data to  determine whether brain tumor suppressor genes were differentially expressed in  these distinct populations of astroglia. Interestingly, neurofibromatosis type 1  (NF1) gene expression was decreased at both the RNA and protein levels in  neocortical astroglia relative to astroglia from the other brain regions. To  determine the functional significance of this finding, we found increased  astroglial cell proliferation in optic nerve, brainstem, and cerebellum, but not  neocortex, following Nf1 inactivation in vitro and in vivo. These findings  provide molecular evidence for CNS astroglial cell heterogeneity, and suggest  that differences in tumor suppressor gene expression might contribute to the  regional localization of human brain tumors.  DOI: 10.1002/glia.20845 PMCID: PMC2706934 PMID: 19191334 [Indexed for MEDLINE]",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-16T15:38:13.321382",
  "abstract_length": 2157,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}