{
  "pmid": "19282654",
  "abstract": "Tranilast, an anti-allergic drug, down-regulates the growth of cultured  neurofibroma cells derived from neurofibromatosis type 1.  Yamamoto M(1), Yamauchi T, Okano K, Takahashi M, Watabe S, Yamamoto Y.  Author information: (1)Faculty of Health Sciences, Yamaguchi University School of Medicine, Ube,  Yamaguchi, Japan. yamamoms@yamaguchi-u.ac.jp  Neurofibromas are benign tumors that comprise primarily of Schwann cells and  fibroblasts. Mast cells have been found scattered in the tumor tissue, and their  role in promoting the proliferation of neurofibroma has been suggested.  Tranilast (N-[3,4-dimethoxycinnamolyl]anthranilic acid) is an anti-allergic drug  that inhibits release of the chemical mediators from mast cells and it used for  the treatment of keloids and hypertrophic scars by its inhibition of  growth-promoting transforming growth factor (TGF)-beta(1) from fibroblasts. We  assumed that tranilast would suppress neurofibroma cell growth. In order to  prove this hypothesis, we investigated the effectiveness of tranilast in  inhibiting the tumor growth using a new cell culture system obtained from  patients with neurofibromas. We called this culture system with the mixture of  Schwann cells and fibroblasts \"NF1 cells culture\". Mast cells were  differentiated from CD34(+) peripheral blood mononuclear cells of normal healthy  subjects, and were co-cultured with NF1 cells. Three days after tranilast (10  approximately 100 microM) added to the culture dishes, we counted viable cell  numbers and measured the concentrations of TGF-beta(1), stem cell factor (SCF)  and tryptase, which exists in the histamine granule, in the culture medium.  Tranilast significantly suppressed proliferation of the NF1 cells and lowered  the levels of TGF-beta(1), SCF and tryptase. These results suggest that  tranilast retards tumor proliferation through not only suppression of cell  growth factor, but also the inhibition of a chemical mediator released from mast  cells. Thus, tranilast can be a potent therapeutic agent to inhibit the growth  of neurofibromas.  DOI: 10.1620/tjem.217.193 PMID: 19282654 [Indexed for MEDLINE]",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-16T15:38:16.170926",
  "abstract_length": 2136,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}