{
  "pmid": "19292874",
  "abstract": "Low U1 snRNP dependence at the NF1 exon 29 donor splice site.  Raponi M(1), Buratti E, Dassie E, Upadhyaya M, Baralle D.  Author information: (1)Department of Pathology, University of Cambridge, UK.  Many disease-causing splicing mutations described in the literature produce  changes in splice sites (SS) or in exon-regulatory sequences. The delineation of  these splice aberrations can provide important insights into novel regulation  mechanisms. In this study, we evaluated the effect of patient variations in  neurofibromatosis type 1 (NF1) exon 29 and its 5'SS surrounding area on its  splicing process. Only two of all nonsense, missense, synonymous and intronic  variations analyzed in this study clearly altered exon 29 inclusion/exclusion  levels. In particular, the intronic mutation +5g>a had the strongest effect,  resulting in total exon exclusion. This finding prompted us to evaluate the exon  29 5'SS in relation to its ability to bind U1 snRNP. This was performed by  direct analysis of the ability of U1 to bind to wild-type and mutant donor  sites, by engineering an in vitro splicing system to directly evaluate the  functional importance of U1 snRNA base pairing with the exon 29 donor site, and  by coexpression of mutant U1 snRNP molecules to try to rescue exon 29 inclusion  in vivo. The results revealed a low dependency on the presence of U1 snRNP, and  suggest that exon 29 donor site definition may depend on alternative mechanisms  of 5'SS recognition.  DOI: 10.1111/j.1742-4658.2009.06941.x PMID: 19292874 [Indexed for MEDLINE]",
  "methods": "",
  "introduction": "Background Age-related macular degeneration (AMD), a leading cause of vision loss in elderly individuals, is a multifactorial disease driven by genetic, environmental, and cellular aging processes. Emerging evidence highlights the critical role of ribonucleic acid (RNA) splicing dysfunction in AMD pathogenesis, with a focus on the U1 small nuclear ribonucleoprotein (U1 snRNP) complex, a key spliceosome component. U1 snRNPs ensure the fidelity of RNA cotranscription and pre-mRNA splicing initiation, and their dysfunction has been implicated in neurodegenerative disorders and other age-related diseases. Background Age-related macular degeneration (AMD) is a progressive neurodegenerative disease influenced by multiple factors, including aging, genetics, and environmental conditions [ 1 ]. It is the leading cause of irreversible central vision loss in elderly individuals, and its prevalence is expected to increase significantly owing to the aging population and increasing life expectancy. In 2020, 196 million people were affected by AMD worldwide, and this number is projected to reach 288 million by 2040 [ 2 ]. AMD manifests in two primary forms: dry (nonexudative) and wet (exudative) AMD. The dry form, accounting for approximately 90% of all cases, is characterized by the gradual accumulation of drusen beneath the retina, leading to atrophy of the retinal pigment epithelium (RPE) and loss of photoreceptors (PR), which results in a slow, progressive decline in central vision. Conversely, wet AMD, although less common, is more severe and characterized by abnormal growth of choroidal blood vessels (choroidal neovascularization) beneath the retina. These fragile vessels leak blood and fluid, causing rapid retinal damage, scarring, and substantial vision loss [ 3 ,  4 ]. The treatment options for AMD vary by form. Wet AMD is often managed with intravitreal injections of vascular endothelial growth factor (VEGF) inhibitors to suppress abnormal blood vessel growth, or in combination with angiopoietin-2, to enhance vascular stability [ 5 ]. However, treatment for dry AMD is limited to strategies that slow the progression of AMD through lifestyle modifications, intravitreal complement modulation, and vitamin supplementation [ 6 – 9 ]. The primary therapeutic strategies for dry AMD that are currently under investigation include the following: complement pathway inhibitors drugs that target oxidative stress beta-amyloid antibodies neuroprotective small molecules visual cycle modulators stem cell therapies and anti-inflammatory agents [ 10 ] However, the development of these treatments faces significant challenges, including an incomplete understanding of AMD pathogenesis, the complexity of delivering drugs to the retina, limited preclinical models, and the need for innovative clinical trial approaches and novel endpoints [ 6 – 10 ]. Addressing the complex pathophysiology of AMD will likely require multitargeted approaches rather than focusing on a single aspect. The increasing understanding of RNA mechanisms and their role in neurodegenerative diseases has spurred the development of biomarkers and innovative therapeutic strategies [ 11 ]. This article is a narrative, integrative review that synthesizes current evidence from molecular biology, retinal degeneration, and neuroscience to construct a novel theoretical framework regarding the role of RNA splicing dysfunction in AMD, with a particular focus on the U1 snRNP complex. Relevant studies were identified through a comprehensive search of peer-reviewed literature using databases such as PubMed and Web of Science. Keywords included “age-related macular degeneration,” “RNA splicing,” “U1 snRNP,” “spliceosome,” “neurodegenerative diseases,” “aging,” “cotranscription,” and “long genes.” Articles were selected based on their conceptual relevance, methodological rigor, and contribution to understanding molecular mechanisms of neurodegeneration. This synthesis aims to construct a cohesive pathogenic framework that supports future therapeutic strategies targeting the dysfunction of the U1 snRNP complex in AMD and related disorders.",
  "results": "",
  "discussion": "Short conclusion Understanding the molecular mechanisms underlying U1 snRNP dynamics in retinal health and degeneration is essential for developing innovative and effective treatments for AMD, which may provide ways to delay or reverse the effects of aging and associated diseases. Conclusions Studying DNA alone is insufficient to uncover the complete genetic basis of complex diseases, such as AMD. The RNA transcriptome represents a vast layer beyond the DNA sequence that is now widely acknowledged and can drive research linking genetic variation to cellular pathology [ 47 ]. Future research is essential to unravel this complex relationship between neuronal function and dysregulation of RNA metabolism. This review highlights the emerging role of the age-sensitive dysfunction of the U1 snRNP complex in the pathophysiology of AMD, proposing a model in which aging and environmental stressors can disrupt cotranscriptional and splicing processes. Perturbation at this node unifies premature termination of long genes, isoform imbalance, chronic inflammation, as well as impaired autophagy and proteostasis, offering a mechanistic bridge to broader neurodegenerative conditions. By framing RNA metabolism dysregulation as a central driver of the pathology, this perspective introduces a novel therapeutic approach that may extend beyond AMD. It also provides insights into a potentially shared pathogenic mechanism and could contribute to addressing significant unmet medical needs across multiple neurodegenerative conditions.",
  "fetched_at": "2026-02-16T15:38:17.757209",
  "abstract_length": 1558,
  "methods_length": 0,
  "introduction_length": 4138,
  "results_length": 0,
  "discussion_length": 1534
}