{
  "pmid": "PMID:19306381",
  "title": "Neuregulin-1 beta and neuregulin-1 alpha differentially affect the migration and invasion of malignant peripheral nerve sheath tumor cells.",
  "abstract": "Malignant peripheral nerve sheath tumors (MPNSTs) are the most common malignancy associated with neurofibromatosis Type 1 (NF1). These Schwann cell lineage-derived sarcomas aggressively invade adjacent nerve and soft tissue, frequently precluding surgical resection. Little is known regarding the mechanisms underlying this invasive behavior. We have shown that MPNSTs express neuregulin-1 (NRG-1) beta isoforms, which promote Schwann cell migration during development, and NRG-1 alpha isoforms, whose effects on Schwann cells are poorly understood. Hypothesizing that NRG-1 beta and/or NRG-1 alpha promote MPNST invasion, we found that NRG-1 beta promoted MPNST migration in a substrate-specific manner, markedly enhancing migration on laminin but not on collagen type I or fibronectin. The NRG-1 receptors erbB3 and erbB4 were present in MPNST invadopodia (processes mediating invasion), partially colocalized with focal adhesion kinase and the laminin receptor beta(1)-integrin and coimmunoprecipitated with beta(1)-integrin. NRG-1 beta stimulated human and murine MPNST cell migration and invasion in a concentration-dependent manner in three-dimensional migration assays, acting as a chemotactic factor. Both baseline and NRG-1 beta-induced migration were erbB-dependent and required the action of MEK 1/2, SAPK/JNK, PI-3 kinase, Src family kinases and ROCK-I/II. In contrast, NRG-1 alpha had no effect on the migration and invasion of some MPNST lines and inhibited the migration of others. While NRG-1 beta potently and persistently activated Erk 1/2, SAPK/JNK, Akt and Src family kinases, NRG-1 alpha did not activate Akt and activated these other kinases with kinetics distinct from those evident in NRG-1 beta-stimulated cells. These findings suggest that NRG-1 beta enhances MPNST migration and that NRG-1 beta and NRG-1 alpha differentially modulate this process.",
  "authors": "Jenell M Eckert; Stephanie J Byer; Buffie J Clodfelder-Miller; Steven L Carroll",
  "journal": "Glia",
  "publicationDate": "2009-11-01",
  "doi": "10.1002/glia.20866",
  "methods": "MATERIALS AND METHODS Human Study Cases Protocols for studies using human tissues were approved by the University of Alabama at Birmingham Institutional Review Board for Human Use. Paraffin embedded blocks of surgically resected MPNSTs were obtained from the Department of Pathology of the University of Alabama at Birmingham. 5 to 6 μm thick sections from these blocks were used for immunohistochemical studies. Reagents and Antibodies PD168393 , PD98059, U0126, LY294002, wortmannin, PP2, SU6656, SP600125 and Y-27632 were purchased from Calbiochem (La Jolla, CA). Antibodies recognizing phospho-Erk 1/2 (#9101), Erk2 (#9108), Akt phosphorylated at Ser473 (#9271), Akt (#9272), SAPK/JNK phosphorylated on Thr183/Tyr185 (#9251), SAPK/JNK (#9252) or Src family members phosphorylated at Tyr416 (#2101) or Tyr527 (#2105) were from Cell Signaling Technology (Danvers, MA). Rabbit polyclonal antibodies recognizing FAK (sc-932), erbB2 (sc-284), erbB4 (sc-283) and NRG-1 transmembrane precursors with an “a” variant carboxy terminus (sc-348) and a goat polyclonal anti-β 1  integrin (sc-6622) antibody were obtained from Santa Cruz Biotechnology (Santa Cruz, CA). Mouse monoclonal antibodies recognizing erbB3 (clone RTJ.1; #554208) or erbB4 (HFR1; sc-53280) were from BD PharMingen (San Jose, CA) or Santa Cruz Biotechnology, respectively. Anti-GAPDH monoclonal antibody (clone 6C5) was purchased from Fitzgerald Antibodies and Antigens (Concord, MA). Texas red-conjugated phalloidin was obtained from Invitrogen (Carlsbad, CA). Cy3-, fluorescein isothiocyanate (FITC)- and horseradish peroxidase-conjugated donkey anti-mouse, anti-goat and anti-rabbit secondary antibodies were purchased from Jackson Immunoresearch (West Grove, PA). We have previously described the production of recombinant NRG-1 ( Frohnert et al., 2003a ). Biological activity of NRG-1β and NRG-1α was verified by demonstrating that nanomolar concentrations of these recombinant proteins maximally stimulated erbB phosphorylation in MCF-7 breast carcinoma cells; this result is identical to that previously reported with similarly produced NRG-1 proteins ( Holmes et al., 1992 ;  Peles et al., 1993 ). Culture of MPNST Cells and Wild-Type Schwann Cells Establishment of the YST-1 ( Nagashima et al., 1990 ), STS-26T ( Dahlberg et al., 1993 ) and ST88-14 ( Ryan et al., 1994 ) human MPNST cell lines has been previously described. The murine A202, B76 and B97 cell lines were established from MPNSTs arising in P 0 -GGFβ3 mice (Kazmi et al, in preparation). Wild-type murine Schwann cell cultures were prepared from the sciatic nerves of adult C57BL/6 mice using our previously described methodology ( Frohnert et al., 2003b ). All cultures were maintained in Dulbecco’s modification of Eagle’s medium (DMEM) supplemented with 10% heat-inactivated fetal calf serum (FCS), 10 μg/ml streptomycin and 10 IU/ml penicillin (DMEM10). Migration Assays Transwell migration assays were performed as previously described ( Ritch et al., 2003 ) using 70% confluent MPNST cells that had been maintained overnight in a serum-free Schwann cell defined medium [SCDM ( Frohnert et al., 2003b ;  Frohnert et al., 2003a )] prior to plating in filters (40,000 cells per filter). Transwell filters with 8 μm pores (Becton Dickinson Labware; Franklin Lakes, NJ) were prepared by coating first with 0.1 mg/ml poly-L-lysine (Sigma #P5899) and then with 10 μg/ml natural mouse laminin (Invitrogen #23017-015) in phosphate buffered saline (PBS); to compare MPNST migration on alternative substrates, filters were instead coated with 40 μg/ml fibronectin or 40 μg/ml collagen type I in PBS without poly-L-lysine precoating. NRG-1 was added to the bottom portion of wells containing migration assay buffer (MAB) and cells allowed to migrate for 6 hours; if pharmacologic inhibitors were used, these were added to the top and bottom of the wells 30 minutes prior to NRG-1 exposure. Ethanol fixed, crystal violet-stained cells on filter undersurfaces were visualized by bright field microscopy and five distinct 20x fields per filter photographed. Experiments were repeated a minimum of six times. The number of cells in each photographed field were counted using Image Pro Plus (version 4.1) software (Media Cybernetics; Silver Springs, MD). Data was analyzed with a one-way ANOVA, followed by a Tukey post-hoc test.  P -values < 0.05 were considered significant. Invasion Assays Schwann cell and MPNST cell invasion was assessed using Matrigel invasion assays as previously described ( Kleinman and Jacob, 1998 ). In brief, cells were incubated overnight in serum-free Schwann cell defined medium. 40 μl of 1:1 growth-factor depleted Matrigel (BD Biosciences #354230): DMEM with 0.2% fatty acid-free BSA was allowed to solidify for 1 hour at 37°C inside Transwell filters with 8 μm pores (Becton Dickinson Labware). 75,000 cells were plated inside each filter and allowed to attach for 1 hour at 37°. NRG-1 was then added to the bottom portion of each well and cells allowed to invade for 72 hours; if pharmacologic inhibitors were to be used, these were added to both the top and bottom of the wells. Filters were washed three times with PBS and stained overnight at 4°C with crystal violet dissolved in ethanol. Filters were then washed four times with PBS. Cells on the lower surface of the filter were visualized by bright field microscopy and five distinct 20x fields per filter were photographed. Experiments were repeated a minimum of six times. The number of cells in each photographed field were counted using Image Pro Plus (version 4.1) software (Media Cybernetics; Silver Springs, MD). The data was analyzed with a one-way ANOVA, followed by a Tukey post-hoc test.  P -values < 0.05 were considered significant. Cell Adhesion Assays 96 well plates were coated overnight with poly-L-lysine and laminin. 70% confluent MPNST cells maintained overnight in serum-free Schwann cell defined medium were plated at 25,000 cells per well in MAB alone or MAB containing NRG-1β or NRG-1β plus  PD168393 . 30 minutes later, cells were washed three times with PBS, fixed with ethanol and stained with crystal violet. The amount of staining in each well was quantified by scanning at 590 nm with a plate spectrophotometer. Phalloidin Staining of MPNST Cells MPNST cells maintained in DMEM10 were plated on poly-L-lysine/laminin coated coverslips. The next morning, cells were incubated in SCDM for 16 hours, followed by 3 hours in MAB. Wells were then challenged with vehicle, the concentration of NRG-1β that optimally promoted migration or the equivalent concentration of NRG-1α. Six hours post-stimulation, cells were fixed for 15 minutes at room temperature with 4% paraformaldehyde in PBS. Following three PBS washes, fixed cells were incubated in blocking buffer (PBS containing 2% BSA and 0.1% Triton X-100) for 20 minutes at room temperature. Cells were then incubated overnight at 4°C with Texas red-conjugated phalloidin diluted in blocking buffer as recommended by the manufacturer. Cells were washed three times with PBS (15 minutes/wash) and counterstained for 5 minutes with bisbenzamide (Sigma). Coverslips were mounted in 1:1 PBS:glycerol and visualized using a Zeiss Axioskop microscope equipped for epifluorescence. Estimation of Cellular Area of Phalloidin Stained Cells The mean area of MPNST cells before and after NRG-1 treatment was estimated in an unbiased fashion using the nucleator technique. Phalloidin stained cells counterstained with bisbenzamide were examined using the 40x objective of an Olympus BX-51 microscope equipped with epifluorescence optics and a motorized stage that was controlled by a computer equipped with StereoInvestigator software (MBF Bioscience, Inc.; Williston, VT). Photographs of 10-12 sampling sites that were systematically and randomly selected were taken using a Microfire camera operating at a uniform exposure setting. The nucleoli of all cells within the sampled fields were marked and the distances along four rays extending from the marked site to the boundary of the cell determined. The area of each cell was then calculated using StereoInvestigator software and the mean area of all of the cells sampled for each treatment condition determined. Immunocytochemistry and Immunohistochemistry MPNST cells plated on poly-L-lysine/laminin coated coverslips were fixed as described above. Following three PBS washes, cells were incubated in TBST (Tris-buffered saline containing 2% bovine serum albumin and 0.1% Triton X-100) for 20 minutes at room temperature and then incubated with primary antibodies diluted in TBST [anti-FAK, 1:500; anti-β 1  integrin, 1:100; anti-erbB3 (mouse monoclonal RTJ.1), 1:500; anti-erbB4 (mouse monoclonal HFR1), 1:200] or Texas red-conjugated phalloidin overnight at 4°C. The next morning, coverslips were washed three times with PBS (15 minutes/wash) and then incubated for 1 hour at room temperature with FITC- and Cy3-conjugated secondary antibodies (1:100 and 1:800 dilutions, respectively). Cells were washed three more times with PBS (15 minutes per wash) and then counterstained by immersion in 2 μg/mL bisbenzamide for 10 minutes at room temperature. Coverslips were mounted with 1:1 PBS:glycerol. To examine erbB localization in invadopodia, MPNST cells were plated on poly-L-lysine/laminin coated FluoroBlok filters with 8 μm pores (#351152; BD Biosciences, Bedford, MA) as described for the Transwell migration assays. After allowing the cells to migrate for 2 hours, they were fixed and immunostained for erbB3 or erbB4 as described above. Filter membranes were excised with a scapel and mounted under coverslips. Double label immunohistochemistry for NRG-1 and erbB kinases was performed on tumor sections using our previously described methodology ( Stonecypher et al., 2005 ). Primary antibody dilutions were: anti-NRG-1 (Santa Cruz rabbit polyclonal sc-348), 1:500; anti-erbB3 (mouse monoclonal RTJ.1), 1:500; and anti-erbB4 (mouse monoclonal HFR1), 1:200. Following incubation with fluorophore-conjugated secondary antibodies, sections were counterstained with bisbenzamide and mounted with 1:1 PBS:glycerol for examination. Imaging was performed on a Leica DMIRBE inverted epifluorescence / Nomarski microscope outfitted with Leica TCS NT SP1 Laser Confocal optics. Precise control of fluorochrome excitation and emission was afforded by an acousto-optical tunable filter and by a TCS SP1 prism spectrophotometer, respectively. Spectral separation of fluorochromes was ensured by the use of tight bandpass emission windows which do not overlap with the emission spectra of the other fluorochromes used. Optical sections through the Z axis were generated using a stage galvonometer. During image acquisition, the format size was set to 1024 × 1024 pixels for high resolution and the pinhole aperture to 150 um for a high level of haze removal. Flattened maximum projections of image stacks were realized using proprietary confocal imaging software (Leica). Exposures for images of control preparations stained using secondary antibodies alone were established by first determining the conditions necessary for optimal exposures of preparations stained with primary antibodies and then using these same conditions to photograph preparations stained using secondary antibodies alone. Immunoblotting Assays 70% confluent cultures of A202 cells plated on poly-L-lysine/laminin coated flasks were serum-starved overnight and then stimulated with 1 nM NRG-1β or 1 nM NRG-1α. Cells were rinsed with ice-cold Hanks’ balanced salt solution (HBSS) and then homogenized  in situ  with 1 ml of ice-cold HES (20 mM HEPES [pH 7.4], 1 mM EDTA, 250 mM sucrose) buffer containing protease (Sigma #P8340), serine/threonine phosphatase (Sigma #P2850) and tyrosine phosphatase (Sigma #P5726) inhibitors diluted 1:100. Protein concentrations were determined with a modified Lowry method ( DC  Protein Assay; Bio-Rad, Hercules, CA). Equivalent quantities of protein were resolved on SDS polyacrylamide gels, immunoblotted per our previously described protocol ( Stonecypher et al., 2005 ) and probed with antibodies recognizing phospho-Erk 1/2 (1:1200 dilution), Erk2 (1:1000 dilution), phospho-Akt (1:1000 dilution), Akt (1:1000 dilution), phospho-SAPK/JNK (1:700), SAPK/JNK (1:1000), phospho-Src (Tyr416; 1:1000 dilution) or phospho-Src (Tyr527; 1:1000 dilution). Immunoreactive species were detected by enhanced chemiluminescence (Pierce). Membranes were reprobed with an anti-GAPDH antibody (clone 6C5; 1:20,000 dilution). For immunoblot analyses of erbB expression in human and murine MPNST cells, 70% confluent cultures were lysed and immunoblotted as described above. Blots were probed with antibodies recognizing erbB2 (rabbit polyclonal sc-284; 1:500 dilution), erbB3 (monoclonal RTJ.1; 1:500 dilution) or erbB4 (rabbit polyclonal sc-283; 1:500 dilution) and immunoreactive species detected by enhanced chemiluminescence. Immunoprecipitation Assays MPNST cells were rinsed once with ice-cold PBS and then lysed by sonication at 4°C in RIPA (150 mM NaCl, 1% Nonidet P-40, 0.5% deoxycholate, 0.1% SDS and 50 mM Tris [pH 8.0]) buffer supplemented with protease and phosphatase inhibitors. Protein concentrations were determined as noted above. Immunoprecipitation was performed using Protein G Dynabeads (Invitrogen; Carlsbad, CA). A 10 μl slurry of beads was washed twice in PBS containing 0.1% BSA, using a magnetic particle separator to recover the beads from the wash solution. Washed beads were incubated with 6 μg of anti-β 1  integrin antibody in PBS containing 0.1% BSA at 4°C with continuous overnight end-to-end mixing. The next morning, beads were washed twice with PBS containing 0.1% BSA, mixed with 1 mg of protein diluted in 1 ml of wash buffer supplemented with protease and phosphatase inhibitors and incubated overnight at 4°C with continuous end-to-end mixing. Beads were then washed three times with PBS containing 0.1% BSA. Washed beads were resuspended in 50 μl of Laemmli sample buffer and boiled for 5 minutes. Immunoprecipitates were resolved on a 7.5% gel, immunoblotted as described above and probed with anti-β 1  integrin (1:200 dilution), anti-erbB3 (monoclonal RTJ.1; 1:500 dilution) or anti-erbB4 (monoclonal HFR1; 1:500 dilution) antibodies. Immunoreactive species were detected by enhanced chemiluminescence.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:23:46",
  "introduction": "INTRODUCTION Malignant peripheral nerve sheath tumors (MPNSTs) are the most common malignancy occurring in patients with neurofibromatosis type 1 (NF1) and are a major cause of death in this patient population ( Rasmussen et al., 2001 ). These aggressive sarcomas have Schwann cell-like features ( Carroll and Stonecypher, 2004 ) and most commonly arise via progression from benign peripheral nerve sheath tumors known as plexiform neurofibromas which themselves develop when  NF1  gene function is lost in cells of the Schwann cell lineage ( Wu et al., 2008 ;  Zheng et al., 2008 ). At present, complete surgical resection offers the only hope for curing patients with MPNSTs ( Ferner and Gutmann, 2002 ); radiotherapy has no effect on long term survival ( Ferner and O’Doherty, 2002 ) and currently available chemotherapeutic regimens are ineffective ( Ferner and Gutmann, 2002 ). Unfortunately, complete resection of MPNSTs is often impossible as neoplastic cells derived from these tumors aggressively invade surrounding tissues and migrate, often for long distances, along peripheral nerves. The molecular mechanisms underlying this aggressive invasive behavior are poorly understood. The neuregulin-1 (NRG-1) family of growth factors potently promotes the survival, proliferation and migration of developing Schwann cells ( Corfas et al., 2004 ). We have hypothesized that NRG-1 signaling similarly contributes to the pathogenesis of NF1-associated neurofibromas and MPNSTs. In support of this hypothesis, we have demonstrated that human neurofibromas, MPNSTs and MPNST cell lines express multiple NRG-1 isoforms together with the erbB receptor tyrosine kinases (erbB2, erbB3 and/or erbB4) that mediate NRG-1 actions ( Stonecypher et al., 2005 ). We have also generated transgenic mice overexpressing a NRG-1β isoform [glial growth factor β3 (GGFβ3)] in peripheral nerve (P 0 -GGFβ3 mice) and have found that these animals develop neurofibromas (Kazmi et al, in preparation) and MPNSTs (Huijbregts et al., 2003). Pharmacologic inhibitors of the erbB kinases inhibit the proliferation of both human MPNST cells ( Stonecypher et al., 2005 ) and cell lines established from MPNSTs arising in P 0 -GGFβ3 mice, indicating that NRG-1 promotes MPNST tumorigenesis by stimulating tumor cell mitogenesis. It is not yet known whether NRG-1 has other pro-tumorigenic effects such as promoting the invasive behavior of MPNST cells. The NRG-1 proteins expressed in human ( Stonecypher et al., 2005 ) and P 0 -GGFβ3 MPNSTs include both α and β isoforms. NRG-1α and NRG-1β contain related, but structurally distinct EGF-like domains composed of a common amino terminal segment followed by α or β variant sequences ( Wen et al., 1994 ). Recombinant proteins consisting solely of the NRG-1 EGF-like common and variant sequences bind to erbB kinases with an affinity virtually identical to that of the corresponding full length proteins and have an equivalent ability to stimulate erbB phosphorylation ( Holmes et al., 1992 ). However, structural variation at the carboxy terminus of the EGF-like domain does affect NRG-1 function; NRG-1β binds to erbB receptors with an affinity an order of magnitude greater than that of NRG-1α ( Wen et al., 1994 ) and promotes the phosphorylation of these membrane tyrosine kinases 10 fold more effectively than NRG-1α ( Pinkas-Kramarski et al., 1996 ). It is less clear how structural variation in the NRG-1 EGF-like domain affects the biological action of NRG-1β and NRG-1α. NRG-1β effects on non-neoplastic Schwann cells have been extensively studied and it is clear that this NRG-1 isoform regulates the proliferation, migration and survival of developing Schwann cells ( Corfas et al., 2004 ). In contrast, although NRG-1α is also expressed in peripheral nerve ( Carroll et al., 1997 ), little is known regarding the effects this NRG-1 isoform has on Schwann cells beyond the fact that it does not promote the proliferation of these glia ( Raabe et al., 1996 ). Given this paucity of information about NRG-1α action in normal peripheral nerve, it is difficult to predict what role NRG-1α plays in MPNST tumorigenesis. We have tested the hypothesis that NRG-1β promotes the migration of MPNST cells on specific extracellular matrix molecules found in MPNSTs and determined whether specific erbB kinases are localized in cellular regions important for tumor cell invasion. We have also compared the ability of NRG-1β and NRG-1α to promote the migration and invasion of human and murine MPNST cells, examined the mechanism by which these factors affect migration and identified key cytoplasmic signaling molecules whose action is necessary for NRG-1 enhanced migration of these cells. Finally, to clarify the biological consequences of NRG-1α action, we have determined whether NRG-1α activates cytoplasmic signaling molecules essential for MPNST migration and asked whether differential activation of these molecules might explain potential differences in the ability of NRG-1α and β to promote MPNST cell migration.",
  "results": "RESULTS NRG-1 and its ErbB Receptors Colocalize in MPNSTs  In Vivo We have previously demonstrated that MPNSTs and MPNST cell lines coexpress NRG-1α, NRG-1β and their erbB receptors. Further, erbB kinases expressed in MPNST cells are constitutively phosphorylated ( Stonecypher et al., 2005 ), suggesting that they are activated via autocrine or paracrine mechanisms. If autocrine or paracrine signaling promotes MPNST cell invasion  in vivo , we would expect NRG-1 and its erbB receptors to be located in close proximity in MPNST tumor tissues. To test this hypothesis, we immunostained two NF1-associated MPNSTs that we have previously shown express both NRG-1 receptors (erbB3 and erbB4 ( Stonecypher et al., 2005 )) with a rabbit polyclonal antibody that recognizes NRG-1 transmembrane precursors with an “a” carboxy terminus (the predominant NRG-1 isoforms expressed in MPNSTs ( Stonecypher et al., 2005 )) and mouse monoclonal antibodies that detect either erbB3 (clone RTJ.1) or erbB4 (clone HFR1). Confocal microscopic examination of these preparations demonstrated that strong erbB3 immunoreactivity was associated with the plasma membrane of tumor cells ( Fig. 1 A ). Lower level, focally punctate erbB3 immunoreactivity was also present in the cytoplasm of tumor cells; such cytoplasmic erbB3 immunoreactivity has been previously observed in other tumor types and reflects receptor endocytosis ( Cheng et al., 2007 ). ErbB4 immunoreactivity was predominantly associated with the plasma membrane of tumor cells, with fainter staining evident in the interior of the cells ( Fig. 1 D ). NRG-1 immunoreactivity was evident both at the cell surface and in the cytoplasm of tumor cells ( Fig. 1 B, E ), which is consistent with previous reports that NRG-1 transmembrane precursors are proteolytically cleaved and their carboxy terminal portions internalized ( Bao et al., 2003 ). A comparison of the distribution of immunoreactivity for erbB3 and erbB4 with that for NRG-1 showed extensive, albeit incomplete, colocalization of NRG-1 and its receptors ( Fig. 1 C, F ). This staining for the erbB receptors and NRG-1 was abolished in the absence of primary antibody ( Fig. 1 G-I ). It is thus evident that erbB3 and erbB4 are located in close proximity to NRG-1 in MPNST tumor tissue and are therefore potentially positioned to promote tumor cell invasion  in vivo . NRG-1β Induces the Migration of MPNST Cells in a Substrate-Dependent Manner Little is known regarding the extracellular matrix components that support the migration of MPNST cells  in vivo . We therefore first examined the ability of human ST88-14 MPNST cells to migrate on collagen type I, fibronectin and poly-L-lysine/laminin, both in the presence and absence of NRG-1β. These substrates were chosen because they facilitate the migration of normal Schwann cells ( Muir, 1995 ;  Ahmed and Brown, 1999 ) or neoplastic Schwann cells derived from ethylnitrosourea-induced neoplasms ( McCarthy et al., 1983 ). In addition, collagen type I, fibronectin and laminin are major components of Schwann cell basement membranes and the extracellular matrix in normal nerve ( Fu and Gordon, 1997 ), neurofibromas and MPNSTs ( Haraida et al., 1992 ). The three dimensional movement of MPNST cells was assessed by plating serum-starved cells on the upper surface of Transwell filter inserts whose undersurface had been coated with each substrate and then quantifying the number of MPNST cells that migrated to the filter undersurface six hours after plating; this time was chosen because we found it to be optimal in preliminary experiments examining ST88-14 migration 6 to 24 hours after NRG-1β stimulation. Although ST88-14 cells readily adhered to the upper surface of both uncoated and coated Transwell filters, an appropriate substrate was clearly essential for their subsequent migration as these MPNST cells did not migrate to the undersurface of uncoated filters, regardless of whether or not NRG-1β was present ( Fig. 2 A, E ). In contrast, all three of the substrates tested supported the migration of unstimulated MPNST cells, with similar levels of migration seen on poly-L-lysine/laminin and fibronectin and lower levels of migration evident on collagen type I ( Fig. 2 E ). However, when 1 nM NRG-1β was added to the lower chamber of each well, pronounced differences in the ability of MPNST cells to migrate on these three substrates became evident (compare  Fig. 2 B, C and D ). Comparisons of the number of ST88-14 cells that migrated in the presence and absence of NRG-1β demonstrated that NRG-1β modestly enhanced migration on collagen type I ( Fig. 2 E ), while having no effect on migration through fibronectin. In contrast, 1 nM NRG-1β markedly enhanced ST88-14 migration on poly-L-lysine/laminin ( Fig. 2 E ), suggesting that poly-L-lysine and/or laminin act cooperatively with NRG-1β to promote MPNST cell migration. To determine whether laminin was the component within the poly-L-lysine/laminin mixture that was primarily responsible for enhancing NRG-1β promoted migration of MPNST cells, ST88-14 cells were plated on Transwell filters coated with poly-L-lysine alone, poly-L-lysine and laminin, poly-D-lysine alone or poly-D-lysine plus laminin. 1 nM NRG-1β was added to the bottom chamber of each well and the number of cells migrating to the undersurface of these filters quantified six hours later. Only minimal migration was observed on filters coated with poly-L-lysine or poly-D-lysine alone relative to the migration seen on a substrate containing both poly-L-lysine and laminin ( Fig. 2 F ). Migration on a substrate containing poly-D-lysine in combination with laminin was also markedly enhanced relative to migration on poly-D-lysine alone, indicating that laminin is the component of this substrate that is primarily responsible for enhancing NRG-1β promoted migration of ST88-14 cells. NRG-1 Receptors are Present Within the Invadopodia of MPNST Cells and Complex with β 1 -Integrin A growing body of evidence indicates that the invasion and metastasis of cancer cells is highly dependent on specialized actin-rich subcellular regions known as invadopodia. Invadopodia, which contain concentrations of proteases, cell adhesion molecules and associated cytoplasmic signaling molecules, are transiently protruded from tumor cells and facilitate adherence to and degradation of the extracellular matrix ( Buccione et al., 2004 ). In other tumor types, invadopodia contain localized concentrations of erbB kinases linked to the actin cytoskeleton ( Eccles, 2000 ), raising the question of whether erbB kinases are similarly distributed in MPNST cells. Our previous analyses of a series of human MPNSTs indicated that although all of these neoplasms were potentially NRG-1 responsive, they expressed varying combinations of the erbB kinases mediating NRG-1 effects ( Stonecypher et al., 2005 ). Prior to assessing the localization of NRG-1 receptors in invadopodia, we therefore first examined the expression of both the receptor subunits that directly bind NRG-1 (erbB3 and erbB4) and that of erbB2 (a related kinase that can heterodimerize with erbB3 and erbB4 to facilitate NRG-1 signaling) in three human MPNST cell lines (ST88-14, YST-1 and STS-26T) and three murine lines (B76, B97 and A202) derived from MPNSTs arising in P 0 -GGFβ3 mice. Consistent with our previous observations in MPNSTs, all of these lines expressed a complement of erbB receptors potentially capable of mediating NRG-1 signaling ( Supporting Information Fig. 1 ). However, the complement of erbB kinases expressed by each line did vary, with four lines (ST88-14, STS-26T, A202 and B76 cells) coexpressing erbB2, erbB3 and erbB4 and the other two lines expressing only two erbB receptor subunits (erbB3 and erbB4 in YST-1 cells and erbB2 and erbB4 in B97 cells). Since most of our MPNST lines expressed both erbB3 and erbB4, we examined the localization of these NRG-1 receptors in MPNST cells. To determine whether erbB3 colocalizes with pro-migratory molecules that are frequently enriched in invadopodia, we compared the distribution of erbB3 to that of F-actin, the polymerized form of this cytoskeletal protein which is concentrated in invadopodia ( Nakahara et al., 1998 ), β 1 -integrin, a cell surface receptor that mediates laminin signaling ( Green et al., 1998 ), and FAK, a non-receptor tyrosine kinase implicated in cellular migration ( Mitra and Schlaepfer, 2006 ). For these experiments, ST88-14 cells were plated on poly-L-lysine/laminin coated coverslips and stimulated with vehicle or NRG-1β for 6 hours prior to fixation and immunostaining. Unbiased morphometric comparisons, performed using the nucleator algorithm with phalloidin stained cells, indicated that NRG-1β treatment has no statistically significant effect on the area of ST88-14 cells. We also saw no effect of NRG-1β treatment on the distribution of erbB3 staining in this line. ErbB3 immunoreactivity was distributed throughout vehicle treated ST88-14 cells, with staining relatively evenly distributed on the cell membrane. Extensive cytoplasmic erbB3 immunoreactivity was also evident ( Fig. 3 A-D ), which is consistent with previous reports that this receptor can be endocytosed ( Cheng et al., 2007 ). In cells challenged with 1 nM NRG-1β, erbB3 immunoreactivity had a similar distribution ( Fig. 3 E-H ); although staining for this NRG-1 receptor was evident in the central region of actin-rich processes protruding from the tumor cells ( Fig. 3 H , arrow), it was not confined to these processes, being instead distributed widely throughout the cells. It was also noted that some cells in these cultures demonstrated a more punctate distribution of erbB3 immunoreactivity (compare  Fig. 3 M  to panels A, E and I), suggesting that this receptor may be differentially distributed in cellular subpopulations present within this line. In both vehicle ( Fig. 3 I-L ) and NRG-1β treated (not shown) ST88-14 cells, β 1 -integrin immunoreactivity was evident as intensely staining puncta, with lighter staining for this antigen present diffusely throughout the cells. Cellular regions containing concentrations of erbB3 immunoreactivity encompassed the areas of β 1 -integrin staining. However, at this level of examination it appeared that a large portion of the erbB3 immunoreactivity was distinct from that for β 1 -integrin and it was difficult to assess the degree of colocalization with the areas of punctate β 1 -integrin staining. Staining for FAK, like that for β 1 -integrin, was diffuse with foci of intense punctate staining seen. Again, however, a significant quantity of the erbB3 immunoreactivity did not obviously overlap with that for FAK and it was difficult to definitively establish whether erbB3 colocalized with FAK in the areas of punctate staining ( Fig. 3 M-P ). Staining for erbB3, β 1 -integrin and FAK was abolished when staining was performed in the absence of primary antibody ( Fig. 3 Q-T ). We conclude that much of the erbB3 immunoreactivity in these cells is not clearly associated with that for β 1 -integrin or FAK in ST88-14 cells. However, these experiments also did not rule out the possibility that a small subpopulation of erbB3 receptors expressed in these cells is associated with β 1 -integrin or FAK. With conventional immunofluorescence microscopy, erbB4 immunoreactivity also appeared to be broadly distributed in ST88-14 cells ( Fig. 4A-C ). To examine the relationship between the distribution of erbB4 and invadopodia-associated markers, double label immunohistochemistry of ST88-14 cells was performed using an antibody recognizing erbB4 (monoclonal HFR1) in combination with antibodies recognizing β 1 -integrin or FAK. Examination of these preparations with confocal microscopy showed some cytoplasmic immunoreactivity as well as intense membranous immunoreactivity, which in some instances was more apparent in processes extending from the cells ( Fig. 4 D and G , arrows). β1-Integrin and FAK were often concentrated in these same regions ( Fig. 4 E and H , arrows), as demonstrated when the images for these antigens were merged with those for erbB4 ( Fig. 4 F and I , arrows). To more directly assess whether NRG-1 receptors are localized within actively invading processes extending from MPNST cells and which receptors are present within these structures, ST88-14 cells were plated on the upper surface of poly-L-lysine/laminin coated FluoroBlok filters, which are opaque to the wavelengths used for immunofluorescence microscopy. Vehicle or 1 nM NRG-1β was added to the bottom chamber of the wells and two hours later cells were fixed and immunostained for erbB3 or erbB4. Filter undersurfaces were examined microscopically; this allows visualization of cellular processes extending through the filter pores toward the chamber containing NRG-1β, while blocking the fluorescence associated with the portion of the cell on the upper surface of the filter that has not yet migrated through the pore. As the extensive cytoplasmic erbB3 immunoreactivity evident in ST88-14 cells made it difficult to distinguish cytoplasmic and membranous staining with conventional fluorescence microscopy, erbB3 stained preparations were examined using both conventional and confocal microscopy. We found that erbB3 immunoreactivity was evident within tumor cell processes invading through the pores of the filter membrane ( Fig. 5 A-B ). Much of this erbB3 immunoreactivity was associated with the cell membrane, including fine hair-like processes extending from these projections ( Fig. 5 B ). Immunoreactivity for erbB4 was also present in these structures ( Fig. 5 C-D ). ErbB4 staining was particularly evident in the distal portions of the invadopodia, with more intensely staining concentrations of this NRG-1 receptor often seen at the tips of extending processes ( Fig. 5 D ; arrows). There was no difference between the distribution of erbB3 and erbB4 immunoreactivity in the invadopodia of cells receiving vehicle and those treated with NRG-1β (data not shown), suggesting that stimulation with NRG-1β does not alter the localization of NRG-1 receptors in ST88-14 invadopodia. The presence of erbB3 and erbB4 in invadopodia, which are known to contain concentrations of β 1 -integrin ( Weaver, 2006 ), suggested that one or both of these NRG-1 receptors might be associated with β 1 -integrin. This possibility was intriguing, since our analyses of the substrate requirements of migrating ST88-14 MPNST cells had indicated that laminin, which binds to β 1 -integrin, specifically enhanced NRG-1β promoted migration. To test the possibility that these erbB kinases were part of a complex containing β 1 -integrin, we immunoprecipitated β 1 -integrin from unstimulated ST88-14 cells, resolved a portion of the starting lysate, a portion of the depleted lysate and the immunoprecipitates by SDS-PAGE and blotted them. Blots were probed with antibodies recognizing erbB3 (monoclonal RTJ.1), erbB4 (monoclonal HFR1) or β 1 -integrin. We found that antigens with the molecular weights expected for erbB3 (185 kDa) and erbB4 (185 kDa) both coimmunoprecipitated with β 1 -integrin ( Fig. 6 ). These results thus indicate that at least some of the erbB3 and erbB4 receptors present in ST88-14 cells are indeed associated with the laminin receptor subunit β 1 -integrin. NRG-1β and NRG-1α Differ in Their Ability to Promote the Migration of Human and Murine MPNST Cells We next compared the ability of NRG-1α and NRG-1β to promote the migration of MPNST cells. For these experiments, Transwell migration assays were performed with vehicle, 0.1 to 100 nM NRG-1β or 0.1 to 100 nM NRG-1α added to the bottom chamber of each well. Microscopic examination of the filter undersurfaces 6 hours later showed that all of these lines demonstrated a basal rate of migration on poly-L-lysine/laminin that was enhanced when NRG-1β was present, but not when NRG-1α was added (see  Fig. 7  for representative photomicrographs of ST88-14 and A202 cells treated with vehicle (A, D), 1 nM NRG-1β (B, E) or 1 nM NRG-1α (C, F)). To quantify these differences, the average number of cells per 20x field was determined for each condition. These analyses confirmed that NRG-1β induced a statistically significant increase in the migration of all three human MPNST cell lines ( Fig. 7 G-I ). The concentration of NRG-1β that produced maximal migration, however, varied from line to line, with 0.1 nM NRG-1β producing maximal migration of YST-1 cells, 1 nM NRG-1β producing the greatest enhancement of ST88-14 migration and 10 nM NRG-1β being required for maximal migration of STS-26T cells. NRG-1β also produced a statistically significant increase in the migration of all three murine MPNST cell lines ( Fig. 7 J-L ). The concentrations of NRG-1β that were maximally effective were again variable, with 1 nM NRG-1β maximally stimulating A202 migration, 0.1 nM NRG-1β inducing peak migration of B97 cells and 10 nM NRG-1β producing the greatest enhancement of B76 migration. In all of these lines, migration rates were lower than peak levels when cells were exposed to NRG-1β concentrations higher than those inducing maximal migration. In contrast to the results obtained with NRG-1β, we found that NRG-1α had no statistically significant effect on the migration of the human cell lines ( Fig. 7 G-I ) or on the migration of murine B97 cells ( Fig. 7 K ). However, NRG-1α did affect the migration of A202 and B76 cells, producing statistically significant decreases in the migration of these two murine MPNST cell lines ( Fig. 7 J, L ). Curiously, these inhibitory effects on A202 and B76 migration were biphasic, with statistically significant inhibition seen at lower NRG-1α concentrations (0.1 and 1 nM for A202 cells; 0.1 nM for B76 cells), a rebound in migration rates with intermediate NRG-1α concentrations (10 nM for A202 cells and 1 nM for B76 cells) and statistically significant inhibition again evident with higher NRG-1α concentrations. To verify that the increases in migration observed in NRG-1β treated MPNST cell lines were erbB-dependent, Transwell migration assays were performed in which ST88-14 and A202 cells were challenged with 1 nM NRG-1β in the presence of 1 to 1000 nM concentrations of  PD168393 , a 6-acrylamido-4-anilinoquinazoline compound that irreversibly inhibits erbB receptors by forming a covalent bond with a critical cysteine residue in the ATP binding pocket of these kinases ( Fry et al., 1998 ). We found that  PD168393  inhibited NRG-1β induced migration in a concentration-dependent manner ( Fig. 8 A ), indicating that erbB signaling was essential for this process. However, we also noted that increasing concentrations of  PD168393  decreased the migration of these MPNST cell lines to levels lower than those observed in wells challenged with vehicle alone, suggesting that  PD168393  interfered with basal levels of MPNST migration by inhibiting the constitutive activation of erbB kinases that we have previously demonstrated in MPNST cells ( Stonecypher et al., 2005 ). To examine this possibility, a second series of Transwell migration assays was performed in which unstimulated ST88-14 and A202 cells were challenged with 1 to 1000 nM  PD168393 . As predicted, we found that  PD168393  inhibited the baseline migration of unstimulated MPNST cells in a concentration-dependent manner ( Fig. 8 B ). NRG-1β Does Not Alter MPNST Cell Attachment to Laminin-Containing Substrates and Promotes MPNST Migration in a Chemotactic Manner Cellular migration is dependent on several factors, including cellular attachment to the extracellular matrix. To determine whether NRG-1β enhances MPNST cells interactions with laminin coated substrates, serum starved ST88-14, STS-26T, YST-1 and A202 cells were plated in poly-L-lysine/laminin-coated wells in the presence of 0.1 to 100 nM NRG-1β. After allowing the cells to adhere for 30 minutes, they were washed, fixed and stained with crystal violet. The number of adherent cells was then quantified by measuring the absorbance in each well. For all four lines, we found that there were no statistically significant differences between the number of cells that attached to the poly-L-lysine/laminin substrate in the presence of vehicle and the number that adhered to this substrate in the presence of 0.1 to 100 nM NRG-1β ( Supporting Information Fig. 2 ). Adherence was also unchanged when cells were challenged with 10 nM NRG-1β in the presence of 1 μM  PD168393  ( Supporting Information Fig. 2 ). It is thus apparent that NRG-1β does not promote MPNST cell migration by enhancing the attachment of these cells to a laminin-containing substrate and that baseline activation of erbB kinases is also not required for this process. Although NRG-1β stimulated the migration of human and murine MPNST cells, it was not clear whether this factor acted by enhancing cellular movement in a non-directed fashion (a chemokinetic effect) or stimulated migration towards regions in which NRG-1β was present at a higher concentration (a chemotactic effect). To distinguish between these possibilities, we performed Transwell migration experiments with human ST88-14 and murine A202 cells in which 1 nM NRG-1β (the concentration of NRG-1β optimally promoting the migration of these lines; see  Fig. 7 ) was present only in the lower chamber, only in the upper chamber or in both chambers. Comparing the relative levels of migration in each of these conditions, we found that NRG-1β potently promoted migration when it was present in the lower chamber ( Fig. 9 A, B ). In contrast, MPNST cell migration was not significantly different from vehicle when NRG-1β was present in the top chamber or in both chambers. These findings indicate that NRG-1β acts on MPNST cells primarily as a chemotactic, rather than as a chemokinetic, factor. NRG-1β and NRG-1α Have Similar Effects on the Migration of Wild-Type Schwann Cells and MPNST Cells, But Differ in Their Ability to Promote Invasion by These Cells Having initially established the effects NRG-1β and NRG-1α exert on MPNST cells, we next asked whether these factors have similar effects on MPNST cells and wild-type Schwann cells. We began by comparing the migration of MPNST cells and wild-type Schwann cells in the presence of varying concentrations of each NRG-1 isoform. For these experiments, murine A202 MPNST cells and wild-type adult mouse Schwann cells were plated in the upper chamber of Transwell filters and the filters then placed in wells in containing vehicle, 0.1 to 100 nM NRG-1β or 0.1 to 100 nM NRG-1α. Six hours later, the number of cells that had migrated to the undersurfaces of these filters was quantified. In keeping with our previous results, we found that 1 nM NRG-1β effectively stimulated the migration of A202 MPNST cells under these conditions ( Supporting Information Fig. 3 A ). NRG-1β also stimulated the migration of the wild-type Schwann cells in a concentration-dependent manner, maximally inducing migration at a 1 nM concentration ( Supporting Information Fig. 3 B , gray bars); the fold increase in migration observed for the NRG-1β stimulated wild-type Schwann cells was similar to that observed with the A202 MPNST cells. In contrast, NRG-1α had no statistically significant effect on the migration of the wild-type Schwann cells ( Supporting Information Fig. 3 B , black bars), much as we had seen in some of our MPNST lines. The results described above indicate that NRG-1 has similar effects on the migration of adult wild-type Schwann cells and MPNST cells. However, a key difference between wild-type and neoplastic Schwann cells is that neoplastic Schwann cells are capable of invasion ( Sheela et al., 1990 ). To determine what effect NRG-1 exerts on the invasion of MPNST cells, we used a well established  in vitro  invasion assay ( Kleinman and Jacob, 1998 ) to quantify the invasion of cells through Matrigel, a basement membrane extract whose primary component is laminin. For these assays, cells were plated on top of 40 μl of growth factor-depleted Matrigel that had been allowed to solidify in a Transwell filter. Cells were then allowed to invade for 3 days towards a bottom chamber containing vehicle, 0.1 to 100 nM NRG-1β or 0.1 to 100 nM NRG-1α; this period was chosen because we found it to be optimal in preliminary experiments in which we examined ST88-14 invasion 1 to 4 days after NRG-1β stimulation. Quantification of the number of ST88-14 and A202 cells that had invaded through the Matrigel to the filter undersurface during this period showed that NRG-1β promoted the invasion of these cells in a concentration-dependent manner, with a maximal effect achieved with 1 nM NRG-1β ( Fig. 10 A, B ; gray bars). In contrast, NRG-1α did not enhance invasion of ST88-14 or A202 cells ( Fig. 10 A, B ; black bars) at any concentration tested. NRG-1β effects on MPNST cell invasion were erbB-dependent, as  PD168393  inhibited NRG-1β stimulated invasion of ST88-14 ( Fig. 10 C ; black bars) and A202 ( Fig. 10 D ; black bars) cells in a concentration-dependent manner.  PD168393  also inhibited the basal rate of invasion of these lines ( Fig. 10 C, D ; gray bars), much as we had observed in the migration assays. We next used the same assay to compare the invasion of A202 murine MPNST cells to that of wild-type mouse Schwann cells. As in the previous set of experiments, A202 cells demonstrated a basal rate of invasion through the Matrigel substrate that was enhanced by stimulation with NRG-1β ( Fig. 10 E ). In contrast, however, unstimulated wild-type Schwann cells did not invade through the Matrigel and invasion could not be induced by any concentration (0.1 to 100 nM) of NRG-1β or NRG-1α that we tested ( Fig. 10 E ). We conclude that while NRG-1β enhances the invasion of MPNST cells, this growth factor is incapable of stimulating wild-type Schwann cell invasion under these conditions. NRG-1β and NRG-1α Differentially Affect the Phosphorylation of Key Signaling Molecules Regulating Migration Our demonstration that NRG-1β effectively promoted MPNST cell migration while NRG-1α either had no effect or actually inhibited migration led us to examine the question of whether NRG-1β and NRG-1α differ in their ability to activate cytoplasmic signaling pathways essential for migration. At present, little is known regarding the identity of the cytoplasmic signaling molecules that mediate NRG-1 responses in MPNST cells. As a first step towards identifying these cytoplasmic signaling molecules, human ST88-14 and murine A202 cells plated on the upper surface of poly-L-lysine/laminin coated Transwell filters were challenged with vehicle, 1 nM NRG-1β alone or 1 nM NRG-1β plus pharmacologic inhibitors of MEK 1/2 (10 μM PD98059, 10 μM U0126), SAPK/JNK (50 nM SP600125), PI-3 kinase (1 μM LY294002, 30 nM wortmannin), Src family kinases (1 μM PP2, 2 μM SU6656) or Rho-associated protein kinase (ROCK)-I and -II (20 μM Y-27632). Six hours later, the number of MPNST cells migrating to the filter undersurface under each of these experimental conditions was quantified. As in previous experiments, 1 nM NRG-1β markedly enhanced the level of migration of both of these MPNST cell lines relative to the migration observed in wells receiving vehicle alone ( Supporting Information Fig. 4 A, B ). However, when ST88-14 cells were challenged with NRG-1β in the presence of this panel of pharmacologic inhibitors, we found that inhibitors of MEK 1/2, SAPK/JNK, PI-3 kinase, Src family kinases and ROCK-I/II all profoundly inhibited the migration of this line to levels even lower than that seen with vehicle treated cells ( Supporting Information Fig. 4 A ). These same pharmacologic inhibitors similarly impeded NRG-1β induced migration of A202 cells ( Supporting Information Fig. 4 B ). Having implicated MEK 1/2, PI-3 kinase and SAPK/JNK in NRG-1β induced migration, we next examined the ability of NRG-1β and NRG-1α to phosphorylate these molecules or known substrates of these molecules. These experiments were performed using A202 cells, as this line had shown a striking difference in its migratory response to NRG-1β and NRG-1α (see  Fig. 7 J ). A202 cells were stimulated with either 1 nM NRG-1β, which maximally stimulated the migration of this line, or 1 nM NRG-1α, which maximally inhibited migration. Lysates prepared from cells stimulated for 5 minutes to 3 hours with NRG-1 were immunoblotted and then probed with phospho-specific protein antibodies. Examining the phosphorylation of Erk 1/2, a substrate of MEK 1/2, we found that NRG-1β induced Erk 1/2 phosphorylation as early as 5 minutes post-stimulation and that the levels of phospho-Erk protein steadily increased out to 3 hours post-stimulation ( Fig. 11 ). In contrast, although NRG-1α did induce Erk phosphorylation, this phosphorylation was transient, with a peak effect evident 1 hour after NRG-1α stimulation and a decrease to baseline levels seen at the 3 hour time point. NRG-1β similarly induced phosphorylation of the PI-3 kinase substrate Akt after only 5 minutes of stimulation, with consistently elevated levels of phospho-Akt persisting out to 3 hours post-stimulation. NRG-1α, however, had no effect on Akt phosphorylation, with only very low levels of phospho-Akt seen at all of the times examined. Phosphorylated SAPK/JNK was readily detected in unstimulated A202 cells. Curiously, NRG-1β effects on SAPK/JNK phosphorylation were biphasic, with an initial decrease in phosphorylation seen at 15 minutes and a subsequent rebound in phosphorylation that peaked 1 hour post-stimulation. NRG-1α effects on SAPK/JNK phosphorylation were again distinct from the effects of NRG-1β, with NRG-1α triggering a decrease to near baseline levels after 15 minutes of stimulation that persisted to 3 hours post-stimulation. As shown above, the Src family kinase inhibitors PP2 and SU6656 blocked NRG-1β induced MPNST cell migration; further, Src inhibitors have been previously shown to inhibit the invasive behavior of MPNST lines, including the ST88-14 cells used in this study ( Su et al., 2003 ). We therefore examined the effects of NRG-1β and NRG-1α on the phosphorylation of Src family members. Src family kinases can be activated by dephosphorylation of Tyr527 and phosphorylation of Tyr416 ( Salter and Kalia, 2004 ). Lysates of A202 cells stimulated with NRG-1β or NRG-1α for 5 minutes to 3 hours were therefore immunoblotted and probed with antibodies recognizing Src family kinases phosphorylated on Tyr416 or Tyr527. Both NRG-1β and NRG-1α modulated Tyr416 phosphorylation ( Fig. 11 ). As with Erk 1/2, however, this occurred with distinct kinetics. Following an initial decrease 5 minutes after stimulation, NRG-1β enhanced Src family kinase phosphorylation on Tyr416, with this phosphorylation peaking at 15 minutes, persisting to 1 hour post-stimulation and then decreasing to levels below those seen in unstimulated cells thereafter. In contrast, NRG-1α had little effect on the initial levels of Tyr416 phosphorylation and then produced a prominent decrease in Src family kinase phosphorylation at this site by 30 minutes post-stimulation. NRG-1β and NRG-1α effects on the phosphorylation of Tyr527 were more subtle. In NRG-1β treated cells, a band migrating slightly below the band evident in unstimulated cells was present 5 minutes to 1 hour post-stimulation and disappeared thereafter; as Src family kinases vary in size from 52 to 62 kD ( Salter and Kalia, 2004 ), this may represent a distinct family member that is phosphorylated at a position equivalent to Src Tyr527. A band at this same position also became more prominent in cells challenged with NRG-1α, but only at the 1 hour time point. It is thus apparent that NRG-1β and NRG-1α have distinct effects on a number of cytoplasmic signaling molecules whose action is essential for MPNST migration.",
  "discussion": "DISCUSSION We have shown that NRG-1β promotes the migration of MPNST cells, acting primarily as a chemotactic factor. Interestingly, however, we have also found that NRG-1β requires a specific substrate, laminin, for maximal effect on MPNST cell migration, only minimally enhancing the migration of MPNST cells on collagen type I and having no effect on cells invading fibronectin. The NRG-1 receptors erbB3 and erbB4 were both present in the invadopodia of MPNST cells and immunoprecipitated with β 1 -integrin, suggesting that a complex that includes these molecules plays an important role in the modulation of MPNST cell migration. Further, although NRG-1β and NRG-1α are both expressed in MPNSTs, these NRG-1 isoforms differentially modulated the migration and invasion of MPNST cells and had distinct effects on key cytoplasmic signaling molecules essential for MPNST migration. These observations have important implications for the mechanisms underlying the aggressive invasive behavior characteristic of MPNSTs  in vivo  and raise intriguing questions about the role specific NRG-1 receptor subunits play in MPNST migration and invasion, how those erbB kinases interact with other cell surface receptors essential for migration and how different NRG-1 isoforms produce distinct outcomes when acting on MPNST cells. To the best of our knowledge, NRG-1β has not been previously shown to induce the migration of any cell type in a substrate-specific manner. This includes non-neoplastic Schwann cells; earlier studies of NRG-1β effects on the migration of these glia did not utilize laminin as a substrate or compare their relative rates of migration on different substrates ( Meintanis et al., 2001 ;  Li et al., 1998 ;  Mahanthappa et al., 1996 ). It is therefore currently unclear whether the tendency of NRG-1β to promote migration preferentially on laminin is peculiar to MPNST cells. Nonetheless, it is reasonable to propose that the enhancement of NRG-1β induced MPNST cell migration by laminin may be highly relevant to the pattern with which these sarcomas spread. Laminin is highly enriched in the basal lamina of Schwann cells, where it enhances the proliferation and survival of these glia during development ( Bunge et al., 1986 ;  Yu et al., 2005 ) and plays a key role in axonal sorting, ensheathment and myelination ( Court et al., 2006 ). In addition, NRG-1β is expressed by neurons projecting into peripheral nerves ( Bermingham-McDonogh et al., 1997 ) and is associated with the axons of these neurons where it, like laminin, plays an important role in regulating peripheral nervous system myelination ( Michailov et al., 2004 ). Consequently, peripheral nerves naturally form gradients of laminin and NRG-1β along their lengths. Given this and our demonstration that NRG-1β acts as a chemotactic factor for MPNST cells, it is tempting to speculate that the distribution of laminin and NRG-1β along the length of peripheral nerves is an important factor underlying the well known propensity of MPNST cells to invade, often for extended distances, along nerves. It is additionally notable that laminin is elaborated within MPNSTs. This fact, considered together with our demonstration that NRG-1 and its receptors are localized in close proximity in MPNSTs, suggests that intratumorally produced laminin may interact with autocrine or paracrine NRG-1 signaling and thus facilitate tumor cell invasion into adjacent tissues. The NRG-1 receptor erbB3 and its accessory subunit erbB2 are the only NRG-1 receptor subunits expressed by non-neoplastic Schwann cells ( Carroll et al., 1997 ). Consistent with their derivation from the Schwann cell lineage, we detected erbB2 and erbB3 expression in five of our six MPNST cell lines. However, we also found that these lines uniformly expressed erbB4. Although both erbB3 and erbB4 serve as NRG-1 receptors, there are important functional differences between these membrane tyrosine kinases. ErbB4 binds NRG-1 with an affinity an order of magnitude greater than that of erbB3 and, unlike erbB3, contains a functional tyrosine kinase domain ( Carraway and Cantley, 1994 ). These two NRG-1 receptors also differ in their ability to recruit specific cytoplasmic signaling molecules to active signaling complexes ( Carraway and Cantley, 1994 ). As both erbB3 and erbB4 are present in invadopodia and complex with β1-integrin, it is not currently clear whether one or both of these kinases play an essential role in MPNST migration and invasion. However, given the important functional differences between these receptors noted above, clarifying the role each of these receptors plays in NRG-1β stimulated MPNST migration and invasion will be of great interest. It is increasingly recognized that many growth factor receptors reciprocally “cross-talk” with integrins, either indirectly or by direct association in membrane-bound complexes ( Alam et al., 2007 ). Consistent with this, our findings suggest that the ability of NRG-1β to preferentially enhance MPNST cell migration on laminin may result, in part, from a direct association between β 1 -integrin and NRG-1 receptors. β 1 -integrin is a transmembrane receptor that can heterodimerize with any of several α-integrins (α 1 , α 2 , α 3 , α 6 , α 7  or α 10 ) to form a laminin receptor ( Alam et al., 2007 ); at least two of these α-integrins (α 2  and α 6 ) have been previously detected in MPNSTs ( Benassi et al., 1998 ). In non-neoplastic Schwann cells, β 1 -integrin forms a complex with erbB2 and erbB3, facilitating their association with several key regulators of cytoskeletal structure including merlin, Pak, Cdc42 and paxillin ( Fernandez-Valle et al., 2002 ;  Thaxton et al., 2008 ). In MPNST cells, however, β 1 -integrin interactions with NRG-1 receptors are likely to be more complex as both erbB3 and erbB4 are expressed in MPNST cells, present in their invadopodia and coimmunoprecipitate with β 1 -integrin. It is also possible that interactions between erbB receptors and other cell surface molecules may play an important role in MPNST migration and invasion. In keeping with this notion, it has been shown that decreasing the expression of CD44, which interacts with erbB2, inhibits the invasive behavior of MPNST cells ( Su et al., 2004 ). At present, it is not clear whether CD44/erbB complexes are distinct from erbB/integrin complexes present in MPNST cells or whether these molecules are all part of a larger macromolecular assembly that is essential for migration and invasion. We have found that NRG-1β promotes the migration and invasion of multiple human and mouse MPNST cell lines in a concentration-dependent manner. However, these lines did differ in their sensitivity to NRG-1β, with the concentration of factor required to maximally stimulate migration varying over two orders of magnitude (0.1 to 10 nM) between different cell lines. As migration rates were typically lower when cells were exposed to NRG-1β concentrations higher than those producing maximal migration, it was also apparent that there was a concentration of NRG-1β that optimally promoted the migration of each line. The factors contributing to this variability in MPNST cell line responses to NRG-1β are at present unclear. However, one factor that may influence MPNST cell responses to exogenous NRG-1β is variations in the levels of baseline erbB activation in different MPNST cell lines. We have previously shown that MPNSTs and MPNST cell lines express multiple NRG-1 isoforms together with their erbB receptors and that these erbB receptors are constitutively activated in MPNST cells ( Stonecypher et al., 2005 ). In this study, we found that increasing concentrations of the erbB inhibitor  PD168393  progressively reduced MPNST cell migration to levels lower than those seen in untreated cells, indicating that constitutive erbB activation contributes to MPNST cell migration. In addition to the mechanistic implications noted above, these observations have important therapeutic implications as they suggest that agents such as  PD168393  may effectively impede the aggressive invasive behavior of MPNSTs. Although NRG-1β potently promoted MPNST cell migration, we found that NRG-1α had no effect on the migration of four of the lines we examined and actually inhibited the migration of the other two lines. These observations raise intriguing questions as to how NRG-1α signaling impacts on MPNST cells. Studies in other cell types have demonstrated that NRG-1α binds to the NRG-1 receptors with an affinity 10-fold lower than that of NRG-1β ( Wen et al., 1994 ) and activates these receptors 10 fold less effectively than NRG-1β ( Pinkas-Kramarski et al., 1996 ). If the effects produced by NRG-1α were identical to those produced by NRG-1β at equivalent levels of receptor activation, we would predict that NRG-1α would induce MPNST cell migration at concentrations 10 fold higher than the NRG-1β concentration required to maximally induce migration. Even at concentrations 10-100 fold higher than the optimal NRG-1β concentration, however, NRG-1α did not induce migration, suggesting that this NRG-1 isoform has effects on MPNST cells distinct from those of NRG-1β. Another possibility is that NRG-1α acts as a competitive antagonist of NRG-1β that serves primarily to inhibit NRG-1β function, while having little intrinsic ability to activate intracellular signaling pathways. Again, however, while this would be consistent with our finding that NRG-1α inhibited the migration of two of our MPNST cell lines, it is difficult to reconcile this hypothesis with our demonstration that concentrations of up to 100 nM NRG-1α had no effect on the migration of the other four lines. This hypothesis is also inconsistent with our demonstration that NRG-1α can activate at least some of the signaling molecules activated by NRG-1β, albeit with distinct kinetics. Finally, it is conceivable that NRG-1α effectively activates intracellular signaling pathways, triggering as yet undefined biologic responses that differ from those induced by NRG-1β. This latter hypothesis is consistent with our demonstration that NRG-1α can alter the phosphorylation of some intracellular signaling molecules. Identifying novel biologic processes that are affected by NRG-1α signaling in MPNST cells will likely require more broad-based approaches such as microarray analyses. In summary, our findings support the hypothesis that NRG-1β, acting in concert with laminin signaling mediated through β 1 -integrin, promotes the migration of MPNST cells. These findings, considered together with our previous demonstration that constitutive activation of the NRG-1/erbB signaling pathway promotes MPNST mitogenesis ( Stonecypher et al., 2005 ), suggest that inhibiting erbB signaling may be an effective means of treating these aggressive sarcomas for which therapeutic options are, at present, quite limited. Establishing the relative contributions erbB3 and erbB4 make to the migration of MPNST cells will undoubtedly be quite important for the development of innovative new approaches to treating these nerve sheath tumors. As our findings suggest that NRG-1β and NRG-1α have quite distinct actions on MPNST cells, it will also be of great interest to determine what biologic effects NRG-1α has on these tumor cells and to parse out how NRG-1β and NRG-1α elicit differing responses when acting through the same receptors.",
  "upgrade_date": "2026-02-21 02:20:20"
}