{
  "pmid": "PMID:19306381",
  "title": "Neuregulin-1 beta and neuregulin-1 alpha differentially affect the migration and invasion of malignant peripheral nerve sheath tumor cells.",
  "abstract": "Malignant peripheral nerve sheath tumors (MPNSTs) are the most common malignancy associated with neurofibromatosis Type 1 (NF1). These Schwann cell lineage-derived sarcomas aggressively invade adjacent nerve and soft tissue, frequently precluding surgical resection. Little is known regarding the mechanisms underlying this invasive behavior. We have shown that MPNSTs express neuregulin-1 (NRG-1) beta isoforms, which promote Schwann cell migration during development, and NRG-1 alpha isoforms, whose effects on Schwann cells are poorly understood. Hypothesizing that NRG-1 beta and/or NRG-1 alpha promote MPNST invasion, we found that NRG-1 beta promoted MPNST migration in a substrate-specific manner, markedly enhancing migration on laminin but not on collagen type I or fibronectin. The NRG-1 receptors erbB3 and erbB4 were present in MPNST invadopodia (processes mediating invasion), partially colocalized with focal adhesion kinase and the laminin receptor beta(1)-integrin and coimmunoprecipitated with beta(1)-integrin. NRG-1 beta stimulated human and murine MPNST cell migration and invasion in a concentration-dependent manner in three-dimensional migration assays, acting as a chemotactic factor. Both baseline and NRG-1 beta-induced migration were erbB-dependent and required the action of MEK 1/2, SAPK/JNK, PI-3 kinase, Src family kinases and ROCK-I/II. In contrast, NRG-1 alpha had no effect on the migration and invasion of some MPNST lines and inhibited the migration of others. While NRG-1 beta potently and persistently activated Erk 1/2, SAPK/JNK, Akt and Src family kinases, NRG-1 alpha did not activate Akt and activated these other kinases with kinetics distinct from those evident in NRG-1 beta-stimulated cells. These findings suggest that NRG-1 beta enhances MPNST migration and that NRG-1 beta and NRG-1 alpha differentially modulate this process.",
  "authors": "Jenell M Eckert; Stephanie J Byer; Buffie J Clodfelder-Miller; Steven L Carroll",
  "journal": "Glia",
  "publicationDate": "2009-11-01",
  "doi": "10.1002/glia.20866",
  "methods": "MATERIALS AND METHODS Human Study Cases Protocols for studies using human tissues were approved by the University of Alabama at Birmingham Institutional Review Board for Human Use. Paraffin embedded blocks of surgically resected MPNSTs were obtained from the Department of Pathology of the University of Alabama at Birmingham. 5 to 6 μm thick sections from these blocks were used for immunohistochemical studies. Reagents and Antibodies PD168393 , PD98059, U0126, LY294002, wortmannin, PP2, SU6656, SP600125 and Y-27632 were purchased from Calbiochem (La Jolla, CA). Antibodies recognizing phospho-Erk 1/2 (#9101), Erk2 (#9108), Akt phosphorylated at Ser473 (#9271), Akt (#9272), SAPK/JNK phosphorylated on Thr183/Tyr185 (#9251), SAPK/JNK (#9252) or Src family members phosphorylated at Tyr416 (#2101) or Tyr527 (#2105) were from Cell Signaling Technology (Danvers, MA). Rabbit polyclonal antibodies recognizing FAK (sc-932), erbB2 (sc-284), erbB4 (sc-283) and NRG-1 transmembrane precursors with an “a” variant carboxy terminus (sc-348) and a goat polyclonal anti-β 1  integrin (sc-6622) antibody were obtained from Santa Cruz Biotechnology (Santa Cruz, CA). Mouse monoclonal antibodies recognizing erbB3 (clone RTJ.1; #554208) or erbB4 (HFR1; sc-53280) were from BD PharMingen (San Jose, CA) or Santa Cruz Biotechnology, respectively. Anti-GAPDH monoclonal antibody (clone 6C5) was purchased from Fitzgerald Antibodies and Antigens (Concord, MA). Texas red-conjugated phalloidin was obtained from Invitrogen (Carlsbad, CA). Cy3-, fluorescein isothiocyanate (FITC)- and horseradish peroxidase-conjugated donkey anti-mouse, anti-goat and anti-rabbit secondary antibodies were purchased from Jackson Immunoresearch (West Grove, PA). We have previously described the production of recombinant NRG-1 ( Frohnert et al., 2003a ). Biological activity of NRG-1β and NRG-1α was verified by demonstrating that nanomolar concentrations of these recombinant proteins maximally stimulated erbB phosphorylation in MCF-7 breast carcinoma cells; this result is identical to that previously reported with similarly produced NRG-1 proteins ( Holmes et al., 1992 ;  Peles et al., 1993 ). Culture of MPNST Cells and Wild-Type Schwann Cells Establishment of the YST-1 ( Nagashima et al., 1990 ), STS-26T ( Dahlberg et al., 1993 ) and ST88-14 ( Ryan et al., 1994 ) human MPNST cell lines has been previously described. The murine A202, B76 and B97 cell lines were established from MPNSTs arising in P 0 -GGFβ3 mice (Kazmi et al, in preparation). Wild-type murine Schwann cell cultures were prepared from the sciatic nerves of adult C57BL/6 mice using our previously described methodology ( Frohnert et al., 2003b ). All cultures were maintained in Dulbecco’s modification of Eagle’s medium (DMEM) supplemented with 10% heat-inactivated fetal calf serum (FCS), 10 μg/ml streptomycin and 10 IU/ml penicillin (DMEM10). Migration Assays Transwell migration assays were performed as previously described ( Ritch et al., 2003 ) using 70% confluent MPNST cells that had been maintained overnight in a serum-free Schwann cell defined medium [SCDM ( Frohnert et al., 2003b ;  Frohnert et al., 2003a )] prior to plating in filters (40,000 cells per filter). Transwell filters with 8 μm pores (Becton Dickinson Labware; Franklin Lakes, NJ) were prepared by coating first with 0.1 mg/ml poly-L-lysine (Sigma #P5899) and then with 10 μg/ml natural mouse laminin (Invitrogen #23017-015) in phosphate buffered saline (PBS); to compare MPNST migration on alternative substrates, filters were instead coated with 40 μg/ml fibronectin or 40 μg/ml collagen type I in PBS without poly-L-lysine precoating. NRG-1 was added to the bottom portion of wells containing migration assay buffer (MAB) and cells allowed to migrate for 6 hours; if pharmacologic inhibitors were used, these were added to the top and bottom of the wells 30 minutes prior to NRG-1 exposure. Ethanol fixed, crystal violet-stained cells on filter undersurfaces were visualized by bright field microscopy and five distinct 20x fields per filter photographed. Experiments were repeated a minimum of six times. The number of cells in each photographed field were counted using Image Pro Plus (version 4.1) software (Media Cybernetics; Silver Springs, MD). Data was analyzed with a one-way ANOVA, followed by a Tukey post-hoc test.  P -values < 0.05 were considered significant. Invasion Assays Schwann cell and MPNST cell invasion was assessed using Matrigel invasion assays as previously described ( Kleinman and Jacob, 1998 ). In brief, cells were incubated overnight in serum-free Schwann cell defined medium. 40 μl of 1:1 growth-factor depleted Matrigel (BD Biosciences #354230): DMEM with 0.2% fatty acid-free BSA was allowed to solidify for 1 hour at 37°C inside Transwell filters with 8 μm pores (Becton Dickinson Labware). 75,000 cells were plated inside each filter and allowed to attach for 1 hour at 37°. NRG-1 was then added to the bottom portion of each well and cells allowed to invade for 72 hours; if pharmacologic inhibitors were to be used, these were added to both the top and bottom of the wells. Filters were washed three times with PBS and stained overnight at 4°C with crystal violet dissolved in ethanol. Filters were then washed four times with PBS. Cells on the lower surface of the filter were visualized by bright field microscopy and five distinct 20x fields per filter were photographed. Experiments were repeated a minimum of six times. The number of cells in each photographed field were counted using Image Pro Plus (version 4.1) software (Media Cybernetics; Silver Springs, MD). The data was analyzed with a one-way ANOVA, followed by a Tukey post-hoc test.  P -values < 0.05 were considered significant. Cell Adhesion Assays 96 well plates were coated overnight with poly-L-lysine and laminin. 70% confluent MPNST cells maintained overnight in serum-free Schwann cell defined medium were plated at 25,000 cells per well in MAB alone or MAB containing NRG-1β or NRG-1β plus  PD168393 . 30 minutes later, cells were washed three times with PBS, fixed with ethanol and stained with crystal violet. The amount of staining in each well was quantified by scanning at 590 nm with a plate spectrophotometer. Phalloidin Staining of MPNST Cells MPNST cells maintained in DMEM10 were plated on poly-L-lysine/laminin coated coverslips. The next morning, cells were incubated in SCDM for 16 hours, followed by 3 hours in MAB. Wells were then challenged with vehicle, the concentration of NRG-1β that optimally promoted migration or the equivalent concentration of NRG-1α. Six hours post-stimulation, cells were fixed for 15 minutes at room temperature with 4% paraformaldehyde in PBS. Following three PBS washes, fixed cells were incubated in blocking buffer (PBS containing 2% BSA and 0.1% Triton X-100) for 20 minutes at room temperature. Cells were then incubated overnight at 4°C with Texas red-conjugated phalloidin diluted in blocking buffer as recommended by the manufacturer. Cells were washed three times with PBS (15 minutes/wash) and counterstained for 5 minutes with bisbenzamide (Sigma). Coverslips were mounted in 1:1 PBS:glycerol and visualized using a Zeiss Axioskop microscope equipped for epifluorescence. Estimation of Cellular Area of Phalloidin Stained Cells The mean area of MPNST cells before and after NRG-1 treatment was estimated in an unbiased fashion using the nucleator technique. Phalloidin stained cells counterstained with bisbenzamide were examined using the 40x objective of an Olympus BX-51 microscope equipped with epifluorescence optics and a motorized stage that was controlled by a computer equipped with StereoInvestigator software (MBF Bioscience, Inc.; Williston, VT). Photographs of 10-12 sampling sites that were systematically and randomly selected were taken using a Microfire camera operating at a uniform exposure setting. The nucleoli of all cells within the sampled fields were marked and the distances along four rays extending from the marked site to the boundary of the cell determined. The area of each cell was then calculated using StereoInvestigator software and the mean area of all of the cells sampled for each treatment condition determined. Immunocytochemistry and Immunohistochemistry MPNST cells plated on poly-L-lysine/laminin coated coverslips were fixed as described above. Following three PBS washes, cells were incubated in TBST (Tris-buffered saline containing 2% bovine serum albumin and 0.1% Triton X-100) for 20 minutes at room temperature and then incubated with primary antibodies diluted in TBST [anti-FAK, 1:500; anti-β 1  integrin, 1:100; anti-erbB3 (mouse monoclonal RTJ.1), 1:500; anti-erbB4 (mouse monoclonal HFR1), 1:200] or Texas red-conjugated phalloidin overnight at 4°C. The next morning, coverslips were washed three times with PBS (15 minutes/wash) and then incubated for 1 hour at room temperature with FITC- and Cy3-conjugated secondary antibodies (1:100 and 1:800 dilutions, respectively). Cells were washed three more times with PBS (15 minutes per wash) and then counterstained by immersion in 2 μg/mL bisbenzamide for 10 minutes at room temperature. Coverslips were mounted with 1:1 PBS:glycerol. To examine erbB localization in invadopodia, MPNST cells were plated on poly-L-lysine/laminin coated FluoroBlok filters with 8 μm pores (#351152; BD Biosciences, Bedford, MA) as described for the Transwell migration assays. After allowing the cells to migrate for 2 hours, they were fixed and immunostained for erbB3 or erbB4 as described above. Filter membranes were excised with a scapel and mounted under coverslips. Double label immunohistochemistry for NRG-1 and erbB kinases was performed on tumor sections using our previously described methodology ( Stonecypher et al., 2005 ). Primary antibody dilutions were: anti-NRG-1 (Santa Cruz rabbit polyclonal sc-348), 1:500; anti-erbB3 (mouse monoclonal RTJ.1), 1:500; and anti-erbB4 (mouse monoclonal HFR1), 1:200. Following incubation with fluorophore-conjugated secondary antibodies, sections were counterstained with bisbenzamide and mounted with 1:1 PBS:glycerol for examination. Imaging was performed on a Leica DMIRBE inverted epifluorescence / Nomarski microscope outfitted with Leica TCS NT SP1 Laser Confocal optics. Precise control of fluorochrome excitation and emission was afforded by an acousto-optical tunable filter and by a TCS SP1 prism spectrophotometer, respectively. Spectral separation of fluorochromes was ensured by the use of tight bandpass emission windows which do not overlap with the emission spectra of the other fluorochromes used. Optical sections through the Z axis were generated using a stage galvonometer. During image acquisition, the format size was set to 1024 × 1024 pixels for high resolution and the pinhole aperture to 150 um for a high level of haze removal. Flattened maximum projections of image stacks were realized using proprietary confocal imaging software (Leica). Exposures for images of control preparations stained using secondary antibodies alone were established by first determining the conditions necessary for optimal exposures of preparations stained with primary antibodies and then using these same conditions to photograph preparations stained using secondary antibodies alone. Immunoblotting Assays 70% confluent cultures of A202 cells plated on poly-L-lysine/laminin coated flasks were serum-starved overnight and then stimulated with 1 nM NRG-1β or 1 nM NRG-1α. Cells were rinsed with ice-cold Hanks’ balanced salt solution (HBSS) and then homogenized  in situ  with 1 ml of ice-cold HES (20 mM HEPES [pH 7.4], 1 mM EDTA, 250 mM sucrose) buffer containing protease (Sigma #P8340), serine/threonine phosphatase (Sigma #P2850) and tyrosine phosphatase (Sigma #P5726) inhibitors diluted 1:100. Protein concentrations were determined with a modified Lowry method ( DC  Protein Assay; Bio-Rad, Hercules, CA). Equivalent quantities of protein were resolved on SDS polyacrylamide gels, immunoblotted per our previously described protocol ( Stonecypher et al., 2005 ) and probed with antibodies recognizing phospho-Erk 1/2 (1:1200 dilution), Erk2 (1:1000 dilution), phospho-Akt (1:1000 dilution), Akt (1:1000 dilution), phospho-SAPK/JNK (1:700), SAPK/JNK (1:1000), phospho-Src (Tyr416; 1:1000 dilution) or phospho-Src (Tyr527; 1:1000 dilution). Immunoreactive species were detected by enhanced chemiluminescence (Pierce). Membranes were reprobed with an anti-GAPDH antibody (clone 6C5; 1:20,000 dilution). For immunoblot analyses of erbB expression in human and murine MPNST cells, 70% confluent cultures were lysed and immunoblotted as described above. Blots were probed with antibodies recognizing erbB2 (rabbit polyclonal sc-284; 1:500 dilution), erbB3 (monoclonal RTJ.1; 1:500 dilution) or erbB4 (rabbit polyclonal sc-283; 1:500 dilution) and immunoreactive species detected by enhanced chemiluminescence. Immunoprecipitation Assays MPNST cells were rinsed once with ice-cold PBS and then lysed by sonication at 4°C in RIPA (150 mM NaCl, 1% Nonidet P-40, 0.5% deoxycholate, 0.1% SDS and 50 mM Tris [pH 8.0]) buffer supplemented with protease and phosphatase inhibitors. Protein concentrations were determined as noted above. Immunoprecipitation was performed using Protein G Dynabeads (Invitrogen; Carlsbad, CA). A 10 μl slurry of beads was washed twice in PBS containing 0.1% BSA, using a magnetic particle separator to recover the beads from the wash solution. Washed beads were incubated with 6 μg of anti-β 1  integrin antibody in PBS containing 0.1% BSA at 4°C with continuous overnight end-to-end mixing. The next morning, beads were washed twice with PBS containing 0.1% BSA, mixed with 1 mg of protein diluted in 1 ml of wash buffer supplemented with protease and phosphatase inhibitors and incubated overnight at 4°C with continuous end-to-end mixing. Beads were then washed three times with PBS containing 0.1% BSA. Washed beads were resuspended in 50 μl of Laemmli sample buffer and boiled for 5 minutes. Immunoprecipitates were resolved on a 7.5% gel, immunoblotted as described above and probed with anti-β 1  integrin (1:200 dilution), anti-erbB3 (monoclonal RTJ.1; 1:500 dilution) or anti-erbB4 (monoclonal HFR1; 1:500 dilution) antibodies. Immunoreactive species were detected by enhanced chemiluminescence.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:23:46"
}