{
  "pmid": "19306381",
  "abstract": "Neuregulin-1 beta and neuregulin-1 alpha differentially affect the migration and  invasion of malignant peripheral nerve sheath tumor cells.  Eckert JM(1), Byer SJ, Clodfelder-Miller BJ, Carroll SL.  Author information: (1)Department of Pathology, University of Alabama at Birmingham, Birmingham,  Alabama 35294-0017, USA.  Malignant peripheral nerve sheath tumors (MPNSTs) are the most common malignancy  associated with neurofibromatosis Type 1 (NF1). These Schwann cell  lineage-derived sarcomas aggressively invade adjacent nerve and soft tissue,  frequently precluding surgical resection. Little is known regarding the  mechanisms underlying this invasive behavior. We have shown that MPNSTs express  neuregulin-1 (NRG-1) beta isoforms, which promote Schwann cell migration during  development, and NRG-1 alpha isoforms, whose effects on Schwann cells are poorly  understood. Hypothesizing that NRG-1 beta and/or NRG-1 alpha promote MPNST  invasion, we found that NRG-1 beta promoted MPNST migration in a  substrate-specific manner, markedly enhancing migration on laminin but not on  collagen type I or fibronectin. The NRG-1 receptors erbB3 and erbB4 were present  in MPNST invadopodia (processes mediating invasion), partially colocalized with  focal adhesion kinase and the laminin receptor beta(1)-integrin and  coimmunoprecipitated with beta(1)-integrin. NRG-1 beta stimulated human and  murine MPNST cell migration and invasion in a concentration-dependent manner in  three-dimensional migration assays, acting as a chemotactic factor. Both  baseline and NRG-1 beta-induced migration were erbB-dependent and required the  action of MEK 1/2, SAPK/JNK, PI-3 kinase, Src family kinases and ROCK-I/II. In  contrast, NRG-1 alpha had no effect on the migration and invasion of some MPNST  lines and inhibited the migration of others. While NRG-1 beta potently and  persistently activated Erk 1/2, SAPK/JNK, Akt and Src family kinases, NRG-1  alpha did not activate Akt and activated these other kinases with kinetics  distinct from those evident in NRG-1 beta-stimulated cells. These findings  suggest that NRG-1 beta enhances MPNST migration and that NRG-1 beta and NRG-1  alpha differentially modulate this process.  (c) 2009 Wiley-Liss, Inc.  DOI: 10.1002/glia.20866 PMCID: PMC2744852 PMID: 19306381 [Indexed for MEDLINE]",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-16T15:38:20.308038",
  "abstract_length": 2330,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}