{
  "pmid": "19333415",
  "abstract": "Drosophila melanogaster as a model organism of brain diseases.  Jeibmann A(1), Paulus W(1).  Author information: (1)Institute of Neuropathology, Domagkstraße 19, 48149 Münster, University  Hospital Münster, Germany.  Drosophila melanogaster has been utilized to model human brain diseases. In most  of these invertebrate transgenic models, some aspects of human disease are  reproduced. Although investigation of rodent models has been of significant  impact, invertebrate models offer a wide variety of experimental tools that can  potentially address some of the outstanding questions underlying neurological  disease. This review considers what has been gleaned from invertebrate models of  neurodegenerative diseases, including Alzheimer's disease, Parkinson's disease,  metabolic diseases such as Leigh disease, Niemann-Pick disease and ceroid  lipofuscinoses, tumor syndromes such as neurofibromatosis and tuberous  sclerosis, epilepsy as well as CNS injury. It is to be expected that genetic  tools in Drosophila will reveal new pathways and interactions, which hopefully  will result in molecular based therapy approaches.  DOI: 10.3390/ijms10020407 PMCID: PMC2660653 PMID: 19333415 [Indexed for MEDLINE]",
  "methods": "",
  "introduction": "1. Introduction 1.1. Drosophila as a brain disease model Modelling human brain diseases in  Drosophila melanogaster  offers several advantages for investigation of molecular and cellular mechanisms underlying human disease. Short life span, large number of offspring, many genetic techniques, a well known anatomical situation and a wide variety of mutants are convenient characteristics of  Drosophila  as a model organism. Time and tissue specific inducible promoters are available [ 1 – 3 ]. Anatomic divergence between the fruit fly and humans is apparent, which may be not sufficient to recapitulate some morphological features of neurological disease but fundamental molecular pathways are highly conserved [ 4 ]. Functional analysis of human disease genes including high–throughput pharmacological screens as well as behavioral assays have become available in  Drosophila . Sequencing of the Drosophila genome revealed about 13.600 genes [ 5 ], being less than the human genome [ 6 , 7 ] and comparison of the genomes of humans and  Drosophila  reveals further differences concerning a higher microsatellite mutation rate in humans, whereas nucleotide diversity is more prominent in  Drosophila  [ 8 ] but this does not compromise  Drosophila  as a disease model. One obvious disadvantage of using fly models is the risk that important pathogenetic factors are vertebrate-specific and may be ignored in invertebrate models. For example, immunological diseases such as multiple sclerosis cannot be modelled convincingly in  Drosophila melanogaster.  Furthermore, brain infarcts and brain hemorrhage cannot be analyzed in  Drosophila  because vessels are lacking and blood cells are mainly restricted to primitive hemocytes. However, most  Drosophila  models do reproduce some aspects of human diseases although one has to bear in mind that the differences between mammals and invertebrates represent potential drawbacks in modelling brain diseases. 1.2. Genetic tools in Drosophila In  Drosophila  a wide armamentarium of genetic tools is available. In a  reverse genetic approach  a candidate gene is tested for its potential functional role. One of the most important genetic systems used in reverse genetic approaches is the  GAL4/ UAS -system  (see  Figure 1 .). Human proteins or  Drosophila  proteins can be expressed in a tissue and time dependent manner in the fly [ 9 ]. In most  Drosophila  disease models a human disease related transgene is inserted downstream of a  UAS  (upstream activating sequence) and can be expressed under the control of the yeast transcriptional activator GAL4. Absence of GAL4 results in inactivity of the transgene. After crossing flies carrying the transgene to flies expressing GAL4 under control of a cell- or tissue specific promoter, human protein expression is subsequently restricted to GAL4-expressing tissues. A large number of GAL4 driver lines including the glial promoter  repo (reversed polarity) , the pan-neuronal promoter  elav (embryonal lethal, abnormal vision)  and the eye-specific promoter  GMR (Glass Multimer Reporter)  are available in  Drosophila . Compared to reverse genetics the  forward genetic approach  is an unbiased method – as to the function of a gene - for identification of genes based on phenotype. These approaches are usually conducted in one of two ways. On the one hand, a screen for mutations (chemical mutagenesis or insertional mutagenesis techniques (Enhancer-Promoter (EP)-elements and RNAi lines) (see  Figure 2 .) that reduce life-span, exhibit behavioral abnormalities or induce neuronal degeneration can be carried out. Several genes have been detected using these screens, among those the mutant  bubblegum  [ 10 – 12 ]. In principle, this approach can be useful to understand diseases whose genetic basis is undetermined yet [ 13 ]. On the other hand,  modifier screens  can be used in order to find modifiers (suppressors/enhancers) of the disease phenotype in a mutant background (see  Figure 3 ). Modifier genes are assumed to encode proteins that are related to pathways involved in the disease phenotype. 1.3. Drosophila CNS development Drosophila melanogaster  is an insect undergoing metamorphosis, showing different developmental stages: embryo, larva, pupal stages and the adult fly. The central nervous system of the  Drosophila   embryo  is composed of neurons and glial cells ( Figure 4 ). The neurons build commissures in a close association with midline glial cells [ 14 , 15 ]. Glial cells in the  Drosophila  CNS can be classified either as midline glia or as lateral glia [ 16 ]. Surface glial cells form a continuous covering of the CNS and peripheral nerves. They comprise peripheral and exit glial cells, subperineurial glial cells, which enclose the CNS, and channel glial cells lining the channels lancing the ventral nerve cord [ 17 ]. In  Drosophila,  various organs and anatomical structures arise from ten pairs of imaginal discs and the genital disc. The brain of the  Drosophila   larva  is composed of two hemispheres and the subesophageal ganglion ( Figure 5 ). In brain disease models, brain and the complex eye of  adult   Drosophila  are often used. Especially the mushroom bodies ( Figure 6 ), association areas necessary for olfactory learning and memory [ 18 ], composed of about 2,500 Kenyon cells, neurons with small, densely packed cell bodies [ 19 ], are relevant in brain disease models. Additionally, the fly visual system is also often used as a model system in brain research [ 20 , 21 ] as it is less complex than the brain, formed by neurons which develop in a very stereotyped manner and can be conveniently investigated. In particular a “rough eye” phenotype caused by pathological processes can be easily studied, enabling screening for genes related to the process of interest. Eye development always begins with the differentiation of R8 photoreceptor neurons at uniformly spaced positions. These neurons signal to neighboring cells to develop ommatidia (unit eyes). Sequential differentiation of the other seven photoreceptor types (R1-R7) follows afterwards [ 22 ]. Each R8 neuron recruits one cell of each type, such that seven photoreceptors cluster around each R8 neuron [ 23 ] ( Figure 6 ).",
  "results": "",
  "discussion": "7. Conclusions Taken together, as a wide variety of  Drosophila  models for neurodegenerative and metabolic brain diseases as well as epilepsy, tumors and trauma exist, it will now be necessary to compare similarities and differences of invertebrate and rodent models and human disease. Genetic tools will allow large modifier screens to reveal new pathways and interactions which could bring light into disease processes, which are not understood yet. Detection of genes modulating disease processes in the brain in  Drosophila  screens will have to be confirmed in higher model organisms to reach the goal of potential new medications for human diseases.",
  "fetched_at": "2026-02-16T15:38:21.917465",
  "abstract_length": 1212,
  "methods_length": 0,
  "introduction_length": 6245,
  "results_length": 0,
  "discussion_length": 656
}