{
  "pmid": "PMID:19427294",
  "title": "Cell of origin and microenvironment contribution for NF1-associated dermal neurofibromas.",
  "abstract": "The tumor predisposition disorder neurofibromatosis type I (NF1) is one of the most common genetic disorders of the nervous system. It is caused by mutations in the Nf1 tumor-suppressor gene, which encodes a GTPase-activating protein (GAP) that negatively regulates p21-RAS. Development of malignant nerve tumors and neurofibromas occurs frequently in NF1. However, little is known about the molecular mechanisms mediating the initiation and progression of these complex tumors, or the identity of the specific cell type that gives rise to dermal or cutaneous neurofibromas. In this study, we identify a population of stem/progenitor cells residing in the dermis termed skin-derived precursors (SKPs) that, through loss of Nf1, form neurofibromas. We propose that SKPs, or their derivatives, are the cell of origin of dermal neurofibroma. We also provide evidence that additional signals from nonneoplastic cells in the tumor microenvironment play essential roles in neurofibromagenesis.",
  "authors": "Lu Q Le; Tracey Shipman; Dennis K Burns; Luis F Parada",
  "journal": "Cell stem cell",
  "publicationDate": "2009-05-08",
  "doi": "10.1016/j.stem.2009.03.017",
  "methods": "EXPERIMENTAL PROCEDURES Mice All mice were housed in the animal facility at the University of Texas Southwestern Medical Center at Dallas (UTSW). Animal care and use were in compliance with regulations of the Institutional Animal Care and Research Advisory Committee at UTSW. The  Nf1 flox/-  mice are in a mixed genetic background of C57BL/6/ Sv129 and have been described previously ( Zhu et al., 2002 ). For conditional ablation of  Nf1 , we used a tamoxifen-inducible Cre line, the CMV-CreERT transgenic mice ( Hayashi and McMahon, 2002 ). The LacZ reporter mice, ROSA26 ( Soriano, 1999 ), were obtained from the Jackson Laboratories (Bar Harbor, ME). Cell Culture and Differentiation Assays SKPs were isolated as previously reported ( Biernaskie et al., 2006 ;  Toma et al., 2001 ). Briefly, mice were anesthetized by intraperitoneal injection of 40 μl of a ketamine and xylazine (4:1) solution. Skin was harvested from neck, ears or back. The hair, fascia, adipose, blood vessel and muscle tissues were carefully dissected out and the skin was cut into small pieces (2-3 mm), washed 3 times in Hanks’ Balanced Salt Solution (Invitrogen), and then digested with 0.1% trypsin at 37°C for 30 minutes. The skin tissues were then mechanically dissociated, passed through a 70-μm cell strainer and washed once with Dulbecco’s modified eagle medium (DMEM)/F12 + 10% Fetal Bovine Serum. The cell pellet was then washed three times with serum-free DMEM/F12 media, counted and plated at a density of 20 cells/μl on uncoated, ultralow attachment 6-well plates (Corning) in proliferation media: DMEM/F12 containing penicillin/streptomycin (0.1%); fungizone (40 μg/ml); B27 (without vitamin A), epidermal growth factor (20 ng/ml), and basic fibroblast growth factor (40 ng/ml; Sigma). The sphere cells were fed every 3 to 4 days and passaged every 7 days. For differentiation assays, we seeded 1.0 × 10 4  cells per well of an eight-chamber slide coated with Poly-D-lysine/laminin and cultured with fresh media containing B27 + 5% FBS for 7-14 days. Then, we fixed the cells with 4% paraformaldehyde for 30 min and performed immunostaining for lineage markers as below (see Histology and Immunostaining). Transplant Experiments SKPs were isolated as above. Mice were allowed to recover from anesthesia after closure of excision wounds with 4-0 nylon suture. After 7 to 10 days in culture, SKPs were exposed to 1 μM of 4OH-Tamoxifen. Sphere cells were subsequently harvested for X-gal staining and genotypic PCR analysis ( Kwon et al., 2008 ) along with control sphere cells (no 4OH-Tamoxifen exposure). Once recombination was confirmed, 1 × 10 5  viable  Nf1 -positive single cells from SKP spheres were resuspended in 40 μl of L15 medium (GIBCO) and implanted either intradermally/subcutaneously or next to the right sciatic nerve of the same mouse that the SKPs were originally isolated from. For the control, a suspension of 1 × 10 -/- ;LacZ 5  viable  Nf1 -negative single cells was implanted either intradermally/subcutaneously or next to the left sciatic nerve in the same manner. To evaluate the effect of the hormonal milieu during pregnancy on neurofibroma development, the  +/- ;LacZ Nf1 -positive SKPs were prepared as above from both male and female mice. One week before reimplantation, these male and female mice were housed in the same cage to promote breeding. 1 × 10 -/- ;LacZ 5  viable  Nf1 -positive SKPs were then suspended in 40 μl of L15 medium (GIBCO) and implanted back to the same animal intradermally/subcutaneously at the dorsal, distal back (sacral area). We chose this anatomical location to prevent the mice from scratching at the site of implantation. -/- ;LacZ Histology and Immunostaining For H&E histology analysis, tissue specimens were harvested and fixed with 10% formalin in phosphate-buffered saline (PBS) for 1 day and subsequently embedded in paraffin. Sections (5 μm thick) were stained with hematoxylin and eosin (H&E) as per manufacturer’s protocol (StatLab, Lewisville, Texas). For immunohistochemistry, paraffin sections were deparaffinized, rehydrated and subjected to antigen retrieval prior to incubation with the primary antibodies. The primary antibodies were visualized by treating the sections with biotinylated secondary antibody and followed by amplification with peroxidase-conjugated avidin and DAB substrate as per manufacturer’s protocol (Vector Labs, Burlingame, CA). For immunofluorescent staining, cells grown in 8-chamber slides were fixed with 4% paraformaldehyde for 30 mins, blocked and incubated with different primary antibodies as described below for lineage marking. The primary antibodies were detected by secondary antibodies conjugated with Cy3 or FITC (Jackson Immunoresearch, West Grove, PA) followed by counterstaining with DAPI (Vector Labs). The dilutions of primary antibodies used in this study were as follows: β-TubulinIII (rabbit, 1:2000, Sigma), GAP43 (rabbit, 1:1000, Abcam), GFAP (rabbit, 1:2000, DAKO), nestin (mouse, 1:200, Chemicon), and S100β(rabbit, 1:5000, DAKO). X-gal Staining and Western Blotting For X-gal staining, mice were anesthetized with ketamine (1.5 mg/mouse) and subjected to total body perfusion with 4% paraformaldehyde in PBS. Tissues were harvested, equilibrated in 30% sucrose in PBS overnight at 4°C, washed three times with 1X PBS and stained with X-gal at 30°C overnight. Part of the tissues were also concurrently embedded in OTC medium (Tissue-Tek). Frozen sections were sliced with a cryostat and mounted on superfrost microscope slides (Fisher Scientific). Cryostat sections were postfixed with 4% paraformaldehyde, stained with X-gal at 30°C overnight, and counterstained with nuclear fast red. The X-gal reaction mixture is comprised of 1 mg/ml 4-chloro-5-bromo-3-indolyl-β-galactoside (X-gal), 4 mM potassium ferrocyanide, 4 mM potassium ferricyanide, and 2 mM magnesium chloride in PBS. Western blotting on lysates of SKPs and 3T3 cells with Dhh antibody (Santa Cruz Biotechnology) was performed following manufacturer’s protocol. Leder Stain for Mast Cells Leder staining, an enzymatic stain for Naphthol AS-D (3-hydroxy-2-naphthoic acid-O-toluidine) chloroacetate esterase to detect tissue mast cells was performed as previously described ( Prophet et al., 1992 ). Briefly, paraffin sections were deparaffinized, rehydrated and placed in pararosaniline veronal acetate esterase solution for 30 minutes, rinsed in distilled water for 2 minutes and counter-stained with hematoxylin solution. The tissue slides were then rinsed again in distilled water, dehydrated and mounted using xylene base medium. Oil Red O Stain for Adipocytes Lipid droplets were stained with Oil Red O. SKPs from the primary sphere colonies were differentiated on poly-D-lysine/laminin-coated 8-chamber slides as described above for 7 to 14 days in the presence of FBS. The cells were fixed with formalin at room temperature for 5 minutes and washed 3 times with 1X PBS. The cells were then stained with 0.3% Oil Red O solution for one hour at room temperature, washed 3 times with water and the red-staining lipid droplets were visualized using an inverted microscope.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:23:51"
}