{
  "pmid": "PMID:19427294",
  "title": "Cell of origin and microenvironment contribution for NF1-associated dermal neurofibromas.",
  "abstract": "The tumor predisposition disorder neurofibromatosis type I (NF1) is one of the most common genetic disorders of the nervous system. It is caused by mutations in the Nf1 tumor-suppressor gene, which encodes a GTPase-activating protein (GAP) that negatively regulates p21-RAS. Development of malignant nerve tumors and neurofibromas occurs frequently in NF1. However, little is known about the molecular mechanisms mediating the initiation and progression of these complex tumors, or the identity of the specific cell type that gives rise to dermal or cutaneous neurofibromas. In this study, we identify a population of stem/progenitor cells residing in the dermis termed skin-derived precursors (SKPs) that, through loss of Nf1, form neurofibromas. We propose that SKPs, or their derivatives, are the cell of origin of dermal neurofibroma. We also provide evidence that additional signals from nonneoplastic cells in the tumor microenvironment play essential roles in neurofibromagenesis.",
  "authors": "Lu Q Le; Tracey Shipman; Dennis K Burns; Luis F Parada",
  "journal": "Cell stem cell",
  "publicationDate": "2009-05-08",
  "doi": "10.1016/j.stem.2009.03.017",
  "methods": "EXPERIMENTAL PROCEDURES Mice All mice were housed in the animal facility at the University of Texas Southwestern Medical Center at Dallas (UTSW). Animal care and use were in compliance with regulations of the Institutional Animal Care and Research Advisory Committee at UTSW. The  Nf1 flox/-  mice are in a mixed genetic background of C57BL/6/ Sv129 and have been described previously ( Zhu et al., 2002 ). For conditional ablation of  Nf1 , we used a tamoxifen-inducible Cre line, the CMV-CreERT transgenic mice ( Hayashi and McMahon, 2002 ). The LacZ reporter mice, ROSA26 ( Soriano, 1999 ), were obtained from the Jackson Laboratories (Bar Harbor, ME). Cell Culture and Differentiation Assays SKPs were isolated as previously reported ( Biernaskie et al., 2006 ;  Toma et al., 2001 ). Briefly, mice were anesthetized by intraperitoneal injection of 40 μl of a ketamine and xylazine (4:1) solution. Skin was harvested from neck, ears or back. The hair, fascia, adipose, blood vessel and muscle tissues were carefully dissected out and the skin was cut into small pieces (2-3 mm), washed 3 times in Hanks’ Balanced Salt Solution (Invitrogen), and then digested with 0.1% trypsin at 37°C for 30 minutes. The skin tissues were then mechanically dissociated, passed through a 70-μm cell strainer and washed once with Dulbecco’s modified eagle medium (DMEM)/F12 + 10% Fetal Bovine Serum. The cell pellet was then washed three times with serum-free DMEM/F12 media, counted and plated at a density of 20 cells/μl on uncoated, ultralow attachment 6-well plates (Corning) in proliferation media: DMEM/F12 containing penicillin/streptomycin (0.1%); fungizone (40 μg/ml); B27 (without vitamin A), epidermal growth factor (20 ng/ml), and basic fibroblast growth factor (40 ng/ml; Sigma). The sphere cells were fed every 3 to 4 days and passaged every 7 days. For differentiation assays, we seeded 1.0 × 10 4  cells per well of an eight-chamber slide coated with Poly-D-lysine/laminin and cultured with fresh media containing B27 + 5% FBS for 7-14 days. Then, we fixed the cells with 4% paraformaldehyde for 30 min and performed immunostaining for lineage markers as below (see Histology and Immunostaining). Transplant Experiments SKPs were isolated as above. Mice were allowed to recover from anesthesia after closure of excision wounds with 4-0 nylon suture. After 7 to 10 days in culture, SKPs were exposed to 1 μM of 4OH-Tamoxifen. Sphere cells were subsequently harvested for X-gal staining and genotypic PCR analysis ( Kwon et al., 2008 ) along with control sphere cells (no 4OH-Tamoxifen exposure). Once recombination was confirmed, 1 × 10 5  viable  Nf1 -positive single cells from SKP spheres were resuspended in 40 μl of L15 medium (GIBCO) and implanted either intradermally/subcutaneously or next to the right sciatic nerve of the same mouse that the SKPs were originally isolated from. For the control, a suspension of 1 × 10 -/- ;LacZ 5  viable  Nf1 -negative single cells was implanted either intradermally/subcutaneously or next to the left sciatic nerve in the same manner. To evaluate the effect of the hormonal milieu during pregnancy on neurofibroma development, the  +/- ;LacZ Nf1 -positive SKPs were prepared as above from both male and female mice. One week before reimplantation, these male and female mice were housed in the same cage to promote breeding. 1 × 10 -/- ;LacZ 5  viable  Nf1 -positive SKPs were then suspended in 40 μl of L15 medium (GIBCO) and implanted back to the same animal intradermally/subcutaneously at the dorsal, distal back (sacral area). We chose this anatomical location to prevent the mice from scratching at the site of implantation. -/- ;LacZ Histology and Immunostaining For H&E histology analysis, tissue specimens were harvested and fixed with 10% formalin in phosphate-buffered saline (PBS) for 1 day and subsequently embedded in paraffin. Sections (5 μm thick) were stained with hematoxylin and eosin (H&E) as per manufacturer’s protocol (StatLab, Lewisville, Texas). For immunohistochemistry, paraffin sections were deparaffinized, rehydrated and subjected to antigen retrieval prior to incubation with the primary antibodies. The primary antibodies were visualized by treating the sections with biotinylated secondary antibody and followed by amplification with peroxidase-conjugated avidin and DAB substrate as per manufacturer’s protocol (Vector Labs, Burlingame, CA). For immunofluorescent staining, cells grown in 8-chamber slides were fixed with 4% paraformaldehyde for 30 mins, blocked and incubated with different primary antibodies as described below for lineage marking. The primary antibodies were detected by secondary antibodies conjugated with Cy3 or FITC (Jackson Immunoresearch, West Grove, PA) followed by counterstaining with DAPI (Vector Labs). The dilutions of primary antibodies used in this study were as follows: β-TubulinIII (rabbit, 1:2000, Sigma), GAP43 (rabbit, 1:1000, Abcam), GFAP (rabbit, 1:2000, DAKO), nestin (mouse, 1:200, Chemicon), and S100β(rabbit, 1:5000, DAKO). X-gal Staining and Western Blotting For X-gal staining, mice were anesthetized with ketamine (1.5 mg/mouse) and subjected to total body perfusion with 4% paraformaldehyde in PBS. Tissues were harvested, equilibrated in 30% sucrose in PBS overnight at 4°C, washed three times with 1X PBS and stained with X-gal at 30°C overnight. Part of the tissues were also concurrently embedded in OTC medium (Tissue-Tek). Frozen sections were sliced with a cryostat and mounted on superfrost microscope slides (Fisher Scientific). Cryostat sections were postfixed with 4% paraformaldehyde, stained with X-gal at 30°C overnight, and counterstained with nuclear fast red. The X-gal reaction mixture is comprised of 1 mg/ml 4-chloro-5-bromo-3-indolyl-β-galactoside (X-gal), 4 mM potassium ferrocyanide, 4 mM potassium ferricyanide, and 2 mM magnesium chloride in PBS. Western blotting on lysates of SKPs and 3T3 cells with Dhh antibody (Santa Cruz Biotechnology) was performed following manufacturer’s protocol. Leder Stain for Mast Cells Leder staining, an enzymatic stain for Naphthol AS-D (3-hydroxy-2-naphthoic acid-O-toluidine) chloroacetate esterase to detect tissue mast cells was performed as previously described ( Prophet et al., 1992 ). Briefly, paraffin sections were deparaffinized, rehydrated and placed in pararosaniline veronal acetate esterase solution for 30 minutes, rinsed in distilled water for 2 minutes and counter-stained with hematoxylin solution. The tissue slides were then rinsed again in distilled water, dehydrated and mounted using xylene base medium. Oil Red O Stain for Adipocytes Lipid droplets were stained with Oil Red O. SKPs from the primary sphere colonies were differentiated on poly-D-lysine/laminin-coated 8-chamber slides as described above for 7 to 14 days in the presence of FBS. The cells were fixed with formalin at room temperature for 5 minutes and washed 3 times with 1X PBS. The cells were then stained with 0.3% Oil Red O solution for one hour at room temperature, washed 3 times with water and the red-staining lipid droplets were visualized using an inverted microscope.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:23:51",
  "introduction": "INTRODUCTION In the classic “initiation and promotion” experiments involving two-stage mouse skin carcinogenesis, increasing the time interval between initiation with 7,12-dimethylbenz(a)anthracene (DMBA) and promotion with 12- O -tetradecanoyl-phorbol-13-acetate (TPA) had no effect on papilloma formation ( Stenback et al., 1981 ). This implied that the tumor initiating cells harbor the mutations prior to tumor promotion. Because epidermal epithelial cells have a short life span, tumor initiating cells are likely epithelial stem/progenitor cells, suggesting that squamous cell carcinoma of the skin may originate in the stem cells. In fact, recent progress in the field of stem cell research points to the importance of stem cells in the initiation and maintenance of many cancers, including leukemia, sarcomas, blastomas and carcinomas ( Al-Hajj and Clarke, 2004 ;  Gao, 2008 ;  Miller et al., 2005 ;  Reya et al., 2001 ;  Singh et al., 2004 ). This body of evidence is based largely on the isolation of cancer stem cells from tumors via cell markers or functional assays. However, for many types of cancer, the cell(s) of origin - i.e. the cell(s) that directly initiate and form a tumor - remain unknown. The tumor predisposition disorder von Recklinghausen’s Neurofibromatosis type I (NF1) is one of the most common genetic disorders of the nervous system, affecting 1 in 3,500 individuals worldwide ( Szudek et al., 2000 ;  Trovo-Marqui and Tajara, 2006 ). Current treatment options for NF1 are primarily limited to surgery and longitudinal surveillance. NF1 patients have a wide spectrum of clinical presentations, including developmental, pigment or neoplastic aberrations of the skin, nervous system, bones, endocrine organs, blood vessels and eyes. The cardinal features of NF1 are café au lait macules, axillary and groin freckling, combined with multiple peripheral and central nerve tumors ( Cichowski and Jacks, 2001 ;  Le and Parada, 2007 ;  Ward and Gutmann, 2005 ;  Zhu and Parada, 2001 ). The development of neurofibromas, the most frequent tumor in NF1, and malignant nerve tumors represent a serious complication of NF1. These are unique and complex tumors that contain proliferating Schwann-like cells and other local supporting elements of the nerve fibers, including perineurial cells, fibroblasts, and blood vessels, as well as infiltration of mast cells. Neurofibromas are classified into three subtypes: cutaneous (dermal), subcutaneous and plexiform neurofibromas. Dermal forms are exclusively in the skin and occur in virtually all individuals with NF1. They initially appear at puberty and increase in number with age and during pregnancy implicating a requisite hormonal component ( Ferner, 2007 ;  Lakkis and Tennekoon, 2000 ). Although similar to dermal neurofibromas at the cellular and ultrastructural levels, plexiform neurofibromas develop along a nerve plexus. They occur in about 30% of NF1 individuals and are virtually pathognomonic of the disease ( Ferner, 2007 ). Unlike their dermal counterparts, plexiform neurofibromas are thought to be congenital and progressively enlarge throughout life. The temporally and spatially distinct clinical presentation of dermal vs. plexiform neurofibromas supports the hypothesis that these neurofibromas may originate from distinct progenitor cells. Thus, as elaborated below, a unique feature of NF1 is the appearance of these complex multicellular and idiotypic tumors at two different times (embryonic vs. adolescent) and in two distinct locations (nerve plexus vs. dermal nerve twigs). The development of genetic murine models for plexiform neurofibroma has permitted identification of the origin of these tumors, demonstrating that they originate from embryonic neural crest derived progenitors ( Cichowski et al., 1999 ;  Joseph et al., 2008 ;  Vogel et al., 1999 ;  Wu et al., 2008 ;  Zheng et al., 2008 ;  Zhu et al., 2002 ). Another indication of the dual origin of dermal and plexiform tumors is that mice that develop plexiform tumors with 100% frequency fail to develop dermal tumors, consistent with the idea that differing cells are at play. The fact that dermal tumors appear in adolescence, as well as the increasing appreciation for the existence of a variety of adult tissue stem cells, has led us to consider adult progenitor cells as a source. Miller and coworkers identified and pioneered the study of a population of neural crestlike stem cells present in both human and mouse dermis, named skin-derived precursors (SKPs), that can differentiate along neuronal and glial lineages ( Fernandes et al., 2006 ;  McKenzie et al., 2006 ;  Toma et al., 2001 ;  Toma et al., 2005 ). The location and pluripotency of these cells made them an attractive potential source for the origin of dermal neurofibromas. In the present study, we show that  Nf1 -deficient SKPs can give rise to classic plexiform or dermal neurofibromas contingent on their local microenvironment and exhibit the same properties as the embryonic Schwann cell progenitors that give rise to plexiform neurofibromas. Thus, our data point to skin-derived neural progenitors (SKPs), or their derivatives, as the cell of origin of NF1-associated dermal neurofibromas. Furthermore, loss of  Nf1  in SKPs is required but not sufficient to induce tumors suggesting an essential role for the tumor microenvironment, including neurons and hormones, in neurofibroma development.",
  "results": "RESULTS Isolation and Differentiation of Multipotent Neural Precursors from the Skin We cultured mouse SKPs that were isolated from either back, neck or ear skin using a standardized neurosphere-forming assay ( Biernaskie et al., 2006 ). Importantly, under the same conditions, we did not observe any sphere formation when we cultured bone marrow cells ( Figure 1 ), indicating that these culture conditions have some specificity for neural stem/progenitor cells. As previously demonstrated by Miller and colleagues, SKPs can be propagated  in vitro  under “undifferentiated” conditions for more than five passages and exhibit a surface marker expression profile similar to that of adult neural stem cells derived from brain dentate gyrus or subventricular zone, including nestin and glial fibrillary acidic protein (GFAP) ( Figure 1 ). In addition, SKPs also expressed fibronectin as previously reported ( Toma et al., 2001 ). We also confirmed their ability to generate neural crest derivatives including Schwann cells, neurons and adipocytes ( Figure 1 ). These results are consistent with the adult stem/progenitor cell nature of SKPs. We next tested the capability to ablate genes of interest in SKPs. We crossed a broadly expressed CMV promoter-driven, tamoxifen-inducible Cre transgene ( CMV-CreER ) ( T2 Hayashi and McMahon, 2002 ) into the Flox-stop-Flox ROSA26 reporter background ( Soriano, 1999 ) to generate  CMV-CreER  mice. When SKPs derived from these mice were X-gal stained following a 48 hour exposure to 1 μM 4-hydroxy tamoxifen, they all turned blue ( T2 ;ROSA26 Figure 2 ). These results indicated that 4-hydroxy tamoxifen, via Cre activity, can mediate recombination at the  ROSA26  locus in these cells and that the system can be adapted for the recombination of floxed alleles. Ex vivo  Ablation of NF1 in SKPs to Induce  in vivo  Neurofibroma in Mice Many cells can give rise to tumors when implanted ectopically. For example, oncogenic fibroblasts can give rise to subcutaneous sarcomas ( Gray et al., 1993 ) and embryonic stem cells can give rise to ectopic teratomas ( Nussbaum et al., 2007 ). In the context of NF1, neurofibroma formation requires unique interactions between nullizygous Schwann cell precursors, mast cells, and peripheral nerves that then engage aberrant fibroblastic, angiogenic and ensheathing cell reactions ( Yang et al., 2008 ;  Le and Parada, 2007 ;  Yang et al., 2006 ;  Zhu et al., 2002 ) To date, there are no reports of a cell type that when ectopically implanted, can generate a tumor that even remotely resembles the multicellular and structural idiosyncracies of NF1-related neurofibromas. We wished to examine whether  Nf1  deficient SKPs could be the elusive cell of origin of dermal neurofibromas. To obtain  Nf1 -/-  SKPs, we first crossed  CMV-CreER  transgenic mice with  T2 Nf1  mice ( flox/- ;ROSA26 Zhu et al., 2002 ) to obtain  CMV-CreER  mice. We then harvested skin from the backs and necks of these mice, isolated SKPs, and exposed them to 4OH-tamoxifen. Cre mediated recombination would be expected to generate  T2 ;Nf1 flox/- ;ROSA26 Nf1 + SKPs. This was verified by genomic analysis of the  -/- ;LacZ Nf1  gene and by X-gal staining for  LacZ  expression ( Figure 2 ). NF1-associated plexiform and dermal neurofibromas always develop in close association with peripheral nerves whether it is a plexus in the former case, or dermal twigs in the latter. We implanted the  Nf1 + SKPs into the same animal, i.e., as an autograft, to avoid immunological rejection and to maintain a heterozygous microenvironment ( -/- ;LacZ Figure 2 ). When implanted intradermally/subcutaneously, we observed no tumor/neurofibroma formation over the course of seven months (data not shown). We reasoned that one possible explanation for failure of tumor engraftment might be technical, caused by ineffective association of the mutant SKPs with terminal peripheral nerve projections. The sciatic nerve, a much larger nerve than those found in dermis, is a common site of plexiform neurofibromas in NF1. We therefore next reimplanted the SKPs into the sciatic nerves where close proximity to the nerve could be achieved. The autologously transplanted  Nf1 + SKPs gave rise to sciatic plexiform neurofibromas within two months post implantation 100% of the time, whereas the transplanted heterozygous ( -/- ;LacZ Nf1  SKPs showed no signs of tumor growth ( +/- ) Figure 3A ; and see below). The neurofibromas exhibited the characteristics of human plexiform neurofibromas, being poorly circumscribed, composed primarily of spindle cells, and expressing the Schwann cell marker S100β (Figures  3A  &  4 ). We also observed excess collagen deposition (data not shown) and heavy infiltration of mast cells into these plexiform neurofibromas, a critical component of tumor initiation that is commonly observed in human neurofibromas ( Yang et al., 2003 ;  Yang et al., 2008 ) ( Figure 3A ). To verify that the tumors were arising from the transplanted SKPs and not from some paracrine tumor induction of host sciatic nerve cells, we took advantage of the fact that the transplanted SKPs are LacZ -positive and the hosts are not. X-gal staining of the tumors demonstrated that the tumor cells were LacZ-positive and we further demonstrated that the tumor cells had undergone loss of heterozygosity (LOH) for the  Nf1  locus ( Figure 3B ), thus indicating that the neurofibromas were derived from the transplanted SKPs. In addition, the tumors were confined to the site of  Nf1 -/-  SKP implantation and resolved into normal nerve architecture distally ( Figure 4 ). In all experiments, control  Nf1 -heterozygous SKPs (isolated from the same mouse but not treated with tamoxifen) were simultaneously transplanted into the left sciatic nerve. We observed only slight nerve hyperplasia and no pathological evidence of neurofibroma was seen. These data indicate that when placed in a favorable microenvironment (in proximity to a peripheral nerve),  Nf1 -deficient SKPs can give rise to  bona fide  plexiform neurofibromas. As such, these results show that SKPs have the full potential to generate neurofibromas and suggest that they may be the cell of origin of dermal neurofibroma. Moreover, the essential role of peripheral nerves and the tumor microenvironment in neurofibroma genesis is underscored. In vivo  Ablation of  Nf1  in the Skin to Induce Dermal Neurofibromas Although we achieved neurofibroma formation by transplantation of purified,  Nf1 -ablated SKPs, we wished to identify whether endogenous SKPs undergo neurofibromagenesis  in situ  in response to  in vivo Nf1  LOH. To address this issue, we first tested the efficiency of tamoxifen mediated Cre activation in SKPs  in vivo .  CMV-CreER  mice were subjected to topical tamoxifen administration onto the upper back twice a day for five consecutive days. Five days after the last application, we harvested the skin for both X-gal staining and purification of SKPs for subsequent X-gal staining. We observed that both the gross skin and also isolated SKPs were positive for X-gal staining, indicating that the topical tamoxifen was able to penetrate the skin and induce recombination at the  T2 ;ROSA26 flox  sites within SKP DNA ( Figure 5A ). We next applied this tamoxifen administration protocol onto the back and neck skin of neonatal  CMV-CreER  mice to ablate  T2 ;Nf1 flox/- NF1  expression in SKPs  in vivo . Six to seven months post tamoxifen application, we observed cutaneous nodules similar to human dermal neurofibromas at the application site on these mice ( Figure 5B ). These tumors were analyzed histopathologically and all results indicated that these nodules were, in fact, dermal neurofibromas ( Figure 5B ). Analyses included H&E staining, S100β expression as well as other markers of Schwann cells, and Leder staining for mast cell infiltration. These results further indicate that the cells of origin for dermal neurofibroma likely reside locally in the skin, since neurofibromas only developed at the site of tamoxifen application on the back and not at distant sites. Moreover, because the latency period is 6-7 months from the time of initiation to visible tumor development, it also suggests that the cells of origin of dermal neurofibroma are likely stem/progenitor cells and that other genetic/microenvironmental events, in addition to loss of  NF1 , participate in dermal neurofibroma development. In this regard, we observed that these mice have enlarged cutaneous nerves in the proximity of the dermal tumors ( Figure 5B  b&c, arrow). Tamoxifen penetration of the skin would be expected to induce Cre mediated recombination in diverse cell types including SKPs. For example terminally differentiated cells of many sources as well as epidermal and hair follicle stem cells might undergo  Nf1  loss. However, among these diverse cell types, only SKPs ( Fig. 3 ) are known to have the potential to generate the complex multicellular neurofibroma. Nf1 -deficient SKPs Give Rise to Classic Dermal Neurofibromas In patients with Neurofibromatosis type I, dermal neurofibromas typically first appear around puberty and, subsequently continue to appear with time. These tumors have also been shown to increase in number and size during pregnancy and, in certain cases, regress after delivery ( Dugoff and Sujansky, 1996 ;  Roth et al., 2008 ). These observations indicate that altered levels of certain hormones at puberty or during pregnancy may provide an important trigger to initiate or enhance dermal neurofibroma formation. Therefore, we next tested whether the hormonal milieu during pregnancy can facilitate induction of dermal neurofibroma development from  Nf1  SKPs in the skin. We again harvested skin from the backs and necks of male and female  -/- CMV-CreER  mice for SKP isolation. We then exposed the  T2 ;Nf1 flox/- ;ROSA26 CMV-CreER  SKPs  T2 ;Nf1 flox/- ;ROSA26 ex vivo  to 4OH-tamoxifen to induce  NF1  deletion and dermally reimplanted the  Nf1 + SKPs back to the same animals. The reimplantations were placed in the dorsal/sacral area to prevent the mice from scratching at the site of implantation. Both male and female mice were then housed in the same cage prior to reimplantation to facilitate breeding and all female mice eventually became pregnant. Strikingly, only the female mice, but not the male mice, developed cutaneous nodules at the graft site within three to four months post SKP implantation ( -/- ;LacZ Figure 6 ). Because the SKPs are LacZ-positive and the hosts are not, we performed X-gal staining on the tumors, which turned blue ( Figure 7 ), indicating that the tumors derived from the transplanted SKPs. We performed histological analysis of these tumors using the published classification scheme for peripheral nerve sheath tumors in murine models ( Stemmer-Rachamimov et al., 2004 ). Paraffin sections were assessed with S100βand GAP43 immunohistochemistry (Schwann cell markers), and Leder (mast cell) and H&E staining. The tumors were circumscribed but unencapsulated, and contained abundant mast cell infiltration, and S100β+ and S100β- spindle-shaped cells in a disorderly arrangement ( Figure 7 ). Thus, all tumor characteristics were consistent with classic dermal neurofibroma. These results indicate that loss of  Nf1  expression in a permissive environment can effectively induce SKPs to form dermal neurofibromas. Moreover, as in the human condition, pregnancy accelerates and enhances tumor appearance, presumably due to hormonal influence. We conclude from these data that SKPs, or their derivatives, can be the cell of origin for NF1-associated dermal neurofibromas.",
  "discussion": "DISCUSSION Classic chemotherapy targets the differential proliferative capacity of tumor cells versus normal cells. While variably effective, new strategies are now being developed that target specific tumor causing and propagating events within the tumor. These more recent strategies aim to limit non-specific effects of the therapy while neutralizing essential components of the tumor phenotype. Insights into potential new therapeutic targets will be greatly enhanced by an increased understanding of the natural history of tumor development and the identification of the cells that are susceptible to mutation and to giving rise to tumors. In neurofibromatosis type 1, identification of the cell of origin of dermal neurofibromas has yet to be resolved. Plexiform neurofibromas are congenital and develop along nerve plexuses, and are therefore thought to derive from the embryonic Schwann cell lineage (Wu et al.;  Yang et al., 2008 ; Zheng et al.). On the other hand, dermal neurofibromas first appear around puberty and arise exclusively in the skin, suggesting that these two highly similar tumors arise from distinct cells: one present in the embryo and the other present in the adolescent and adult skin. Tumor Cell of Origin Major advances in the development of  in vitro  and  in vivo  assays have enabled identification and characterization of many types of adult stem cells as well as functional evaluation of the tumorigenic effects of cancer-related genetic alterations in these populations of stem cells ( Stindl, 2008 ). In addition, the discovery of the Philadelphia chromosome by Newell and Hungerford has had far reaching implications in our understanding of the genetic basis and the stem cell origin of some types of cancer ( Nowell and Hungerford, 1960 ). Patients in the chronic phase of Chronic Myelogenous Leukemia (CML) have elevated myeloid cell numbers. However, upon blast crisis, the acutely leukemic cells can be any of the cell types within the hematopoetic lineage, indicating that CML is a disease of the hematopoetic stem cell ( Wong and Witte, 2004 ). The role of stem and progenitor cells has recently been addressed in many solid tissue cancers as well, from squamous cell carcinoma of the skin to glioma in the brain ( Al-Hajj and Clarke, 2004 ;  Gao, 2008 ;  Miller et al., 2005 ;  Reya et al., 2001 ;  Singh et al., 2004 ); ( Kwon et al., 2008 ;  Zhu et al., 2002 ). Most speculation regarding the cell of origin of neurofibromas comes from genetic studies examining the participation of differing cells including neural crest derivatives in the pathogenesis of many of the clinical presentations of Neurofibromatosis type 1, including neurofibroma. In human neurofibromas, Schwann cells with biallelic  Nf1  mutations are the most abundant cell type, consistent with the notion that the tumors may initiate in Schwann cells or their earlier precursors. Indeed, genetic mouse models have demonstrated that  NF1  gene deletion in the embryonic Schwann cell lineage is the genetic bottleneck for neurofibroma development ( Cichowski et al., 1999 ;  Joseph et al., 2008 ;  Vogel et al., 1999 ;  Wu et al., 2008 ;  Zheng et al., 2008 ;  Zhu et al., 2002 ). In contrast, conditional deletion of  Nf1  from fetal Neural Crest Stem Cells (NCSC) using reliable  Wnt-1-Cre  transgenic mice leads to transient increase in NCSC frequency and self-renewal but not tumorigenicity ( Joseph et al., 2008 ), suggesting that later NCSC derivatives may be the specific cell of origin of neurofibroma. However, it is still debated whether the neurofibroma-initiating cell is a committed mature Schwann cell, immature Schwann cell or postcrest precursor cell. We and others have used well-characterized Krox-20-Cre ( Yang et al., 2008 ;  Zhu et al., 2002 ), Plp-CreERT, and P0-CreERT (unpublished data) transgenic mice to conditionally delete  Nf1 , and have effectively generated plexiform, but not dermal, neurofibromas. These results indicate that the cells that give rise to dermal neurofibromas are not derivatives of those that give rise to plexiform tumors, and do not express this specific subset of promoters common to embryonic Schwann cell precursors. Indeed, we have isolated SKPs from the tamoxifen-inducible  P0-CreERT;Nf1  and  flox/- ;ROSA26 Plp-CreERT;Nf1  mice and exposed them to tamoxifen and did not see induction of recombination at the  flox/ :ROSA26 ROSA26  locus ( Supplementary Figure 1 ). Therefore, these Schwann cell promoters are apparently not expressed in SKPs and accordingly give rise to plexiform but not dermal neurofibromas. One study reported that plexiform neurofibromas and dermal neurofibromas arise following inactivation of  NF1  with a  Desert Hedgehog  ( Dhh ) promoter-driven Cre transgene ( Wu et al., 2008 ), suggesting that  Dhh  is expressed by SKPs. We do observe Dhh protein expression in SKPs although the level of expression is variable between samples ( Supplementary Figure 2 ). Of note,  Dhh  is a widely and robustly expressed neural crest precursor gene, thus it cannot be ruled out that this promoter can be expressed in two independent lineages that can then give rise to these two different tumors. As such, we stress that the  Dhh  study does not provide sufficient detailed information for us to conclude that they produce bona fide dermal tumors. SKPs SKPs are self-renewing, multipotent neural stem/precursor cells, identified in both human and mouse dermis ( Fernandes et al., 2006 ;  McKenzie et al., 2006 ;  Toma et al., 2001 ;  Toma et al., 2005 ) using neurosphere culture conditions. They are distinct from other known stem/precursor cells within the skin ( Fernandes et al., 2008 ). However, the exact biological function and origin of SKPs are not fully understood. Using  Wnt1-Cre;ROSA26  compound transgenic mice, which permanently express β-galactosidase in derivatives of neural crest stem cells, Fernandes et al. reported that SKPs derived from these mice are β-galactosidase positive ( flox/stop/flox Fernandes et al., 2004 ). In addition, SKPs were shown to express a variety of Neural Crestassociated transcription factors including  Twist ,  Sox9 ,  Pax3 ,  Slug  and  Snail  ( Fernandes et al., 2004 ). We have verified these properties in the cells used in the present study (data not shown). Moreover, under differentiating conditions, SKPs can generate neural cells (neurons, Schwann cells), mesodermal (smooth muscle) cells, and adipocytes, the same cell types that are known to derive from neural crest stem cells. Thus, these data strongly support that SKPs are multipotent neural crest-related and possibly derived precursors present in the skin. Such relatedness to the cells previously identified to give rise to plexiform neurofibromas would explain the similarities in gene expression and the unique potential to give rise to these unique and rare multicellular tumors. Role of Microenvironment We undertook this study to test the hypothesis that SKPs were in fact the source of dermal neurofibromas in the context of  Nf1  deletion. Initially we did not observe neurofibroma formation when  Nf1 -nullizygous SKPs were implanted intradermally. However, in the human condition, dermal and plexiform neurofibromas are always physically associated with peripheral nerves and indeed when  Nf1 -/-  SKPs were implanted in proximity to the sciatic nerve, they always gave rise to neurofibromas. SKPs have the capacity to myelinate unmyelinated peripheral nerves  in vivo  ( Biernaskie et al., 2007 ;  McKenzie et al., 2006 ). We therefore hypothesize that the microenvironment established by neurons and their associated cells may influence SKPs to preferentially differentiate toward the Schwann cell lineage creating a “window of opportunity” in which  Nf1  deficient progenitors become neurofibromas. Our studies reveal that the tumor microenvironment plays an essential role in neurofibroma genesis and that loss of  Nf1  in SKPs is required but not sufficient for neurofibroma development. First, when  Nf1 -homozygous SKPs, which normally reside in the dermis, were implanted in proximity to the sciatic nerve, they transformed into plexiform neurofibromas, which are otherwise derived from embryonic Schwann cell progenitors and form large tumors surrounding a peripheral nerve plexus. Thus, remarkably SKPs, when in normal association with peripheral nerve twigs, form limited size dermal nodules. However, when placed in the presence of a nerve plexus microenvironment, SKPs acquire the capacity to develop the typical embryonic form of tumor. Second, when tamoxifen is applied to the neck and superior dorsal back skin of neonatal  CMV-CreER  mice, it takes six to seven months before dermal neurofibromas appear at the tamoxifen application sites. The delay of tumor appearance, together with the restricted location, suggests that the cell of origin of dermal neurofibroma is in the skin and that additional genetic and/or microenvironmental cues are required for tumor development. For example, we observed that these dermal neurofibromas are always in proximity to an enlarged cutaneous nerve and have a large number of mast cells infiltrating the tumor ( T2 ;Nf1 flox/- Figure 5B ). It is feasible that trauma to the skin and cutaneous nerves, such as from scratching, can induce nerve regeneration and hypertrophy, which in turn recruits and activates the nearby  Nf1 -homozygous SKPs to transform into a dermal neurofibroma. This is in alignment with the human clinical scenario as it is known that trauma to the skin of NF1 patients can induce dermal neurofibroma formation ( Riccardi, 1981 ). Third, when  Nf1 -homozygous SKPs were autologously implanted intradermally/subcutaneously, they efficiently gave rise to dermal neurofibromas only in female mice that were pregnant at the time of implantation, and not in male mice or in non-pregnant female mice. In the absence of pregnancy, tumors took seven to eight months to appear compared to two to three months in the former case. This feature again suggests that the hormonal milieu can be a critical contributor to dermal neurofibroma genesis. NF1 patients typically begin to develop dermal neurofibromas around puberty and, in female patients, the number and size of neurofibromas increases during pregnancy ( Dugoff and Sujansky, 1996 ;  Huson et al., 1988 ;  Roth et al., 2008 ). While steroid hormones such as progesterone, testosterone and 17β-Estradiol levels are elevated during pregnancy ( Roth et al., 2008 ), the exact hormonal influences on neurofibroma initiation and growth are currently not known. 17β-estradiol has been implicated in cell proliferation and tumorigenesis, specifically in breast, endometrial and prostate cancers. McLaughlin et al., reported that 5% of human neurofibromas expressed the estrogen receptor, while 75% expressed the progesterone receptor ( McLaughlin and Jacks, 2003 ). In addition, Schwann cells synthesize progesterone and express progesterone receptor ( Jung-Testas et al., 1996 ); and neurofibroma-derived Schwann cells have elevated proliferation rates in response to progesterone ( Overdiek et al., 2008 ). In human pregnancy, progesterone levels are elevated more than 15 times the pre-conception level, more than any other steroid hormone ( Gardner et al., 2007 ;  Roth et al., 2008 ) and progesterone can act as an inducer, transdifferentiating bone marrow stromal cells into cells with a Schwann-like phenotype ( Movaghar et al., 2008 ). Thus, a compelling scenario is that elevation of steroid hormones during pregnancy or puberty may be one possible factor that drives the  Nf1 -deficient SKPs toward Schwann cell differentiation and tumor formation. In this regard, we have observed that SKPs express both estrogen receptor and progesterone receptor (data not shown). The question remains as to why  Nf1 +/-  mice do not develop dermal neurofibromas during puberty or pregnancy, as in human. One possible explanation is that LOH necessary for neurofibroma development is impaired in mice. Perhaps, given the short time of gestation and lifespan and a smaller neural crest compartment compared with human, the  Nf1 +/-  mice do not have the necessary window of opportunity to undergo effective LOH in target cells to initiate neurofibroma formation.  Cichowski et al. (1999)  addressed this issue elegantly when they created chimeric mice by injecting  LacZ -positive  Nf1 -/-  ES cells into wild-type C57BL/6 blastocysts. These mice developed microscopic plexiform neurofibromas derived from the injected ES cells, demonstrating the requirement of  NF1  homozygosity for tumor formation ( Cichowski et al., 1999 ). In a previously reported study utilizing a tissue-specific knockout model using Cre/loxP technology, the  Krox20-Cre;Nf1  mice (an inefficient Cre driver that generated some  flox/flox Nf1 -/-  Schwann cell precursors and in an  Nf1 +/+  background) did not develop plexiform neurofibromas. On the other hand, the  Krox20-Cre;Nf1  mice (containing some  flox/- Nf1 -/-  Schwann cell precursors and in an  Nf1 +/-  background) develop plexiform neurofibromas ( Zhu et al., 2002 ).  Yang et al., 2008 , reported that heterozygous mast cells can cooperate with nullizygous Schwann cells to elicit tumor development. They noted that, as in NF1 patients that harbor germ line heterozygosity, LOH of  Nf1  in the Schwann cell lineage must be rare and stochastic and that this interaction with heterozygous mast cells must confer a growth advantage. In the experimental setting, using a more robust and widely expressed  Desert Hedgehog Cre  driver permits neurofibroma formation in  Nf1 -wild-type background (Wu et al, 2007). It is worth emphasizing that in this scenario, a large pool of Schwann cell precursors undergo LOH simultaneously and can therefore compete with the wild-type environment more effectively than when only one or very few isolated Schwann cell precursors undergo LOH. One possible advantage of having a large pool of precursors undergoing LOH would be a rapid and large increase in cytokine and growth factor secretion that could be sufficient to elicit wild-type mast cells without the need for the hypersensitive heterozygous state of the latter. In contrast when only one or a few Schwann cell precursors undergo LOH a hypersensitive heterozygous mast cell, but not a wild type mast cell, would be in a position to respond. It is clear that in addition to loss of  Nf1 , paracrine and endocrine signals in the tumor microenvironment, such as neurons, hormones, mast cells, etc. are essential for tumorigenesis. In the physiologic scenario, we envision a rare Schwann cell undergoing LOH that would normally disappear except for the response of the mast cell that assists it to form a tumor. In another scenario, supraphysiologic contribution of a multitude of LOH cells may override the otherwise required contributions from other factors, such as heterozygous background or mast cells, to induce neurofibroma development. In our current dermal neurofibroma model, complete loss of  Nf1  expression in SKPs is essential for neurofibroma to develop but  Nf1 -heterozygous background is not required. However, we believe this result cannot be fully interpreted at this moment. In all cases where dermal tumors formed, either a large bolus of cells was injected into the sciatic nerve or dermis (thus artificially circumventing the physiologic, more spontaneous or rare LOH); or alternatively LOH was induced by the “painting” with tamoxifen of a defined cutaneous area that, again, presumably induces widespread LOH. More refined tumor models that address the potential significance of haploinsufficiency for these dermal tumors will be required to further investigate this issue. In conclusion, our data reveal a remarkable similarity of SKPs to embryonic neural crest precursors, apparently including the capacity to engender plexiform or dermal neurofibromas. In fact, neurofibromas derived from  Nf1 -deficient SKPs exhibit all the classic features that are unique for neurofibromas, including tumor mastocytosis, proliferation of spindle-shaped Schwann cells and excess collagen deposition. Therefore, the identity of the tumor cell of origin and the facility for isolation and expansion provides fertile ground for the continued analysis to identify additional factors and signals within the tumor microenvironment that likely play essential roles in neurofibromagenesis.",
  "upgrade_date": "2026-02-21 02:23:06"
}