{
  "pmid": "PMID:19430883",
  "title": "Suggested response criteria for phase II antitumor drug studies for neurofibromatosis type 2 related vestibular schwannoma.",
  "abstract": "Neurofibromatosis type 2 (NF2) is a tumor suppressor gene syndrome characterized by multiple schwannomas, especially vestibular schwannomas (VS), and meningiomas. Anticancer drug trials are now being explored, but there are no standardized endpoints in NF2. We review the challenges of NF2 clinical trials and suggest possible response criteria for use in initial phase II studies. We suggest two main response criteria in such trials. Objective radiographic response is defined as a durable 20% or greater reduction in VS volume based on post-contrast T1-weighted MRI images collected with 3 mm or finer cuts through the internal auditory canal. Hearing response is defined as a statistically significant improvement in word recognition scores using 50-word recorded lists in audiology. A possible composite endpoint incorporating both radiographic response and hearing response is outlined. We emphasize pitfalls in response assessment and suggest guidelines to minimize misinterpretations of response. We also identify research goals in NF2 to facilitate future trial conduct, such as identifying the expectations for time to tumor progression and time to measurable hearing loss in untreated NF2-related VS, and the relation of both endpoints to patient prognostic factors (such as age, baseline tumor volume, and measures of disease severity). These data would facilitate future use of endpoints based on stability of tumor size and hearing, which might be more appropriate for testing certain drugs. We encourage adoption of standardized endpoints early in the development of phase II trials for this population to facilitate comparison of results across trials of different agents.",
  "authors": "Scott R Plotkin; Chris Halpin; Jaishri O Blakeley; William H Slattery; D Bradley Welling; Susan M Chang; Jay S Loeffler; Gordon J Harris; A Gregory Sorensen; Michael J McKenna; Fred G Barker",
  "journal": "Journal of neuro-oncology",
  "publicationDate": "2009-05",
  "doi": "10.1007/s11060-009-9867-7",
  "methods": "Methods of measuring tumor size Tumor response has historically been measured in relation to linear dimension, as in the 2000 RECIST criteria [ 82 ]; bidimensional area, as in the 1979 WHO criteria [ 83 ], and the 1990 “Macdonald” criteria for malignant glioma, which also incorporated steroid dose and neurological condition [ 84 ]; and volumetric measures based on crosssectional imaging such as CT or MRI [ 51 ,  85 ]. For sporadic VS, measures based on greatest linear dimension are typically used in clinical practice to assess growth over time [ 54 ,  57 ] and operative risk of complications [ 58 ]. In following VS for growth in a “wait and scan” strategy, 2 mm of growth is commonly chosen as the threshold before recommending treatment [ 86 ,  87 ], or less often 1 mm [ 88 ]. Either the greatest tumor diameter measured parallel to the petrous face or simply the greatest tumor dimension (potentially including the intracanalicular portion), both on axial images, are common assessment methods [ 60 ,  89 ]. An average tumor diameter calculated as the square root of the product of the greatest dimension parallel to the petrous ridge and the greatest perpendicular diameter on axial images has been recommended as a standard measure of VS size [ 90 ]. While such measures may adequately summarize tumor size in sporadic VS, which typically have a regular, ovoid shape in their extracanalicular portion, NF2-related VS are often highly irregular in form (particularly after prior treatment) ( Fig. 2 ), and such measures are likely to be inaccurate surrogates for true NF2 VS volumes. A comparative study showed that volumetric measures were much more sensitive to tumor growth (and, presumably, to tumor shrinkage) than linear measures [ 89 ], and volume estimates based on bidimensional area have been shown to be a poor surrogate for actual tumor volumes [ 91 ]. For volumetric measure of a VS, a simple method is the “box model” in which the greatest anteroposterior, mediolateral, and superoinferior measures are multiplied [ 52 ,  59 ], or a two-box modification that measures intracanalicular and extracanalicular volumes separately [ 62 ]. Two limitations of the box method are the considerable interobserver variation in measuring the three tumor dimensions used in this method [ 87 ,  92 ] and the irregular shape of most NF2 VS, in contrast to the regular shape of sporadic VS. A method that uses summed areas from individual crosssectional imaging slices (typically axial slices) has been shown to yield accurate volumetric measurements, within 10% of true volumes when five or more axial slices through the target volume are used [ 93 ]. A study of volumetric measurement of NF2 VS using these methods, using 3 mm axial slices, showed an intrarater coefficient of variation of measurements of 5% or less for tumors larger than 1 cm3 [ 89 ]. 1 mm isotropic voxels are now routinely feasible on many MRI systems, and the smaller the voxel size, the smaller the VS size and change that can be accurately detected. We recommend volumetric measurement of VS volume as the means of assessing objective tumor response in NF2 VS trials. Specification of methods of measurement The same techniques should be used to characterize VS at baseline and during follow-up. To declare a tumor response, patients should be on stable or decreasing corticosteroid doses compared to baseline. Radiographic response is determined by quantitative volumetric tumor analysis of contrast-enhanced MRI scans [ 89 ]. MRI scans should include pre- and post-contrast images of the brain including thin spin-echo or gradientecho T1-weighted axial images through the internal auditory canal (slice 1.5 mm or thinner, skip 0 mm). Fatsuppression techniques should be used for post-contrast studies if there is a prior history of surgery in the internal auditory canal to avoid confusing fat grafts in the internal auditory canal for enhancing tumor [ 140 ]. Similarly, true fluid cysts within a VS or arachnoid cysts abutting a VS should be excluded from volume measurement. Tumor volumetry will typically be performed centrally in multicenter trials, and should be performed using post-contrast images through the internal auditory canal with the Vitrea2 (Vital Images, Minnetonka, MN) semi-automated segmentation software (or comparable software), edited manually as needed by the reviewer. The coefficient of variation for VS greater than 1 cc using this technique is generally below 5% [ 89 ], so we suggest that 5% would be a reasonable lower bound for definition of minor response. Although drugs tested to date do not affect VS enhancement, T2 images should also be examined to confirm that apparent volume reduction represents a true change in tumor size (as apparent from T2 visualization of tumor borders) rather than a change in intrinsic enhancement of VS tissue. We anticipate that most NF2 phase II trials will define an “index” lesion to be used for response assessment, such as the VS on the side of an only hearing ear. (The definition of an index lesion may vary for trials that focus on other NF2 histologies such as meningiomas or ependymomas, or for patients with bilateral VS and no hearing in either ear.) In patients with bilateral VS the index VS should be selected before trial enrollment. Some NF2 patients have seemingly innumerable meningiomas and schwannomas; we propose that up to five lesions other than the index VS that can each be accurately measured by MRI scan should be identified as non-target lesions. Non-target lesions for NF2 patients should be defined by the study radiologist at baseline as contralateral VS, non-VS, and meningiomas. The volume of the contralateral VS and individual volumes for all non-VS and meningiomas (or, alternatively, total non-target schwannoma and total meningioma volumes) should be recorded at baseline. The change in volume of non-target lesions will not be used for response criteria but can be used and reported as secondary endpoints, if desired. Definitions and methods of measurement Hearing in phase II studies will be measured by standard audiologic techniques including determination of word recognition scores and pure-tone averages ipsilateral to the target vestibular schwannoma. Word recognition is measured using 50-item CID-W22 (Central Institute for the Deaf; Ira Hirsh recording) monosyllable wordlists and ranges from 0% to 100% [ 141 ]. Other standardized monosyllable recorded lists may be used including NU#6 [ 142 ], CNC [ 143 ] and others as long as similar performance-to-intensity functions can be shown for the recording used. Because word lists can differ in difficulty, the word list used for an individual in a trial should be noted and kept consistent for all testing throughout the protocol treatment. The principle of using equivalent performance functions may also be applied to word lists in other languages, such as bisyllabic Spanish words [ 144 ]. When the tester is an English speaker, we recommend using a trial entry criterion of “testable in English” (rather than “English as a first language”) which promotes inclusion without reducing validity [ 145 ]. In all cases, live voice presentation and truncated (e.g., 25-word) lists are not acceptable. Pure-tone thresholds are most often measured at the frequencies of 250, 500, 1000, 2000, 3000, 4000, 6000 and 8000 Hz. The pure-tone average is calculated as the average of thresholds at 500, 1000, 2000 and 3000 Hz as recommended by the American Academy of Otolaryngology (AAO) [ 146 ]. In cases of VS, the hearing loss is sensorineural. However, an unrelated, additional conductive loss may also be present which would further elevate the air conduction thresholds. While air conduction thresholds (with masking as necessary) are most often the best data, in cases with additional conductive loss, the masked bone conduction results are a better measure of the sensorineural hearing loss. It is recommended that masked bone conduction results be used when air-bone gaps larger than 10 dB are found at more than one frequency. When forming a PTA, it is sometimes necessary to include data where the upper limits of the audiometer is reached and the patient has not responded. This should not be treated as missing data. Our recommended approach is to extrapolate conservatively by adding one audiometric step (5 dB) to the upper limit value, thereby capturing the large magnitude of the loss at that frequency [ 145 ].",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:23:52"
}