{
  "pmid": "PMID:19430883",
  "title": "Suggested response criteria for phase II antitumor drug studies for neurofibromatosis type 2 related vestibular schwannoma.",
  "abstract": "Neurofibromatosis type 2 (NF2) is a tumor suppressor gene syndrome characterized by multiple schwannomas, especially vestibular schwannomas (VS), and meningiomas. Anticancer drug trials are now being explored, but there are no standardized endpoints in NF2. We review the challenges of NF2 clinical trials and suggest possible response criteria for use in initial phase II studies. We suggest two main response criteria in such trials. Objective radiographic response is defined as a durable 20% or greater reduction in VS volume based on post-contrast T1-weighted MRI images collected with 3 mm or finer cuts through the internal auditory canal. Hearing response is defined as a statistically significant improvement in word recognition scores using 50-word recorded lists in audiology. A possible composite endpoint incorporating both radiographic response and hearing response is outlined. We emphasize pitfalls in response assessment and suggest guidelines to minimize misinterpretations of response. We also identify research goals in NF2 to facilitate future trial conduct, such as identifying the expectations for time to tumor progression and time to measurable hearing loss in untreated NF2-related VS, and the relation of both endpoints to patient prognostic factors (such as age, baseline tumor volume, and measures of disease severity). These data would facilitate future use of endpoints based on stability of tumor size and hearing, which might be more appropriate for testing certain drugs. We encourage adoption of standardized endpoints early in the development of phase II trials for this population to facilitate comparison of results across trials of different agents.",
  "authors": "Scott R Plotkin; Chris Halpin; Jaishri O Blakeley; William H Slattery; D Bradley Welling; Susan M Chang; Jay S Loeffler; Gordon J Harris; A Gregory Sorensen; Michael J McKenna; Fred G Barker",
  "journal": "Journal of neuro-oncology",
  "publicationDate": "2009-05",
  "doi": "10.1007/s11060-009-9867-7",
  "methods": "Methods of measuring tumor size Tumor response has historically been measured in relation to linear dimension, as in the 2000 RECIST criteria [ 82 ]; bidimensional area, as in the 1979 WHO criteria [ 83 ], and the 1990 “Macdonald” criteria for malignant glioma, which also incorporated steroid dose and neurological condition [ 84 ]; and volumetric measures based on crosssectional imaging such as CT or MRI [ 51 ,  85 ]. For sporadic VS, measures based on greatest linear dimension are typically used in clinical practice to assess growth over time [ 54 ,  57 ] and operative risk of complications [ 58 ]. In following VS for growth in a “wait and scan” strategy, 2 mm of growth is commonly chosen as the threshold before recommending treatment [ 86 ,  87 ], or less often 1 mm [ 88 ]. Either the greatest tumor diameter measured parallel to the petrous face or simply the greatest tumor dimension (potentially including the intracanalicular portion), both on axial images, are common assessment methods [ 60 ,  89 ]. An average tumor diameter calculated as the square root of the product of the greatest dimension parallel to the petrous ridge and the greatest perpendicular diameter on axial images has been recommended as a standard measure of VS size [ 90 ]. While such measures may adequately summarize tumor size in sporadic VS, which typically have a regular, ovoid shape in their extracanalicular portion, NF2-related VS are often highly irregular in form (particularly after prior treatment) ( Fig. 2 ), and such measures are likely to be inaccurate surrogates for true NF2 VS volumes. A comparative study showed that volumetric measures were much more sensitive to tumor growth (and, presumably, to tumor shrinkage) than linear measures [ 89 ], and volume estimates based on bidimensional area have been shown to be a poor surrogate for actual tumor volumes [ 91 ]. For volumetric measure of a VS, a simple method is the “box model” in which the greatest anteroposterior, mediolateral, and superoinferior measures are multiplied [ 52 ,  59 ], or a two-box modification that measures intracanalicular and extracanalicular volumes separately [ 62 ]. Two limitations of the box method are the considerable interobserver variation in measuring the three tumor dimensions used in this method [ 87 ,  92 ] and the irregular shape of most NF2 VS, in contrast to the regular shape of sporadic VS. A method that uses summed areas from individual crosssectional imaging slices (typically axial slices) has been shown to yield accurate volumetric measurements, within 10% of true volumes when five or more axial slices through the target volume are used [ 93 ]. A study of volumetric measurement of NF2 VS using these methods, using 3 mm axial slices, showed an intrarater coefficient of variation of measurements of 5% or less for tumors larger than 1 cm3 [ 89 ]. 1 mm isotropic voxels are now routinely feasible on many MRI systems, and the smaller the voxel size, the smaller the VS size and change that can be accurately detected. We recommend volumetric measurement of VS volume as the means of assessing objective tumor response in NF2 VS trials. Specification of methods of measurement The same techniques should be used to characterize VS at baseline and during follow-up. To declare a tumor response, patients should be on stable or decreasing corticosteroid doses compared to baseline. Radiographic response is determined by quantitative volumetric tumor analysis of contrast-enhanced MRI scans [ 89 ]. MRI scans should include pre- and post-contrast images of the brain including thin spin-echo or gradientecho T1-weighted axial images through the internal auditory canal (slice 1.5 mm or thinner, skip 0 mm). Fatsuppression techniques should be used for post-contrast studies if there is a prior history of surgery in the internal auditory canal to avoid confusing fat grafts in the internal auditory canal for enhancing tumor [ 140 ]. Similarly, true fluid cysts within a VS or arachnoid cysts abutting a VS should be excluded from volume measurement. Tumor volumetry will typically be performed centrally in multicenter trials, and should be performed using post-contrast images through the internal auditory canal with the Vitrea2 (Vital Images, Minnetonka, MN) semi-automated segmentation software (or comparable software), edited manually as needed by the reviewer. The coefficient of variation for VS greater than 1 cc using this technique is generally below 5% [ 89 ], so we suggest that 5% would be a reasonable lower bound for definition of minor response. Although drugs tested to date do not affect VS enhancement, T2 images should also be examined to confirm that apparent volume reduction represents a true change in tumor size (as apparent from T2 visualization of tumor borders) rather than a change in intrinsic enhancement of VS tissue. We anticipate that most NF2 phase II trials will define an “index” lesion to be used for response assessment, such as the VS on the side of an only hearing ear. (The definition of an index lesion may vary for trials that focus on other NF2 histologies such as meningiomas or ependymomas, or for patients with bilateral VS and no hearing in either ear.) In patients with bilateral VS the index VS should be selected before trial enrollment. Some NF2 patients have seemingly innumerable meningiomas and schwannomas; we propose that up to five lesions other than the index VS that can each be accurately measured by MRI scan should be identified as non-target lesions. Non-target lesions for NF2 patients should be defined by the study radiologist at baseline as contralateral VS, non-VS, and meningiomas. The volume of the contralateral VS and individual volumes for all non-VS and meningiomas (or, alternatively, total non-target schwannoma and total meningioma volumes) should be recorded at baseline. The change in volume of non-target lesions will not be used for response criteria but can be used and reported as secondary endpoints, if desired. Definitions and methods of measurement Hearing in phase II studies will be measured by standard audiologic techniques including determination of word recognition scores and pure-tone averages ipsilateral to the target vestibular schwannoma. Word recognition is measured using 50-item CID-W22 (Central Institute for the Deaf; Ira Hirsh recording) monosyllable wordlists and ranges from 0% to 100% [ 141 ]. Other standardized monosyllable recorded lists may be used including NU#6 [ 142 ], CNC [ 143 ] and others as long as similar performance-to-intensity functions can be shown for the recording used. Because word lists can differ in difficulty, the word list used for an individual in a trial should be noted and kept consistent for all testing throughout the protocol treatment. The principle of using equivalent performance functions may also be applied to word lists in other languages, such as bisyllabic Spanish words [ 144 ]. When the tester is an English speaker, we recommend using a trial entry criterion of “testable in English” (rather than “English as a first language”) which promotes inclusion without reducing validity [ 145 ]. In all cases, live voice presentation and truncated (e.g., 25-word) lists are not acceptable. Pure-tone thresholds are most often measured at the frequencies of 250, 500, 1000, 2000, 3000, 4000, 6000 and 8000 Hz. The pure-tone average is calculated as the average of thresholds at 500, 1000, 2000 and 3000 Hz as recommended by the American Academy of Otolaryngology (AAO) [ 146 ]. In cases of VS, the hearing loss is sensorineural. However, an unrelated, additional conductive loss may also be present which would further elevate the air conduction thresholds. While air conduction thresholds (with masking as necessary) are most often the best data, in cases with additional conductive loss, the masked bone conduction results are a better measure of the sensorineural hearing loss. It is recommended that masked bone conduction results be used when air-bone gaps larger than 10 dB are found at more than one frequency. When forming a PTA, it is sometimes necessary to include data where the upper limits of the audiometer is reached and the patient has not responded. This should not be treated as missing data. Our recommended approach is to extrapolate conservatively by adding one audiometric step (5 dB) to the upper limit value, thereby capturing the large magnitude of the loss at that frequency [ 145 ].",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:23:52",
  "introduction": "Background Vestibular schwannomas and neurofibromatosis type 2 Vestibular schwannomas (VS; also known as acoustic neuromas) are among the most common benign central nervous system tumors, with an annual incidence in the United States of approximately 1.5 per 100,000 person years and comprising about 9% of all brain tumors [ 1 ]. No medical treatment for VS currently exists. Patients are managed either through observation with serial imaging studies or, when active treatment is required, via either surgical resection or radiation [ 2 ]. Vestibular schwannomas commonly cause unilateral hearing loss, trigeminal deficit, and (usually after treatment) facial weakness. However, in most patients with sporadic, unilateral VS good functional status and quality of life are accomplished with observation, radiation treatment, surgery, or some combination of these; many are cured by treatment. In neurofibromatosis type 2 (NF2), a dominantly inherited syndrome caused by alterations in the  NF2  tumor suppressor gene, VS occur bilaterally, commonly accompanied by other cranial and spinal nerve schwannomas and meningiomas. NF2 affects about one person per 25,000 live births, and accounts for 2–7% of patients with VS [ 3 – 5 ]. In contrast to sporadic VS, in NF2 patients, the inexorable growth of VS and other tumors and cumulative morbidity from treatment typically cause multiple cranial nerve deficits, often followed by death in young adulthood [ 6 ]. In one registry study, 60% of patients died before age 44 [ 7 ]. Nearly all NF2 patients die from sequelae of tumor growth or from treatment mortality [ 8 ]. Unlike the unilateral cranial nerve defects encountered in sporadic VS patients, the cranial nerve deficits in NF2 patients are often bilateral, including complete hearing loss, facial diplegia causing dysarthria and difficulty eating, and inability to swallow or handle secretions because of bilateral lower cranial nerve dysfunction. These can have profound effects on quality of life and may contribute to mortality. In addition, the morbidity of treatment from either surgery [ 9 ] or radiation [ 10 – 12 ] is greater than for sporadic VS, probably because nerve fibers are much more likely to run through NF2 associated schwannomas rather than on the tumor surface, as in sporadic VS [ 13 – 16 ]. Treatment choices in NF2 often weigh the possible consequences of progressive brainstem compression and gradual cranial nerve dysfunction from multiple enlarging tumors against the potential for devastating combinations of cranial nerve deficits from surgical or radiation treatment ( Fig. 1 ). A particularly common clinical scenario in NF2 is progressive loss of hearing from VS growth in an only hearing ear, after the other ear has already suffered complete hearing loss due to tumor growth or treatment morbidity. For patients such as these, in contrast to patients with sporadic, unilateral VS, both surgery and radiation treatment may pose unacceptable risks, and novel medical treatments are urgently needed. Need for standardized response criteria in NF2 Although radiation therapy has emerged as an effective treatment for VS, the lack of standardized response criteria complicates attempts to compare results in separate clinical series, e.g., with different fractionation schemes for fractionated stereotactic radiotherapy [ 17 – 19 ]. Currently there are no established criteria specifically designed for assessing responses to antitumor drugs in benign nervous system tumors such as schwannomas and meningiomas. More recently, the introduction of targeted therapies developed for treatment of common cancers, combined with recent work on the tumor biology of schwannomas, has raised the possibility of designing rational drug treatments for NF2 patients with progressive intracranial tumors [ 20 – 26 ]. For example, the treatment of small series of NF2 patients using erlotinib [ 27 ,  28 ] and bevacizumab [ 29 ] has recently been reported, with apparent benefit in some cases—including stabilization and shrinkage of some VS and/or substantial reversal of chronic hearing loss. This initial experience suggests that a range of responses (and nonresponses) are possible after drug treatment for benign nervous system tumors. In this communication, we suggest response criteria for measuring the success of antitumor drugs used to treat NF2-related VS. Specifically, we highlight the suggested roles of volumetric tumor measurement and word recognition hearing scores in assessing both direct antitumor effects and an important component of health-related quality of life in NF2 patients, especially those who are losing the hearing in an only hearing ear. Although other potential endpoints in such trials are of great interest, and may have a place as secondary endpoints in trials, we argue here, based on our initial experience with small numbers of patients as well as published studies on NF2 and VS, that a standardized assessment of these two endpoints should be included routinely in trials of antitumor drugs in NF2. We do not here systematically address certain other important aspects of phase II trial design, such as entry criteria (including definitions of NF2 and of VS in the absence of histological diagnosis), choice of trial design (e.g., singlearm, randomized with active or placebo comparator arm [ 30 ,  31 ], crossover [ 32 ], or randomized discontinuation [ 30 ,  33 ]), measuring responses in non-VS lesions such as meningiomas or other schwannomas, toxicities that should be monitored with special significance in NF2 such as ototoxicity [ 34 ] and corneal keratopathy (to which patients with trigeminal lesions may be especially susceptible) [ 35 ], or the “go/no go” choice of what level of response justifies proceeding to phase III trials for a specific agent [ 36 ].",
  "results": "",
  "discussion": "Discussion In this communication, we suggest two important means of assessing tumor response of NF2-related VS to drug treatment: radiographic tumor response (defined as a 20% reduction in tumor volume) and hearing response (defined as a statistically significant improvement in word recognition score). Prior experience with chemotherapy for VS has been very limited, and no standard response criteria for such trials have been defined. Riccardi reported improvement in depression, weight gain and improved muscle mass, gait improvement, absence of tumor-associated pain, and “slowing of neurofibromas growth” in one NF patient treated using ketotifen [ 152 ], and Jahrsdoerfer and Benjamin [ 153 ] reported cessation of tumor growth and stabilization or improvement in hearing in two patients treated with cyclophosphamide, doxorubicin and dacarbazine. Neither report used predefined criteria to classify response. Recent advances in the understanding of schwannoma tumor biology [ 20 – 26 ], combined with development of active anticancer drugs designed to target specific molecular pathways in neoplastic cells, suggest that trials of drug treatment for NF2-related VS may now be warranted. We suggest that the criteria defined here deserve consideration for inclusion as primary endpoints in such trials, at least initially. When more detailed information becomes available on the time to tumor progression and time to hearing loss in untreated NF2 VS, these endpoints are likely to replace tumor shrinkage and hearing improvement in trials. However, because many NF2 patients represent new somatic mutations in the NF2 gene and do not belong to known NF2 kindreds [ 4 ], some patients will continue to present as new diagnoses with poor hearing in both ears. Such patients would benefit from drugs that cause hearing improvement, rather than stability. In addition, a recent review of phase II trial design for targeted anticancer agents (many of which would be expected to be cytostatic) showed that most agents reaching regulatory approval generated objective responses in phase II testing; this was correlated with endpoints reflecting tumor stability [ 154 ]. Special considerations for primary endpoints in NF2 trials, and composite endpoints Some special considerations in NF2 phase II trials may prevent either radiographic response or hearing response from serving all of the typical functions of a phase II primary endpoint. For example, patients in a phase II trial whose tumors progress according to the primary endpoint (e.g., radiographic criteria) do not normally continue to receive the study drug and are no longer treated on protocol. However, in an NF2 trial some patients may achieve a hearing response to treatment while developing progressive disease by MRI scan. Although treatment is deemed to have failed in these patients by traditional response criteria, we feel these patients should be allowed to continue treatment with the study drug on a compassionate- use basis at the discretion of the study chair in an NF2 trial. We believe this can be justified based on the current standard of care for NF2-related VS, in which growing tumors are often monitored without active intervention to preserve hearing. Conversely, some patients might enter an NF2 VS trial because of a growing VS in an only hearing ear with word recognition scores above 94%. Such patients would be ineligible for hearing responses because of the “ceiling effect” described above, although drug activity could still be detected through changes in tumor size. One approach to the problem of two endpoints, either one of which might be more important in a given clinical situation, is to combine the two into a composite endpoint.  Table 2  shows one possible means of integrating objective radiographic response and hearing response in NF2 VS. As shown, the combination of major and minor radiographic and hearing responses can be used to construct a composite endpoint with four response categories: major response, minor response, stable disease, and progressive disease. Whether a composite endpoint of this nature had value would probably become clear as clinical experience with such trials accrues. Initially, we suggest using objective (radiographic) tumor response as the major endpoint for designing phase II trials, because its measurement in relation to known NF2 VS natural history seems most secure. All patients enrolled in an NF2 VS trial would be expected to be eligible for volumetric response, while our preliminary experience suggests only half of patients might be eligible for a hearing response or composite endpoint response. A volumetric primary endpoint would increase efficiency in this rare disease. Hearing response rates, though, also deserve significant weight in judging a drug’s clinical benefit in NF2 related VS and whether to progress to phase III testing—as do response durability, treatment toxicity, and other factors. Future research and novel endpoints This communication also identifies several important research goals in NF2 natural history in order to facilitate future development of new endpoints for NF2 trials. These goals include identifying the time to tumor progression and time to measurable hearing loss in untreated NF2-related VS, and the relation of both endpoints to patient prognostic factors (such as age, baseline tumor volume, and measures of disease severity). In addition, researchers should seek better definition of the smallest improvement in hearing (specifically word recognition) that has clinical significance for NF2 patients with only hearing ears (i.e., the minimal clinically significant difference). If the test for word recognition using standard audiometric technique that we describe proves to be insensitive to small but meaningful hearing improvements in the context of an only hearing ear, more sensitive hearing endpoint measures may need to be developed. Finally, the possibility of using a composite endpoint in NF2 trials, such as the one we describe here, should be considered for future use in selecting drugs for phase III trials in this rare disease.",
  "upgrade_date": "2026-02-21 02:22:51"
}