{
  "pmid": "PMID:20049725",
  "title": "Integrative genomic analyses of neurofibromatosis tumours identify SOX9 as a biomarker and survival gene.",
  "abstract": "Understanding the biological pathways critical for common neurofibromatosis type 1 (NF1) peripheral nerve tumours is essential, as there is a lack of tumour biomarkers, prognostic factors and therapeutics. We used gene expression profiling to define transcriptional changes between primary normal Schwann cells (n = 10), NF1-derived primary benign neurofibroma Schwann cells (NFSCs) (n = 22), malignant peripheral nerve sheath tumour (MPNST) cell lines (n = 13), benign neurofibromas (NF) (n = 26) and MPNST (n = 6). Dermal and plexiform NFs were indistinguishable. A prominent theme in the analysis was aberrant differentiation. NFs repressed gene programs normally active in Schwann cell precursors and immature Schwann cells. MPNST signatures strongly differed; genes up-regulated in sarcomas were significantly enriched for genes activated in neural crest cells. We validated the differential expression of 82 genes including the neural crest transcription factor SOX9 and SOX9 predicted targets. SOX9 immunoreactivity was robust in NF and MPSNT tissue sections and targeting SOX9 - strongly expressed in NF1-related tumours - caused MPNST cell death. SOX9 is a biomarker of NF and MPNST, and possibly a therapeutic target in NF1.",
  "authors": "Shyra J Miller; Walter J Jessen; Tapan Mehta; Atira Hardiman; Emily Sites; Sergio Kaiser; Anil G Jegga; Hua Li; Meena Upadhyaya; Marco Giovannini; David Muir; Margaret R Wallace; Eva Lopez; Eduard Serra; G Petur Nielsen; Conxi Lazaro; Anat Stemmer-Rachamimov; Grier Page; Bruce J Aronow; Nancy Ratner",
  "journal": "EMBO molecular medicine",
  "publicationDate": "2009-07",
  "doi": "10.1002/emmm.200900027",
  "methods": "MATERIALS AND METHODS NF acquisition Diagnosis of NF1 used published criteria (Gutmann et al,  1997 ). We snap froze tumour tissues at the time of surgery from patients undergoing treatment at Massachusetts General Hospital. Tissues were obtained from the Neuro-Oncology Tissue Repository at Massachusetts General Hospital in accordance with IRB-approved protocols. We obtained blocks of corresponding paraffin-embedded tumours from MGH-pathology files. Histological review of all specimens was performed by a neuropathologist (ASR) and tumours were classified and graded using current WHO classification. For Schwann cell isolation, we froze tumour in 50% Dulbecco's modified Eagle's medium (DMEM), 40% foetal bovine serum (FBS), 10% dimethyl sulphoxide (DMSO) or directly cultured cells. Live purified Schwann cell cultures were shipped to Cincinnati Children's Hospital, incubated in fresh media until 70–80% confluent and cells flash-frozen prior to RNA isolation. Schwann cell isolation We generated NHSCs from trauma victims (Casella et al,  1996 ), and Schwann cells from dermal NFs as described previously (Serra et al,  2000 ). After mechanical trituration and digestion with enzymes, we resuspended cells in Schwann cell media (SCM/DMEM supplemented with 10% FBS, antibiotics, 0.5 mM IBMX, 10 nM β-heregulin, 0.5 µM forskolin and 2.5 µg/ml insulin) and seeded onto poly- l -lysine and laminin coated plates. For  NF1 +/− Schwann cells, we kept forskolin constant. For  NF1 −/− cells, we provided forskolin in pulses of 1 day every 3–4 days in SCM-no forskolin. We assessed the purity of Schwann cell cultures by immunofluorescent staining with an S-100β antibody (Serra et al,  2000 ). After 3–5 passages, >95% pure Schwann cell cultures were obtained. When a somatic mutation of a tumour was identified, we assessed purity according to genotype ( Table S10  of Supporting Information). In  NF1 −/− Schwann cell cultures, complete loss of heterozygosity (LOH) was observed. We generated plexiform NFSC cultures, 70–95% S100β-positive, as described previously (Wallace et al,  2000 ). We maintained cells in media lacking forskolin to enrich for  NF1 −/− cells, and harvested for RNA after 4–6 passages. NF1 mutation analysis We carried out mutational analysis of  NF1  in Schwann cells from dermal and plexiform NFs and in solid tumours as described previously. Additional details are provided in  Table S10  of Supporting Information (Ars et al,  2000 ; Serra et al,  2001 ; Upadhyaya et al,  2006 ). MPNST cell cultures We maintained MPNST cell lines ST88-14, STS26T, S520, S462, 88-3, 90-8 and YST1 as described previously (Miller et al,  2006 ). We isolated RNA from cells under standard growth conditions for each cell line. RNA isolation and microarray hybridization We isolated total RNA from frozen tissue and cells using the RNeasy kit (Qiagen) and verified RNA integrity with an Agilent Bioanalyser 2100 (with typical 28S/18S ratios = 2 ± 0.1). We generated biotinylated cDNA probes from a single round of DNA displacement synthesis amplification of 20 ng total RNA (Ovation Biotin RNA Amplification and Labelling System; NuGen) for hybridization to the whole-genome Affymetrix GeneChip HU133 Plus 2.0 using the Affymetrix protocol. We used an Affymetrix Gene Array scanner and GeneChip Operating Software V1.4 to scan and quantify GeneChips using default settings. We processed 86 samples in 9 batches, including: 9 universal tissue reference samples, 10 NHSC samples, 11 dNFSC samples, 11 pNFSC samples, 13 MPNST cell line samples, 13 dNF, 13 pNF and 6 MPNSTs. We used Affymetrix Microarray Suite 5.0 to generate ‘CEL’ files for each sample that were normalized using the Robust Multichip Analysis (RMA) algorithm as implemented in Bioconductor/R (Irizarry et al,  2003 ). Microarray data quality control and power analysis We assessed array images for spatial defect using the GEODEX (Kim et al,  2006 ) and a deleted residuals approach (Persson et al,  2005 ). Chips with high spatial artefacts or large deviations from outliers ( n  = 2) were discarded. One normalization control sample failed quality control and we re-ran the entire batch of samples. Data analysis strategy We used a custom GeneChip library file (CDF) based on Refseq target definitions (Hs133P REFSEQ Version 8) to provide accurate interpretation of GeneChip data (Dai et al,  2005 ). To identify gene expression changes relative to NHSCs, we applied a two-stage referencing strategy: we set the normalized gene expression level value for each transcript in each sample to its ratio relative to the expression of that transcript's measurement in the universal tissue reference; then, we set the normalized gene expression level value for each transcript in each sample to its ratio relative to the median expression of that transcript's measurements across NHSCs. An ANOVA ( p  ≤ 0.001) was used to compare NHSCs, dNFSCs, pNFSCs and MPNST cell lines. Statistical comparisons and data visualization were performed using GeneSpring GX v7.3.1 (Agilent Technologies). We corrected results from the primary analysis for multiple testing effects by applying the Benjamini and Hochberg false discovery rate correction (Benjamini et al,  2001 ) (FDR ≤ 0.001). Transcripts were assigned to empirically defined expression patterns using the  k -means clustering algorithm, which generally finds a clustering solution with a smaller within-cluster sum of distances (meaning a more homogeneous cluster) than hierarchical clustering techniques. We used Pearson correlation as a similarity measure and iteratively clustered genes until convergence, then tested an additional five random clusters to ensure that the optimal clustering solution had been identified. To identify genes sharing common gene expression patterns in cultured cells and solid tumours, we re-clustered each cluster across NHSCs, NFs and MPNSTs. We identified three principle patterns of gene expression and genes were assigned to each using  k -means clustering. We pooled sub-clusters displaying a similar pattern of gene expression in NFs and MPNSTs as the original cultured cell cluster with all other similarly expressed sub-clusters. A total of 1,708 transcripts were obtained that were subsequently used to generate a heat map including the entire sample set. We identified statistically over-represented Gene Ontologies and both KEGG and BioCarta pathways ( p  < 0.05) using the Database for Annotation, Visualization and Integrated Discovery (DAVID) 2007 at the National Institute of Allergy and Infectious Diseases (NIAID) (Huang da et al,  2007 ). We used the Gene Association to Anatomic and Clinical Abnormalities (GATACA) web server to select genes based upon association with nerve development, NF1 or MPNST. Schwann cell development orthologues comparison We used a data set in which Schwann cells were isolated from mouse embryos using PLP promoter-driven GFP at various stages of development (Buchstaller et al,  2004 ), and re-analysed the files processed by the GEO database-deposited Microarray Suite (Affymetrix). Probe sets were normalized per chip by a median intensity distribution and then referenced to the median of each probeset across the 19 microarrays in the data set. Probe sets were filtered for those identified by Microarray Suite as ‘Present’ in ≥2 of the 19 arrays, resulting in 8,617 probe sets. An ANOVA ( p  ≤ 0.2) was used to identify the differential expression between E9, E12, E14, E16, E18 and P0. We corrected the results for multiple testing effects by applying the Benjamini and Hochberg false discovery rate correction (FDR ≤ 0.2). The 4,750 identified probe sets were subjected to hierarchical tree clustering using Pearson correlation similarity measure for genes (average linkage) and distance correlation similarity measure for samples (average linkage). Three major clusters were identified with dominant expression at E9 (neural crest), E12–E14 (Schwann cell precursor) and E18–P0 (immature Schwann cell) (Fig S1 of Supporting Information). We eliminated redundant probe sets, lack of corresponding gene orthologues and platform-specific gene representation differences using orthologue gene mapping, and then tabulated the overlap between each developmental signature and each cluster from the NF1 tumour signature. Contingency tables were constructed and we performed Fisher's exact test with  R  to identify developmental signatures that were statistically significant. The paper explained PROBLEM: Neurofibromatosis type 1 (NF1) is one of the most common inherited human diseases worldwide. Effective therapies are lacking. Peripheral nerve sheath tumours (neurofibromas) are the hallmark of NF1. They consist of benign dermal and plexiform subtypes, but plexiform neurofibroma can transform to malignant peripheral nerve sheath tumour (MPNST), a highly aggressive, life-threatening sarcoma. Neurofibromas are composed of multiple cell types, including Schwann cells, the pathogenic cell type of NF1. The molecular changes that drive tumourigenesis are largely unknown. RESULTS: The authors used DNA microarrays to profile the gene expression in normal Schwann cells, Schwann cells cultured from primary benign neurofibromas (dermal and plexiform subtypes), MPNST cell lines and solid tumours. It was found that neurofibromas repress gene programmes normally expressed in late-developing immature Schwann cells, while MPNSTs activate gene programmes normally expressed earlier in the development at the neural crest stage. Strong expression of the transcription factor SOX9 is seen in neurofibroma and MPNST tissue sections, while schwannomas show weak or absent expression. Synovial sarcomas, which may histologically mimic MPNST, are mainly negative. Reduction of SOX9 expression in MPNST cell lines causes cell death. IMPACT: SOX9 expression provides a biomarker of neurofibroma and MPNST. Therapeutics aimed at decreasing SOX9 expression or SOX9 transcriptional targets represent a strategy for killing MPNST cells. SOX9 target gene identification We used Genome TraFac 3  for genome-wide detection of compositionally similar  cis -clusters in gene orthologues between mouse and human to determine putative SOX9 target genes, identifying SOX9  cis -elements within orthologue-conserved regions (≥70% sequence similarity based on BlastZ alignment) upstream of each first exon in 2,000 flanking basepairs (Jegga et al,  2007 ). We identified 394 unique genes containing potential SOX9 binding sites and transcripts dysregulated in NF-related cultures and tumours. We used Fisher's exact test to calculate the statistical significance of over-represented SOX9 target genes in the gene list. qPCR We conducted cDNA synthesis (Invitrogen Superscript II) and qPCR (ABI 7500 Sequence Detection System) as described previously (Miller et al,  2006 ). Primer sequences for target validation are shown in  Table S11  of Supporting Information. For technical validation of microarray data, a result of ≥ ± 2-fold in the same direction was considered as confirmation compared to expression of β-actin ( Table S7  of Supporting Information). Western blot analysis We created cell lysates and conducted Western blotting as described previously (Miller et al,  2006 ), probed membranes with anti-SOX9 (Santa Cruz Biotechnology, Santa Cruz, CA; 1:700), then re-probed with anti-β-actin (Cell Signaling Technology, Inc. #4967) as a loading control. We detected signals using horseradish peroxidase-conjugated secondary antibodies (BioRad; Hercules, CA) and the ECL Plus developing system (Amersham Biosciences; Piscataway, NJ). Immunohistochemistry We performed SOX9 immunohistochemistry on formalin-fixed, paraffin-embedded sections with polyclonal anti-SOX9 antibody (Abcam, Cambridge, UK). Antigen retrieval was achieved with microwaving in sodium citrate (pH 6), followed by incubation with the primary antibody overnight at 4°C (1:75) and visualization with an avidin–biotin complex (Vectastatin Elite ABC kit; Vector Laboratories, Burlingame, CA) and with 3,3'-diaminobenzidine tetrahydrochloride (Vector Laboratories, Burlingame, CA). We scored SOX9 immunostaining semi-quantitatively for the number of positive cells, as the staining intensity was similar in all samples (strong). The number of positive cells was scored as <25% (+1, some), 25–75% (+2, many) and >75% (+3, maximum). Immunofluorescent detection of SOX9 in cultured cells was conducted using a 1:200 dilution of primary anti-SOX9 antibody followed by a TRITC-conjugated anti-rabbit secondary antibody and 4'-6-diamidino-2-phenylindole (DAPI) visualization of nuclei. Viral infection For lentiviral shRNA infection, we infected MPNST cells at 70–90% confluence with lentiviral particles containing shRNAs targeting SOX9 (Open Biosystems; TRC library) or GFP (Addgene). The CCHMC Viral Vector Core 4  produced virus using a four plasmid packaging system. We incubated lentiviral particles with the MPNST cells (MOI ∼ 10) in the presence of polybrene (8 µg/ml; Sigma) for 24 h followed by selection in puromycin at a concentration (2 ug/ml) that killed uninfected cells within 3 days. For SOX9 and GFP adenoviral infections (Paul et al,  2003 ), we incubated viral particles with NHSCs or NFSCs (MOI = 300–500) for 2 h, replaced the growth medium and harvested cells for RNA isolation 48 or 120 h post-infection. MTS assay We plated MPNST cells (4 × 10 3 ) in triplicate and incubated overnight in a 96-well plate for infection with shGFP or shSOX9 lentiviral particles as described previously. Cells were maintained in the presence or absence of puromycin (2µg/ml) to account for infection efficiency. We conducted MTS assays for viable cell number on days 3–7 post-infection using the CellTiter 96® Aqueous One Solution Cell Proliferation Assay (Promega). Terminal deoxynucleotidyl transferase biotin-dUTP nick end labelling (TUNEL) staining for cell death We plated MPNST cells (2 × 10 4 ) in quadruplicate wells of LabTek chamber slides (Nalge-Nunce International), and then infected them with shSOX9 or shGFP lentiviral particles. After 3 days in the presence or absence of puromycin, we fixed cells in 4% paraformaldehyde for the detection of nuclear DNA fragmentation with the DeadEnd Fluorometric TUNEL System (Promega; Madison, WI). One well without terminal deoxynucleotidyl transferase was used as the negative control. We counted cells in five random fields in triplicate wells. We expressed Fluorescein isothiocyanate (FITC) positive apoptotic cells as a percentage of total cells visualized by DAPI.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:23:59",
  "introduction": "INTRODUCTION A genetic defect underlies NF1, which is inherited as an autosomal dominant trait affecting 1:3,000 humans (Rasmussen & Friedman,  2000 ). Analysis of progressive changes downstream of  NF1  mutation has been complicated by the spectrum of clinical manifestations in NF1 patients and the diversity of cell types involved. The hallmark of NF1 is the development of peripheral nerve sheath tumours. At least 95% of NF1 patients have multiple dermal NFs, benign tumours that typically appear in adolescence (Rasmussen & Friedman,  2000 ). Approximately, 30% develop plexiform NFs that are larger, may cause significant morbidity, and can occur congenitally. Questions as fundamental as whether there are molecular differences between dermal and plexiform NF are to date unanswered. Differences between the types of NF are implied as a plexiform NF may transform to an MPNST, a life threatening sarcoma (Evans et al,  2002 ). The sequence of biological events driving MPNST formation is unknown. Beyond mutations in both copies of the  NF1  tumour suppressor gene (Wimmer et al,  2006 ), few molecular alterations have been associated with NFs and/or MPNSTs. These alterations include the epidermal growth factor receptor (EGFR), detected in MPNST cell lines and in a subpopulation of NFSCs, as well as amplification of  KIT ,  PDGFRA  and  PDGFRA  mutations, detected in MPNSTs. Loss of tumour suppressor genes, including  TP53 ,  RB  or  INK4A , have been documented in NF1-associated MPNSTs but not NFs (reviewed in Carroll & Ratner,  2008 ). Dermal and plexiform NFs are composed of cell types present in normal nerves but in a disorganized form. Axon–Schwann cell contact, which regulates key aspects of normal Schwann cell function, is disrupted in NFs. NFSCs are found distant from axons in a collagen-rich extracellular matrix, admixed with mast cells and fibroblasts (Cichowski & Jacks,  2001 ). Methods were developed to purify normal human Schwann cells (NHSCs) and NFSCs (Serra et al,  2000 ). We hypothesized that comparing the gene expression in cultured Schwann cells could identify changes relevant to tumourigenesis because within NFs, only Schwann cells exhibit biallelic  NF1  mutations (Serra et al,  2000 ). NFSCs also show elevated levels of Ras-guanosine triphosphate (GTP) (Sherman et al,  2000 ), consistent with neurofibromin functioning as a GTPase activating protein (GAP) that inactivates Ras (Le & Parada,  2007 ), and invade basement membranes and stimulate angiogenesis whereas normal Schwann cells do not (Sheela et al,  1990 ). Thus, while the data strongly support the view that Schwann cells are the crucial pathogenic cell type in NFs, the molecular changes in NFSCs that drive tumourigenesis are largely unknown. The critical period(s) in Schwann cell development at which an  NF1  mutation results in NF and/or MPNST is also not clear (Carroll & Ratner,  2008 ; Le et al,  2009 ; Williams et al,  2008 ). Schwann cells originate from neural crest stem cells and develop into Schwann cell precursors, then immature Schwann cells and finally mature Schwann cells (Jessen & Mirsky,  2005 ). The SOX family of transcription factors is important for neural crest stem cell survival (Cheung et al,  2005 ); SOX10 is required for glial specification in the peripheral nervous system (Britsch et al,  2001 ). Analysing the expression of these genes might provide insight into the timing of tumourigenesis. Gene expression in NF1-associated tumours has been analysed by quantitative real time-polymerase chain reaction (qPCR) (Levy et al,  2004 ), subtractive hybridization (Holtkamp et al,  2004 ) and cDNA (Miller et al,  2003 ) and oligonucleotide (Levy et al,  2007 ; Miller et al,  2006 ) microarray analyses. Direct comparison of these studies is unfortunately limited due to the multiplicity of platforms and technical variability in sample processing among the different laboratories. To identify a molecular progression model for NF1 peripheral nerve tumourigenesis, we formed the NF1 microarray consortium and analysed primary tumour-derived Schwann cells, MPNST cell lines and NF1 solid tumours.",
  "results": "RESULTS: The authors used DNA microarrays to profile the gene expression in normal Schwann cells, Schwann cells cultured from primary benign neurofibromas (dermal and plexiform subtypes), MPNST cell lines and solid tumours. It was found that neurofibromas repress gene programmes normally expressed in late-developing immature Schwann cells, while MPNSTs activate gene programmes normally expressed earlier in the development at the neural crest stage. Strong expression of the transcription factor SOX9 is seen in neurofibroma and MPNST tissue sections, while schwannomas show weak or absent expression. Synovial sarcomas, which may histologically mimic MPNST, are mainly negative. Reduction of SOX9 expression in MPNST cell lines causes cell death.",
  "discussion": "DISCUSSION We provide a wealth of high-quality, comprehensive data for the NF1 research community. Embedded within the gene signatures of NFs and MPNSTs lie potential biomarkers and molecular targets for future therapeutic development in NF1, including SOX9. Comparing gene expression profiles of NF1 tumour samples to cultured primary Schwann cells resulted in a 1,108 unique gene signature distinguishing NF1 tumour samples from normal Schwann cells. Identifying gene expression differences in cultured MPNST cell lines, NFSCs and normal Schwann cells avoided the complex heterogeneity inherent to solid tumours; using the cell culture gene signature to identify common gene expression patterns, in the solid tumours, which allowed us to identify the Schwann cell component. The data did not allow us to directly evaluate differences between tumour types that are independent of Schwann cells ( e.g . microvasculature, additional cell types). We did observe differences in gene expression between cell cultures and their respective solid tumour type, which could represent the influence of the tumour microenvironment. We anticipate that future studies will use this data set to dissect the molecular contribution of other NF-derived cells, including fibroblasts, mast cells and endothelial cells. This will be important as  NF1  +/− mast cells and fibroblasts show NF-relevant properties (reviewed in Cichowski & Jacks,  2001 ; Le & Parada,  2007 ) and, in some mouse models of NF1, an  Nf1 +/− background enhanced tumour development when  Nf1  was ablated in Schwann cells (Zhu et al,  2002 ). Surprisingly, cluster analysis of global gene expression microarray data did not distinguish dermal and plexiform NFs, although MPNSTs normally arise only from plexiform NFs. Dermal and plexiform NF cells may be inherently the same but exposed to different environments, as the dermal NF is typically cutaneous and the plexiform NF sub-cutaneous. Another possibility is that different molecular alterations initiate the formation of dermal or plexiform NFs but converge on a common molecular pathway. It is also possible that small populations of tumour stem cells with the potential for malignant transformation exist within a plexiform NF tumour cell sub-population but that gene expression within this small subset would not be identified by our analysis. Two distinct classes of NF samples were identified by transcriptional profiling, designated Class 1 and Class 2. Each class includes Schwann cells from dermal and plexiform NFs. There was no clear patient phenotype associated with these classes, although we recognize that more precise patient information and larger series of cases may reveal a possible correlation. Class 1 transcriptional patterns are more similar to NHSCs than Class 2 transcriptional patterns, and both classes were represented in NFSCs  in vitro . A small number of primary tumours also showed a Class 1 pattern, indicating a possible relevance to a specific stage in tumour growth or differentiation that is maintained  in vitro ; the majority of primary tumours show a Class 2 pattern. Of interest are genes that are amplified in array CGH but which we found to be decreased in expression, such as the SOX10 transcription factor (Mantripragada et al,  2008 ). Silencing of these genes may be relevant to tumour progression.  SOX10  is expressed throughout the Schwann cell lineage in neural crest cells and mature Schwann cells (Kuhlbrodt et al,  1998 ). SOX10 normally promotes cell survival in the neural crest, specification in Schwann cell progenitors and myelin production in mature Schwann cells (Schreiner et al,  2007 ). Sox10-deficient mice lack glial cells in the peripheral nervous system (Britsch et al,  2001 ). SOX10 activates transcription of myelin genes, including MPZ (Peirano et al,  2000 ) and MBP (Wei et al,  2004 ), also down-regulated in NF1 tumours. While SOX8 can compensate for lack of SOX10 function (Kellerer et al,  2006 ),  SOX8  expression is down-regulated in NF1 tumours. Reduced expression of  SOX10  in NF1 tumours suggests that the decreased expression may be necessary for tumour formation. Low  SOX10  expression in tumour Schwann cells is also consistent with failure of complete differentiation, based on our finding that gene expression profiles of NF1 tumours down-regulate expression of Schwann cell progenitor and immature Schwann cell genes. Miller et al (Miller et al,  2006 ), using the strategy applied here ( e.g . Schwann cell referencing) but using chips with lower number of probe sets as compared to those studied here, identified 162 probe sets differently expressed in MPNST cell lines and MPNST tumours compared to normal Schwann cells. Seventy-two unique transcripts overlap with our data set. Sixteen are developmental genes, including  TWIST1 ,  SOX9 ,  CUGBP2 ,  FEZ1 ,  GAP43 ,  GAS7 ,  GPM6B ,  GPR56 ,  LICAM ,  NGFR ,  NRP2 ,  PMP22 ,  QKI ,  SEMA3B ,  SOX10  and  ZFHX1B . In studies that use different referencing strategies and technologies, among 28 genes defined as notably altered in expression 10 met our statistical criteria (FDR ≤ 0.001) and were changed relative to a Schwann cell reference (Holtkamp et al,  2004 ; Karube et al,  2006 ; Levy et al,  2004 ). Among the 10, the developmentally regulated genes  DHH ,  ERBB3 ,  MPZ ,  S100β ,  L1CAM  and  SOX10  are all down-regulated with respect to normal Schwann cells. Network analysis of the genes that distinguish NF-related cells and tumours from Schwann cells did not reveal perturbation of an obviously known molecular pathway. We expected to identify gene expression changes downstream of Ras and  EGFR , because loss of  NF1  causes hyperactivity of Ras signalling (Le & Parada,  2007 ) and  EGFR  is abnormally expressed in NFs and MPNSTs (DeClue et al,  2000 ; Perry et al,  2002 ). It remains possible that transcriptional targets directly downstream of Ras and  EGFR  in Schwann cells are present in our data set but different from those that have been described in other cell types, or that their expression changes were not sufficient to pass our cut-off criteria, but nonetheless represent biologically significant changes. Comparison of the NF-related tumour gene expression profile to Schwann cell gene expression throughout development (Buchstaller et al,  2004 ) indicated that NF cells fail to express genes characteristic of immature Schwann cells and MPNST cells express genes characteristic of more primitive neural crest cells. Our study describes similarity of the differentiation state, but not the cell of origin of NFs or MPNST. De-differentiation of a mature Schwann cell to a Schwann cell precursor-like phenotype cannot be excluded from our data. It is worth mentioning that targeting  Nf1  loss in a post-neural crest compartment allowed for mouse NF formation (Wu et al,  2008 ). Losing the  NF1  gene in a neural crest cell, inherently proliferative and migratory, may produce a malignant cellular phenotype ( Fig 5 ). Joseph et al ( 2008 ) recently showed that neural crest stem cells do not persist in  Nf1 ;  p53  mutant mice; MPNST cells derived from these mice exhibit only some neural crest-like features (Joseph et al,  2008 ). On the basis of their findings, it may be more likely that MPNSTs form through de-differentiation of the NFSC or Schwann cell precursor, which is itself multipotent (Joseph et al,  2008 ), to a more primitive, neural crest-like stage. Figure 5 Model of NF1 peripheral nerve tumour formation SOX9  expression throughout the Schwann cell lineage is inferred from work in species other than human. Red represents high  SOX9  expression, yellow low  SOX9  expression. ( 1 ) dNF and pNF Schwann cells express intermediate levels of SOX9 and show gene signature characteristic of Schwann cell progenitors/immature Schwann cells. ( 2A ) A neural crest gene signature is characteristic of MPNST cells, and neural crest cells are known to express higher levels of SOX9 than more mature cells. ( 2A ,  2B ) Neural crest cells may give rise directly to MPNST, or MPNST may form indirectly via a NF-like cell intermediate. Consistent with MPNST and NF resembling different stages in Schwann cell development, neural crest transcription factors  TWIST1  and  SOX9  are expressed at higher levels in MPNST than NFSCs and reducing  SOX9  expression kills MPNST cells but has a minimal effect on NF cell survival  in vitro . SOX9 in the nucleus of MPNST cells relative to NRSCs is consistent with higher  SOX9  transcriptional activity in MPNST cells.  SOX9  expression is also up-regulated in neural crest-derived pheochromocytomas that arise in  Nf1  mutant mice (Powers et al,  2007 ). Sox9 may be generally important in stem cells, as it regulates specification of epithelial stem cells (Nowak et al,  2008 ); in mice lacking  Sox9 , neural crest cells apoptose (Cheung et al,  2005 ). High levels of  SOX9  expression in MPNSTs appear to result in  SOX9  ‘addiction’, consistent with  SOX9  being a lineage-survival oncogene in this system (Garraway & Sellers,  2006 ). Increased levels of  SOX9  may not be sufficient to drive proliferation characteristic of MPNSTs, as in preliminary experiments in which we expressed  SOX9  in plexiform NFSCs, we observed no change in cell proliferation or cell death (AH and NR, unpublished). Analysis of somatic genetic alterations of  SOX9  in tumours and of effects of  SOX9  on  in vivo  tumourigenesis will be necessary to provide definitive evidence that  SOX9  is a lineage addicting/survival oncogene. In summary, SOX9 expression provides a biomarker of NFs and MPNSTs. Developing therapeutics aimed at diminishing  SOX9  expression or SOX9 transcriptional targets represents a strategy for killing MPNST cells.",
  "upgrade_date": "2026-02-20 07:33:11"
}