{
  "pmid": "20195187",
  "abstract": "HYPOTHESIS: To investigate the early events in molecular progression toward schwannoma tumorigenesis, we developed an in vitro model of human Schwann cell tumorigenesis by merlin knockdown. BACKGROUND: Neurofibromatosis 2 (NF2)-related and sporadic vestibular schwannoma (VS) exhibit loss of functional merlin (schwannomin). After loss of merlin expression in the Schwann cell, the initial steps toward VS tumorigenesis are unknown. Merlin, a putative tumor suppressor protein, interacts with many cellular proteins, regulating their function. Among these are receptor tyrosine kinases, including the epidermal growth factor receptor family B (ErbB) family receptors epidermal growth factor receptor and ErbB2. Functional merlin interacts with and internalizes these growth factor receptors, silencing their proliferation and survival signaling. Deregulation of CD44, the cell adhesion/signaling molecule and cancer stem cell marker, has also been implicated in VS tumorigenesis. METHODS: Merlin knockdown was performed using small interfering RNA transfection into human Schwann cell primary cultures. Knockdown was confirmed by real-time quantitative PCR, immunofluorescence, and Western analysis. Expression profiles of ErbB, merlin, and the stem cell markers nestin and CD44 were examined in knockdowns. Proliferation rate was assessed with bromodeoxyuridine incorporation, and radiation sensitivity was assessed using the Annexin assay in knockdowns versus controls. RESULTS: Merlin knockdowns demonstrated increased proliferation rate, upregulation of epidermal growth factor receptor, ErbB2, and ErbB3, CD44, and nestin. Short-term merlin depletion had no effect on gamma irradiation sensitivity compared with controls. CONCLUSION: Merlin depletion results in deregulation of ErbB receptor signaling, promotes a dedifferentiated state, and increases Schwann cell proliferation, suggesting critical steps toward schwannoma tumorigenesis.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:05:59.892905",
  "abstract_length": 1943,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}