{
  "pmid": "20195187",
  "abstract": "Merlin knockdown in human Schwann cells: clues to vestibular schwannoma  tumorigenesis.  Ahmad Z(1), Brown CM, Patel AK, Ryan AF, Ongkeko R, Doherty JK.  Author information: (1)Department of Surgery, Division of Otolaryngology-Head and Neck Surgery,  University of California-San Diego, 3350 La Jolla Village Drive, San Diego, CA  92161, U.S.A.  HYPOTHESIS: To investigate the early events in molecular progression toward  schwannoma tumorigenesis, we developed an in vitro model of human Schwann cell  tumorigenesis by merlin knockdown. BACKGROUND: Neurofibromatosis 2 (NF2)-related and sporadic vestibular schwannoma  (VS) exhibit loss of functional merlin (schwannomin). After loss of merlin  expression in the Schwann cell, the initial steps toward VS tumorigenesis are  unknown. Merlin, a putative tumor suppressor protein, interacts with many  cellular proteins, regulating their function. Among these are receptor tyrosine  kinases, including the epidermal growth factor receptor family B (ErbB) family  receptors epidermal growth factor receptor and ErbB2. Functional merlin  interacts with and internalizes these growth factor receptors, silencing their  proliferation and survival signaling. Deregulation of CD44, the cell  adhesion/signaling molecule and cancer stem cell marker, has also been  implicated in VS tumorigenesis. METHODS: Merlin knockdown was performed using small interfering RNA transfection  into human Schwann cell primary cultures. Knockdown was confirmed by real-time  quantitative PCR, immunofluorescence, and Western analysis. Expression profiles  of ErbB, merlin, and the stem cell markers nestin and CD44 were examined in  knockdowns. Proliferation rate was assessed with bromodeoxyuridine  incorporation, and radiation sensitivity was assessed using the Annexin assay in  knockdowns versus controls. RESULTS: Merlin knockdowns demonstrated increased proliferation rate,  upregulation of epidermal growth factor receptor, ErbB2, and ErbB3, CD44, and  nestin. Short-term merlin depletion had no effect on gamma irradiation  sensitivity compared with controls. CONCLUSION: Merlin depletion results in deregulation of ErbB receptor signaling,  promotes a dedifferentiated state, and increases Schwann cell proliferation,  suggesting critical steps toward schwannoma tumorigenesis.  DOI: 10.1097/MAO.0b013e3181d2777f PMCID: PMC2873969 PMID: 20195187 [Indexed for MEDLINE]",
  "methods": "Methods Merlin knockdown was performed using small interfering RNA (siRNA) transfection into human Schwann cell primary cultures. Knockdown was confirmed by real-time quantitative PCR (qPCR), immunofluorescence, and Western analysis. Expression profiles of ErbB, merlin, and the stem cell markers, nestin and CD44, were examined in knockdowns. Proliferation rate was assessed with BrdU incorporation and radiation sensitivity was assessed using the Annexin assay in knockdowns versus controls.",
  "introduction": "Background Neurofibromatosis 2 (NF2)-related and sporadic vestibular schwannoma (VS) exhibit loss of functional merlin (schwannomin). Following loss of merlin expression in the Schwann cell, the initial steps toward vestibular schwannoma (VS) tumorigenesis are unknown. Merlin, a putative tumor suppressor protein, interacts with many cellular proteins, regulating their function. Among these are receptor tyrosine kinases, including the ErbB family receptors, EGFR and ErbB2. Functional merlin interacts with and internalizes these growth factor receptors, silencing their proliferation and survival signaling. Deregulation of CD44, the cell adhesion/signaling molecule and cancer stem cell marker has also been implicated in VS tumorigenesis.",
  "results": "Results Merlin knockdowns demonstrated increased proliferation rate, upregulation of EGFR, ErbB2, and ErbB3, CD44, and nestin. Short-term merlin depletion had no effect on gamma irradiation sensitivity compared with controls.",
  "discussion": "Conclusions Merlin depletion results in deregulation of ErbB receptor signaling, promotes a dedifferentiated state, and increases Schwann cell proliferation, suggesting critical steps towards schwannoma tumorigenesis.",
  "fetched_at": "2026-02-16T15:38:45.620494",
  "abstract_length": 2402,
  "methods_length": 493,
  "introduction_length": 744,
  "results_length": 225,
  "discussion_length": 217
}