{
  "pmid": "PMID:20195187",
  "title": "Merlin knockdown in human Schwann cells: clues to vestibular schwannoma tumorigenesis.",
  "abstract": "HYPOTHESIS: To investigate the early events in molecular progression toward schwannoma tumorigenesis, we developed an in vitro model of human Schwann cell tumorigenesis by merlin knockdown. BACKGROUND: Neurofibromatosis 2 (NF2)-related and sporadic vestibular schwannoma (VS) exhibit loss of functional merlin (schwannomin). After loss of merlin expression in the Schwann cell, the initial steps toward VS tumorigenesis are unknown. Merlin, a putative tumor suppressor protein, interacts with many cellular proteins, regulating their function. Among these are receptor tyrosine kinases, including the epidermal growth factor receptor family B (ErbB) family receptors epidermal growth factor receptor and ErbB2. Functional merlin interacts with and internalizes these growth factor receptors, silencing their proliferation and survival signaling. Deregulation of CD44, the cell adhesion/signaling molecule and cancer stem cell marker, has also been implicated in VS tumorigenesis. METHODS: Merlin knockdown was performed using small interfering RNA transfection into human Schwann cell primary cultures. Knockdown was confirmed by real-time quantitative PCR, immunofluorescence, and Western analysis. Expression profiles of ErbB, merlin, and the stem cell markers nestin and CD44 were examined in knockdowns. Proliferation rate was assessed with bromodeoxyuridine incorporation, and radiation sensitivity was assessed using the Annexin assay in knockdowns versus controls. RESULTS: Merlin knockdowns demonstrated increased proliferation rate, upregulation of epidermal growth factor receptor, ErbB2, and ErbB3, CD44, and nestin. Short-term merlin depletion had no effect on gamma irradiation sensitivity compared with controls. CONCLUSION: Merlin depletion results in deregulation of ErbB receptor signaling, promotes a dedifferentiated state, and increases Schwann cell proliferation, suggesting critical steps toward schwannoma tumorigenesis.",
  "authors": "Zana Ahmad; Carrie Maiorana Brown; Andrew K Patel; Allen F Ryan; Rutherford Ongkeko; Joni K Doherty",
  "journal": "Otology & neurotology : official publication of the American Otological Society, American Neurotology Society [and] European Academy of Otology and Neurotology",
  "publicationDate": "2010-04",
  "doi": "10.1097/MAO.0b013e3181d2777f",
  "methods": "Methods Merlin knockdown was performed using small interfering RNA (siRNA) transfection into human Schwann cell primary cultures. Knockdown was confirmed by real-time quantitative PCR (qPCR), immunofluorescence, and Western analysis. Expression profiles of ErbB, merlin, and the stem cell markers, nestin and CD44, were examined in knockdowns. Proliferation rate was assessed with BrdU incorporation and radiation sensitivity was assessed using the Annexin assay in knockdowns versus controls. Materials and Methods Cell Culture Human Schwann cells (HSC; ScienCell, Carlsbad, CA) were maintained in culture at 37°C in an atmosphere of 5% carbon dioxide. Dulbecco’s Modified Eagle Medium (DMEM; Invitrogen, Carlsbad, CA), supplemented with 10% fetal bovine serum (FBS, Invitrogen), 0.1% penicillin and streptomycin (Invitrogen) and 1% human Schwann cell supplement (ScienCell). Media was changed every two days. siRNA Transfection Human Schwann cells (HSC) grown to 40% confluence were maintained in antibiotic-free media 24 hours prior to transfection. Small interfering RNA (siRNA) molecules (neurofibromin 2 ON-TARGETplus SMARTpool; Dharmacon, Lafayette, CO) were diluted in Opti-MEM reduced serum media (Invitrogen) and incubated with Lipofectamine-2000 ™  transfection reagent (Invitrogen) at room temperature for 20 minutes before being dropped onto cells at a final concentration of 40 nmol/L. Media was changed after 24 hours to minimize toxicity. Initial transfection was carried out on day 0, and repeat transfection was performed on day 4. Transfection with a non-targeting, random sequence siRNA (Dharmacon) or Lipofectamine ™  2000 alone served as separate negative controls. Cells were harvested on day 7 and Western blot techniques or qPCR were then performed. mRNA Expression Analysis On day 7 following transfection of HSC, total RNA was harvested with the RNeasy Mini Kit according to manufacturer’s instructions (Qiagen Sciences, Germantown, MD). To ensure RNA quality, only RNA with an A260/A280 ratio of greater than or equal to 1.8 was used. For each qPCR reaction, 2 μg of RNA was converted to the more stable complimentary deoxyribonucleic acid (cDNA) strands with TaqMan reverse transcription reagents (Applied Biosystems, Foster city, CA) in a BioRad S1000 thermal cycler at 25°C for 10 minutes, followed by 42°C for 50 minutes, followed by 70°C for 15 minutes, then held at 4°C until ready for qPCR. For each qPCR reaction, 5 μL of cDNA (all samples standardized), TaqMan Universal PCR Master Mix (Applied Biosystems) and gene expression assays, containing primers and 6-FAM-labelled probe sets (max = 518 nM) for merlin, EGFR, ErbB2 and ErbB3, Nestin, and CD44 (Applied Biosystems), were used each in a 20uL reaction. A human cyclophilin gene expression assay containing a VIC-labeled probe (max = 554 nm; Applied Biosystems) was used as an internal control in each reaction (i.e., single tube method). For analysis of human VS samples (results shown in  Figure 5, B & D ), tumor tissue RNA was harvested (IRB approval #07-0135) and converted to cDNA as previously described.  13  cDNA samples were then subjected to qPCR amplification on an ABI Prism 7000 Sequence Detection System (Applied Biosystems, version 1.1 software) in duplicate. Quantification of gene expression was made by averaging results using a Microsoft Excel macro program designed for qPCR analysis with multiplex PCR, comparing them with standard curves for the internal control and expressed as “fold-induction” relative to baseline control (i.e., lipofectamine-only treated hSC). Immunoblotting Techniques Cells were lysed in Cell Lysis Buffer (Cell Signaling, Danvers, MA) with the addition of 0.1% phosphatase inhibitor cocktail (Roche, Indianapolis, IN) and 0.01% protease inhibitor cocktail (Roche) and then sonicated. Protein concentration in cell lysates were determined with the bichinchoninic acid (BCA) protein assay (Thermo Fischer, Rockford, IL) according to manufacturer’s instructions. 20 μg of protein were separated by electrophoresis using sodium dodecyl sulfate (SDS) on a 7.5% Tris-HCL minigel (Bio-Rad, Hercules, CA) and transferred onto polyvinylidene fluoride (PVDF) membranes (Sigma Aldrich, St. Louis, MO). Membranes were blocked for 1 hour at room temperature with 5% bovine serum albumin (BSA, Sigma Aldrich) in PBS, then incubated with primary antibody overnight at 4°C. Membranes were then incubated with appropriate secondary antibodies conjugated to horseradish peroxidase (1:10,000) for one hour, then developed with enhanced chemiluminescence reagent (ECL, Thermo Fisher, Rockford, IL). Antibodies used were: monoclonal anti-EGFR (1:250; Capralogics, Hardwick, MA), polyclonal anti-ErbB2 (1:250; Santa Cruz Biotechnology, Santa Cruz, CA), polyclonal anti-ErbB3 (1:250; Santa Cruz), polyclonal anti-merlin (1:250, Santa Cruz), and monoclonal anti-actin (BD Biosciences, San Jose, CA). Immunofluorescence Staining Cells were fixed on glass coverslips for 10 minutes in 4% paraformaldehyde, then permeabilized for 5 minutes in phosphate-buffered saline (PBS) with 0.2% Triton X-100. After several washes in PBS with 0.1% Triton X-100, samples were blocked for 30 minutes with PBS plus 10% bovine serum albumin (BSA) and 0.2% Triton X-100. Following several washes, samples were incubated in primary antibodies diluted 1:100 in PBS plus 2% BSA and 0.2% Triton X-100 for 2 hour at 37°C. Rabbit polyclonal anti-merlin (1:100; Santa Cruz Biotechnology, Santa Cruz, CA), After several washes, green fluorescence-tagged goat anti-rabbit secondary antibodies (Jackson ImmunoResearch Laboratories, Inc, West Grove, PA) diluted 1:200 were applied and samples were incubated for 1 hour in a humidified chamber. Slides were then mounted and coverslipped with Vectashield ®  mounting medium (Vector Laboratories, Inc, Burlingame, CA). Images were acquired with an Olympus FV1000 point scanning confocal microscope (UCSD School of Medicine Light Microscopy Facility, supported by grant P30 NS047101). BrdU Assay Human Schwann cells with merlin knocked-down as described were cultured on 6-well plates. Zymed ®  labeling medium (Invitrogen) was diluted in DMEM to a concentration of 100 μmol/L and added to cells 48 hours prior to BrdU labeling. Cells were then treated with Zymed ®  BrdU Staining Kit (Invitrogen). Eight random images were taken from each well and counted by three individuals. Statistical analysis was performed using the Chi square test and results were confirmed with the t-test. Values were considered statistically significant at p<0.05. Annexin V Assay for Cell Death Flow cytometry was used to assess the extent to which transfection with merlin siRNA could induce human Schwann cell resistance to death in response to ionizing radiation. Cells were plated at 80 % confluency and exposed to 0 or 18 Gy of ionizing radiation (gamma) 24 hours after transfection with merlin siRNA (40 nM). The assay was performed with a two color analysis of FITC-labeled Annexin V binding and PI uptake using the Annexin V-FITC Apoptosis Detection kit. Positioning of quadrants on Annexin V/PI dot plots was performed and live cells (Annexin V − /PI − , F3), early/primary apoptotic cells (Annexin V + /PI − , F4), late/secondary apoptotic cells (Annexin V + /PI + , F2) and necrotic cells (Annexin V − /PI + , F1) were distinguished. The Annexin V-FITC Apoptosis Detection kit (Calbiochem, San Diego, Cat # PF032) was used following the manufacturer’s instructions.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:24:02"
}