{
  "pmid": "PMID:20195187",
  "title": "Merlin knockdown in human Schwann cells: clues to vestibular schwannoma tumorigenesis.",
  "abstract": "HYPOTHESIS: To investigate the early events in molecular progression toward schwannoma tumorigenesis, we developed an in vitro model of human Schwann cell tumorigenesis by merlin knockdown. BACKGROUND: Neurofibromatosis 2 (NF2)-related and sporadic vestibular schwannoma (VS) exhibit loss of functional merlin (schwannomin). After loss of merlin expression in the Schwann cell, the initial steps toward VS tumorigenesis are unknown. Merlin, a putative tumor suppressor protein, interacts with many cellular proteins, regulating their function. Among these are receptor tyrosine kinases, including the epidermal growth factor receptor family B (ErbB) family receptors epidermal growth factor receptor and ErbB2. Functional merlin interacts with and internalizes these growth factor receptors, silencing their proliferation and survival signaling. Deregulation of CD44, the cell adhesion/signaling molecule and cancer stem cell marker, has also been implicated in VS tumorigenesis. METHODS: Merlin knockdown was performed using small interfering RNA transfection into human Schwann cell primary cultures. Knockdown was confirmed by real-time quantitative PCR, immunofluorescence, and Western analysis. Expression profiles of ErbB, merlin, and the stem cell markers nestin and CD44 were examined in knockdowns. Proliferation rate was assessed with bromodeoxyuridine incorporation, and radiation sensitivity was assessed using the Annexin assay in knockdowns versus controls. RESULTS: Merlin knockdowns demonstrated increased proliferation rate, upregulation of epidermal growth factor receptor, ErbB2, and ErbB3, CD44, and nestin. Short-term merlin depletion had no effect on gamma irradiation sensitivity compared with controls. CONCLUSION: Merlin depletion results in deregulation of ErbB receptor signaling, promotes a dedifferentiated state, and increases Schwann cell proliferation, suggesting critical steps toward schwannoma tumorigenesis.",
  "authors": "Zana Ahmad; Carrie Maiorana Brown; Andrew K Patel; Allen F Ryan; Rutherford Ongkeko; Joni K Doherty",
  "journal": "Otology & neurotology : official publication of the American Otological Society, American Neurotology Society [and] European Academy of Otology and Neurotology",
  "publicationDate": "2010-04",
  "doi": "10.1097/MAO.0b013e3181d2777f",
  "methods": "Methods Merlin knockdown was performed using small interfering RNA (siRNA) transfection into human Schwann cell primary cultures. Knockdown was confirmed by real-time quantitative PCR (qPCR), immunofluorescence, and Western analysis. Expression profiles of ErbB, merlin, and the stem cell markers, nestin and CD44, were examined in knockdowns. Proliferation rate was assessed with BrdU incorporation and radiation sensitivity was assessed using the Annexin assay in knockdowns versus controls. Materials and Methods Cell Culture Human Schwann cells (HSC; ScienCell, Carlsbad, CA) were maintained in culture at 37°C in an atmosphere of 5% carbon dioxide. Dulbecco’s Modified Eagle Medium (DMEM; Invitrogen, Carlsbad, CA), supplemented with 10% fetal bovine serum (FBS, Invitrogen), 0.1% penicillin and streptomycin (Invitrogen) and 1% human Schwann cell supplement (ScienCell). Media was changed every two days. siRNA Transfection Human Schwann cells (HSC) grown to 40% confluence were maintained in antibiotic-free media 24 hours prior to transfection. Small interfering RNA (siRNA) molecules (neurofibromin 2 ON-TARGETplus SMARTpool; Dharmacon, Lafayette, CO) were diluted in Opti-MEM reduced serum media (Invitrogen) and incubated with Lipofectamine-2000 ™  transfection reagent (Invitrogen) at room temperature for 20 minutes before being dropped onto cells at a final concentration of 40 nmol/L. Media was changed after 24 hours to minimize toxicity. Initial transfection was carried out on day 0, and repeat transfection was performed on day 4. Transfection with a non-targeting, random sequence siRNA (Dharmacon) or Lipofectamine ™  2000 alone served as separate negative controls. Cells were harvested on day 7 and Western blot techniques or qPCR were then performed. mRNA Expression Analysis On day 7 following transfection of HSC, total RNA was harvested with the RNeasy Mini Kit according to manufacturer’s instructions (Qiagen Sciences, Germantown, MD). To ensure RNA quality, only RNA with an A260/A280 ratio of greater than or equal to 1.8 was used. For each qPCR reaction, 2 μg of RNA was converted to the more stable complimentary deoxyribonucleic acid (cDNA) strands with TaqMan reverse transcription reagents (Applied Biosystems, Foster city, CA) in a BioRad S1000 thermal cycler at 25°C for 10 minutes, followed by 42°C for 50 minutes, followed by 70°C for 15 minutes, then held at 4°C until ready for qPCR. For each qPCR reaction, 5 μL of cDNA (all samples standardized), TaqMan Universal PCR Master Mix (Applied Biosystems) and gene expression assays, containing primers and 6-FAM-labelled probe sets (max = 518 nM) for merlin, EGFR, ErbB2 and ErbB3, Nestin, and CD44 (Applied Biosystems), were used each in a 20uL reaction. A human cyclophilin gene expression assay containing a VIC-labeled probe (max = 554 nm; Applied Biosystems) was used as an internal control in each reaction (i.e., single tube method). For analysis of human VS samples (results shown in  Figure 5, B & D ), tumor tissue RNA was harvested (IRB approval #07-0135) and converted to cDNA as previously described.  13  cDNA samples were then subjected to qPCR amplification on an ABI Prism 7000 Sequence Detection System (Applied Biosystems, version 1.1 software) in duplicate. Quantification of gene expression was made by averaging results using a Microsoft Excel macro program designed for qPCR analysis with multiplex PCR, comparing them with standard curves for the internal control and expressed as “fold-induction” relative to baseline control (i.e., lipofectamine-only treated hSC). Immunoblotting Techniques Cells were lysed in Cell Lysis Buffer (Cell Signaling, Danvers, MA) with the addition of 0.1% phosphatase inhibitor cocktail (Roche, Indianapolis, IN) and 0.01% protease inhibitor cocktail (Roche) and then sonicated. Protein concentration in cell lysates were determined with the bichinchoninic acid (BCA) protein assay (Thermo Fischer, Rockford, IL) according to manufacturer’s instructions. 20 μg of protein were separated by electrophoresis using sodium dodecyl sulfate (SDS) on a 7.5% Tris-HCL minigel (Bio-Rad, Hercules, CA) and transferred onto polyvinylidene fluoride (PVDF) membranes (Sigma Aldrich, St. Louis, MO). Membranes were blocked for 1 hour at room temperature with 5% bovine serum albumin (BSA, Sigma Aldrich) in PBS, then incubated with primary antibody overnight at 4°C. Membranes were then incubated with appropriate secondary antibodies conjugated to horseradish peroxidase (1:10,000) for one hour, then developed with enhanced chemiluminescence reagent (ECL, Thermo Fisher, Rockford, IL). Antibodies used were: monoclonal anti-EGFR (1:250; Capralogics, Hardwick, MA), polyclonal anti-ErbB2 (1:250; Santa Cruz Biotechnology, Santa Cruz, CA), polyclonal anti-ErbB3 (1:250; Santa Cruz), polyclonal anti-merlin (1:250, Santa Cruz), and monoclonal anti-actin (BD Biosciences, San Jose, CA). Immunofluorescence Staining Cells were fixed on glass coverslips for 10 minutes in 4% paraformaldehyde, then permeabilized for 5 minutes in phosphate-buffered saline (PBS) with 0.2% Triton X-100. After several washes in PBS with 0.1% Triton X-100, samples were blocked for 30 minutes with PBS plus 10% bovine serum albumin (BSA) and 0.2% Triton X-100. Following several washes, samples were incubated in primary antibodies diluted 1:100 in PBS plus 2% BSA and 0.2% Triton X-100 for 2 hour at 37°C. Rabbit polyclonal anti-merlin (1:100; Santa Cruz Biotechnology, Santa Cruz, CA), After several washes, green fluorescence-tagged goat anti-rabbit secondary antibodies (Jackson ImmunoResearch Laboratories, Inc, West Grove, PA) diluted 1:200 were applied and samples were incubated for 1 hour in a humidified chamber. Slides were then mounted and coverslipped with Vectashield ®  mounting medium (Vector Laboratories, Inc, Burlingame, CA). Images were acquired with an Olympus FV1000 point scanning confocal microscope (UCSD School of Medicine Light Microscopy Facility, supported by grant P30 NS047101). BrdU Assay Human Schwann cells with merlin knocked-down as described were cultured on 6-well plates. Zymed ®  labeling medium (Invitrogen) was diluted in DMEM to a concentration of 100 μmol/L and added to cells 48 hours prior to BrdU labeling. Cells were then treated with Zymed ®  BrdU Staining Kit (Invitrogen). Eight random images were taken from each well and counted by three individuals. Statistical analysis was performed using the Chi square test and results were confirmed with the t-test. Values were considered statistically significant at p<0.05. Annexin V Assay for Cell Death Flow cytometry was used to assess the extent to which transfection with merlin siRNA could induce human Schwann cell resistance to death in response to ionizing radiation. Cells were plated at 80 % confluency and exposed to 0 or 18 Gy of ionizing radiation (gamma) 24 hours after transfection with merlin siRNA (40 nM). The assay was performed with a two color analysis of FITC-labeled Annexin V binding and PI uptake using the Annexin V-FITC Apoptosis Detection kit. Positioning of quadrants on Annexin V/PI dot plots was performed and live cells (Annexin V − /PI − , F3), early/primary apoptotic cells (Annexin V + /PI − , F4), late/secondary apoptotic cells (Annexin V + /PI + , F2) and necrotic cells (Annexin V − /PI + , F1) were distinguished. The Annexin V-FITC Apoptosis Detection kit (Calbiochem, San Diego, Cat # PF032) was used following the manufacturer’s instructions.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:24:02",
  "introduction": "Introduction Current treatment modalities for vestibular schwannoma (VS) are limited to surgery and radiation, which both carry additional risks to the patient; 1  therefore, development of a tumor-specific pharmacotherapy is necessary. NF2 and sporadic VS are associated with loss of functional merlin (schwannomin) in the Schwann cell. 2 – 4  Following loss of merlin expression, the subsequent steps toward VS tumorigenesis are unknown. In a recent investigation of mouse Schwann cells harboring a conditional  NF2  knockout, 5  loss of merlin expression led to accumulation of ErbB receptors and PDGFR, as well as IGF1R, at the cell surface and a growth advantage. Beyond  NF2  gene mutation, the molecular progression towards schwannoma tumorigenesis remains an enigma. To identify early molecular changes, we investigated an  in vitro  model of schwannoma tumorigenesis by knockdown of merlin (schwannomin) in hSC using siRNA technology. Small interfering RNA (siRNA) molecules act as intermediates in the RNA interference (RNAi) pathway by targeting RNA transcripts for endonucleolytic cleavage and subsequent exonucleolytic degradation. In this study, we have compared gene expression profiles of normal hSC with those deficient in merlin expression using quantitative real-time polymerase chain reaction (qPCR), and Western blot analyses, to investigate effects of merlin deficiency on gene expression. We have particularly focused on the role ErbB family receptors in VS progression. We, and others, have previously identified certain transmembrane receptor tyrosine kinases (RTKs) of the Epidermal growth factor receptor family B (ErbB), such as EGFR, ErbB2, and ErbB3, as potential therapeutic targets in human VS. 6 – 15  Functional merlin associates with RTKs of the ErbB family, including EGFR and ErbB2, leading to their internalization, which silences their signaling capacity. 5 – 8  Therefore, we investigated expression of the ErbB receptor family members, epidermal growth factor receptor (EGFR), ErbB2, and ErbB3, in this siRNA-mediated merlin-deficient schwannoma tumorigenesis model. Additionally, since functional merlin regulates CD44, affecting Schwann cell migration, 16  we also investigated CD44 expression in our merlin knockdown model. While merlin interacts with many other cellular proteins, CD44, in particular, is one interacting protein that has been implicated in VS progression due to its cell-to-cell and cell-to-matrix interactions. 16 ,  17  CD44 is a marker of cancer stem cells and has been linked to tumor progression in many cancers, such as glioblastoma, breast, prostate, and gastric, and lymphomas. 18 ,  19 When compared to sporadic VS 13 , VS associated with familial Neurofibromatosis 2 (NF2), due to germline  NF2  gene mutation, exhibit increased overexpression of EGFR and ErbB2 and increased growth rates as well as radiation resistance. 1 ,  20  We have previously suggested that merlin haplo-insufficiency in adjacent Schwann cells may promote tumorigenesis and progression in NF2-related VS. 13  Lallemand et al. 5  have recently demonstrated that loss of merlin leads to an increased growth rate in confluent mouse Schwann cell cultures. This data suggest an additional role for merlin in VS progression: regulation of proliferation. Additionally, therefore, we investigated whether the merlin depletion confers increased proliferation of hSC  in vitro . Finally, since NF2-related VS tend to exhibit growth after irradiation more often than sporadic VS, we assessed whether merlin deficiency in hSC confers resistance to gamma irradiation.",
  "results": "Results Optimization of merlin protein knockdown via NF2(merlin)-targeted siRNA transfection To determine the optimal concentration of siRNA for merlin knockdown, cells were transfected with 10 increasing dose levels of 50 pmol increments, from 50–500 pmol ( Figure 1A ). Optimal knockdown of merlin mRNA was observed at 200 pmol siRNA and above ( Figure 1A ). Cells were transfected and harvested 24 h later and merlin mRNA levels were assessed using qPCR, as described previously. 13  To assess the time-course of merlin knockdown ( Figure 1B ), cells were transfected on 20 (10 duplicates) plates and harvested in duplicates at the indicated day following transfection. A reappearance of merlin mRNA was observed, beginning at day 5, indicating degradation of siRNA, extrusion of plasmid, or overgrowth of cells resulting in dilution of siRNA, permitting replenishment of mRNA encoding merlin ( Figure 1B , arrow). Repeat transfection at day 4 resulted in persistent knockdown of merlin mRNA until day 8. We next assessed the extent of reduction in merlin protein via Western blot analysis, aiming for 50–70% reduction. Merlin protein persistence was noted after a single transfection was noted ( Figure 1C ). We did expect that low levels of merlin protein to persist following initial siRNA knockdown until merlin translated prior to transfection was degraded. Our observation of persistent merlin protein could be due to either ‘recovery’ of merlin mRNA (i.e., survival) at day 5 due to siRNA degradation ( Figure 1B ), re-transcription secondary to hSC proliferation and dilution of siRNA, a prolonged half-life of merlin protein in the cell, or a combination of these, and necessitates further investigation. Following repeat transfection (day 4), however, merlin levels were dramatically decreased from day 5 to 8 ( Figure 1D ). By performing transfection on both days 0 and 4 ( Figure 1D , arrow), merlin is sufficiently depleted by day 5 (i.e., 50%) and it is undetectable by day 8. To verify depletion of merlin in transfected hSC cultures, immunostaining for merlin protein was performed  in vitro  ( Figure 2 ), comparing lipofectamine-treated hSC alone (hSC) to merlin-targeted siRNA-transfected cells. As assessed by this technique, merlin is depleted by greater than 50% in treated cells compared with controls ( Figure 2 ). Merlin depletion coincides with increasing levels of EGFR, ErbB2, and ErbB3 As merlin protein concentration decreased in hSC, expression of ErbB family members was increased. Surprisingly, qPCR revealed increased ErbB receptor mRNA levels by day 5, indicating upregulation at the transcriptional level ( Figure 3 ). In addition, we found that ErbB protein levels gradually increased following initial transfection, and continued to increase following the second transfection on day 4. By day 7, robust expression of EGFR, ErbB2 and ErbB3 is detected by Western blot analysis ( Figure 4 ). Merlin depletion coincides with increased CD44 and Nestin mRNA levels We investigated expression of the stem cell markers, Nestin and CD44 in our merlin-depleted hSC via qPCR. A modest upregulation of nestin and CD44 in merlin-depleted hSC was noted ( Figure 5 ). We also investigated CD44 and nestin expression in human VS tumors and found CD44 to be upregulated, to varying degrees, in all but one VS tumor (92.3%) and one vagal nerve schwannoma. Nestin was upregulated in four out of six tumors (67%) analysed, compared to control hSC from greater auricular nerve ( Figure 5 ). Effect of merlin depletion on hSC proliferation Schwann cell proliferation was assessed on day 8 following merlin-targeted siRNA transfection and controls, using the BrdU assay, and merlin depletion conferred an increased proliferation rate ( Table 1 ). Effect of merlin depletion on hSC sensitivity to gamma irradiation Necrotic cells from treatment with merlin siRNA (avg. 1070) were compared to necrotic cells with non-targeting siRNA treatment (avg. 1107) in four independent experiments employing 10,000 cells in triplicate (30,000 total number of cells) and averaged. Results are shown in  Table 1 . A chi square analysis based on 2 × 2 contingency table resulted in p = 0.65 and p-value for two-tailed t test with one degree of freedom was 0.42, indicating no significant effect of merlin knockdown on sensitivity to gamma irradiation.",
  "discussion": "Discussion We have demonstrated that short-term merlin knockdown in human Schwann cell primary cultures is feasible and provides a model for further analyses of the early molecular events leading to schwannoma tumorigenesis. Our data indicate that merlin expression regulates ErbB expression at the protein level, which is presumably due to accumulation of ErbB protein at the cell surface. Additionally, we found that ErbB mRNA is upregulated in a time-dependent manner after merlin depletion ( Figure 4 ). Similarly, Lallemand et al. 5  recently reported findings from mouse Schwann cells harboring a conditional  NF2  knockout, in which merlin depletion led to accumulation of ErbB receptors and PDGFR, as well as IGF1R, at the cell surface. However, in contrast to our findings of ErbB mRNA upregulation, they found no effects on RTK mRNA expression levels. Since the conditional  NF2 -knockout mouse preferentially develops peripheral schwannomas and lacks vestibular schwannomas, there may be evolutionary molecular differences between merlin regulation of gene expression in mouse versus human Schwann cells (hSC). For example, due to merlin depletion, ErbB protein accumulation at the cell surface may provide a feedback loop regulating the receptor mRNA expression. We are currently investigating this mechanism using an ErbB dominant negative contruct to eliminate signaling and, thus, any potential feedback loop, through the cell-surface receptors. VS have been demonstrated to exhibit a dedifferentiated phenotype 11  and recent developments in cancer research implicate ‘cancer stem cells’ within tissues as the origin of tumors.  18  Cancer stem cells (CSC) exhibit three characteristics: (1) self-renewal, (2) ability to reform the parent tumor when implanted into nude mice, and (3) slow-growing, therefore, CSC are resistant to radiation and traditional chemotherapeutics that target dividing cells.  18  These CSC are believed by some cancer biologists to be the cells of origin for tumorigenesis, since many tissues within the human body exhibit the presence of nascent stem cells capable of regenerating the tissue of origin.  18 ,  19  We have previously reported upregulation of the cancer stem cell marker, BMI-1, in primary VS tumor tissues (manuscript in revision), indicating a stem cell phenotype within at least some of the VS tumor cells. Here, we report upregulation of the stem cell markers, nestin and CD44, indicating that merlin loss leads to induction of markers of the stem cell phenotype. Similarly, in human VS tumors, the majority (92%) demonstrated an upregulation of CD44 compared to normal human Schwann cells at the mRNA level ( Figure 5 ). We have performed flow cytometry and immunohistochemistry on VS tissue as well, showing that schwannoma cells express both nestin and CD44 at the protein level (data not shown). Further studies are necessary to determine whether the majority of VS demonstrate upregulation of CD44 and nestin protein. Our results indicate that merlin depletion confers loss of contact inhibition and, thus, increased proliferation rate ( Table 1 ). Because merlin has been implicated in cell migration, and has been shown to interact with CD44,  16 ,  17  we speculate that the loss of contact inhibition can be largely attributed to the deregulation of CD44 in merlin-depleted cells. In fact, it has been shown that merlin mediates contact inhibition of growth through its interactions with CD44. 17  In addition, upregulation of ErbB receptors in many cancer types has been associated with loss of contact inhibition, possibly due to receptor crosstalk at the cell surface. Merlin likely has other effects on contact inhibition and proliferation that have not yet been investigated. Merlin depletion did not significantly affect radiosensitivity in our hSC model. VS are relatively radioresistant, and our data is in concordance with other studies of gamma radiosensitivity of hSC and VS. 21  We speculate that this lack of effect may be attributed to the short duration of merlin depletion in this transient transfection model, and we are investigating a longer-term knockdown of merlin using stable transfection with hnRNA in hSC. Alternatively, the effect of merlin on increasing proliferation rate combined with its effect on inducing the stem cell phenotype may have opposing effects with regard to radiation sensitivity, thus resulting in no overall effect. Future studies will be necessary to fully delineate the effects of merlin on radiosensitivity. Elucidating the role merlin plays in the pathogenesis and progression of VS due to differential gene expression, activation and signaling of RTKs, and radiosensitivity will be a critical step in developing pharmacologic agents to eradicate VS. Our observation of upregulation of stem cell marker mRNA levels in absence of merlin expression suggest a role for merlin regulation at the transcriptional level and in maintaining the diffentiation state of Schwann cells; however, further studies are necessary to determine whether this upregulation correlates to increased protein expression.",
  "upgrade_date": "2026-02-21 02:20:41"
}