{
  "pmid": "PMID:20200958",
  "title": "Local low-dose lovastatin delivery improves the bone-healing defect caused by Nf1 loss of function in osteoblasts.",
  "abstract": "Postfracture tibial nonunion (pseudoarthrosis) leads to lifelong disability in patients with neurofibromatosis type I (NF1), a disorder caused by mutations in the NF1 gene. To determine the contribution of NF1 in bone healing, we assessed bone healing in the Nf1(ob) (-/-) conditional mouse model lacking Nf1 specifically in osteoblasts. A closed distal tibia fracture protocol and a longitudinal study design were used. During the 21- to 28-day postfracture period, callus volume, as expected, decreased in wild-type but not in Nf1(ob) (-/-) mice, suggesting delayed healing. At these two time points, bone volume (BV/TV) and volumetric bone mineral density (vBMD) measured by 3D micro-computed tomography were decreased in Nf1(ob) (-/-) callus-bridging cortices and trabecular compartments compared with wild-type controls. Histomorphometric analyses revealed the presence of cartilaginous remnants, a high amount of osteoid, and increased osteoclast surfaces in Nf1(ob) (-/-) calluses 21 days after fracture, which was accompanied by increased expression of osteopontin, Rankl, and Tgfbeta. Callus strength measured by three-point bending 28 days after fracture was reduced in Nf1(ob) (-/-) versus wild-type calluses. Importantly, from a clinical point of view, this defect of callus maturation and strength could be ameliorated by local delivery of low-dose lovastatin microparticles, which successfully decreased osteoid volume and cartilaginous remnant number and increased callus BV/TV and strength in mutant mice. These results thus indicate that the dysfunctions caused by loss of Nf1 in osteoblasts impair callus maturation and weaken callus mechanical properties and suggest that local delivery of low-dose lovastatin may improve bone healing in NF1 patients.",
  "authors": "Weixi Wang; Jeffry S Nyman; Heather E Moss; Gloria Gutierrez; Gregory R Mundy; Xiangli Yang; Florent Elefteriou",
  "journal": "Journal of bone and mineral research : the official journal of the American Society for Bone and Mineral Research",
  "publicationDate": "2010-07",
  "doi": "10.1002/jbmr.42",
  "methods": "Materials and Methods Animals and experimental procedures All procedures were approved by the Institutional Animal Care and Use Committee at Vanderbilt University Medical Center. WT and   mice were generated by crossing 2.3-kb  α1(I) collagen -cre  Nf1 flox/flox  mice and  Nf1 flox/flox  mice, as described previously.( 21 ) All fractures were generated in 2-month-old male mice using the three-point bending method described by Bonnarens and Einhorn.( 23 ) Fifteen mice were assigned per group, and 10 to 12 mice per group were analyzed after eliminating mice with improper fractures (see “Results”). Anesthesia of the animals was induced and maintained with 2% inhaled isoflurane in 100% oxygen. After adequate sedation, the surgical site was sterilized with 70% ethanol, and an incision was made below the right knee. A 27-gauge sterile needle was inserted through the patellar tendon to make an entry point in the tibial epiphysis. Then a 0.25-mm-diameter sterile stainless steel insect pin (Fine Science Tools, Foster City, CA, USA) was inserted into the tibia. Distal tibia fractures were produced using a force exerted by a 220-g weight dropped from a height of 195 mm. Proper fracture position and quality were confirmed via radiography obtained using a digital cabinet X-ray system (LX-60, Faxitron X-Ray, LLC, Wheeling, IL, USA). Mice were allowed to recover on a heated pad and then were placed in recovery cages. Then 0.05 to 0.1 mg/kg of buprenorphine was administered subcutaneously once after the fracture generation and then every 12 hours as required. Lovastatin microparticles (10 mg/kg of mouse body weight) were locally injected adjacent to the fracture site once at the time of fracture. Fracture healing was monitored by weekly radiographs. At 21 and 28 days after fracture, animals were euthanized, and tibias were collected. Surrounding soft tissue and stainless steel pins were removed prior to further analyses. Samples were either frozen in PBS (for biomechanical studies), snap frozen in liquid N 2  (for molecular studies), or fixed in 10% buffered formalin for 24 hours and then stored in 70% alcohol at 4°C (for µCT and histomorphometric analyses). Lovastatin microparticle generation and release profile Spherical lovastatin microparticles were prepared using an emulsion process. Lovastatin (GMP grade; CNH Technologies, Woburn, MA, USA) was dissolved in reagent-grade methylene chloride. This solution was combined with a chilled aqueous surfactant solution presaturated with methylene chloride using a high-speed mixer. The emulsion so formed was poured into an aqueous extraction bath of chilled water. The organic solvent fully dissolved in the extraction bath, and the insoluble lovastatin particles precipitated. Particles were separated and concentrated by pouring over a series of sieves between 53 and 125 µm in order to achieve the target 70-µm particle size and then rinsed with deionized water. The collected particle suspension then was frozen and lyophilized to yield the free-flowing lovastatin microparticles. Particles were stored at 2 to 8°C until use. Assessment of in vitro release was performed using 10 mg of lovastatin microspheres. The lovastatin microparticles were placed in a round-bottom 14-mL polypropylene test tube. A 3-mL volume of release medium, 1% polyoxyethylene sorbitan monooleate (Tween 80) in PBS (pH 7.4), then was added. Tubes were capped with serum-separating filters and placed in a water shaker bath at 37°C. At specified times, the supernatant was separated from particles by filtration through the serum filter. All supernatant was removed and a portion retained for analysis. The full supernatant volume was replenished with release medium, the serum filter was replaced, and the tube was returned to the shaker bath. Lovastatin content in supernatant was quantified by HPLC using a stability-indicating method described in  United States Pharmacopoeia : USP 29. Callus evaluation by quantitative µCT Quantitative characteristics of the callus were evaluated using an ex vivo µCT imaging system (Scanco µCT 40, Scanco Medical, Bassersdorf, Switzerland). Immersed in PBS, the tibia was fit into the specimen tube such that the long axis aligned with the scanning axis. After setting the callus as the region of interest, tomographic images were acquired at 55 kV and 145 mA with an isotropic voxel size of 12 µm and at an integration time of 250 ms with 500 projections collected per 180-degree rotation. For 100 slices above and below the fracture line, contours were fit to the outer perimeter of the callus using the autocontouring feature in the Scanco software. Applying the same threshold to each callus, volume of callus bone tissue (TV), callus bone volume (BV), and volumetric density (in mgHA/cm 3 ) of the mineralized tissue (vBMD) were measured as a fraction of mineralized tissue within the callus, excluding the original tibia shaft. Lastly, using a method described by Nyman and colleagues,( 24 ) defects in the outer bridging cortices were quantified, excluding callus trabecular bone and original tibia shaft. Structural strength and stiffness by three-point bending assay Following µCT evaluation, fractured tibias were subjected to biomechanical testing to determine callus structural strength and stiffness. After thawing in PBS, each hydrated tibia was positioned on the bottom two supports (span = 6 mm) such that callus was directly below the top loading point at the end of the actuator (Dynamight 8841, Instron, Canton, OH, USA). An initial preload of 0.5 N was applied to hold the bone in place with the anterior side facing forward. Loading at a rate of 3 mm/min, the data-acquisition software recorded the force from a 100-N load cell and deflection from the linear variable differential transformer (LVDT) at 20 Hz. Callus strength was the maximum force endured by the callus, and callus stiffness was the slope of the linear portion of the resulting force-versus-deflection curve. Histologic analyses Fractured tibias were decalcified in 20% EDTA (pH 7.2) for 1 week at room temperature. Samples then were dehydrated and embedded in paraffin, and 5-µm sagittal sections were cut. Sections were prepared for safranin O/fast green and TRAP staining using standard protocols. Undecalcified samples were processed and embedded in polymethyl methacrylate following standard procedures. Sagittal sections 7 µm thick were obtained through the fracture callus. Sections were stained by the von Kossa/van Gieson methods following standard protocols. Histomorphometric measurements were performed using the Bioquant Analysis System (Nashville, TN, USA). Primary osteoblasts extraction, adenovirus infection, and treatment with lovastatin Calvaria osteoblasts were extracted by multiple collagenase/trypsine digestion from 4-day-old  Nf1 flox/flox  pups and cultured in 10% FBS α-MEM. Cells were deprived of serum for 6 hours before infection with adenovirus Ad5-CMV-Cre or Ad5-CMV-eGFP (2500 viral particles per cell; Vector Development Lab, Houston, TX, USA) using 1.2% Gene Jammer transfection reagent (Stratagene, La Jolla, CA, USA), as described by Fouletier-Dilling and colleagues.( 25 ) This strategy allows one to isolate, plate, and multiply cells that are genetically identical (because they are not yet recombined), thus obtaining a homogeneous pool of cells that can be infected with mock (GFP) or cre adenoviruses just prior to the experimental assay (in this case P-ERK measurement). Cells were treated immediately following adenovirus addition with 20 µM lovastatin or vehicle (PBS) for 12 hours before lysis. Immunoblotting Lysates from primary osteoblasts were prepared in RIPA buffer in the presence of protease and phosphatase inhibitors. Proteins were separated by SDS-PAGE and transferred to nitrocellulose membrane using standard protocols. Western blot analyses were performed using anti-total and anti-phospho Erk1/2 (Cell Signaling, Danvers, MA, USA) antibodies, and reaction was detected by chemoluminescence. Gene expression assays Total RNA was extracted using Trizol (Invitrogen, Carlsbad, CA, USA). cDNAs were synthesized following RNase I treatment using the high-capacity cDNA reverse-transcription kit (Applied Biosystems, Carlsbad, CA, USA). Real-time quantitative PCR (RT-qPCR) was performed using TaqMan gene expression assays. The primers for  Rankl  (Mm00441908_m1),  Opn  (Mm00436767_m1),  Tgfβ  (Mm03024053_m1),  Bmp2  (Mm01340178_m1), and the normalizer 18S rRNA were obtained from Applied Biosystems. Statistical analysis Data are expressed as mean ± SEM. Statistical significance was assessed by Student's  t  test. Values were considered statistically significant when  p  < .05. Animals and experimental procedures All procedures were approved by the Institutional Animal Care and Use Committee at Vanderbilt University Medical Center. WT and   mice were generated by crossing 2.3-kb  α1(I) collagen -cre  Nf1 flox/flox  mice and  Nf1 flox/flox  mice, as described previously.( 21 ) All fractures were generated in 2-month-old male mice using the three-point bending method described by Bonnarens and Einhorn.( 23 ) Fifteen mice were assigned per group, and 10 to 12 mice per group were analyzed after eliminating mice with improper fractures (see “Results”). Anesthesia of the animals was induced and maintained with 2% inhaled isoflurane in 100% oxygen. After adequate sedation, the surgical site was sterilized with 70% ethanol, and an incision was made below the right knee. A 27-gauge sterile needle was inserted through the patellar tendon to make an entry point in the tibial epiphysis. Then a 0.25-mm-diameter sterile stainless steel insect pin (Fine Science Tools, Foster City, CA, USA) was inserted into the tibia. Distal tibia fractures were produced using a force exerted by a 220-g weight dropped from a height of 195 mm. Proper fracture position and quality were confirmed via radiography obtained using a digital cabinet X-ray system (LX-60, Faxitron X-Ray, LLC, Wheeling, IL, USA). Mice were allowed to recover on a heated pad and then were placed in recovery cages. Then 0.05 to 0.1 mg/kg of buprenorphine was administered subcutaneously once after the fracture generation and then every 12 hours as required. Lovastatin microparticles (10 mg/kg of mouse body weight) were locally injected adjacent to the fracture site once at the time of fracture. Fracture healing was monitored by weekly radiographs. At 21 and 28 days after fracture, animals were euthanized, and tibias were collected. Surrounding soft tissue and stainless steel pins were removed prior to further analyses. Samples were either frozen in PBS (for biomechanical studies), snap frozen in liquid N 2  (for molecular studies), or fixed in 10% buffered formalin for 24 hours and then stored in 70% alcohol at 4°C (for µCT and histomorphometric analyses).",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:24:03"
}