{
  "pmid": "PMID:20428190",
  "title": "NF-1Score: a prediction score for internal neurofibromas in neurofibromatosis-1.",
  "abstract": "NF-1 is associated with a 15-year decrease in life expectancy. Internal neurofibromas are associated with increased morbidity and mortality through malignant transformation and compression of neighboring organs. Our purpose was to develop and to validate a clinical score for predicting internal neurofibromas in adults. The development sample comprised 208 patients and the validation sample 191 patients. The score was developed using logistic regression. Discrimination and calibration of the model were evaluated. Four variables were independently associated with internal neurofibromas: at least two subcutaneous neurofibromas (odds ratio (OR)=4.7, [2.1-10.5]), age < or =30 years (OR=3.1, [1.4-6.8]), absence of cutaneous neurofibromas (OR=2.6, [0.9-7.5]), and fewer than six café-au-lait spots (OR=2.0 [0.9-4.6]). The score computed by linear combination of the rounded coefficients of these four variables ranged from 0 to 40 (mean, 12.8+/-10.8). The probability of internal neurofibromas was computed as exp (-2.93+0.11Score)/exp (1+(-2.93+0.11Score)). Probabilities agreed well with the observed frequencies indicating good calibration, and discrimination was adequate (AUC-ROC, 0.75) in both data sets. The presence of internal neurofibromas can be accurately predicted using a simple clinical score. Further work will establish the score threshold that identifies patients at high risk for complications.",
  "authors": "Emilie Sbidian; Pierre Wolkenstein; Laurence Valeyrie-Allanore; Diana Rodriguez; Smail Hadj-Rabia; Salah Ferkal; Jean-Philippe Lacour; Jean-Claude Leonard; Luc Taillandier; Stéphanie Sportich; Philippe Berbis; Sylvie Bastuji-Garin",
  "journal": "The Journal of investigative dermatology",
  "publicationDate": "2010-09",
  "doi": "10.1038/jid.2010.100",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-19 09:24:04"
}