{
  "pmid": "20428190",
  "abstract": "NF-1 is associated with a 15-year decrease in life expectancy. Internal neurofibromas are associated with increased morbidity and mortality through malignant transformation and compression of neighboring organs. Our purpose was to develop and to validate a clinical score for predicting internal neurofibromas in adults. The development sample comprised 208 patients and the validation sample 191 patients. The score was developed using logistic regression. Discrimination and calibration of the model were evaluated. Four variables were independently associated with internal neurofibromas: at least two subcutaneous neurofibromas (odds ratio (OR)=4.7, [2.1-10.5]), age < or =30 years (OR=3.1, [1.4-6.8]), absence of cutaneous neurofibromas (OR=2.6, [0.9-7.5]), and fewer than six café-au-lait spots (OR=2.0 [0.9-4.6]). The score computed by linear combination of the rounded coefficients of these four variables ranged from 0 to 40 (mean, 12.8+/-10.8). The probability of internal neurofibromas was computed as exp (-2.93+0.11Score)/exp (1+(-2.93+0.11Score)). Probabilities agreed well with the observed frequencies indicating good calibration, and discrimination was adequate (AUC-ROC, 0.75) in both data sets. The presence of internal neurofibromas can be accurately predicted using a simple clinical score. Further work will establish the score threshold that identifies patients at high risk for complications.",
  "methods": "2. Materials and Methods 2.1. Study Cohort We retrospectively evaluated pediatric patients presenting with CALMs at birth to assess the risk of developing NF1 in these children. Data were collected from the medical records of subjects followed at the Specialized Center for NF1 Care in IRCCS G. Gaslini, Genoa, between 2020 and 2021. The inclusion criteria for the NF1 group were as follows: age of at least 4 years, the presence of at least one CALM at birth, fulfilling criteria for NF1 diagnosis according to NIH [ 2 ], and a minimum follow-up of 4 years at our Institution. Patients with pre-existing genetic diagnoses or conditions that could be confounding factors for a diagnosis of NF1 were excluded from this study. Inclusion criteria for the non-NF1 group included age of at least 4 years, the presence of at least one CALM at birth, clinical and genetic exclusion of NF1, and a follow-up of at least 4 years at our Institution. 2.2. Data Collection Clinical and genetic data were retrospectively collected from electronic medical records. The following information was retrieved: number of CALMs at birth; development of clinical features associated with NF1 during follow-up (including neurofibromas, axillary or inguinal freckling, Lisch nodules, and optic pathway gliomas); family history of NF1 or other genetic disorders, or a genetic confirmation of a variant in  NF1 . Only typical CALMs (homogeneous pigmentation, regular borders) with a minimum diameter of 0.5 cm were considered, in accordance with NIH diagnostic criteria. All individuals classified as non-NF1 underwent NF1 genetic testing. Conversely, patients with a clinical diagnosis based on ≥2 NIH criteria were included regardless of genetic confirmation. 2.3. Statistical Analysis The CALM number, initially a continuous variable, was categorized into four groups (0, 1–2, 3–4, and 5 or more) based on clinical relevance and data distribution. Summary statistics for categorical variables, stratified by CALM group, were reported as frequencies and percentages. Group comparisons were conducted using the Pearson chi-square test or Fisher’s exact test, as appropriate. Assumptions for the Pearson chi-square test, including the independence of observations and a minimum expected cell count of five in at least 80% of cells, were verified. For cases where these assumptions were not met, Fisher’s exact test was used. Statistical significance was set at two-tailed  p -values < 0.05. All analyses were performed using Stata software, version 17.0 (StataCorp, College Station, TX, USA).",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:06:17.024560",
  "abstract_length": 1416,
  "methods_length": 2566,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}