{
  "pmid": "20511180",
  "abstract": "Vestibular schwannomas (VS) arising sporadically or in patients with neurofibromatosis type 2 (NF2) consistently lack expression of Merlin, a tumor suppressor. Conventional treatment options include surgery and radiotherapy but there is no validated medical option. Recent evidence suggests that Merlin deficiency may result in abnormal activation of receptor tyrosine kinases (RTKs) and downstream signaling, promoting tumor growth. Although small-molecule RTK inhibitors are widely available for clinical use, no such therapy has been validated in patients with VS. To screen for RTK activation, surgical VS specimens from patients with and without NF2 were analyzed by phospho-RTK profiling arrays. Downstream signaling pathway activation was analyzed by phospho-MAPK arrays. Activated RTKs and downstream kinases were validated immunohistochemically in corresponding formalin-fixed, paraffin-embedded tissues. Phospho-RTK arrays and immunohistochemistry showed consistent overexpression and activation of EGFR family receptors and evidence of ERK1/2 downstream signaling was observed in all samples analyzed (n = 11). Based on the findings, the small-molecule EGFR/ErbB2 kinase inhibitor lapatinib was selected for evaluation of target inhibition and treatment efficacy in our in vitro human schwannoma model. EGFR/ErbB2 targeted therapy with lapatinib inhibited ErbB2 phosphorylation and survivin upregulation, as well as downstream ERK1/2 and AKT activation, resulting in decreased proliferation. We conclude that EGFR family receptor activation is a consistent feature of both sporadic and NF2-related VS. Molecular targeted therapy with lapatinib downregulates survivin and has antiproliferative activity in a preclinical VS model. Based on these findings, a clinical trial with lapatinib for the treatment of VS is currently underway.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:06:24.585301",
  "abstract_length": 1843,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}