{
  "pmid": "20551058",
  "abstract": "Cyclic AMP suppression is sufficient to induce gliomagenesis in a mouse model of  neurofibromatosis-1.  Warrington NM(1), Gianino SM, Jackson E, Goldhoff P, Garbow JR, Piwnica-Worms D,  Gutmann DH, Rubin JB.  Author information: (1)Department of Pediatrics, Molecular Imaging Center, Mallinckrodt Institute of  Radiology, Developmental Biology, and Anatomy and Neurobiology, Washington  University School of Medicine and St Louis Children's Hospital, St Louis,  Missouri 63110, USA.  Current models of oncogenesis incorporate the contributions of chronic  inflammation and aging to the patterns of tumor formation. These oncogenic  pathways, involving leukocytes and fibroblasts, are not readily applicable to  brain tumors (glioma), and other mechanisms must account for microenvironmental  influences on central nervous system tumorigenesis. Previous studies from our  laboratories have used neurofibromatosis-1 (NF1) genetically engineered mouse  (GEM) models to understand the spatial restriction of glioma formation to the  optic pathway of young children. Based on our initial findings, we hypothesize  that brain region-specific differences in cAMP levels account for the pattern of  NF1 gliomagenesis. To provide evidence that low levels of cAMP promote glioma  formation in NF1, we generated foci of decreased cAMP in brain regions where  gliomas rarely form in children with NF1. Focal cAMP reduction was achieved by  forced expression of phosphodiesterase 4A1 (PDE4A1) in the cortex of Nf1 GEM  strains. Ectopic PDE4A1 expression produced hypercellular lesions with features  of human NF1-associated glioma. Conversely, pharmacologic elevation of cAMP with  the PDE4 inhibitor rolipram dramatically inhibited optic glioma growth and tumor  size in Nf1 GEM in vivo. Together, these results indicate that low levels of  cAMP in a susceptible Nf1 mouse strain are sufficient to promote gliomagenesis,  and justify the implementation of cAMP-based stroma-targeted therapies for  glioma.  (c)2010 AACR.  DOI: 10.1158/0008-5472.CAN-09-3769 PMCID: PMC2905483 PMID: 20551058 [Indexed for MEDLINE]",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-16T15:38:50.345216",
  "abstract_length": 2099,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}