{
  "pmid": "PMID:20551058",
  "title": "Cyclic AMP suppression is sufficient to induce gliomagenesis in a mouse model of neurofibromatosis-1.",
  "abstract": "Current models of oncogenesis incorporate the contributions of chronic inflammation and aging to the patterns of tumor formation. These oncogenic pathways, involving leukocytes and fibroblasts, are not readily applicable to brain tumors (glioma), and other mechanisms must account for microenvironmental influences on central nervous system tumorigenesis. Previous studies from our laboratories have used neurofibromatosis-1 (NF1) genetically engineered mouse (GEM) models to understand the spatial restriction of glioma formation to the optic pathway of young children. Based on our initial findings, we hypothesize that brain region-specific differences in cAMP levels account for the pattern of NF1 gliomagenesis. To provide evidence that low levels of cAMP promote glioma formation in NF1, we generated foci of decreased cAMP in brain regions where gliomas rarely form in children with NF1. Focal cAMP reduction was achieved by forced expression of phosphodiesterase 4A1 (PDE4A1) in the cortex of Nf1 GEM strains. Ectopic PDE4A1 expression produced hypercellular lesions with features of human NF1-associated glioma. Conversely, pharmacologic elevation of cAMP with the PDE4 inhibitor rolipram dramatically inhibited optic glioma growth and tumor size in Nf1 GEM in vivo. Together, these results indicate that low levels of cAMP in a susceptible Nf1 mouse strain are sufficient to promote gliomagenesis, and justify the implementation of cAMP-based stroma-targeted therapies for glioma.",
  "authors": "Nicole M Warrington; Scott M Gianino; Erin Jackson; Patricia Goldhoff; Joel R Garbow; David Piwnica-Worms; David H Gutmann; Joshua B Rubin",
  "journal": "Cancer research",
  "publicationDate": "2010-07-15",
  "doi": "10.1158/0008-5472.CAN-09-3769",
  "methods": "Materials and Methods Animals All animals were used in accordance with an established Animal Studies Protocol approved by the Washington University School of Medicine Animal Studies Committee. Wild type ( Nf1 ), Tumor Progenitor ( flox/flox Nf1 ; GFAP-Cre), and OPG ( flox/flox Nf1 ; GFAP-Cre) mice were generated as previously described ( flox/mut 7 )( Table 1 ). Human Tumor and Brain Sections Paraffin-embedded optic pathway glioma specimens from patients with NF1 (n=4) and normal human brain and optic chiasm autopsy specimens were retrieved from the archives of the Department of Pathology at the Washington University School of Medicine in accordance with an Institutional Review Board approved protocol for the use of human pathology specimens. Chemicals, Reagents, and Antibodies All chemicals were obtained from Sigma unless otherwise indicated. All tissue culture reagents and media were obtained from Invitrogen unless otherwise indicated. A construct containing mCherry cDNA was a gift of Dr. Roger Y. Tsien (University of California). Murine PDE4A1 (accession no.  AJ297396 ) was provided by Dr. James Cherry (Boston University). Antibodies were obtained from Peprotech (CXCL12), Clontech (Dsred (mCherry)), Invitrogen (GFAP), Abcam (PDE4A & 58kD Golgi marker), Pharmingen (LCA), Wako (IBA-1), Cell Signaling (phosphorylated protein kinase A (pPKA) substrate) and Sigma (CNPase). Antibody directed against phosphorylated CXCR4 (pCXCR4) was developed in our lab and previously described ( 10 ). Antibody directed against Olig2 (DF-308) was a gift of Dr. Charles Stiles (Dana Farber Cancer Institute). Lentiviruses Full-length murine PDE4A1 or catalytically inactive PDE4A1-H229Q was cloned into a lentiviral packaging vector that also encodes mCherry fluorescent protein as previously described ( 11 ). A second packaging vector (FUW-FLG) encoding a fusion of firefly luciferase and enhanced green fluorescent protein driven by the human ubiquitin C promoter within an established lentiviral backbone ( 12 ) was also used as previously described ( 13 ,  14 ). Viral particles were produced from each packaging vector separately by the Viral Vectors Core Facility of The Hope Center for Neurological Diseases at Washington University School of Medicine. Mutagenesis The catalytically inactive PDE4A1-H229Q ( 15 ) was generated from full-length murine PDE4A1 using a Quikchange ®  mutagenesis kit (Stratagene) according to the manufacturer's instructions and the following mutagenesis primers:\n Sense: 5’ – CAT GAC GTC GAC CAG CCT GGC GTC TCC AAC – 3’ Antisense: 5’ – GTT GGA GAC GCC AGG CTG GTC GAC GTC ATG – 3’. Mutagenesis was confirmed by sequencing; expression and activity of catalytically active and inactive PDE4A1 constructs were determined first in Daoy medulloblastoma cells (American Type Culture Collection). Daoy cells were infected with lentivirus encoding either catalytically active or inactive PDE4A1 as previously described ( 11 ). Cells expressing PDE4A1 constructs were sorted and collected based on mCherry expression by high-speed fluorescence-activated cell sorting (MoFlo High-Performance Cell Sorter; DAKO). As described below, expression levels were measured by western blot, intracellular localization by immunofluorescence microscopy and effects on cAMP levels by ELISA. Intracranial Viral Injections Five to seven week old wild type ( Nf1 ), Tumor Progenitor ( flox/flox Nf1 ; GFAP-Cre), and OPG ( flox/flox Nf1 ; GFAP-Cre) mice were anesthetized [intraperitoneal ketamine (87 mg/kg)/xylazine (13 mg/kg); Phoenix Pharmaceuticals], the cranium was exposed, and a small hole was made 2 mm lateral and posterior to the bregma with a size 34 inverted cone burr (Dremel). Mice were positioned in a stereotactic frame (Stoelting) and 500,000 transducing units each of FUW-FLG and PDE4A1-Cherry or PDE4A1-H229Q viruses were injected through a 27-gauge needle over 2 min at 3 mm below the dura mater. The incision was closed with Vetbond (3M). A few hours after the injection and every 12 hours for 48 hours thereafter, all animals received subcutaneous injections of 0.5 mg/kg Buprenorphine hydrochloride. flox/mut",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:24:07"
}