{
  "pmid": "PMID:20554030",
  "title": "CXCL12 alone is insufficient for gliomagenesis in Nf1 mutant mice.",
  "abstract": "Tumorigenesis requires interactions between tumor progenitors and their microenvironment. We found that low cAMP levels were sufficient for tumorigenesis in a mouse model of Neurofibromatosis-1 (NF1)-associated optic pathway glioma (OPG). We hypothesized that the distinct pattern of glioma in NF1 reflected spatiotemporal differences in CXCL12 effects on cAMP levels. Thus, we sought to alter the pattern of gliomagenesis through manipulation of CXCL12-CXCR4 pathway activation in Nf1 OPG mice. Forced CXCL12 expression induced glioma at a low frequency. Further, treatment of Nf1 OPG mice with AMD3100, a CXCR4 antagonist, did not attenuate glioma growth. Thus, it appears, CXCL12 alone cannot promote gliomagenesis in NF1 mice.",
  "authors": "Tao Sun; Scott M Gianino; Erin Jackson; David Piwnica-Worms; David H Gutmann; Joshua B Rubin",
  "journal": "Journal of neuroimmunology",
  "publicationDate": "2010-07-27",
  "doi": "10.1016/j.jneuroim.2010.05.002",
  "methods": "2. Materials and Methods 2.1 Cell Lines and Animals The HEK 293T cell line was purchased from ATCC and the LN428 human glioblastoma multiforme (GBM) cell line was a gift from Dr. Erwin van Meir (Winship Cancer Center, Emory University, Atlanta, GA). OPG mice ( Nf1   flox/mut ; GFAP-Cre, Nf1+/− GFAP CKO) mice were generated as previously described ( Bajenaru et al., 2003 ), and all mice used in this study with this genotype are referred to as  Nf1  OPG mice, unless otherwise specified. All animals were maintained on a C57Bl/6 background, and used in accordance with an established Animal Studies Protocol approved by the Washington University School of Medicine Animal Studies Committee. 2.2 Chemicals, Reagents, and Antibodies All chemicals were obtained from Sigma unless otherwise indicated. All antibodies used in this study were purchased from Peprotech (goat anti-CXCL12 and rabbit anti CXCL12), Invitrogen (Rat anti-GFAP), R&D (Goat anti-Endoglin), Wako (rabbit anti-IBA-1), Cell Signaling Technology (p-PKA substrate, pan-AKT and pS473-AKT), Leinco (pan-CXCR4) and Sigma (mouse anti-CNPase). Antibody directed against phosphorylated CXCR4 (pCXCR4) was developed in our lab as reported previously ( Woerner et al., 2005 ). The rabbit anti Olig2 antibody (DF-308) was a gift from Dr. Charles Stiles (Dana Farber Cancer Institute). 2.3 Lentivirus All lentiviruses were produced from each packaging vector separately by the Viral Vectors Core Facility of The Hope Center for Neurological Diseases at Washington University School of Medicine. Murine CXCL12 cDNA was subcloned into the lentiviral vector as previously described ( Goldhoff et al., 2008 ). A second packaging vector (FUW-FLG) encoding a fusion of firefly luciferase and enhanced green fluorescent protein driven by the human ubiquitin-C promoter within an established lentiviral backbone was used as a control virus as previously described ( Lois et al., 2002 ;  Yang et al., 2007 ). 2.4 Intracranial Viral Injections Lentiviruses were injected into the cortex 2 mm lateral and posterior to the Bregma as previously reported ( Warrington et al., 2010 ). Briefly,  Nf1  OPG mice at 4 to 5 weeks of ages were positioned in a stereotactic frame (Stoelting) and 500,000 transducing units each of FUW-FLG and CXCL12 viruses were injected through a 27-gauge needle at 3.5 mm below the dura mater. The incision was sealed by vetbond (3M), and all animals received an intraperitoneal injection of Buprenorphine hydrochloride (0.5 mg/kg) 12 h after surgery. 2.5 Bioluminescence Imaging Bioluminescence imaging was performed before and after viral injection. Bioluminescence signals from the virus-encoded luciferase activity were detected using an IVIS 50 system (Caliper). All parameters for image capture and analyses were performed as previously described ( Goldhoff et al., 2008 ;  Gross and Piwnica-Worms, 2005 ;  Yang et al., 2007 ). 2.6 Tissue Sectioning and Immunohistochemistry Experimental sections were cut at 10 microns from 4% paraformaldehyde-fixed, paraffin-embedded mice brains. Antigen retrieval was processed on all slides according to manufacturer’s guidelines (DakoCytomation). Concentrations for all the primary antibodies were as follows: CXCL12 (1:75), GFAP (2.5 mg/ml), IBA-1 (1:1000), Olig2 (1:20,000), CNPase (1:500), pCXCR4 (1:150), p-PKA substrate (1:200) and Endoglin (1:125). All staining was detected by using biotinylated secondary antibodies enhanced by tertiary streptavidin-HRP, and visualized by DAB development or Vector VIP peroxidase substrate (DAKO). Slides were counterstained with hematoxylin or methyl green (Oligo2 and CNPase). 2.7 Manganese Enhanced MRI and AMD3100 treatment Nf1  OPG mice underwent MEMRI at 10–12 weeks of age to confirm the presence of an optic glioma as previously described ( Banerjee et al., 2007 ), followed by randomization to either vehicle or AMD3100 treatment. AMD3100 was administered by subcutaneous osmotic infusion pump (Alzet, CA) loaded with 25 mg/ml AMD3100 in sterile PBS according to the manufacturer’s instructions (n = 8 mice). Controls were  Nf1  OPG mice with Alzet pumps containing PBS only (n = 7 mice). The infusion rate was 0.25 ml/h (50 mg/d). Following 28 days of administration, mice were euthanized and their optic nerves were removed for analysis. To determine the volume of the optic nerve, three diameters at the levels of optic chiasm (D 0 ), 200 microns (D 200 ) and 400 microns (D 400 ) anterior to the chiasm were measured. The following equation was used to calculate the total optic nerve volume from the sum of each 200-micron segment for a truncated cone as previously mentioned ( Hegedus et al., 2008 ):  V 1  = 1/12πh(D 0 2  + D 0 D 200  + D 200 2 ) Apoptosis was examined by terminal deoxynucleotidyl transferase-mediated dUTP nick end labeling assay (TUNEL assay, Roche Diagnostics) according to the manufacturer’s instructions, while proliferation was evaluated by Ki-67 staining, as described previously ( Hegedus et al., 2008 ). 2.8 Statistical Analyses Two-tailed  t -tests were used for CXCL12 ELISA analysis as well as for the analysis of differences in apoptosis and proliferation induced by AMD3100.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:24:08"
}