{
  "pmid": "PMID:20551058",
  "title": "Cyclic AMP suppression is sufficient to induce gliomagenesis in a mouse model of neurofibromatosis-1.",
  "abstract": "Current models of oncogenesis incorporate the contributions of chronic inflammation and aging to the patterns of tumor formation. These oncogenic pathways, involving leukocytes and fibroblasts, are not readily applicable to brain tumors (glioma), and other mechanisms must account for microenvironmental influences on central nervous system tumorigenesis. Previous studies from our laboratories have used neurofibromatosis-1 (NF1) genetically engineered mouse (GEM) models to understand the spatial restriction of glioma formation to the optic pathway of young children. Based on our initial findings, we hypothesize that brain region-specific differences in cAMP levels account for the pattern of NF1 gliomagenesis. To provide evidence that low levels of cAMP promote glioma formation in NF1, we generated foci of decreased cAMP in brain regions where gliomas rarely form in children with NF1. Focal cAMP reduction was achieved by forced expression of phosphodiesterase 4A1 (PDE4A1) in the cortex of Nf1 GEM strains. Ectopic PDE4A1 expression produced hypercellular lesions with features of human NF1-associated glioma. Conversely, pharmacologic elevation of cAMP with the PDE4 inhibitor rolipram dramatically inhibited optic glioma growth and tumor size in Nf1 GEM in vivo. Together, these results indicate that low levels of cAMP in a susceptible Nf1 mouse strain are sufficient to promote gliomagenesis, and justify the implementation of cAMP-based stroma-targeted therapies for glioma.",
  "authors": "Nicole M Warrington; Scott M Gianino; Erin Jackson; Patricia Goldhoff; Joel R Garbow; David Piwnica-Worms; David H Gutmann; Joshua B Rubin",
  "journal": "Cancer research",
  "publicationDate": "2010-07-15",
  "doi": "10.1158/0008-5472.CAN-09-3769",
  "methods": "Materials and Methods Animals All animals were used in accordance with an established Animal Studies Protocol approved by the Washington University School of Medicine Animal Studies Committee. Wild type ( Nf1 ), Tumor Progenitor ( flox/flox Nf1 ; GFAP-Cre), and OPG ( flox/flox Nf1 ; GFAP-Cre) mice were generated as previously described ( flox/mut 7 )( Table 1 ). Human Tumor and Brain Sections Paraffin-embedded optic pathway glioma specimens from patients with NF1 (n=4) and normal human brain and optic chiasm autopsy specimens were retrieved from the archives of the Department of Pathology at the Washington University School of Medicine in accordance with an Institutional Review Board approved protocol for the use of human pathology specimens. Chemicals, Reagents, and Antibodies All chemicals were obtained from Sigma unless otherwise indicated. All tissue culture reagents and media were obtained from Invitrogen unless otherwise indicated. A construct containing mCherry cDNA was a gift of Dr. Roger Y. Tsien (University of California). Murine PDE4A1 (accession no.  AJ297396 ) was provided by Dr. James Cherry (Boston University). Antibodies were obtained from Peprotech (CXCL12), Clontech (Dsred (mCherry)), Invitrogen (GFAP), Abcam (PDE4A & 58kD Golgi marker), Pharmingen (LCA), Wako (IBA-1), Cell Signaling (phosphorylated protein kinase A (pPKA) substrate) and Sigma (CNPase). Antibody directed against phosphorylated CXCR4 (pCXCR4) was developed in our lab and previously described ( 10 ). Antibody directed against Olig2 (DF-308) was a gift of Dr. Charles Stiles (Dana Farber Cancer Institute). Lentiviruses Full-length murine PDE4A1 or catalytically inactive PDE4A1-H229Q was cloned into a lentiviral packaging vector that also encodes mCherry fluorescent protein as previously described ( 11 ). A second packaging vector (FUW-FLG) encoding a fusion of firefly luciferase and enhanced green fluorescent protein driven by the human ubiquitin C promoter within an established lentiviral backbone ( 12 ) was also used as previously described ( 13 ,  14 ). Viral particles were produced from each packaging vector separately by the Viral Vectors Core Facility of The Hope Center for Neurological Diseases at Washington University School of Medicine. Mutagenesis The catalytically inactive PDE4A1-H229Q ( 15 ) was generated from full-length murine PDE4A1 using a Quikchange ®  mutagenesis kit (Stratagene) according to the manufacturer's instructions and the following mutagenesis primers:\n Sense: 5’ – CAT GAC GTC GAC CAG CCT GGC GTC TCC AAC – 3’ Antisense: 5’ – GTT GGA GAC GCC AGG CTG GTC GAC GTC ATG – 3’. Mutagenesis was confirmed by sequencing; expression and activity of catalytically active and inactive PDE4A1 constructs were determined first in Daoy medulloblastoma cells (American Type Culture Collection). Daoy cells were infected with lentivirus encoding either catalytically active or inactive PDE4A1 as previously described ( 11 ). Cells expressing PDE4A1 constructs were sorted and collected based on mCherry expression by high-speed fluorescence-activated cell sorting (MoFlo High-Performance Cell Sorter; DAKO). As described below, expression levels were measured by western blot, intracellular localization by immunofluorescence microscopy and effects on cAMP levels by ELISA. Intracranial Viral Injections Five to seven week old wild type ( Nf1 ), Tumor Progenitor ( flox/flox Nf1 ; GFAP-Cre), and OPG ( flox/flox Nf1 ; GFAP-Cre) mice were anesthetized [intraperitoneal ketamine (87 mg/kg)/xylazine (13 mg/kg); Phoenix Pharmaceuticals], the cranium was exposed, and a small hole was made 2 mm lateral and posterior to the bregma with a size 34 inverted cone burr (Dremel). Mice were positioned in a stereotactic frame (Stoelting) and 500,000 transducing units each of FUW-FLG and PDE4A1-Cherry or PDE4A1-H229Q viruses were injected through a 27-gauge needle over 2 min at 3 mm below the dura mater. The incision was closed with Vetbond (3M). A few hours after the injection and every 12 hours for 48 hours thereafter, all animals received subcutaneous injections of 0.5 mg/kg Buprenorphine hydrochloride. flox/mut",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:24:07",
  "introduction": "Introduction Carcinogenesis is a complex process frequently modeled as involving two phases, initiation and promotion (reviewed in ( 1 )). During initiation, cancer cell progenitors sustain genetic alterations that result in loss of tumor suppressor and/or gain of oncogene function. Cells “initiated” in this manner possess a growth advantage through mutational activation of proliferation and/or survival pathways. These genetic changes are necessary, but not sufficient, for transformation. Susceptible tumor progenitors require additional signals like those derived from tissue stromal elements ( e.g.  endothelial cells, leukocytes and fibroblasts) to complete tumor promotion (reviewed in ( 2 )). This multistage oncogenesis model, which also involves the effects of chronic inflammation and aging on stromal function, has been recently elucidated for several tumor types, including breast, gastric and hepatocellular carcinoma. These new insights have led to the identification of the essential constituent stromal cell types as well as many of the relevant pathways that mediate the critical interactions between supportive tumor stroma and receptive preneoplastic/neoplastic cells during tumor evolution. Although the prevailing model of cancer initiation and promotion accounts for many events in the genesis of solid tumors, it does not fully explain the unique spatial and temporal pathogenesis of brain tumors, especially those in children. Tissue stroma and inflammation differ markedly in the brain. There are no brain fibroblasts, and immune system involvement in brain cancers appears to be minimal compared to that in peripheral tissues. Moreover, the stromal signals that drive tumorigenesis in the brain are unique and likely reflect the presence of spatially- and temporally-regulated brain-specific cues that sculpt the developing brain during embryogenesis and early fetal life. Astrocytoma (glioma) formation in the common inherited disorder Neurofibromatosis-1 (NF1) is an excellent model system for elucidating the cellular and molecular mechanisms that underlie microenvironmental contributions to brain tumorigenesis. Similar to the initiating events in other cancers, complete loss of  Nf1  protein (neurofibromin) function is necessary, but not sufficient, for NF1-associated gliomagenesis ( 3 ). In fact, gliomagenesis in NF1 displays such exquisite sensitivity to the genetics, age and region of the surrounding brain, that the necessary stroma-derived promoting factors can be localized in both place and time. Greater than 90 percent of astrocytomas in children with NF1 occur prior to age seven, and approximately 70 percent of these tumors involve the optic nerves and optic chiasm ( 4 ,  5 ). These observations indicate that the optic pathway of young children with NF1 is uniquely conditioned to support gliomagenesis. A specialized function of the optic pathway in gliomagenesis is substantiated by studies in genetically-engineered mouse (GEM) models of NF1. Neither  Nf1 +/- mice nor mice with complete  Nf1  loss in Glial Fibrillary Acidic Protein (GFAP)-expressing astroglial cells develop gliomas ( 3 ,  6 ). Only mice with both reduced  Nf1  gene expression ( Nf1 +/- mice) in the microenvironment (“Tumor Microenvironment” mice) and complete loss of  Nf1  gene expression in tumor progenitors (“Tumor Progenitor” mice) form gliomas. While the entire brain and spinal cord of these mice contains  Nf1 -/- glial cells within an  Nf1 +/- environment, tumors only form within the optic pathway, involving the prechiasmatic optic nerves and optic chiasm (“OPG” Mice) ( 7 ,  8 ). Together, these GEM strains highlight a complex set of requirements for gliomagenesis involving genetic events in tumor progenitors (complete loss of  Nf1 ), genetic events in the microenvironment (reduced  Nf1  expression;  Nf1  heterozygosity), and region-specific signals (the optic pathway). Furthermore, these GEM strains afford a singular opportunity to investigate the mechanism(s) by which the tumor microenvironment and tumor progenitors interact to promote gliomagenesis. Previously, we demonstrated a correlation between brain region-specific differences in cAMP levels and glioma formation ( 9 ), and hypothesized that low levels of cAMP constituted the region-specific condition necessary for NF1-associated gliomagenesis. In the current study, we experimentally test this hypothesis and demonstrate that focal cAMP suppression, together with global heterozygosity for neurofibromin and complete loss of neurofibromin in tumor progenitors, is sufficient to promote gliomagenesis in  Nf1  genetically-engineered mice  in vivo .",
  "results": "Results Gliomagenesis in NF1 occurs with remarkable spatial and temporal specificity, predominantly affecting the optic nerves and chiasm of young children ( 19 ). This pattern of glioma formation indicates that a necessary interaction occurs between glial  NF1  gene inactivation and signals present in the optic pathway microenvironment during NF1-associated gliomagenesis. In prior studies involving human specimens and a genetically-engineered mouse model of NF1-associated optic glioma (“OPG” mice), we identified CXCL12 as a candidate stromal signal capable of stimulating  Nf1 -deficient glial cell growth. ( 9 ). Multiple brain-derived cells within optic pathway glioma express CXCL12 including endothelial cells ( Figure 1A ), entrapped axons and infiltrating microglia. The presence of a functional paracrine relationship between CXCL12-expressing stromal elements and tumor cells is demonstrated by the frequent presence of the CXCL12 receptor, CXCR4, in a CXCL12-induced phosphorylated form within bipolar pilocytic cells ( Figure 1B ,  inset ). The potential importance of stromal activation of CXCR4 lies in its ability to suppress intracellular levels of cAMP, which we found was necessary for the stimulation of  Nf1 -/- astroglial cell growth ( 9 ). Moreover, we found region-specific differences in cAMP levels in the mouse brain that correlated with the pattern of glioma formation in NF1. The optic pathway had the lowest, while the cortex had the highest cAMP levels. Based on these observations, we hypothesized that differences in cAMP levels underlie the distinct pattern of gliomagenesis in NF1. To evaluate this hypothesis  in vivo , we sought to alter the pattern of brain region-specific cAMP levels to determine whether this would coordinately change the pattern of tumor formation in an established genetically-engineered mouse (GEM) model of NF1 OPG. Astrocytomas in  Nf1  GEM models share many, but not all, of the features of human OPG. Gliomas within the optic nerves of OPG mice ( Figure 1C ) contain bipolar GFAP positive astrocytoma cells ( Figure 1D ) ( 20 ,  21 ) that also express the transcription factor Olig2 ( Supplemental Figure 1A ). Misexpression of Olig2 was recently shown to be highly correlated with pilocytic astrocytoma ( 22 ,  23 ). In addition, murine OPG exhibit microglial infiltration reminiscent of human tumors ( Supplemental Figure 1B ) ( 24 - 26 ). In contrast to human pilocytic astrocytomas, murine tumors do not contain Rosenthal fibers or eosinophilic granular bodies. To generate foci of decreased cAMP, we ectopically expressed lentiviral-encoded cAMP specific phosphodiesterase-4A1 (PDE4A1) ( 27 ) via stereotactic injection into the cortex of OPG mice. PDE4A1 was chosen for these experiments based on our prior demonstration that increased PDE4A1 expression decreased intracellular cAMP levels and enhanced tumor growth in a xenograft model of malignant glioma  in vivo  ( 11 ). The cortex was selected as the site for PDE4A1 injection based on the following considerations that suggest it is usually not a permissive microenvironment for glioma formation in NF1: (1) Patients with NF1 rarely develop cortical tumors, (2) glioma formation in  Nf1  mouse models does not occur in the cortex, and (3) the cortex exhibits the highest levels of cAMP ( 9 ). Catalytically-active and inactive (PDE4A1-H229Q ( 15 )) forms of PDE4A1 were cloned into a lentiviral packaging vector also encoding for mCherry fluorescent protein ( 11 ). In control studies, Daoy medulloblastoma cells were infected with lentivirus encoding PDE4A1 or PDE4A1-H229Q. While both forms of PDE4A1 were equally expressed ( Supplemental Figure 2A ) and localized to the Golgi apparatus ( Supplemental Figure 2B ), only catalytically-active PDE4A1 decreased intracellular cAMP levels ( Supplemental Figure 2C ). To mimic the low levels of cAMP normally present within the optic pathway, we co-injected PDE4A1/mCherry lentivirus with a second lentivirus encoding firefly luciferase ( 14 ) into the cortex of wild-type, Tumor Progenitor, and OPG mice. Bioluminescence imaging (BLI) of firefly luciferase expression was used to monitor transgene expression and served as a potential measure of neoplastic growth. In control studies, the expression of PDE4A1 or PDE4A1-H229Q in Daoy cells, or treatment with the pan-PDE4 inhibitor Rolipram had no effect on luciferase activity ( Supplemental Figure 2D, E ). Since wild-type mice do not develop cortical gliomas, tumor induction following ectopic PDE4A1 expression in wild type mice ( Nf1  would indicate that cAMP suppression is sufficient for glioma initiation and promotion. Although Tumor Progenitor mice ( flox/flox ) Nf1  GFAP-Cre) possess occasional foci of hyperproliferating astrocytes, they do not develop gliomas ( flox/flox ; 3 ). PDE4A1-induced tumor formation in these mice would occur only if suppression of cAMP alone induced the combined tumor-promoting properties of an  Nf1 +/- microenvironment and the optic pathway. Finally, cortical glioma formation in OPG mice ( Nf1  GFAP-Cre) would suggest that cAMP suppression is sufficient, within the context of an  flox/mut ; Nf1 +/- microenvironment to bring about the neoplastic growth of  Nf1 -/- tumor progenitors. PDE4A1-H229Q injections serve as controls for non-catalytic effects of lentiviral injection and PDE4A1 overexpression. In 51 of 58 injected mice, we detected a bioluminescent signal, indicating successful viral transduction and transgene expression. Increased BLI on serial studies demonstrated replication of virally infected cells. The brain of each animal was subjected to an extensive blinded evaluation for the presence of neoplasia according to the algorithm outlined in  Supplemental Figure 3 . Hematoxylin and eosin-stained sections from micro-injected cortices were examined for common features of neoplasia, including hypercellularity, cellular clustering, and nuclear atypia, as well as the specific features of low-grade glioma seen in the  Nf1  OPG GEM model ( Figure 1 ,  Supplemental Figure 1 ). Twelve of 13 OPG mice injected with catalytically-active PDE4A1 lentivirus demonstrated increased BLI and expression of mCherry fluorescent protein/PDE4A at the injection site ( Figure 2A-C ). The diagnosis of an induced glioma was made when hypercellular lesions expressing mCherry fluorescent protein and PDE4 also contained GFAP-positive cells with the bipolar morphology characteristic of tumor cells (piloid cells) commonly found in the low-grade gliomas of NF1 patients ( Figure 2D ). Further indication of glioma was evident in increased Olig2 expression ( Figure 3A ). In each case, induced tumor sites exhibited greater numbers of Olig2 positive nuclei per high-powered field than did the same location in contralateral cortex. As a group, the induced tumors demonstrated significantly increased Olig2 expression compared to the uninvolved contralateral cortex ( Figure 3B ). Comparable histological findings were not observed in the contralateral cortex, nor are they observed in normal human or mouse cortex and optic nerve ( Supplemental Figure 4 ). Importantly, bipolar piloid cells expressed PDE4 in a peri-nuclear distribution characteristic of PDE4A1 localization ( Figure 2D   inset ), suggesting a role for PDE4A1 expression in gliomagenesis. The mechanistic significance of this finding was further underscored by our finding that induced tumors had lower levels of cAMP. Since the induced tumors are small and preclude direct cAMP measurements, cAMP levels were inferred from an immunohistochemical analysis using a surrogate marker, the intensity of Protein Kinase A (PKA) substrate phosphorylation. Tumor sites exhibited decreased labeling with phosphoPKA (pPKA) substrate antibody, indicating decreased PKA activity ( Figure 3C,D ) and suggestive of decreased levels of cAMP. These findings are consistent with a relationship between lower levels of cAMP and gliomagenesis in NF1. In total, 41 of the 51 mice with increased BLI had injection sites with evidence for exogenous PDE4A1 or PDE4A1-H229Q expression and were deemed evaluable for tumor formation. Eight of the 13 OPG mice with increased BLI following PDE4A1 injection were considered to have induced cortical gliomas ( Table 1 ). This was a statistically significant rate of induced tumor formation, as determined by Fisher's Exact Test (P=0.02). In contrast, only 1 of 7 Tumor Progenitor mice and 1 of 6 wild-type mice had evidence of induced glioma. None of the 15 control injections of PDE4A1-H229Q resulted in a tumor. The frequency of tumor formation in control mice was not significantly significant. While PDE4A (not shown) and mCherry positive cells ( Figure 4A ) were observed at injection sites in mice without tumors, these differed from induced tumors by the absence of abnormal astrocyte morphologies ( Figure 4B ) and their lack of increased Olig2 expression ( Figure 4C ). Disruption in tissue architecture at these injection sites was limited to inflammation, as evidenced by the presence of LCA-positive cells ( Figure 4D ). LCA-positive inflammatory cells were only a minor component of the cellular constituents in the induced tumors (data not shown). Together with our prior studies, the pathological features of PDE4A1-induced cortical tumors in OPG mice demonstrate that low cAMP levels are sufficient to promote glioma formation when  Nf1 -/- glioma progenitors arise within the context of an  Nf1 +/- microenvironment. To determine whether restoration of normal cAMP levels would attenuate optic glioma growth  in vivo , we treated OPG mice for one or four weeks with Rolipram or vehicle following the detection of an optic glioma by manganese-enhanced MRI ( Figure 5A ). We previously showed that PDE4 inhibition with Rolipram blocked  in vivo  malignant glioma growth through elevation of cAMP levels ( 11 ,  14 ). Using this preclinical paradigm, four weeks of Rolipram resulted in tumor regression as measured by a restoration of optic nerve volumes to near normal values ( Figure 5B, C ). Moreover, Rolipram treatment suppressed tumor cell proliferation ( Figure 5D ), but had no effect on tumor cell apoptosis as measured by TUNEL staining (data not shown). These observations demonstrate that low levels of cAMP are necessary for the maintenance of optic glioma proliferation  in vivo  and further support the critical role of cAMP signaling in gliomagenesis and continued tumor growth.",
  "discussion": "Discussion Clinical observations and experimental data indicate that cancers frequently arise within specific tissue contexts (( 2 ) for review). For example, gastrointestinal cancers are often associated with chronic inflammation and senescent fibroblasts can promote the transformation of preneoplastic epithelial cells ( 28 ). Prevailing models of how inflammation and aging contribute to tumor promotion focus on the actions of fibroblast and leukocyte-derived cytokines and growth factors. However, this model is not directly applicable to brain tumors, as there are no fibroblasts within the CNS, and chronic CNS inflammation involving leukocytes is uncommon. Moreover, pediatric brain tumors develop in the absence of the effects of aging. Nevertheless, the unique spatial and temporal distribution of brain tumors (gliomas) in children with NF1 highlights the significant role that microenvironmental factors can play in brain tumor formation. Based on the natural history of patients with NF1 as well as  Nf1  GEM models ( 7 ,  29 ), we and others have proposed that the milieu of the normally growing nervous system functions similarly to aging or inflamed peripheral tissues by providing the necessary cellular elements and growth-regulatory factors for neoplastic transformation. Thus, while complete loss of neurofibromin function in glial progenitors is a requisite initiating step in transformation; the formation of NF1-associated mouse gliomas also requires a permissive  Nf1  heterozygous microenvironment and region specific effectors. It is the confluence of all three of these elements: homozygous  Nf1  gene inactivation in tumor progenitors, heterozygous  Nf1  gene inactivation in the tumor surround, and region-specific effectors, that results in NF1-associated glioma formation in the optic nerves and chiasm of young NF1 heterozygous children and mice. Several recent studies suggest that  Nf1  heterozygosity creates a permissive microenvironment by altering the function of specific cell types that can be co-opted to promote tumorigenesis. In the central nervous system, we demonstrated that  Nf1  heterozygosity alters microglia function, resulting in increased proliferation and motility, and elevated production of growth-promoting molecules such as CXCL12 and hyaluronidase ( 9 ,  25 ). Similarly, peripheral nerve tumor (neurofibroma) development requires  Nf1 +/- mast cells, which are released from the bone marrow in response to c-kit receptor activation ( 30 ). Region-specific effects could also include region-specific differences in cell types that participate in gliomagenesis ( 31 ) or region-specific differences in growth-regulatory signals. Previously, we suggested CXCL12 as a candidate optic pathway-derived glioma-promoting factor and demonstrated that complete loss of neurofibromin function alters CXCR4 signaling, such that CXCL12 induces significant sustained suppression of cAMP levels. This abnormal CXCL12-mediated cAMP suppression creates an inappropriate survival response in  Nf1 -/- astrocytes. Neither CXCL12-induced cAMP suppression nor the resultant enhanced survival response is observed in wild-type astrocytes ( 9 ). Collectively, these data provide an attractive model for tumorigenesis, in which complete loss of neurofibromin function not only initiates oncogenesis, but also secondarily contributes to tumor promotion by dysregulating CXCR4-cAMP signaling. In this fashion, loss of neurofibromin results in the acquisition of two hallmark features of malignant transformation - hyperproliferation and increased survival - but only when neurofibromin loss occurs in a CXCL12-rich microenvironment, such as the optic pathway of young children and mice. The current study provides novel  in vivo  support for the hypothesis that suppression of cAMP constitutes an important region-specific signal for gliomagenesis in NF1. The creation of cortical foci in which cAMP levels were suppressed rendered the cortex similar to the optic pathway and thus, susceptible to glioma. Whether CXCL12 is the primary regulator of cAMP effects during spontaneous gliomagenesis in NF1 remains unknown. Further, the critical cell type(s) through which PDE4A1 effects gliomagenesis are not yet identified. Lentiviral expression of PDE4A1 could have reduced cAMP levels in  Nf1 -/- glial cells, and/or other cells in the  Nf1 +/- cortex, including neurons, microglia and endothelial cells. However, while cAMP might regulate tumor-promoting functions in these multiple cell types, growth-regulatory effects of cAMP in tumor cells are well described. For example, increased cAMP levels induced p38 phosphorylation and apoptosis in acute promyelocytic leukemia cells ( 32 ) and enhanced radiation-induced apoptosis of lung cancer cells through upregulation of Bak ( 33 ). Similarly, decreased cAMP inhibited the function and expression of the pro-apoptotic Bcl-2 family member Bim ( 34 ,  35 ). Consistent with cAMP suppression functioning within glioma progenitors, our previous studies indicated that suppression of cAMP within  Nf1 -/- astroglial cells endowed them with a survival advantage ( 9 ). Moreover, cAMP promotes astrocyte differentiation ( 36 ). Thus, suppression of cAMP levels in  Nf1 -/- tumor progenitors might inhibit differentiation and maintain a progenitor-like state and, in concert with tumor-promoting genetic and microenvironmental changes, facilitate tumorigenesis. Current work is focused on identifying in which cells cAMP suppression is required for gliomagenesis and whether cAMP dysregulation in  Nf1  preneoplastic cells modulates apoptosis and/or proliferation. Important issues also raised by these studies include the identity of the initiated tumor progenitor cell, the downstream mediators of cAMP signaling in tumor promotion and how best to target the cAMP pathway in the treatment of gliomas. Previous studies reported that both differentiated astrocytes and neural stem cells could serve as glioma cell-of-origin in a model of gliomagenesis dependent upon loss of  Ink4a/Arf  and gain of EGF receptor activation ( 37 ). In contrast, recent work on dermal neurofibromas in a GEM model of NF1 suggested that only tissue stem cells could function as tumor progenitors ( 38 ). The cortical injections in this study did not target any specific cell population. Thus, the PDE4A1-induced gliomas could have developed from transformed differentiated astrocytes or neural stem cells. The known ability of stem cells to extensively migrate throughout the brain to sites of pathology suggests this latter possibility is a tenable hypothesis ( 39 ). Future studies will be required to identify the cell of origin of low-grade gliomas in  Nf1  GEM. Finally, as underscored by Rolipram-mediated attenuation of optic glioma growth in OPG mice (this study) and by reduced  Nf1  GEM neurofibroma size following Imatinib-mediated c-kit pathway inhibition ( 30 ), components of the stromal signaling pathway represent potential targets for future anti-neoplastic therapy. These exciting results firmly establish that the experimental tractability of  Nf1  GEM model systems offer unprecedented opportunities to identify the cellular and molecular bases for stromal control of tumor formation. In addition, this spontaneous brain tumor model is an excellent platform for the development of stroma-directed chemotherapeutic strategies. Further, it was recently demonstrated that 23% of high-grade glioblastoma tumors harbor inactivating  NF1  gene mutations ( 40 ). Thus, insights gained from the NF1 model will be informative with regard to stromal contributions to and stroma-directed therapy for other brain tumors in children and adults.",
  "upgrade_date": "2026-02-20 07:34:55"
}