{
  "pmid": "PMID:20554030",
  "title": "CXCL12 alone is insufficient for gliomagenesis in Nf1 mutant mice.",
  "abstract": "Tumorigenesis requires interactions between tumor progenitors and their microenvironment. We found that low cAMP levels were sufficient for tumorigenesis in a mouse model of Neurofibromatosis-1 (NF1)-associated optic pathway glioma (OPG). We hypothesized that the distinct pattern of glioma in NF1 reflected spatiotemporal differences in CXCL12 effects on cAMP levels. Thus, we sought to alter the pattern of gliomagenesis through manipulation of CXCL12-CXCR4 pathway activation in Nf1 OPG mice. Forced CXCL12 expression induced glioma at a low frequency. Further, treatment of Nf1 OPG mice with AMD3100, a CXCR4 antagonist, did not attenuate glioma growth. Thus, it appears, CXCL12 alone cannot promote gliomagenesis in NF1 mice.",
  "authors": "Tao Sun; Scott M Gianino; Erin Jackson; David Piwnica-Worms; David H Gutmann; Joshua B Rubin",
  "journal": "Journal of neuroimmunology",
  "publicationDate": "2010-07-27",
  "doi": "10.1016/j.jneuroim.2010.05.002",
  "methods": "2. Materials and Methods 2.1 Cell Lines and Animals The HEK 293T cell line was purchased from ATCC and the LN428 human glioblastoma multiforme (GBM) cell line was a gift from Dr. Erwin van Meir (Winship Cancer Center, Emory University, Atlanta, GA). OPG mice ( Nf1   flox/mut ; GFAP-Cre, Nf1+/− GFAP CKO) mice were generated as previously described ( Bajenaru et al., 2003 ), and all mice used in this study with this genotype are referred to as  Nf1  OPG mice, unless otherwise specified. All animals were maintained on a C57Bl/6 background, and used in accordance with an established Animal Studies Protocol approved by the Washington University School of Medicine Animal Studies Committee. 2.2 Chemicals, Reagents, and Antibodies All chemicals were obtained from Sigma unless otherwise indicated. All antibodies used in this study were purchased from Peprotech (goat anti-CXCL12 and rabbit anti CXCL12), Invitrogen (Rat anti-GFAP), R&D (Goat anti-Endoglin), Wako (rabbit anti-IBA-1), Cell Signaling Technology (p-PKA substrate, pan-AKT and pS473-AKT), Leinco (pan-CXCR4) and Sigma (mouse anti-CNPase). Antibody directed against phosphorylated CXCR4 (pCXCR4) was developed in our lab as reported previously ( Woerner et al., 2005 ). The rabbit anti Olig2 antibody (DF-308) was a gift from Dr. Charles Stiles (Dana Farber Cancer Institute). 2.3 Lentivirus All lentiviruses were produced from each packaging vector separately by the Viral Vectors Core Facility of The Hope Center for Neurological Diseases at Washington University School of Medicine. Murine CXCL12 cDNA was subcloned into the lentiviral vector as previously described ( Goldhoff et al., 2008 ). A second packaging vector (FUW-FLG) encoding a fusion of firefly luciferase and enhanced green fluorescent protein driven by the human ubiquitin-C promoter within an established lentiviral backbone was used as a control virus as previously described ( Lois et al., 2002 ;  Yang et al., 2007 ). 2.4 Intracranial Viral Injections Lentiviruses were injected into the cortex 2 mm lateral and posterior to the Bregma as previously reported ( Warrington et al., 2010 ). Briefly,  Nf1  OPG mice at 4 to 5 weeks of ages were positioned in a stereotactic frame (Stoelting) and 500,000 transducing units each of FUW-FLG and CXCL12 viruses were injected through a 27-gauge needle at 3.5 mm below the dura mater. The incision was sealed by vetbond (3M), and all animals received an intraperitoneal injection of Buprenorphine hydrochloride (0.5 mg/kg) 12 h after surgery. 2.5 Bioluminescence Imaging Bioluminescence imaging was performed before and after viral injection. Bioluminescence signals from the virus-encoded luciferase activity were detected using an IVIS 50 system (Caliper). All parameters for image capture and analyses were performed as previously described ( Goldhoff et al., 2008 ;  Gross and Piwnica-Worms, 2005 ;  Yang et al., 2007 ). 2.6 Tissue Sectioning and Immunohistochemistry Experimental sections were cut at 10 microns from 4% paraformaldehyde-fixed, paraffin-embedded mice brains. Antigen retrieval was processed on all slides according to manufacturer’s guidelines (DakoCytomation). Concentrations for all the primary antibodies were as follows: CXCL12 (1:75), GFAP (2.5 mg/ml), IBA-1 (1:1000), Olig2 (1:20,000), CNPase (1:500), pCXCR4 (1:150), p-PKA substrate (1:200) and Endoglin (1:125). All staining was detected by using biotinylated secondary antibodies enhanced by tertiary streptavidin-HRP, and visualized by DAB development or Vector VIP peroxidase substrate (DAKO). Slides were counterstained with hematoxylin or methyl green (Oligo2 and CNPase). 2.7 Manganese Enhanced MRI and AMD3100 treatment Nf1  OPG mice underwent MEMRI at 10–12 weeks of age to confirm the presence of an optic glioma as previously described ( Banerjee et al., 2007 ), followed by randomization to either vehicle or AMD3100 treatment. AMD3100 was administered by subcutaneous osmotic infusion pump (Alzet, CA) loaded with 25 mg/ml AMD3100 in sterile PBS according to the manufacturer’s instructions (n = 8 mice). Controls were  Nf1  OPG mice with Alzet pumps containing PBS only (n = 7 mice). The infusion rate was 0.25 ml/h (50 mg/d). Following 28 days of administration, mice were euthanized and their optic nerves were removed for analysis. To determine the volume of the optic nerve, three diameters at the levels of optic chiasm (D 0 ), 200 microns (D 200 ) and 400 microns (D 400 ) anterior to the chiasm were measured. The following equation was used to calculate the total optic nerve volume from the sum of each 200-micron segment for a truncated cone as previously mentioned ( Hegedus et al., 2008 ):  V 1  = 1/12πh(D 0 2  + D 0 D 200  + D 200 2 ) Apoptosis was examined by terminal deoxynucleotidyl transferase-mediated dUTP nick end labeling assay (TUNEL assay, Roche Diagnostics) according to the manufacturer’s instructions, while proliferation was evaluated by Ki-67 staining, as described previously ( Hegedus et al., 2008 ). 2.8 Statistical Analyses Two-tailed  t -tests were used for CXCL12 ELISA analysis as well as for the analysis of differences in apoptosis and proliferation induced by AMD3100.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:24:08",
  "introduction": "1. Introduction Recent studies demonstrate a critical role for the microenvironment in tumor initiation and promotion ( Polyak et al., 2009 ), and show that acquisition of genetic alterations within tumor progenitors is necessary, but often not sufficient, for tumor formation. Microenvironmental prerequisites for tumorigenesis are well illustrated by brain tumor (glioma) formation in Neurofibromatosis-1 (NF1) ( Rubin and Gutmann, 2005 ). NF1 is an autosomal dominant tumor predisposition syndrome associated with benign and malignant neoplasms of both the peripheral and central nervous systems ( Williams et al., 2009 ). Approximately 15–20% of NF1 patients develop low-grade astrocytomas with homozygous inactivation of the neurofibromin ( NF1 ) gene in the neoplastic cells ( Gutmann et al., 2000 ;  Kluwe et al., 2001 ;  Listernick et al., 1997 ). While loss of the second  NF1  allele is likely to be a random event, NF1-associated gliomas predominantly occur in optic nerve and chiasm of young children ( Listernick et al., 2007 ). This unique pattern of tumorigenesis, referred to as optic pathway glioma (OPG), suggests the existence of a secondary mechanism that specifies the timing and location of tumor formation. NF1  is a tumor suppressor gene encoding neurofibromin, a GTPase-activating protein and negative regulator of p21-RAS activity ( Ballester et al., 1990 ;  Martin et al., 1990 ;  Phillips et al., 2003 ). Loss of neurofibromin results in elevated p21-RAS signaling and confers a hyperproliferative phenotype in  Nf1 −/− cells ( DeClue et al., 1992 ;  Feldkamp et al., 1999 ). In addition, neurofibromin positively regulates cAMP generation in astrocytes and neurons ( Dasgupta et al., 2003 ;  Hegedus et al., 2007 ;  Tong et al., 2002 ). Surprisingly, despite the increased proliferation associated with neurofibromin loss, complete loss of  Nf1  function in murine astrocytes is not sufficient for gliomagenesis ( Bajenaru et al., 2002 ): NF1-associated OPG development also requires heterozygous  Nf1  loss ( Nf1 +/−) in the tumor microenvironment ( Bajenaru et al., 2003 ;  Zhu et al., 2005 ). Previously, we showed that CXCL12 exhibits a spatial/temporal pattern of expression during brain development that correlates with OPG formation in NF1 ( Warrington et al., 2007 ). CXCL12 is a chemokine that functions through its receptor CXCR4 to regulate multiple cellular responses, including activation of PI3K/AKT, MAPK pathways and decreases of intracellular cyclic AMP (cAMP) levels (reviewed in ( Rubin, 2009 )). Differences in CXCL12-induced cAMP levels were found to stimulate increased survival of  Nf1 −/−, compared to wild-type, astrocytes  in vitro  ( Warrington et al., 2007 ). These findings suggested that low levels of cAMP, together with complete glial (astrocyte)  Nf1  inactivation might confer susceptible hyperproliferating  Nf1−/−  progenitors with an additional growth advantage sufficient to facilitate oncogenic transformation. To confirm the importance of cAMP in glioma formation, cAMP-specific phosphodiesterase-4A1 (PDE4A1) was ectopically expressed in the cortex of  Nf1  OPG mice. PDE4A1 over-expression resulted in foci with reduced levels of cAMP and induced gliomas in regions of the brain where gliomas do not spontaneously form ( Warrington et al., 2010 ). The resulting tumors shared many features with human NF1-associated astrocytomas, including elongated, bipolar ”piloid” astrocytoma cells, and increased expression of Olig2, a marker of glial progenitors and pilocytic astrocytomas ( Ligon et al., 2004 ;  Warrington et al., 2010 ). Support for the necessity of low levels of cAMP to glioma growth was further established by treatment with the PDE4 inhibitor Rolipram which blocked tumor cell proliferation and promoted tumor regression ( Warrington et al., 2010 ). Based on these findings, we concluded that cAMP suppression is sufficient to promote gliomagenesis and necessary to maintain glioma growth in NF1. As PDE4A1 is an intracellular protein that modulates cAMP levels in a receptor-independent manner, we next sought to determine whether CXCL12 can function as a microenvironmental paracrine regulator of glioma formation through suppression of intracellular cAMP. In the current study, we found that CXCL12 expression alone does not appear to be sufficient to induce ectopic glioma formation in  Nf1  OPG mice. Consistent with these findings, we also show that pharmacologic CXCR4 antagonism does not reduce glioma growth in  Nf1  OPG mice.",
  "results": "3. Results 3.1 Overexpression of mCXCL12 alone is not sufficient to induce glioma formation in the cortex of  Nf1  OPG mice Forced suppression of intracellular cAMP levels through ectopic expression of phosphodiesterase 4A1 (PDE4A1) in  Nf1  OPG mice was sufficient to induce gliomagenesis ( Warrington et al., 2010 ). Thus we sought to determine whether CXCL12, which can also suppress intracellular cAMP generation, is similarly able to induce gliomas. Ectopic expression of CXCL12 was achieved by injecting lentivirus encoding mCXCL12 into the cerebral cortex of  Nf1  OPG mice. Ten  Nf1  OPG mice (5/group) were injected with either lentivirus encoding mCXCL12 and mCherry fluorescent protein or mCherry fluorescent protein alone. Each mouse was co-injected with lentivirus encoding a fusion protein of firefly luciferase and enhanced green fluorescent protein. Bioluminescence imaging (BLI) was utilized to monitor viral infection, transgene expression and potential cell proliferation/growth. All mice were imaged before viral injection and, consistent with a lack of endogenous luciferase expression, no significant baseline BLI signals were detected ( Supplemental Fig 1 ). One of five mice in the CXCL12 group exhibited increasing bioluminescence as a function of time post-injection (BLI-positive;  Fig 1A ). Increasing bioluminescence was suggestive of induced neoplastic growth. No increase in bioluminescence was observed in the control group ( Fig 1B ). 3.2 Histochemical features of the glioma induced by CXCL12 expression Mice were euthanized 9 weeks after viral injection, and consecutive sections from CXCL12- and control virus-injected mouse brains were analyzed in a blinded fashion by immunohistochemical staining to assess glioma formation. The presence of a glioma was established if BLI-positive areas exhibited hypercellularity, nuclear atypia, abnormal cellular morphologies, increased vascularity, and increased Olig2 expression. A diagnosis of glioma was made in the single mouse injected with CXCL12-encoding lentivirus that exhibited increased bioluminescence. In this case, a hypercellular lesion containing cells with nuclear atypia and abnormal cellular aggregates ( Fig 2A ) was identified in the region of the viral injection site ( Fig 2B ). Further evidence for glioma included the presence of elongated GFAP-immunoreactive cells with hair-like projections. These “piloid” cells are typical of WHO grade I pilocytic astrocytomas ( Kleihues et al., 2002 ). While non-tumor brain responses to viral injection also contained GFAP-immunoreactive cells, these exhibited morphologies typical of reactive astrocytes ( Fig 2C ). In addition, the CXCL12-induced glioma was identified by increased expression of the transcription factor Olig2 ( Fig 2D ), which has recently been demonstrated to be useful for the diagnosis of human pilocytic astrocytoma ( Ligon et al., 2004 ). Lastly, the presence of microglial infiltration ( Fig 2E ) and neoangiogenesis ( Fig 2F ) in this induced tumor, common features of pilocytic astrocytomas, further supports the diagnosis of glioma. The low frequency of tumor formation in the CXCL12 group was not due to failure of CXCL12 expression, as increased ectopic expression of CXCL12 was observed in all CXCL12 injected mice ( Supplemental Fig 2A ). Further, the low frequency of CXCL12-induced glioma was not due to lack of bioactivity of lentiviral encoded CXCL12. Increased CXCL12-induced phosphorylation of CXCR4 was evident both in mouse brains injected with CXCL12 virus ( Supplemental Fig 2B ) and in  in vitro  GBM cell culture treated with media conditioned by cells transfected by CXCL12-lentiviral vector ( Supplemental Fig 3 , see  Supplementary Information for Materials and Methods ). 3.2 AMD3100 treatment does not reduce optic pathway glioma growth in  Nf1  OPG mice To further explore the relationship between CXCR4 activation and NF1-associated glioma growth, we performed a preclinical therapeutic study to determine whether pharmacological blockade of CXCR4 could attenuate NF1-associated OPG growth.  Nf1  mice at 3 months of age with evidence of an optic glioma on manganese-enhanced MRI (MEMRI) imaging were randomly assigned to receive either the CXCR4 inhibitor AMD3100 or PBS (vehicle). AMD3100 and PBS were delivered by subcutaneous osmotic infusion pump for four weeks as previously described ( Rubin et al., 2003 ). Subsequently, animals were euthanized, and their optic nerves harvested for analysis of apoptosis and proliferation. Consistent with the small effect of ectopic CXCL12 expression on glioma formation in  Nf1  mutant mice, AMD3100 had no significant effect on tumor size, apoptosis or proliferation ( Fig 3 ).",
  "discussion": "4. Discussion Previously, we suggested that CXCL12 was one candidate stromal factor important for NF1-associated tumorigenesis in the brain ( Warrington et al., 2007 ). We hypothesized that CXCL12-induced cAMP suppression was critical to the genesis of OPG in mice and humans, and demonstrated that low levels of cAMP are sufficient to induce gliomagenesis in  Nf1  OPG mice. Consistent with the requirement for cAMP suppression in glioma growth in NF1, we found that restoration of cAMP levels with the PDE4 inhibitor Rolipram was an effective treatment for optic glioma in  Nf1  GEM. To investigate whether CXCL12 is sufficient to suppress cAMP and induce glioma in NF1 mice, we ectopically expressed CXCL12 in cerebral cortex. In contrast to PDE4-induced cAMP suppression, CXCL12 alone did not appear to be sufficient for cortical gliomagenesis in NF1. Several possible mechanisms may account for the relative ineffectiveness of virally-encoded CXCL12 to induce tumorigenesis in  Nf1  OPG mice. We previously identified the cortex as the brain region with the highest levels of cAMP ( Warrington et al., 2007 ). Thus, while CXCL12 may mediate a critical suppression of cAMP and gliomagenesis in the optic pathway, CXCL12 alone may not be sufficient to suppress cAMP to glioma-inducing levels in the cortex. This could be due to differences between the optic pathway and the cortex with respect to the bioavailability of secreted CXCL12, CXCR4 counter-regulatory mechanisms, or differences in the activation of pathways that oppose the effects of CXCR4 on cAMP generation. The bioavailability of CXCL12 is known to be negatively regulated by extracellular proteinases. Matrix metalloproteinases (MMPs) and dipeptidyl peptidase IV (DPP IV)/CD26 can truncate the amino terminus of CXCL12, resulting in loss of its chemoattractant capability ( Crump et al., 1997 ;  Lambeir et al., 2001 ;  McQuibban et al., 2001 ). Pharmacological inhibition of DPP IV/CD26 activity led to increased stabilization of CXCL12 and promoted myocardial homing of circulating CXCR4 positive stem cells ( Zaruba et al., 2009 ). Moreover, previous studies suggested that DPP IV/CD26 may impede the proliferation of endometrial tumor cells by decreasing CXCL12 availability ( Mizokami et al., 2004 ). Importantly, both MMPs and DPP IV/CD26 are present in the brain. A number of MMPs are expressed by microglia and MMP-2 has a unique expression pattern in white matter ( Gottschall et al., 1995 ;  Yamada et al., 1995 ). DPP IV and its activity have been detected in capillaries and meninges in rat (reviewed in ( Busek et al., 2008 )). Regional differences in the activity of these proteinases could underlie the differences in the relation between the expression of CXCL12 and cAMP levels in the brain. Similarly, regulation of extracellular glycans can impact on ligand-receptor interactions. Microglia-produced hyaluronidase, meningioma-expressed antigen-5 (MGEA5), was increased in  Nf1 +/− microglia, and demonstrated to increase  Nf1 −/− astrocyte proliferation ( Daginakatte and Gutmann, 2007 ). Current studies are focused on exploring the relationship between MGEA5 and CXCL12 expression in NF1 glioma formation. The ability of CXCR4 to suppress cAMP generation is dependent upon G αi  activation. The relationship between CXCL12 binding and G αi  activation is modulated by counter-regulatory mechanisms, including the expression and activity of Regulator of G Protein Signaling (RGS) proteins and G protein Receptor Kinases (GRKs) ( Rubin, 2009 ). Brain region-specific differences in the expression of RGS proteins and GRKs are well described. For example, RGS4 is found exclusively in the brain and its mRNA is most abundant in the rat cerebral cortex, brainstem and thalamus ( Saugstad et al., 1998 ). Similarly, GRK2 and GRK5 are highly expressed in the cerebral cortex, hippocampus and thalamus ( Fan et al., 2002 ). Importantly, our previous studies demonstrated that changes in GRK2 activity correlated with differences in CXCL12-induced cAMP suppression ( Warrington et al., 2007 ). In this regard, similar levels of CXCL12 binding could result in different degrees of cAMP suppression in different brain regions. Similarly, it is possible that other cAMP-regulatory mechanisms counteract the effects of CXCL12. Pituitary Adenylate Cyclase-Activating Polypeptide (PACAP) can trigger intracellular cAMP production by binding to its receptor PAC1 to activate adenylate cyclase ( McManus et al., 1999 ). PACAP induced increases in cAMP levels promoted astrocyte differentiation in primary cultures of rat cortical progenitor cells ( Vallejo and Vallejo, 2002 ). In addition, similar to CXCL12, PACAP expression and activity is regulated during brain development ( Nishimoto et al., 2007 ;  Suh et al., 2001 ). Interestingly, we previously showed that PACAP treatment of  Nf1 −/− astrocytes results in lower cAMP levels than observed in wild-type astrocytes ( Dasgupta et al., 2003 ). Thus, interplay between CXCL12 and PACAP may contribute to regional differences in brain cAMP levels. In summary, our previous studies provide strong evidence for a relationship between gliomagenesis and intracellular cAMP levels in NF1 ( Warrington et al., 2010 ;  Warrington et al., 2007 ). We hypothesized that CXCL12 mediated a critical microenvironmental influence on gliomagenesis in NF1 through its ability to suppress cAMP production. This hypothesis was based on the novel effects of CXCL12 on  Nf1−/−  astrocyte survival and the high levels of CXCL12 expression along the optic pathway of young mice. In the present investigation, we provide initial evidence that CXCL12 alone cannot induce glioma formation, and that CXCR4 inhibition does not attenuate  Nf1  OPG growth. Nevertheless, further studies are needed to fully address the role of CXCL12 and CXCR4 in gliomagenesis. While the current data do not contradict a significant role for cAMP in the genesis of NF1-associated gliomas, they do suggest that other stromal signals or factors may influence cAMP generation in the optic pathway.",
  "upgrade_date": "2026-02-21 02:20:47"
}