{
  "pmid": "20600672",
  "abstract": "The purpose of this study was to investigate the progression of changes in retinal ganglion cells and optic nerve glia in neurofibromatosis-1 (NF1) genetically-engineered mice with optic glioma. Optic glioma tumors were generated in Nf1+/- mice lacking Nf1 expression in GFAP+ cells (astrocytes). Standard immunohistochemistry methods were employed to identify astrocytes (GFAP, S100beta), proliferating progenitor cells (sox2, nestin), microglia (Iba1), endothelial cells (CD31) and retinal ganglion cell (RGC) axons (Neurofilament 68k) in Nf1+/-, Nf1(GFAP)CKO (wild-type mice with Nf1 loss in glial cells), and Nf1+/-(GFAP)CKO (Nf1+/- mice with Nf1 loss in glial cells) mice. Ultrastructural changes in the optic chiasm and nerve were assessed by electron microscopy (EM). RGC were counted in whole retina preparations using high-resolution, mosaic confocal microscopy following their delineation by retrograde FluoroGold labeling. We found that only Nf1+/-(GFAP)CKO mice exhibited gross pre-chiasmatic optic nerve and chiasm enlargements containing aggregated GFAP+/nestin+ and S100beta+/sox2+ cells (neoplastic glia) as well as increased numbers of blood vessels and microglia. Optic gliomas in Nf1+/-(GFAP)CKO mice contained axon fiber irregularities and multilamellar bodies of degenerated myelin. EM and EM tomographic analyses showed increased glial disorganization, disoriented axonal projections, profiles of degenerating myelin and structural alterations at nodes of Ranvier. Lastly, we found reduced RGC numbers in Nf1+/-(GFAP)CKO mice, supporting a model in which the combination of optic nerve Nf1 heterozygosity and glial cell Nf1 loss results in disrupted axonal-glial relationships, subsequently culminating in the degeneration of optic nerve axons and loss of their parent RGC neurons.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:06:46.040897",
  "abstract_length": 1803,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}