{
  "pmid": "20606732",
  "abstract": "Neurofibromatosis type 1 (NF1) provides a unique system to evaluate the complete range of neoplastic expressions, from encapsulated benignity to invasiveness and malignancy. This study was aimed at determining whether CD44 and p53 may serve as indicators of malignant progression of neurofibroma. CD44, a transmembrane glycoprotein receptor for hyaluronic acid, and participates in cell-extracellular matrix interactions and migration. CD44 may play a vital role, either through under or overexpression, with invasion and metastases of tumors, altering their ability to infiltrate the adjacent tissue. The tumor suppressor gene, p53, has also been implicated in malignant progression of various human tumors including malignant peripheral nerve sheath tumors (MPNST). A total of 44 tumors from 33 patients with NF1 were evaluated with an anti-human CD44H, CD44 splice variant v6 and anti-p53 monoclonal antibodies. Morphologic expression patterns of expression were evaluated for CD44 while semiquantitative criteria were applied to assess, p53 nuclear positivity. Immunoexpression of p53 was markedly higher in 12 of 16 MPNST (75%). Thirteen of 28 (46%) benign neurofibroma also had some expression of p53 above 'normal level', although much lower than the MPNST. Plexiform neurofibroma did not differ from other benign lesions in their expression of p53. Our results suggest that p53 mutation as evidenced by immunohistochemical overexpression is a factor in malignant transformation and progression of neurofibroma. 70% of benign neurofibroma demonstrated some, usually focal, CD44 positivity. The pattern of CD44 expression in plexiform neurofibroma was revealing, as it was maximal in the 'nonencapsulated' portions of the tumors. Eight of 11 (72%) locally infiltrative cutaneous neurofibroma and 13 of 16 (81%) MPNST exhibited diffuse CD44 positivity. CD44v6 expression was positive in control tissues but was not identified in any of tumor samples. Also, within the confines of encapsulated tumors CD44 expression is limited, while in poorly circumscribed neurofibroma CD44 expression is upregulated. This is interpreted as a reflection of the interaction of CD44+ tumor cells with extracellular matrix, hence facilitating infiltrative behavior.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:06:55.775237",
  "abstract_length": 2252,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}