{
  "pmid": "PMID:20668197",
  "title": "A distinct set of Drosophila brain neurons required for neurofibromatosis type 1-dependent learning and memory.",
  "abstract": "Nonspecific cognitive impairments are one of the many manifestations of neurofibromatosis type 1 (NF1). A learning phenotype is also present in Drosophila melanogaster that lack a functional neurofibromin gene (nf1). Multiple studies have indicated that Nf1-dependent learning in Drosophila involves the cAMP pathway, including the demonstration of a genetic interaction between Nf1 and the rutabaga-encoded adenylyl cyclase (Rut-AC). Olfactory classical conditioning experiments have previously demonstrated a requirement for Rut-AC activity and downstream cAMP pathway signaling in neurons of the mushroom bodies. However, Nf1 expression in adult mushroom body neurons has not been observed. Here, we address this discrepancy by demonstrating (1) that Rut-AC is required for the acquisition and stability of olfactory memories, whereas Nf1 is only required for acquisition, (2) that expression of nf1 RNA can be detected in the cell bodies of mushroom body neurons, and (3) that expression of an nf1 transgene only in the alpha/beta subset of mushroom body neurons is sufficient to restore both protein synthesis-independent and protein synthesis-dependent memory. Our observations indicate that memory-related functions of Rut-AC are both Nf1-dependent and -independent, that Nf1 mediates the formation of two distinct memory components within a single neuron population, and that our understanding of Nf1 function in memory processes may be dissected from its role in other brain functions by specifically studying the alpha/beta mushroom body neurons.",
  "authors": "Monica E Buchanan; Ronald L Davis",
  "journal": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
  "publicationDate": "2010-07-28",
  "doi": "10.1523/JNEUROSCI.0283-10.2010",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-19 09:24:10"
}