{
  "pmid": "20686603",
  "abstract": "BACKGROUND: Malignant peripheral nerve sheath tumors (MPNST) are highly aggressive tumors which originate from Schwann cells and develop in about 10% of neurofibromatosis type 1 (NF1) patients. The five year survival rate is poor and more effective therapies are needed. Sunitinib is a drug targeting receptor tyrosine kinases (RTK) like PDGFRalpha, c-Kit and VEGFR-2. These genes are structurally related and cluster on chromosomal segment 4q12. METHODOLOGY/PRINCIPAL FINDINGS: Here we characterize this region by multiplex ligation-dependent probe amplification (MLPA) in MPNST. Our probe set encompasses the 3 adjacent RTK genes (PDGFRA, KIT, KDR) and 6 flanking genes. We found amplification of several genes within this region in a subset of MPNST and MPNST cell lines. Transcript and protein expression of PDGFRA matched well with its increased copy number suggesting a central role of PDGFRA within the amplicon. Studying the effect of sunitinib on 5 MPNST cell lines revealed that cell line S462 harboring the 4q12 amplicon was extremely sensitive to the drug with an IC50 below 1.0 microM. Moreover, sunitinib induced apoptosis and prevented PDGF-AA induced signaling via PDGFRalpha as determined by western blotting. Co-expression of VEGF and its receptor VEGFR-2 (KDR) was present in MPNST cell lines suggesting an autocrine loop. We show that VEGF triggered signal transduction via the MAPK pathway, which could be blocked by sunitinib. CONCLUSIONS/SIGNIFICANCE: Since multiple receptors targeted by sunitinib are expressed or over-expressed by MPNST cells sunitinib appears as an attractive drug for treatment of MPNST patients. Presence of the 4q12 amplicon and subsequent over-expression of PDGFRA might serve as predictive markers for efficacy of sunitinib.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:07:45.920443",
  "abstract_length": 1773,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}