{
  "pmid": "PMID:20739432",
  "title": "Gene expression analysis identifies potential biomarkers of neurofibromatosis type 1 including adrenomedullin.",
  "abstract": "PURPOSE: Plexiform neurofibromas (pNF) are Schwann cell tumors found in a third of individuals with neurofibromatosis type 1 (NF1). pNF can undergo transformation to malignant peripheral nerve sheath tumors (MPNST). There are no identified serum biomarkers of pNF tumor burden or transformation to MPNST. Serum biomarkers would be useful to verify NF1 diagnosis, monitor tumor burden, and/or detect transformation. EXPERIMENTAL DESIGN: We used microarray gene expression analysis to define 92 genes that encode putative secreted proteins in neurofibroma Schwann cells, neurofibromas, and MPNST. We validated differential expression by quantitative reverse transcription-PCR, Western blotting, and ELISA assays in cell conditioned medium and control and NF1 patient sera. RESULTS: Of 13 candidate genes evaluated, only adrenomedullin (ADM) was confirmed as differentially expressed and elevated in serum of NF1 patients. ADM protein concentrati on was further elevated in serum of a small sampling of NF1 patients with MPNST. MPNST cell conditioned medium, containing ADM and hepatocyte growth factor, stimulated MPNST migration and endothelial cell proliferation. CONCLUSIONS: Thus, microarray analysis identifies potential serum biomarkers for disease, and ADM is a serum biomarker of NF1. ADM serum levels do not seem to correlate with the presence of pNFs but may be a biomarker of transformation to MPNST.",
  "authors": "Trent R Hummel; Walter J Jessen; Shyra J Miller; Lan Kluwe; Victor F Mautner; Margaret R Wallace; Conxi Lázaro; Grier P Page; Paul F Worley; Bruce J Aronow; Elizabeth K Schorry; Nancy Ratner",
  "journal": "Clinical cancer research : an official journal of the American Association for Cancer Research",
  "publicationDate": "2010-10-15",
  "doi": "10.1158/1078-0432.CCR-10-0613",
  "methods": "Experimental Design We used microarray gene expression analysis to define 92 genes that encode putative secreted proteins in neurofibroma Schwann cells, neurofibromas, and MPNST. We validated differential expression by quantitative reverse transcription-PCR, Western blotting, and ELISA assays in cell conditioned medium and control and NF1 patient sera. Materials and Methods Microarray generation Identification of candidate secreted biomarkers We generated a list of candidate secreted NF1 biomarkers by intersecting genes statistically differentially expressed between cultured normal human Schwann cells (NHSC), Schwann cells derived from neurofibroma, and MPNST cell lines with proteins cataloged in the Secreted Protein Database ( 32 ). Specifically, 9,473 transcripts had been identified in a previous study comparing independent cultures of primary human Schwann cells ( n  = 10), dermal neurofibroma-derived Schwann cell cultures ( n  = 11), pNF-derived Schwann cell cultures ( n  = 11), MPNST cell line cultures ( n  = 13), dermal neurofibromas ( n  = 13), pNFs ( n  = 13), and MPNSTs ( n  = 6; ref.  33 ). In brief, normalized samples using the Robust Multichip Analysis algorithm as implemented in Bioconductor/R ( 34 ) had been referenced by batch to controls for batch-to-batch variation, and the normalized expression of each gene in each sample to the median expression of the measurements of that transcript across 10 primary NHSC cultures referenced. We had corrected results from the primary analysis for multiple testing effects by applying the Benjamini and Hochberg false discovery rate correction (FDR ≤ 0.05; ref.  35 ). All statistical comparisons and data visualizations were done using GeneSpring GX v7.3.1 (Agilent Technologies). The data underlying this analysis can be accessed in Gene Expression Omnibus (accession number  GSE14038  at  http://www.ncbi.nlm.nih.gov ). For the current study, we initially focused on genes up-regulated 1-fold or greater between NHSCs and primary neurofibroma or NHSCs and primary MPNST; 1,664 transcripts were upregulated in at least one of the two conditions. We separately imported 3,721 proteins from the Secreted Protein Database ( 32 ) into GeneSpring GX using RefSeq ID (confidence rank, 0–3). We then identified the intersection of the list of genes upregulated in NF1 cell cultures with the list of putative secreted proteins upregulated in primary tumors; 666 transcripts were identified. Subsequent cluster analysis across solid tumors (neurofibroma and MPNST) compared with NHSCs ( 33 ) identified the 132 most significantly upregulated transcripts ( P  < 0.001), of which 92 were unique genes and considered candidate secreted biomarkers. Validation with quantitative real-time PCR We used total RNA as a template to synthesize double-stranded cDNA using an oligo(dT) primer with SuperScript II reverse transcriptase (Invitrogen). We conducted duplicate reactions omitting reverse transcriptase to control for genomic DNA contamination. Relative levels of RNA were measured by quantitative real-time PCR (qPCR) using the ABI 7500 Sequence Detection System default settings. Amplification was conducted in SYBR Green Master Mix (Applied Biosystems). We obtained primer sequences using Primer3 software ( http://frodo.wi.mit.edu/cgi-bin/primer3/primer3_www.cgi ), and oligonucleotides were purchased from Integrated DNA Technologies. The following primers were used: ADM, 5′-AGTCGTGGGAAGAGGGAACT-3′ (forward) and 5′-CCCTGGAAGTTGTTCATGCT-3′ (reverse); HGF, 5′-CTGGTTCCCCTTCAATAGCA-3′ (forward) and 5′-CTCCAGGGCTGACATTTGAT-3′ (reverse); β-actin, 5′-GGACTTCGAGCAAGAGATGG-3′ (forward) and 5′-ACATCTGCTGGAAGGTGGAC-3′ (reverse). The remainder of the candidate primers are shown in  Supplement 1 . Cycle threshold values were obtained, where fluorescence intensity was in the geometric phase of amplification, and averaged for triplicate reactions. Values for individual genes of interest were normalized to values for β-actin and used to calculate fold change in gene expression using ABI software. ADM and HGF detection in serum-free conditioned medium MPNST cell lines (described in ref.  19 ) were grown to 90% confluence in DMEM with 10% fetal bovine serum (FBS). Medium was removed and cells were washed three times with PBS. We then added serum-free DMEM (Fisher Scientific) and removed the medium after 48 hours. We centrifuged the supernatant at 10 ×  g  for 5 minutes to remove cellular debris. Migration assay We measured the migratory response of 8814 MPNST cells using a modified Boyden chamber assay. Cells (4 × 10 4 ) in serum-free DMEM were plated on the upper chamber of a 24-well Transwell plate with 8-μm pore membranes (Costar, Corning, Inc.). The lower chamber contained 800 μL of 8814 MPNST conditioned medium. Cells were incubated for 24 hours at 37°C in 10% CO 2 . Nonmigrating cells were removed from the upper surface of the membrane with cotton swabs. Membranes were stained with bisbenzimide and mounted onto glass slides. For each condition, migration was quantified by counting cells in four nonoverlapping fields in three independent membranes. Samples were evaluated in three independent experiments, and data from a representative experiment are shown. Numbers of migrated cells were normalized to the total number of cells on an unscraped filter to validate the total number of cells plated. ADM and ADM 22–52 (a competitive receptor antagonist) were from Bachem Bioscience, Inc. Data shown are representative of three independent experiments; values presented are the mean ± SD. We determined statistical significance by Student’s  t  test using GraphPad Prism software. Patient serum Serum specimens and corresponding clinical data were collected and used in accordance with a Cincinnati Children’s Hospital Medical Center (CCHMC) Institutional Review Board (IRB)–approved protocol. All patients from Cincinnati Children’s monthly NF1 comprehensive genetics clinic who had documented pNFs were approached to provide a serum sample. We procured blood samples from 32 NF1 patients. Serum was separated within 1 hour of collection and kept at −80°C until analyzed. One sample was from an NF1 patient with a pNF who had previously consented to donate serum and subsequently developed an MPNST. We obtained 25 frozen surplus serum samples from the Cincinnati Children’s Hospital Clinical Laboratory, which were used as controls. Only age and gender of the surplus serum were revealed in accordance with a CCHMC IRB-approved protocol. Genetics, hematology/oncology, and bone marrow transplant patients were excluded. ELISA We conducted ELISA assays on serum-free conditioned medium and human serum using an ADM detection kit (Phoenix Pharmaceuticals) and Human HGF ELISA kit (R&D Systems) following the manufacturer’s suggested protocol. We did all assay procedures in triplicate. Internal negative and positive quality controls were provided in each ELISA kit and run in triplicate in each assay. Tube formation Human umbilical vascular endothelial cells (HUVEC) were purchased from Lonza. HUVECs maintained in EBM2 medium (Lonza) with supplement (supplied by Lonza) were washed twice with PBS, trypsinized, and plated (4 × 10 5  cells/mL) in wells of 96-well plates coated with Matrigel (BD Biosciences) in either DMEM or EBM2 with 2% FBS supplemented with ADM (10 μmol/L), ADM 22–52 (10 μmol/L), both ADM and ADM 22–52, HGF (10 ng/mL), or anti-HGF antibody (0.5 μg/mL) in triplicate. After 18 hours, the plates were stained using calcein-AM (8 μg/mL) and two nonoverlapping fields per well were photographed using a fluorescent microscope, accounting for >80% of the area of each filter. Three wells were analyzed per experimental condition. Three independent experiments were conducted, and data from a representative experiment are shown. The area of tube formation was then quantified using ImageJ software.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:24:11",
  "introduction": "",
  "results": "Results Biomarker list generation and validation A flowchart outlining the methodology used to generate a candidate NF1 biomarker list is shown in  Fig. 1 . We used transcription data collected and analyzed by the NF1 Systems Biology and Microarray Consortium ( 33 ) and integrated it with cataloged in the Secreted Protein Database ( 32 ). After importing 3,721 RefSeq IDs corresponding to proteins cataloged in the Secreted Protein Database ( 32 ), we focused on 1,664 transcripts that were upregulated in cells and primary tumors relative to NHSCs. Of the 1,664 transcripts, 132 were similarly upregulated in both neurofibroma-derived Schwann cell cultures and primary tumors and secreted or predicted to be secreted from the Secreted Protein Database, after imposing a  P  value of 0.001. After correcting for transcript variants, 92 genes were identified to encode putative secreted proteins and statistically differentially expressed and upregulated in neurofibroma-derived Schwann cell cultures and primary tumors. Thirteen candidates were chosen for further validation, as they exhibited robust differential expression predicted by the microarray data. Additional criteria for pursuing validation were literature reports of involvement in oncologic processes and/or commercially available reagents. Seven of 13 candidates were validated by qPCR (i.e., differentially expressed in neurofibroma Schwann cells (NFSC) and MPNST versus NHSCs at the mRNA level. Of these seven, two candidates were detected in serum-free conditioned medium and investigated further ( Table 1 ). ADM and HGF were chosen from the list of 92 genes due to the role of HGF in cell growth and motility and its binding to the proto-oncogenic c-Met receptor ( 36 ). ADM was chosen due to its known effects on tumor growth in other cancer models ( 27 ). Both candidates exhibited robust expression profiles across all cell lines and primary tumors when compared with NHSCs, and their expression was validated at the RNA level by quantitative qPCR.  Figure 2  shows the marked upregulation of ADM and HGF in both MPNST cell lines and neurofibroma-derived primary Schwann cells ( NF1 +/−  and  NF1 −/− ) when compared with NHSCs. Intriguingly, there is a decrease in differential expression in the  NF1 −/−  cell strains versus the  NF1 +/−  Schwann cell strains. More samples would be required to determine whether this is a genotype effect or reflects differences among cells from different individuals. Four of eight tested MPNST cell lines remained viable in serum-free medium for at least 48 hours, enabling collection of conditioned medium. We found that the concentration of ADM in serum-free conditioned medium ranged from 0.152 to 1.072 ng/mL in MPNST cell lines. HGF in MPNST serum-free conditioned medium ranged from 0.426 to 25.01 ng/mL. A sporadic MPNST cell line (STS26T) exhibited the lowest amount of HGF in serum-free conditioned medium at 0.426 ng/mL. This was significant compared with 0.052 ng/mL of HGF in NHSC conditioned medium ( Fig. 3A  and B). All four tested MPNST cell lines contained ADM and HGF in conditioned medium, suggesting secretion of both HGF and ADM by MPNST cells. Serum ADM and HGF levels in NF1 patients Based on ADM and HGF secretion into MPNST conditioned medium, we reasoned that these proteins might be detectable in the serum of patients with NF1 or might be elevated in the serum of patients with significant tumor burden. To test these ideas, we collected serum samples from NF1 patients with and without pNF as well as NF1 patients with MPNST. Thirty-two patients with NF1 consented to have blood drawn for analysis. Ten patients did not have pNF, whereas 17 patients had documented pNF, defined by clinical exam and imaging (computed tomography or magnetic resonance imaging). The age and gender distribution of the 32 participating NF1 patients are shown in  Table 2 . One patient was diagnosed with an MPNST of the abdomen 2 weeks after collection, and the corresponding serum was grouped with the MPNST serum samples. The mean ADM serum concentration in controls was 0.07 ng/mL ( n  = 25), significantly lower ( P  < 0.0001) than serum ADM levels in NF1 patients with ( n  = 17) or without ( n  = 10) pNF (mean serum ADM concentration of 0.18 ng/mL for both groups;  Fig. 3C ). The mean ADM serum concentration in controls was also significantly lower than the mean serum concentration for NF1 patients with MPNSTs (mean ADM concentration of 0.24 ng/mL;  P  < 0.0001). There were no differences in mean ADM serum levels when comparing NF1 patients with pNF and NF1 patients without pNF. In addition, there was no difference in ADM serum levels when comparing age, gender, or location of pNF. However, mean ADM concentration in NF1 patients with MPNSTs had significantly higher ADM levels when compared with NF1 patients with pNF (mean ADM concentration of 0.24 versus 0.18 ng/mL;  P  = 0.03). In contrast, HGF was not significantly different in the serum of controls (1.1 ng/mL) compared with NF1 patients with pNF (1.0 ng/mL), NF1 patients without pNF (0.95 ng/mL), or NF1 patients with MPNSTs (1.5 ng/mL;  Fig. 3D ). ADM stimulates migration of MPNST cells ADM is implicated in the biology of neuroblastoma and glioblastoma as well as lung, breast, and ovarian neoplasms ( 27 ,  37 ), in both tumor cell proliferation and migration ( 38 ,  39 ). To test for potential functions of ADM in MPNST, we conducted cell migration experiments using ADM as a stimulator of migration and ADM 22–52 as a competitive receptor antagonist ( 40 ,  41 ). Stimulation of migration by ADM was tested using an NF1-associated cell line (8814) and a sporadic MPNST cell line (26T;  Fig. 4A and B ). The migration of 8814 MPNST cells was stimulated 1.5-fold when ADM at 10 μmol/L was added to DMEM with 10% FBS ( P  < 0.0001). Adding ADM 22–52 at 10 μmol/L reduced migration by 1.5-fold ( P  = 0.0003). The combination of both ADM and ADM 22–52 normalized migration to baseline ( P  = 0.07). A more dramatic effect was seen when using serum-free conditioned 8814 MPNST medium and comparing its migration to serum-free DMEM; a 6-fold increase in migration was seen ( P  < 0.0001). A 4-fold increase in migration occurred when using 26T serum-free conditioned medium compared with serum-free DMEM ( P  < 0.0001). The addition of ADM 22–52 to both 8814 and 26T conditioned medium nearly normalized the migration effect to that of serum-free DMEM. Figure 4B  shows that 26T MPNST cells were stimulated 1.3-fold when ADM at 10 μmol/L is added to DMEM with 10% FBS ( P  < 0.0001). Adding ADM 22–52 at 10 μmol/L reduced migration by 1.8-fold ( P  < 0.0001). Compared with the 8814 MPNST data, a lesser effect was seen when using serum-free conditioned 26T MPNST medium and comparing its migration to serum-free DMEM; only a 1.6-fold increase in migration was seen ( P  = 0.0012). No statistically significant increase or decrease in migration was seen when using serum-free conditioned medium with ADM 22–52 or 8814 serum-free conditioned medium ( P  = 0.48). NF1-associated MPNST serum-free conditioned medium stimulates HUVEC tube formation HGF and ADM each stimulate proliferation in HUVECs ( 21 ,  42 ,  43 ), and vascularity may be associated with poorer prognosis in some tumors ( 44 ,  45 ). We did experiments to elucidate whether MPNST serum-free conditioned medium, shown above to contain ADM and HGF, would stimulate endothelial tube formation. As a control, ADM and HGF were added to EGM2 (HUVEC base medium) and shown to induce more proliferation than baseline (data not shown). ADM and HGF inhibitors were also tested in EGM2 and shown to reduce HUVEC tube formation (data not shown). Serum-free conditioned media from 8814 (NF1-associated MPNST) and 26T (sporadic MPNST) were likewise tested on HUVECs. Area of tube formation was then compared with that of HUVECs in serum-free DMEM. The respective MPNST conditioned medium was subsequently combined with ADM and HGF inhibitors; the results of which are shown in  Fig. 4C and D . NF1-associated MPNST serum-free conditioned medium (8814) stimulated more tube formation than the control serum-free DMEM ( P  < 0.0001;  Fig. 4C ). There was no statistical difference between 8814 serum-free conditioned medium and EGM2 (HUVEC base medium). Antagonists of ADM and HGF prevented tube formation when HUVECs were exposed to 8814 serum-free conditioned medium. Sporadic MPNST serum-free conditioned medium did not stimulate tube formation compared with serum-free DMEM ( Fig. 4D ).",
  "discussion": "Discussion The present study describes integration of NF1 transcriptional data and human proteins known or predicted to be secreted. From a list of 92 putative secreted NF1 biomarkers, we identified two candidates: ADM and HGF. ADM and HGF mRNA differential expression were validated by qPCR. Both proteins are secreted in serum-free conditioned medium from sporadic and NF1-associated MPNST cell lines. We show that ADM is a serum biomarker of NF1; NF1 patients with and without pNF, and with MPNST, have significantly increased serum concentrations of ADM compared with controls. We also show that ADM has cell-autonomous effects on MPNST migration. Whereas 13 candidates were initially investigated, another 79 candidates have yet to be validated. Further investigation of these candidates using serum-free conditioned medium and the sera of patients with pNF and MPNST as described above could lead to additional biomarkers and potential therapeutic targets. Previous investigations have illustrated the benefit of using microarrays to arrive at biomarkers that may predict neoplasm development. Dhanasekaran et al. ( 46 ) used microarrays in prostate cancer and were able to delineate  hepsin  and  pim-1  proteins as potential biomarkers in prostate cancer. Other studies have taken further steps, similar to those described in this study, in elucidating potential biomarkers. Mok et al. used microarrays to identify overexpressed genes for secretory proteins and confirmed in patient sera via ELISA that prostasin may be a serum biomarker for ovarian cancer. Prostasin, when studied in combination with the known biomarker CA-125, has a sensitivity of 92% and a specificity of 94% in detecting ovarian carcinomas ( 47 ). In 2005, Huddleston et al. discovered that creatine kinase B (CKB) is overexpressed in ovarian carcinoma cell lines compared with normal cell lines on microarray analysis. ELISA-based assays were also subsequently done on serum samples from patients with ovarian carcinoma, patients with benign pelvic masses, and normal controls. CKB gene expression was found to be upregulated in ovarian cancer cells  in vitro  and  in vivo  and that CKB enzyme activity is significantly elevated in sera from ovarian cancer patients, suggesting a potential role for CKB as a marker for early diagnosis ( 48 ). Although the use of microarray technology to elucidate a serum biomarker is not a novel concept, this is the first report in the literature of the use of a microarray-generated biomarker specific for NF1 and MPNST. Other studies have documented increased serum levels of ADM in neuroendocrine tumors ( 49 ). However, there are no previous literature reports of ADM being studied in the serum of human sarcomas or NF1-associated tumors. We found that serum levels of ADM are elevated in patients with NF1 regardless of tumor status, similar to a previous report of fetal antigen 1 ( 18 ). In addition, because ADM levels were significantly higher in NF1 patients with MPNST than pNF, our data suggest that ADM may be a serum biomarker for malignant transformation. Larger studies should be done to confirm these findings as well as compare these markers to other prognostic tools such as [ 18 F]2-fluoro-2-deoxy-D-glucose positron emission tomography scans. ADM might also be relevant to tumor growth. However, the amounts of ADM required to stimulate tube formation and migration experiments are higher that those identified in patient serum. We have not evaluated the local concentration in the tissue to the concentrations used  in vitro , yet we note that concentrations in dense cells  in vitro  are high enough to generate effects on migration and tube formation. In addition, the 26T MPNST cells are not stimulated to grow by NF1-specific 8814 MPNST conditioned medium, whereas 26T MPNST conditioned medium is able to stimulate migration in 8814 MPNST cells. This discrepancy could be due to NF1-specific MPNST cells being more sensitive to the effects of ADM, a hypothesis further reinforced in the tube formation experiments. A limitation of this study is the small MPNST sample size; a larger series of MPNST patients’ sera should be screened to validate these findings. Another limitation to our data interpretation is the use of surplus sera as controls. The characteristics of these sera were not fully defined apart from age and gender. Although we excluded patients with other tumors, the control sera used for this analysis could have come from patients who may have had other disease processes, such as liver disease or urinary tract infections ( 50 ,  51 ), which may have abnormal levels of ADM and/or HGF. In addition, only four of eight MPNST cell lines were viable in serum-free medium. As such, results using conditioned medium may be biased toward a subset of MPNSTs that may represent a biologically meaningful subgroup. However, the microarray data showed an increase in expression across all neurofibromas and MPNSTs, which argues against the possibility of such bias. HGF did not prove to be a serum biomarker in NF1 patients with tumors, although HGF was highly expressed in our transcriptome analysis. Although serum levels in NF1 patients did not suggest its use as a biomarker, HUVEC tube formation data support the idea that HGF contributes to growth of MPNST  in vivo  via stimulation of angiogenesis. HUVEC tube formation was inhibited by the addition of ADM and HGF antagonists in the presence of NF1-associated MPNST serum-free conditioned medium, confirming that MPNSTs secrete angiogenic factors, including HGF and ADM. We have shown that NF1-specific MPNST serum-free conditioned medium contains higher levels of ADM and HGF than sporadic MPNST conditioned medium. Unlike sporadic MPNST serum-free conditioned medium, NF1-associated MPNST serum-free conditioned medium stimulates tube formation in HUVECs. Additionally, ADM was shown to have specific MPNST cell-autonomous effects on cell migration. These findings identify the potential involvement of ADM in NF1-associated MPNST pathology and reinforce the potential involvement HGF ( 23 ,  24 ). Further confirmatory investigation is warranted, as treatment with anti-HGF antibodies could be a potential therapeutic option for NF1-associated MPNST, especially as the use of monoclonal antibodies to HGF for treatment of HGF/c-Met–dependent tumors is in clinical phase I trials ( 52 ). In summary, we have shown the feasibility of integrating gene expression data with known or predicted secreted proteins to select potential NF1 biomarkers. We identify one candidate, ADM, as a biomarker for pNF and NF1-associated MPNST. Larger prospective studies will be required to confirm this finding and rigorously test further elevation of ADM serum levels in patients with MPNSTs.",
  "upgrade_date": "2026-02-21 02:23:01"
}