{
  "pmid": "20739432",
  "abstract": "Gene expression analysis identifies potential biomarkers of neurofibromatosis  type 1 including adrenomedullin.  Hummel TR(1), Jessen WJ, Miller SJ, Kluwe L, Mautner VF, Wallace MR, Lázaro C,  Page GP, Worley PF, Aronow BJ, Schorry EK, Ratner N.  Author information: (1)Division of Experimental Hematology and Cancer Biology, Cincinnati Children's  Hospital Medical Center, Cincinnati, Ohio 45229, USA.  PURPOSE: Plexiform neurofibromas (pNF) are Schwann cell tumors found in a third  of individuals with neurofibromatosis type 1 (NF1). pNF can undergo  transformation to malignant peripheral nerve sheath tumors (MPNST). There are no  identified serum biomarkers of pNF tumor burden or transformation to MPNST.  Serum biomarkers would be useful to verify NF1 diagnosis, monitor tumor burden,  and/or detect transformation. EXPERIMENTAL DESIGN: We used microarray gene expression analysis to define 92  genes that encode putative secreted proteins in neurofibroma Schwann cells,  neurofibromas, and MPNST. We validated differential expression by quantitative  reverse transcription-PCR, Western blotting, and ELISA assays in cell  conditioned medium and control and NF1 patient sera. RESULTS: Of 13 candidate genes evaluated, only adrenomedullin (ADM) was  confirmed as differentially expressed and elevated in serum of NF1 patients. ADM  protein concentrati on was further elevated in serum of a small sampling of NF1  patients with MPNST. MPNST cell conditioned medium, containing ADM and  hepatocyte growth factor, stimulated MPNST migration and endothelial cell  proliferation. CONCLUSIONS: Thus, microarray analysis identifies potential serum biomarkers for  disease, and ADM is a serum biomarker of NF1. ADM serum levels do not seem to  correlate with the presence of pNFs but may be a biomarker of transformation to  MPNST.  ©2010 AACR.  DOI: 10.1158/1078-0432.CCR-10-0613 PMCID: PMC4837895 PMID: 20739432 [Indexed for MEDLINE]  Conflict of interest statement: Disclosure of Potential Conflicts of Interest No  potential conflicts of interest were identified.",
  "methods": "Experimental Design We used microarray gene expression analysis to define 92 genes that encode putative secreted proteins in neurofibroma Schwann cells, neurofibromas, and MPNST. We validated differential expression by quantitative reverse transcription-PCR, Western blotting, and ELISA assays in cell conditioned medium and control and NF1 patient sera.",
  "introduction": "",
  "results": "Results Of 13 candidate genes evaluated, only adrenomedullin (ADM) was confirmed as differentially expressed and elevated in serum of NF1 patients. ADM protein concentrati on was further elevated in serum of a small sampling of NF1 patients with MPNST. MPNST cell conditioned medium, containing ADM and hepatocyte growth factor, stimulated MPNST migration and endothelial cell proliferation.",
  "discussion": "Conclusions Thus, microarray analysis identifies potential serum biomarkers for disease, and ADM is a serum biomarker of NF1. ADM serum levels do not seem to correlate with the presence of pNFs but may be a biomarker of transformation to MPNST.",
  "fetched_at": "2026-02-16T15:38:59.186197",
  "abstract_length": 2066,
  "methods_length": 354,
  "introduction_length": 0,
  "results_length": 391,
  "discussion_length": 244
}