{
  "pmid": "PMID:20739432",
  "title": "Gene expression analysis identifies potential biomarkers of neurofibromatosis type 1 including adrenomedullin.",
  "abstract": "PURPOSE: Plexiform neurofibromas (pNF) are Schwann cell tumors found in a third of individuals with neurofibromatosis type 1 (NF1). pNF can undergo transformation to malignant peripheral nerve sheath tumors (MPNST). There are no identified serum biomarkers of pNF tumor burden or transformation to MPNST. Serum biomarkers would be useful to verify NF1 diagnosis, monitor tumor burden, and/or detect transformation. EXPERIMENTAL DESIGN: We used microarray gene expression analysis to define 92 genes that encode putative secreted proteins in neurofibroma Schwann cells, neurofibromas, and MPNST. We validated differential expression by quantitative reverse transcription-PCR, Western blotting, and ELISA assays in cell conditioned medium and control and NF1 patient sera. RESULTS: Of 13 candidate genes evaluated, only adrenomedullin (ADM) was confirmed as differentially expressed and elevated in serum of NF1 patients. ADM protein concentrati on was further elevated in serum of a small sampling of NF1 patients with MPNST. MPNST cell conditioned medium, containing ADM and hepatocyte growth factor, stimulated MPNST migration and endothelial cell proliferation. CONCLUSIONS: Thus, microarray analysis identifies potential serum biomarkers for disease, and ADM is a serum biomarker of NF1. ADM serum levels do not seem to correlate with the presence of pNFs but may be a biomarker of transformation to MPNST.",
  "authors": "Trent R Hummel; Walter J Jessen; Shyra J Miller; Lan Kluwe; Victor F Mautner; Margaret R Wallace; Conxi Lázaro; Grier P Page; Paul F Worley; Bruce J Aronow; Elizabeth K Schorry; Nancy Ratner",
  "journal": "Clinical cancer research : an official journal of the American Association for Cancer Research",
  "publicationDate": "2010-10-15",
  "doi": "10.1158/1078-0432.CCR-10-0613",
  "methods": "Experimental Design We used microarray gene expression analysis to define 92 genes that encode putative secreted proteins in neurofibroma Schwann cells, neurofibromas, and MPNST. We validated differential expression by quantitative reverse transcription-PCR, Western blotting, and ELISA assays in cell conditioned medium and control and NF1 patient sera. Materials and Methods Microarray generation Identification of candidate secreted biomarkers We generated a list of candidate secreted NF1 biomarkers by intersecting genes statistically differentially expressed between cultured normal human Schwann cells (NHSC), Schwann cells derived from neurofibroma, and MPNST cell lines with proteins cataloged in the Secreted Protein Database ( 32 ). Specifically, 9,473 transcripts had been identified in a previous study comparing independent cultures of primary human Schwann cells ( n  = 10), dermal neurofibroma-derived Schwann cell cultures ( n  = 11), pNF-derived Schwann cell cultures ( n  = 11), MPNST cell line cultures ( n  = 13), dermal neurofibromas ( n  = 13), pNFs ( n  = 13), and MPNSTs ( n  = 6; ref.  33 ). In brief, normalized samples using the Robust Multichip Analysis algorithm as implemented in Bioconductor/R ( 34 ) had been referenced by batch to controls for batch-to-batch variation, and the normalized expression of each gene in each sample to the median expression of the measurements of that transcript across 10 primary NHSC cultures referenced. We had corrected results from the primary analysis for multiple testing effects by applying the Benjamini and Hochberg false discovery rate correction (FDR ≤ 0.05; ref.  35 ). All statistical comparisons and data visualizations were done using GeneSpring GX v7.3.1 (Agilent Technologies). The data underlying this analysis can be accessed in Gene Expression Omnibus (accession number  GSE14038  at  http://www.ncbi.nlm.nih.gov ). For the current study, we initially focused on genes up-regulated 1-fold or greater between NHSCs and primary neurofibroma or NHSCs and primary MPNST; 1,664 transcripts were upregulated in at least one of the two conditions. We separately imported 3,721 proteins from the Secreted Protein Database ( 32 ) into GeneSpring GX using RefSeq ID (confidence rank, 0–3). We then identified the intersection of the list of genes upregulated in NF1 cell cultures with the list of putative secreted proteins upregulated in primary tumors; 666 transcripts were identified. Subsequent cluster analysis across solid tumors (neurofibroma and MPNST) compared with NHSCs ( 33 ) identified the 132 most significantly upregulated transcripts ( P  < 0.001), of which 92 were unique genes and considered candidate secreted biomarkers. Validation with quantitative real-time PCR We used total RNA as a template to synthesize double-stranded cDNA using an oligo(dT) primer with SuperScript II reverse transcriptase (Invitrogen). We conducted duplicate reactions omitting reverse transcriptase to control for genomic DNA contamination. Relative levels of RNA were measured by quantitative real-time PCR (qPCR) using the ABI 7500 Sequence Detection System default settings. Amplification was conducted in SYBR Green Master Mix (Applied Biosystems). We obtained primer sequences using Primer3 software ( http://frodo.wi.mit.edu/cgi-bin/primer3/primer3_www.cgi ), and oligonucleotides were purchased from Integrated DNA Technologies. The following primers were used: ADM, 5′-AGTCGTGGGAAGAGGGAACT-3′ (forward) and 5′-CCCTGGAAGTTGTTCATGCT-3′ (reverse); HGF, 5′-CTGGTTCCCCTTCAATAGCA-3′ (forward) and 5′-CTCCAGGGCTGACATTTGAT-3′ (reverse); β-actin, 5′-GGACTTCGAGCAAGAGATGG-3′ (forward) and 5′-ACATCTGCTGGAAGGTGGAC-3′ (reverse). The remainder of the candidate primers are shown in  Supplement 1 . Cycle threshold values were obtained, where fluorescence intensity was in the geometric phase of amplification, and averaged for triplicate reactions. Values for individual genes of interest were normalized to values for β-actin and used to calculate fold change in gene expression using ABI software. ADM and HGF detection in serum-free conditioned medium MPNST cell lines (described in ref.  19 ) were grown to 90% confluence in DMEM with 10% fetal bovine serum (FBS). Medium was removed and cells were washed three times with PBS. We then added serum-free DMEM (Fisher Scientific) and removed the medium after 48 hours. We centrifuged the supernatant at 10 ×  g  for 5 minutes to remove cellular debris. Migration assay We measured the migratory response of 8814 MPNST cells using a modified Boyden chamber assay. Cells (4 × 10 4 ) in serum-free DMEM were plated on the upper chamber of a 24-well Transwell plate with 8-μm pore membranes (Costar, Corning, Inc.). The lower chamber contained 800 μL of 8814 MPNST conditioned medium. Cells were incubated for 24 hours at 37°C in 10% CO 2 . Nonmigrating cells were removed from the upper surface of the membrane with cotton swabs. Membranes were stained with bisbenzimide and mounted onto glass slides. For each condition, migration was quantified by counting cells in four nonoverlapping fields in three independent membranes. Samples were evaluated in three independent experiments, and data from a representative experiment are shown. Numbers of migrated cells were normalized to the total number of cells on an unscraped filter to validate the total number of cells plated. ADM and ADM 22–52 (a competitive receptor antagonist) were from Bachem Bioscience, Inc. Data shown are representative of three independent experiments; values presented are the mean ± SD. We determined statistical significance by Student’s  t  test using GraphPad Prism software. Patient serum Serum specimens and corresponding clinical data were collected and used in accordance with a Cincinnati Children’s Hospital Medical Center (CCHMC) Institutional Review Board (IRB)–approved protocol. All patients from Cincinnati Children’s monthly NF1 comprehensive genetics clinic who had documented pNFs were approached to provide a serum sample. We procured blood samples from 32 NF1 patients. Serum was separated within 1 hour of collection and kept at −80°C until analyzed. One sample was from an NF1 patient with a pNF who had previously consented to donate serum and subsequently developed an MPNST. We obtained 25 frozen surplus serum samples from the Cincinnati Children’s Hospital Clinical Laboratory, which were used as controls. Only age and gender of the surplus serum were revealed in accordance with a CCHMC IRB-approved protocol. Genetics, hematology/oncology, and bone marrow transplant patients were excluded. ELISA We conducted ELISA assays on serum-free conditioned medium and human serum using an ADM detection kit (Phoenix Pharmaceuticals) and Human HGF ELISA kit (R&D Systems) following the manufacturer’s suggested protocol. We did all assay procedures in triplicate. Internal negative and positive quality controls were provided in each ELISA kit and run in triplicate in each assay. Tube formation Human umbilical vascular endothelial cells (HUVEC) were purchased from Lonza. HUVECs maintained in EBM2 medium (Lonza) with supplement (supplied by Lonza) were washed twice with PBS, trypsinized, and plated (4 × 10 5  cells/mL) in wells of 96-well plates coated with Matrigel (BD Biosciences) in either DMEM or EBM2 with 2% FBS supplemented with ADM (10 μmol/L), ADM 22–52 (10 μmol/L), both ADM and ADM 22–52, HGF (10 ng/mL), or anti-HGF antibody (0.5 μg/mL) in triplicate. After 18 hours, the plates were stained using calcein-AM (8 μg/mL) and two nonoverlapping fields per well were photographed using a fluorescent microscope, accounting for >80% of the area of each filter. Three wells were analyzed per experimental condition. Three independent experiments were conducted, and data from a representative experiment are shown. The area of tube formation was then quantified using ImageJ software.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:24:11"
}