{
  "pmid": "PMID:20858602",
  "title": "Oligodendrocyte progenitor cell numbers and migration are regulated by the zebrafish orthologs of the NF1 tumor suppressor gene.",
  "abstract": "Neurofibromatosis type 1 is the most commonly inherited human cancer predisposition syndrome. Neurofibromin (NF1) gene mutations lead to increased risk of neurofibromas, schwannomas, low grade, pilocytic optic pathway gliomas, as well as malignant peripheral nerve sheath tumors and glioblastomas. Despite the evidence for NF1 tumor suppressor function in glial cell tumors, the mechanisms underlying transformation remain poorly understood. In this report, we used morpholinos to knockdown the two nf1 orthologs in zebrafish and show that oligodendrocyte progenitor cell (OPC) numbers are increased in the developing spinal cord, whereas neurons are unaffected. The increased OPC numbers in nf1 morphants resulted from increased proliferation, as detected by increased BrdU labeling, whereas TUNEL staining for apoptotic cells was unaffected. This phenotype could be rescued by the forced expression of the GTPase-activating protein (GAP)-related domain of human NF1. In addition, the in vivo analysis of OPC migration following nf1 loss using time-lapse microscopy demonstrated that olig2-EGFP(+) OPCs exhibit enhanced cell migration within the developing spinal cord. OPCs pause intermittently as they migrate, and in nf1 knockdown animals, they covered greater distances due to a decrease in average pause duration, rather than an increase in velocity while in motion. Interestingly, nf1 knockdown also leads to an increase in ERK signaling, principally in the neurons of the spinal cord. Together, these results show that negative regulation of the Ras pathway through the GAP activity of NF1 limits OPC proliferation and motility during development, providing insight into the oncogenic mechanisms through which NF1 loss contributes to human glial tumors.",
  "authors": "Jeong-Soo Lee; Arun Padmanabhan; Jimann Shin; Shizhen Zhu; Feng Guo; John P Kanki; Jonathan A Epstein; A Thomas Look",
  "journal": "Human molecular genetics",
  "publicationDate": "2010-12-01",
  "doi": "10.1093/hmg/ddq395",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-19 09:24:16"
}