{
  "pmid": "20856158",
  "abstract": "HYPOTHESIS: Elevated levels of hsa-microRNA-21 (miR-21) in vestibular schwannomas (VSs) may contribute to tumor growth by downregulating the tumor suppressor phosphatase and tensin homolog (PTEN) and consequent hyperactivation of protein kinase B (AKT), a key signaling protein in the cellular pathways that lead to tumor growth. BACKGROUND: Vestibular schwannomas are benign tumors that arise from the vestibular nerve. Left untreated, VSs can result in hearing loss, tinnitus, vestibular dysfunction, trigeminal nerve dysfunction, and can even become life threatening. Despite efforts to characterize the VS transcriptome, the molecular pathways that lead to tumorigenesis are not completely understood. MicroRNAs are small RNA molecules that regulate gene expression posttranscriptionally by blocking the production of specific target proteins. METHODS: We examined miR-21 expression in VSs. To determine the functional significance of miR-21 expression in VS cells, we transfected primary human VS cultures with anti-miR-21 or control, scrambled oligonucleotides. RESULTS: We found consistent overexpression of miR-21 when compared with normal vestibular nerve tissue. Furthermore, elevated levels of miR-21 correlated with decreased levels of PTEN, a known molecular target of miR-21. Anti-miR-21 decreased VS cell proliferation in response to platelet-derived growth factor stimulation and increased apoptosis, suggesting that increased miR-21 levels contributes to VS growth. CONCLUSION: Because PTEN regulates signaling through the growth-promoting phosphoinositide 3-kinase/AKT pathway, our findings suggest that miR-21 may be a suitable molecular target for therapies aimed specifically at reducing VS growth.",
  "methods": "Methods We examined miR-21 expression in VSs. To determine the functional significance of miR-21 expression in VS cells, we transfected primary human VS cultures with anti-miR-21 or control, scrambled oligonucleotides.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:08:30.240246",
  "abstract_length": 1719,
  "methods_length": 218,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}