{
  "pmid": "20890305",
  "abstract": "The Neurofibromatosis-2 (NF2) tumor suppressor merlin negatively regulates cell proliferation in numerous cell types. We have previously shown that the NF2 protein (merlin/schwannomin) associates with mixed lineage kinase 3 (MLK3), a mitogen-activated protein kinase (MAPK) kinase kinase that is required for the proliferation of normal and neoplastic cells. In this study, we show that merlin inhibits MLK3 activity, as well as the activation of its downstream effectors, B-Raf, extracellular signal-regulated kinase (ERK) and c-Jun N-terminal kinase (JNK). The ability of merlin to regulate MLK3 activity requires a direct association between MLK3 and residues in the C-terminal region of merlin. Merlin integrates Rho GTPase family signaling with MAPK activity by inhibiting the binding between MLK3 and its upstream activator, Cdc42. Furthermore, we demonstrate that MLK3 is required for merlin-mediated suppression of cell proliferation and invasion. Collectively, these results establish merlin as a potent inhibitor of MLK3, ERK and JNK activation in cancer, and provide a mechanistic link between deregulated MAPK and Rho GTPase signaling in NF2 growth control.",
  "methods": "Materials and methods Cell lines Human embryonic kidney (HEK293), colon cancer (HT29), ovarian cancer (SKOV3 and TOV21G), lung cancer (NCIH460), breast cancer (MCF7), and mouse normal schwann (SW10) cells were obtained from the American Type Culture Collection, Manassas, VA, USA. RT4 is a rat schwannoma cell line. The RT4-NF2.17 cell line was derived from RT4 cells, and have been engineered to express a tetracycline-inducible NF2 gene ( Gutmann  ). HEI193 are patient-derived NF2 schwannoma cells ( et al. , 2001 Hung  ). T29 are immortalized human ovarian epithelial cells ( et al. , 2002 Liu  ). RT4-NF2.17, NCIH460, HEI193, SKOV3, SW10, and HT29 and MCF7 cells were cultured in DMEM (Mediatech, Herndon, VA, USA) supplemented with 10% FBS (fetal bovine serum) (Hyclone, Logan, UT, USA). T29 and TOV21G cells were cultured in medium 199 (Mediatech, Inc.), with 10% MCDB 105 (Sigma-Aldrich, St. Louis, MO, USA) and 10% FBS. All tissue culture media were supplemented with 25μg/ml streptomycin and 25 I.U. penicillin (Mediatech). Cells were cultured in a humidified atmosphere with 5% CO et al. , 2004 2  at 37° C. Plasmids and siRNA transfections The following vectors: pCMV5-FLAG-MLK3 (wild-type and K144R), pCMV5-Myc-merlin, pCDNA3-HA-merlin (wild-type, S518D and S518A), pCMV5-FLAG-Cdc42 (wild-type,V12 and N17), pCMV-HA-MLK3 and pEBG-GST-MLK3 were used in this study. Transient transfections were performed as previously described ( Chadee  ). Human and mouse merlin, and MLK3 siRNA oligonucleotide sequences have been previously described ( et al. , 2006 Chadee and Kyriakis, 2004b ;  Morrison  ;  et al. , 2007 Okada  ). SiRNA with non-targeting sequence (Dharmacon, Lafayette, CO, USA) was used as a control and all oligofections were performed as previously described ( et al. , 2005 Chadee and Kyriakis, 2004b ). Immunoblotting and immunoprecipitation Immunoblotting, cell lysis and immunoprecipitations were performed as described previously ( Chadee and Kyriakis, 2004b ). Antibodies used for immunoblotting and immunoprecipitations were Cyclin E (M-20), rabbit IgG, GST (Z–5), Myc (9E10), B-Raf (F-3), MLK3(C-20), ERK (C-14), JNK (C-17), β-Actin (C-4), p-B-Raf (Thr598/Ser601), HA (Y-11) and merlin (A-19) (Santa Cruz Biotechnology, Santa Cruz, CA, USA). Activation-state p-ERK (Thr202/Tyr204), p-JNK (Thr183/Tyr185) and p-MLK3 (Thr277/Ser281) antibodies were from Cell Signaling Technology (Beverly, MA, USA) and FLAG antibody was from Stratagene (La Jolla, CA, USA). GST fusion protein preparation and binding assay pGEX2T-merlin deletion mutant constructs residues 1-590, residues 1–322, residues 308–590, and residues 340–590 were from Dr. V. Ramesh ( Gonzalez-Agosti  ). Merlin GST fusion deletion mutants were purified from bacteria on glutathione-sepharose beads and eluted from the beads with glutathione (Pierce, Thermo Fisher Scientific Inc., Rockford, IL, USA). His-MLK3 protein was purified from bacteria on nickel agarose beads and eluted from the beads with imidazole (Pierce, Thermo Fisher Scientific Inc.). GST-merlin fusion proteins were incubated with His-MLK3 for 3h. GST beads were collected and protein complexes bound to GST-sepharose were analyzed by immunoblotting with GST and MLK3 antibodies. et al. , 1999 Cell proliferation assays Cell proliferation assays were performed as previously described ( Chadee and Kyriakis, 2004b ). Briefly, cells were seeded at 1x10 5  cells per 6-cm dish. The next day cells were transfected with the indicated siRNA, or vehicle (Lipofectamine 2000, Invitrogen, Carlsbad, CA, USA). At 9, 24, 46 and 70 h post transfection, cells were counted with a haemocytometer. In addition, parallel cell extracts were prepared and subjected to western blot analysis with antibodies as indicated. Invasion assays Cell invasion assays were performed with 100μl of 1 mg/ml BD matrigel matrix (BD Bioscience, San Jose, CA, USA) in 24-well transwells with 8.0μm pore size and 24 mm diameter polycarbonate membrane (Corning, Acton, MA, USA). Cells were washed in DMEM containing 0.5% FBS. Ten thousand cells were seeded onto the upper chamber. Matrigel and cells remaining in the upper chamber were removed after 16 h incubation. The cells on the underside surface of the membrane were fixed in Diff Quick Stain Kit (Fisher Scientific, Pittsburgh, PA, USA) and the number of cells per field of view was counted. All experiments were run in triplicate and repeated at least three times. Assay of MLK3 kinase activity Preparation of cell lysates and immunoprecipitation of FLAG-MLK3 for kinase assays was performed as previously described ( Chadee  ). Immunoprecipitated FLAG-MLK3-WT or FLAG-MLK3-KD or was incubated with 0.35, 0.88 or 1.25μg GST-merlin (residues 340–590), 100 μM ATP and 10 mM MgCl et al. , 2002 2  for 30 min at 30°C. FLAG-MLK3-KD was incubated with 0.88μg GST-merlin (residues 340–590). The reaction was stopped with the addition of 6X SDS sample buffer containing EDTA. Samples were boiled and subjected to 15% SDS PAGE and immunoblotting with phospho-MLK3 antibody (Thr277/Ser281) to detect active MLK3. Assay of Cdc42 activity Cell lysates were collected and Cdc42 activity was determined using the Cdc42 activity assay kit (Upstate Biotechnologies, Lake Placid, NY, USA) according to the manufacturer’s instructions.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:08:52.352777",
  "abstract_length": 1169,
  "methods_length": 5296,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}