{
  "pmid": "21031597",
  "abstract": "Dermal neurofibromas (dNFs) are benign tumors of the peripheral nervous system typically associated with Neurofibromatosis type 1 (NF1) patients. Genes controlling the integrity of the DNA are likely to influence the number of neurofibromas developed because dNFs are caused by somatic mutational inactivation of the NF1 gene, frequently evidenced by loss of heterozygosity (LOH). We performed a comprehensive analysis of the prevalence and mechanisms of LOH in dNFs. Our study included 518 dNFs from 113 patients. LOH was detected in 25% of the dNFs (N = 129). The most frequent mechanism causing LOH was mitotic recombination, which was observed in 62% of LOH-tumors (N = 80), and which does not reduce the number of NF1 gene copies. All events were generated by a single crossover located between the centromere and the NF1 gene, resulting in isodisomy of 17q. LOH due to the loss of the NF1 gene accounted for a 38% of dNFs with LOH (N = 49), with deletions ranging in size from ∼80 kb to ∼8 Mb within 17q. In one tumor we identified the first example of a neurofibroma-associated second-hit type-2 NF1 deletion. Analysis of the prevalence of mechanisms causing LOH in dNFs in individual patients (possibly under genetic control) will elucidate whether there exist interindividual variation.",
  "methods": "Material and Methods Patients and Neurofibromas A total of 518 dermal neurofibromas (dNFs) from 113 Neurofibromatosis type 1 (NF1) patients were included in this study. The patients were diagnosed according to standard diagnostic criteria [DeBella et al.,  2000 ]. All patients gave written informed consent for the molecular studies performed. 318 of the 518 neurofibromas analyzed were already investigated for the presence of LOH in a previous study [Serra et al.,  2007 ]. Of these 318 tumors, 92 exhibited LOH. However, these 92 neurofibromas required a more exhaustive analysis than previously performed in order to determine the extent of LOH and the mutational mechanism involved. Therefore, these 92 dNFs were reanalyzed in this study using at least one of the techniques for detecting  NF1  copy number described below. In addition to these 92 tumors, 200 so far uncharacterized dNFs were included in the present study and investigated by the microsatellite multiplex PCR analysis. Those dNFs among the 200 that exhibited LOH were also analyzed using multiplex ligation-dependent probe amplification (MLPA) or paralog ratio analysis (PRA) techniques (see below), and in some of them ( N  = 19), SNP-array analysis was also performed. Neurofibromas were completely removed after minor surgery, undertaken by either a dermatologist or a surgeon. Surrounding nonneurofibroma tissue was removed and tumors were cut into different pieces. A piece of each tumor was preserved at − 80°C until DNA was extracted. Whenever possible, remaining pieces of each dNF were further cut, immersed in freezing solution [10% DMSO, 90% fetal bovine serum (FBS)], and preserved in liquid nitrogen until they were used to establish cell cultures. Statistical Analysis Confidence intervals (CIs) shown in  Table 1  were calculated using the Normal Approximation Method of the Binomial CI. Table 1 Global View of LOH in Neurofibromas No. of patients 113 dNFs analyzed 518 dNFs with LOH 129 (49 deletions/80 MRs) % LOH tumors/total tumors 24.9 % LOH-deletion/total tumors (95% CI) 9.4 (6.8–11.9) % LOH-recombination/total tumors (95% CI) 15.4 (12.3–18.5) % LOH-deletion/LOH-tumors (95% CI) 38 (29.7–46.3) % LOH-recombination/LOH-tumors (95% CI) 62 (53.7–70.3) LOH, loss of heterozygosity; CI, confidence interval; dNF, dermal neurofibroma; MR, mitotic recombination. Taking data published by different groups in the literature (see, i.e., [De Raedt et al.,  2006a ]), we assumed a general LOH prevalence in neurofibromas from NF1 patients of 20%. Because there is no information about the variation among NF1 patients regarding this prevalence, we assumed a constant prevalence of 20% in order to assess the minimal number of dNFs to be tested for each NF1 patient to estimate the LOH prevalence. As sampling fraction is large, the binomial approximation is no longer appropriate, and therefore we have used a finite population correction term to adjust the variance of the normal distribution to the more closely model of the hypergeometric density function [Freund,  1992 ]. Under different scenarios of number of dNFs per patient (see Supp.  Fig. S1 ) we assessed that we need to analyze 10 dNFs to estimate the hypothesized prevalence with a precision of 20%. Increasing the number of neurofibromas analyzed would improve precision, but it has also to be taken into account the feasibility of analyzing a large number of neurofibromas from a single patient, both for the patient and for the research team. DNA Extraction DNA from venous blood of the patients was isolated either by the Wizard Genomic DNA purification kit (Promega, Madison, WI) according to the manufacturer's instructions or by the “salting out” method as described elsewhere [Miller et al.,  1988 ]. This DNA was used as control or reference DNA in the LOH analysis of tumors of the respective patients. Control DNA was also obtained in some cases from the skin of patients (or derived fibroblasts). DNA from skin, neurofibromas, Schwann cells, or fibroblast cultures was extracted using the Gentra Puregene Kit (Qiagen, Chatsworth, CA) following manufacturer's instructions. In all cases, purity and quality of DNA was assessed using a nanodrop spectrophotometer and gel electrophoresis analysis. All DNA samples were stored and preserved at 4°C and at − 80°C. LOH Analysis and Mutational Mechanism Characterization In order to identify the type of somatic mutation generating LOH, all dNFs were investigated by an extended analysis of chromosome 17 microsatellites to determine LOH and its extent, and also by MLPA and PRA to characterize the  NF1  copy number. In some dNFs, the characterization of LOH breakpoints at high resolution and a global characterization of genome integrity were assessed by SNP-array analysis. All genomic analyses were performed using the NCBI36/hg18 assembly of the human genome. Microsatellite Multiplex PCR (MMP) Analysis We have developed an MMP assay that allows the simultaneous amplification of 16 microsatellite markers (Supp.  Table S1 ) in a single PCR reaction: 15 markers are located in chromosome 17 (2 markers in the p arm and 13 in the q arm) and 1 marker is located in the q arm of chromosome 2. Primers were dye-labeled with four different fluorophores, FAM (blue), NED (yellow), VIC (green), and PET (red). We designed PCR products of different sizes labeled with different colors in order to differentiate all of them in a single genotyping run. MMP reaction was performed using a Multiplex PCR kit from Qiagen in a 25-µl reaction with 100 ng of DNA as follows: an initial cycle of denaturation at 95°C for 15 min was followed by 25 cycles of denaturation at 94°C, annealing at 56°C and extension at 72°C, for 30 sec, 3 min, and 1.5 min, respectively, and by a final cycle of 60°C for 30 min. We checked that at 25 cycles the amplification reaction for all markers was still at exponential phase (data not shown). A total of 1 µl of PCR product was mixed with 9 µl of highly deionized formamide (Applied Biosystems, Bedford, MA) and 0.5 µl of 500 LIZ® Size Standard. PCR fragments were separated by capillary electrophoresis on an ABI 3130 xl  Genetic Analyzer. Peak height values were extracted using Peak Scanner software (Applied Biosystems). In our hands, using peak height values was more accurate than using peak areas, as shown by Paulson et al. [ 1999 ], and recommended by the instrument's manufacturer [Applied Biosystems, Gene Mapper Software, Loss of Heterozygosity (LOH) Analysis Getting Started Guide]. To assess the presence of LOH we performed an allelic imbalance analysis, described by the expression Q LOH  [Hahn et al.,  1995 ] considering each microsatellite marker independently. Q LOH  is calculated by dividing the allele ratio (the ratio between the two alleles) of a given microsatellite from tumor DNA (tumor peak height allele 1/tumor peak height allele 2) by the allele ratio of the same microsatellite from control DNA (control peak height allele 1/control peak height allele 2) [Solomon et al.,  1987 ]. For simplicity and comparative purposes we always have assigned peak height allele 1 to the allele showing LOH. LOH was always assessed by comparing pairs of control and tumor DNA from the same patient. We considered presence of LOH in neurofibromas when allele ratios comparing control and tumor samples (Q LOH ) differed more than 20% (Q LOH <0.8). MLPA We further analyzed the number of copies of the  NF1  gene present in DNA samples by using the MLPA technique designed by MRC-Holland. Because the company is improving the assay with time, different kits were used for the characterization of all dNFs: Salsa MLPA Kit P122 versions P122, P122-B1, and P122-C1. Briefly, this technique is based on a ligation-dependent probe amplification of 12 to 28 probes (depending on the kit used) encompassing the  NF1  area together with 11 to 15 additional control probes (also depending on the kit used). Probes differ in size by means of spacers of different length that are probe-specific. Only probes that are properly ligated can be amplified in the subsequent PCR reaction. Once amplified, PCR fragments are separated by capillary electrophoresis and peak intensities are analyzed. For the Salsa MLPA Kit P122, PCR products of different length (ranging from ∼100 bp to ∼400 bp, depending on the kit used) were separated on an ABI 3130 xl  Genetic Analyzer. Peak height values were extracted using Peak Scanner software (Applied Biosystems) and were normalized as described by Wimmer et al. [ 2006 ] for peak areas. Briefly, peak heights from individual probes were divided by the sum of all peak heights of a given sample, obtaining a relative value. Relative values of each probe were then divided by the mean of the relative values of that probe obtained only from control samples. After this normalization of peak heights, it was possible to analyze the  NF1  copy number. The criteria used to assess the number of copies of the  NF1  gene present was the following: a value between 0.8 and 1.2 indicated that two copies of the  NF1  gene were present; a value lower than 0.8 implied that only one copy of the  NF1  gene was present. In 13 cases, the presence of normal cells within neurofibromas bearing LOH compromised these criteria (see Supp.  Fig. S2 ). For this reason in certain dNFs we had to assess  NF1  copy number using either the isolation of pure populations of neurofibroma-derived Schwann cells, performing again the MLPA technique in their isolated DNA, or by using only the Paralog Ratio Analaysis technique. PRA This method was developed for the  NF1  region by De Raedt et al. [ 2006a ] and determines the  NF1  copy number status of a sample DNA by comparing the peak height values of two PCR products of a single amplification reaction. This PCR reaction coamplifies a fragment of exon 22 present in the  NF1  gene and the same fragment bearing an insertion of 4 bp from a single  NF1  pseudogene located in chromosome 15. PRA reaction was performed in a 10-µl final reaction with 80ng of DNA as follows: an initial cycle of denaturation at 94°C for 3 min followed by 26 cycles of denaturation at 94°C, annealing at 55°C, and extension at 72°C for 30 sec each step. A final cycle of 72°C for 7 min was performed. We used a dosage quotient analysis comparing the ratios between gene and pseudogene peaks obtained from a tumor and a control sample from the same patient (in triplicate) and established the presence of a deletion when the quotient of the ratios obtained were below 0.8, that is, when the differences between tumor and control DNAs were greater than 20%. With this technique only deletions covering the region of exon 22 from the  NF1  gene can be detected. In addition, it has to be taken into account that the  NF1  pseudogene located in chromosome 15 is placed in a copy number variation (CNV) region, and thus only control and tumor pairs from the same patient can be compared in the analysis, because both DNAs will contain the same number of copies in the CNV region. SNP-Array Analysis To characterize LOH breakpoints of both deletions and mitotic recombinations, as well as to explore other possible gross alterations in the tumor genome, SNP-array analysis was performed in 19 dNFs, using the Illumina Infinium technology (Illumina, San Diego, CA). In all cases, pairs of control and neurofibroma DNA were analyzed. Twelve dNFs were analyzed using the Illumina 370-Quad beadchip (∼351,000 genotyping SNPs, ∼9,300 located in the 17th chromosome), and seven dNFs samples were investigated using the Human660W-Quad beadchip (∼592,000 genotyping SNPs, ∼15,600 located in the 17th chromosome). DNA used for this type of analysis was of the highest quality. DNA concentration, purity, and quality was first assessed using a nanodrop spectrophotometer and gel electrophoresis analysis. For an accurate quantification of DNA concentration, samples were further quantified using Quant-iT PicoGreen reagent (Invitrogen, Carlsbad, CA). Raw data were analyzed using the Illumina software GenomeStudio v2009.1 with the Genotyping v1.1.9 module. The GenomeStudio program provides two types of measurements. On the one hand, it provides a quantitative measurement of the B-allele frequency (BAF) that reflects the allelic imbalance of each SNP. On the other hand, the program generates the logR ratio metric, which reflects the number of DNA copies. The log R  ratio is a log-transformed ratio of the measured SNP signal intensity by the expected intensity if two copies of DNA were present. To calculate the percentage of normal cells present in the tumor we used the same method as Assie et al. [ 2008 ]. After obtaining the BAF value of the LOH region, the percentage of cells exhibiting LOH was calculated using the appropriate equation depending on the somatic event generating LOH (deletion or recombination). REP-Mediated Deletion Analysis After performing Microsatellite Multiplex PCR Analysis and/or MLPA analysis, a few neurofibromas were suspicious of bearing deletions mediated by recombination between duplicated sequences in the  NF1  gene region (REP-mediated deletion). In these cases, we performed several diagnostic PCR reactions, as described by Steinmann et al. [ 2007 ], to identify somatic type-1 or type-2  NF1  deletions with breakpoints either in the  NF1 -REPs or in the  SUZ12  sequences (see  Fig. 1B ). Figure 1 Mechanisms leading to LOH in neurofibromas.  A:  Mechanisms generating deletions. In all cases Microsatellite Multiplex PCR (MMP) analysis evidenced LOH in the  NF1  gene ( NG_009018.1 ) and normally also in 5′ and 3′ regions adjacent to it. MLPA detected only one copy of the  NF1  gene. SNP-array analysis detected LOH (four-band pattern in the B allele frequency plot) and one copy of the  NF1  gene (LogR ratio <0).  B:  Nonallelic homologous recombination causing deletion. MMP detected LOH involving the  NF1  gene and adjacent regions, apparently not going further 5′ or 3′ of the  NF1 -REPs. A table summarizing the PCR conditions used for detecting the deletion breakpoint is depicted. Breakpoint localized in  SUZ12  intron 4.  C:  Homologous recombination. MMP evidenced LOH of almost all 17q chromosome. MLPA detected two copies of the  NF1  gene and the entire region analyzed. SNP-array detected LOH (four-band pattern in the B allele frequency plot) from the centromere to the end of the chromosome (17q telomere) and the presence of two copies (Log R  ratio = 0) of the entire chromosome 17q. MMP (∘ = no LOH; dashed circles = noninformative, • = LOH). MLPA (Values between 0.8 and 1.2 = two copies. Values <0.8 = one copy). SNP-array: B allele frequency plot (0.5 = heterozygote; 0 or 1 = homozygote, other intermediate values = allelic imbalance); Log R  ratio (0 = two copies; values <0 = one copy). [Color figures can be viewed in the online issue, which is available at wileyonlinelibrary.com.] Neurofibroma-Derived Schwann Cell Culture Neurofibroma-derived Schwann cells bearing somatic mutations ( NF1 −/−) were isolated as previously described [Serra et al.,  2000 ]. Briefly, neurofibroma pieces that were preserved in liquid nitrogen were thawed and digested with collagenase and dispase (Worthington, Lakewood, NJ) for 18 hr at 37°C. Subsequently, tumors were mechanically dissociated and cell suspensions were plated in six-well cultured plates coated with poly-L-Lysine (Sigma, St. Louis, MO) and laminin (Invitrogen) in Schwann cell medium (SCM) and maintained at 37°C and 10% CO 2 . SCM is DMEM (Gibco, Grand Island, NY) with 10% FBS, 500 U/ml penicillin/streptomycin (Gibco), 0.5 mM 3-iso-butyl-1-methilxantine (IBMX, Sigma), 2.5 µg/ml insulin (Sigma), 10 nM β1-heregulin (R&D Systems, Minneapolis, MN), and 0.5 µM forskolin (Sigma). One day after plating, culture medium was replaced by SCM without forskolin, for 2–3 additional days. This process was repeated in cycles and cells were passaged as needed. Schwann cell purity was assessed in each passage by performing an S-100 staining as described [Serra et al.,  2000 ]. Normally, after the third passage, cell cultures contained >95% Schwann cells.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:08:59.530960",
  "abstract_length": 1295,
  "methods_length": 16151,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}