{
  "pmid": "PMID:21072183",
  "title": "p21-Activated kinases are required for transformation in a cell-based model of neurofibromatosis type 2.",
  "abstract": "BACKGROUND: NF2 is an autosomal dominant disease characterized by development of bilateral vestibular schwannomas and other benign tumors in central nervous system. Loss of the NF2 gene product, Merlin, leads to aberrant Schwann cell proliferation, motility, and survival, but the mechanisms by which this tumor suppressor functions remain unclear. One well-defined target of Merlin is the group I family of p21-activated kinases, which are allosterically inhibited by Merlin and which, when activated, stimulate cell cycle progression, motility, and increased survival. Here, we examine the effect of Pak inhibition on cells with diminished Merlin function. METHODOLOGY/PRINCIPAL FINDINGS: Using a specific peptide inhibitor of group I Paks, we show that loss of Pak activity restores normal cell movement in cells lacking Merlin function. In addition, xenografts of such cells form fewer and smaller tumors than do cells without Pak inhibition. However, in tumors, loss of Pak activity does not reduce Erk or Akt activity, two signaling proteins that are thought to mediate Pak function in growth factor pathways. CONCLUSIONS/SIGNIFICANCE: These results suggest that Pak functions in novel signaling pathways in NF2, and may serve as a useful therapeutic target in this disease.",
  "authors": "Hoi Yee Chow; Dina Stepanova; Jennifer Koch; Jonathan Chernoff",
  "journal": "PloS one",
  "publicationDate": "2010-11-02",
  "doi": "10.1371/journal.pone.0013791",
  "methods": "Methodology/Principal Findings Using a specific peptide inhibitor of group I Paks, we show that loss of Pak activity restores normal cell movement in cells lacking Merlin function. In addition, xenografts of such cells form fewer and smaller tumors than do cells without Pak inhibition. However, in tumors, loss of Pak activity does not reduce Erk or Akt activity, two signaling proteins that are thought to mediate Pak function in growth factor pathways. Materials and Methods Cell culture conditions and retroviral transductions NIH-3T3 (obtained from American Type Culture Collection) cells were cultured in high-glucose DMEM supplemented with 10% fetal calf serum, 2 mM L-glutamine and 100 U/ml penicillin/streptomycin at 37°C in a humidified 5% CO 2  incubator. The φNX packaging cell line (Orbigen) was transfected using Lipofectamine 2000 (Invitrogen). Viral supernatants were harvested 48 hr post-transfection and filtered. Cells were incubated with retroviral supernatant supplemented with 4 µg/ml polybrene for 4 hr at 37°C, and then were cultured in growth media for 48 hr for viral integration. Infected cells were selected with 2 µg/ml of puromycin or by flow cytometry for cells with green fluorescent protein (GFP). Expression Plasmids A GST-PID (Pak1 amino acids 83–149) or Gst-PID L107F cDNA  [27]  was subcloned as a  Bgl II/ Xho I fragment into the retroviral expression vector pBMN-I-GFP ( http://stanford.edu/group/nolan/plasmid_maps/pmaps.html ), restricted with  Bam HI/ Xho I. Cell proliferation assay 10 4  cells were plated in 96-well plates and 10 µl 3-[4,5-dimethylthiazol-2-yl]-2,5-diphenyl tetrazolium bromide (MTT) solution was added to each well to a final concentration of 0.5 mg/ml. The reaction was stopped after 4 hr at 37°C by adding 100 µl of solubilization solution (10% SDS in 0.01 M HCl) and the samples were analyzed at 595 nm on Perkin Elmer Envision plate reader. Triplicates were performed for each sample and medium alone was used as a blank, and experiments were performed on three occasions. Cell invasion assay Matrigel invasion chamber (BD Biosciences) were rehydrated in serum-free DMEM medium for 2 hr and then placed in 0.75 ml of DMEM medium supplemented with 5% fetal calf serum. Cells at a density of 1.5×10 4  suspended in 0.5 ml of DMEM, and seeded onto Matrigel chambers. Cells were allowed to invade for 12 or 24 hr and cells on the upper surface were gently removed with a cotton bud, and cells that had migrated through the 8 µm pores were fixed with 4% paraformaldehyde for 15 min and stained with 0.1% crystal violet for 15 min. Membranes were washed, removed and mounted on a glass slide, and the level of invasion was quantified by visual counting using a microscope with a 20X objective. Cell cycle analysis Cell cycle profiles were analyzed using flow cytometry with propidium iodide staining. Cells were trypsinized and washed with PBS and fixed in 70% ethanol at −20°C. After fixation, cells were washed once with PBS and resuspended in 0.5 ml of a solution containing 1 M Tris-HCl pH 8.0, 0.1% Nonidet P-40, 10 mM NaCl, 50 µg/ml propidium iodide and 70 Kunitz units/ml RNase A. FACS analysis was performed using CELLQuest™ software (Becton Dickinson). A minimum of 10,000 events was collected per sample. Immunoblot analysis Whole cell extracts were prepared by washing the cells in cold PBS and lysed in a buffer containing 50 mM Tris-HCl pH 7.5, 150 mM NaCl, 1% Nonidet P-40, and 0.25% sodium deoxycholate, 1 mM Na 3 VO 4 , and 1 mM NaF, plus complete protease inhibitor cocktail tablets (Roche). Protein concentrations were determined using bicinchoninic protein assay reagent according to manufacture's instructions (Pierce). Pak activation was stimulated by adding PDGF-BB (Sigma) at 5 ng/ml for 5 min to serum-starved cells. The antibodies used in this study include Pak1; Pak2; Mek1/2; phospho-MEK1 (Ser298); Erk1/2; phospho-Erk1/2 (Thr202/Tyr204); Akt; phospho-Akt (Thr308); Merlin (Cell Signaling Technology); phospho-Pak1–3 (Ser141; Invitrogen); GST (Santa Cruz Biotechnology); and β-actin (Sigma). All antibodies were used at a dilution of 1∶1,000, except for β-actin, which were diluted in 1∶20,000. Immunofluorescence Cells were plated on glass coverslips in 6-well culture plates and fixed in 4% paraformaldehyde for 10 min, permeabilized with 0.2% Triton X-100 for 5 min and blocked with 1% BSA in PBS for 30 min. Filamentous actin and nuclei were visualized by staining with Rhodamine-phalloidin (Molecular Probe) and DAPI (Sigma), respectively. Images were observed and captured on an inverted phase/fluorescence microscope (Nikon TE300). Tumorigenicity assays Cells were trypsinized, washed with PBS and resuspended at 10 7  cells per ml in PBS. 2×10 6  cells were injected subcutaneously into flanks of 5-week old nude mice (BALB/c  nu/nu ). Mice were monitored and tumor diameters were measured every 3 days using caliper for 6 weeks following injection. Tumor volume was calculated by the following formula: volume  = 0.5× (length) × (width) 2 . The mice were sacrificed and the tumors were resected for histological examination and immunoblot analysis. All animals were handled in strict accordance with good animal practice as defined by the relevant national and/or local animal welfare bodies, and all animal work was approved by the FCCC IACUC committee (Protocol 96-10), active 08/09 - 08/10. Data analysis All experiments were performed at least three times. Results are reported as means ± SD. The significance of the data was determined by two-tailed, unpaired Student's  t -test, and differences were considered statistically significant at  P <0.05.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:24:18"
}