{
  "pmid": "PMID:21111000",
  "title": "A novel imaging-compatible sciatic nerve schwannoma model.",
  "abstract": "Benign schwannomas are common tumors of the cranial and peripheral nerves, causing pain and loss of function. The development of effective therapy for these tumors has been hampered by the lack of relevant experimental in vivo models for convenient testing. Here, we describe a novel schwannoma model in which an immortalized human schwannoma cell line, HEI-193, established from an neurofibromatosis type 2 patient, has been stably transduced with fluorescent protein and luciferase reporters and implanted within the sciatic nerve of nude mice. These cells reliably formed a tumor within several weeks which had pathologic characteristics of schwannoma tumors. This model system will be useful for investigation of schwannoma biology and for preclinical assessment of therapeutic agents.",
  "authors": "Okay Saydam; Gokhan Baris Ozdener; Ozlem Senol; Arda Mizrak; Shilpa Prabhakar; Anat O Stemmer-Rachamimov; Xandra O Breakefield; Gary J Brenner",
  "journal": "Journal of neuroscience methods",
  "publicationDate": "2011-01-30",
  "doi": "10.1016/j.jneumeth.2010.10.021",
  "methods": "3. Methods Human schwannoma cell line HEI-193 was established from a benign schwannoma tumor from an NF2 patient immortalized with retroviral mediated HPV E6-E7 gene expression and obtained from the House Ear Institute ( Hung et al., 2002 ). These cell lines have been transduced with lentivirus expressing Fluc and mCherry genes as described previously ( Saydam et al., 2009 ) and were cultured as described previously ( Hung et al., 2002 ). 3.1 Tumor implantation and bioluminescence imaging HEI-193 cells were trypsinized, rinsed, and implanted in 1 µl culture medium into the sciatic nerve of athymic mice (nu/nu, 5-week-old females; Cox 7 breeding facility, MGH).  In vivo  bioluminescence imaging was performed, as described previously ( Saydam et al., 2009 ). 3.2 HC staining Immunohistochemistry with immunofluorescent staining was conducted, as previously described ( Brenner et al., 2004 ). mCherry was visualized directly. S100 (1:400, Dako, Glostrun Denman, Carpinteria, CA) was visualized using fluorescent immunohistochemistry. Images were acquired using a Nikon Eclipse E800 microscope.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:24:20",
  "introduction": "1. Introduction Schwannomas arise from Schwann cells, the myleninating cell of the peripheral nervous system ( MacCollin et al., 2005 ). Schwannomas typically result from loss of the neurofibromatosis 2 (NF2) tumor suppressor gene ( Martuza and Eldridge, 1988 ), but can also arise through other genetic mechanisms such as inactivating mutations in  PRKAR1A  ( Jones et al., 2008 ) or loss of heterozygosity (LOH) of SMARCB1 ( Boyd et al., 2008 ) genes. Current therapy for schwannomas involves surgery followed by radiotherapy or chemotherapy. Surgical resection of nerve-sheath tumors is difficult due to possible damage to critical nerves or other structures, such as blood vessels. Therefore, there is a need for the development of new, less invasive therapeutic strategies for the treatment of these tumors. One major limitation to the development of new treatment modalities is the lack of an appropriate and convenient tumor model. Although several mouse NF2-schwannoma models have been generated, their use is limited due to (i) random location or the long time interval required for tumor formation ( Giovannini et al., 1999  and  2000 ) and (ii) the difficulty in assessing changes in tumor size over time in individual animals ( Messerli et al., 2006 ). Therefore, in the present study, we describe a novel schwannoma tumor model that was generated via implantation of an immortalized human schwannoma cell line derived from an NF2 patient directly into the sciatic nerve. Stable transduction of these cells with expression cassettes for firefly luciferase (Fluc) ( Badr et al., 2007 ) and the fluorescent protein, mCherry ( Jones et al., 2008 ), allowed monitoring of tumor growth and pathology, respectively. In vivo bioluminescent imaging was used to non-invasively monitor the longitudinal growth of tumors, and post-mortum sciatic nerve histology was used to further characterize interneuronal localization and morphology of the implanted malignant cells.",
  "results": "2. Results In order to develop a relevant tumor model for schwannomas, we employed the HEI-193 cell line, an immortalized human schwannoma line previously established from tumor cells from an NF2 patient ( Hung et al., 2002 ). We stably transduced these cells by infection with a lentivirus vector encoding expression cassettes for Fluc and mCherry in order to monitor tumor growth  in vivo  by bioluminescence imaging, as described previously ( Saydam et al., 2009 ). Infectability of this cell line was 99% as determined by mCherry expression under fluorescence microscopy (data not shown). These cells were implanted directly into two major branches, tibial and common peroneal, of the left sciatic nerve of nude mice (1 µl of injected total – 0.5 µl per nerve). Subsequent tumor growth was monitored at five to seven day intervals by  in vivo  bioluminescence imaging over 10 weeks. Three independent experiments (N=5 mice per experiment) were performed using different numbers of implanted tumor cells: they were 3 × 10 4 , 10 5 , 3 × 10 5 . As shown in  Figure 1A  (with quantification shown in  Figure 2 ), we observed a gradual increase in tumor volume over 10 weeks after tumor implantation in 13 of these 15 mice, with a consistent logarithmic rate in average 8 × 10 3  ± 2.1 × 10 3 , 9.3×10 3  ± 1.27 × 10 3 , and 10 4 ±3.6 × 10 3  photons/minute/day of tumor growth in 30,000, 100,000, and 300,00 cell groups, respectively. As shown in  figure 2 , there is an initial linear growth phase followed by exponential growth; this occurred independent of the number of cells implanted. Once tumors were established and exponential growth began, the doubling times were quite similar between the 3 groups (18, 16 and 24 days in 30,000, 100,000 and 300,000 groups, respectively). There is proportional growth when comparing 30,000 and 100,000 implanted cells, but not between 100,000 and 300,000. We believe that this is because the ability of the sciatic nerve to support tumor growth becomes saturated with the largest number of cells (300,000), and may be due to limitations in the ability of nerve to provide growth supportive factors or physical constraints since the tumor grows entirely within the parenchyma of the nerve. These data show the high reproducibility of this tumor model, which provides a measurable rate of tumor growth over a 10 week period. Bioluminescence images of groups are shown in  Figure 1A . Ten weeks after implantation animals were euthanized and tumor-containing sciatic nerves were photographed for comparison to control nerve, i.e., contralateral (right) nerves of tumor-implanted mice. There were no apparent gross neurologic deficits in hind-limb on the side of the tumor-implanted sciatic nerve. The size of the tumor-bearing nerve was enlarged ( Fig. 1B , right) compared to control ( Fig. 1B , middle). Furthermore, in fluorescent histochemical analysis of sections from the same tumor samples, tumor cells were found to express mCherry ( Fig. 1C ). These tumors were partially positive for the schwannoma cell marker, S100, by immunocytochemical staining of the same tumor samples ( Fig. 1C ). Hematoxylin and eosin sections showed that tumor cells have large oval, hyperchromatic nuclei and scant cytoplasm. The tumor is infiltrating the nerve, dissecting between individual nerve fibers; similar to the pattern of growth seen in human peripheral nerve sheath tumors ( Fig. 1D ). Quantification of bioluminescent signal in  Figure 1A  is shown in  Figure 2 . As the growth curves demonstrate, this approach provides a schwannoma model which grows at a reproducible and relatively slow rate in a biologically relevant location (i.e., within a peripheral nerve) and can be non-invasively monitored by bioluminescence and fluorescent reporter proteins.",
  "discussion": "4.1 Conclusion In conclusion, in this study we describe a novel sciatic nerve tumor model for schwannoma. This model system will be useful for investigation of schwannoma biology and for preclinical assessment of therapeutic agents.",
  "upgrade_date": "2026-02-20 07:34:36"
}