{
  "pmid": "PMID:21157378",
  "title": "Neurofibromatosis-1 heterozygosity increases microglia in a spatially and temporally restricted pattern relevant to mouse optic glioma formation and growth.",
  "abstract": "Whereas carcinogenesis requires the acquisition of driver mutations in progenitor cells, tumor growth and progression are heavily influenced by the local microenvironment. Previous studies from our laboratory have used Neurofibromatosis-1 (NF1) genetically engineered mice to characterize the role of stromal cells and signals to optic glioma formation and growth. Previously, we have shown that Nf1+/- microglia in the tumor microenvironment are critical cellular determinants of optic glioma proliferation. To define the role of microglia in tumor formation and maintenance further, we used CD11b-TK mice, in which resident brain microglia (CD11b+, CD68+, Iba1+, CD45low cells) can be ablated at specific times after ganciclovir administration. Ganciclovir-mediated microglia reduction reduced Nf1 optic glioma proliferation during both tumor maintenance and tumor development. We identified the developmental window during which microglia are increased in the Nf1+/- optic nerve and demonstrated that this accumulation reflected delayed microglia dispersion. The increase in microglia in the Nf1+/- optic nerve was associated with reduced expression of the chemokine receptor, CX3CR1, such that reduced Cx3cr1 expression in Cx3cr1-GFP heterozygous knockout mice led to a similar increase in optic nerve microglia. These results establish a critical role for microglia in the development and maintenance of Nf1 optic glioma.",
  "authors": "Grant W Simmons; Winnie W Pong; Ryan J Emnett; Crystal R White; Scott M Gianino; Fausto J Rodriguez; David H Gutmann",
  "journal": "Journal of neuropathology and experimental neurology",
  "publicationDate": "2011-01",
  "doi": "10.1097/NEN.0b013e3182032d37",
  "methods": "Materials and Methods Mouse and human specimens Mice were used in accordance to established Animal Studies Protocols at the Washington University School of Medicine.   ( Nf1 flox/- ; GFAP-Cre ),  Nf1 +/-GFAP CKO  ( Nf1 flox/- ; GFAP-Cre; CD11b-TK ), CD11b-TK ( Nf1 +/-GFAP CKO-TK 22 ),   ( Cx3cr1+/GFP 23 ),  , wild type (WT) and  Nf1 +/- ;Cx3cr1+/GFP  mice were all maintained on a C57BL/6 background. The  Nf1 +/-  optic gliomas lack the Rosenthal fibers and eosinophilic granular bodies that are characteristic of human pilocytic astrocytomas, but otherwise closely resemble pediatric low-grade gliomas, based on the presence of discrete optic nerve/chiasm masses composed of hyperproliferating astrocytes with large hyperchromatic nuclei, low proliferative indices, new blood vessel formation, microglia infiltration, Olig2-immunoreactive cells, and contrast enhancement on small-animal MRI ( Nf1 +/-GFAP CKO 8 ); there is no evidence of endothelial hyperplasia or necrosis. Human tumor specimens were used in accordance with established guidelines under an active and approved Human Studies Protocol. Human glioma specimens were studied using 2 individual tissue microarrays developed at the Mayo Clinic Foundation and Washington University School of Medicine, as previously reported ( 24 ,  25 ). Non-neoplastic human brain samples from the neocortex were obtained from autopsy materials acquired under an approved Human Studies Protocol at the Washington University School of Medicine. Immunohistochemistry Mice were perfused transcardially with 4% paraformaldehyde in 0.1M sodium phosphate buffer (pH 7.4). Optic nerves and optic chiasms were dissected and post-fixed in 4% paraformaldehyde overnight at 4°C. All specimens were then processed for paraffin embedding and sectioning in the Ophthalmology Histology Core or the Histology and Microscopy Core at Washington University School of Medicine. Slides were deparaffinized in xylene and subjected to antigen retrieval. After the washing and blocking steps, sections were incubated overnight with rabbit anti-Iba1 (1:3000; Wako, Richmond, VA), mouse anti-Ki67 (1:500; BD Biosciences, San Jose, CA), or rat anti-CD34 (1:50; BD Biosciences) followed by incubation with biotinylated secondary antibodies (1:200; Vector Laboratories, Burlingame, CA) at room temperature (RT) for 1 hour. Immunoreactivity was visualized with the Vectastain ABC system and 3,3′-diaminobenzidine, Vector NovaRED, or Vector SG (Vector Laboratories, Burlingame, CA). All sections were photographed using a digital camera attached to a Nikon Eclipse E600 microscope. For each optic nerve counted, 3 photographs were taken at a magnification of 10× for at least 4 mice/group, including the optic chiasm and the right or left optic nerve just anterior to the chiasm ( Supplemental Fig. 1A ). For brainstem and neocortex regions, 4 photographs were taken at a magnification of 10× for at least 4 mice/group ( Supplemental Fig. 1B, C ). The total number of Iba1-positive cells was quantitated in the mouse pre-chiasmatic optic nerves, chiasm, brainstem, and neocortex, as previously described, with the investigator blinded to the genotype and treatment ( 26 ). All Iba1-positive cells were counted regardless of morphology (amoeboid vs. ramified). In the human tumors, the number of Iba1-positive cells was calculated as a percentage of the total number of nucleated cells. Immunofluorescence After transcardial perfusion with Ringer's solution (147 mM NaCl, 4 mM KCl, 2.2 mM CaCl 2 ·2H 2 O, with 2.5 USP units/mL heparin sodium injection, 0.02mg/mL lidocaine HCL), WT mouse optic nerves and chiasms were dissected and post-fixed in 4% paraformaldehyde overnight at 4°C. Tissues were cryoprotected in 30% sucrose in 0.1 M sodium phosphate buffer (pH 7.4), embedded in OCT embedding media (Tissue-Tek, Miles, Inc., Elkhart, IN), cut into 10-μm sections in a cryostat, collected on Superfrost Plus slides (Fisher Scientific, Waltham, MA), and stored at -20°C. Slides were washed, permeabilized in 0.2% Triton X-100 in phosphate buffer, blocked, incubated overnight at 4°C with rabbit anti-Iba1 (1:2000), rat anti-CD11b (M1/70, 1:10; BD Biosciences), or mouse anti-Ki67 (1:500; BD Biosciences), followed by incubation with fluorescent secondary antibodies (1:200 goat anti-rat A488, goat anti-rabbit A568, or goat anti-mouse A488; Invitrogen, Carlsbad, CA) for 1 hour at RT. In all cases, no specific immunostaining was observed in the negative control samples. Images were acquired using an Olympus multichannel confocal microscope in the Washington University Bakewell Neuroimaging Core Facility and Image J image analysis software ( http://rsbweb.nih.gov/ij/ ; Wayne Rasband, National Institute of Mental Health, Bethesda, MD) was used to obtain a single collapsed image from an optical stack. Ganciclovir treatment Ganciclovir (GCV; Sigma-Aldrich, St. Louis, MO) was dissolved in phosphate buffered saline (PBS) and administered at a dosage of 50 mg/kg. For the experiments focused on determining the acute effects of microglia ablation on optic glioma proliferation,   mice were divided into 2 groups: One group received daily intraperitoneal GCV injections for 2 weeks starting at 3 weeks or 3 months of age, while the other group received daily intraperitoneal injections of vehicle (PBS) starting at 3 weeks or 3 months of age. Nf1 +/-GFAP CKO-TK Flow cytometry Microglia from mice were collected using previously described procedures with minor modifications ( 27 ). Briefly, for each experiment, optic nerves and chiasms harvested from 7 to 10 mice, transcardially perfused with Ringer's solution, were homogenized through a 70-μm nylon filter (Fisher Scientific, Waltham, MA), enzymatically digested in Hanks Buffered Salt Solution without calcium and magnesium containing 0.05% collagenase I (Sigma-Aldrich), 0.1 μg/mL Nα-Tosyl-L-lysine chloromethyl ketone hydrochloride (TLCK, Sigma-Aldrich), 0.01 mg/mL bovine deoxyribonuclease I (DNase I, Sigma-Aldrich), 10 mM Hepes buffer (pH7.4) for 1 hour at RT, and filtered through a 40-μm nylon filter (Fisher Scientific, Waltham, MA). Brainstem specimens were similarly processed to obtain cells for flow cytometry controls. A discontinuous Percoll gradient (Amersham/GE Healthcare, Waukesha, WI) of 30%, 37%, and 70% allowed for collection of an enriched macrophage and microglia sample from the 37% to 70% interface. Alternately, magnetic cell sorting using CD11b microbeads after myelin removal (Miltenyi Biotec, Bergisch Gladbach, Germany) were used to extract the CD11b+ microglia population. After Fc blocking with a CD16/32 antibody (BD Biosciences), cell surface staining was performed with anti-CD45-APC (30-F11, BD Biosciences) and anti-CD11b-PerCP-Cy5.5 antibodies. In some experiments, cells were fixed and permeabilized with the BD Cytofix/Cytoperm Fixation/Permeabilization Kit (BD Biosciences) and then stained with CD68-R-PE (FA-11, AbD Serotec, Oxford, UK) or rabbit anti-Iba1 (Wako) conjugated to R-PE using the Zenon Rabbit IgG Labeling Kit (Molecular Probes, Invitrogen). Isotype and fluorescence minus one controls were used to determine nonspecific staining. Flow cytometry data were collected on a BD FACScan flow cytometer retrofitted with a second laser (Cytek, Fremont, CA) using CellQuest (BD Biosciences) and Rainbow software (Cytek) in the High Speed Cell Sorter Core Facility at the Siteman Cancer Center, Washington University, and the data were subsequently analyzed using FlowJo (Tree Star, Inc., Ashland, OR). Viable cells were gated by FSC and SSC characteristics, and the appropriate controls were used for compensation and to determine negatively and positively stained populations, as previously described ( 28 ). Quantitative reverse transcription-PCR Real-time PCR (quantitative PCR) was performed using SYBR Green detection according to the manufacturer's instructions. Total RNA was extracted from   and WT optic nerve using Trizol. cDNA was synthesized from total RNA samples using the Ominiscript kit (Qiagen, Alameda, CA). Amplification was performed in 96 well plates in a real-time sequence detection system instrument (Bio-Rad CFX96 Real-Time System, Hercules, CA). Primer sequences for  Nf1 +/-  were 5′-AGGCCTGTTATTTGGGCGACAT-3′ (forward) and 5′AGCGAGGACCACCAACAGATTT-3′ (reverse). Primer sequences for  Cx3cr1  were 5′-AAATGGGTCCAAGACGCCATGA-3′ (forward) and 5′-ACATTGTCCACCCGCTTCTCAA-3′ (reverse). Bio-Rad CFX Manager software was used to convert the fluorescent data into cycle threshold (CT) measurements. The ΔΔCT method was used to calculate changes in fold expression relative to WT optic nerve using β-actin as an internal control. Cx3cl1 Statistical analyses Student   tests, along with Grubbs' test to determine outliers, were performed for all statistical analyses. Mean and SEM were used for all graphs. For all experiments involving cell quantitation, the investigators were blinded to mouse genotype and treatment. t",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:24:21",
  "introduction": "Introduction The concept that the tumor microenvironment plays instructive roles in oncogenesis and cancer growth has gained considerable traction over the past 10 years ( 1 ). In other cancers, stroma-tumor interactions involve immune system cells (leukocytes, mast cells, and macrophages) and fibroblasts, which secrete extracellular proteins, cytokines, and growth factors ( 2 - 5 ). Unlike other cancers, fibroblasts and mast cells are not relevant stromal cell types in brain tumors (gliomas), suggesting that other cell types may contribute to microenvironmental influences on central nervous system (CNS) tumorigenesis and growth. Moreover, the stromal signals that influence glioma formation and growth are likely distinct from those implicated in non-CNS cancers and may be regulated in a spatial and temporal pattern during postnatal brain development. Previous studies from our laboratory have employed   genetically engineered mouse (GEM) strains to define the role of the tumor microenvironment in glioma formation and growth. Neurofibromatosis-1 is a common tumor predisposition syndrome in which children are prone to the development of low-grade glial cell neoplasms (gliomas) along the optic pathway (optic pathway gliomas). These low-grade gliomas are classified as World Health Organization (WHO) grade I pilocytic astrocytomas and are typically found in the optic nerve and chiasm of young children before 7 years of age ( Nf1 6 ). Children with NF1 are born with one non-functional copy of the   gene in all cells of their body, ( NF1  heterozygosity;  NF1 ), but develop gliomas only upon loss of the one remaining functional allele in glial progenitor cells. To model this genetic condition in mice, we previously generated mice with  Nf1 +/-  inactivation in glial progenitors; however, none of these mice developed gliomas ( Nf1 7 ). In contrast, glioma formation was only observed in  Nf1 +/-  mice with glial cell   inactivation, thus establishing an absolute requirement for  Nf1  heterozygosity in glioma formation ( Nf1 8 ). The observation that   loss in glial progenitors is necessary, but not sufficient, for tumorigenesis supported the hypothesis that non-neoplastic  Nf1  cells provide a permissive environment required for glioma formation. By leveraging  Nf1 +/-  GEM strains with highly penetrant tumor phenotypes we showed that microglia represented one of the critical cell types present in the tumor microenvironment of  Nf1  optic glioma mice ( Nf1 9 ). Microglia have long been recognized as a major cellular constituent of the glioma microenvironment ( 10 - 13 ). Rio-Hortega and Asua first identified microglia in brain tumors in 1921 ( 14 ); however, their role in glioma formation and continued growth (maintenance) remains unclear. In this regard, microglia may have anti-tumor activity ( 15 ,  16 ) or promote glioma growth by producing cytokines, such as interleukin (interleukin)-1, IL-10, basic fibroblast growth factor, and transforming growth factor-β ( 17 - 19 ). To define the role of microglia in glioma growth, we previously employed 2 independent approaches to microglia inactivation in   GEM optic gliomas. First, using minocycline to inactivate microglia in 10- to 12-week-old  Nf1  optic glioma mice, we found that reduced microglia activation, as assessed by morphological change, reduced tumor proliferation ( Nf1 20 ). Second, we identified that   microglia, but not  Nf1 +/- -deficient astroglial cells, exhibited hyperactivation of c-Jun-NH Nf1 2 -kinase (JNK) such that treatment of   optic glioma mice with a relatively non-selective pharmacologic JNK inhibitor attenuated tumor proliferation ( Nf1 21 ). These proof-of-principle experiments demonstrated that   microglia inactivation decreased  Nf1 +/-  optic glioma proliferation in vivo, but the inhibitors used in these studies did not directly target microglia and may have had additional effects. Moreover, these studies did not address the importance of microglia during  Nf1  optic glioma development. Nf1 In the current study, we employ a novel CD11b-TK transgenic mouse strain to ablate microglia genetically and demonstrate that microglia are important stromal cell types during gliomagenesis and for glioma maintenance. In addition, we define a spatially- and temporally-restricted window in which increased numbers of microglia are present in the  Nf1 +/-  optic nerve. We further demonstrate that this increase in microglia likely reflects impaired microglial dispersal during postnatal optic nerve development as a result of reduced CX3CR1 expression. Collectively, these findings establish a critical role for microglia in promoting tumor proliferation throughout gliomagenesis.",
  "results": "Results Increased microglia in NF1-associated pilocytic astrocytomas Several previous studies have reported increased numbers of microglia in human gliomas, constituting as many as a third of all cells in glioma biopsies ( 10 - 13 ). We also found a 2-fold increase in the percentage of Iba1-postive cells (microglia) in high-grade human astrocytomas ( Fig. 1A, B ). Previous studies had suggested that it is a highly selective marker of brain microglia in both human ( 29 ) and rodent tissues ( 30 ). By contrast, anti-CD68 antibodies label resident brain microglia (CD68+, CD11b+, CD45 low  cells), ( 31 ,  32 ), lymphocytes (CD68+, CD11b +/- , CD45 high ) ( 33 ,  34 ), neutrophils (CD68+, CD11b+, CD45 high ) ( 35 ,  36 ), dendritic cells (CD68 + , CD11b+, CD45 high  cells) ( 37 ,  38 ), and bone marrow-derived monocytes (CD68 + , CD11b+, CD45 high  cells) ( 32 ,  39 ). Similar percentages of microglia were generally found in WHO grade I low-grade gliomas as in the high-grade tumors, but NF1-associated pilocytic astrocytomas (NF1-PA) had higher percentages of microglia than their sporadic counterparts (SP-PA) (p = 0.0008) ( Fig. 1A, C ). Because previous reports employed CD68 as a marker for microglia in brain tumors ( 40 ,  41 ), we analyzed numbers of CD68-positive cells in the PA tumors. There was a trend towards increased numbers of CD68-positive cells in NF1-PA tumors vs. both their sporadic counterparts and non-neoplastic brain (NB) tissue, the results did not reach statistical significance ( Supplemental Fig. 2A, B ). We suspect the differences between the results obtained using Iba1 and CD68 immunostaining reflects the labeling of blood-derived macrophages and neutrophils by the anti-CD68, but not the Iba1 antibody. We also observed stronger immunoreactivity with the Iba1 antibody in the formalin-fixed, paraffin-embedded specimens. Moreover, in studies of CD68 and Iba1 co-labeling in areas of brain ischemia, numerous CD68+ cells lacked Iba1 co-labeling and, therefore, likely represented bone marrow-derived macrophages, leukocytes, neutrophils or dendritic cells ( 35 ,  39 ) ( Supplemental Fig. 2C ). The finding of greater numbers of Iba1-positive microglia in NF1-PA than in SP-PA raised suggested that these stromal cells play a particularly important role in NF1-associated gliomas. Genetic ablation of microglia in established tumors decreases   mouse optic glioma proliferation Nf1 Our prior study on microglia in human pilocytic astrocytomas suggested that the number of microglia in the tumors correlated with glioma proliferation rate ( 42 ). We also previously showed that minocycline- or JNK inhibitor-mediated microglia inactivation decreased optic glioma tumor cell proliferation in vivo ( 20 ). However, these pharmacologic approaches are limited by potential off-target effects affecting other cell types in the tumor microenvironment and do not directly address the role of microglia in tumor proliferation. To establish a more definitive role for microglia in regulating   optic glioma proliferation in  Nf1 Nf1 +/- GFAP CKO mice at 3 months of age with radiographically and histologically obvious tumors, we employed a novel transgenic mouse in which CD11b+ cells express the thymidine kinase ( ) gene ( TK 22 ). Upon the administration of GCV, CD11b+ cells are killed. To characterize the CD11b+ population in the mouse optic nerve and to determine whether the ablated CD11b+ cells were primarily microglia, we performed flow cytometry and immunohistochemistry studies using several established monocyte markers. First, we found that CD11b and CD68 label the same population of cells in the optic nerves of 6-week-old WT mice ( Fig. 2A ). The majority of this population expressed low levels of CD45 characteristic of resident microglia (R1 = 95% of the CD11b+ cell population), rather than high levels of CD45 indicative of bone marrow-derived macrophages ( Fig. 2B ). Iba1 co-labeled these CD11b+ cells, as determined by flow cytometry ( Fig. 2C ) and Iba1/CD11b double labeling in optic nerve sections ( Fig 2D ). In both cases, over 99% of the cells analyzed were positive for both CD11b and Iba1. Iba1+ cells also express low levels of CD45 ( Fig. 2E , R1 = 95% of Iba1+ cells), consistent with their classification as resident microglia. Moreover, using CD11b magnetic bead capture of microglia from optic gliomas of 3-month-old   mice, the majority of the CD11b+ population isolated had low CD45 expression ( Nf1 +/-GFAP CKO Fig. 2F ), thereby establishing that GCV/TK-mediated ablation of CD11b+ cells in   mouse optic gliomas mainly targets the resident microglia population. Nf1 Based on these findings, we intercrossed CD11b-TK mice with our   mice to generate  Nf1 +/-GFAP CKO  mice and injected GCV intraperitoneal daily for 2 weeks into 3-month-old  Nf1 +/-GFAP CKO-TK  mice. For controls, vehicle (PBS) was injected into 3-month-old  Nf1 +/-GFAP CKO-TK  mice. At the completion of the 2-week treatment, the optic nerves were removed for analysis. Following GCV administration there was a 49% reduction in the numbers of Iba1-positive microglia in the optic nerves of the GCV-treated vs. vehicle-treated control mice ( Nf1 +/-GFAP CKO-TK Fig. 3A ). No differences in numbers of Iba1-positive cells or Ki67-positive cells between PBS-treated   mice were found compared to GCV-treated  Nf1 +/-GFAP CKO-TK  mice lacking the CD11b-TK transgene (data not shown). Consistent with previous studies using minocycline ( Nf1 +/-GFAP CKO 20 ), GCV-mediated microglia ablation reduced optic glioma proliferation (Ki67-positive staining), by 94% ( Fig. 3B ). This reduction in proliferation reflects reduced glial cell proliferation and not microglia proliferation, as demonstrated by a lack of double labeling for Ki67 and Iba1 ( Supplemental Fig. 3 ) ( 20 ). In contrast to the effects of GCV treatment on microglia cell numbers and optic glioma proliferation there was no significant change in the number of CD34-positive+ cells within the optic nerves of GCV-treated   mice compared to vehicle-treated controls ( Nf1 +/-GFAP CKO-TK Fig. 3C ). Together with previous studies, these new findings establish a critical role for microglia in the maintenance of   mouse optic glioma proliferation. Nf1 Microglia ablation during optic glioma development reduces tumor proliferation We hypothesized that microglia might also have important functions during optic glioma formation that may be distinct from their growth-promoting role in glioma maintenance. Previously, we showed that the earliest changes in optic nerve organization were observed between 3 and 6 weeks of age, as evidenced by increased numbers of microglia ( 20 ), increased glial cell proliferation ( 9 ,  26 ) and disruption of the relationship between optic nerve axons and their associated glia ( 43 ). To determine the impact of microglia inactivation/ablation during the early phase of optic glioma formation, we treated   mice with GCV or control vehicle (PBS) for 2 weeks beginning at 3 weeks of age. Nf1 +/-GFAP CKO-TK Similar to the GCV-treated 3-month-old   mice, there was a 43% decrease in the number of Iba1-positive cells in the optic nerves of GCV-treated mice at 3 to 5 weeks of age vs. controls ( Nf1 +/-GFAP CKO-TK Fig. 4A ). Following GCV treatment, optic glioma proliferation was decreased by 63% ( Fig. 4B ), with no change in the number of CD34+ cells ( Fig. 4C ). These results demonstrate for the first time that microglia also facilitate glial cell proliferation during the early phases of optic glioma development.  optic nerves have increased numbers of microglia at 6 weeks, but not at 3 weeks or 3 months of age Nf1 +/- We next sought to determine whether   heterozygosity resulted in a temporally- and spatially-restricted increase in microglia numbers. For these studies, we performed Iba1 immunostaining in the optic nerves and brains of  Nf1  and WT mice at 2 time points: before obvious glioma formation (3 weeks and 6 weeks of age), and a time point when radiographically and histologically evident gliomas are seen (3 months of age). At 3 weeks of age,  Nf1 +/-  and WT mice had equivalent numbers of Iba1-positive cells in the optic nerve, but at 6 weeks of age, microglia numbers in the WT optic nerve had decreased compared to the WT optic nerve at 3 weeks, whereas the number of microglia in the  Nf1 +/-  optic nerve did not decline ( Nf1 +/- Fig. 5A, B ). This difference in microglia dispersal resulted in a 2-fold increase in the number of microglia in the optic nerves of   mice compared to their WT littermates. By 3 months of age, no differences in optic nerve microglia numbers were observed between  Nf1 +/- Nf1 +/-  and WT mice ( Fig. 5A, B ). These results support the notion that there is developmental (temporal) regulation of microglia numbers in the optic nerve resulting from   heterozygosity, suggesting that  Nf1  microglia have delayed or defective dispersion. Nf1 +/- To determine whether this effect of   heterozygosity on microglia number was also spatially regulated, we counted microglia in the brainstem and neocortex of the  Nf1  and WT mice. In striking contrast to the temporal effects of  Nf1 +/-  heterozygosity in optic nerves, no differences in brainstem or neocortex microglia numbers were observed at 3 weeks, 6 weeks or 3 months of age between  Nf1 Nf1 +/-  mice and their WT littermates ( Fig. 5C, D ). Thus,   heterozygosity results in both a temporal and spatial increase in microglia within the mouse optic nerve. Nf1 CX3CR1 expression is reduced in optic nerves of   mice Nf1 +/- One of the key chemokines that regulates microglia dispersal in the brain is fractalkine or CX3CL1 ( 44 ,  45 ). CX3CL1 acts on its receptor, CX3CR1, to regulate microglia migration and function ( 46 ) and loss of CX3CR1 expression has been reported to lead to subretinal microglia cell accumulation ( 47 ). To determine whether altered CX3CL1/CX3CR1 expression could account for abnormal accumulation of microglia in the optic nerves of 6-week-old   mice, we first measured  Nf1 +/-  mRNA levels by quantitative PCR (qPCR) in  Cx3cl1  and WT optic nerves at different ages. No differences in  Nf1 +/-  expression were observed in  Cx3cl1  optic nerves relative to their WT counterparts at any time point ( Nf1 +/- Fig. 6A ). Next, we examined   mRNA expression by qPCR using total RNA isolated from  Cx3cr1  and WT mice optic nerves at different ages. There was a trend increase towards increased  Nf1 +/-  mRNA expression at 3 weeks of age in  Cx3cr1  optic nerves (p = 0.0855), whereas there was a 2.5-fold decrease in  Nf1 +/-  mRNA in  Cx3cr1  compared to WT optic nerves at 6 weeks of age ( Nf1 +/- Fig. 6B ). By 3 months,   mRNA expression in the  Cx3cr1  optic nerves was equivalent to that in the WT mice. Attempts to confirm these results at the protein level were unsuccessful due to the lack of suitable CX3CR1 antibodies for immunohistochemistry. Nf1 +/- To determine whether reduced CX3CR1 expression leads to increased microglia accumulation in the optic nerve as observed in   mice, we employed  Nf1 +/-  mice in which 1 copy of the  Cx3cr1+/GFP  gene was replaced with a cDNA encoding green fluorescent protein (GFP) ( Cx3cr1 23 ). At 6 weeks of age there were 2-fold more Iba1-positive cells in the optic nerves of   mice compared to WT controls ( Cx3cr1+/GFP Fig. 6C ). Similarly, there was an increase in the number of Iba1-positive cells in the optic nerves of   mice compared to  Nf1 +/- ;Cx3cr1+/GFP Nf1 +/-  controls at 6 weeks of age (p < 0.0001). Collectively, these results suggest that   microglia exhibit a delay in dispersal from the optic nerve related to reduced CX3CR1 expression, resulting in increased numbers of microglia at a critical time during optic glioma development. Nf1 +/-",
  "discussion": "Discussion Gliomagenesis requires the combination of susceptible preneoplastic cells coupled with spatially- and temporally-restricted signals emanating from the tumor microenvironment. This cellular collaboration may account for the unique pattern of glioma formation within the CNS in children with NF1. With few exceptions, gliomas are predominantly located along the optic pathway and less frequently in the brainstem in young children. Based on this unique pattern of gliomagenesis, we previously showed that optic nerve and brainstem, but not neocortex, astrocytes increase their proliferation in response to   gene inactivation in vitro and in vivo ( Nf1 48 ). This region-specific susceptibility to the effects of neurofibromin loss provides a receptive preneoplastic cell type, which in cooperation with specific signals from the local environment facilitates gliomagenesis. The requirement for key stromal signals is illustrated by studies of   GEM strains. In both peripheral and CNS tumors,  Nf1  loss in Schwann cell or glial cell precursors, respectively, is not sufficient for tumor formation ( Nf1 5 ,  7 ). Neurofibromas or gliomas only form when   inactivation occurs in Schwann or glial cell precursors in  Nf1 Nf1 +/-  mice ( 5 ,  8 ,  49 ). The obligate role of  Nf1 +/-  cells in the process of tumor formation and continued growth is further underscored by studies that identify mast cells ( 3 ,  4 ,  50 ) and microglia ( 20 ,  21 ) as important stromal cell types in neurofibroma and optic glioma development and maintenance, respectively. In the current study, we show that NF1-associated human pilocytic astrocytomas have increased numbers of microglia and use several   GEM strains to establish a pivotal role for resident microglia in both optic glioma development and maintenance. Nf1 First, we demonstrated that astrocytic tumors of all malignancy grades harbor increased percentages of Iba1-positive microglia vs. non-neoplastic brain. Previous studies have employed CD68 or Iba1 to identify microglia and found correlations between the malignancy grade and CD68/Iba1 immunopositivity ( 51 ,  52 ), but others have reported differences in microglia morphology ( 12 ) or proliferation ( 40 ) in gliomas of varying histologic grade. We observed a statistically insignificant trend towards increased CD68-positive cells in gliomas vs. non-neoplastic brain. We suspect that the difference between CD68 and Iba1 as microglia markers reflects the fact that CD68 recognizes other monocyte-like cells in addition to microglia and may also stain non-monocyte/macrophage lineage cells, especially under pathologic conditions ( 33 ,  35 ,  39 ). Indeed, we demonstrated that macrophages in an ischemic region in the human brain were strongly CD68-positive, whereas few cells in that pathological focus coincidentally labeled with Iba1. These data strongly suggest that Iba1 is a more selective marker for brain microglia ( 29 ,  30 ), but also highlight the need to identify additional specific markers for resident microglia. We found that GCV-mediated reductions in microglia numbers were similar during tumor evolution (5-6 weeks of age) and in the established glioma (3 months of age). Using this method to attenuate microglia function, we provide definitive evidence for the role of microglia in glioma proliferation in established tumors and show for the first time their role in glioma proliferation during tumor formation. While this method of microglia ablation should target only CNS microglia, several independent experiments confirmed the identity of the CD11b+ cells. Using flow cytometry, we found that the normal optic nerve macrophage/monocyte population is primarily composed of CD11b+ CD45 low  cells, consistent with the profile of resident brain microglia ( 34 ,  53 ). Moreover, these microglia were CD68-positive (by flow cytometry) and Iba1-positive (by immunofluorescence and flow cytometry). Similar to our previous studies in human NF1-asspciated optic gliomas ( 20 ), the CD11b+ population in   mouse optic gliomas was CD45 Nf1 +/-GFAP CKO low  resident brain microglia. Together, these results support the conclusion that genetic elimination of resident microglia reduces optic glioma proliferation both during tumor formation and tumor maintenance. Because of the limited reagents currently available to characterize brain microglia, it is possible that there are different populations of microglia in the optic nerve at 5-6 weeks of age and 3 months of age. In an analogous fashion, macrophages have been proposed to have varying functions relevant to tumorigenesis as a function of tumor evolution ( 54 ,  55 ). Early during tumor development, macrophages are active participants in eliminating tumor cells, but as the stroma and cancer cells co-evolve an “equilibrium” phase emerges in which the neoplastic cells acquire resistance to immune editing and elimination ( 56 ,  57 ). Finally, these “adapted” tumor cells expand and escape from immunologic pruning and create a new condition where macrophages may facilitate tumor growth. It is not clear whether these phases exist for microglia-glioma cell interactions, but if so it will be important to identify specific subpopulations of microglia with unique properties germane to a given period of glioma development and maintenance. We also showed that   heterozygosity creates spatially- and temporally-restricted differences in microglia abundance relevant to optic glioma evolution. The fact that the numbers of Iba1-positive microglia increase in  Nf1  mice in the optic nerve during a defined window of development suggests that this specific microglial population might be uniquely susceptible to the effects of reduced  Nf1 +/-  expression during this period of optic nerve maturation. We hypothesize that the accumulation of  Nf1  microglia in the optic nerve at 5 to 6 weeks of age reflects a defect in microglia homing in response to chemokines that instruct microglia dispersal. It is unlikely that  Nf1 +/- Nf1 +/-  optic nerve microglia have impaired migratory abilities as we have previously shown that   microglia have increased motility in Boyden chamber assays in vitro ( Nf1 +/- 20 ,  21 ). Rather, we propose that  Nf1 +/-  microglia are defective in directed migration. One of the major determinants controlling microglia homing is CX3CR1 ( 58 ), which was reduced in the   optic nerve. Here, we showed that reduced  Nf1 +/-  expression in CX3CR1-GFP heterozygous knockout mice resulted in a similar increase in optic nerve microglia at 6 weeks of age. These results are consistent with previous reports demonstrating that  Cx3cr1 -deficient mice exhibit microglia accumulation in the retina ( Cx3cr1 47 ,  59 ,  60 ). Together, these findings suggest a model in which microglia accumulation reflects the impact of   heterozygosity on the developmental pattern of microglia migration in the optic nerve, thus delaying microglia dispersal and resulting in the presence of microglia and microglia-produced signals during a time when  Nf1 Nf1 -/-  glial progenitors are most susceptible to expansion by stromal elements. Previous studies have demonstrated the presence of CD11b-, Iba1-, CX3CR1-positive microglia in human gliomas, leading to the hypothesis that this cell population might be important for glioma growth ( 61 ). Moreover, polymorphisms in the human   gene are linked to increased survival of patients with high-grade glioma, and patients with the common “improved survival” V249I polymorphism also had reduced numbers of tumor-associated microglia ( CX3CR1 62 ). These findings raise the intriguing possibility that neurofibromin regulation of CX3CR1 expression might control microglia function in a specific fashion to modulate neoplastic glial cell growth in both the evolving and established optic glioma. Collectively, our new observations suggest a mechanistic model of stroma-tumor cell interaction relevant to optic gliomagenesis and maintenance that envisions   heterozygosity as an essential event that alters microglia abundance during optic nerve development. Future studies aimed at defining the function of microglia during gliomagenesis and glioma maintenance will be required to begin to develop treatments that target the relevant microenvironmental cell types in this common pediatric brain tumor. Nf1",
  "upgrade_date": "2026-02-21 02:22:09"
}