{
  "pmid": "PMID:21199799",
  "title": "Dose-dependent effects of focal fractionated irradiation on secondary malignant neoplasms in Nf1 mutant mice.",
  "abstract": "Secondary malignant neoplasms (SMN) are increasingly common complications of cancer therapy that have proven difficult to model in mice. Clinical observations suggest that the development of SMN correlates with radiation dose; however, this relationship has not been investigated systematically. We developed a novel procedure for administering fractionated cranial irradiation (CI) and investigated the incidence and spectrum of cancer in control and heterozygous Nf1 mutant mice irradiated to a moderate (15 Gy) or high dose (30 Gy). Heterozygous Nf1 inactivation cooperated with CI to induce solid tumors and myeloid malignancies, with mice developing many of the most common SMNs found in human patients. CI-induced malignancies segregated according to radiation dose as Nf1(+/-) mice developed predominately hematologic abnormalities after 15 Gy, whereas solid tumors predominated at 30 Gy, suggesting that radiation dose thresholds exist for hematologic and nonhematologic cancers. Genetic and biochemical studies revealed discrete patterns of somatic Nf1 and Trp53 inactivation and we observed hyperactive Ras signaling in many radiation-induced solid tumors. This technique for administering focal fractionated irradiation will facilitate mechanistic and translational studies of SMNs.",
  "authors": "Jean L Nakamura; Connie Phong; Emile Pinarbasi; Scott C Kogan; Scott Vandenberg; Andrew E Horvai; Bruce A Faddegon; Dorothea Fiedler; Kevan Shokat; Benjamin T Houseman; Richard Chao; Russell O Pieper; Kevin Shannon",
  "journal": "Cancer research",
  "publicationDate": "2011-01-01",
  "doi": "10.1158/0008-5472.CAN-10-2732",
  "methods": "Materials and Methods Mouse Strains, Breeding and Treatment. Mouse Strains, Breeding and Treatment Nf1 +/  mice were generated as previously described ( − 11 ). In brief,  Nf1 +/  mice maintained in the 129/Sv background ( − 12 ) were crossed with wild-type C57Bl/6 mice. We modified a previously published rat brain irradiation protocol developed at our institution to reproducibly irradiate murine brains  in vivo  ( 13 ). Mice were placed 16.3 cm from a cesium-137 source (J.L. Shepherd & Associates, San Fernando, CA) and shielded with an iron collimator that limited the beam width to a narrow 1 cm wide vertical beam. Six to eight week old mice were given cranial irradiation at a fractionation of either five fractions of 3 Gy or ten fractions of 3 Gy, delivered at a rate of five fractions per week, one fraction per day. All animal procedures were approved by the UCSF IACUC. Pathologic Analysis Animals with signs of systemic illness were euthanized and visible masses/growths, peripheral blood, and bone marrow were collected immediately. The mice were then perfused with 4% paraformaldehyde and the following organs were collected: brain, skin in irradiated region, skin outside irradiated region, skull, heart, lungs, spleen, liver, kidneys, segment of small intestine. Pathologic review was performed on hematoxylin and eosin-stained sections by A.H., S.K., or S.V. Complete blood counts were performed on blood samples obtained at the time of sacrifice by cardiac puncture and analyzed immediately on a Hemavet provided by the UCSF Mouse Pathology Core. Immunohistochemistry Five micrometer sections were obtained through paraffin-embedded tumors. Phosphorylated ERK Thr202/Tyr204 (catalog #4376), phosphorylated Akt Ser473 (#9271) and phosphorylated S6 Ser235/236 (#2211) (all from Cell Signaling, Beverly, MA) were assessed on paraffin-embedded sections using immunofluorescent staining as described previously ( 14 ). Slides were visualized on a fluorescent microscope and six independent fields were scored for relative fluorescence at 40X magnification by a blinded reviewer (J.N.). These scores were then averaged to generate the fluorescence score. Images were captured and merged using Openlab (Improvision, Waltham, MA). Genotyping and Mutation Analysis Trp53  loss of heterozygosity was analyzed at the D11Mit29 and D11Mit31 loci by amplifying tumor DNA with the following primers: forward 5′ TTGAGGCATGAGGGGATTAG 3′, reverse 5′ TTTCCGTCATTGCTAAAGGG 3′, 5′ TTTCCCAGTCACGACGTTGGCCTGAATTCACATGGTGG 3′, reverse 5′ AGAATAAGTAAACCCAGCTGCG 3′. D11Mit219 was amplified with the following primers: forward 5′ TTTCCCAGTCACGACGTTGTTGTATGTATAGATGCAT TTGAATGG -3′, reverse 5′ GGTTTGTATAAATTCTCACCTGTGC 3′. PCR fragment analyses were performed by the UCSF Genome Core using Peak Scanner software from Applied Biosystems. SNP rs 13481119 was amplified using the following primers: forward GC CCGCTACATG CTGATGCTG reverse GCTTGTAGGCCTGGTGAGTC. SNP products were sequenced using a commercial sequencing service. Cell Culture Nf1 ,  −/− Nf1 , and wildtype mouse embryo fibroblasts were generated as previously described ( +/− 15 ). Tumor cell lines were generated as previously described ( 11 ). All cell lines were grown in Dulbecco’s modified Eagle medium (DMEM, 4500 mg/L glucose, Life Technologies, Inc.) supplemented with 10% fetal bovine serum (GIBCO-BRL, Invitrogen, Carlsbad, CA), penicillin, and streptomycin. Cells were grown in a humidified incubator containing 5% carbon dioxide at 37°C. Quantitation of γH2AX Foci Formation Cells grown on glass coverslips were irradiated, then fixed with 4% paraformaldehyde at specified time points. Coverslips were permeabilized and probed with anti- γH2AX Ser139 antibody (Millipore), followed by anti-rabbit AlexaFluor 488 secondary antibody (Molecular Probes). Coverslips were mounted using Vectashield with DAPI (Vector Laboratories), and visualized with a Zeiss LSM 510 Meta confocal microscope. Statistical Analysis Survival curves are calculated from Kaplan-Meier product limit estimators to determine the association of CI on mortality. Interim sacrifices of moribund animals are taken as uncensored events while the terminal, end-of-study sacrifices are necessarily considered censored. Log-rank tests are used to test for differences in survival curves between groups. Fisher-Irwin exact tests are used to make pairwise comparisons of total disease incidence between dosage groups. Cochran-Armitage tests for trend are used to consider all dosage groups together. Disease-specific incidence is compared using both unadjusted and survival-adjusted analyses. Two way ANOVAs were used to assess the effects of genotype and radiation dosage on hemoglobin levels, white blood cell count, and platelet count. Two-tailed t-tests were used to make pairwise comparisons of hemoglobin levels, white blood cell counts, and platelet counts. All analyses were performed on R 2.7.0.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:24:22"
}