{
  "pmid": "PMID:21199799",
  "title": "Dose-dependent effects of focal fractionated irradiation on secondary malignant neoplasms in Nf1 mutant mice.",
  "abstract": "Secondary malignant neoplasms (SMN) are increasingly common complications of cancer therapy that have proven difficult to model in mice. Clinical observations suggest that the development of SMN correlates with radiation dose; however, this relationship has not been investigated systematically. We developed a novel procedure for administering fractionated cranial irradiation (CI) and investigated the incidence and spectrum of cancer in control and heterozygous Nf1 mutant mice irradiated to a moderate (15 Gy) or high dose (30 Gy). Heterozygous Nf1 inactivation cooperated with CI to induce solid tumors and myeloid malignancies, with mice developing many of the most common SMNs found in human patients. CI-induced malignancies segregated according to radiation dose as Nf1(+/-) mice developed predominately hematologic abnormalities after 15 Gy, whereas solid tumors predominated at 30 Gy, suggesting that radiation dose thresholds exist for hematologic and nonhematologic cancers. Genetic and biochemical studies revealed discrete patterns of somatic Nf1 and Trp53 inactivation and we observed hyperactive Ras signaling in many radiation-induced solid tumors. This technique for administering focal fractionated irradiation will facilitate mechanistic and translational studies of SMNs.",
  "authors": "Jean L Nakamura; Connie Phong; Emile Pinarbasi; Scott C Kogan; Scott Vandenberg; Andrew E Horvai; Bruce A Faddegon; Dorothea Fiedler; Kevan Shokat; Benjamin T Houseman; Richard Chao; Russell O Pieper; Kevin Shannon",
  "journal": "Cancer research",
  "publicationDate": "2011-01-01",
  "doi": "10.1158/0008-5472.CAN-10-2732",
  "methods": "Materials and Methods Mouse Strains, Breeding and Treatment. Mouse Strains, Breeding and Treatment Nf1 +/  mice were generated as previously described ( − 11 ). In brief,  Nf1 +/  mice maintained in the 129/Sv background ( − 12 ) were crossed with wild-type C57Bl/6 mice. We modified a previously published rat brain irradiation protocol developed at our institution to reproducibly irradiate murine brains  in vivo  ( 13 ). Mice were placed 16.3 cm from a cesium-137 source (J.L. Shepherd & Associates, San Fernando, CA) and shielded with an iron collimator that limited the beam width to a narrow 1 cm wide vertical beam. Six to eight week old mice were given cranial irradiation at a fractionation of either five fractions of 3 Gy or ten fractions of 3 Gy, delivered at a rate of five fractions per week, one fraction per day. All animal procedures were approved by the UCSF IACUC. Pathologic Analysis Animals with signs of systemic illness were euthanized and visible masses/growths, peripheral blood, and bone marrow were collected immediately. The mice were then perfused with 4% paraformaldehyde and the following organs were collected: brain, skin in irradiated region, skin outside irradiated region, skull, heart, lungs, spleen, liver, kidneys, segment of small intestine. Pathologic review was performed on hematoxylin and eosin-stained sections by A.H., S.K., or S.V. Complete blood counts were performed on blood samples obtained at the time of sacrifice by cardiac puncture and analyzed immediately on a Hemavet provided by the UCSF Mouse Pathology Core. Immunohistochemistry Five micrometer sections were obtained through paraffin-embedded tumors. Phosphorylated ERK Thr202/Tyr204 (catalog #4376), phosphorylated Akt Ser473 (#9271) and phosphorylated S6 Ser235/236 (#2211) (all from Cell Signaling, Beverly, MA) were assessed on paraffin-embedded sections using immunofluorescent staining as described previously ( 14 ). Slides were visualized on a fluorescent microscope and six independent fields were scored for relative fluorescence at 40X magnification by a blinded reviewer (J.N.). These scores were then averaged to generate the fluorescence score. Images were captured and merged using Openlab (Improvision, Waltham, MA). Genotyping and Mutation Analysis Trp53  loss of heterozygosity was analyzed at the D11Mit29 and D11Mit31 loci by amplifying tumor DNA with the following primers: forward 5′ TTGAGGCATGAGGGGATTAG 3′, reverse 5′ TTTCCGTCATTGCTAAAGGG 3′, 5′ TTTCCCAGTCACGACGTTGGCCTGAATTCACATGGTGG 3′, reverse 5′ AGAATAAGTAAACCCAGCTGCG 3′. D11Mit219 was amplified with the following primers: forward 5′ TTTCCCAGTCACGACGTTGTTGTATGTATAGATGCAT TTGAATGG -3′, reverse 5′ GGTTTGTATAAATTCTCACCTGTGC 3′. PCR fragment analyses were performed by the UCSF Genome Core using Peak Scanner software from Applied Biosystems. SNP rs 13481119 was amplified using the following primers: forward GC CCGCTACATG CTGATGCTG reverse GCTTGTAGGCCTGGTGAGTC. SNP products were sequenced using a commercial sequencing service. Cell Culture Nf1 ,  −/− Nf1 , and wildtype mouse embryo fibroblasts were generated as previously described ( +/− 15 ). Tumor cell lines were generated as previously described ( 11 ). All cell lines were grown in Dulbecco’s modified Eagle medium (DMEM, 4500 mg/L glucose, Life Technologies, Inc.) supplemented with 10% fetal bovine serum (GIBCO-BRL, Invitrogen, Carlsbad, CA), penicillin, and streptomycin. Cells were grown in a humidified incubator containing 5% carbon dioxide at 37°C. Quantitation of γH2AX Foci Formation Cells grown on glass coverslips were irradiated, then fixed with 4% paraformaldehyde at specified time points. Coverslips were permeabilized and probed with anti- γH2AX Ser139 antibody (Millipore), followed by anti-rabbit AlexaFluor 488 secondary antibody (Molecular Probes). Coverslips were mounted using Vectashield with DAPI (Vector Laboratories), and visualized with a Zeiss LSM 510 Meta confocal microscope. Statistical Analysis Survival curves are calculated from Kaplan-Meier product limit estimators to determine the association of CI on mortality. Interim sacrifices of moribund animals are taken as uncensored events while the terminal, end-of-study sacrifices are necessarily considered censored. Log-rank tests are used to test for differences in survival curves between groups. Fisher-Irwin exact tests are used to make pairwise comparisons of total disease incidence between dosage groups. Cochran-Armitage tests for trend are used to consider all dosage groups together. Disease-specific incidence is compared using both unadjusted and survival-adjusted analyses. Two way ANOVAs were used to assess the effects of genotype and radiation dosage on hemoglobin levels, white blood cell count, and platelet count. Two-tailed t-tests were used to make pairwise comparisons of hemoglobin levels, white blood cell counts, and platelet counts. All analyses were performed on R 2.7.0.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:24:22",
  "introduction": "Introduction Secondary malignant neoplasms (SMNs) are late complications arising after exposure to genotoxic therapies, which include radiotherapy and many chemotherapeutic agents. SMNs account for most of the ~90,000 new cancers that are diagnosed annually in the United States in persons who previously had a histologically distinct malignancy ( 1 ). Moreover, the incidence of SMNs is expected to grow as the at-risk population of cancer survivors treated with intensive therapeutic regimens increases. This prediction is consistent with data showing that the dramatic improvement in the cure rates of many pediatric cancers over the last few decades was followed by increasing numbers of SMNs ( 2 ). SMNs are often high grade, aggressive tumors that are resistant to therapy. Because the mechanisms underlying SMN development are poorly understood and experimental models are lacking, fundamental questions regarding SMN pathogenesis and treatment have not been addressed. Nearly two thirds of cancer patients receive radiotherapy. Modern treatment protocols typically involve administering a high dose of fractionated irradiation to a defined anatomic site of disease. Retrospective studies have shown that the vast majority of SMNs arise in tissues that were included in the radiation field and support a relationship between the total dose of radiation and tumorigenesis ( 3 ). Murine studies of radiation mutagenesis have generally employed single, low dose total body irradiation (TBI), which does not accurately model the high dose targeted radiotherapy most cancer patients receive. Furthermore, existing mouse models have not specifically addressed the relationship of treatment parameters such as focal radiation dose to the subsequent risk and spectrum of SMNs. Although unexamined, this relationship is important clinically because contemporary radiotherapy techniques are capable of delivering extremely conformal radiation dose distributions and differentially dosing multiple malignant and normal structures. Mutations in the  NF1  tumor suppressor gene cause neurofibromatosis type 1 (NF1), a common familial cancer syndrome ( 4 ,  5 ).  NF1  encodes neurofibromin, a GTPase activating protein that negatively regulates Ras signaling ( 6 ,  7 ). Affected individuals are predisposed to specific benign and malignant tumors, which include tumors of the central and peripheral nervous systems, soft tissue sarcomas, pheochromocytoma, and juvenile myelomonocytic leukemia (JMML) ( 8 ). In addition, retrospective clinical data suggest that persons with NF1 who are treated with genotoxins for a primary cancer are at increased risk of developing common SMNs such as myeloid leukemia, soft tissue sarcomas, and malignant gliomas ( 9 ,  10 ). We previously found that TBI, when delivered alone or in combination with cyclophosphamide, induced a spectrum of SMNs in  Nf1 +/−  mice that include myeloid malignancies, soft tissue sarcomas, and breast carcinomas. Because low dose TBI does not accurately model current radiation oncology practice for the majority of patients, we developed a customized technique to model clinical brain radiotherapy by delivering focal, fractionated cranial irradiation (CI) to mice. Here we show that CI cooperates with heterozygous  Nf1  inactivation to induce solid tumors and hematologic malignancies. Importantly, we observed a clear threshold for disease induction with almost all of myeloid malignancies occurring in mice that received 15 Gy, while solid tumors concentrated in the cohort that received 30 Gy. Some types of radiation-induced tumors consistently showed somatic loss of the normal  Nf1  alleles while others did not, which suggests that Ras-dependent and independent mechanisms contribute to radiation-induced tumorigenesis. Consistent with this idea, we obtained evidence for hyperactive Ras signaling in primary radiation-induced tumors from both widtype and  Nf1  mutant mice. Together, these studies establish a new approach for modeling clinical radiation therapy regimens in mice, reveal cooperativity between  Nf1  inactivation and focal CI in generating SMNs, and identify hyperactive Ras as a potential biochemical target in common SMNs.",
  "results": "Results Survival and tumorigenesis after CI Cranial irradiation (CI) is one of the most common types of radiation therapy, and a significant fraction of SMNs observed today result from prior brain irradiation. To replicate this treatment experimentally, we developed customized beam shaping to deliver focal, fractionated, CI to mice ( Supplementary Figure 1A ). Similar to the whole brain irradiation technique used in patients, equally weighted, opposed lateral beams were used to deliver multi-fraction CI to mice. Radiographic film was used to quantitate radiation dosimetry, describing the absolute radiation dose rate both within and outside the irradiation field, and the dose homogeneity across the beam aperture ( Supplementary Figure 1B ). The study cohort included 121 mice that were generated by mating  Nf1  mice on a 129/Sv strain background and WT C57Bl/6 mice. These F1  +/− Nf1  (n = 73) and WT (n = 48) mice were assigned to one of three CI treatment regimens: 0 Gy, 15 Gy (5 doses of 3 Gy), or 30 Gy (10 doses of 3 Gy). Fraction sizes were maintained at 3 Gy in order to determine the effect of total radiation dose on disease development. These radiation doses were selected to approximate clinically used radiation fractionation schemes, and mice were irradiated five times per week, one fraction per day, identical to clinical practice. Mice were observed for 18 months after radiation treatment or until they developed signs of systemic illness that necessitated euthanasia. +/− As expected from previous reports (Jacks 1994, Brannan 1994, Maghoub 1999, Chao 2005), the survival of unirradiated  Nf1  mice was reduced compared to WT littermates (p=0.02, logrank test) with deaths occurring after one year of age ( +/− Figure 1A ). CI significantly decreased the survival of both WT (p=0.002, logrank test) and  Nf1  (p=0.05, logrank test) mice ( +/− Figure 1A ). Furthermore, there were increased risks of death in  Nf1  versus WT mice with a hazard ratio of death of 2.041 (95% CI: 1.116 - 3.735) and in irradiated mice over unirradiated mice with a hazard ratio of death of 3.788 (95% CI: 1.618 - 8.870). The median post-treatment survival time was reduced in irradiated  +/− Nf1  mice compared to irradiated WT mice (503 versus 596 days; p =0.04, logrank test), showing that the worst overall outcome was observed in irradiated  +/− Nf1  mice. Interestingly, the survival of both WT and  +/− Nf1  mice was reduced to a similar extent by either moderate dose (3 Gy x 5) or high dose (3 Gy x 10) CI ( +/− Figure 1B ). Nf1 +/−  mice develop radiation-induced cancers in a dose-related manner Pathologic analyses were performed on 120 of 121 mice in the study cohort, including 116 that had histopathologic evaluation of cranial and hematologic organs. A few early deaths in WT and  Nf1  mutant mice were consistent with radiation-induced cerebral edema, a known side effect of CI. Necropsies of both moribund and terminally sacrificed mice revealed the predominance of two distinct disease phenotypes: solid tumor in the irradiated region (in-field tumors) and myeloid malignancies. The latency before the onset of clinical signs that necessitated euthanasia was similar in mice that died with solid tumors and myeloid malignancies. Early stage solid tumors and myeloid malignancies were evident at necropsy in some asymptomatic mice, and were more common in irradiated  Nf1  mutant than in irradiated WT controls (p=0.003, log-rank test). Overall, irradiated  Nf1  mutant mice were more likely than irradiated WT mice to develop hematologic malignancies (p=0.003, log-rank test) or solid cancers (p=0.05). Analysis of overall tumor incidence confirmed a positive, linear association with radiation dose (p=0.0395, survival adjusted Cochran-Armitage trend test) and the tumorigenicity of the 30 Gy dose over 15 Gy dose (p=0.04, Fisher exact test). We performed log-rank tests to compare disease-specific survival and observed the highest incidence of myeloid malignancies in  Nf1  mutant mice that received 15 Gy of CI ( Figure 1C ) (0 Gy vs. 15 Gy: p=0.031, 15 Gy vs. 30 Gy: p=0.017, Fisher exact tests). By contrast, disease-specific survival due to solid tumor was significantly reduced in  Nf1  mutant mice receiving 30 Gy of CI (p=0.019, log-rank test,  Figure 1D ). Thus, whereas exposure to 15 Gy of focal radiation was more leukemogenic than 30 Gy, the incidence of solid cancers was greater at the higher radiation dose. CI did not reach significance with regard to altered disease-specific survivals due to solid tumor or hematologic malignancy in WT mice. Radiation-induced solid tumors after CI Mice receiving CI developed several types of solid tumors arising from the central nervous system, bone, skin and orbits within the irradiated region. These in-field solid tumors included squamous cell carcinomas, osteosarcoma, malignant peripheral nerve sheath tumor, papillary carcinoma, pituitary adenomas, choroid plexus papilloma, and lymphomas, which arose within the irradiated field and were classified as solid cancers in our analyses ( Figure 2  and  Supplementary Table 1 ). The latencies associated with these tumors were roughly similar, with the majority developing at least one year after CI. Myeloid malignancies after CI Nf1  mice developed a spectrum of myeloid disorders, which occurred in animals that succumbed prematurely as well as incidentally in animals that were analyzed at the end of the experiment. Early death was most common in  +/− Nf1  mice that received 15 Gy of CI ( +/− Figure 1C ). Pathologic analysis of most of these mice revealed a disorder that was reminiscent of human myelodysplastic syndrome (MDS), which is characterized by ineffective hematopoiesis and anemia. We obtained complete blood counts (CBCs) from 96 of 121 (80%) mice in the study cohort at death from disease or elective euthanasia and found that anemia was largely restricted to  Nf1  mice that received 15 Gy of CI ( +/− Figure 3A ). There were no significant differences in blood leukocyte or platelet counts segregating with either genotype or radiation dosage. Since anemia occurs in some human patients with advanced solid cancers, we compared the CBCs of mice that developed solid tumors to those of mice without solid tumors. All parameters, including hemoglobin levels, were comparable between mice that were euthanized due to a solid tumor and mice without overt disease ( Figure 3B ). In comparison to normal mice ( Figure 3C , top row), most  Nf1  mice that received 15 Gy of CI showed marked expansion of the red pulp in the spleen ( +/− Figure 3C , middle row, left and middle panels), which was characterized by a predominance of erythroid cells, as well as bone marrows that contained a mix of myeloid and erythroid elements ( Figure 3C , middle row, right panel). The presence of marked splenic erythroid hyperplasia along with persistent erythropoiesis in the bone marrow and peripheral anemia strongly suggests ineffective hematopoiesis, a finding that parallels the abnormal erythroid development seen in human refractory anemia and related myelodysplastic syndromes. In humans, MDS following irradiation may also be hypoplastic, in contrast to the hypercellular marrows more typical of MDS. Interestingly, some mice in the  Nf1 15 Gy cohort with marked peripheral anemia showed minimal splenic red pulp expansion ( +/− Figure 3C , last row, left panel) with erythroid precursors present, but not expanded in the spleen ( Figure 3C , last row, middle panel) and bone marrow ( Figure 3C , last row, right panel). Although the cause of the hypoproductive anemias observed in these mice is not certain, we speculate that these animals developed an illness paralleling human hypoplastic MDS. Pathologic analysis of  Nf1  mice also identified some with hematologic abnormalities that were distinct from the MDS-like phenotypes seen in the 15 Gy cohort.  +/− Nf1  mice are predisposed to spontaneously develop a myeloproliferative neoplasm (MPN) in the second year of life that models human JMML and is characterized by leukocytosis and splenomegaly without anemia (Jacks 1994; Mahgoub 1999). Consistent with this, spleen weight averaged 0.588 grams in  +/− Nf1  mice and 0.200 grams in WT mice, and was independent of radiation dose. We also observed four cases of histiocytic sarcoma in  +/− Nf1  mice, two of which were detected incidentally after elective euthanasia. +/− Genetic alterations in radiation-induced tumors The F1 background of our study cohort allowed us to use strain-specific polymorphisms to screen tumors for loss of constitutional heterozygosity (LOH). Because the  Nf1  mutant allele was maintained on the 129/Sv background, loss of the  Nf1  allele derived from the C57Bl/6 parent results in homozygous inactivation.  Trp53 , the murine homologue of the tumor suppressor  Tp53  in humans, is separated from the  Nf1  gene by 9.7 Mb on mouse chromosome 11, and concurrent loss of  Nf1  and  Trp53  genes accelerates tumorigenesis in mice ( 16 ,  17 ). We used a PCR-based technique that employs fluorescently-labeled probes amplifying DNA fragments corresponding to microsatellite sequence polymorphisms to analyze six primary solid tumors from  Nf1  mice for LOH at  +/− Nf1  and  Trp53 . The loci examined included three microsatellite markers: D11Mit29, which is closely linked to  Trp53;  D11Mit31 and D11Mit219, which are located between  Trp53  and  Nf1 ; and rs13481119, an intragenic  Nf1  single nucleotide polymorphism ( Figure 4A ). These studies revealed marked reduction in the C57Bl/6-derived allele at all 4 loci in a CI-induced sarcoma ( Figure 4B-4D ). By contrast, 2 of 4 squamous cell carcinomas showed LOH at  Nf1,  but all of these tumors retained both  Trp53  alleles ( Figure 4C-4D ). A pituitary adenoma was the only tumor displaying loss of the 129/Sv-derived  Nf1  allele at all four loci examined, which infers that  Nf1  loss does not drive tumorigenesis in this context. In contrast to the solid tumors,  Nf1  inactivation was uncommon in radiation-induced myeloid malignancies with only 2 of 12 splenic DNA samples showing LOH at  Nf1 . We also used this sensitive platform to analyze 12 malignant solid tumors that developed in  Nf1  mice after TBI that have been reported by Chao  +/− et al  ( 11 ). These studies confirmed a high frequency of LOH at the  Nf1  locus in sarcomas (6/8) and mammary tumors (4/4), as well as LOH at  Trp53  in all of the mammary tumors ( Supplementary Table 2 ). Sufficient DNA was available from 5 TBI-induced sarcomas for genotyping at all 4 loci, and revealed LOH extending to  Trp53  in two of these tumors that was not detected previously ( 11 ). Ras signaling is activated in radiation-induced tumors Nf1  loss results in hyperactive Ras signaling and activation of canonical downstream kinase effector cascades in many cell types. To investigate Ras pathways implicated in cancer, we performed immunohistochemical analysis of primary radiation-induced tumors with antibodies that recognize phosphorylated forms of ERK, Akt and S6 (pERK, pAkt, and pS6) and devised a semi-quantititative scoring system to compare staining intensity with a score of “1” corresponding to no detectable phospho-protein and a score of “3” reflecting diffuse and uniform staining. We observed elevated pAkt and pS6 levels in most tumors compared to normal tissues with considerable variability between individual tumors ( Figure 5 ). Whereas some tumors displayed good concordance between pAkt and pS6 levels, several tumors showed proportionately more pS6 staining ( Figure 5A ), and pS6 was most consistently elevated  in vivo  relative to normal tissues in radiation-induced tumors. By contrast, we detected elevated levels of pERK less frequently in primary tumors compared to pAkt and pS6 ( Supplementary Figure 2 ). The ranges of pAkt and pS6 levels were similar in radiation-induced tumors from wildtype and  Nf1  mice, and loss of the normal  +/− Nf1  allele did not have with consistent effects on pERK, pAkt, or pS6 levels ( Figure 5A  and  Supplementary Figure 2 ). Radiation response in WT and Nf1 mutant cells The mechanisms underlying the sensitivity of individuals with NF1 and  Nf1  mutant mice to radiation-induced tumors are unknown. Defects in DNA repair underlie some disorders that result in cancer susceptibility after radiation exposure, such as ataxia-telangiectasia ( 18 ). Although neurofibromin possesses a nuclear localization signal, it has no known role in maintaining genomic integrity ( 19 ). To determine whether heterozygous or homozygous  Nf1  inactivation might subtly alter this response, we compared γH2AX formation in WT,  Nf1 +/  and homozygous  − Nf1  mutant  (Nf1  MEFs that were exposed to low dose irradiation ( −/− ) Supplementary Figure 3 ). H2AX is a histone protein phosphorylated by ATM in response to the presence of double strand DNA breaks, resulting in the formation of nuclear γH2AX foci ( 18 ). Resolution of these foci over time reflects DNA repair capacity. We observed similar patterns of γH2AX foci formation and resolution over time in WT and  Nf1  mutant mouse embryo fibroblasts, which suggests that  Nf1  inactivation does not have global effects on DNA repair.",
  "discussion": "Discussion The risk of late toxicities after cancer therapy concerns virtually every cancer survivor, and SMNs are the most severe and life-threatening of these complications. Indeed, the ongoing experience of childhood cancer survivors who were cured with intensive genotoxic regimens suggests that the development of SMNs might ultimately compromise recent improvements in cancer survival ( 1 ,  20 ,  21 ). Although common, SMNs have proven difficult to study clinically and experimentally. Patients with NF1 are predisposed to many of the same SMNs as the general population ( 10 ) and  Nf1  mice are a genetically sensitized background for investigating tumorigenesis secondary to radiation and/or chemotherapeutic agents ( +/− 11 ,  22 ). However, “first generation” models do not recapitulate current clinical practice in which high dose fractionated radiotherapy is administered to a defined anatomic site of disease. We have overcome this limitation by developing a technique for delivering localized multi-dose cranial irradiation to mice. Furthermore, individuals with NF1 are predisposed to specific CNS tumors and the risk of subsequent SMN induction influences their care ( 10 ). We found that solid tumor development was dose-related and occurred within the radiation field, mirroring clinical observations in childhood cancer survivors ( 23 ). The long latencies and diverse histologies of these squamous cell carcinomas, osteosarcomas, and soft tissue sarcomas also reflect the natural history of SMNs. Importantly,  Nf1  and  +/− Nf1  MEFs activate the p53 pathway in response to doxorubicin ( −/− 11 ) and we observed normal γH2AX foci formation and resolution after irradiation. Together, these clinical, pathologic, and biologic characteristics suggest that administering high dose focal irradiation to  Nf1  mutant mice is a robust system for accurately modeling common SMNs in the general population that has some advantages over using  Atm  or  Trp53  mutant mice, which show abnormal responses to DNA damage. We did not observe radiation-induced gliomas or meningiomas in  Nf1  mice that were exposed to CI. This was unexpected as both are well-recognized SMNs after CI ( +/− 10 ,  24 ,  25 ) and mice that inherit mutations in  Nf1  and  Trp53  in  cis  are predisposed to malignant gliomas ( 16 ,  26 ,  27 ). Our data therefore suggest that loss of  Trp53  may be an early and rate-limiting event in gliomagenesis. Alternatively, the latency to glioma development may exceed that of other solid tumor types, and euthanizing mice due to non-gliomatous disease precluded the detection of radiation-induced gliomas. Nf1  mice that were treated with focal CI died with a hematologic disorder that was highly reminiscent of human MDS, and it is provocative that these malignancies arose predominantly at the lower radiation dose level. Our data showing an upper radiation dose threshold defining risk are consistent with clinical observations that hematologic cancers are extremely rare with high dose focal irradiation, but can be induced by low dose focal irradiation in individuals receiving radiotherapy for benign illnesses ( +/− 28 ). The mechanisms by which low to moderate dose irradiation induces hematologic malignancies are unknown. Importantly, however, injury to the entire hematopoietic stem cell (HSC) compartment cannot account for the occurrence of MDS and other hematologic disorders in our model as the focal CI protocol spared most of the blood-forming marrow. However, in contrast to humans, the murine cranium possesses blood-forming capacity. Instead, our data argue strongly in favor of a mechanism in which radiation induces genetic damage in a susceptible cell, which subsequently achieves clonal dominance. We speculate that exposure to high dose radiation ablates most potential leukemia-initiating cells while lower doses induce sublethal genetic damage that promotes clonal outgrowth and ultimately results in frank hematologic malignancy. In addition to total radiation dose, fraction size could influence the dose dependence of radiation-induced tumorigenesis in our model. In certain clinical situations, increasing fractionation of radiotherapy, which increases the number of radiation exposures but decreases the dose per exposure, is favored over single exposure radiotherapy in order to favor normal tissue repair that can occur between fractions. One might then expect that increasing fractionation would be associated with fewer SMNs. Alternatively, it is possible that multifraction radiotherapy, possibly in settings where DNA repair in normal tissues is compromised, may increase the risk of SMN development due to the successive accumulation of mutations over the course of radiotherapy. We did not address the issue of fraction size in this study and these mechanisms are worth further study. Molecular analysis at the  Nf1  and  Trp53  loci revealed three general patterns of genetic alterations in tumors from mice that received either high dose focal CI or low dose TBI: LOH involving  Nf1  only; LOH at  Nf1 ,  Trp53,  and two intervening loci; and intact heterozygosity. Consistent with the increased risk of cancer in irradiated  Nf1  mice,  +/− Nf1  is affected by LOH more commonly than  Trp53. Nf1  inactivation is highly prevalent in mammary tumors and sarcomas from mice that received low dose TBI ( 11 ), and was also observed in a sarcoma that arose after high dose focal CI. By contrast, LOH at  Nf1  was less common in mice that developed squamous cell carcinoma after high dose focal CI, and was surprisingly infrequent in myeloid malignancies that emerged in  Nf1  mice treated with either radiation regimen ( +/− 11 ). It is possible that radiation-induced  Nf1  inactivation in leukemia initiating cells is due to mechanisms that do not result in LOH such as small intragenic deletions or point mutations in the normal  Nf1  allele. Alternatively, haploinsufficiency for  Nf1  might cooperate with radiation-induced mutations of other genes in myeloid leukemogenesis. Interestingly, the low incidence of LOH at  Nf1  in mice with radiation-induced myeloid malignancies is consistent with data from human NF1 patients who developed secondary leukemia ( 9 ). Immunohistochemical analysis revealed elevated levels of pAkt and pS6 in many radiation-induced tumors, which did not correlate with either the  Nf1  mutant genotype or with somatic loss of the normal  Nf1  allele. The variable levels of pAkt, pS6, and pERK that we observed in tumor from  Nf1  mice infer that Ras signaling is modulated during the complex process of multi-step tumorigenesis. This idea is consistent with the extensive biochemical heterogeneity reported in a panel of T cell leukemias that were generated by insertional mutagenesis in wildtype and  +/− Kras  mutant mice ( 29 ). The observed biochemical variability may also be explained by the fact that  Nf1  inactivation, which reduces cellular GAP activity, has less severe biochemical consequences than an oncogenic  Ras  mutation, which perturbs both the intrinsic Ras GTPase and confers resistance to GAPs. Signaling in an  Nf1  mutant cell might therefore be more dependent on tissue type and on input from other constituents of the microenvironment. While our data have obvious relevance for understanding SMNs that arise in patients with NF1, they also identify  NF1  as a candidate gene in breast cancers, sarcomas, MDS, and other SMNs in the general population. This idea is consistent with emerging data implicating  NF1  in the pathogenesis of sporadic tumors as exemplified by the high incidence of  NF1  mutations in  de novo  glioblastoma multiforme reported by the Cancer Genome Atlas project ( 30 ). Beyond  NF1,  our data also raise the possibility that other mutations that deregulate Ras signaling may contribute to the development of common SMNs and play a pivotal role in their malignant growth. Along these lines, it is provocative that immunohistochemical analysis revealed elevated levels of pAkt and pS6 in both  Nf1  mutant and control solid tumors  in vivo . Cancer survivors who develop an SMN often face limited treatment options and are excluded from participation in clinical trials of novel agents. Our data also suggest that pharmacologic inhibition of Ras effectors may prove efficacious in managing some SMNs. Finally, the technique that we have developed for delivering CI to mice can be extended to other anatomic sites/tissues and we recently developed a procedure to administer focal mammary gland irradiation to mice in an effort to model the high incidence of secondary breast cancer in women who are irradiated for Hodgkin’s disease ( 31 ,  32 ). The general strategy of accurately modeling high dose focal human radiation therapy treatment protocols in mice provides a robust new experimental approach for addressing biologic and translational questions in common SMNs.",
  "upgrade_date": "2026-02-20 07:33:26"
}