{
  "pmid": "21216928",
  "abstract": "Interpreting mammalian target of rapamycin and cell growth inhibition in a  genetically engineered mouse model of Nf1-deficient astrocytes.  Banerjee S(1), Gianino SM, Gao F, Christians U, Gutmann DH.  Author information: (1)Department of Neurology, Washington University School of Medicine, Box 8111,  660 South Euclid Avenue, St. Louis, MO 63110, USA.  The identification of mammalian target of rapamycin (mTOR) as a major mediator  of neurofibromatosis-1 (NF1) tumor growth has led to the initiation of clinical  trials using rapamycin analogs. Previous studies from our laboratory have shown  that durable responses to rapamycin treatment in a genetically engineered mouse  model of Nf1 optic glioma require 20 mg/kg/day, whereas only transient tumor  growth suppression was observed with 5 mg/kg/day rapamycin despite complete  silencing of ribosomal S6 activity. To gain clinically relevant insights into  the mechanism underlying this dose-dependent effect, we used Nf1-deficient glial  cells in vitro and in vivo. First, there was an exponential relationship between  blood and brain rapamycin levels. Second, we show that currently used biomarkers  of mTOR pathway inhibition (phospho-S6, phospho-4EBP1, phospho-STAT3, and  Jagged-1 levels) and tumor proliferation (Ki67) do not accurately reflect mTOR  target inhibition or Nf1-deficient glial growth suppression. Third, the  incomplete suppression of Nf1-deficient glial cell proliferation in vivo  following 5 mg/kg/day rapamycin treatment reflects mTOR-mediated AKT activation,  such that combined 5 mg/kg/day rapamycin and PI3-kinase (PI3K) inhibition or  dual PI3K/mTOR inhibition recapitulates the growth suppressive effects of 20  mg/kg/day rapamycin. These new findings argue for the identification of more  accurate biomarkers for rapamycin treatment response and provide reference  preclinical data for comparing human rapamycin levels with target effects in the  brain.  DOI: 10.1158/1535-7163.MCT-10-0654 PMCID: PMC3857701 PMID: 21216928 [Indexed for MEDLINE]",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-16T15:39:14.176425",
  "abstract_length": 2031,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}