{
  "pmid": "PMID:21216928",
  "title": "Interpreting mammalian target of rapamycin and cell growth inhibition in a genetically engineered mouse model of Nf1-deficient astrocytes.",
  "abstract": "The identification of mammalian target of rapamycin (mTOR) as a major mediator of neurofibromatosis-1 (NF1) tumor growth has led to the initiation of clinical trials using rapamycin analogs. Previous studies from our laboratory have shown that durable responses to rapamycin treatment in a genetically engineered mouse model of Nf1 optic glioma require 20 mg/kg/day, whereas only transient tumor growth suppression was observed with 5 mg/kg/day rapamycin despite complete silencing of ribosomal S6 activity. To gain clinically relevant insights into the mechanism underlying this dose-dependent effect, we used Nf1-deficient glial cells in vitro and in vivo. First, there was an exponential relationship between blood and brain rapamycin levels. Second, we show that currently used biomarkers of mTOR pathway inhibition (phospho-S6, phospho-4EBP1, phospho-STAT3, and Jagged-1 levels) and tumor proliferation (Ki67) do not accurately reflect mTOR target inhibition or Nf1-deficient glial growth suppression. Third, the incomplete suppression of Nf1-deficient glial cell proliferation in vivo following 5 mg/kg/day rapamycin treatment reflects mTOR-mediated AKT activation, such that combined 5 mg/kg/day rapamycin and PI3-kinase (PI3K) inhibition or dual PI3K/mTOR inhibition recapitulates the growth suppressive effects of 20 mg/kg/day rapamycin. These new findings argue for the identification of more accurate biomarkers for rapamycin treatment response and provide reference preclinical data for comparing human rapamycin levels with target effects in the brain.",
  "authors": "Sutapa Banerjee; Scott M Gianino; Feng Gao; Uwe Christians; David H Gutmann",
  "journal": "Molecular cancer therapeutics",
  "publicationDate": "2011-02",
  "doi": "10.1158/1535-7163.MCT-10-0654",
  "methods": "Materials and Methods Mice Five-six week-old  Nf1 GFAP CKO mice ( Nf1 flox/flox ; GFAP-Cre) were used. These mice lack  Nf1  gene expression in GFAP+ (glial) cells, and were generated by successive intercrossing of  Nf1 flox/flox  and  Nf1 flox/wt ; GFAP-Cre mice as previously described ( 6 ). All mice were used in accordance with established and approved animal studies protocols at the Washington University School of Medicine. Mice were maintained on an inbred C57BI/6 background. mTOR inhibitor (rapamycin) treatment  in vivo Rapamycin (LC Laboratories, Woburn MA) was administered at the indicated doses (2 mg/kg, 5 mg/kg, or 20mg/kg) by daily intraperitoneal (i.p) injections of rapamycin dissolved in ethanol (5 days per week for 2 weeks total). Vehicle-treated mice received daily injections of an identical solution lacking rapamycin. At least five mice were included in each treatment group. After the final injection, mice were euthanized. Blood samples were collected for rapamycin concentration determination, and then the mice were perfused with ice-cold normal saline. Brains were dissected and half of the brain was kept at −80°C to measure brain rapamycin concentrations. The remaining brain was divided into two parts for Western blotting and vibratome sectioning for Ki67 determinations. Measurement of blood and brain rapamycin levels Calibrators and quality controls were prepared by spiking known amounts of Sirolimus into blank EDTA mouse blood or homogenized mouse brain tissue (Bioreclamation, Hicksville, NY). Sirolimus and the internal standard sirolimus-d3 were from Toronto Research Chemicals (North York, ON). Samples were extracted and analyzed using a modification of an online extraction liquid chromatography-electrospray ionization-tandem mass spectrometry (LC/LC-MS/MS) assay previously described for the analysis of zotarolimus in blood and tissues ( 20 ). Mouse brains were weighed, HPLC-grade water was added (1:3) [w/v] and tissues were homogenized. For protein precipitation of 100 μL brain homogenates or 100 μL EDTA blood, 400 μL of ZnSO 4 .7H 2 O (17.28g/L) in 30:70 (v/v) HPLC grade water / HPLC grade methanol containing the internal standard sirolimus-d3 (5 ng/mL) was added. Samples were vortexed for 2.5 minutes at room temperature and centrifuged at 13,000·g for 8 minutes at 4°C using a bench-top microfuge. The supernatant was transferred into 2 mL HPLC autosampler glass vials and 100 μL was injected into the LC/LC-MS/MS system (HPLC Agilent 1100 Series, Applied Biosystems/Sciex API 4000). HPLC I was used for on-line sample extraction, HPLC II for sample analysis and both were connected  via  a 6-port switching valve ( 20 ). For on-line sample clean-up, an extraction column (4.6 × 12.5 mm, 5μm, Eclipse XDB-C8, Agilent) was used and samples were washed using 20% HPLC grade methanol / 80% HPLC grade water + 0.1% formic acid delivered at a flow rate of 5mL/min for 1min. The analytes were then back-flushed onto a C8 analytical column (4.6 × 150 mm, 5μm, Zorbax XDB -C8, Agilent) that was kept at 65°C. The following gradient was run: 87% methanol/ 13% 0.1% formic acid to 100% methanol within 2.0 min and then 100% methanol for an additional 1.5 min. The flow rate was 1mL/min. The mass spectrometer was run in the positive MRM (multiple reaction monitoring) mode. The de-solvation gas was heated to 600°C, the declustering potential (DP) was set to 160 V and the collision energy (CE) to 77eV. The following ion transitions were monitored: m/z= 936.5→ 409.3 for sirolimus [M+Na + ] and m/z 939.5→ 409.3 for the internal standard sirolimus-d3 [M+Na + ]. The lower limit of quantitation in mouse brain tissue was 2μg/g and in EDTA blood 0.5ng/mL. The range of reliable response was 2–1000 μg/g and 1– 5000 ng/mL, respectively (r>0.99). The interday accuracy was between 85–115% and total imprecision <15%. No relevant carry-over, matrix interferences and ion suppression/ ion enhancement were detected. Cell lines The mouse K4622 grade II glioma cell line was derived from a C57Bl/6  Nf1 +/−;  p53 +/− mouse and was shown to be both  Nf1 - and  p53 -deficient ( 21 ). These cells were maintained in Dulbecco's Modified Eagles' Medium (DMEM) supplemented with 10% fetal bovine serum and 1% Pen-Strep. Pharmacologic inhibitors Rapamycin (LC Laboratories, catalog number R-5000;  Supplementary Fig. S1A ), NVP-BEZ235 (LC Laboratories, catalog number 915019-65-7;  Supplementary Fig. S1B ), and LY294002 (Calbiochem, San Diego CA) were purchased from commercial sources.  In vitro  treatments were for 16–18h unless otherwise indicated. Experiments were performed at least three times with identical results. Cell proliferation K4622 mouse glioma cells were plated (10,000 cells per well) in 24-well dishes and allowed to adhere for 24 h followed by treatment with rapamycin, NVP-BEZ235, or LY294002 at the indicated concentrations. Cells were exposed to [ 3 H]-thymidine (1 μCi/mL) for 4h. All assays were performed thrice with identical results ( 18 ,  21 ). Immunohistochemistry Brain tissues from rapamycin-treated or vehicle-treated mice were post-fixed in 4% paraformaldehyde in phosphate-buffered saline (PBS). Following sectioning on a vibratome, immunostaining with Ki67 (BD PharMingen, Pasadena CA) antibodies was performed as previously described ( 6 ). The number of Ki-67–immunoreactive cells in the dentate gyrus was quantified by direct counting on three consecutive sections from each mouse. Western Blotting Brain tissues were harvested in NP-40 lysis buffer with protease and phosphatase inhibitors and homogenized by mechanical disruption. K4622 cells were lysed in standard NP-40 lysis buffer with protease and phosphatase inhibitors. Western blotting was performed as previously described ( 22 ). All antibodies were purchased from Cell Signaling Technology (Beverly, MD) and used at a 1:1,000 dilution unless otherwise stated. Primary phospho-histone-H3 (Ser 10 ) antibody was purchased from Abcam, Inc. Following horseradish peroxidase–conjugated secondary antibody (Cell Signaling Technology) incubation, detection was accomplished by enhanced chemiluminescence (Amersham Biosciences, Pittsburgh, PA). Densitometry analysis was performed with Gel-Pro Analyzer 4.0 software (Media Cybernetics; Silver Spring, MD) using α-tubulin (Sigma, St. Louis MO), β-actin or non-phospho-STAT3, AKT, S6, and 4EBP1 antibodies for normalization. Statistical analysis The measures of all biomarkers were summarized using the mean and standard error of mean (SEM). The raw data were checked graphically and data transformation was performed as necessary. The relationship between blood and brain rapamycin concentrations was described by linear regression analysis. For each biomarker, the differences of means among rapamycin dose levels were compared using 1-way ANOVA, followed by post-hoc tests to compare individual treatment conditions to the wild-type or untreated group. To control the family-wise false-positive rate at the designed 0.05 level, however, such post-hoc comparisons were conducted only if the overall difference in ANOVA was significant. All the analyses were implemented by the comprehensive statistical package R ( http://cran.r-project.org/ ) and p values less than 0.05 were considered to be statistically significant.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:24:23"
}