{
  "pmid": "PMID:21216928",
  "title": "Interpreting mammalian target of rapamycin and cell growth inhibition in a genetically engineered mouse model of Nf1-deficient astrocytes.",
  "abstract": "The identification of mammalian target of rapamycin (mTOR) as a major mediator of neurofibromatosis-1 (NF1) tumor growth has led to the initiation of clinical trials using rapamycin analogs. Previous studies from our laboratory have shown that durable responses to rapamycin treatment in a genetically engineered mouse model of Nf1 optic glioma require 20 mg/kg/day, whereas only transient tumor growth suppression was observed with 5 mg/kg/day rapamycin despite complete silencing of ribosomal S6 activity. To gain clinically relevant insights into the mechanism underlying this dose-dependent effect, we used Nf1-deficient glial cells in vitro and in vivo. First, there was an exponential relationship between blood and brain rapamycin levels. Second, we show that currently used biomarkers of mTOR pathway inhibition (phospho-S6, phospho-4EBP1, phospho-STAT3, and Jagged-1 levels) and tumor proliferation (Ki67) do not accurately reflect mTOR target inhibition or Nf1-deficient glial growth suppression. Third, the incomplete suppression of Nf1-deficient glial cell proliferation in vivo following 5 mg/kg/day rapamycin treatment reflects mTOR-mediated AKT activation, such that combined 5 mg/kg/day rapamycin and PI3-kinase (PI3K) inhibition or dual PI3K/mTOR inhibition recapitulates the growth suppressive effects of 20 mg/kg/day rapamycin. These new findings argue for the identification of more accurate biomarkers for rapamycin treatment response and provide reference preclinical data for comparing human rapamycin levels with target effects in the brain.",
  "authors": "Sutapa Banerjee; Scott M Gianino; Feng Gao; Uwe Christians; David H Gutmann",
  "journal": "Molecular cancer therapeutics",
  "publicationDate": "2011-02",
  "doi": "10.1158/1535-7163.MCT-10-0654",
  "methods": "Materials and Methods Mice Five-six week-old  Nf1 GFAP CKO mice ( Nf1 flox/flox ; GFAP-Cre) were used. These mice lack  Nf1  gene expression in GFAP+ (glial) cells, and were generated by successive intercrossing of  Nf1 flox/flox  and  Nf1 flox/wt ; GFAP-Cre mice as previously described ( 6 ). All mice were used in accordance with established and approved animal studies protocols at the Washington University School of Medicine. Mice were maintained on an inbred C57BI/6 background. mTOR inhibitor (rapamycin) treatment  in vivo Rapamycin (LC Laboratories, Woburn MA) was administered at the indicated doses (2 mg/kg, 5 mg/kg, or 20mg/kg) by daily intraperitoneal (i.p) injections of rapamycin dissolved in ethanol (5 days per week for 2 weeks total). Vehicle-treated mice received daily injections of an identical solution lacking rapamycin. At least five mice were included in each treatment group. After the final injection, mice were euthanized. Blood samples were collected for rapamycin concentration determination, and then the mice were perfused with ice-cold normal saline. Brains were dissected and half of the brain was kept at −80°C to measure brain rapamycin concentrations. The remaining brain was divided into two parts for Western blotting and vibratome sectioning for Ki67 determinations. Measurement of blood and brain rapamycin levels Calibrators and quality controls were prepared by spiking known amounts of Sirolimus into blank EDTA mouse blood or homogenized mouse brain tissue (Bioreclamation, Hicksville, NY). Sirolimus and the internal standard sirolimus-d3 were from Toronto Research Chemicals (North York, ON). Samples were extracted and analyzed using a modification of an online extraction liquid chromatography-electrospray ionization-tandem mass spectrometry (LC/LC-MS/MS) assay previously described for the analysis of zotarolimus in blood and tissues ( 20 ). Mouse brains were weighed, HPLC-grade water was added (1:3) [w/v] and tissues were homogenized. For protein precipitation of 100 μL brain homogenates or 100 μL EDTA blood, 400 μL of ZnSO 4 .7H 2 O (17.28g/L) in 30:70 (v/v) HPLC grade water / HPLC grade methanol containing the internal standard sirolimus-d3 (5 ng/mL) was added. Samples were vortexed for 2.5 minutes at room temperature and centrifuged at 13,000·g for 8 minutes at 4°C using a bench-top microfuge. The supernatant was transferred into 2 mL HPLC autosampler glass vials and 100 μL was injected into the LC/LC-MS/MS system (HPLC Agilent 1100 Series, Applied Biosystems/Sciex API 4000). HPLC I was used for on-line sample extraction, HPLC II for sample analysis and both were connected  via  a 6-port switching valve ( 20 ). For on-line sample clean-up, an extraction column (4.6 × 12.5 mm, 5μm, Eclipse XDB-C8, Agilent) was used and samples were washed using 20% HPLC grade methanol / 80% HPLC grade water + 0.1% formic acid delivered at a flow rate of 5mL/min for 1min. The analytes were then back-flushed onto a C8 analytical column (4.6 × 150 mm, 5μm, Zorbax XDB -C8, Agilent) that was kept at 65°C. The following gradient was run: 87% methanol/ 13% 0.1% formic acid to 100% methanol within 2.0 min and then 100% methanol for an additional 1.5 min. The flow rate was 1mL/min. The mass spectrometer was run in the positive MRM (multiple reaction monitoring) mode. The de-solvation gas was heated to 600°C, the declustering potential (DP) was set to 160 V and the collision energy (CE) to 77eV. The following ion transitions were monitored: m/z= 936.5→ 409.3 for sirolimus [M+Na + ] and m/z 939.5→ 409.3 for the internal standard sirolimus-d3 [M+Na + ]. The lower limit of quantitation in mouse brain tissue was 2μg/g and in EDTA blood 0.5ng/mL. The range of reliable response was 2–1000 μg/g and 1– 5000 ng/mL, respectively (r>0.99). The interday accuracy was between 85–115% and total imprecision <15%. No relevant carry-over, matrix interferences and ion suppression/ ion enhancement were detected. Cell lines The mouse K4622 grade II glioma cell line was derived from a C57Bl/6  Nf1 +/−;  p53 +/− mouse and was shown to be both  Nf1 - and  p53 -deficient ( 21 ). These cells were maintained in Dulbecco's Modified Eagles' Medium (DMEM) supplemented with 10% fetal bovine serum and 1% Pen-Strep. Pharmacologic inhibitors Rapamycin (LC Laboratories, catalog number R-5000;  Supplementary Fig. S1A ), NVP-BEZ235 (LC Laboratories, catalog number 915019-65-7;  Supplementary Fig. S1B ), and LY294002 (Calbiochem, San Diego CA) were purchased from commercial sources.  In vitro  treatments were for 16–18h unless otherwise indicated. Experiments were performed at least three times with identical results. Cell proliferation K4622 mouse glioma cells were plated (10,000 cells per well) in 24-well dishes and allowed to adhere for 24 h followed by treatment with rapamycin, NVP-BEZ235, or LY294002 at the indicated concentrations. Cells were exposed to [ 3 H]-thymidine (1 μCi/mL) for 4h. All assays were performed thrice with identical results ( 18 ,  21 ). Immunohistochemistry Brain tissues from rapamycin-treated or vehicle-treated mice were post-fixed in 4% paraformaldehyde in phosphate-buffered saline (PBS). Following sectioning on a vibratome, immunostaining with Ki67 (BD PharMingen, Pasadena CA) antibodies was performed as previously described ( 6 ). The number of Ki-67–immunoreactive cells in the dentate gyrus was quantified by direct counting on three consecutive sections from each mouse. Western Blotting Brain tissues were harvested in NP-40 lysis buffer with protease and phosphatase inhibitors and homogenized by mechanical disruption. K4622 cells were lysed in standard NP-40 lysis buffer with protease and phosphatase inhibitors. Western blotting was performed as previously described ( 22 ). All antibodies were purchased from Cell Signaling Technology (Beverly, MD) and used at a 1:1,000 dilution unless otherwise stated. Primary phospho-histone-H3 (Ser 10 ) antibody was purchased from Abcam, Inc. Following horseradish peroxidase–conjugated secondary antibody (Cell Signaling Technology) incubation, detection was accomplished by enhanced chemiluminescence (Amersham Biosciences, Pittsburgh, PA). Densitometry analysis was performed with Gel-Pro Analyzer 4.0 software (Media Cybernetics; Silver Spring, MD) using α-tubulin (Sigma, St. Louis MO), β-actin or non-phospho-STAT3, AKT, S6, and 4EBP1 antibodies for normalization. Statistical analysis The measures of all biomarkers were summarized using the mean and standard error of mean (SEM). The raw data were checked graphically and data transformation was performed as necessary. The relationship between blood and brain rapamycin concentrations was described by linear regression analysis. For each biomarker, the differences of means among rapamycin dose levels were compared using 1-way ANOVA, followed by post-hoc tests to compare individual treatment conditions to the wild-type or untreated group. To control the family-wise false-positive rate at the designed 0.05 level, however, such post-hoc comparisons were conducted only if the overall difference in ANOVA was significant. All the analyses were implemented by the comprehensive statistical package R ( http://cran.r-project.org/ ) and p values less than 0.05 were considered to be statistically significant.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:24:23",
  "introduction": "Introduction Individuals with the neurofibromatosis type 1 (NF1) inherited cancer syndrome are prone to the development of brain (glial cell) tumors that arise in young children along the optic pathway (optic pathway glioma; OPG) ( 1 ,  2 ). NF1-associated OPGs are World Health Organization grade I astrocytomas composed of glial fibrillary acidic protein (GFAP)-immunoreactive cells ( 3 ). These tumors have low proliferative indices and commonly exhibit indolent clinical behavior. While many of these tumors do not require treatment, those that lead to reduced visual function are managed with carboplatin/vincristine chemotherapy. However, genotoxic therapies are concerning in the setting of a tumor predisposition syndrome. For this reason, numerous studies have focused on the identification of targeted therapies for these common tumors in children with NF1 ( 4 ,  5 ). To develop preclinical small-animal models of NF1-associated optic glioma, we and others have employed genetically-engineered  Nf1  mutant mice ( 6 ,  7 ).  Nf1 +/− mice with  Nf1  gene inactivation in GFAP+ cells develop optic gliomas in the prechiasmatic optic nerve and chiasm by 3 months of age ( 8 ,  9 ). Similar to their human counterparts, these  Nf1  mouse gliomas have low proliferative indices, and exhibit microglial infiltration and increased vascularity ( 9 ,  10 ). Based on their similarity to NF1-associated optic glioma,  Nf1  GEM have been successfully employed for proof-of-principle preclinical studies using conventionally-used chemotherapy (temozolomide) to demonstrate tumor shrinkage, reduced glioma proliferation, and increased tumor apoptosis ( 11 ). Analysis of  Nf1 -deficient astrocytes as well as other  NF1 -deficient cell types previously revealed that the  NF1  protein, neurofibromin, functions to negatively regulate cell growth by inactivating the Ras proto-oncogene ( 12 ,  13 ). Neurofibromin contains a 300 amino acid residue domain with sequence similarity to members of the GTPase activating protein (GAP) family of molecules that serve to accelerate the conversion of Ras from its active GTP-bound to its inactive GDP-bound form ( 14 – 16 ). Subsequent studies further showed that neurofibromin Ras-mediated growth regulation operates through the mammalian target of rapamycin (mTOR) pathway ( 17 ,  18 ). In this regard,  NF1 -deficient human and mouse cells exhibit increased mTOR pathway activation as evidenced by high levels of activity of the mTOR effector, ribosomal S6. Using activation-specific S6 phospho-antibodies, several groups showed increased mTOR activation in human and mouse NF1-associated tumors, including human and mouse optic gliomas. This exciting finding prompted investigators to perform preclinical studies using the rapamycin macrolide to inhibit mTOR activation and  NF1 -deficient tumor growth  in vivo  ( 11 ,  17 ,  19 ). In these studies, we previously showed that  Nf1  mouse optic glioma proliferation was reduced following rapamycin treatment. Treatment with 5 mg/kg/day rapamycin for 14 days resulted in reduced tumor proliferation using Ki67 (MIB-1) immunohistochemistry and attenuated mTOR pathway activation by phospho-S6 immunostaining; however, this effect was dependent on the continued presence of rapamycin, such that proliferation and mTOR activity returned to pre-treatment levels 2 weeks after the cessation of rapamycin treatment. In contrast,  Nf1  mutant mice treated with 20 mg/kg/day rapamycin had a durable response that was not dependent on continued drug dosing ( 11 ). These interesting results prompted us to define the molecular basis for this treatment effect. In the current study, we measured rapamycin levels in the blood and brain in  Nf1  mutant mice following treatment with 0, 2, 5 and 20 mg/kg/day rapamycin, and correlated drug dose with mTOR pathway signaling and proliferation  in vivo . We found that 5 mg/kg/day rapamycin dosing resulted in increased AKT activation, which was suppressed following 20 mg/kg/day rapamycin treatment. However, neither Ki67 nor phospho-S6 activity were robust biomarkers for the  in vivo  response to rapamycin. Instead, phospho-histone-H3 most strongly correlated with combined inhibition of both S6 and AKT phosphorylation. We recapitulated these  in vivo  results using  Nf1 -deficient mouse low-grade glioma cells  in vitro  to demonstrate that combined treatment with rapamycin and the LY294002 PI3-Kinase inhibitor suppressed cell growth to levels seen with higher doses of rapamycin alone. Collectively, these data suggest that additional biomarkers will be required to adequately assess mTOR target inhibition and tumor proliferative responses to rapamycin treatment  in vivo .",
  "results": "Results Brain rapamycin levels are exponentially correlated with blood rapamycin levels One of the major obstacles in translating preclinical drug studies to human clinical trials is a relative paucity of reported blood and target tissue drug levels. In these studies, we sought to determine whether rapamycin crosses the blood-brain barrier and how brain tissue levels correlated with rapamycin dose and circulating levels. First, we measured rapamycin concentrations in the blood and brain tissue of 6–8 week-old  Nf1 GFAP CKO mice either treated with rapamycin or vehicle daily for 2 consecutive weeks.  Nf1 GFAP CKO mice were chosen as they lack neurofibromin expression in glial cells (astrocytes), but do not develop tumors. The optic glioma tumors in  Nf1 +/− GFAP CKO mice are too small for accurate determinations of rapamycin levels or drug target inhibition. Using LC/LC-MS/MS assay methods, we found dose-dependent increases in rapamycin concentrations in blood ( Fig. 1A ) and brain tissue ( Fig. 1B ). These observations demonstrated that intraperitoneal rapamycin administration increases both blood and brain levels. However, brain rapamycin levels were exponentially correlated with blood rapamycin levels ( Fig. 1C ) (R 2 = 0.8 and P<0.0001). Phospho-S6 is not a reliable biomarker of rapamycin inhibition in the brain Assessment of drug effects often involves the use of surrogate markers of drug target inhibition. Rapamycin is a robust inhibitor of mTOR signaling, and is most effective at blocking TORC1 activity ( 23 – 27 ). TORC1 signaling involves raptor-mediated activation of ribosomal S6 kinase and S6. To this end, activation-specific phospho-S6 antibodies have been employed as a surrogate biomarker of mTOR inhibition by rapamycin and rapamycin analogs. First, we measured phospho-S6 levels in rapamycin- (2, 5, 20 mg/kg/day) or vehicle-treated  Nf1 GFAP CKO mouse brains. Rapamycin treatment at 5 and 20mg/kg/day doses resulted in suppression of S6 activation using both phospho-S6-Ser 235/236  ( Fig. 2A ) and phospho-S6-Ser 240/244  (data not shown) antibodies after normalization to total S6 levels. No significant phospho-S6 reduction was observed at the 2mg/kg/day rapamycin dose. Identical results were also obtained if the total number of phospho-S6-immunoreactive cells were quantitated by immunohistochemistry in the brains of  Nf1 GFAP CKO mice following rapamycin treatment (data not shown). Second, to additionally evaluate mTOR activity in the brain after rapamycin treatment, we examined Thr 37/46  phosphorylation of the mTOR effector 4EBP1 ( Fig. 2B ). Similar to S6 activation, 4EBP1 phosphorylation was unchanged at the 2mg/kg/day dose, whereas significant reductions were observed both at 5 and 20mg/kg/day rapamycin doses. Third, recent studies demonstrated that mTOR regulates Jagged-1 levels in tuberous sclerosis complex (TSC)-deficient cells ( 28 ). To determine whether Jagged-1 levels are elevated in  Nf1 -deficient primary astrocytes, we performed Western blotting. We observed a 2-fold increase in Jagged-1 protein expression in  Nf1 −/− relative to wild-type astrocytes ( Supplementary Fig. S2A ). This increase in Jagged-1 protein expression was inhibited by rapamycin treatment; however, Jagged-1 levels were reduced in  Nf1 GFAP CKO mice treated with 2mg/kg/day rapamycin – a dose where no change in phospho-S6 expression was seen ( Supplementary Fig. S2B ). While neurofibromin regulates cell growth through the mTOR pathway in many distinct cell types, we previously demonstrated that increased  Nf1 -deficient astrocyte growth reflects raptor-dependent signaling through the Rac1/STAT3 pathway ( 21 ). In light of this tissue specificity, we next measured STAT3 activation using phospho-STAT3 (Ser 727 ) antibodies. Consistent with the results obtained using phospho-S6 and phospho-4EBP1, STAT3 inhibition was only observed in the brain at the 5 and 20 mg/kg/day doses ( Fig. 2C ). Collectively, these data demonstrate that inhibition of mTOR downstream signaling in the brain requires at least 5mg/kg/day rapamycin treatment. Ki67 does not accurately reflect rapamycin inhibition of glial cell proliferation  in vivo Previous preclinical studies from our laboratory and others have employed Ki67 as a marker of tumor cell proliferation ( 11 ,  29 ). In these studies, we found that either the number of Ki67 cells or the percent of Ki67-positive cells in  Nf1 +/− GFAP CKO mouse optic glioma tumors or  Nf1 -deficient glial cells correlated well with other markers of cell proliferation  in vivo , including BrdU incorporation ( 11 ). To determine whether Ki67 accurately reflected rapamycin inhibition of  Nf1 -deficient brain glial cell proliferation  in vivo , we quantified the number of proliferating cells in a defined region of the dentate gyrus using standard Ki67 (MIB-1) immunostaining. Surprisingly, we observed a significant decrease in the number of Ki67-immunoreactive (proliferating) cells ( Fig. 3A ) at 2mg/kg/day rapamycin. As shown above, 2mg/kg/day rapamycin did not inhibit mTOR signaling. This finding suggests that Ki67 may not be the ideal marker to measure glial cell proliferation in preclinical  Nf1  GEM low-grade glioma rapamycin drug studies. Using a less conventional marker of cell proliferation (PCNA), statistically significant reductions in cell proliferation were only observed following 20 mg/kg/day rapamycin treatment ( Supplementary Fig. S3B ). However, the low numbers of PCNA-immunoreactive cells present in each section limits the routine use of this marker for preclinical studies, consistent with other reports comparing these two biomarkers (Scott RJ, J Pathol 1991; Bromley M, Eur J Histochem 1996; Kordek R, Acta Neurochimurgica 1996; Mushkelishvili L, J Histochem Cytochem 2003). To identify more accurate markers of  Nf1 -deficient glial cell proliferation  in vivo , we next measured cyclin D1 levels. Cyclin D1 was chosen, based on our previous studies which demonstrated that STAT3 regulates cyclin D1 expression in  Nf1 -deficient cells ( 21 ). Interestingly, we found that inhibition of cyclin D1 was only observed at 20mg/kg/day rapamycin dosing ( Fig. 3B ). To confirm the apparent inhibition of cell growth only at 20mg/kg/day rapamycin dosing, we measured phospho-histone H3 (HH3) levels using phospho-HH3 (Ser 10 ) antibodies. Similar to the results obtained using cyclin D1 antibodies; we observed reduced phospho-HH3 only with 20mg/kg/day rapamycin ( Fig. 3C ). Collectively, these results demonstrate that phospho-HH3 and cyclin D1 may be more accurate indicators of mTOR-mediated glial growth inhibition in the brain. The inability of 5mg/kg/day rapamycin to strongly inhibit glial proliferation  in vivo  reflects AKT hyperactivation Based on the results described above, we sought to determine why equivalent mTOR pathway inhibition using several surrogate markers of mTOR activity was observed following 5 and 20mg/kg/day rapamycin treatment; however, only 20mg/kg/day rapamycin led to reduced glial cell proliferation  in vivo . Previous studies have demonstrated that rapamycin inhibition can paradoxically cause an increase AKT activation as a result of inhibition of TORC1-mediated AKT inhibition and/or TORC2-mediated AKT activation ( 30 – 33 ). While this anomalous AKT activation has been reported in human NF1-associated tumors ( 19 ,  29 ), this has not been previously observed in  Nf1  GEM tumors or primary tissues ( 11 ,  34 ). To determine whether AKT activation was seen in the brain following rapamycin treatment, we measured AKT Ser 473  phosphorylation  in vivo , and found a 4-fold increase in AKT activation at 5mg/kg/day, but not at 2 or 20mg/kg/day. These results suggest that AKT activation might counteract the growth suppressive effects of rapamycin-mediated mTOR inhibition. To establish an  in vitro  model for these observations, we examined AKT activation, mTOR activity and cell proliferation in  Nf1 -deficient K4622 glioma cells treated over a wide range of rapamycin concentrations from 0.001nM to 500 nM (data not shown). Based on this dose range, we selected three rapamycin doses (0.001nM, 0.75nM and 10nM) to parallel the effects of 2, 5, and 20 mg/kg/day rapamycin treatment. Similar to the results obtained following 5mg/kg/day rapamycin treatment  in vivo , we found that 0.75nM rapamycin resulted in a 5-fold increase in AKT activation compared to vehicle control, whereas no change in AKT Ser 473  phosphorylation was observed at 0.001nM or 10nM rapamycin ( Fig. 4A ). No change in AKT phosphorylation at residue Thr-308 was observed following 0.75 nM rapamycin treatment ( Supplementary Fig. S4A ), and no increased in AKT Thr-308 phosphorylation was found in  Nf1 -deficient astrocytes relative to their wild-type controls (data not shown). In addition, S6-Ser 235/236 , STAT3-Ser 727 , and 4EBP1-Thr 37/46  phosphorylation was decreased in a rapamycin dose-dependent fashion ( Fig. 4B ). Next, to determine whether rapamycin inhibits  Nf1 -deficient glioma cell proliferation  in vitro , we examined the effect of rapamycin treatment (0.001nM, 0.75nM and 10nM) on [ 3 H]-thymidine incorporation and histone-H3-Ser 10  phosphorylation. Similar to the above  in vivo  results, we observed a maximum inhibitory effect on cell growth and histone-H3 phosphorylation following 10nM rapamycin treatment ( Fig. 4C–D ), with no further inhibition observed at 100 or 500 nM doses ( Supplementary Fig. S5 ). Collectively, these results suggest that effective brain glial cell growth inhibition by rapamycin requires doses that inhibit both TORC1 (S6; 4EBP1, and STAT3) and TORC2 (AKT) downstream pathways. Maximal  Nf1 - deficient glial cell growth inhibition requires both mTOR and AKT silencing Since maximal glial growth inhibition was only observed when both raptor-mediated (S6, 4EBP1, STAT3) and rictor-mediated (AKT) mTOR downstream pathways were silenced by rapamycin treatment, we next sought to determine whether combined rapamycin and AKT inhibition could suppress  Nf1 −/− glioma cell growth similar to “high dose” (10nM) rapamycin treatment. In these experiments, we examined the effect of combined mTOR (rapamycin) and PI3-K inhibitor (LY294002) treatment on [ 3 H]-thymidine incorporation and S6-Ser 235/236 , STAT3-Ser 727  and AKT-Ser 473  phosphorylation in K4622  Nf1 -deficient mouse glioma cells. Following 0.75nM rapamycin treatment, S6-Ser 235/236  and STAT3-Ser 727  phosphorylation ( Fig. 5A ) was significantly attenuated, and cell proliferation ( Fig. 5B ) was reduced by ~36%. Whereas pharmacological inhibition of PI3-K (30 μM) reduced K4622 glioma cell growth by 50%, combined 0.750nM rapamycin and 30 μM LY294002 treatment resulted in an 81% reduction in cell proliferation ( Fig. 5B ), similar to what was obtained following 10nM rapamycin treatment. This reduction in cell growth was not the result of increased apoptosis, as assessed by cleaved PARP immunoblotting ( Supplementary Fig. S4 ). Next, we employed the NVP-BEZ235 dual kinase inhibitor to target both PI3K and mTOR (Maira SM, Mol Cancer Ther 2008; Liu TJ, Mol Cancer Ther 2009). Consistent with the results obtained following combined LY294002 and rapamycin treatment, AKT and mTOR (S6, STAT3 and 4EBP1) phosphorylation were blocked by NVP-BEZ235 at all doses examined ( Fig. 6A ). As above, AKT phosphorylation on residue Ser-473, but not Thr-308, was inhibited by NVPBEZ235 treatment. The observed suppression of AKT and mTOR activities resulted in inhibition of  Nf1 -deficient K4622 glioma cell growth ( Fig. 6B ). Collectively, these results demonstrate that combined PI3K and mTOR blockade effectively inhibits  Nf1 -deficient glioma proliferation",
  "discussion": "Discussion Preclinical cancer studies are designed to provide instructive information that informs human clinical trials. These small-animal drug trials aim to assess drug efficacy in the intact animal, correlate target inhibition with tumor growth suppression, and/or validate surrogate biomarkers of treatment success. The ability to achieve these objectives is highly dependent on the availability of accurate models that duplicate key features of the human condition coupled with a rigorous evaluation of potential drug therapies. In the case of NF1-associated tumors, including optic glioma and malignant peripheral nerve sheath tumor (MPNST), rapamycin inhibits tumor growth  in vivo  ( 11 ,  19 ,  29 ,  34 ). However, in these various models, there were significant differences in the dose of rapamycin employed (1mg/kg/day to 20mg/kg/day) and the effects of rapamycin on mTOR signaling. This variation could reflect differences in tumor species of origin (mouse; ( 11 ,  34 ) versus human ( 19 ,  29 )), host species immunocompetence (genetically-engineered mice ( 11 ,  34 ) versus tumor explants into immunocompromised mice ( 19 ,  29 )), or tumor location (brain ( 11 ,  34 ) versus body ( 19 ,  29 ,  34 )). Similarly, these differences could result from disparities in rapamycin bioavailability. In the current report, we performed a series of experiments to address some of these critical issues. First, we sought to define the relationship between blood and brain rapamycin levels and drug dose. While we observed a dose-dependent increase in both blood and brain rapamycin concentrations with escalating rapamycin doses, the relationship between blood and brain rapamycin levels deserves further discussion. Most  Nf1  mouse preclinical studies have employed rapamycin doses between 1 and 10 mg/kg/day ( 11 ,  34 ). In the brain, there was a linear relationship between blood and brain rapamycin concentrations at the lower doses (2 and 5 mg/kg/day); however, we observed an exponential relationship at the higher dose (20mg/kg/day). This result suggests that rapamycin brain delivery may involve different order kinetics than that observed for peripheral tissues. It is well established that p-glycoprotein as an efflux transporter is a critical component of the blood-brain barrier ( 35 ). As such, it limits the entry of drugs that are substrates, like rapamycin, into the brain ( 36 ). Our data may indicate that at the highest rapamycin dose (20 mg/kg) systemic rapamycin exposure exceeds the capacity of brain barrier efflux transporters, leading to the observed exponential increase in brain rapamycin concentrations. Next, we evaluated mTOR target inhibition in the brain following rapamycin treatment, and were surprised to find that phospho-S6 inhibition did not correlate with reduced  Nf1 -deficient glial cell proliferation. This is consistent with  in vitro  studies using  Nf1 -deficient NPCis glioma cells or primary brain astrocytes ( Supplementary Fig. S6A–B ). In these experiments, >90% reduction in phospho-S6 levels (using either phospho-Ser 235/236  or phospho-S6-Ser 240/244  antibodies) was seen at rapamycin doses 10-fold lower than doses required to inhibit  Nf1 -deficient glial cell proliferation. Similarly, other mTOR downstream effectors, including STAT3 and 4EBP1, showed similar relationships between target inhibition and growth suppression. These findings suggest that maximal rapamycin-mediated growth suppression involves more than mTOR/raptor downstream target inhibition. It is also possible that the inability of mTOR/raptor inhibition (phospho-S6/4EBP1/STAT3 levels) to predict mTOR-mediated growth suppression reflects rapamycin-induced mTOR-dependent AKT activation. Following 5mg/kg/day rapamycin treatment, there is increased AKT Ser-473 phosphorylation in the brains of  Nf1 GFAP CKO mice. To model this rapamycin effect  in vitro , we employed  Nf1 -deficient NPCis mouse glioma cells, and show that 0.75nM rapamycin likewise increases AKT activation. Following simultaneous PI3-Kinase and mTOR inhibition, NPCis glioma cell growth inhibition is similar to that observed with high-dose rapamycin treatment alone. While these findings indicate that maximal growth suppression requires silencing of both mTOR and AKT activation, the combined use of phospho-AKT and phospho-S6 as surrogate biomarkers would be misleading. It would be impossible to determine whether low phospho-AKT and phospho-S6 levels in the tumor reflect inadequate target inhibition (2mg/kg/day) or the desired effect (20mg/kg/day). In this regard, there is a pressing need for more accurate biomarkers that better demonstrate optimal mTOR pathway inhibition following rapamycin treatment. Previous rapamycin-based  Nf1  preclinical mouse model drug studies have measured tumor volume, and observed that tumor size reduction was completely dependent on continuous drug treatment. In the  Nf1  GEM optic glioma model, we found that cessation of 5mg/kg/day rapamycin therapy resulted in increased tumor proliferation (as assessed by Ki67 immunohistochemistry) and increased tumor volume within 2 weeks. Similar findings were reported in NF1-associated MPNST preclinical studies, supporting the conclusion that these doses of rapamycin do not achieve a durable effect. One exception to this short-lived anti-tumoral response was seen following 20mg/kg/day rapamycin in  Nf1  GEM optic glioma ( 11 ). For this reason, we sought to identify proliferation biomarkers that correlate with the sustained tumor growth suppression. In the current study, we found that phospho-histone-H3 and cyclin D1 more accurately reflected reduced  Nf1 -deficient glial cell growth in response to rapamycin  in vitro  and  in vivo . The finding that cyclin D1 levels paralleled growth inhibition has also been noted in  NF1 -deficient MPNST preclinical studies ( 34 ). To this end, re-expression of the GTPase activating domain (GRD) of neurofibromin was sufficient to restore cyclin D1 levels to normal. As we attempt to leverage the emerging experience with GEM preclinical therapeutic studies to design more effective drug regimens for brain tumors, it becomes increasingly important to validate surrogate markers of disease activity and target inhibition in relevant small-animal models. The findings described in this study suggest that blood rapamycin levels do not accurately reflect brain concentrations and that currently-employed mTOR signaling biomarkers inadequately correlate with inhibition of  Nf1 −/− glial cell proliferation. Moreover, as suggested by other preclinical studies on glioma and malignant peripheral nerve sheath tumors ( references 42 ,  43 ), dual kinase inhibitors that block both PI3K and mTOR function may have particular efficacy in the treatment of NF1-associated glioma. Future studies should focus on identifying additional surrogate biomarkers for  NF1 -deficient tumors suitable for preclinical and eventually clinical studies targeting the AKT/mTOR signaling pathway ( 37 – 43 ). The availability of more accurate biomarkers may increase the utility of preclinical mouse models in informing human clinical drug trials.",
  "upgrade_date": "2026-02-20 07:30:19"
}