{
  "pmid": "21324880",
  "abstract": "Aberrant DNA methylation (DNAm) was first linked to cancer over 25 yr ago. Since then, many studies have associated hypermethylation of tumor suppressor genes and hypomethylation of oncogenes to the tumorigenic process. However, most of these studies have been limited to the analysis of promoters and CpG islands (CGIs). Recently, new technologies for whole-genome DNAm (methylome) analysis have been developed, enabling unbiased analysis of cancer methylomes. By using MeDIP-seq, we report a sequencing-based comparative methylome analysis of malignant peripheral nerve sheath tumors (MPNSTs), benign neurofibromas, and normal Schwann cells. Analysis of these methylomes revealed a complex landscape of DNAm alterations. In contrast to what has been reported for other tumor types, no significant global hypomethylation was observed in MPNSTs using methylome analysis by MeDIP-seq. However, a highly significant (P < 10(-100)) directional difference in DNAm was found in satellite repeats, suggesting these repeats to be the main target for hypomethylation in MPNSTs. Comparative analysis of the MPNST and Schwann cell methylomes identified 101,466 cancer-associated differentially methylated regions (cDMRs). Analysis showed these cDMRs to be significantly enriched for two satellite repeat types (SATR1 and ARLα) and suggests an association between aberrant DNAm of these sequences and transition from healthy cells to malignant disease. Significant enrichment of hypermethylated cDMRs in CGI shores (P < 10(-60)), non-CGI-associated promoters (P < 10(-4)) and hypomethylated cDMRs in SINE repeats (P < 10(-100)) was also identified. Integration of DNAm and gene expression data showed that the expression pattern of genes associated with CGI shore cDMRs was able to discriminate between disease phenotypes. This study establishes MeDIP-seq as an effective method to analyze cancer methylomes.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:11:21.717605",
  "abstract_length": 1897,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}