{
  "pmid": "21352477",
  "abstract": "Motor deficits in neurofibromatosis type 1 mice: the role of the cerebellum.  van der Vaart T(1), van Woerden GM, Elgersma Y, de Zeeuw CI, Schonewille M.  Author information: (1)Department of Neuroscience, Erasmus Medical Center, Rotterdam, The  Netherlands.  Neurofibromatosis type 1 (NF1) is an autosomal dominantly inherited disease,  characterized by various neurocutaneous symptoms, cognitive impairments and  problems in fine and gross motor performance. Although cognitive deficits in NF1  have been attributed to increased release of the inhibitory neurotransmitter  γ-amino butyric acid (GABA) in the hippocampus, the origin of the motor deficits  is unknown. Cerebellar Purkinje cells, the sole output neurons of the cerebellar  cortex, are GABAergic neurons and express neurofibromin at high levels,  suggesting an important role for the cerebellum in the observed motor deficits  in NF1. To test this, we determined the cerebellar contribution to motor  problems in Nf1(+/-) mice, a validated mouse model for NF1. Using the Rotarod, a  non-specific motor performance test, we confirmed that, like NF1 patients,  Nf1(+/-) mice have motor deficits. Next, to evaluate the role of the cerebellum  in these deficits, mice were subjected to cerebellum-specific motor performance  and learning tests. Nf1(+/-) mice showed no impairment on the Erasmus ladder, as  step time and number of missteps were not different. Furthermore, when  compensatory eye movements were tested, no performance deficits were found in  the optokinetic reflex and vestibulo-ocular reflex in the dark (VOR) or in the  light (VVOR). Finally, Nf1(+/-) mice successfully completed short- and long-term  VOR adaptation paradigms, tests that both depend on cerebellar function. Thus,  despite the confirmed presence of motor performance problems in Nf1(+/-) mice,  we found no indication of a cerebellar component. These results, combined with  recent clinical data, suggest that cerebellar function is not overtly affected  in NF1 patients.  © 2011 The Authors. Genes, Brain and Behavior © 2011 Blackwell Publishing Ltd  and International Behavioural and Neural Genetics Society.  DOI: 10.1111/j.1601-183X.2011.00685.x PMID: 21352477 [Indexed for MEDLINE]",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "Conclusion Research in NF1 is continuously advancing, and ongoing efforts are directed towards identifying novel therapeutic targets for NF1-associated neurological issues.  NF1 -mutant oligodendroglial cells critically influence neurological functions and serve as valuable therapeutic targets. There is an unmet need for a deep molecular understanding of oligodendroglial deficits in various NF1-associated contexts.",
  "fetched_at": "2026-02-16T15:39:16.077123",
  "abstract_length": 2232,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 418
}