{
  "pmid": "PMID:21352477",
  "title": "Motor deficits in neurofibromatosis type 1 mice: the role of the cerebellum.",
  "abstract": "Neurofibromatosis type 1 (NF1) is an autosomal dominantly inherited disease, characterized by various neurocutaneous symptoms, cognitive impairments and problems in fine and gross motor performance. Although cognitive deficits in NF1 have been attributed to increased release of the inhibitory neurotransmitter γ-amino butyric acid (GABA) in the hippocampus, the origin of the motor deficits is unknown. Cerebellar Purkinje cells, the sole output neurons of the cerebellar cortex, are GABAergic neurons and express neurofibromin at high levels, suggesting an important role for the cerebellum in the observed motor deficits in NF1. To test this, we determined the cerebellar contribution to motor problems in Nf1(+/-) mice, a validated mouse model for NF1. Using the Rotarod, a non-specific motor performance test, we confirmed that, like NF1 patients, Nf1(+/-) mice have motor deficits. Next, to evaluate the role of the cerebellum in these deficits, mice were subjected to cerebellum-specific motor performance and learning tests. Nf1(+/-) mice showed no impairment on the Erasmus ladder, as step time and number of missteps were not different. Furthermore, when compensatory eye movements were tested, no performance deficits were found in the optokinetic reflex and vestibulo-ocular reflex in the dark (VOR) or in the light (VVOR). Finally, Nf1(+/-) mice successfully completed short- and long-term VOR adaptation paradigms, tests that both depend on cerebellar function. Thus, despite the confirmed presence of motor performance problems in Nf1(+/-) mice, we found no indication of a cerebellar component. These results, combined with recent clinical data, suggest that cerebellar function is not overtly affected in NF1 patients.",
  "authors": "T van der Vaart; G M van Woerden; Y Elgersma; C I de Zeeuw; M Schonewille",
  "journal": "Genes, brain, and behavior",
  "publicationDate": "2011-06",
  "doi": "10.1111/j.1601-183X.2011.00685.x",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-19 09:24:23"
}