{
  "pmid": "2142531",
  "abstract": "von Recklinghausen neurofibromatosis (NF1) is a common hereditary disorder characterized by neural crest-derived tumors, particularly benign neurofibromas whose malignant transformation to neurofibrosarcomas can be fatal. The NF1 gene has been mapped to a small region of chromosome 17q, but neither the nature of the primary defect nor the mechanisms involved in tumor progression are understood. We have tested whether NF1 might be caused by the inactivation of a tumor suppressor gene on 17q, analogous to that on chromosome 22 in NF2, by searching for deletions of chromosome 17 in NF1-derived tumor specimens. Both neurofibrosarcomas from patients with \"atypical\" NF and 5 of 6 neurofibrosarcomas from NF1 patients displayed loss of alleles for polymorphic DNA markers on chromosome 17. However, the common region of deletion was on 17p and did not include the NF1 region of 17q. Since no loss of markers on chromosome 17 was observed in any of 30 benign tumors from NF1 patients, the 17p deletions seen in neurofibrosarcomas are probably associated with tumor progression and/or malignancy. This region contains a candidate gene for tumor progression, p53, which has recently been implicated in the progression of a broad array of human cancers. In a preliminary search for p53 aberrations by direct sequencing of polymerase chain reaction-amplified DNA from 7 neurofibrosarcomas, 2 tumors that contained point mutations in exon 4 of the p53 gene were found, suggesting a role for this gene in at least some neurofibrosarcomas. Thus the formation of malignant neurofibrosarcomas may result from several independent genetic events including mutation of the NF1 gene, whose mechanism of tumorigenesis remains uncertain, and subsequent loss of a \"tumor suppressor\" gene on 17p, most likely p53.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:11:49.464874",
  "abstract_length": 1797,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}