{
  "pmid": "PMID:21439418",
  "title": "Primary osteopathy of vertebrae in a neurofibromatosis type 1 murine model.",
  "abstract": "Neurofibromatosis type 1 (NF1) is a common autosomal dominant genetic disorder caused by mutation of the NF1 tumor suppressor gene. Spinal deformities are common skeletal manifestations in patients with NF1. To date, the mechanism of vertebral abnormalities remains unclear because of the lack of appropriate animal models for the skeletal manifestations of NF1. In the present study, we report a novel murine NF1 model, Nf1(flox/-);Col2.3Cre(+) mice. These mice display short vertebral segments. In addition, a significant reduction in cortical and trabecular bone mass of the vertebrae was observed in Nf1(flox/-);Col2.3Cre(+) mice as measured by dual-energy X-ray absorptiometry (DEXA) and peripheral quantitative computed tomography (pQCT). Peak stress and peak load were also significantly reduced in Nf1(flox/-);Col2.3Cre(+) mice as compared to controls. Furthermore, the lumbar vertebrae showed enlargement of the inter-vertebral canal, a characteristic feature of lumbar vertebrae in NF1 patients. Finally, histologic analysis demonstrated increased numbers of osteoclasts and decreased numbers of osteoblasts in the vertebrae of Nf1(flox/-);Col2.3Cre(+) mice in comparison to controls. In summary, Nf1(flox/-);Col2.3Cre(+) mice demonstrate multiple structural and functional abnormalities in the lumbar vertebrae which recapitulate the dystrophic vertebral changes in NF1 patients. This novel murine model provides a platform to understand the cellular and molecular mechanisms underlying the pathogenesis of spinal deficits in NF1 patients.",
  "authors": "Wei Zhang; Steven D Rhodes; Liming Zhao; Yongzheng He; Yingze Zhang; Yong Shen; Dalong Yang; Xiaohua Wu; Xiaohong Li; Xianlin Yang; Su-Jung Park; Shi Chen; Charles Turner; Feng-Chun Yang",
  "journal": "Bone",
  "publicationDate": "2011-06-01",
  "doi": "10.1016/j.bone.2011.03.760",
  "methods": "Materials and methods Animals Nf1 +/− mice were obtained from Dr. Tyler Jacks at the Massachusetts Institute of Technology (Cambridge, MA) [ 31 ].  Nf1  mice were provided by Dr. Luis Parada at the University of Texas Southwestern Medical Center [ flox/flox 7 ].  Col2.3Cre  transgenic mice were generated as described elsewhere [ 36 ]. In this model, the 2.3 α1(I) Collagen promoter is used to selectively drive Cre expression in the osteoblast lineage. As further validation of this model,  Col2.3Cre  transgenic mice were crossed with  ROSA26  reporter mice. LacZ staining was performed to assess Cre recombination in skeletal tissues. Abundant β-gal expression was observed in the long bones and vertebrae of  flox/flox ROSA26  mice but absent in  flox/flox ;Col2.3Cre + ROSA26  controls ( flox/flox ;Col2.3Cre − Supplementary Fig. 1 ). Four different genotypes of mice were generated with the intercross. (1)  Nf1  mice (systemically wildtype, WT); (2)  flox/flox ;Col2.3Cre − Nf1  mice ( flox/− ;Col2.3Cre − Nf1 +/− systemically); (3)  Nf1  mice (WT in hematopoietic lineages and  flox/flox ;Col2.3Cre + Nf1 −/− in osteoblasts); and (4)  Nf1  mice ( flox/− ;Col2.3Cre + Nf1 +/− in hematopoietic lineages and  Nf1 −/− in osteoblasts). PCR based genotyping was accomplished utilizing tail DNA and primers as described elsewhere ( Supplementary Fig. 2 ) [ 31 , 37 , 38 ]. The successful deletion of neurofibromin in osteoblasts was confirmed by western blot with optimal exposure (top panel) and overexposure (middle panel) ( Supplementary Fig. 3 ). All studies were approved by the Institutional Animal Care and Use Committee. Longitudinal in vivo X-ray and peripheral dual-energy X-ray absorptiometry (pDEXA) X-rays were taken using a piXarray 100 DSR System with Biopix Software (Version No: 1.0.6., Bioptics, Inc. Tucson, AZ). The axial bone was dissected after the mice were euthanized. Whole spine anterior–posterior radiographs were taken. To avoid the possible influence of transition of L6 in the lumbosacral region, the height of each L1–L5 vertebral body was measured between the cranial and caudal ends. To evaluate the bone mass in each genotype of mice, bone mineral density (BMD) of the axial bone was evaluated  in vivo  using pDEXA (PIXImus II; GE-Lunar Corp., Madison, WI) [ 39 ]. The mice were placed in a prone position on a specimen tray and scanned. The head was excluded from total body scans. The region of interest included the center of the whole axial bone and the L1–L5 lumbar region. Peripheral quantitative computed tomography Whole axial bone was placed in the gantry of a XCT Research SA + peripheral quantitative computed tomography (pQCT) scanner (Stratec Medizintechnik GmbH, Pforzheim, Germany) with Software Version 5.50. A voxel size of 70 μm was used for analysis [ 40 ]. A scout view was obtained and the anatomical reference line was positioned at the midpoint of the rostral/caudal margin of the L5 pedicle. Individual slices were obtained from each vertebra. The centrum of the vertebra was selected as a region of interest (ROI). Volumetric bone mineral density (vBMD; mg/cm 3 ) of the cortical and trabecular bone was measured. The ratio of spinal canal area/vertebral body area was derived by measuring the area of the L5 vertebral body and the spinal intervertebral canal from the pQCT images. Biomechanical testing To evaluate the structural integrity of L5 vertebrae, biomechanical testing was conducted utilizing Testresouse R systems with MtestwR software version: R 1.4.2 (TestResources Inc. Shakopee, MN). After removing all tissue, L5 vertebral bodies were isolated and prepared with flat and parallel cranial and caudal ends by removing only the soft cartilage (intervertebral disk) and exposing the bone surface. These vertebral bodies were subjected to mechanical testing in compression using a servo-controlled mechanical testing machine. All biomechanical tests were conducted at room temperature (RT) and at a rate of 20 mm/min. Peak load was defined as the maximum load that the specimen can withstand before fracturing. The cross sectional area of each vertebra was measured on a medial and lateral (transverse) plane. The peak stress was calculated by the equation: peak stress=peak load/cross sectional area of vertebra. Isolation of osteoblast-like cells from lumbar vertebrae and osteoblast differentiation assays Osteoblast-like cells were cultured from vertebrae as previously reported with minor modifications [ 41 , 42 ]. Briefly, one-month-old mice were sacrificed and vertebrae were harvested by depleting muscle and connective tissue. Individual vertebrae (L1–L5) were collected, minced, and marrow cells were collected by digestion of the minced tissue using type III collagenase (0.1 mg/mL), 2.5% trypsin, and shaking in a hot water bath at 37 °C for 40 min. The reaction was stopped by addition of 10 volumes of Dulbecco’s Modified Eagle Media (DMEM) supplemented with 10% fetal bovine serum (FBS). The cells were then washed once with DMEM, and aggregates were removed from the cell suspension by sieving through a 70 μm strainer. Cell number was determined by counting trypan blue negative cells. To examine the frequency of osteoblast progenitors in the marrow of  Nf1  lumbar vertebrae, colony forming units of osteoblasts (CFU-OBL) were assessed following ALP staining as previously described [ flox/− ;Col2.3Cre + 43 ]. To evaluate the osteoblast differentiation in more detail, Alizarin staining was performed on the osteoblast differentiation cultures. In brief, mononuclear cells from lumbar vertebrae were cultured at 2×10 6 /mL in osteogenic differentiation medium (MesenCult PLUS supplemented with 10 −8  mol/L dexamethasone, 5 μg/mL ascorbic acid 2-phosphate, and 10 mmol/L β-glycerophosphate). After two weeks of culture, cells were washed with PBS and stained with 2% Alizarin Red S solution (pH=4.2) for 1 h. Then the cells were washed with distilled water and incubated with 500 μL of 1% hydrochloric acid in 70% ethanol and shaken on a plate rotator for 30 min. The extracted supernatant was collected and the optical density was measured at a wavelength of 450 nm. For each sample, measurements were performed in triplicate. Von Kossa staining was used to evaluate the osteogenic differentiation of marrow cells from the vertebrae [ 44 ]. Briefly, after 4 weeks culture in osteoblast differentiation media in 6-well tissue culture plates, the cells were fixed with 10% neutral formalin. Freshly prepared 5% silver nitrate (2 mL) was added to each well, and then incubated under UV light for 60 min. The dishes were then rinsed with distilled water and fixed with 5% sodium thiosulfate for 2 min. The wells were photographed using a phase-contrast microscope, and the number of mineralized bone nodules was recorded. Histological analysis and biohistochemistry Histological analysis was conducted to evaluate the osteoclast and osteoblast distribution and frequency [ 45 ]. Briefly, 6 month old mice of each genotype were sacrificed. Lumbar vertebrae were harvested from each animal and fixed in 4% formaldehyde buffered solution at RT. The vertebrae were then decalcified in 10% ethylenediamine-tetraacetic acid (EDTA) in 4% formaldehyde buffered solution for 4 days. The tissues were then dehydrated in graded alcohols and embedded in paraffin, and longitudinal sections of the L5 vertebrae were obtained and processed for tartrate resistant acid phosphatase (TRACP) staining and MacNeal’s staining. To evaluate the osteoclasts in the vertebral sections, TRACP staining was performed. Briefly, vertebrae were fixed in 10% formaldehyde and processed for paraffin embedding. 5 μm thick sections were cut using a microtome (Nussloch GmbH, Germany) and the slides were incubated in 50 mL 0.2 M acetate buffer for 20 min at RT, transferred from pre-incubation to incubation media which contained 0.2 M acetate buffer (pH=5.0), AS-MX phosphate 0.5 mg/mL, and fast red TR Salt 1.1 mg/mL as previously described [ 46 ]. To evaluate the morphology and number of osteoblasts, the slides were stained in a 2% tetrachrome solution for 10 min. Osteoblasts in the L5 vertebrae were quantified following MacNeal’s staining. The quantification of osteoclast and osteoblast cell number was normalized to the bone surface in millimeters (mm), to control for the total amount of endosteal bone surface (cancellous bone surface + endocortical bone surface) within each histological section. To determine the neurofibromin expression in the osteoblasts at the protein level, western blot was performed [ 43 ]. Statistical analysis Two-tailed Student’s  t  test and analysis of variance (ANOVA) were used to evaluate statistical difference.  P  values less than 0.05 were considered significant.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:24:24",
  "introduction": "Introduction NF1 is a common genetic disorder affecting 1 in every 3000–4000 individuals [ 1 - 5 ]. Inheritance is autosomal dominant, although approximately 50% of cases arise sporadically as new mutations [ 6 ]. Patients with NF1 present with a wide variety of malignant and non-malignant clinical manifestations, including plexiform neurofibromas, malignant peripheral nerve sheath tumors, and learning deficits [ 2 - 5 , 7 - 12 ]. Almost one century ago, both Gould and Weiss called attention to the high incidence of spinal deformities in patients with NF1 [ 13 , 14 ]. However, the true prevalence of spinal deformities in NF1 remains unknown, with values in the literature ranging from 2% to 69% [ 15 - 27 ]. Conversely, 2–3% of all scoliotic patients with significant curves have NF1 [ 28 ]. Spinal deformities in NF1 include dystrophic and nondystrophic vertebral body changes [ 29 ]. The radiographic appearance of nondystrophic deformities is no different from idiopathic deformities. Dystrophic changes include scalloping of the posterior vertebral margins, severe rotation of the apical vertebrae, vertebral wedging, short vertebral segments, widening of the spinal canal, enlargement of the neural foramina, osteoporosis, widened interpediculate distance, defective pedicles, presence of a paraspinal mass, spindling of the transverse process, and rotation of the ribs [ 30 ]. Erosive lesions have been described in the thoracic spine in NF1 cases with dysplastic meninges without evidence of associated tumors [ 13 , 14 ]. Dystrophic changes appearing in the adjacent bony elements could then be triggered by a locally active biochemical substance or hormone produced by neurofibromas. Until now, little is known about vertebral biology in patients with NF1, due in part to a lack of relevant animal models. The  Nf1  null mouse cannot be used for bone studies because embryos die before 13 days, because of a disruption in heart development associated with excessive proliferation and premature apoptosis of the endocardium [ 31 ]. Although several murine models of NF1 exhibit certain skeletal pathologies analogous to human NF1 patients [ 32 - 35 ], no relevant mouse model has been reported to show spinal deformities, a major skeletal defect in humans. In the present study, we report a murine model that develops multiple spinal deficiencies associated with reduced localized bone mass. This murine model provides a foundation for investigating the cellular and molecular mechanism(s) underlying spinal deformities in NF1.",
  "results": "Results Nf1 flox/− ;Col2.3Cre +  mice have short vertebrae Shortened vertebral segments are one of the dystrophic features of NF1 related spinal deformities. To determine if  Nf1  mice exhibited similar pathological findings, the height of the lumbar vertebrae was evaluated by X-ray. The average height of L5 was significantly less in  flox/− ;Col2.3Cre + Nf1  mice than in WT,  flox/− ;Col2.3Cre + Nf1 +/−, and  Nf1  mice ( flox/flox ;Col2.3Cre + Figs. 1A, B , *p<0.05), while there was no significant difference in the mean height of L1 to L5 between all genotypes of mice (data not shown). This result indicates that  Nf1  mice recapitulate the shortened vertebral segment phenotype in NF1 patients. flox/− ;Col2.3Cre + Reduced BMD in the L1–L5 vertebrae of Nf1 flox/− ;Col2.3Cre +  mice It has been reported that pediatric NF1 patients have reduced bone mass in the lumbar region [ 47 ]. To examine whether bone mass was altered in the experimental mice, DEXA was performed to assess the BMD in the spines of these mice. The muscle and soft tissue were removed from the axial bone to avoid the influence of surrounding tissue to the BMD. The BMD of both the entire axial bone and segments L1–L5 were evaluated separately in all four genotypes of mice ( Fig. 2A ). Although no difference in BMD was seen in the whole axial bone between the four genotypes of mice ( Fig. 2B ), a significant reduction in BMD was observed in the L1–L5 region of  Nf1  mice ( flox/− ;Col2.3Cre + Figs. 2C–D , *p<0.05) as analyzed by ANOVA and post-hoc  t -tests with correction for multiple comparisons. This result is consistent with the report by Kuorilehto and colleagues that the lowest local values of bone mineral density are located in the load-carrying parts of the body in patients with NF1 [ 17 ]. Nf1 flox/− ;Col2.3Cre +  mice have reduced cortical bone area and bone density Given that the lumbar vertebrae are commonly affected in NF1 patients suffering from spinal deficits, and the L5 vertebrae of  Nf1  mice was short and had reduced BMD, L5 was used to check the cortical bone density by pQCT. Since BMD varies according to the region of the vertebrae examined, the midpoint of the rostral/caudal pedicular margin was selected to insure that all pQCT images acquired were at the same level of the vertebrae for all samples. As shown in  flox/− ;Col2.3Cre + Fig. 3A , reduced cortical bone density was observed in L5 of the  Nf1  and  flox/flox ;Col2.3Cre + Nf1  mice, while no change in the cortical bone mass was seen in the  flox/− ;Col2.3Cre + Nf1 +/− mice. Interestingly, cortical bone area was significantly decreased in the L5 vertebrae of not only  Nf1  mice, but also  flox/− ;Col2.3Cre + Nf1  mice as compared to WT ( flox/flox ;Col2.3Cre + Fig. 3B ). In addition, a significant reduction in vBMD of trabecular bone was observed ( Figs. 3C and D ). One of the characteristics of NF1 related spinal deformities is the enlargement of the spinal canal. To examine whether the spinal canal was enlarged in vertebrae of  Nf1  mice, the ratio of spinal canal area (C)/vertebral body area (V) (C/V ratio) was measured by pQCT ( flox/− ;Col2.3Cre + Fig. 3E ). An increased C/V ratio indicates a comparatively larger area of the spinal canal. No significant difference in vertebral body area (V) was observed between the four groups of mice (data not shown). In contrast, a significant increase in the C/V ratio was found in  Nf1 +/−,  Nf1 , and  flox/flox ;Col2.3Cre + Nf1  mice as compared with WT mice ( flox/− ;Col2.3Cre + Fig. 3E ). A further increase in the C/V ratio of L5 vertebrae from  Nf1  mice was observed as compared to  flox/− ;Col2.3Cre + Nf1 +/− and  Nf1  mice. This finding may be related to compression mediated by the cerebrospinal fluid pressure, which pushes outward against the weakened trabecular bone of the  flox/flox ;Col2.3Cre + Nf1  vertebral body, leading to the enlargement of the spinal canal  flox/− ;Col2.3Cre + in vivo . The enlargement of the canal in the  Nf1  mice is consistent with the observation that NF1 patients have enlarged spinal canals. flox/− ;Col2.3Cre + Nf1 flox/− ;Col2.3Cre +  vertebrae have reduced load bearing capacity It has been reported that reduced bone mineral density in NF1 patients is most apparent in the load-carrying parts of the body, including the lumbar spine [ 17 ]. Since the L5 vertebrae of  Nf1  mice showed reduced bone mass, we sought to evaluate whether the load bearing capacity of this segment was also affected by performing mechanical loading experiments to determine peak load to failure. Peak load to failure in the L5 vertebrae of  flox/− ;Col2.3Cre + Nf1 +/−,  Nf1 , and  flox/flox ;Col2.3Cre + Nf1  mice was significantly reduced in comparison to WT mice ( flox/− ;Col2.3Cre + Fig. 4A , *p<0.05, **p<0.01). A similar pattern was observed in a peak stress to failure assay ( Fig. 4B ). Peak stress to failure of the L5 vertebra was lowest in  Nf1  mice as compared to all other experimental groups, although L5 of both  flox/− ;Col2.3Cre + Nf1 +/− mice and  Nf1  mice showed significantly reduced peak stress to failure than WT mice (*p<0.05). The greatest reduction in L5 peak stress observed in the  flox/flox ;Col2.3Cre + Nf1  mice may be associated with the fact that these mice also exhibit the most profound reduction in L5 BMD as described above. flox/− ;Col2.3Cre + Histological analysis of L5 Osteoclasts and osteoblasts are the two major cell lineages responsible for maintaining skeletal homeostasis. The number and morphology of these lineages was evaluated quantitatively by histological analysis. In contrast to bipeds, quadrupeds, including mice, bear stress loading with the upper facet process. Thus, we chose the upper facet of L5 as the area of interest for histological examination. Significantly increased osteoclast number per mm of bone surface was observed in the upper facet process of  Nf1 +/− and  Nf1  mice compared with WT mice and  flox/− ;Col2.3Cre + Nf1  mice ( flox/flox ;Col2.3Cre + Figs. 5A, B ). In addition, significantly reduced osteoblast number per mm of bone surface was observed in the upper facet process of  Nf1  mice than in the other three genotypes of mice ( flox/− ;Col2.3Cre + Figs. 5C, D ). The histological changes in the upper facet process of L5 are consistent with the reduced BMD of this region. Nullizygosity of Nf1 impairs osteoblast differentiation in vitro Previous studies have shown that  Nf1  haploinsufficiency ( Nf1 +/−) results in reduced osteoblast differentiation as measured by alkaline phosphate activity [ 39 , 43 ]. To examine the frequency of pre-osteoblasts in the marrow of vertebrae, one-month-old vertebrae were harvested and flushed thoroughly with culture media. The bone marrow mononuclear cells were plated on plastic tissue culture dishes and supplemented with osteogenic medium for the CFU-OBL assay. BMMNCs cultured from  Nf1  mice demonstrated significantly reduced CFU-OBL forming capacity as compared to controls ( flox/− ;Col2.3Cre + Fig. 6A ). To examine if osteoblast mineral deposition was deficient  in vitro , osteoblasts were harvested from the vertebrae and osteoblast differentiation was evaluated by Alizarin and von Kossa staining. Cultures collected from WT vertebrae displayed strong Alizarin staining, whereas reduced Alizarin staining was observed in  Nf1 +/−,  Nf1 , as well as in  flox/flox ;Col2.3Cre + Nf1  cultures in a gene dosage dependent fashion ( flox/− ;Col2.3Cre + Fig. 6B ). Von Kossa staining was also used to measure mineral deposition  in vitro . A significant reduction in the number of mineralized bone nodules was observed in osteoblasts cultured from  Nf1 +/−,  Nf1 , as well as  flox/flox ;Col2.3Cre + Nf1  mice as compared to WT mice ( flox/− ;Col2.3Cre + Fig. 6C ). Consistent with previous studies [ 39 , 43 ], a reduced osteoblast differentiation was observed in  Nf1 +/− cultures. Furthermore, a markedly impaired osteoblast differentiation was shown in the  Nf1  and  flox/flox ;Col2.3Cre + Nf1  cultures, suggesting a gene dosage dependent reduction in osteoblast differentiation. flox/− ;Col2.3Cre + To determine the neurofibromin expression in osteoblasts at the protein level, western blot was performed. As shown in  Supplemental Fig. 3 , neurofibromin is strongly expressed in wildtype osteoblasts. In contrast, neurofibromin expression was undetectable in  Nf1  and  flox/− Nf1  osteoblasts. The reduced osteoblast differentiation in  flox/flox ;Col2.3Cre + Nf1  cultures differs from the results of a previous study [ flox/flox ;Col2.3Cre + 32 ]. In that study, no difference in osteoblast differentiation was observed in the  Nf1  cultures established from calvaria. These disparate results from two independent laboratories may be explained by the different tissue sources of the osteoblast cultures. The most deficient osteoblast differentiation was observed in  flox/flox ;Col2.3Cre + Nf1  cultures and may reflect the  flox/− ;Col2.3Cre + in vivo  impact of the WT vs.  Nf1 +/− environment.",
  "discussion": "Conclusion In summary, our present NF1 murine model provides strong evidence that primary cellular defects exist in NF1, which may be the cause for multiple spinal deformities in NF1 patients. This model provides a tool to further investigate the molecular mechanism(s) underlying the primary osteopathy in NF1 vertebrae.",
  "upgrade_date": "2026-02-20 07:34:51"
}