{
  "pmid": "PMID:21439418",
  "title": "Primary osteopathy of vertebrae in a neurofibromatosis type 1 murine model.",
  "abstract": "Neurofibromatosis type 1 (NF1) is a common autosomal dominant genetic disorder caused by mutation of the NF1 tumor suppressor gene. Spinal deformities are common skeletal manifestations in patients with NF1. To date, the mechanism of vertebral abnormalities remains unclear because of the lack of appropriate animal models for the skeletal manifestations of NF1. In the present study, we report a novel murine NF1 model, Nf1(flox/-);Col2.3Cre(+) mice. These mice display short vertebral segments. In addition, a significant reduction in cortical and trabecular bone mass of the vertebrae was observed in Nf1(flox/-);Col2.3Cre(+) mice as measured by dual-energy X-ray absorptiometry (DEXA) and peripheral quantitative computed tomography (pQCT). Peak stress and peak load were also significantly reduced in Nf1(flox/-);Col2.3Cre(+) mice as compared to controls. Furthermore, the lumbar vertebrae showed enlargement of the inter-vertebral canal, a characteristic feature of lumbar vertebrae in NF1 patients. Finally, histologic analysis demonstrated increased numbers of osteoclasts and decreased numbers of osteoblasts in the vertebrae of Nf1(flox/-);Col2.3Cre(+) mice in comparison to controls. In summary, Nf1(flox/-);Col2.3Cre(+) mice demonstrate multiple structural and functional abnormalities in the lumbar vertebrae which recapitulate the dystrophic vertebral changes in NF1 patients. This novel murine model provides a platform to understand the cellular and molecular mechanisms underlying the pathogenesis of spinal deficits in NF1 patients.",
  "authors": "Wei Zhang; Steven D Rhodes; Liming Zhao; Yongzheng He; Yingze Zhang; Yong Shen; Dalong Yang; Xiaohua Wu; Xiaohong Li; Xianlin Yang; Su-Jung Park; Shi Chen; Charles Turner; Feng-Chun Yang",
  "journal": "Bone",
  "publicationDate": "2011-06-01",
  "doi": "10.1016/j.bone.2011.03.760",
  "methods": "Materials and methods Animals Nf1 +/− mice were obtained from Dr. Tyler Jacks at the Massachusetts Institute of Technology (Cambridge, MA) [ 31 ].  Nf1  mice were provided by Dr. Luis Parada at the University of Texas Southwestern Medical Center [ flox/flox 7 ].  Col2.3Cre  transgenic mice were generated as described elsewhere [ 36 ]. In this model, the 2.3 α1(I) Collagen promoter is used to selectively drive Cre expression in the osteoblast lineage. As further validation of this model,  Col2.3Cre  transgenic mice were crossed with  ROSA26  reporter mice. LacZ staining was performed to assess Cre recombination in skeletal tissues. Abundant β-gal expression was observed in the long bones and vertebrae of  flox/flox ROSA26  mice but absent in  flox/flox ;Col2.3Cre + ROSA26  controls ( flox/flox ;Col2.3Cre − Supplementary Fig. 1 ). Four different genotypes of mice were generated with the intercross. (1)  Nf1  mice (systemically wildtype, WT); (2)  flox/flox ;Col2.3Cre − Nf1  mice ( flox/− ;Col2.3Cre − Nf1 +/− systemically); (3)  Nf1  mice (WT in hematopoietic lineages and  flox/flox ;Col2.3Cre + Nf1 −/− in osteoblasts); and (4)  Nf1  mice ( flox/− ;Col2.3Cre + Nf1 +/− in hematopoietic lineages and  Nf1 −/− in osteoblasts). PCR based genotyping was accomplished utilizing tail DNA and primers as described elsewhere ( Supplementary Fig. 2 ) [ 31 , 37 , 38 ]. The successful deletion of neurofibromin in osteoblasts was confirmed by western blot with optimal exposure (top panel) and overexposure (middle panel) ( Supplementary Fig. 3 ). All studies were approved by the Institutional Animal Care and Use Committee. Longitudinal in vivo X-ray and peripheral dual-energy X-ray absorptiometry (pDEXA) X-rays were taken using a piXarray 100 DSR System with Biopix Software (Version No: 1.0.6., Bioptics, Inc. Tucson, AZ). The axial bone was dissected after the mice were euthanized. Whole spine anterior–posterior radiographs were taken. To avoid the possible influence of transition of L6 in the lumbosacral region, the height of each L1–L5 vertebral body was measured between the cranial and caudal ends. To evaluate the bone mass in each genotype of mice, bone mineral density (BMD) of the axial bone was evaluated  in vivo  using pDEXA (PIXImus II; GE-Lunar Corp., Madison, WI) [ 39 ]. The mice were placed in a prone position on a specimen tray and scanned. The head was excluded from total body scans. The region of interest included the center of the whole axial bone and the L1–L5 lumbar region. Peripheral quantitative computed tomography Whole axial bone was placed in the gantry of a XCT Research SA + peripheral quantitative computed tomography (pQCT) scanner (Stratec Medizintechnik GmbH, Pforzheim, Germany) with Software Version 5.50. A voxel size of 70 μm was used for analysis [ 40 ]. A scout view was obtained and the anatomical reference line was positioned at the midpoint of the rostral/caudal margin of the L5 pedicle. Individual slices were obtained from each vertebra. The centrum of the vertebra was selected as a region of interest (ROI). Volumetric bone mineral density (vBMD; mg/cm 3 ) of the cortical and trabecular bone was measured. The ratio of spinal canal area/vertebral body area was derived by measuring the area of the L5 vertebral body and the spinal intervertebral canal from the pQCT images. Biomechanical testing To evaluate the structural integrity of L5 vertebrae, biomechanical testing was conducted utilizing Testresouse R systems with MtestwR software version: R 1.4.2 (TestResources Inc. Shakopee, MN). After removing all tissue, L5 vertebral bodies were isolated and prepared with flat and parallel cranial and caudal ends by removing only the soft cartilage (intervertebral disk) and exposing the bone surface. These vertebral bodies were subjected to mechanical testing in compression using a servo-controlled mechanical testing machine. All biomechanical tests were conducted at room temperature (RT) and at a rate of 20 mm/min. Peak load was defined as the maximum load that the specimen can withstand before fracturing. The cross sectional area of each vertebra was measured on a medial and lateral (transverse) plane. The peak stress was calculated by the equation: peak stress=peak load/cross sectional area of vertebra. Isolation of osteoblast-like cells from lumbar vertebrae and osteoblast differentiation assays Osteoblast-like cells were cultured from vertebrae as previously reported with minor modifications [ 41 , 42 ]. Briefly, one-month-old mice were sacrificed and vertebrae were harvested by depleting muscle and connective tissue. Individual vertebrae (L1–L5) were collected, minced, and marrow cells were collected by digestion of the minced tissue using type III collagenase (0.1 mg/mL), 2.5% trypsin, and shaking in a hot water bath at 37 °C for 40 min. The reaction was stopped by addition of 10 volumes of Dulbecco’s Modified Eagle Media (DMEM) supplemented with 10% fetal bovine serum (FBS). The cells were then washed once with DMEM, and aggregates were removed from the cell suspension by sieving through a 70 μm strainer. Cell number was determined by counting trypan blue negative cells. To examine the frequency of osteoblast progenitors in the marrow of  Nf1  lumbar vertebrae, colony forming units of osteoblasts (CFU-OBL) were assessed following ALP staining as previously described [ flox/− ;Col2.3Cre + 43 ]. To evaluate the osteoblast differentiation in more detail, Alizarin staining was performed on the osteoblast differentiation cultures. In brief, mononuclear cells from lumbar vertebrae were cultured at 2×10 6 /mL in osteogenic differentiation medium (MesenCult PLUS supplemented with 10 −8  mol/L dexamethasone, 5 μg/mL ascorbic acid 2-phosphate, and 10 mmol/L β-glycerophosphate). After two weeks of culture, cells were washed with PBS and stained with 2% Alizarin Red S solution (pH=4.2) for 1 h. Then the cells were washed with distilled water and incubated with 500 μL of 1% hydrochloric acid in 70% ethanol and shaken on a plate rotator for 30 min. The extracted supernatant was collected and the optical density was measured at a wavelength of 450 nm. For each sample, measurements were performed in triplicate. Von Kossa staining was used to evaluate the osteogenic differentiation of marrow cells from the vertebrae [ 44 ]. Briefly, after 4 weeks culture in osteoblast differentiation media in 6-well tissue culture plates, the cells were fixed with 10% neutral formalin. Freshly prepared 5% silver nitrate (2 mL) was added to each well, and then incubated under UV light for 60 min. The dishes were then rinsed with distilled water and fixed with 5% sodium thiosulfate for 2 min. The wells were photographed using a phase-contrast microscope, and the number of mineralized bone nodules was recorded. Histological analysis and biohistochemistry Histological analysis was conducted to evaluate the osteoclast and osteoblast distribution and frequency [ 45 ]. Briefly, 6 month old mice of each genotype were sacrificed. Lumbar vertebrae were harvested from each animal and fixed in 4% formaldehyde buffered solution at RT. The vertebrae were then decalcified in 10% ethylenediamine-tetraacetic acid (EDTA) in 4% formaldehyde buffered solution for 4 days. The tissues were then dehydrated in graded alcohols and embedded in paraffin, and longitudinal sections of the L5 vertebrae were obtained and processed for tartrate resistant acid phosphatase (TRACP) staining and MacNeal’s staining. To evaluate the osteoclasts in the vertebral sections, TRACP staining was performed. Briefly, vertebrae were fixed in 10% formaldehyde and processed for paraffin embedding. 5 μm thick sections were cut using a microtome (Nussloch GmbH, Germany) and the slides were incubated in 50 mL 0.2 M acetate buffer for 20 min at RT, transferred from pre-incubation to incubation media which contained 0.2 M acetate buffer (pH=5.0), AS-MX phosphate 0.5 mg/mL, and fast red TR Salt 1.1 mg/mL as previously described [ 46 ]. To evaluate the morphology and number of osteoblasts, the slides were stained in a 2% tetrachrome solution for 10 min. Osteoblasts in the L5 vertebrae were quantified following MacNeal’s staining. The quantification of osteoclast and osteoblast cell number was normalized to the bone surface in millimeters (mm), to control for the total amount of endosteal bone surface (cancellous bone surface + endocortical bone surface) within each histological section. To determine the neurofibromin expression in the osteoblasts at the protein level, western blot was performed [ 43 ]. Statistical analysis Two-tailed Student’s  t  test and analysis of variance (ANOVA) were used to evaluate statistical difference.  P  values less than 0.05 were considered significant.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:24:24"
}