{
  "pmid": "21439418",
  "abstract": "Primary osteopathy of vertebrae in a neurofibromatosis type 1 murine model.  Zhang W(1), Rhodes SD, Zhao L, He Y, Zhang Y, Shen Y, Yang D, Wu X, Li X, Yang  X, Park SJ, Chen S, Turner C, Yang FC.  Author information: (1)Department of Pediatrics, Indiana University School of Medicine,  Indianapolis, IN, USA.  Neurofibromatosis type 1 (NF1) is a common autosomal dominant genetic disorder  caused by mutation of the NF1 tumor suppressor gene. Spinal deformities are  common skeletal manifestations in patients with NF1. To date, the mechanism of  vertebral abnormalities remains unclear because of the lack of appropriate  animal models for the skeletal manifestations of NF1. In the present study, we  report a novel murine NF1 model, Nf1(flox/-);Col2.3Cre(+) mice. These mice  display short vertebral segments. In addition, a significant reduction in  cortical and trabecular bone mass of the vertebrae was observed in  Nf1(flox/-);Col2.3Cre(+) mice as measured by dual-energy X-ray absorptiometry  (DEXA) and peripheral quantitative computed tomography (pQCT). Peak stress and  peak load were also significantly reduced in Nf1(flox/-);Col2.3Cre(+) mice as  compared to controls. Furthermore, the lumbar vertebrae showed enlargement of  the inter-vertebral canal, a characteristic feature of lumbar vertebrae in NF1  patients. Finally, histologic analysis demonstrated increased numbers of  osteoclasts and decreased numbers of osteoblasts in the vertebrae of  Nf1(flox/-);Col2.3Cre(+) mice in comparison to controls. In summary,  Nf1(flox/-);Col2.3Cre(+) mice demonstrate multiple structural and functional  abnormalities in the lumbar vertebrae which recapitulate the dystrophic  vertebral changes in NF1 patients. This novel murine model provides a platform  to understand the cellular and molecular mechanisms underlying the pathogenesis  of spinal deficits in NF1 patients.  Copyright © 2011 Elsevier Inc. All rights reserved.  DOI: 10.1016/j.bone.2011.03.760 PMCID: PMC3584682 PMID: 21439418 [Indexed for MEDLINE]",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-16T15:39:18.043866",
  "abstract_length": 2021,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}