{
  "pmid": "21460792",
  "abstract": "Orthotopic xenografting of human luciferase-tagged malignant peripheral nerve  sheath tumor cells for in vivo testing of candidate therapeutic agents.  Turk AN(1), Byer SJ, Zinn KR, Carroll SL.  Author information: (1)Department of Pathology, University of Alabama at Birmingham, USA.  Although in vitro screens are essential for the initial identification of  candidate therapeutic agents, a rigorous assessment of the drug's ability to  inhibit tumor growth must be performed in a suitable animal model. The type of  animal model that is best for this purpose is a topic of intense discussion.  Some evidence indicates that preclinical trials examining drug effects on tumors  arising in transgenic mice are more predictive of clinical outcome(1)and so  candidate therapeutic agents are often tested in these models. Unfortunately,  transgenic models are not available for many tumor types. Further, transgenic  models often have other limitations such as concerns as to how well the mouse  tumor models its human counterpart, incomplete penetrance of the tumor phenotype  and an inability to predict when tumors will develop. Consequently, many  investigators use xenograft models (human tumor cells grafted into  immunodeficient mice) for preclinical trials if appropriate transgenic tumor  models are not available. Even if transgenic models are available, they are  often partnered with xenograft models as the latter facilitate rapid  determination of therapeutic ranges. Further, this partnership allows a  comparison of the effectiveness of the agent in transgenic tumors and genuine  human tumor cells. Historically, xenografting has often been performed by  injecting tumor cells subcutaneously (ectopic xenografts). This technique is  rapid and reproducible, relatively inexpensive and allows continuous  quantitation of tumor growth during the therapeutic period(2). However, the  subcutaneous space is not the normal microenvironment for most neoplasms and so  results obtained with ectopic xenografting can be misleading due to factors such  as an absence of organ-specific expression of host tissue and tumor genes. It  has thus been strongly recommended that ectopic grafting studies be replaced or  complemented by studies in which human tumor cells are grafted into their tissue  of origin (orthotopic xenografting)(2). Unfortunately, implementation of this  recommendation is often thwarted by the fact that orthotopic xenografting  methodologies have not yet been developed for many tumor types. Malignant  peripheral nerve sheath tumors (MPNSTs) are highly aggressive sarcomas that  occur sporadically or in association with neurofibromatosis type 1(3) and most  commonly arise in the sciatic nerve(4). Here we describe a technically  straightforward method in which firefly luciferase-tagged human MPNST cells are  orthopically xenografted into the sciatic nerve of immunodeficient mice. Our  approach to assessing the success of the grafting procedure in individual  animals and subsequent non-biased randomization into study groups is also  discussed.  DOI: 10.3791/2558 PMCID: PMC3197311 PMID: 21460792 [Indexed for MEDLINE]",
  "methods": "",
  "introduction": "",
  "results": "5. Representative Results: Figure 1 illustrates the typical progressive increase in bioluminescence observed 1 to 18 days post-grafting in a properly established orthotopic xenograft in a nude (NIH III) mouse (A-C). Quantification of the bioluminescence signals observed 1-24 days after grafting shows that, although these signals progressively increase, tumor growth markedly accelerates in the later stages of the study period (Figure 1D). To rigorously demonstrate that tumor growth has occurred in grafted mice, we routinely collect the sciatic nerve and, if it appears that tumor has ruptured the epineurium and invaded adjacent tissue, surrounding soft tissue and skeletal muscle. Given the aggressive growth of MPNSTs, it is not surprising that we often find that the grafted tumor cells have breached the normal barriers of the nerve and invaded adjacent tissues (Figure 1E). We also often find that grafted MPNST cells migrate aggressively into nerve proximal and distal to the graft site. Figure 1.  Bioluminescence imaging of NIH III mouse orthotopically grafted with luciferase-tagged MPNST cells 1 day post-grafting (A). Note that the signals detected within the region of interest (ROI) in different mice are all within one order of magnitude of each other. Reimaging 10 days (B) and 18 days (C) post-grafting shows that bioluminescent signals progressively increase at the graft site in individual mice. (D) Graph illustrating the progressive increase in the relative photon counts/second detected over the graft site 1-24 days post-grafting. (E) Photomicrograph of the graft site from this mouse demonstrating tumor growth and focal invasion into adjacent skeletal muscle.",
  "discussion": "Discussion The detailed orthotopic xenografting method presented here is one that we developed using ST88-14 MPNST cells, a line which is widely used in studies of these NF1-associated peripheral nerve sheath tumors. However, this methodology is easily adaptable for preclinical studies with other MPNST cell lines. For instance, we have also performed orthotopic xenografting with STS-26T 10 cells, a line derived from a sporadically occurring MPNST and T265-2c 11 cells, which are derived from a NF1-associated MPNST, with success similar to that we observed with ST88-14 cells. Having said that, we would note that the exact conditions we describe here for orthotopic xenografting of ST88-14 cells cannot be directly adopted for the grafting of other MPNST lines. Instead, key parameters of the methodology must be empirically determined for each cell line. These parameters include the number of MPNST cells initially grafted, the time allowed for graft development and, to a lesser extent, the volume in which the tumor cells are injected. To establish these parameters for a new line, we graft groups of mice (5 mice per group) with 10 3  to 5 x 10 6  tumor cells, checking two concentrations of cells for each order of magnitude (i.e., 10 3  cells, 5 x 10 3  cells, 10 4  cells, 5 x 10 4  cells, etc.). Larger numbers of tumor cells (>10 6 ) must be injected in a larger volume; we have found that up to 5 mL can be injected without loss of cells from the grafted nerve. We have also found that no more than 5 x 10 6  tumor cells per 5 mL volume can be injected as denser suspensions become increasingly prone to shear which kills the tumor cells. We follow these mice until at least three animals within each group have palpable tumors, at which point we terminate that group and examine the nerve histologically to confirm graft growth. Obviously, the time required to reach this point will differ, depending on the number of cells injected; in general, we are seeking a concentration of cells that will reach maximal allowable tumor growth within 30-60 days. More rapid growth can make it difficult to achieve effective therapeutic concentrations prior to termination of the experiment and/or prevent the collection of sufficient bioluminescence imaging datapoints over the course of the experiments. A time course longer than 60 days makes adjusting experimental parameters unwieldy and unnecessarily prolongs the duration of the planned experiments. Finally, we would also note that we have used this orthotopic xenografting methodology with ST88-14 cells grafted into NIH III mice to demonstrate the therapeutic effectiveness of tamoxifen 6 . A detailed description of the methods we routinely use to assess the effects of candidate therapeutic agents on orthotopic xenografts can be found in that manuscript. It has also been demonstrated that neurofibroma cells can be successfully grafted into peripheral nerve 12 , suggesting that, with modifications, the procedures outlined in this protocol can be used to perform preclinical trials with candidate therapeutic agents directed against neurofibromas.",
  "fetched_at": "2026-02-16T15:39:19.540022",
  "abstract_length": 3150,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 1688,
  "discussion_length": 3117
}