{
  "pmid": "21460792",
  "abstract": "Although in vitro screens are essential for the initial identification of candidate therapeutic agents, a rigorous assessment of the drug's ability to inhibit tumor growth must be performed in a suitable animal model. The type of animal model that is best for this purpose is a topic of intense discussion. Some evidence indicates that preclinical trials examining drug effects on tumors arising in transgenic mice are more predictive of clinical outcome(1)and so candidate therapeutic agents are often tested in these models. Unfortunately, transgenic models are not available for many tumor types. Further, transgenic models often have other limitations such as concerns as to how well the mouse tumor models its human counterpart, incomplete penetrance of the tumor phenotype and an inability to predict when tumors will develop. Consequently, many investigators use xenograft models (human tumor cells grafted into immunodeficient mice) for preclinical trials if appropriate transgenic tumor models are not available. Even if transgenic models are available, they are often partnered with xenograft models as the latter facilitate rapid determination of therapeutic ranges. Further, this partnership allows a comparison of the effectiveness of the agent in transgenic tumors and genuine human tumor cells. Historically, xenografting has often been performed by injecting tumor cells subcutaneously (ectopic xenografts). This technique is rapid and reproducible, relatively inexpensive and allows continuous quantitation of tumor growth during the therapeutic period(2). However, the subcutaneous space is not the normal microenvironment for most neoplasms and so results obtained with ectopic xenografting can be misleading due to factors such as an absence of organ-specific expression of host tissue and tumor genes. It has thus been strongly recommended that ectopic grafting studies be replaced or complemented by studies in which human tumor cells are grafted into their tissue of origin (orthotopic xenografting)(2). Unfortunately, implementation of this recommendation is often thwarted by the fact that orthotopic xenografting methodologies have not yet been developed for many tumor types. Malignant peripheral nerve sheath tumors (MPNSTs) are highly aggressive sarcomas that occur sporadically or in association with neurofibromatosis type 1(3) and most commonly arise in the sciatic nerve(4). Here we describe a technically straightforward method in which firefly luciferase-tagged human MPNST cells are orthopically xenografted into the sciatic nerve of immunodeficient mice. Our approach to assessing the success of the grafting procedure in individual animals and subsequent non-biased randomization into study groups is also discussed.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:12:18.048090",
  "abstract_length": 2754,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}