{
  "pmid": "21479127",
  "abstract": "Gastrointestinal Stromal Tumor (GIST) is the most common mesenchymal tumor of the digestive tract. GISTs develop with relatively high incidence in patients with Neurofibromatosis-1 syndrome (NF1). Mutational activation of KIT or PDGFRA is believed to be a driving force in the pathogenesis of familial and sporadic GISTs. Unlike those tumors, NF1-associated GISTs do not have KIT or PGDFRA mutations. Similarly, no mutational activation of KIT or PDGFRA has been identified in pediatric GISTs and in GISTs associated with Carney Triad and Carney-Stratakis Syndrome. KIT and PDGFRA-wild type tumors are expected to have lesser response to imatinib treatment. Recently, Carney Triad and Carney-Stratakis Syndrome -associated GISTs and pediatric GISTs have been shown to have a loss of expression of succinate dehydrogenase subunit B (SDHB), a Krebs cycle/electron transport chain interface protein. It was proposed that GISTs can be divided into SDHB- positive (type 1), and SDHB-negative (type 2) tumors because of similarities in clinical features and response to imatinib treatment. In this study, SDHB expression was examined immunohistochemically in 22 well-characterized NF1-associated GISTs. All analyzed tumors expressed SDHB. Based on SDHB-expression status, NF1-associated GISTs belong to type 1 category; however, similarly to SDHB type 2 tumors, they do not respond well to imatinib treatment. Therefore, a simple categorization of GISTs into SDHB-positive and-negative seems to be incomplete. A classification based on both SDHB expression status and KIT and PDGFRA mutation status characterize GISTs more accurately and allow subdivision of SDHB-positive tumors into different clinico-genetic categories.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:12:50.262803",
  "abstract_length": 1716,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}