{
  "pmid": "21551250",
  "abstract": "Susceptible stages in Schwann cells for NF1-associated plexiform neurofibroma  development.  Le LQ(1), Liu C, Shipman T, Chen Z, Suter U, Parada LF.  Author information: (1)Departments of Developmental Biology and Dermatology, Simmons Comprehensive  Cancer Center, The University of Texas Southwestern Medical Center, Dallas,  Texas 75390-9133, USA. Lu.Le@UTSouthwestern.edu  Stem cells are under strict regulation by both intrinsic factors and the  microenvironment. There is increasing evidence that many cancers initiate  through acquisition of genetic mutations (loss of intrinsic control) in stem  cells or their progenitors, followed by alterations of the surrounding  microenvironment (loss of extrinsic control). In neurofibromatosis type 1 (NF1),  deregulation of Ras signaling results in development of multiple neurofibromas,  complex tumors of the peripheral nerves. Neurofibromas arise from the Schwann  cell lineage following loss of function at the NF1 locus, which initiates a  cascade of interactions with other cell types in the microenvironment and  additional cell autonomous modifications. In this study, we sought to identify  whether a temporal \"window of opportunity\" exists during which cells of the  Schwann cell lineage can give rise to neurofibromas following loss of NF1. We  showed that acute loss of NF1 in both embryonic and adult Schwann cells can lead  to neurofibroma formation. However, the embryonic period when Schwann cell  precursors and immature Schwann cells are most abundant coincides with enhanced  susceptibility to plexiform neurofibroma tumorigenesis. This model has important  implications for understanding early cellular events that dictate neurofibroma  development, as well as for the development of novel therapies targeting these  tumors.  ©2011 AACR.  DOI: 10.1158/0008-5472.CAN-10-4577 PMCID: PMC3145496 PMID: 21551250 [Indexed for MEDLINE]",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-16T15:39:22.649934",
  "abstract_length": 1897,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}