{
  "pmid": "PMID:21551250",
  "title": "Susceptible stages in Schwann cells for NF1-associated plexiform neurofibroma development.",
  "abstract": "Stem cells are under strict regulation by both intrinsic factors and the microenvironment. There is increasing evidence that many cancers initiate through acquisition of genetic mutations (loss of intrinsic control) in stem cells or their progenitors, followed by alterations of the surrounding microenvironment (loss of extrinsic control). In neurofibromatosis type 1 (NF1), deregulation of Ras signaling results in development of multiple neurofibromas, complex tumors of the peripheral nerves. Neurofibromas arise from the Schwann cell lineage following loss of function at the NF1 locus, which initiates a cascade of interactions with other cell types in the microenvironment and additional cell autonomous modifications. In this study, we sought to identify whether a temporal \"window of opportunity\" exists during which cells of the Schwann cell lineage can give rise to neurofibromas following loss of NF1. We showed that acute loss of NF1 in both embryonic and adult Schwann cells can lead to neurofibroma formation. However, the embryonic period when Schwann cell precursors and immature Schwann cells are most abundant coincides with enhanced susceptibility to plexiform neurofibroma tumorigenesis. This model has important implications for understanding early cellular events that dictate neurofibroma development, as well as for the development of novel therapies targeting these tumors.",
  "authors": "Lu Q Le; Chiachi Liu; Tracey Shipman; Zhiguo Chen; Ueli Suter; Luis F Parada",
  "journal": "Cancer research",
  "publicationDate": "2011-07-01",
  "doi": "10.1158/0008-5472.CAN-10-4577",
  "methods": "Materials and Methods Mice All mice were housed in the animal facility at the University of Texas Southwestern Medical Center at Dallas (UTSW). Animal care and use were in compliance with regulations of the Institutional Animal Care and Research Advisory Committee at UTSW. The  NF1 flox/−  mice are in a mixed genetic background of C57BL/6/Sv129 and have been described previously ( 9 ). For conditional ablation of  NF1 , we used a tamoxifen-inducible Cre line, the  PLPCre-ERT2  transgenic mice ( 27 ). The LacZ reporter mice,  ROSA26R  ( 28 ), were obtained from the Jackson Laboratories (Bar Harbor, ME). Tamoxifen Induction Tamoxifen (TM, Sigma) was dissolved in a sunflower oil/ethanol (10:1) mixture at 10 mg/ml. For embryonic induction, the pregnant mice were gavaged orally with 1 mg of tamoxifen twice a day for one day during embryogenesis (E12.5). We were unable to give tamoxifen earlier because it resulted in spontaneous abortion. For perinatal induction, 2 mg of tamoxifen were gavaged orally twice a day for five days to lactating mothers of newborn animals during perinatal period (P0-P5). To activate Cre activity in adulthood, adult mice were gavaged orally with 4 mg of tamoxifen a day for five days. Histology, Immunostaining and X-gal Staining For hematoxylin and eosin (H&E) histology analysis, tissue specimens were harvested and fixed with 10% formalin in phosphate-buffered saline (PBS) for 1 day and subsequently embedded in paraffin. Sections (5 μm thick) were stained with H&E per manufacturer’s protocol (StatLab, Lewisville, Texas). For immunohistochemistry, paraffin sections were deparaffinized, rehydrated and subjected to antigen retrieval prior to incubation with the primary antibodies. The primary antibodies were visualized by treating the sections with biotinylated secondary antibody and followed by amplification with peroxidase-conjugated avidin and DAB substrate per manufacturer’s protocol (Vector Labs, Burlingame, CA). The dilutions of primary antibodies used in this study are as follows: GAP43 (rabbit, 1:1000, Abcam) and S100β (rabbit, 1:5000, DAKO). For X-gal staining, mice were anesthetized with ketamine (1.5 mg/mouse) and subjected to total body perfusion with 4% paraformaldehyde in PBS. Tissues were harvested, equilibrated in 30% sucrose in PBS overnight at 4°C, washed three times with 1X PBS and stained with X-gal at 30°C overnight. The tissues were then postfixed with 10% formalin overnight, paraffin embedded, sectioned and counterstained with nuclear fast red. The X-gal reaction mixture is comprised of 1 mg/ml 4-chloro-5-bromo-3-indolyl-β-galactoside (X-gal), 4 mM potassium ferrocyanide, 4 mM potassium ferricyanide, and 2 mM magnesium chloride in PBS. Leder Stain for Mast Cells Leder staining, an enzymatic stain for Naphthol AS-D (3-hydroxy-2-naphthoic acid-O-toluidine) chloroacetate esterase to detect tissue mast cells was performed as previously described ( 29 ). Briefly, paraffin sections were deparaffinized, rehydrated and placed in pararosaniline veronal acetate esterase solution for 30 minutes, rinsed in distilled water for 2 minutes and counter-stained with hematoxylin solution. The tissue slides were then rinsed again in distilled water, dehydrated and mounted using xylene base medium.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:24:28"
}