{
  "pmid": "PMID:21551250",
  "title": "Susceptible stages in Schwann cells for NF1-associated plexiform neurofibroma development.",
  "abstract": "Stem cells are under strict regulation by both intrinsic factors and the microenvironment. There is increasing evidence that many cancers initiate through acquisition of genetic mutations (loss of intrinsic control) in stem cells or their progenitors, followed by alterations of the surrounding microenvironment (loss of extrinsic control). In neurofibromatosis type 1 (NF1), deregulation of Ras signaling results in development of multiple neurofibromas, complex tumors of the peripheral nerves. Neurofibromas arise from the Schwann cell lineage following loss of function at the NF1 locus, which initiates a cascade of interactions with other cell types in the microenvironment and additional cell autonomous modifications. In this study, we sought to identify whether a temporal \"window of opportunity\" exists during which cells of the Schwann cell lineage can give rise to neurofibromas following loss of NF1. We showed that acute loss of NF1 in both embryonic and adult Schwann cells can lead to neurofibroma formation. However, the embryonic period when Schwann cell precursors and immature Schwann cells are most abundant coincides with enhanced susceptibility to plexiform neurofibroma tumorigenesis. This model has important implications for understanding early cellular events that dictate neurofibroma development, as well as for the development of novel therapies targeting these tumors.",
  "authors": "Lu Q Le; Chiachi Liu; Tracey Shipman; Zhiguo Chen; Ueli Suter; Luis F Parada",
  "journal": "Cancer research",
  "publicationDate": "2011-07-01",
  "doi": "10.1158/0008-5472.CAN-10-4577",
  "methods": "Materials and Methods Mice All mice were housed in the animal facility at the University of Texas Southwestern Medical Center at Dallas (UTSW). Animal care and use were in compliance with regulations of the Institutional Animal Care and Research Advisory Committee at UTSW. The  NF1 flox/−  mice are in a mixed genetic background of C57BL/6/Sv129 and have been described previously ( 9 ). For conditional ablation of  NF1 , we used a tamoxifen-inducible Cre line, the  PLPCre-ERT2  transgenic mice ( 27 ). The LacZ reporter mice,  ROSA26R  ( 28 ), were obtained from the Jackson Laboratories (Bar Harbor, ME). Tamoxifen Induction Tamoxifen (TM, Sigma) was dissolved in a sunflower oil/ethanol (10:1) mixture at 10 mg/ml. For embryonic induction, the pregnant mice were gavaged orally with 1 mg of tamoxifen twice a day for one day during embryogenesis (E12.5). We were unable to give tamoxifen earlier because it resulted in spontaneous abortion. For perinatal induction, 2 mg of tamoxifen were gavaged orally twice a day for five days to lactating mothers of newborn animals during perinatal period (P0-P5). To activate Cre activity in adulthood, adult mice were gavaged orally with 4 mg of tamoxifen a day for five days. Histology, Immunostaining and X-gal Staining For hematoxylin and eosin (H&E) histology analysis, tissue specimens were harvested and fixed with 10% formalin in phosphate-buffered saline (PBS) for 1 day and subsequently embedded in paraffin. Sections (5 μm thick) were stained with H&E per manufacturer’s protocol (StatLab, Lewisville, Texas). For immunohistochemistry, paraffin sections were deparaffinized, rehydrated and subjected to antigen retrieval prior to incubation with the primary antibodies. The primary antibodies were visualized by treating the sections with biotinylated secondary antibody and followed by amplification with peroxidase-conjugated avidin and DAB substrate per manufacturer’s protocol (Vector Labs, Burlingame, CA). The dilutions of primary antibodies used in this study are as follows: GAP43 (rabbit, 1:1000, Abcam) and S100β (rabbit, 1:5000, DAKO). For X-gal staining, mice were anesthetized with ketamine (1.5 mg/mouse) and subjected to total body perfusion with 4% paraformaldehyde in PBS. Tissues were harvested, equilibrated in 30% sucrose in PBS overnight at 4°C, washed three times with 1X PBS and stained with X-gal at 30°C overnight. The tissues were then postfixed with 10% formalin overnight, paraffin embedded, sectioned and counterstained with nuclear fast red. The X-gal reaction mixture is comprised of 1 mg/ml 4-chloro-5-bromo-3-indolyl-β-galactoside (X-gal), 4 mM potassium ferrocyanide, 4 mM potassium ferricyanide, and 2 mM magnesium chloride in PBS. Leder Stain for Mast Cells Leder staining, an enzymatic stain for Naphthol AS-D (3-hydroxy-2-naphthoic acid-O-toluidine) chloroacetate esterase to detect tissue mast cells was performed as previously described ( 29 ). Briefly, paraffin sections were deparaffinized, rehydrated and placed in pararosaniline veronal acetate esterase solution for 30 minutes, rinsed in distilled water for 2 minutes and counter-stained with hematoxylin solution. The tissue slides were then rinsed again in distilled water, dehydrated and mounted using xylene base medium.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:24:28",
  "introduction": "Introduction Stem cells undergo self-renewal divisions, as well as produce daughter cells that differentiate into specific tissue lineages, thus playing an essential role in tissue homeostasis. Whether self-renewal or differentiation occurs is under strict regulation by both intrinsic and extrinsic factors. There is increasing evidence that in many tissues, tumor initiation can result from acquisition of genetic mutations in stem cells or their progenitors followed by alterations of the surrounding microenvironment ( 1 – 8 ). Neurofibromatosis Type 1 (NF1) is a heritable genetic disease in which afflicted individuals suffer a germ line loss of function mutation in one allele. Upon stochastic somatic loss of heterozygosity (LOH), deregulation of the Ras signal transduction pathway leads to the development of multiple neurofibromas, which are benign tumors of the peripheral nerves. A large body of direct and indirect studies has provided evidence that  NF1  gene deletion in the Schwann cell lineage is the requisite initial step that precedes the cascade of interactions with other cell types in the microenvironment as well as additional cell autonomous modifications ( 3 ,  9 – 12 ). Many studies further suggest that somatic stem cells or their progenitors may be the cells of origin of neurofibromas ( 3 ,  10 ). This stem cell model of tumorigenesis has important implications for understanding early cellular events that dictate neurofibromagenesis, as well as other tumor types. In addition, the concept of neurofibroma as a disease of stem and progenitor cells has implications for the development of novel therapies targeting these tumors. NF1 is one of the most common genetic disorders of the nervous system, affecting 1 in 3,500 individuals worldwide ( 13 – 15 ). NF1 patients have a wide spectrum of clinical presentations, including developmental, pigment or neoplastic aberrations of the skin, nervous system, bones, endocrine organs, blood vessels and eyes. The cardinal features of NF1 are café au lait macules, axillary and groin freckling, combined with multiple peripheral and central nerve tumors ( 16 – 20 ). The development of neurofibromas, the most frequent tumor in NF1, and malignant peripheral nerve sheath tumors (MPNSTs) represents a serious complication. These are unique and complex tumors that contain proliferating Schwann-like cells and other local supporting elements of the nerve fibers, including perineurial cells, neurons, fibroblasts, and blood vessels, as well as infiltration of mast cells. Neurofibromas are classified as dermal or plexiform. Dermal neurofibromas are exclusively in the skin and occur in virtually all individuals with NF1 primarily emerging around puberty. Plexiform neurofibromas, although similar to dermal neurofibromas at the cellular and ultrastructural levels, develop along a nerve plexus. They occur in about 30% of NF1 individuals and are virtually pathognomonic of the disease ( 21 ). Plexiform neurofibromas are thought to be congenital and owing to their unusual capacity for growth, can be life threatening through physical impairment of organ or neural function. In addition, patients with plexiform neurofibromas have a 10% lifetime risk of developing MPNSTs, which can widely metastasize and often signal a fatal outcome ( 21 ,  22 ). Current treatment options for NF1-related tumors are primarily limited to surgery and longitudinal surveillance. The temporally and spatially distinct clinical presentation of dermal versus plexiform neurofibromas supports the hypothesis that these neurofibromas may originate from distinct progenitor cells. The use of mouse models of temporal and spatial somatic  NF1  gene deletion has shed light on this hypothesis. We recently reported that Skin-derived Precursors (SKPs), a neural-crest like neural stem cell residing in the dermis, are the cell of origin for dermal neurofibromas ( 3 ). Additional and varied mouse models of NF1 plexiform neurofibromas are consistent with the idea that some form of Schwann cell lineage cells are the likeliest candidates to give rise to plexiform tumors ( 9 – 12 ,  23 ,  24 ). During the development of peripheral nerves, neural crest cells generate myelinating and non-myelinating Schwann cells in a process that parallels embryonic development. Migrating neural crest cells move through immature connective tissue before the time of nerve formation at mouse embryonic days E9-E11, and then differentiate into Schwann cell precursors (SCPs) between E12-E13. These Schwann cell precursors then become immature Schwann cells, which are generated from E14 until early neonatal stages. The immature Schwann cells eventually differentiate into mature Schwann cells after birth ( 25 ,  26 ). Given that the majority of plexiform neurofibromas are generally detected at birth or in infancy, we hypothesize that there must exist a temporal “window of opportunity” for  NF1  loss in cells of the Schwann cell lineage to elicit tumor development. To gain insight into this question we employed spatially and temporally-controlled Cre driver transgenes to ablate  NF1  function in the Schwann cell lineage at various developmental time points. In this model, we find that tumor incidence is highest when  NF1  function is deleted during the embryonic period when Schwann cell precursor and immature Schwann cells predominate, suggesting that these cells are the likely sources for plexiform neurofibroma tumorigenesis.",
  "results": "Results Temporal and spatial induction of  NF1  ablation during Schwann cell development To direct functional  NF1  loss specifically in the Schwann cell lineage during varying times in development and beyond, we employed a transgenic mouse line expressing a tamoxifen (TM)-inducible variant of the Cre recombinase (Cre-ERT2) under the control of the proteolipid protein (PLP) gene regulatory region. The efficiency of this transgene to mediate recombination in glial cells has been well documented ( 27 ,  30 ). Nonetheless, we verified the capability of  PLPCre-ERT2  to ablate genes of interest in peripheral nerves by crossing into the  Flox-stop-Flox ROSA26  ( R26R ) reporter background ( 28 ) to generate  PLPCre-ERT2;R26R  mice. Pregnant  PLPCre-ERT2;R26R  mice were administered oral tamoxifen at embryonic day 12.5 and embryos were harvested 48 hours later for whole mount X-gal staining. We observed recombination specifically in the peripheral nerve plexuses ( Figure 1A ). Next, we examined whether tamoxifen given to lactating mothers would, through the milk, induce recombination in the developing neonate peripheral nerves. Oral tamoxifen administration to mothers for the first five days after birth, efficiently induced recombination in neonate sciatic nerves, dorsal root ganglia (DRG) and trigeminal ganglia as assessed by X-gal staining ( Figure 1B ). Finally, tamoxifen administration to adult (2- to 3-months old) mice induced recombination in sciatic nerves, DRG, and trigeminal ganglia thus demonstrating the power and specificity of the temporally- and spatially-inducible  PLPCre-ERT2  transgene ( Figure 1C ). Inducible PLP-Cre-mediated  NF1  loss during the Schwann cell precursor stage leads to plexiform neurofibroma formation In mice, Schwann cell precursors are present at E12-E13, and begin the transition from precursor to immature Schwann cell in the developing peripheral nerves between E14 and E15. The differentiation of immature Schwann cells to form the non-myelinating and myelinating cells of mature nerves is essentially postnatal ( 25 ,  31 ). We selectively ablated  NF1  function at different stages of Schwann cell development as follows: we bred the  PLPCre-ERT2  mice with  NF1 +/−  mice to generate  PLPCre-ERT2;NF1  progeny. These mice were then crossed with  +/− NF1  mice to generate  flox/flox ;R26R PLPCre-ERT2;NF1  mice. We used  flox/− ;R26R PLPCre-ERT2;NF1  as controls. +/flox ;R26R We selectively ablated embryonic  NF1  expression at the Schwann cell precursor stage by giving 1 mg of tamoxifen orally twice at embryonic day 12.5 to pregnant  NF1  female mice that have been bred with  flox/flox ;R26R PLP-CreERT2;NF1  male mice ( +/− Figure 2 ). Earlier administration than E12.5 resulted in spontaneous abortion. The E12.5 ;PLPCre-ERT2;NF1  progeny showed classic signs of illness beginning at 5 to 6-months of age and were necropsied along with control littermates. In all cases, the mice exhibited tumors along the cervical and thoracic DRG that impinged on the spinal cord ( flox/− ;R26R Figure 3 ). Histopathological analysis of these tumors indicated that the tumors exhibited cardinal features of plexiform neurofibromas ( Figure 3 ). Tumor sections were also evaluated immunohistochemically and all the E12.5 ;PLPCre-ERT2;NF1  tumors exhibited Schwann cell marker (S100β) immunoreactivity. Ultrastructural evaluation of the tumors revealed abundant collagen and prominent disorganized spindle cells with cytoplasmic processes as well as abundant mast cell infiltration into the tumors, as assessed by morphological, histological, and enzymatic criteria. These findings indicate that PLP-Cre-mediated ablation of  flox/− ;R26R NF1  in Schwann cells at the precursor stage is sufficient to initiate plexiform neurofibroma formation, with the resultant neurofibromas exhibiting defining histological features of the human counterpart. Induction of  NF1  ablation during the immature Schwann cell stage leads to peripheral nerve hyperplasia and plexiform neurofibroma formation We next tested whether targetting  NF1  in neonates when most Schwann cells are in the immature stage would lead to neurofibroma formation. Lactating mothers were administered 2 mg of tamoxifen orally twice a day for five days following birth ( Figure 2 ). We, and others, have previously established that lactating mothers can effectively transmit tamoxifen through the milk and induce recombination in the peripheral nerves of neonates ( Figure 1B ) ( 27 ,  32 ). While the littermate controls remained healthy, the P0 tam;PLPCre-ERT2;NF1  mice began to show signs of lethargy, weight loss and paralysis at five to six-months of age requiring that they be sacrificed. Gross dissection of the sick mice revealed obvious enlargement of peripheral nerves ( flox/− Figure 4A , arrows), specifically in the brachial plexus, thoracic nerves and sciatic nerves. We also observed the presence of plexiform neurofibromas in close proximity to the DRGs, in all of the sick P0 tam;PLPCre-ERT2;NF1  mice ( flox/− Figure 4B,C ). These neurofibromas exhibited the classic characteristics of human plexiform neurofibromas, being poorly circumscribed, composed primarily of spindle cells, and expressing the Schwann cell markers S100β and GAP43 ( Figure 5 ). We also observed heavy infiltration of mast cells into these plexiform neurofibromas, a critical component of tumor initiation that is commonly observed in human neurofibromas ( Figure 5 ). These data indicate that at the immature Schwann cell stage, like in the embryonic precursor cell stage, abundant competent cells are present that when subjected to  NF1  loss give rise to plexiform neurofibroma formation. Schwann cell specific  NF1  ablation in adult mice rarely leads to plexiform neurofibroma formation The postnatal fate of immature Schwann cells is terminal differentiation into mature Schwann cells that ensheath large and small diameter axons throughout the peripheral nervous system (PNS). In the mouse, this process is essentially completed by postnatal day 21 ( 33 ). To determine whether induced loss of  NF1  at the mature stage of Schwann cell development would lead to neurofibroma formation, we used oral gavage to administer 4 mg of tamoxifen a day for five days to adult (2–4 months of age)  Atam;PLPCre-ERT2;NF1  and control mice to activate Cre activity. Five days after the last tamoxifen dose, we harvested DRGs and nerves for both X-gal staining and genotype analysis. We observed that both the DRGs and isolated peripheral nerves were positive for X-gal staining, indicating that the gavaged tamoxifen was able to penetrate the peripheral nervous system and induce recombination at the  flox/− ;R26R flox  sites within these tissues ( Figure 6 ). While virtually 100% of  E12.5tam - or  P0tamPLPCre-ERT2;NF1 mice robustly developed paraspinal plexiform neurofibromas near the DRGs when  flox/− NF1  was ablated at the precursor or immature Schwann cell stage, the picture was significantly different with the  Atam;PLPCre-ERT2;NF1  mice. Two out of nineteen  flox/− ;R26R Atam;PLPCre-ERT2;NF1  mice were sacrificed in their second year of life when they developed signs of sickness including lethargy, ruffled hair, weight loss, and limb paralysis. Gross autopsy analysis revealed that one of the two sick mutant mice (out of 19) developed plexiform neurofibroma only at the cervical paraspinal areas, while the other mutant mouse developed both paraspinal plexiform neurofibromas and a classic plexiform neurofibroma within the left hindlimb, causing left leg gigantism ( flox/− ;R26R Figure 6 ). This clinical presentation is a pathognomonic feature seen in NF1 patients with plexiform neurofibroma on the leg ( 21 ,  34 ,  35 ) but has never been reported in any of the previously published NF1 mouse models. These tumors were analyzed histopathologically and all results indicated that they were, in fact, plexiform neurofibromas, exhibiting the classic characteristics of human plexiform neurofibromas including being poorly circumscribed, composed primarily of spindle cells, and expressing the Schwann cell marker S100β. These results indicate that  NF1  ablation within the Schwann cell lineage in adult mice rarely leads to plexiform neurofibroma formation. In addition, these mice develop tumors after a much longer period of time (more than 1.5 years) and with very limited samples show tumor development at an additional anatomical location (on the leg along the sciatic nerve causing leg gigantism). On the other hand, virtually 100% of the  PLPCre-ERT2;NF1  mice in which  flox/− NF1  is ablated at the precursor or immature Schwann cell stages develop paraspinal plexiform neurofibromas exclusively near the DRGs within 5–7 months after tamoxifen induction. Whether more peripheral manifestation is preempted in the mice induced earlier by the rapid development of internal tumors remains to be determined.",
  "discussion": "Discussion Tumor cell of origin Recent progress points to the importance of stem cells and their immediate progenitors in the initiation and maintenance of many cancers consistent with the notion that these neoplasms originate in a subset of primitive precursor cells and that most cells in an organ do not generate tumors ( 1 – 8 ). Identifying which cell type gives rise to a particular cancer (the cell of origin) will permit better informed design approaches for treating various cancers. The Schwann cell lineage and neurofibromagenesis Plexiform neurofibromas are congenital tumors that develop along nerve plexuses, and are thought to derive from the embryonic Schwann cell lineage ( 10 ,  11 ,  36 ). However, identification of the cell of origin of plexiform neurofibromas has yet to be resolved. Early speculation regarding the cell of origin came from genetic studies examining the participation of differing cells including neural crest derivatives in the pathogenesis of many of the clinical presentations of Neurofibromatosis type 1, including neurofibroma. In human neurofibromas, Schwann-like cells with biallelic  NF1  mutations are the most consistently found cell type, leading to the argument that the tumors initiate in Schwann cells or their earlier precursors. Indeed, genetic mouse models have demonstrated that  NF1  gene deletion in the embryonic Schwann cell lineage is the genetic bottleneck for neurofibroma development ( 9 – 12 ,  23 ,  24 ). Conditional deletion of  NF1  from fetal Neural Crest Stem Cells (NCSC) using  Wnt-1-Cre  transgenic mice leads to a transient increase in NCSC frequency and self-renewal but the isolated NCSCs fail to form tumors upon transplantation ( 12 ), suggesting that early NCSC derivatives may not contain potential cells of origin for neurofibroma ( Figure 7 ). However, these negative data are not conclusive and, if ultimately correct, still leave open the question of which later NCSC derivatives give rise to the neurofibroma: the committed mature Schwann cell, or earlier immature Schwann cell or post-crest precursor cells. Recently, Zheng et al. reported that conditional ablation of  NF1  from the Schwann cell precursor stage using  P0A-Cre;NF1  mice, which ablates  flox/ NF1  continuously from early Schwann cell progenitors through mature cells, efficiently induces neurofibroma formation; based on observed abnormalities in Remak bundles, they proposed that nonmyelinating mature Schwann cells give rise to neurofibromas ( 11 ). On the other hand, Wu et al. proposed that the neurofibroma cell of origin corresponds to cells at the boundary between Schwann cell precursors and immature Schwann cells as they observed that the neurofibromas that develop in  DhhCre;Nf1  mice contain large numbers of BLBP+/S100β+ cells, indicating that cells similar to immature Schwann cells accumulate in these tumors ( flox/flox 10 ). The Cre recombinase transgenes used in these two studies both compromise  NF1  function at the earliest Schwann cell stages of development (at E12.5), and the Cre recombinase activity persists through the mature Schwann cell stage. Therefore, it is not possible to pinpoint or exclude any particular Schwann cell developmental stage as the critical one for  NF1  loss mediated tumor development. The interpretation of the data instead rests on correlations relating to detectable appearance of abnormal cells or structures. To circumvent this problem, we used a transgenic mouse line,  PLP-CreERT2 , in which Cre activity is primed for activity in the Schwann cell lineage and inducible by tamoxifen, thus allowing temporal control of gene ablation ( Figure 7 ). The cell of origin of neurofibroma When  NF1  was inactivated in adult mice between 2–4 months of age, only about 2% of the mutant mice developed neurofibroma. On the other hand, virtually 100% of the mutant mice developed paraspinal neurofibromas when  NF1  was ablated at the precursor or immature Schwann cell stage. Thus, the mice are most susceptible to develop paraspinal plexiform neurofibroma when the loss of heterozygosity of the wild type  NF1  allele occurs during the stages when precursor and immature Schwann cells are predominant, indicating that the precursors and/or immature Schwann cells may have the capacity to give rise to plexiform neurofibroma ( Figure 7 ). However, the fact that  NF1  inactivation in adult mice also gives rise to neurofibroma, although at a much lower frequency, indicates that either ( 1 ) mature Schwann cells can, in rare cases, give rise to neurofibroma or ( 2 ) that rare populations of precursor or immature Schwann cells persist within the adult PNS. A third alternative is that the neurofibromas that arise during the embryonic or perinatal period originate from a different cell of origin/progenitor than those that arise in adulthood. Finally, although we observe the co-localization of X-gal stain with adult Schwann cell markers ( Figure 6A; d-e ), we cannot exclude the possibility that adult mice may induce recombination less efficiently at the  NF1  locus than the  Rosa26  locus in adult Schwann cells from the peripheral nerves. The level of resolution afforded by temporal targeting of  NF1  with tamoxifen-inducible  PLP-CreERT2  has limitations. First, we were unable to generate viable embryos upon tamoxifen administration prior to E12.5. Therefore we were unable to directly address the potential of the earliest NCSC stages to give rise to tumors. Second, the Schwann cell lineage does not undergo transition en masse at tightly defined times from the NCSC stage, to the precursor stage, to the immature stage, and onward to more differentiated stages. Instead, gradients of cells transition over extended periods and there exists considerable overlap between the disappearance of one population and the emergence of another ( Figure 7 ). Whether the tamoxifen inductions at birth targeted residual precursors or immature Schwann cell populations could not be distinguished. On this basis, we cannot exclude the possibility that in addition to Schwann cell precursors, immature Schwann cell lineages may also retain tumor-forming potential. The ability of mature Schwann cells to give rise to tumors is less evident. Individuals afflicted with NF1 rarely present with plexiform tumors for the first time in adults ( 21 ). Indeed most such cases are clinically interpreted to be a manifestation of a longtime indolent, subclinical tumor. Schwann cell maturation and terminal differentiation into myelinating cells mostly occurs postnatally. If mature Schwann cells as a whole can give rise to neurofibromas when LOH occurs in adulthood, then neurofibromas should develop robustly in our  PLP-CreERT2  mice induced postnatally since cre-mediated recombination remains efficient in mature Schwann cells ( Figure 6 ). The fact that neurofibromas develop only rarely in this scenario can only be explained either by a very rare set of circumstances that render an  NF1  mature Schwann cell capable of developing into a tumor or alternatively, the very rare presence of progenitor/immature Schwann cells that, when targeted at  −/− NF1 , then give rise to the tumor. Vestigial compartments of Schwann progenitor/immature cells may also persist into adulthood and retain the capacity to form plexiform neurofibromas within the peripheral nerves. In fact, NCSCs can be found at sites of gliogenesis, including the sciatic nerve and dorsal root ganglia ( 37 ,  38 ). Strikingly, stem/progenitor cells exhibiting NCSC features – such as the ability to self-renew and differentiate into various cell types typical for the neural crest, including Schwann cells have been isolated in adult DRGs and other tissues ( 39 – 44 ). Although the physiological role of these adult NCSC-related cells remains to be elucidated, they have the capacity to give rise to PNS tumors such as neurofibroma ( 3 ). As such, it is entirely possible that when  NF1  is ablated at, or prior to, the neonatal period, plexiform neurofibromas arise from the embryonic Schwann cells. On the other hand, the adult NCSC-related stem cells or their precursor/immature Schwann cell derivatives may be the cell of origin for neurofibromas in adulthood. This may explain why only paraspinal neurofibromas develop in the DRG when  NF1  is ablated at, or prior to, the neonatal period, but in the few mice that develop neurofibromas when  NF1  is inactivated in adulthood, the tumor develops along the sciatic nerve in the left hindlimb causing left leg gigantism, a phenotype that has never been observed in the  PLPCre-ERT2;NF1  mutant mice when tamoxifen is given transiently early in embryonic development. flox/− Our data, and those of Mayes and colleagues (co-submitting manuscript), who used a different inducible PLP-Cre transgene to ablate  NF1,  demonstrate that acute loss of  NF1  at either the embryonic or the adult Schwann cell stage can lead to neurofibroma formation. There are, however, considerable differences between the two studies. Mayes and colleagues observed a high incidence of hematopoietic expansion and splenomegaly, a hallmark of juvenile chronic myelogenous leukemia, which is a rare malignancy associated with NF1. Their mutant mice also develop facial neurofibromas associated with the cranial nerves, a feature we did not observe in our model. In fact, we do not see any hematopoietic tumor or neurofibromas above the cervical level in our model. These differences in scope of pathology (hematopoietic) indicate that the independently-derived tamoxifen-inducible PLP-Cre transgene used by Mayes and colleagues must have broader tissue targets than the transgene used in our study whose activity is confined essentially to the glial cell lineage ( Figure 1 ); ( 27 ). The higher prevalence of adult tumors observed by Mayes et al. could additionally be a reflection of differing modes of tamoxifen exposure. In our study, tamoxifen was delivered by oral gavage while Mayes et al. used intraperitoneal injection for tamoxifen delivery.",
  "upgrade_date": "2026-02-20 07:33:25"
}