{
  "pmid": "PMID:21681782",
  "title": "Nf1 mutant mice with p19ARF gene loss develop accelerated hematopoietic disease resembling acute leukemia with a variable phenotype.",
  "abstract": "Juvenile Myelomonocytic Leukemia (JMML) is a relentlessly progressive myeloproliferative/myelodysplastic (MPD/MDS) hematopoietic disorder more common in patients with any one of at least three distinct genetic lesions, specifically NF1 gene loss and PTPN11 and NRAS mutations. NF1 and PTPN11 are molecular lesions associated with Neurofibromatosis Syndrome Type I (NF1 Syndrome) and Noonan's Syndrome, respectively. The occurrence of JMML is rare; even among those predisposed with these syndromes to development of disease, and secondary genetic events likely contribute to the development and progression of disease. In NF1 syndrome, loss of p53 function is a common event in solid tumors, but uncommon in JMML, suggesting that the p53 pathway may be modified by other events in this hematopoietic disorder. The work presented here investigates the possible role of the p19(Arf) (p19) tumor suppressor in development of MPD associated with Nf1 gene loss in mice. We find that Nf1 mutant hematopoietic cells with loss of p19 develop accelerated hematopoietic disease similar to acute leukemia with a variable phenotype. This suggests that p19 may play a role in development of JMML and evaluation of the human p19 homolog (p14(ARF)) in JMML may be informative.",
  "authors": "Stephen M Wiesner; Jennifer L Geurts; Miechaleen D Diers; Rachel J Bergerson; Diane E Hasz; Kelly J Morgan; David A Largaespada",
  "journal": "American journal of hematology",
  "publicationDate": "2011-07",
  "doi": "10.1002/ajh.22035",
  "methods": "Materials and Methods Mouse strains Mice with the  p19  mutation were a kind gift from Dr. Martine Roussel at St. Jude’s Children’s Research Hospital, Memphis, TN.  Mx1-Cre ,  Nf1 flox , and  Nf1 fcr  ( Nf1  knockout) mice have been described previously [ 23 – 25 ]. To initiate generation of experimental groups,  Mx1-Cre  mice on a C57BL/6 × C3H background were crossed to the  Nf1 flox  mice on a C57BL/6 background to generate  Nf1 flox;Mx1-Cre  animals. The  p19  knock-out mice on a C57BL/6 × 129/Sv background were crossed to  Nf1 fcr  mice on a C57BL/6 background to generate  Nf1 fcr /+; p19 −/+ animals. Subsequently,  Mx1-Cre;p19 −/+ mice were crossed to  Nf1 flox;p19 −/+ mice to generate the required  Mx1-Cre;p19  knock-out recombinant. Once the recombinant was generated,  Nf1 fcr/ + ;p19 −/+ mice were crossed to  Nf1  + /flox;Mx1-Cre;p19 −/+ mice to generate both  Nf1 fcr/flox;Mx1-Cre;p19 −/− and  Nf1  + /flox;Mx1-Cre;p19 −/− donor animals. Separately,  Nf1 fcr/ + ;p19 −/+ mice were crossed to  Nf1 flox/ + ;Mx1-Cre  mice to generate donors with the following genotypes:  Nf1 fcr/flox;Mx1-Cre;p19 +/+,  Nf1 fcr/flox;Mx1-Cre;p19 −/+, and  Nf1  + /flox;Mx1-Cre;p19 −/. To establish an Ly5.1/Ly5.2 mismatch, recipient animals were generated by crossing 129/Sv mice to C57BL/6J mice. The recipient offspring therefore are congenic at the  Ly5.1  locus, providing a mechanism by which to distinguish recipient Ly5.1 + , Ly5.2 +  cells from donor Ly5.1 − , Ly5.2 +  cells. Treatment of mice Recipient C57BL/6J × 129/Sv F1 mice were sublethally irradiated in a Mark 1 Model 30 Cs137 irradiator (J.L. Shepherd & Associates, San Fernando, CA) with 900 rads gamma radiation. Bone marrow was flushed from the long bones of the hind legs of donor animals, washed and resuspended in PBS. Viable cells were counted by trypan blue exclusion and the concentration adjusted for injection. Twenty-four hours post irradiation, 5 × 10 6  freshly isolated nucleated cells were injected via the tail vein. One week post transplant, recipient animals were given a series of three 250 μL intraperitoneal injections in five days of polyinosinc-polycytidylic acid (pIpC, Sigma-Aldrich, St. Louis, MO) at a concentration of 1 μg/μL suspended in sterile phosphate buffered saline (PBS). All animals were housed under specific pathogen free conditions. Peripheral blood was obtained by retro-orbital puncture. The eye was anesthetized with a 0.5% ophthalmic solution of proparacaine hydrochloride (Falcon Pharmaceuticals, Fort Worth, TX), blood was collected in EDTA coated 50 μL capillary tubes (Drummond Scientific, Broomall, PA) and transferred to a mini capillary blood collection tube (Ram Scientific, Needham, MA) for later analysis. Upon completion of the collection, neocidin ophthalmic ointment (Major Pharmaceuticals, Livonia MI) was applied to the eye to prevent infection. Affected animals were humanely killed by CO 2  asphyxiation for the harvest of the required tissues. Irradiated animals were maintained on antibiotics (amoxicillin or trimethoprim/sulfa) 3 weeks post irradiation to prevent opportunistic infection. The Institutional Animal Care and Use Committee at the University of Minnesota approved all procedures. PCR PCR was performed on gDNA for the  Nf1 fcr  and  flox  alleles as described previously [ 24 , 25 ].  Mx1-Cre  genotyping was performed using 0.2 mM of dNTPs, 3.0 mM of MgCl 2 , 0.5 μM of primers, and 0.5 units of polymerase. PCR entailed an initial denaturation of 94° C for 10 min, then 30 cycles of 94° C for 1 min, 60° C for 1min and 72° C for 1 min, and a final extension at 72° C for 5 min. Two primers (Cre-1 and Cre-2) were used to amplify a 200-bp band from the transgene. Primers used were (5′ to 3′) Cre-1, CTGTTACGTATAGCCGAAAT and Cre-2, CTACACCAGAGACGGAAATC. PCR to amplify the  p19  allele was performed under the following conditions: 0.25 mM of dNTPs, 0.5 μM of primers and 1.0 unit of Taq polymerase (QIAGEN); and the program: 94° C for 3 min, 30 cycles of 94° C for 1 min, 66° C for 1min and 72° C for 2 min, and then a hold at 72° C for 5 min. Two primers (ARF-1 and ARF-2) were used to amplify a 415-bp band from endogenous wild type allele. A third primer (ARF-NEO) was used with ARF-2 to amplify a 250-bp band from the knock out allele. The sequence for the primers (5′ to 3′) are: ARF-1, GTA CAGCAGCGGGAGCATGG; ARF-2, TTGAGGAGGACCGTGAAGCCG; and ARF-NEO, ACCACACTGCTCGACATTGGG. Flow cytometry Nucleated cells from total bone marrow were flushed from the long bones of the leg or single cell suspensions made from spleen tissue. Red cells in the spleen and peripheral blood were lysed by suspension in red cell lysis buffer (0.15M NH 4 Cl, 1.0M NaHCO 3 , 0.1M Na 2 EDTA) for 3 min, then an equal volume of PBS was added to stabilize the remaining cells. Cells were pelleted and nucleated cells were washed once in FACS buffer (PBS, 2% fetal bovine serum, 0.1% sodium azide), counted, and resuspended in FACS buffer. Blocking antibody (anti-CD16/CD32) was added to the cell suspensions and incubated 15 min. Specific antibodies were added, the cells incubated 25 min and then washed. All incubations were performed on ice protected from light to prevent capping. Stained cells were resuspended and stored in 1% formaldehyde in PBS until analysis. All phenotyping antibodies were obtained from Becton-Dickenson (BD). All flow cytometry was performed on a FACS Calibur (BD). Acquisition and data analysis was performed using CellQuest Pro software (BD). Peripheral blood analysis Peripheral blood was analyzed using a HemaVet Mascot 800 hematology analyzer (CDC Technologies, Oxford, CT). Commercial controls were run each day the instrument was used and the instrument was calibrated semiannually or as control results indicated. Peripheral blood smears obtained during retro-orbital puncture were fixed within 2 hr of collection in absolute methanol. For staining, fixed slides were immersed in Modified Wright-Giemsa Stain (Sigma-Aldrich, St. Louis, MO) for 30 min. Slides were then transferred to a solution of 20% v/v stain in 1X Wright-Giemsa Buffer (from a 5× solution containing 0.25M KH 2 PO 4  and 0.3M Na 2 HPO 4 (7H 2 O, pH 6.4). Slides were rinsed three times in distilled water and allowed to air dry before mounting. Statistical analysis Graphing and statistical analysis was performed with Prism 4.0 (GraphPad Software, La Jolla, CA).",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:24:30",
  "introduction": "Introduction Juvenile myelomonocytic leukemia (JMML) is a rare hematologic disorder resulting from at least three distinct but largely mutually exclusive genetic lesions [ 1 – 4 ]. Two of these mutations,  NF1  gene loss and mutation of  NRAS , directly implicate RAS signaling in the development of this MDS/MPD. The third mutation, that of  PTPN11 , the gene encoding SHP2, induces RAS pathway activation and interacts with proteins directly linked to RAS activation [ 5 – 7 ]. Although these are well-defined molecular genetic changes, their effects alone are clearly not sufficient to cause development of JMML, as this disease is rare even among predisposed individuals, which includes Noonan Syndrome and Neurofibromatosis Syndrome Type I (NF1 Syndrome) patients [ 8 – 10 ]. Secondary changes, such as cooperating mutations or epigenetic gene silencing, are likely required for progression to overt disease. Neurofibromatosis Type 1 is an autosomal dominant tumor predisposition syndrome resulting from inactivating mutations in the  NF1  gene. Patients are predisposed to a variety of malignancies, including malignant peripheral nerve sheath tumors (MPNST), optic gliomas and childhood leukemia, such as JMML. Frequent cooperating mutations are associated with progression from benign lesions common in NF1 patients, such as plexiform neurofibromas, to solid tissue malignancies (MPNST). In particular, disruption of the p53 tumor suppressor is a common genetic abnormality. Loss of  p53  is, however, an uncommon event in the development and progression of hematopoietic malignancies in NF1 patients, suggesting that if p53 pathway dysregulation is involved, it is by some other mechanism. In MPNST from patients with NF1 Syndrome, the  INK4A  genomic locus, encoding both the  p14  and the  ARF p16  tumor suppressors, often suffers homozygous deletion or promoter hypermethylation [ INK4a 11 ] and decreased expression of tumor suppressor genes by promoter hypermethylation or deletion is also a common event in the progression of hematopoietic diseases [ 11 – 17 ]. Furthermore, low expression from the  INK4A  locus, particularly low expression from  p14 , is a negative prognostic indicator in human AML [ ARF 18 , 19 ]. Promoter methylation or deletion of  p14  in JMML has not been evaluated. ARF Previously, investigators have combined a murine  p19  ( ARF p19 , homolog to human  p14 ) knockout model with an  ARF Nf1  knockout model ( Nf1 ). In that study,  fcr p19 −/−; Nf1 −/+ animals show a multiple tumor phenotype with a shorter latency, whereas  p19 −/− typically exhibited single tumors [ 20 ]. Unfortunately, these experiments were performed prior to the development of the  Nf1  allele, so cooperation between  flox p19  and  Nf1  could not be evaluated in any specific tissue in the  Nf1 −/− state due to embryonic lethality of  Nf1 −/− mice. Furthermore, tumors in affected mice could not be evaluated solely for myeloid disease because  p19 −/−; Nf1 −/+ animals develop lethal solid tumors typically combined with lymphoma [ 20 ]. p19 −/− animals develop sarcoma or T-cell lymphoma with an average latency of 38 weeks [ 21 ]. Interestingly, B cell lymphoma develops more frequently in  p19 −/+ when hematopoietic cells are involved in disease, and when disease does occur in  p19 −/+ animals, there is loss of heterozygosity at the  p19  locus [ 21 ]. In  Nf1 flox/flox  mice in which the  Mx1-Cre  transgene is induced to cause recombination and inactivation of the  Nf1  allele, MPD develops with a latency of 9 months to one year, not significantly different from recipients of  Nf1 −/− fetal liver cells [ 22 ]. Our studies were designed to evaluate potential cooperation between loss of both  Nf1  and  p19  in development of JMML when  Nf1  is biallelically mutated. In this model, cooperation of the knockouts was limited to the hematopoietic system by virtue of bone marrow transplantation and conditional deletion of  Nf1  using the  Mx1-Cre  transgene. We find that loss of  p19  and  Nf1  cooperated to both accelerate development of disease and alter the phenotype of disease caused by  Nf1  gene loss from MPD to overt leukemia.",
  "results": "Results Generation of donor mice A relatively complex breeding scheme was established to generate animals of the appropriate genotype ( Fig. 1A ). We were unable to generate  p19 − / + ;Mx1-Cre  transgenic animals, which were able to transmit both the  Mx1-Cre  transgene and the  p19  null mutation to the same offspring and hypothesized that the  Arf Mx1-Cre  transgene, which has not been mapped, is located near the  INK4A  locus on mouse chromosome 4. We therefore set up an aggressive breeding scheme and screened for recombinants from out crosses of  p19 − / + ;Mx1-Cre  mice. Once generated, the recombinant  p19 − / + ;Mx1-Cre  chromosome was crossed to  p19 − / + ;Nf1  −/+ or  p19 −/+; Nf1 flox /+ to generate the required offspring. Because donor animals resulted from a cross of two strain backgrounds, C57BL/6 and 129/Sv, both of which express Ly5.2 ( Ptpcr ) on the surface of hematopoietic cells, recipient animals were generated as F1 offspring from a cross between 129/Sv (Ly5.2,  a Ptpcr ) and C57BL/6J (Ly5.1,  a Ptpcr ) adults. As these strains differ at the  b Ly5  locus, the resultant offspring were congenic at this locus, expressing both Ly5.1 and Ly5.2 on the surface of hematopoietic cells, thus establishing a mechanism by which to differentiate recipient from donor cells that express only Ly5.2 ( Fig. 1B ). Engraftment and Cre/Lox recombination in recipient animals One week post transplant, recipient animals were injected with pIpC as described in Materials and Methods to induce expression of the interferon responsive  Mx1-Cre  transgene and thus induce deletion of the floxed  Nf1  allele ( Nf1 Δ). Chimerism was assessed following transplantation. Recipient animals for all genotypes tested ( n  = 9 – 10 per group) showed 70–90% engraftment four weeks post transplant by flow cytometry based upon the Ly5.1/Ly5.2 mismatch with donor cells ( Fig. 1B ). Eight weeks post transplant, peripheral blood was analyzed for deletion of the  Nf1  allele ( flox Fig. 1C ). In all animals in which adequate DNA was obtained, Cre mediated recombination was detected (data not shown). Development of myeloid disease is accelerated in a  p19 − / − background In general,  Nf1 Δ/ fcr  or  Nf1 Δ/+ recipient animals in a  p19  heterozygous background developed MPD that was not significantly different in latency or phenotype from previous reports of MPD driven by  Nf1  gene loss ( Fig. 2A–D ) [ 26 ]. The typical MPD was characterized by an elevated peripheral white blood cell count, enlarged spleen and lymph nodes and expansion of Mac1 + , GR1 hi/lo  cells in the bone marrow, spleen, and peripheral blood with a latency of over a year post transplant ( Figs. 2A, B , and  3 ). The only difference was the increased weight of the spleen at sacrifice in  p19 − / + ;Nf1 Δ/+ recipient mice ( Fig. 2C ). One  p19 − / + ;Nf1 Δ/ fcr  recipient animal with an altered disease phenotype demonstrated B cell expansion (B220 + ) in the spleen, lymph nodes, and peripheral blood and a granulocytic expansion (Mac1 + , GR1 + ) in the marrow (data not shown), suggesting concurrent development of B cell and myeloid disease. This animal also demonstrated a clonal rearrangement of the immunoglobulin heavy chain in DNA extracted from the lymph nodes, but not from the spleen or bone marrow (data not shown). This result is perhaps not unexpected, given the predisposition of  p19  heterozygous animals for the development of B cell lymphoma [ 21 ] and the frequency of lymphoma development in the previous study limited to the constitutively deleted  p19  and  Nf1  alleles [ 20 ]. This was, however, the only clonal immunoglobulin heavy chain gene rearrangement detected. A second  p19 − / + ;Nf1 Δ/ fcr  recipient animal demonstrated a clonal rearrangement of the Jβ2 region of the T cell receptor gene in DNA extracted from the bone marrow by Southern blot (data not shown). No expansion of cells expressing lymphoid markers was detected in the marrow of this animal by flow cytometry (data not shown). On the contrary, flow cytometry demonstrated expansion of a Mac1 + ;Gr1 lo  population of cells consistent with MPD associated with  Nf1  deletion. The detection of a clonally rearranged Jβ2 region in the expanded Mac1+, Gr1+ population of the bone marrow suggests clonal expansion in a cell capable of contributing to both myeloid and lymphoid lineages in this animal. T cell receptor gene rearrangements have been found in human myeloid leukemias in general [ 27 ], as well as human JMML associated with NF1 syndrome specifically [ 28 ]. Five mice transplanted with  p19 − ARF / − ;Nf1 flox/fcr;Mx1-Cre  marrow became suddenly moribund ~24 weeks post transplant ( Fig. 2A ). Survival of mice in this recipient group was significantly shorter when compared to other groups ( P  < 0.001, Logrank Test followed by Chi square analysis), with a median survival of only 24 weeks compared to 67, 80, 51, and 62 weeks for  p19 − / + ;Nf1  Δ/ fcr, p19 − / + ;Nf1  Δ/+,  p19 − / − ;Nf1  Δ/+, and  p19 + / + ;Nf1  Δ/ fcr  recipients, respectively ( Fig. 2A ). Although these  p19 − ARF / − ;Nf1 flox/fcr;Mx1-Cre  recipient mice became moribund within a few weeks of each other, they showed variable disease phenotypes. Disease cells recovered from tissues in all animals were derived from donor hematopoietic cells and expressed only Ly5.2 (data not shown). Four of five animals presented with a Mac1 + , GR1 +  expansion in the bone marrow consistent with the MPD seen in  p19 − / + ;Nf1  Δ/ fcr  (see  Fig. 3 ), when compared to control animals (C57BL/6 × 129/Sv F1;  Figs. 3  and  4 ). These animals also tended to have a high percentage of B220 positive cells in the bone marrow ( Figs. 3  and  4 ). B220 has been shown to be coexpressed with Mac1 on bone marrow progenitor cells restricted to macrophage differentiation in mice [ 29 ]. This is consistent with our findings of concurrent expression of B220 on Mac1 positive cells in our model of MPD associated with biallelic  Nf1  gene deletion. In one mouse, although the cells extracted from this tissue were of donor hematopoietic origin based on the Ly5.1/Ly5.2 staining (data not shown), a higher percentage of cells stained positively for Ter119, a marker of the erythroid lineage, and cells in the peripheral blood had characteristics erythrocyte precursors ( Figs. 5  and  6 ). Ter119 was coexpressed with Mac1 in this animal, unlike other affected animals in which Ter119 was expressed on a population of cells distinct from the Mac1+, Gr1+ cells found in the MPD associated with biallelic  Nf1  gene deletion (see  Fig. 5 ). We speculate that in other affected mice, increased Ter119 expression in the bone marrow likely reflected compensatory erythropoiesis in response to anemia commonly found in these animals, without the presence of erythroid precursors in the peripheral blood. Taken together, these data support the hypothesis that  Arf  interacting mutations and  Nf1  cooperate in driving leukemic development in a cell capable of contributing to multiple hematopoietic lineages. The expansion of less mature Mac1+, Gr1 Lo  cells in the bone marrow associated with biallelic deletion of the  Nf1  gene in mice has been documented [ 26 ]. In our study, recipients of bone marrow derived from  p19 −/− donors showed a significantly increased expansion of Mac1+, Gr1 Lo  cells relative to Mac1+, Gr1 Hi  cells in the bone marrow (see  Fig. 3 ). Indeed, in recipients of  p19 −/− bone marrow, the percentage of Mac1+, Gr1 Lo  cells tended to exceed the number of Mac1+, Gr1 Hi  cells in the marrow (Inset,  Fig. 3 ), suggesting an altered disease of immature myeloid precursors, relative to MPD associated with biallelic deletion of  Nf1 , with a more aggressive leukemic phenotype.",
  "discussion": "Discussion We show in this report that loss of both  p19  and  Nf1  cooperated to accelerate development of hematopoietic disease and to shift the phenotype of  Nf1  associated MPD characterized by expansion of Mac1, GR1 myeloid cells to one of several different leukemic phenotypes. A common finding in diseased animals, regardless of donor genotype, was an expansion of myeloid cells in the bone marrow, consistent with the effects of  Nf1  gene deletion. This represents a shift in the phenotype of disease relative to the previous study of  Nf1 + / − ;p19 −/− mice by King et al., in which the predominant hematopoietic phenotype was lymphoma [ 20 ]. The presence of an expanded B220 positive B cell population in one animal is also not unexpected, given the predisposition of  p19  knock out animals for lymphoid malignancies [ 21 ]. It is interesting, however, that this was not a common occurrence in these studies. One goal of these experiments was to develop a model of myeloid leukemia, and the accelerated development of disease in the experimental group suggests that the combination of  Nf1  and  p19  loss can cooperate to accelerate leukemia development. However, the variable disease phenotype compared to  Nf1 −/− fetal liver transplant recipients [ 30 , 31 ] and  Nf1  Δ/Δ was an unexpected phenomenon [ 26 ].  Nf1  gene loss in the murine hematopoietic system invariably results in a progressively lethal MPD typified by Mac1 + , Gr1 lo  cells in the bone marrow, spleen, and periphery [ 26 ]. Our results demonstrate that  p19  loss and  Nf1  loss can cooperate to alter this phenotype to a more aggressive disease similar to AML. Previous studies have demonstrated a cooperative affect between  Nf1  and  p19 , which results in a multiple tumor phenotype [ 20 ]. However, the lack of a conditional  Nf1  allele that circumvents homozygous embryonic lethality precluded examination of this interaction in  p19 − / − ;Nf1 −/− animals. Furthermore, evaluation solely in the development of MPD was confounded by the presence of solid tumors. Use of the conditional  Nf1  allele facilitates these experiments and this model may be useful in studying AML derived from JMML patients. A disadvantage of this model is the fact that it does not faithfully replicate what may be the actual progression of disease in JMML. In NF1 patients, loss of  NF1  is likely the primary genetic lesion. Altered expression of  p14 , by whatever mechanism, likely occurs later in the disease process. In our model, loss of  ARF p19  is constitutive and deletion of  Nf1  is a secondary event in the pathogenesis of disease. Whether the temporal reversal of these events has a bearing on the phenotype of disease is unclear. Conditional deletion of  p19  in combination with  Nf1  would help address these differences, though no conditional  p19  allele exists at this time. Decreased expression of tumor suppressors is a common finding in myeloid malignancies [ 32 , 33 ]. The t(8:21) ( acute myeloid leukemia 1–eight:twenty-one, AML1-ETO, AML1-MTG8 ) translocation can be found in a high percentage of human Acute Myelogenous Leukemias (AML) [ 34 , 35 ].  Aml1-ETO  knock in mice do not develop AML unless subjected to ENU mutagenesis [ 36 ]. Repression of  p14  tumor suppressor by AML1-ETO in human AML has been reported [ ARF 37 , 38 ]. One report suggests that AML1-ETO binds to and represses transcription from the  NF1  promoter region. The AML1-ETO fusion protein has been shown to repress transcription of the  p14  tumor suppressor [ ARF 37 , 38 ] and may interact with  NF1  promoter elements [ 33 ]. The combination of knockouts used in this study clearly alters the disease latency and phenotype compared to either  p19 −/− or  Nf1 −/− alone. One possibility is that we have recapitulated part of the phenotype of  AML1-ETO  driven leukemia by knocking out two tumors suppressors repressed by the AML1-ETO fusion protein. If this is so, the question remains as to why we were able to generate leukemia in these animals when models of  AML1-ETO  translocation fail to produce overt AML. One possibility is incomplete repression of target genes by the AML1-ETO fusion protein. Studies examining the ability of AML1-ETO to repress transcription of gene targets typically show reduction in transcription rather than complete abolition [ 37 – 39 ]. Partial expression of one or both tumor suppressors examined in this work may be sufficient to prevent the development of AML in other models, as well as in human disease. Another possibility is that secondary events occur in genes that may be targets of AML1-ETO transcriptional repression or in genes that act to counter the repressive effects of the AML1-ETO fusion protein. It is not entirely clear from this study what role  p19  plays in development of MPD associated with  Nf1  gene loss in mice. However, the data does support the hypothesis that  p14 deletion or promoter hypermethylation may play an important role in the development of JMML, as in other malignancies associate with  ARF NF1  gene loss [ 11 ]. AML1-ETO repression of  p14  and  NF1  in human disease may play a significant role in the development of AML, and similar mechanisms may function in the progression from JMML to AML in some patients. In light of frequent  p14  promoter methylation or gene deletion found in other malignancies associated with  NF1  gene loss [ 11 ], it may be interesting to evaluate the methylation status of the  p14  promoter in AML derived from these patients.",
  "upgrade_date": "2026-02-21 02:21:49"
}