{
  "pmid": "PMID:21681782",
  "title": "Nf1 mutant mice with p19ARF gene loss develop accelerated hematopoietic disease resembling acute leukemia with a variable phenotype.",
  "abstract": "Juvenile Myelomonocytic Leukemia (JMML) is a relentlessly progressive myeloproliferative/myelodysplastic (MPD/MDS) hematopoietic disorder more common in patients with any one of at least three distinct genetic lesions, specifically NF1 gene loss and PTPN11 and NRAS mutations. NF1 and PTPN11 are molecular lesions associated with Neurofibromatosis Syndrome Type I (NF1 Syndrome) and Noonan's Syndrome, respectively. The occurrence of JMML is rare; even among those predisposed with these syndromes to development of disease, and secondary genetic events likely contribute to the development and progression of disease. In NF1 syndrome, loss of p53 function is a common event in solid tumors, but uncommon in JMML, suggesting that the p53 pathway may be modified by other events in this hematopoietic disorder. The work presented here investigates the possible role of the p19(Arf) (p19) tumor suppressor in development of MPD associated with Nf1 gene loss in mice. We find that Nf1 mutant hematopoietic cells with loss of p19 develop accelerated hematopoietic disease similar to acute leukemia with a variable phenotype. This suggests that p19 may play a role in development of JMML and evaluation of the human p19 homolog (p14(ARF)) in JMML may be informative.",
  "authors": "Stephen M Wiesner; Jennifer L Geurts; Miechaleen D Diers; Rachel J Bergerson; Diane E Hasz; Kelly J Morgan; David A Largaespada",
  "journal": "American journal of hematology",
  "publicationDate": "2011-07",
  "doi": "10.1002/ajh.22035",
  "methods": "Materials and Methods Mouse strains Mice with the  p19  mutation were a kind gift from Dr. Martine Roussel at St. Jude’s Children’s Research Hospital, Memphis, TN.  Mx1-Cre ,  Nf1 flox , and  Nf1 fcr  ( Nf1  knockout) mice have been described previously [ 23 – 25 ]. To initiate generation of experimental groups,  Mx1-Cre  mice on a C57BL/6 × C3H background were crossed to the  Nf1 flox  mice on a C57BL/6 background to generate  Nf1 flox;Mx1-Cre  animals. The  p19  knock-out mice on a C57BL/6 × 129/Sv background were crossed to  Nf1 fcr  mice on a C57BL/6 background to generate  Nf1 fcr /+; p19 −/+ animals. Subsequently,  Mx1-Cre;p19 −/+ mice were crossed to  Nf1 flox;p19 −/+ mice to generate the required  Mx1-Cre;p19  knock-out recombinant. Once the recombinant was generated,  Nf1 fcr/ + ;p19 −/+ mice were crossed to  Nf1  + /flox;Mx1-Cre;p19 −/+ mice to generate both  Nf1 fcr/flox;Mx1-Cre;p19 −/− and  Nf1  + /flox;Mx1-Cre;p19 −/− donor animals. Separately,  Nf1 fcr/ + ;p19 −/+ mice were crossed to  Nf1 flox/ + ;Mx1-Cre  mice to generate donors with the following genotypes:  Nf1 fcr/flox;Mx1-Cre;p19 +/+,  Nf1 fcr/flox;Mx1-Cre;p19 −/+, and  Nf1  + /flox;Mx1-Cre;p19 −/. To establish an Ly5.1/Ly5.2 mismatch, recipient animals were generated by crossing 129/Sv mice to C57BL/6J mice. The recipient offspring therefore are congenic at the  Ly5.1  locus, providing a mechanism by which to distinguish recipient Ly5.1 + , Ly5.2 +  cells from donor Ly5.1 − , Ly5.2 +  cells. Treatment of mice Recipient C57BL/6J × 129/Sv F1 mice were sublethally irradiated in a Mark 1 Model 30 Cs137 irradiator (J.L. Shepherd & Associates, San Fernando, CA) with 900 rads gamma radiation. Bone marrow was flushed from the long bones of the hind legs of donor animals, washed and resuspended in PBS. Viable cells were counted by trypan blue exclusion and the concentration adjusted for injection. Twenty-four hours post irradiation, 5 × 10 6  freshly isolated nucleated cells were injected via the tail vein. One week post transplant, recipient animals were given a series of three 250 μL intraperitoneal injections in five days of polyinosinc-polycytidylic acid (pIpC, Sigma-Aldrich, St. Louis, MO) at a concentration of 1 μg/μL suspended in sterile phosphate buffered saline (PBS). All animals were housed under specific pathogen free conditions. Peripheral blood was obtained by retro-orbital puncture. The eye was anesthetized with a 0.5% ophthalmic solution of proparacaine hydrochloride (Falcon Pharmaceuticals, Fort Worth, TX), blood was collected in EDTA coated 50 μL capillary tubes (Drummond Scientific, Broomall, PA) and transferred to a mini capillary blood collection tube (Ram Scientific, Needham, MA) for later analysis. Upon completion of the collection, neocidin ophthalmic ointment (Major Pharmaceuticals, Livonia MI) was applied to the eye to prevent infection. Affected animals were humanely killed by CO 2  asphyxiation for the harvest of the required tissues. Irradiated animals were maintained on antibiotics (amoxicillin or trimethoprim/sulfa) 3 weeks post irradiation to prevent opportunistic infection. The Institutional Animal Care and Use Committee at the University of Minnesota approved all procedures. PCR PCR was performed on gDNA for the  Nf1 fcr  and  flox  alleles as described previously [ 24 , 25 ].  Mx1-Cre  genotyping was performed using 0.2 mM of dNTPs, 3.0 mM of MgCl 2 , 0.5 μM of primers, and 0.5 units of polymerase. PCR entailed an initial denaturation of 94° C for 10 min, then 30 cycles of 94° C for 1 min, 60° C for 1min and 72° C for 1 min, and a final extension at 72° C for 5 min. Two primers (Cre-1 and Cre-2) were used to amplify a 200-bp band from the transgene. Primers used were (5′ to 3′) Cre-1, CTGTTACGTATAGCCGAAAT and Cre-2, CTACACCAGAGACGGAAATC. PCR to amplify the  p19  allele was performed under the following conditions: 0.25 mM of dNTPs, 0.5 μM of primers and 1.0 unit of Taq polymerase (QIAGEN); and the program: 94° C for 3 min, 30 cycles of 94° C for 1 min, 66° C for 1min and 72° C for 2 min, and then a hold at 72° C for 5 min. Two primers (ARF-1 and ARF-2) were used to amplify a 415-bp band from endogenous wild type allele. A third primer (ARF-NEO) was used with ARF-2 to amplify a 250-bp band from the knock out allele. The sequence for the primers (5′ to 3′) are: ARF-1, GTA CAGCAGCGGGAGCATGG; ARF-2, TTGAGGAGGACCGTGAAGCCG; and ARF-NEO, ACCACACTGCTCGACATTGGG. Flow cytometry Nucleated cells from total bone marrow were flushed from the long bones of the leg or single cell suspensions made from spleen tissue. Red cells in the spleen and peripheral blood were lysed by suspension in red cell lysis buffer (0.15M NH 4 Cl, 1.0M NaHCO 3 , 0.1M Na 2 EDTA) for 3 min, then an equal volume of PBS was added to stabilize the remaining cells. Cells were pelleted and nucleated cells were washed once in FACS buffer (PBS, 2% fetal bovine serum, 0.1% sodium azide), counted, and resuspended in FACS buffer. Blocking antibody (anti-CD16/CD32) was added to the cell suspensions and incubated 15 min. Specific antibodies were added, the cells incubated 25 min and then washed. All incubations were performed on ice protected from light to prevent capping. Stained cells were resuspended and stored in 1% formaldehyde in PBS until analysis. All phenotyping antibodies were obtained from Becton-Dickenson (BD). All flow cytometry was performed on a FACS Calibur (BD). Acquisition and data analysis was performed using CellQuest Pro software (BD). Peripheral blood analysis Peripheral blood was analyzed using a HemaVet Mascot 800 hematology analyzer (CDC Technologies, Oxford, CT). Commercial controls were run each day the instrument was used and the instrument was calibrated semiannually or as control results indicated. Peripheral blood smears obtained during retro-orbital puncture were fixed within 2 hr of collection in absolute methanol. For staining, fixed slides were immersed in Modified Wright-Giemsa Stain (Sigma-Aldrich, St. Louis, MO) for 30 min. Slides were then transferred to a solution of 20% v/v stain in 1X Wright-Giemsa Buffer (from a 5× solution containing 0.25M KH 2 PO 4  and 0.3M Na 2 HPO 4 (7H 2 O, pH 6.4). Slides were rinsed three times in distilled water and allowed to air dry before mounting. Statistical analysis Graphing and statistical analysis was performed with Prism 4.0 (GraphPad Software, La Jolla, CA).",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:24:30"
}