{
  "pmid": "21697395",
  "abstract": "Discovery of a small molecule targeting IRA2 deletion in budding yeast and  neurofibromin loss in malignant peripheral nerve sheath tumor cells.  Wood M(1), Rawe M, Johansson G, Pang S, Soderquist RS, Patel AV, Nelson S,  Seibel W, Ratner N, Sanchez Y.  Author information: (1)Department of Pharmacology and Toxicology, Norris Cotton Cancer Center,  Dartmouth Medical School, 7650 Remsen, Hanover, NH 03755, USA.  Malignant peripheral nerve sheath tumor (MPNST) is a life-threatening  complication of neurofibromatosis type 1 (NF1). NF1 is caused by mutation in the  gene encoding neurofibromin, a negative regulator of Ras signaling. There are no  effective pharmacologic therapies for MPNST. To identify new therapeutic  approaches targeting this dangerous malignancy, we developed assays in NF1(+/+)  and NF1(-/-) MPNST cell lines and in budding yeast lacking the NF1 homologue  IRA2 (ira2Δ). Here, we describe UC1, a small molecule that targets NF1(-/-) cell  lines and ira2Δ budding yeast. By using yeast genetics, we identified NAB3 as a  high-copy suppressor of UC1 sensitivity. NAB3 encodes an RNA binding protein  that associates with the C-terminal domain of RNA Pol II and plays a role in the  termination of nonpolyadenylated RNA transcripts. Strains with deletion of IRA2  are sensitive to genetic inactivation of NAB3, suggesting an interaction between  Ras signaling and Nab3-dependent transcript termination. This work identifies a  lead compound and a possible target pathway for NF1-associated MPNST, and shows  a novel model system approach to identify and validate target pathways for  cancer cells in which NF1 loss drives tumor formation.  DOI: 10.1158/1535-7163.MCT-11-0309 PMCID: PMC3170489 PMID: 21697395 [Indexed for MEDLINE]  Conflict of interest statement: The authors declare no competing financial  interest.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-16T15:39:25.775378",
  "abstract_length": 1838,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}