{
  "pmid": "PMID:21697395",
  "title": "Discovery of a small molecule targeting IRA2 deletion in budding yeast and neurofibromin loss in malignant peripheral nerve sheath tumor cells.",
  "abstract": "Malignant peripheral nerve sheath tumor (MPNST) is a life-threatening complication of neurofibromatosis type 1 (NF1). NF1 is caused by mutation in the gene encoding neurofibromin, a negative regulator of Ras signaling. There are no effective pharmacologic therapies for MPNST. To identify new therapeutic approaches targeting this dangerous malignancy, we developed assays in NF1(+/+) and NF1(-/-) MPNST cell lines and in budding yeast lacking the NF1 homologue IRA2 (ira2Δ). Here, we describe UC1, a small molecule that targets NF1(-/-) cell lines and ira2Δ budding yeast. By using yeast genetics, we identified NAB3 as a high-copy suppressor of UC1 sensitivity. NAB3 encodes an RNA binding protein that associates with the C-terminal domain of RNA Pol II and plays a role in the termination of nonpolyadenylated RNA transcripts. Strains with deletion of IRA2 are sensitive to genetic inactivation of NAB3, suggesting an interaction between Ras signaling and Nab3-dependent transcript termination. This work identifies a lead compound and a possible target pathway for NF1-associated MPNST, and shows a novel model system approach to identify and validate target pathways for cancer cells in which NF1 loss drives tumor formation.",
  "authors": "Matthew Wood; Melissa Rawe; Gunnar Johansson; Shu Pang; Ryan S Soderquist; Ami V Patel; Sandra Nelson; William Seibel; Nancy Ratner; Yolanda Sanchez",
  "journal": "Molecular cancer therapeutics",
  "publicationDate": "2011-09",
  "doi": "10.1158/1535-7163.MCT-11-0309",
  "methods": "Materials and Methods Yeast strain generation and high-copy suppressor screening Strains and plasmids are listed in  Table 1 .  erg6Δ  and  erg6Δ ira2Δ  were generated using standard one-step PCR-based gene deletion methods ( 19 ,  20 ). Strains and plasmids used for high-copy suppressor screening are described in the  Supplemental Figure 2  legend. The YEp13- NAB3  plasmid was generated from a suppressing YEp13 plasmid containing genomic DNA of chromosome XVI from 183393 to 188100 by excising a NcoI-XbaI fragment and re-ligating the construct.  nab3Δ nab3-3  was obtained from Dr. M. Swanson, and  nab3–11  was a gift from Dr. J. Corden.  nab3-ts  alleles were confirmed by sequencing and introduced to the Σ1278b genetic background by backcrossing. The  ctk1Δ::KANMX  allele was backcrossed to the Σ1278b background from the Open Biosystems yeast deletion collection. Strains were backcrossed at least four times. High-throughput screening Screening was performed at the University of Cincinnati Drug Discovery Center using standard screening methodology. Full details of the screening protocol are included in the  Supplemental Materials and Methods . Tissue Culture STS26T and T265 cells were routinely maintained in DMEM high-glucose medium (Invitrogen 11965-092) with 10% FBS (Invitrogen 26140-079) and 1% penicillin/streptomycin (Invitrogen 15070-063). The cell lines and their original sources have been described ( 21 ). Each has been certified mycoplasma-free and tested negative for a panel of mouse viruses. Their identity was validated by short tandem repeat (STR) genotyping. These cells had not previously been genotyped by this method, so there are no existing reference data. None of the genotypes match other cell lines in publicly accessible databases that have been queried. The cell lines are re-tested annually to ensure their ongoing identity. For drug sensitivity assays, 1000 cells were plated to 96-well plates in 100 μL medium. Plates were incubated for one day, then an additional 100 μL of medium containing 0.2% DMSO and twice the desired final concentration of UC1 was added to the wells (final 200 μL, 0.1% DMSO). Cells were incubated for three days, and viability was assessed by MTS assay. Three wells were analyzed for each condition, and the experiment was performed three times. Yeast drop assays UC1 was added to 5 mL 55° molten synthetic complete (SC) agar from DMSO working solutions, mixed, and poured to tissue culture plates (Falcon 35-3002). Plates were uncovered for 20 minutes in a fume hood. Plates were prepared immediately before use. Log phase cultures were diluted to OD 600  = 0.08, 10-fold serial dilutions were carried out in Eppendorf tubes, and 5 μL of each dilution was placed onto agar. Plates were incubated at 30° or at the indicated temperatures for three days. Yeast 96-well plate assays Log phase cultures were diluted to OD 600  = 0.05 in SC medium and 148.5 μL cell suspension was added to 96-well plates containing 1.5 μL DMSO or 1.5 μL 100X compound (1% DMSO final). Plates were gently agitated, then incubated for 18 hours at 30° in a humidified chamber. Optical densities were measured on a Molecular Devices Thermomax plate reader. Yeast RNA extraction and RT-PCR Triplicate log phase cultures were treated with DMSO or UC1 for 8 hours at 30° in 125 mL flasks. RNA was extracted from 5–10 × 10 6  cells with TriReagent (MRC TR-118) per manufacturers instruction. Full details of the extraction method are listed in  Supplementary Materials and Methods . RNA was treated with DNAse I (Roche 04716728001) according to manufacturers instructions. 200 ng of DNAse-I-treated RNA was used in a reverse transcription using Invitrogen SuperScript III Reverse Transcriptase (Invitrogen 18080-044) according to manufacturer’s instructions. 2 μL of the RT reaction was used in a traditional PCR, using primers described in ( 22 ). Cycling was performed with 94° denaturation, 50° annealing, and 72° extension for 0:45. For  PYK1  reactions, samples were removed after 22 cycles. For  SNR  readthrough reactions, samples were removed after 30 cycles.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:24:30",
  "introduction": "Introduction Neurofibromatosis type 1 (NF1) is a common genetic disorders in humans, occurring in 1 in 3500 live births. NF1 is caused by inherited or  de novo  mutation in the  NF1  tumor suppressor gene, which encodes a GTPase activating protein (GAP) for Ras signaling proteins. NF1 has a broad clinical spectrum: affected individuals can develop benign nervous system tumors called neurofibromas, low-grade astrocytomas, pheochromocytoma, and juvenile myelomonocytic leukemia ( 1 ). Plexiform neurofibromas occurring in deep nerves can degenerate into malignant peripheral nerve sheath tumors (MPNSTs), a life-threatening consequence of NF1 ( 2 ,  3 ). The lifetime risk of MPNST in NF1 patients is estimated to be 8–15%, and the 5-year survival is approximately 20% ( 4 – 6 ). Plexiform neurofibromas are heterogeneous, consisting of fibroblasts, perineurial cells, mast cells, and Schwann cells, but only Schwann cells have biallelic inactivation of  NF1  ( 7 ). In mouse models, targeted deletion of  NF1  from the Schwann cell lineage gives rise to neurofibromas ( 8 – 10 ). Thus, loss of  NF1  from Schwann cell precursors is thought to initiate plexiform neurofibroma. Aberrant signaling occurs between  NF1 -deficient Schwann cells and  NF1  heterozygous mast cells, which generates a tumorigenic microenvironment ( 8 ,  11 ,  12 ). Because of their role in the initiation of plexiform neurofibroma and progression to MPNST,  NF1 -deficient Schwann cells represent an ideal population for targeted molecular therapies. Chemical screens have revolutionized the discovery process for targeted molecular therapies. However, primary Schwann cells are difficult to culture and present a challenge for high throughput screening. Another challenge in drug discovery is the rapid and efficient identification of the receptor for a novel compound – either the physical ligand, or the biological process that is being modified. Approaches addressing these challenges are needed to identify new compounds and target pathways for the devastating tumors that afflict NF1 patients. The budding yeast  Saccharomyces cerevisiae  has two  NF1  homologues,  IRA1  and  IRA2 , which encode Ras-GTPase activating proteins ( 13 ). Deletion of an  IRA  gene increases Ras-GTP and activates of two pathways: a MAPK pathway that modifies cell morphology, and the cAMP-dependent protein kinase (PKA) pathway ( 14 ,  15 ). Schwann cells lacking  NF1  have increased intracellular cAMP, and display PKA-dependent phenotypes ( 16 ,  17 ). The fact that Schwann cells lacking  NF1  and budding yeast lacking  IRA2  share the high-PKA phenotype suggests that the yeast model might be useful for targeting the cell-autonomous effects of  NF1  loss in Schwann cells. The yeast platform enables rapid and cost-effective high-throughput chemical screening and allows for the use of powerful yeast genetics to identify new drug targets. To identify therapeutic agents and target pathways for NF1-associated tumors, we performed a high-throughput chemical screen in mammalian MPNST cell lines and in the yeast. Here we describe a novel compound that preferentially inhibits both a  NF1 -deficient MPNST cell line and  IRA2 -deficient yeast. In yeast, growth inhibition is partially alleviated by high-copy expression of  NAB3 , which encodes an RNA-binding protein that regulates transcript termination of non-polyadenylated Pol II transcripts ( 18 ). This finding led us to a novel genetic interaction between  IRA2  and  NAB3 , suggesting a functional interaction between Ras signaling and the non-poly(A)-dependent termination pathway which may have relevance to mammalian cells and the treatment of MPNST.",
  "results": "Results Identification of UC1 in chemical screens To identify molecules with selective toxicity toward  NF1 -deficient cells, a chemical screen was performed in MPNST lines with functional  NF1  (STS26T,  NF1+/+ ) and loss of  NF1  (T265,  NF1−/ − ) ( 23 ,  24 ). We screened 6000 compounds selected for chemical diversity from 250,000 compounds available through the University of Cincinatti Drug Discovery Center (DDC). The DDC library is chemically diverse and broadly represents the molecular space of drug-like compounds. The library is designed to remove non-drug-like molecules with unfavorable characteristics such as high reactivity, chemical instability, low solubility, and poor Lipinski profiles, thus maximizing the probability of finding a biologically relevant screening hit. Compounds showing greater inhibition against T265 than STS26T at 10 μM were selected for follow-up. Hits were confirmed in triplicate and tested in a 10-point dose response assay to define AC 50  values in both lines. In parallel, compounds were screened in congenic budding yeast strains, one with deletion of  IRA2  ( ira2Δ ) and one with an intact (wild-type)  IRA2 . Both strains had deletion of  ERG6  ( erg6Δ ), which increases cell permeability ( 25 – 29 ). We confirmed  ira2Δ  phenotypes including sensitivity to oxidative stress and failure to accumulate glycogen. Compounds were tested in both strains at ~20μM and confirmed hits having a greater inhibitory effect on  erg6Δ ira2Δ  than on  erg6Δ  were tested in a dose-response assay to define AC 50  values. We identified a set of compounds that inhibited both the T265 cell line and the  ira2Δ  budding yeast. One compound, [3-(3-bromophenyl)-1-phenylpyrazol-4-yl]methyl carbamimidothioate hydrochloride, which we have named UC1 ( Figure 1A ), was selected for follow-up based on its promising activity and commercial availability. In the cell line screen, UC1 had a greater activity against  NF1−/ −  T265 cells than the  NF1+/+  STS26T cells ( Figure 1B ). T265 cells were inhibited with an AC 50  of 5.8 μM while STS26T cells were inhibited with an AC 50  of 28.5 μM. In the yeast screen, UC1 inhibited an  erg6Δ ira2Δ  strain at an AC 50  of 3.6 μM, while the control  erg6Δ IRA2  strain was inhibited at 25.6 μM ( Figure 1C ). An identical compound lacking the meta bromine showed reduced activity in  erg6Δ ira2Δ  cells, with an AC 50  value of 42.2 μM ± 1.6 μM (mean ± SD) ( Supplemental Figure 1 ). This suggests that the meta bromine is essential for the UC1 compound activity and shows that the yeast platform can be used to evaluate structure-activity relationships. Confirmation of UC1 activity UC1 activity was confirmed in the laboratory, using compound from an outside supplier (ChemBridge) to exclude possible effects of prolonged storage on the compound. UC1 decreased the number of viable T265 cells by MTS assay with an AC 50  of 3.35 μM (95% CI 2.41 to 4.29 μM) ( Figure 2A ). In contrast, STS26T had a significant fraction of viable cells even at the highest dose tested (10 μM), indicating a minimum 3-fold selectivity for the  NF1−/ −  cell line and confirming the differential sensitivity seen found in the screen. We tested MPNST-724, a non-NF1-associated MPNST cell line which retains neurofibromin protein expression ( 30 ,  31 ). This line did not have dose-dependent growth inhibition up to 10 μM UC1, suggesting that MPNST cells with functioning NF1 are not effectively targeted by UC1. To determine if UC1 was toxic toward non-MPNST cells, we tested a sarcoma cell line, HT1080, which was inhibited with an AC 50  of 9.02 μM (data not shown). In yeast,  IRA2  deletion in a  erg6Δ  strain increased sensitivity to UC1 in a 96-well plate growth assay ( Figure 2B ), and 10 μM UC1 completely inhibited the growth of an  erg6Δ ira2Δ  strain on agar medium ( Figure 2C ). Increased permeability and loss of  IRA2  are necessary for UC1 activity, because  ERG6 IRA2  and  ERG6 ira2Δ  strains were not inhibited by UC1 (data not shown). These results confirmed the findings from the high-throughput screens and indicated that UC1 preferentially targets  NF1  and  IRA2  deficient cells. Increasing levels of Nab3 suppresses UC1 sensitivity We used a high-copy suppressor approach in yeast to identify potential targets for UC1. A UC1-sensitive strain was transformed with a high-copy plasmid library bearing fragments of the yeast genome and resistant colonies were isolated. High-copy suppressor screening required high-efficiency transformation of drug-sensitive cells. Although  erg6Δ  strains have been used in high-throughput screens, their utility in target identification studies is limited because of low transformation efficiency ( 29 ). To circumvent this issue, a plasmid shuffle approach was employed ( Supplemental Figure 2 ). An  erg6Δ ira2Δ  strain bearing a rescue plasmid encoding  ERG6  was transformed with a high-copy library. The rescue plasmid was then counter-selected, and 25,000 library transformants were plated onto 10 μM UC1 agar medium. Resistant colonies were selected for follow-up. To identify constructs that were most informative for the UC1 mechanism, phenotypic assays were used to eliminate nonspecific suppressors: cells which regained the  ERG6  gene, restored PKA regulation, or were cross-resistant to a structurally unrelated compound ( Supplemental Figure 3 ). Plasmid DNA was isolated, shuttled, and unique constructs were identified by restriction digest. The genome regions and associated reading frames identified by DNA sequencing are shown in  Table 2 . Suppressor constructs were re-transformed into the parental strain for confirmation of UC1 resistance and sensitivity to the structurally unrelated compound. The most specific suppressor construct contained a region of yeast chromosome XVI containing two complete open reading frames,  NAB3  and  YPL191C . Subcloning revealed that  NAB3  was responsible for UC1 sensitivity suppression. The resistance conferred by  NAB3  overexpression was easily appreciated on agar ( Figure 3A ).  NAB3  encodes a single-stranded RNA binding protein that interacts with partners Nrd1 and Sen1, forming a complex that associates with the RNA Pol II C-terminal domain ( 18 ,  32 ,  33 ). The complex directs termination and processing of small nuclear and nucleolar RNA transcripts (snRNA/snoRNA) and termination and degradation of antisense, intergenic, and select messenger RNA ( 34 – 36 ). IRA2  and  NAB3  interact genetically One explanation for  NAB3  overexpression suppressing UC1 sensitivity is that UC1 is targeting Nab3 and compromising its function. In this model,  NAB3  overexpression confers resistance by increasing the quantity of Nab3 protein, so that higher concentrations of UC1 are required for inactivation. This predicted that deletion of  NAB3  would be synthetically lethal with  IRA2  deletion. At the time of our studies, no such interaction had been reported.  NAB3  is essential, so temperature sensitive ( ts ) alleles of  NAB3  were used to test for a genetic interaction. A synthetic lethal effect between  ira2Δ  and a  nab3-ts  strain is indicated by lack of growth of  ira2Δ nab3-ts  double mutants at a temperature that permits growth of the single mutants. Two  nab3-ts  alleles were introduced to Σ1278b strains wild-type or null for  IRA2  ( Figure 3B , adapted from ( 33 )). Both alleles showed a negative genetic interaction with  ira2Δ.  Strains with a  nab3-11  allele grew at 27° and failed at 30°, while an  ira2Δ nab3-11  strains grew poorly at 27° ( Figure 3C ). Similar results were obtained with  nab3-3 . While  nab3-3  strains grew at 34°,  ira2Δ nab3-3  strains grew poorly at this temperature ( Figure 3D ). This evidence showed that an  ira2Δ  strain is more sensitive to Nab3 dysfunction than an  IRA2  strain. Our discovery is consistent with a recent report of genetic interactions between the Ras-PKA pathway and Nab3-Nrd1 (M. M. Darby, X. Pan, L. Serebreni, J. D. Boeke, and J. L. Corden, submitted for publication). UC1 does not inhibit the role of Nab3 in transcript termination A genetic interaction supported the possibility of Nab3 as a target in  IRA2 -deficient yeast. To determine if UC1 was acting directly to inhibit Nab3, a readthrough transcription assay was performed. Inactivation of Nab3 or Nrd1 generates extended transcription products downstream of snoRNAs which can be detected by RT-PCR with primers depicted in  Figure 4A  (adapted from ( 22 )). We validated this detection approach using the  nab3-ts  strain generated from earlier experiments (data not shown, and  Figure 5 ).  erg6Δ  and  erg6Δ ira2Δ  cultures were treated with vehicle or 10 μM UC1 for 8 hours and analyzed for readthrough transcription by RT-PCR. This treatment inhibited the growth of  erg6Δ ira2Δ  by 86% and that of  erg6Δ  strain by 62% ( Figure 4B ). Despite inhibition in both strains, no increase in readthrough transcription at either of two small nucleolar RNA loci was detected ( Figure 4C ). Dysfunctional Nab3-Nrd1 leads to markedly increased  NRD1  mRNA levels by alleviating negative feedback on  NRD1  expression, providing a sensitive assay for detecting Nab3-Nrd1 complex activity ( 34 ). We did not detect significant increases in  NRD1  mRNA levels in samples from UC1-treated cultures by real-time RT-PCR (data not shown). Along with the lack of readthrough transcription, this result indicated that UC1 is not likely to have a direct inhibitory effect on Nab3-Nrd1-dependent termination. Functional homologues of Nab3 and Nrd1 have not yet been identified in mammals. However, Nrd1 bears structural resemblance to the SCAF4 and SCAF8 C-terminal associated splicing factors, while Nab3 is similar to HNRNPC, a RNA binding protein. HNRNPC was identified in a siRNA screen to identify targets in cells with activating point mutations in Ras, suggesting that HNRNPC may be a target in Ras-deregulated cells ( 37 ). In preliminary assays, knockdown of HNRNPC or SCAF8 by shRNA inhibited STS26T and T265 cell lines equally (data not shown). Because knockdown of these factors was not selectively toxic toward the  NF1  deficient cell line, we concluded that neither factor is likely to be the molecular target of UC1 in mammalian cells. Nab3 inactivation confers UC1 sensitivity Our data established that UC1 sensitivity is suppressed by overexpression of  NAB3 . However, assays in  erg6Δ  and  erg6Δ ira2Δ  cells showed that UC1 did not disrupt Nab3-dependent termination. We considered that UC1 sensitivity could result from Ras activity downregulating Nab3. This would explain the  ira2Δ/nab3-ts  genetic interaction; if high Ras activity due to  ira2Δ  compromised an essential Nab3 activity, cells would be more sensitive to further disruption of a specific activity of Nab3 by UC1. This model predicted that drug-permeable  IRA2  cells with Nab3 dysfunction would be UC1-sensitive. Therefore, we tested the UC1 sensitivity of an  erg6Δ nab3-3  strain at a semi-permissive temperature. Under these conditions, 6 μM UC1 inhibited the  erg6Δ  control strain by 28% after 8 hours, while the  erg6Δ nab3-3  strain was inhibited by 73% ( Figure 5A ). The  nab3-ts  strain showed noticeably increased readthrough transcription. Consistent with our previous data, UC1 treatment did not increase readthrough in either strain ( Figure 5B ). This indicated that downregulation of Nab3 activity leads to increased UC1 sensitivity in the setting of normal Ras signaling.  IRA2  deletion did not lead to readthrough transcription ( Figure 4C , compare DMSO samples for  erg6Δ  and  erg6Δ ira2Δ ), indicating that Ras activation may be modifying a specific function of Nab3, rather than globally deregulating Nab3-dependent termination. ctk1Δ confers UC1 sensitivity and interacts genetically with  ira2Δ The Nab3/Nrd1 complex acts in association with the C-terminal domain (CTD) of RNA Pol-II. This association is partly regulated by the yeast CTD kinase Ctk1, which phosphorylates the CTD and opposes the association of Nab3/Nrd1 with the Pol II holoenzyme ( 33 ,  38 ,  39 ).  ctk1Δ  rescues the temperature sensitivity of a  nrd1-ts  allele by altering the CTD phosphorylation state and promoting Nab3-Nrd1 association ( 33 ). We questioned whether UC1 could be interfering with Nab3 recruitment to the CTD, which could compromise other functions of Nab3 in addition to non-poly(A) transcript termination. This model predicted that  CTK1  deletion would rescue UC1 sensitivity by promoting the Nab3-CTD interaction. In generating strains to test this model, we observed synthetic lethality between  ctk1Δ  and  ira2Δ  In tetrad analpysis,  ctk1Δ  spores were viable, while the double mutant  ctk1Δ ira2Δ  spores formed minute colonies ( Figure 6A ). This result was unsurprising, as  CTK1  deletion as well as other mutations that interfere with the Pol II CTD are synthetically lethal with Ras activation ( 40 – 42 ). Because of the  ira2Δ / ctk1Δ  negative genetic interaction, we tested for a  ctk1Δ /UC1 interaction in an  erg6Δ IRA2  background. In contrast to our original prediction, an  erg6Δ ctk1Δ  strain was more sensitive to UC1 than  erg6Δ  ( Figure 6B ). This unexpected result indicated that  CTK1  deletion is sufficient to increase UC1 sensitivity. Thus, three different genetic modifications that are linked to Pol II CTD function– ira2Δ, ctk1Δ,  and  nab3-ts –  all conferred UC1 sensitivity, suggesting that UC1 is impinging on Pol II activity. The mechanism of impingement, including the receptor for UC1 and whether this is a conserved target, is an avenue of future investigation.",
  "discussion": "Conclusion We identified two genetic interactions in yeast that suggest target pathways for NF1-associated malignancy; first, the functional homologue of Nab3 and second, the functional homologue of Ctk1. This work shows that yeast model systems can identify lead compounds for development in the treatment of human cancer. We have developed an approach for genetic suppressor screening in the  erg6Δ  background, which previously limited the application of yeast-based chemical screens. Genetic approaches in yeast can be used to identify potential target pathways for novel compounds. The cell lines used in this work are suitable for xenograft assays, allowing for future investigation of UC1 activity in an  in vivo  model ( 47 ,  48 ). This technology may be applied to synthetic lethality screening for other conserved tumor suppressor genes.",
  "upgrade_date": "2026-02-21 02:22:28"
}