{
  "pmid": "PMID:21697395",
  "title": "Discovery of a small molecule targeting IRA2 deletion in budding yeast and neurofibromin loss in malignant peripheral nerve sheath tumor cells.",
  "abstract": "Malignant peripheral nerve sheath tumor (MPNST) is a life-threatening complication of neurofibromatosis type 1 (NF1). NF1 is caused by mutation in the gene encoding neurofibromin, a negative regulator of Ras signaling. There are no effective pharmacologic therapies for MPNST. To identify new therapeutic approaches targeting this dangerous malignancy, we developed assays in NF1(+/+) and NF1(-/-) MPNST cell lines and in budding yeast lacking the NF1 homologue IRA2 (ira2Δ). Here, we describe UC1, a small molecule that targets NF1(-/-) cell lines and ira2Δ budding yeast. By using yeast genetics, we identified NAB3 as a high-copy suppressor of UC1 sensitivity. NAB3 encodes an RNA binding protein that associates with the C-terminal domain of RNA Pol II and plays a role in the termination of nonpolyadenylated RNA transcripts. Strains with deletion of IRA2 are sensitive to genetic inactivation of NAB3, suggesting an interaction between Ras signaling and Nab3-dependent transcript termination. This work identifies a lead compound and a possible target pathway for NF1-associated MPNST, and shows a novel model system approach to identify and validate target pathways for cancer cells in which NF1 loss drives tumor formation.",
  "authors": "Matthew Wood; Melissa Rawe; Gunnar Johansson; Shu Pang; Ryan S Soderquist; Ami V Patel; Sandra Nelson; William Seibel; Nancy Ratner; Yolanda Sanchez",
  "journal": "Molecular cancer therapeutics",
  "publicationDate": "2011-09",
  "doi": "10.1158/1535-7163.MCT-11-0309",
  "methods": "Materials and Methods Yeast strain generation and high-copy suppressor screening Strains and plasmids are listed in  Table 1 .  erg6Δ  and  erg6Δ ira2Δ  were generated using standard one-step PCR-based gene deletion methods ( 19 ,  20 ). Strains and plasmids used for high-copy suppressor screening are described in the  Supplemental Figure 2  legend. The YEp13- NAB3  plasmid was generated from a suppressing YEp13 plasmid containing genomic DNA of chromosome XVI from 183393 to 188100 by excising a NcoI-XbaI fragment and re-ligating the construct.  nab3Δ nab3-3  was obtained from Dr. M. Swanson, and  nab3–11  was a gift from Dr. J. Corden.  nab3-ts  alleles were confirmed by sequencing and introduced to the Σ1278b genetic background by backcrossing. The  ctk1Δ::KANMX  allele was backcrossed to the Σ1278b background from the Open Biosystems yeast deletion collection. Strains were backcrossed at least four times. High-throughput screening Screening was performed at the University of Cincinnati Drug Discovery Center using standard screening methodology. Full details of the screening protocol are included in the  Supplemental Materials and Methods . Tissue Culture STS26T and T265 cells were routinely maintained in DMEM high-glucose medium (Invitrogen 11965-092) with 10% FBS (Invitrogen 26140-079) and 1% penicillin/streptomycin (Invitrogen 15070-063). The cell lines and their original sources have been described ( 21 ). Each has been certified mycoplasma-free and tested negative for a panel of mouse viruses. Their identity was validated by short tandem repeat (STR) genotyping. These cells had not previously been genotyped by this method, so there are no existing reference data. None of the genotypes match other cell lines in publicly accessible databases that have been queried. The cell lines are re-tested annually to ensure their ongoing identity. For drug sensitivity assays, 1000 cells were plated to 96-well plates in 100 μL medium. Plates were incubated for one day, then an additional 100 μL of medium containing 0.2% DMSO and twice the desired final concentration of UC1 was added to the wells (final 200 μL, 0.1% DMSO). Cells were incubated for three days, and viability was assessed by MTS assay. Three wells were analyzed for each condition, and the experiment was performed three times. Yeast drop assays UC1 was added to 5 mL 55° molten synthetic complete (SC) agar from DMSO working solutions, mixed, and poured to tissue culture plates (Falcon 35-3002). Plates were uncovered for 20 minutes in a fume hood. Plates were prepared immediately before use. Log phase cultures were diluted to OD 600  = 0.08, 10-fold serial dilutions were carried out in Eppendorf tubes, and 5 μL of each dilution was placed onto agar. Plates were incubated at 30° or at the indicated temperatures for three days. Yeast 96-well plate assays Log phase cultures were diluted to OD 600  = 0.05 in SC medium and 148.5 μL cell suspension was added to 96-well plates containing 1.5 μL DMSO or 1.5 μL 100X compound (1% DMSO final). Plates were gently agitated, then incubated for 18 hours at 30° in a humidified chamber. Optical densities were measured on a Molecular Devices Thermomax plate reader. Yeast RNA extraction and RT-PCR Triplicate log phase cultures were treated with DMSO or UC1 for 8 hours at 30° in 125 mL flasks. RNA was extracted from 5–10 × 10 6  cells with TriReagent (MRC TR-118) per manufacturers instruction. Full details of the extraction method are listed in  Supplementary Materials and Methods . RNA was treated with DNAse I (Roche 04716728001) according to manufacturers instructions. 200 ng of DNAse-I-treated RNA was used in a reverse transcription using Invitrogen SuperScript III Reverse Transcriptase (Invitrogen 18080-044) according to manufacturer’s instructions. 2 μL of the RT reaction was used in a traditional PCR, using primers described in ( 22 ). Cycling was performed with 94° denaturation, 50° annealing, and 72° extension for 0:45. For  PYK1  reactions, samples were removed after 22 cycles. For  SNR  readthrough reactions, samples were removed after 30 cycles.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:24:30"
}