{
  "pmid": "PMID:21726432",
  "title": "MIA is a potential biomarker for tumour load in neurofibromatosis type 1.",
  "abstract": "BACKGROUND: Neurofibromatosis type 1 (NF1) is a frequent genetic disease characterized by multiple benign tumours with increased risk for malignancy. There is currently no biomarker for tumour load in NF1 patients. METHODS: In situ hybridization and quantitative real-time polymerase reaction were applied to investigate expression of cartilage-specific genes in mice bearing conditional inactivation of NF1 in the developing limbs. These mice do not develop tumours but recapitulate aspects of NF1 bone dysplasia, including deregulation of cartilage differentiation. It has been recently shown that NF1 tumours require for their growth the master regulator of cartilage differentiation SOX9. We thus hypothesized that some of the cartilage-specific genes deregulated in an Nf1Prx1 mouse model might prove to be relevant biomarkers of NF1 tumours. We tested this hypothesis by analyzing expression of the SOX9 target gene product melanoma-inhibitory activity/cd-rap (MIA) in tumour and serum samples of NF1 patients. RESULTS: Increased expression of Mia was found in Nf1-deficient cartilage in mice. In humans, MIA was expressed in all NF1-related tumours and its serum levels were significantly higher in NF1 patients than in healthy controls. Among NF1 patients, MIA serum levels were significantly higher in those with plexiform neurofibromas and in those with large number of cutaneous (> 1,000) or subcutaneous (> 100) neurofibromas than in patients without such tumours. Most notably, MIA serum levels correlated significantly with internal tumour burden. CONCLUSIONS: MIA is a potential serum biomarker of tumour load in NF1 patients which could be useful in following the disease course and monitoring the efficacy of therapies.",
  "authors": "Mateusz Kolanczyk; Victor Mautner; Nadine Kossler; Rosa Nguyen; Jirko Kühnisch; Tomasz Zemojtel; Aleksander Jamsheer; Eike Wegener; Boris Thurisch; Sigrid Tinschert; Nikola Holtkamp; Su-Jin Park; Patricia Birch; David Kendler; Anja Harder; Stefan Mundlos; Lan Kluwe",
  "journal": "BMC medicine",
  "publicationDate": "2011-07-04",
  "doi": "10.1186/1741-7015-9-82",
  "methods": "Methods In situ  hybridization and quantitative real-time polymerase reaction were applied to investigate expression of cartilage-specific genes in mice bearing conditional inactivation of NF1 in the developing limbs. These mice do not develop tumours but recapitulate aspects of NF1 bone dysplasia, including deregulation of cartilage differentiation. It has been recently shown that NF1 tumours require for their growth the master regulator of cartilage differentiation SOX9. We thus hypothesized that some of the cartilage-specific genes deregulated in an Nf1Prx1 mouse model might prove to be relevant biomarkers of NF1 tumours. We tested this hypothesis by analyzing expression of the SOX9 target gene product melanoma-inhibitory activity/cd-rap (MIA) in tumour and serum samples of NF1 patients. Methods Mouse breeding and tissue processing The mice were continuously back-crossed to wild-type C57BL/6J to minimize the variation of genetic background. The female Nf1flox mice were crossed to male Nf1flox heterozygous Prx1-Cre-positive males and the offspring genotyped as previously described [ 9 ]. Embryos and postnatal tissue samples were fixed overnight at 4°C in 4% paraformaldehyde, dehydrated through an ethanol/xylol series, and embedded in paraffin blocks. Six-micrometer sections were cut and processed for haematoxylin and eosin/Alcian blue staining and  in situ  hybridization. Patients and samples The study was conducted with a cohort of 42 NF1 patients and 22 healthy individuals. The diagnosis of NF1 was made using National Institutes of Health criteria. The study protocol was approved by the local institutional review board, and all patients gave their informed consent. Cutaneous and subcutaneous tumours were counted or estimated in case the number was larger than 100. Plexiform neurofibromas, including internal ones, were detected by means of whole-body MRI in 30 of the 42 patients. Because of the limited resolution of whole-body MRI, lesions smaller than 3 cm in the longest diameter, which is often the case for spinal tumours, were not included. Tumour sizes were calculated using a semiautomated volumetric method, and the total internal tumour load was obtained subsequently, including PNs (Plexiform Neurofibromas), spinal tumours and internal nodule neurofibromas, but excluding cutaneous and subcutaneous tumours [ 19 ]. An age effect for cutaneous, subcutaneous and internal tumours was examined using a nonparametric Spearman's rank-correlation test. All serum samples were prepared using a standardized protocol in the laboratory of the Department of Maxillofacial Surgery at the University Medical Center Hamburg-Eppendorf. Whole blood of each patient was kept at room temperature for 30 minutes before being spun down at 4,500 rpm for 10 minutes using a benchtop centrifuge. The supernatant was stored at -80°C in 100-μL aliquots. In situ  hybridization In situ  hybridization was performed on paraffin sections according to standard protocol [ 9 ]. Images were collected using a DMR HC microscope (Leica, Wetzlar, Germany) equipped with an AxioCam HRc camera (Zeiss, Jena, Germany) and evaluated using AxioVision 4.1 software (Zeiss, Jena, Germany). Immunohistochemical detection of MIA Sections of six cutaneous and three plexiform neurofibromas, as well as seven MPNSTs, from a total of sixteen NF1 patients were stained with monoclonal anti-human MIA antibody (R&D Systems, McKinley Place NE, Minneapolis) diluted at 1:40. Sections were boiled in citrate buffer (pH 6.1) for antigen retrieval. The streptavidin-biotin method was performed using an automated staining system TechMate (Dako, Hamburg, Germany) with an implemented counterstaining. Negative controls were carried out with normal serum without the primary antibody or with antibody preincubated in access (25 ng/μl) of recombinant human MIA (Peprotech GmbH, Hamburg, Germany). Stained sections were analyzed using the BX51 microscope (Olimpus, Hamburg, Germany) and analySIS 5.0 software (Soft imaging system GmbH, Münster, Germany). Quantitative real-time polymerase chain reaction RNA was isolated from the knee cartilage of two wild-type and two Nf1Prx1 mice using peqGOLD TriFast (PeqLab Biotechnologie GmbH, Erlangen, Germany) according to the supplied protocol. cDNA was synthesized from 1 μg of total RNA with MuLV Reverse Transcriptase (Applied Biosystems, Carlsbad, CA, USA). TaqMan Universal PCR Master Mix was then performed on an ABI PRISM 7900 Cycler (Applied Biosystems) using the SYBR Green method (Invitrogen, Darmstad, Germany) according to the manufacturer's instructions. The expression level of  Mia  was determined in Nf1Prx1 and wild-type tissues and was equilibrated against expression of glyceraldehyde 3-phosphate dehydrogenase ( GAPDH ). The following primers were used: mGAPDH: 5' GGGAAGCCCATCACCATCTT 3', 5' CGGCCTCACCCCATTTG 3'; mMIA: 5' GGAGGACCTGACTCTGAAACC 3'; 5' ACTGCAGGGATAGCGGTAG 3'. Mia elisa The MIA ELISA kit was purchased from (Roche Diagnostics, Indianapolis, IN, USA) and the measurements were conducted in duplicate according to the supplied protocol. Internal negative and positive quality controls were provided in each enzyme-linked immunosorbent assay (ELISA) kit and were run in triplicate in each assay.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:24:32"
}