{
  "pmid": "21855613",
  "abstract": "Genetically engineered mouse models shed new light on the pathogenesis of  neurofibromatosis type I-related neoplasms of the peripheral nervous system.  Brossier NM(1), Carroll SL.  Author information: (1)Department of Cell Biology, University of Alabama at Birmingham, Birmingham,  AL 35294-0017, USA.  Neurofibromatosis type 1 (NF1), the most common genetic disorder affecting the  human nervous system, is characterized by the development of multiple benign  Schwann cell tumors in skin and large peripheral nerves. These neoplasms, which  are termed dermal and plexiform neurofibromas respectively, have distinct  clinical courses; of particular note, plexiform, but not dermal, neurofibromas  often undergo malignant progression to form malignant peripheral nerve sheath  tumors (MPNSTs), the most common malignancy occurring in NF1 patients. In recent  years, a number of genetically engineered mouse models have been created to  investigate the molecular mechanisms driving the pathogenesis of these tumors.  These models have been designed to address key questions including: (1) whether  NF1 loss in the Schwann cell lineage is essential for tumorigenesis; (2) what  cell type(s) in the Schwann cell lineage gives rise to dermal neurofibromas,  plexiform neurofibromas and MPNSTs; (3) how the tumor microenvironment  contributes to neoplasia; (4) what additional mutations contribute to  neurofibroma-MPNST progression; (5) what role different neurofibromin-regulated  Ras proteins play in this process and (6) how dysregulated growth factor  signaling facilitates PNS tumorigenesis. In this review, we summarize the major  findings from each of these models and their limitations as well as how  discrepancies between these models may be reconciled. We also discuss how  information gleaned from these models can be synthesized to into a comprehensive  model of tumor formation in peripheral nervous system and consider several of  the major questions that remain unanswered about this process.  Copyright © 2011 Elsevier Inc. All rights reserved.  DOI: 10.1016/j.brainresbull.2011.08.005 PMCID: PMC3263419 PMID: 21855613 [Indexed for MEDLINE]",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-16T15:39:29.073808",
  "abstract_length": 2153,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}