{
  "pmid": "21931722",
  "abstract": "",
  "methods": "Methods Mice \n Gtv-a ink4a/arf  mice were used at an age ranging from 5 to 13 weeks for all experiments. Animal experiments were conducted using protocols approved by the Institutional Animal Care and Use Committees of Memorial Sloan-Kettering Cancer Center. The approved protocol number is 00-11–189 (MSKCC, last approved date is 3/15/2010). −/− Cell culture and transfections DF-1 cells were purchased from ATCC. Cells were grown at 39°C according to ATCC instructions. Transfections with RCAS-PDGFB-HA were performed using Fugene 6 transfection kit (Roche # 11814443001) according to manufacturer's instruction. Intracranial injections Injections were performed using stereotactic fixation device (Stoelting, Wood Dale, IL). Mice used for these experiments were adult from 5 to 13 weeks old. Mice were anaesthetized with i.p. injections of ketamine (0.1 mg/g) and xylazine (0.02 mg/g). 1 µl of 4×10 4  transfected DF-1 cell suspension was delivered using 30-gauge needle attached to Hamilton syringe. Locations were determined according to the instructions in atlas  [47] . Coordinates for SVZ injections were: AP-0 mm from bregma, Lat-1,2 mm (right of midline), and a depth-1.5 mm from the dural surface. Right hemisphere: AP-0 mm from bregma, Lat-3.0 mm (right) depth-1.0 mm from dural surface. Cerebellum: AP -5.5 mm from bregma, Lat-1.5 mm (to the left), depth-1.0 mm from the dural surface. Mice were monitored carefully and sacrificed when they displayed symptoms of tumor development (lethargy, head tilt). Experiments were stopped at 103 rd  day. Tissue processing Animals used for histological analysis were sacrificed, and brains were removed and fixed in 10% neutral buffered formalin for 72 h. Fixed tissues were then embedded in paraffin. Formalin-fixed, paraffin-embedded specimens were serially sectioned and slide mounted. The sections were deparaffinized in histo-clear (Richard-Allan Scientific) and were passed through graded alcohols before staining with H&E reagent. Immunohistochemistry An automated staining processing (Discovery-XT, Ventana Medical Systems, Inc.) was used for immunohistochemical detection. The protocols were established at the Molecular Cytology Core Facility and at Brain Tumor Center at MSKCC. Anti-PCNA antibodies were obtained from DAKO (# MO879), anti-GFAP from DAKO (Z0344) and anti-Olig2 from Millipore (AB9610), and used at 1/2000, 1/8000 and 1/250 dilutions in 2% BSA in PBS correspondingly.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:15:08.743176",
  "abstract_length": 0,
  "methods_length": 2446,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}