{
  "pmid": "PMID:21949590",
  "title": "ALTERED CALCIUM CURRENTS AND AXONAL GROWTH IN Nf1 HAPLOINSUFFICIENT MICE.",
  "abstract": "Mutations of the neurofibromin gene (NF1) cause neurofibromatosis type 1 (NF1), a disease in which learning disabilities are common. Learning deficits also are observed in mice with a heterozygous mutation of Nf1 (Nf1(+/-)). Dysregulation of regulated neurotransmitter release has been observed in Nf1(+/-) mice. However, the role of presynaptic voltage-gated Ca(2+) channels mediating this release has not been investigated. We investigated whether Ca(2+) currents and transmitter release were affected by reduced neurofibromin in Nf1(+/-) mice. Hippocampal Ca(2+) current density was greater in neurons from Nf1(+/-) mice and a greater fraction of Ca(2+) currents was activated at less depolarized potentials. In addition, release of the excitatory neurotransmitter, glutamate, was increased in neuronal cortical cultures from Nf1(+/-) mice. Dendritic complexity and axonal length were also increased in neurons Nf1(+/-) mice compared to wild-type neurons, linking loss of neurofibromin to developmental changes in hippocampal axonal/cytoskeletal dynamics. Collectively, these results show that altered Ca(2+) channel density and transmitter release, along with increased axonal growth may account for the abnormal nervous system functioning in NF1.",
  "authors": "Yuying Wang; Joel M Brittain; Sarah M Wilson; Cynthia M Hingtgen; Rajesh Khanna",
  "journal": "Translational neuroscience",
  "publicationDate": "2010-06",
  "doi": "10.2478/v10134-010-0025-8",
  "methods": "2. Experimental Procedures 2.1 Primary hippocampal neuronal cultures Procedures involving animals and their care were in accordance with the Guide for the Care and Use of Laboratory Animals (National Institutes of Health publication 85-23, Bethesda, MD, USA) and approved by the Institutional Animal Care and Use Committee of the Indiana University School of Medicine. Mice heterozygous for the  Nf1  mutation on a background of C57BL/6J were originally developed by Dr. Tyler Jacks [ 2 ]. Wildtype C57BL/6J and  Nf1  mice littermates were housed and bred in the Indiana University Laboratory Animal Research Center. Mouse hippocampal neuron cultures were prepared from hippocampi dissected from postnatal day 1 (PN1) wild-type or  +/− Nf1 +/−  mice as described previously [ 14 , 15 ]. Cells were cultured in growth media which consisted of Neurobasal medium containing 2% NuSerum, 5% NS21 [ 16 ], supplemented with penicillin/streptomycin (100 U/ml; 50 μg/ml), 0.1 mM L-Glutamine and 0.4 mML-glutamax (Invitrogen). The antimitotic agent Cytosine β-Darabinofuranoside (5 μM; Sigma) was added 24–36 h after plating to reduce the number of non-neuronal cells. 2.2 Primary cortical neuronal cultures Primary cortical cultures containing both glia and neurons were prepared from PN1 wildtype and  Nf1  mice as described [ +/− 15 ]. Following an aseptic dissection of cerebral cortices, the olfactory bulb and meninges were removed, and cortices were minced and incubated for 20–25 min at 37°C in Papain solution as described above. The enzymatically dissociated tissue was then rinsed twice with Hank’s balanced salt solution (HBSS) lacking Ca 2+  and Mg 2+ . Cells were dissociated by trituration and isolated as described above for hippocampal neurons. Cells were plated at a density of ~2 hemispheres per three 24-well plates or approximately 250,000 to 300,000 cells. Cells were fed twice a week with growth media (500 μl/well) and at 3–5 days  in vitro  (DIV) they were treated with cytosine β-D-arabinofuranoside (5 μM) to eliminate the dividing glia from the cultures. The cultures were used for release experiments at 7–10 DIV. 2.3 Synaptosome isolation from wild-type and  Nf1  mice +/− Synaptosomes were prepared from brains of juvenile wild-type and  Nf1  mice [ +/− 14 ] and were lysed in NF1 lysis buffer [ 17 ] containing 20 mM Tris-HCl, pH7.5, 5 mM MgCl 2 , 150 mM NaCl, 1 mM EDTA, and 0.1% Nonidet P-40 (NP-40/Igepal), and supplemented with freshly added protease and phosphatase inhibitors: 1 μg/ml leupeptin, 2 μg/ml aprotinin, 1 mM PMSF together with a protease inhibitor cocktail (Roche Applied Science) and 2 mM sodium orthovanadate. Protein concentration was determined using a BCA assay (Thermo Fisher Scientific, Shelbyville, IN) and fractions were stored at −80°C until use. 2.4 Whole-cell patch-clamp recordings Whole-cell voltage recordings were performed at room temperature on primary cultured hippocampal neurons using an EPC 10 Amplifier (HEKA Electronics, Germany) as described before [ 14 ]. Electrodes were pulled from thin-walled borosilicate glass capillaries (Warner Instruments, Hamden, CT) with a P-97 electrode puller (Sutter Instrument, Novato, CA) such that final electrode resistances were 2–3 MΩ when filled with internal solutions. The internal solution for recording total Ca 2+  currents contained (in mM): 110 CsCl, 5 MgSO 4 , 10 EGTA, 4 ATP Na 2 -ATP, and 25 HEPES (pH 7.2, 290–310 mOsm/l). The external solution contained (in mM): 128 NaCl, 5 KCl, 10 TEA-Cl, 10 BaCl 2 , 1 MgCl 2 , 10 D-glucose, and 10 HEPES (pH 7.3, 310–315 mOsm/l). For recording N-type and P/Q-type Ca 2+  currents, 1 μM TTX and 10 μM nifedipine were added just to this solution before use to block voltage-gated Na +  and L-type Ca 2+  channels, respectively. Whole-cell capacitance and series resistance were compensated with the amplifier. Series resistances compensation (70–80%) was routinely applied. Cells were considered only when the seal resistance was more than 1GΩ and the series resistance was less than 10 MΩ. Linear leak currents were digitally subtracted by P/4. Statistical differences between the recordings from the two genotypes were determined by using either a Student’s  t -test or an ANOVA. When a significant difference was obtained with an ANOVA, post hoc analyses were performed using a Tukey test. Values of  p <0.05 were judged to be statistically significant. 2.5 Data acquisition and analysis Signals were filtered at 10 kHz and digitized at 10–20 kHz. Analysis was performed using Fitmaster and origin8.1 (OriginLab Corporation, MA). For activation curves, conductance ( G ) through ion (Na +  and Ca 2+ ) channels was calculated using the equation  G= I/(V , where V m  −V rev ) rev  is the reversal potential, V m  is the membrane potential at which the current was recorded, and  I  is the peak current. Activation and inactivation curves were fitted to a Boltzmann function G/G max  = 1/{1+exp[(V−V 50 /k]}, where G is the peak conductance, G max  is the fitted maximal G, V 50  is the half-activation voltage, and  k  is the slope factor. Additional details of specific pulse protocols are 8 described in the results text or figure legends. The electrophysiologist was blinded to the genotype of the neurons. 2.6 Glutamate release Glutamate released from wild-type and  Nf1  cortical neurons was measured using the Amplex Red glutamic acid/glutsamate oxidase assay kit (Invitrogen) as per the manufacturer’s instructions. In this assay, L-glutamic acid is oxidized by glutamate oxidase to produce α-ketoglutarate, NH +/− 3  and H 2 O 2 . H 2 O 2  reacts with the Amplex Red reagent in a 1:1 stoichiometry in a reaction catalyzed by horseradish peroxidase (HRP) to generate the highly fluorescent product resorufin. After 30 minutes, fluorescence of resorufin was measured in a Victor 3  V multilabel plate reader (Perkin Elmer, Shelton, CT) using excitation at 530 nm and emission at 590 nm. To generate samples, neurons growing in 12-well plates were washed three times (300 μl each) with non-depolarizing buffer (119 mM NaCl, 2.5 mM KCl, 2 mM CaCl 2 , 2 mM MgCl 2 , 25 mM HEPES, and 30 mM D-Glucose). A 100 μl sample was collected after the third wash for basal samples. After a 15 minute stimulation with depolarizing buffer (32 mM NaCl, 90 mM KCl, 2 mM CaCl 2 , 2 mM MgCl 2 , 25 mM HEPES, and 30 mM D-Glucose), 100 μl of culture supernatant was collected and stored at −20°C. Finally, neurons were bathed in non-depolarizing buffer for 15 min to reestablish resting levels. The non-transportable glutamate transporter inhibitor DL-threo-β-benzyloxyaspartate (DL-TBOA; 500 μM) was present during the stimulation to prevent reuptake of released glutamate [ 18 ]. The remaining glutamate content in each well was determined by exposing the cells to 2% Triton X-100 in non-depolarizing buffer. The glutamate released during the 15 min stimulation period is expressed as percent of the total content. Standard curves for the assay with known concentrations of exogenous glutamate demonstrated high reproducibility and sensitivity of the assay, up to concentrations of 15 fmol glutamate. Standard curves were constructed for each assay. The concentrations of K +  and time period for stimulation were chosen because they lie on the middle of the sloped portion of the concentration response curve for KCl-stimulated glutamate release. In additional control experiments, the general Ca 2+  channel blocker CdCl 2  (500 μM) blocked basal and K + -stimulated glutamate release  (not shown) . A minimum of seven different animals were used for each genotype. 2.7 Morphology analysis: neurite/dendrite outgrowth and Sholl analysis of dendritic complexity Neurite outgrowth was determined from low-density hippocampal neurons transfected with EGFP using Lipofectamine as described [ 14 ]. The morphometric analysis of neurite lengths of transfected green fluorescent cells was performed with Nikon Elements software by measuring neurites from neurons with a process longer than one neuronal cell body diameter [ 19 ]. In hippocampal cultures at 7 DIV, axons extending processes >20 μm at orthogonal angles to the axon were characterized as branches. Additionally, axons were identified by immunolabeling with tau 1 antibodies  (not shown).  Over-expression of enhanced green fluorescent protein (EGFP) facilitated these analyses as EGFP expressing neurons could be optically identified and their axonal arborization could be easily assessed (see  Figure 4A ). Sholl analysis [ 20 ] was performed with ImageJ using an automated Sholl analysis plugin, in which the soma boundary is approximated by an ellipsoid and dendrite intersections are assessed at radial distances from the soma [ 19 ]. This technique measures the number of neurites crossing concentric circles (denoted as intersections or branch points) at various radial distances from the cell soma. This consecutive-circles (cumulative intersection) analysis specifies dendritic geometry, ramification richness, and dendritic branching patterns. The dendritic tree was examined in 10 μm increments. Processes arising from the soma or from higher-order dendritic segments that were shorter than 3 μm were rejected because they could not be distinguished from filopodia. Each neuron that fit these criteria was imaged and analyzed by an investigator blind to the genotype conditions. At least 18 neurons and at least 300 intersections (from ≥4 separate animals) were analyzed, in a blinded manner for each condition. All statistical analysis was performed via parametric and/or nonparametric analyses, as appropriate, with a minimum significance level set at  P <0.05.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:24:34",
  "introduction": "1. Introduction Neurofibromatosis type 1 (NF1) affects an estimated 1 in 3000 people worldwide. NF1 is caused by a heterozygous mutation in the gene encoding neurofibromin, a Rasspecific GTPase-activating protein (Ras GAP). Neurofibromin attenuates activity of Ras-mediated signaling by activating the hydrolysis of Ras-GTP to inactive Ras-GDP. Neurofibromin mutations result in increased Ras activity which causes a spectrum of clinical manifestations – benign tumors, bone defects, and vascular malformations. Almost 50% of people with NF1 have deficits in cognitive function, which may include learning disabilities, attentional disorders, and altered visual-spatial skills [ 1 ]. These behavioral abnormalities are recapitulated in a mouse strain with a germ line mutation in the  Nf1  gene  (Nf1  [ +/− ) 2 – 4 ] and  Nf1  null  Drosophila  [ 5 ]. A homozygous mutant mouse for  Nf1  was also created; however, the double knock-out of the  Nf1  gene was found to be embryonic lethal [ 2 ]. Because the  Nf1  mouse expresses about half the amount of functional neurofibromin protein compared to wildtype mice and is a close representation of the human disease, it provides a powerful genetic model for delineating the signaling pathways affected in NF1. +/− The learning deficits seen in the  Nf1  mice include difficulties in spatial learning and decreased hippocampal long-term potentiation (LTP) [ +/− 6 ], a cellular mechanism of memory and learning. Although the mechanisms by which reduced neurofibromin function culminates in defects in hippocampal LTP and subsequent deficits in cognition and learning are not well understood, several lines of evidence suggest a multifactorial etiology. Genetic restoration of Ras activity to normal levels corrects the learning deficits and gamma-aminobutyric acid (GABA) receptor antagonists restore LTP to normal levels in these mice [ 6 ]. Impairments in synaptic connectivity may account for 4 these LTP deficits. In support of this notion, several studies have suggested that neurofibromin also plays a key role in neuronal differentiation and actin cytoskeletal reorganization [ 7 ]. The GAP related domain (GRD) of neurofibromin is important in neuronal differentiation since expression of a dominant negative form of neurofibromin GRD in hippocampal neurons resulted in reduced axonal and dendritic branching/extension [ 7 ]. It is well established that entry of Ca 2+  into presynaptic terminals through Ca 2+  channels is an essential step in the neurotransmitter release cascade [ 8 , 9 ]. Consequently, the modulation of Ca 2+  channel activity by intracellular messengers/proteins is a fundamental cellular mechanism for regulating synaptic transmission. However, to date there have been no studies addressing if calcium channel activity is altered in neurons from neurofibromin deficient mice. Using whole cell voltage clamp analysis, it was shown that potassium currents are altered in neurofibromin deficient Schwann cells [ 10 – 12 ], and a recent study demonstrated augmented sodium currents in sensory neurons from  Nf1  mice [ +/− 13 ]. Here, we examined the complement of calcium channels underlying transmitter release in hippocampal neurons from wildtype and  Nf1  mice. We also tested if loss of neurofibromin caused impairments in synaptic connectivity in cortical neurons. Our results show that increased Ca +/− 2+  currents and transmitter release, along with increased axonal length and dendritic complexity may contribute to learning and memory deficits observed in NF1.",
  "results": "3. Results 3.1 Calcium channel density is higher in hippocampal neurons from  Nf1  mice +/− Using whole-cell patch clamp electrophysiology, we tested for total Ca 2+  current properties in primary hippocampal neurons from postnatal day 1 wild-type and  Nf1  mice cultured for 5–7 days  +/− in vitro  (DIV). When stimulated from a holding potential of −80 mV, 200 msec depolarizing step potentials more positive than −50 mV elicited an inward current ( Figure 1A, B ). Representative activating and rapidly inactivating voltage-dependent inward currents from a wild-type  (top traces)  and  Nf1  neuron  +/− (lower traces)  are shown in  Figure 1A . A summary of the mean peak current density  versus  voltage plot revealed an increase in the mean Ca 2+  current density in neurons from  Nf1  mice ( +/− Figure 1B, C ) as well as an ~13 mV shift in the estimated reversal potential of the Ca 2+  current ( Figure 1B ). At 5–7 DIV, the Ca 2+  current density was ~75% higher in neurons from  Nf1  wild-type mice: 37.7 ± 4.2 (n=9)  +/−  versus versus  21.5 ± 3.7 (n=10) pA pF −1  (Vt=0 mV,  p <0.05, Student’s  t -test). Next, we examined voltage-dependent properties of activation and inactivation in 5–7 DIV hippocampal neurons from  Nf1  wild-type mice. The steady-state activation of Ca +/−  versus 2+  channels from  Nf1  wild-type mice neurons was well described by the Boltzmann relation (see Experimental Procedures). As shown in  +/−  versus Figure 1D , for wild-type neurons, V 50%  was −10.0 ± 2.6 mV (n=7), which was not significantly different from that of  Nf1  neurons (−13.9 ± 1.0 mV, n=8;  +/− p >0.05, Student’s  t -test). The slope factors for the Boltzmann fits (mV/e-fold change in conductance) were also not significantly different: 14.5 ± 2.6 (n=7) and 12.8 ± 1.4 (n=8) for wild-type and  Nf1  neurons, respectively ( +/− p >0.05). The voltage-dependent properties of inactivation were determined by applying 2-second conditioning pre-pulses that ranged successively from −110 mV to +10 mV in 10 mV steps, followed by a 200-msec step to 10 mV ( Figure 1E ). The relationship of the normalized test pulse voltage to peak current amplitude was plotted against its corresponding holding potential and fitted with the Boltzmann equation (see Experimental Procedures). As shown in  Figure 1E , for wild-type neurons, V 50%  was −43.2 ± 4.5 mV (n=8), which was not significantly different from that of  Nf1  neurons (−32.9 ± 1.7 mV, n=7;  +/− p >0.05, Student’s  t -test). The slope factors for the Boltzmann fits (mV/e-fold change in conductance) were not significantly different: 15.3 ± 3.5 (n=9) and 15.6 ± 1.6 (n=7) for wild-type and  Nf1  neurons, respectively ( +/− p >0.05). These results demonstrate that  Nf1  neurons have larger total Ca +/− 2+  current density but that these currents have identical activation and inactivation properties compared to wild-type neurons. 3.2 Activation of CaV2.2 currents is altered in  Nf1  mice +/− To test the possibility that the increase in total Ca 2+  current density in  Nf1  neurons was due to N-type channels, we measured Ca +/− 2+  currents with nifedipine (1 μM) in the bath solution to block L-type Ca 2+  channels. Under these recording conditions, the primary Ca 2+  current component should be via N- and P/Q-type Ca 2+  channels [ 21 ]. Whole-cell CaV2.2 currents were elicited from a holding potential of −80 mV to depolarizing test potentials (ranging from −60 to +50 mV) for 200 msec.  Figure 2A  shows representative voltage-dependent inward currents from a wild-type  (top traces)  and  Nf1  neuron  +/− (lower traces).  At 7 DIV, the Ca 2+  current density was similar in neurons from  Nf1  wild-type mice: 24.4 ± 2.5 (n=13)  +/−  versus versus  22.7 ± 2.0 (n=11) pA pF −1  (V t = 0 mV,  p >0.05, Student’s  t -test;  Figure 2B ). In the presence of nifedipine, the steady-state activation of Ca 2+  channels from  Nf1  wild-type mice neurons was well described by the Boltzmann relation ( +/−  versus Figure 2C ) and V 50%  was −7.7 ± 1.1 mV (n=9) for wild-type neurons, which was significantly different from that of wild-type neurons (−16.3± 1.9 mV, n=7;  p <0.05, Student’s  t -test). The slope factors for the Boltzmann fits (mV/efold change in conductance) were not significantly different: 8.7 ± 1.6 (n=9) and 7.4 ± 1.6 (n=7) for wild-type and  Nf1  neurons, respectively ( +/− p >0.05). The voltage dependence of inactivation was also similar for currents recorded from  Nf1  and wildtype neurons, as shown by the conductance  +/− versus  voltage relationships ( Figure 2D ). For wild-type neurons, V 50%  was −32.4 ± 2.8 mV (n=5), which was not significantly different from that of  Nf1  neurons (−29.6 ± 2.9 mV, n=9;  +/− p >0.05;  Figure 2D ). The slope factors were also similar: 18.2 ± 2.4 mV (n=6) for wild-type neurons and 16.5 ± 1.9 (n=7;  p >0.05) for  Nf1  neurons. These results indicate that the increase in total Ca +/− 2+  current density seen in  Nf1  neurons is not mediated by N-type calcium currents but that the N-type calcium currents in  +/− Nf1  activate earlier (i.e. at less depolarized potentials) than in wild-type neurons. This increase in activation may contribute to an enhanced propensity for N-type calcium currents to contribute to transmitter release and suggests regulation of other Ca +/− 2+  channels (L-type, P/Q-type) by neurofibromin and/or other as yet undetermined proteins. 3.3 Increased glutamate release from cortical cultures of  Nf1  mice +/− To address if the increase in total Ca 2+  current density and the hyperpolarizing shift in N-type Ca 2+  current activation properties could affect release of the excitatory neurotransmitter, glutamate, we examined release of glutamate from cortical neurons. As shown in  Figure 3A , the initial basal or resting release of glutamate was not significantly different between genotypes: 11.2 ± 0.5% total glutamate content/15 min (n=117 wells) for wild-type and 11.9 ± 1.1 % total glutamate content/15 min (n=48 wells) for  Nf1  neurons. In contrast, potassium (50 mM KCl)-stimulated glutamate release was ~45% higher in neurons from  +/− Nf1  cells compared with wild-type cells; 63.0 ± 3.3% total glutamate content/15 min  +/− versus  43.1 ± 1.8% total glutamate content/15 (n=48–177 wells for each genotype from 7 different animals,  p <0.05,  t -test). Poststimulation basal release was not more than 20% different than initial basal levels indicating that exposure to high extracelluar potassium did not damage the cells or induce cell lysis. The evoked glutamate release (stimulated – initial basal release) was also higher in  Nf1  cells compared with wild-type cells; 51.1 ± 3.4% total glutamate content/15 min  +/− versus  31.9 ± 1.8% total glutamate content/15 (n=48–117 wells for each genotype from 7 different animals,  p <0.05,  t -test;  Figure 3B ). Interestingly, we observed a significant increase in the total cellular content of glutamate in cells from wild-type  versus Nf1  mice: 47.3 ± 3.8 nmol/well (n = 117 wells)  +/− versus  26.6 ± 3.4 (n = 48 wells),  p <0.05,  t -test;  Figure 3C ). Since the stimulated release of glutamate was normalized to total glutamate content in the cultures, this observation suggests that a larger percentage of the glutamate in the  Nf1  neurons is available for release. To test this assertion, we measured glutamate content from intact brain synaptosomes and found no difference between the two genotypes: 140.1 ± 20.0 versus 143.0 ± 4.0 nmol/well/mg protein in wild-type and  +/− Nf1  mice, respectively  +/− (not shown).  This finding suggests the total tissue content changes are a result of differential glutamate compartmentalization within the cytosol, in non-excitable cells, and in blood or differential glutamate metabolism between the two genotypes. 3.4 Dendritic complexity and axon length are increased in hippocampal neurons from  Nf1  mice +/− Since neurofibromin has been shown to be important for neurite outgrowth [ 17 ], we tested if reduced neurofibromin could alter dendritic complexity and axon length in wild-type and  Nf1  hippocampal neurons. First, we performed Sholl analysis [ +/− 20 ] to quantify the pattern of dendritic/neuritic branching. Sholl analysis of hippocampal neurons, transfected at 5 DIV and analyzed at 7 DIV, revealed a significant increase in the number of processes in neurons from  Nf1  mice. This increase reached a peak of ~20 crossings at about 150–250 μm from the soma in EGFP transfected  +/− Nf1  neurons compared with EGFP–expressing wild-type cells which reached a peak complexity of ~14 crossings ( +/− Figure 4B ). Second, we measured the length of the axons. Axon length was increased in  Nf1  neurons compared with wild-type neurons ( +/− Figure 4C ). The numbers of primary and secondary dendrites were also significantly increased in  Nf1  neurons compared with wild-type neurons  +/− (not shown) . These results suggest that reduced expression of neurofibromin leads to an increase in the complexity of dendritic branching and axon lengths of hippocampal neurons.",
  "discussion": "4. Discussion In this study we demonstrate that hippocampal neurons from mice with a heterozygous mutation in the  Nf1  gene have increased calcium currents and glutamate release compared with wild-type neurons. Longer axon lengths and a more complex dendritic arborization were also observed in neurons from  Nf1  compared with wildtype mice. +/− 4.1 Calcium channel dysregulation in  Nf1  mice hippocampal neurons +/− Although whole cell voltage clamp analysis on neurofibromin deficient Schwann cells has demonstrated alterations in potassium currents [ 10 – 12 ], to date there have been no studies addressing if ion channel activity is altered in neurons from  Nf1  mice. Our study addressed this gap in knowledge by measuring calcium currents from hippocampal neurons of wild-type and  +/− Nf1  mice. Hippocampal neurons isolated from neonatal mice express an equal mixture of N-, P/Q-, and L-type currents with R-type currents contributing to less than 3% of the total Ca +/− 2+  current [ 22 ]. Our analysis revealed that overall Ca 2+  current density was ~1.75-fold higher in  Nf1  mice. This increase was likely due to an increase in L-type Ca +/− 2+  channels in neurons from  Nf1  mice as the density of nifedipine-resistant current was similar between the genotypes. Consistent with the increased current density observed in  +/− Nf1  mice, a recent genomic analysis of hippocampus from  +/− Nf1  mice demonstrated an increase in the mRNA level of Cacna 1c, the gene encoding the L-type Ca +/− 2+  channel [ 23 ]. However, since we did not pharmacologically isolate N-type from P/Q-type channels in our recordings, it may be that N-type channels are up-regulated while P/Q-type channels are unaffected. While we did not investigate changes in open probability, we observed a hyperpolarizing shift in non–L-type calcium current activation in neurons from  Nf1  compared with wildtype mice reflecting an increased sensitivity to small depolarizations ( +/− Figure 2 ). Taken together, the data demonstrate that a reduction in neurofibromin results in changes in non-L-type calcium current activation and overall calcium current density, both of which could result in increased stimulus-evoked transmitter release. 4.2 Increased synaptic transmission in  Nf1  mice +/− Elegant work from the Silva laboratory has established a prominent role for altered GABAergic signaling in  Nf1  mice [ +/− 1 , 3 ]. These studies have demonstrated that reduced neurofibromin (1) leads to an abnormally high GABA-mediated inhibition and (2) impairment in synaptic plasticity leading to the learning deficits observed in this animal model of NF1. It has been previously shown that spinal cord slices as well as sensory neurons from  Nf1  mice exhibit an increased release of the neuropeptides, substance P (SP) and calcitonin gene-related peptide (CGRP), upon chemical stimulation [ +/− 24 ]. Consistent with these studies, our results demonstrated that chemically stimulated glutamate release from  Nf1  neonatal cortical cultures was ~1.5-fold higher than from wild-type mice. Taken together, the increase transmitter release observed in this and the aforementioned studies of GABA and neuropeptides suggests that loss of neurofibromin alters Ca +/− 2+  channel properties to increase the efficiency of release, “primes” the synaptic vesicle release machinery for release, and/or upregulates expression of synaptic proteins. As neurotransmitter release is dependent on Ca 2+  influx via Ca 2+  channels [ 8 ], our results of an increase in Ca 2+  channel density and reduced threshold for opening are in agreement with the increase in transmitter release. While N- and P/Q-type account for most of the Ca 2+  influx required for triggering fast transmitter release [ 8 ], L- and R-type channels have also been shown to be involved at a variety of central synapses [ 25 – 28 ]. Consistent with the increased efficiency of release and altered synaptic protein profiles, several important synaptic signaling proteins are up-regulated in hippocampi from  Nf1  mice including the neurotransmitter vesicle trafficking/recycling proteins, synapse formation, maintenance and synaptic structure proteins, and proteins involved in regulating synaptic plasticity and learning [ +/− 23 ]. Thus, an increase in synaptic transmission may be explained by an up-regulation of proteins or an increase in coupling between proteins of the transmitter release site apparatus [ 29 , 30 ]. Further studies are underway to explore these possibilities. Studies from the Silva laboratory have demonstrated that neurofibromin does not play a critical role in excitatory presynaptic terminals [ 3 ]. Although these results may at first seem contradictory to our findings of increased evoked glutamate release from cortical neurons of  Nf1  mice, it is important to note that the unregulated enhancement of excitation per se and not the increased level of glutamate release itself observed in  +/− Nf1  mice, is what causes loss of functional and structural neuronal integrity [ +/− 31 ]. Another possibility remains that the increase in glutamate release in  Nf1  mice may be modest when compared to the abnormally high GABA release and that this latter alteration may result in increased excitability of  +/− Nf1  neurons and in deficits in LTP [ +/− 1 , 3 ]. Remarkably, increase in L-type channel activity has been found to be inversely correlated with learning and spatial memory in CA1 hippocampal neurons of older animals [ 32 , 33 ], suggesting that our observed increase in L-type channel activity in  Nf1  mice may account for LTP impairment and cognitive deficits observed in NF1 patients. +/− 4.3 Neurofibromin controls axon length and dendritic complexity in  Nf1  mice +/− A few studies have demonstrated an important role for neurofibromin in axon/neurite outgrowth [ 7 , 17 , 34 ]. Notably, neurofibromin localizes to neurite-like processes of PC12 cells [ 17 ] as well as in neurites and synapses  (not shown) . Neurofibromin plays a role in acute cytoskeletal reorganization and cell motility [ 34 ] presumably via its neurofibromin-gap related domain (GRD) to mediate neurite extension in PC12 cells mediated by NGF [ 17 ]. We observed an increase in overall axon length as well as increased dendritic complexity in hippocampal neurons from  Nf1  compared with wild-type mice ( +/− Figure 4 ). While these findings appear contradictory to the observations that siRNA-mediated loss of neurofibromin causes a reduction in neurite outgrowth of PC12 cells and rat embryonic hippocampal neurons [ 17 ], this may be a result of differences in acute reduction of neurofibromin with siRNA as opposed to cells that have experienced a reduced level of neurofibromin throughout development to the time of tissue harvest (neonatal). The latter model (this study) may better reflect processes occurring in children with NF1. Indeed, adult sensory neurons with reduced neurofibromin demonstrated increased axonal length and branching, particularly after injury [ 35 ]. The role of neurofibromin in axonal length and process complexity may not be dependent on GAP-related actions of the protein only, since expression of a dominant negative form of the neurofibromin GRD in hippocampal neurons resulted in reduced axonal and dendritic branching/extension [ 7 ]. An increase in structural overelaboration of dendritic and axonal processes is observed in Fragile × syndrome, a broad spectrum neurological disorder with impairments in synaptic plasticity [ 36 ]; a similar overgrowth of dendritic arbors and increased axon processes may account for the impairment in long term potentiation observed in  Nf1 +/−  mice. In conclusion, this study has shown that  Nf1  mice have a greater amount of Ca +/− 2+  channels that activate at less depolarized potentials than their wild-type counterparts. As the amount of Ca 2+  determines the strength of transmitter release, the higher levels of neurotransmitter release observed in  Nf1 +/−  mice coupled with the abnormal dendritic complex may disrupt LTP and learning. Ca 2+  channels may represent a new pharmacotherapeutic target for NF1 treatment, although this claim needs to be further investigated.",
  "upgrade_date": "2026-02-20 07:34:49"
}