{
  "pmid": "PMID:21949590",
  "title": "ALTERED CALCIUM CURRENTS AND AXONAL GROWTH IN Nf1 HAPLOINSUFFICIENT MICE.",
  "abstract": "Mutations of the neurofibromin gene (NF1) cause neurofibromatosis type 1 (NF1), a disease in which learning disabilities are common. Learning deficits also are observed in mice with a heterozygous mutation of Nf1 (Nf1(+/-)). Dysregulation of regulated neurotransmitter release has been observed in Nf1(+/-) mice. However, the role of presynaptic voltage-gated Ca(2+) channels mediating this release has not been investigated. We investigated whether Ca(2+) currents and transmitter release were affected by reduced neurofibromin in Nf1(+/-) mice. Hippocampal Ca(2+) current density was greater in neurons from Nf1(+/-) mice and a greater fraction of Ca(2+) currents was activated at less depolarized potentials. In addition, release of the excitatory neurotransmitter, glutamate, was increased in neuronal cortical cultures from Nf1(+/-) mice. Dendritic complexity and axonal length were also increased in neurons Nf1(+/-) mice compared to wild-type neurons, linking loss of neurofibromin to developmental changes in hippocampal axonal/cytoskeletal dynamics. Collectively, these results show that altered Ca(2+) channel density and transmitter release, along with increased axonal growth may account for the abnormal nervous system functioning in NF1.",
  "authors": "Yuying Wang; Joel M Brittain; Sarah M Wilson; Cynthia M Hingtgen; Rajesh Khanna",
  "journal": "Translational neuroscience",
  "publicationDate": "2010-06",
  "doi": "10.2478/v10134-010-0025-8",
  "methods": "2. Experimental Procedures 2.1 Primary hippocampal neuronal cultures Procedures involving animals and their care were in accordance with the Guide for the Care and Use of Laboratory Animals (National Institutes of Health publication 85-23, Bethesda, MD, USA) and approved by the Institutional Animal Care and Use Committee of the Indiana University School of Medicine. Mice heterozygous for the  Nf1  mutation on a background of C57BL/6J were originally developed by Dr. Tyler Jacks [ 2 ]. Wildtype C57BL/6J and  Nf1  mice littermates were housed and bred in the Indiana University Laboratory Animal Research Center. Mouse hippocampal neuron cultures were prepared from hippocampi dissected from postnatal day 1 (PN1) wild-type or  +/− Nf1 +/−  mice as described previously [ 14 , 15 ]. Cells were cultured in growth media which consisted of Neurobasal medium containing 2% NuSerum, 5% NS21 [ 16 ], supplemented with penicillin/streptomycin (100 U/ml; 50 μg/ml), 0.1 mM L-Glutamine and 0.4 mML-glutamax (Invitrogen). The antimitotic agent Cytosine β-Darabinofuranoside (5 μM; Sigma) was added 24–36 h after plating to reduce the number of non-neuronal cells. 2.2 Primary cortical neuronal cultures Primary cortical cultures containing both glia and neurons were prepared from PN1 wildtype and  Nf1  mice as described [ +/− 15 ]. Following an aseptic dissection of cerebral cortices, the olfactory bulb and meninges were removed, and cortices were minced and incubated for 20–25 min at 37°C in Papain solution as described above. The enzymatically dissociated tissue was then rinsed twice with Hank’s balanced salt solution (HBSS) lacking Ca 2+  and Mg 2+ . Cells were dissociated by trituration and isolated as described above for hippocampal neurons. Cells were plated at a density of ~2 hemispheres per three 24-well plates or approximately 250,000 to 300,000 cells. Cells were fed twice a week with growth media (500 μl/well) and at 3–5 days  in vitro  (DIV) they were treated with cytosine β-D-arabinofuranoside (5 μM) to eliminate the dividing glia from the cultures. The cultures were used for release experiments at 7–10 DIV. 2.3 Synaptosome isolation from wild-type and  Nf1  mice +/− Synaptosomes were prepared from brains of juvenile wild-type and  Nf1  mice [ +/− 14 ] and were lysed in NF1 lysis buffer [ 17 ] containing 20 mM Tris-HCl, pH7.5, 5 mM MgCl 2 , 150 mM NaCl, 1 mM EDTA, and 0.1% Nonidet P-40 (NP-40/Igepal), and supplemented with freshly added protease and phosphatase inhibitors: 1 μg/ml leupeptin, 2 μg/ml aprotinin, 1 mM PMSF together with a protease inhibitor cocktail (Roche Applied Science) and 2 mM sodium orthovanadate. Protein concentration was determined using a BCA assay (Thermo Fisher Scientific, Shelbyville, IN) and fractions were stored at −80°C until use. 2.4 Whole-cell patch-clamp recordings Whole-cell voltage recordings were performed at room temperature on primary cultured hippocampal neurons using an EPC 10 Amplifier (HEKA Electronics, Germany) as described before [ 14 ]. Electrodes were pulled from thin-walled borosilicate glass capillaries (Warner Instruments, Hamden, CT) with a P-97 electrode puller (Sutter Instrument, Novato, CA) such that final electrode resistances were 2–3 MΩ when filled with internal solutions. The internal solution for recording total Ca 2+  currents contained (in mM): 110 CsCl, 5 MgSO 4 , 10 EGTA, 4 ATP Na 2 -ATP, and 25 HEPES (pH 7.2, 290–310 mOsm/l). The external solution contained (in mM): 128 NaCl, 5 KCl, 10 TEA-Cl, 10 BaCl 2 , 1 MgCl 2 , 10 D-glucose, and 10 HEPES (pH 7.3, 310–315 mOsm/l). For recording N-type and P/Q-type Ca 2+  currents, 1 μM TTX and 10 μM nifedipine were added just to this solution before use to block voltage-gated Na +  and L-type Ca 2+  channels, respectively. Whole-cell capacitance and series resistance were compensated with the amplifier. Series resistances compensation (70–80%) was routinely applied. Cells were considered only when the seal resistance was more than 1GΩ and the series resistance was less than 10 MΩ. Linear leak currents were digitally subtracted by P/4. Statistical differences between the recordings from the two genotypes were determined by using either a Student’s  t -test or an ANOVA. When a significant difference was obtained with an ANOVA, post hoc analyses were performed using a Tukey test. Values of  p <0.05 were judged to be statistically significant. 2.5 Data acquisition and analysis Signals were filtered at 10 kHz and digitized at 10–20 kHz. Analysis was performed using Fitmaster and origin8.1 (OriginLab Corporation, MA). For activation curves, conductance ( G ) through ion (Na +  and Ca 2+ ) channels was calculated using the equation  G= I/(V , where V m  −V rev ) rev  is the reversal potential, V m  is the membrane potential at which the current was recorded, and  I  is the peak current. Activation and inactivation curves were fitted to a Boltzmann function G/G max  = 1/{1+exp[(V−V 50 /k]}, where G is the peak conductance, G max  is the fitted maximal G, V 50  is the half-activation voltage, and  k  is the slope factor. Additional details of specific pulse protocols are 8 described in the results text or figure legends. The electrophysiologist was blinded to the genotype of the neurons. 2.6 Glutamate release Glutamate released from wild-type and  Nf1  cortical neurons was measured using the Amplex Red glutamic acid/glutsamate oxidase assay kit (Invitrogen) as per the manufacturer’s instructions. In this assay, L-glutamic acid is oxidized by glutamate oxidase to produce α-ketoglutarate, NH +/− 3  and H 2 O 2 . H 2 O 2  reacts with the Amplex Red reagent in a 1:1 stoichiometry in a reaction catalyzed by horseradish peroxidase (HRP) to generate the highly fluorescent product resorufin. After 30 minutes, fluorescence of resorufin was measured in a Victor 3  V multilabel plate reader (Perkin Elmer, Shelton, CT) using excitation at 530 nm and emission at 590 nm. To generate samples, neurons growing in 12-well plates were washed three times (300 μl each) with non-depolarizing buffer (119 mM NaCl, 2.5 mM KCl, 2 mM CaCl 2 , 2 mM MgCl 2 , 25 mM HEPES, and 30 mM D-Glucose). A 100 μl sample was collected after the third wash for basal samples. After a 15 minute stimulation with depolarizing buffer (32 mM NaCl, 90 mM KCl, 2 mM CaCl 2 , 2 mM MgCl 2 , 25 mM HEPES, and 30 mM D-Glucose), 100 μl of culture supernatant was collected and stored at −20°C. Finally, neurons were bathed in non-depolarizing buffer for 15 min to reestablish resting levels. The non-transportable glutamate transporter inhibitor DL-threo-β-benzyloxyaspartate (DL-TBOA; 500 μM) was present during the stimulation to prevent reuptake of released glutamate [ 18 ]. The remaining glutamate content in each well was determined by exposing the cells to 2% Triton X-100 in non-depolarizing buffer. The glutamate released during the 15 min stimulation period is expressed as percent of the total content. Standard curves for the assay with known concentrations of exogenous glutamate demonstrated high reproducibility and sensitivity of the assay, up to concentrations of 15 fmol glutamate. Standard curves were constructed for each assay. The concentrations of K +  and time period for stimulation were chosen because they lie on the middle of the sloped portion of the concentration response curve for KCl-stimulated glutamate release. In additional control experiments, the general Ca 2+  channel blocker CdCl 2  (500 μM) blocked basal and K + -stimulated glutamate release  (not shown) . A minimum of seven different animals were used for each genotype. 2.7 Morphology analysis: neurite/dendrite outgrowth and Sholl analysis of dendritic complexity Neurite outgrowth was determined from low-density hippocampal neurons transfected with EGFP using Lipofectamine as described [ 14 ]. The morphometric analysis of neurite lengths of transfected green fluorescent cells was performed with Nikon Elements software by measuring neurites from neurons with a process longer than one neuronal cell body diameter [ 19 ]. In hippocampal cultures at 7 DIV, axons extending processes >20 μm at orthogonal angles to the axon were characterized as branches. Additionally, axons were identified by immunolabeling with tau 1 antibodies  (not shown).  Over-expression of enhanced green fluorescent protein (EGFP) facilitated these analyses as EGFP expressing neurons could be optically identified and their axonal arborization could be easily assessed (see  Figure 4A ). Sholl analysis [ 20 ] was performed with ImageJ using an automated Sholl analysis plugin, in which the soma boundary is approximated by an ellipsoid and dendrite intersections are assessed at radial distances from the soma [ 19 ]. This technique measures the number of neurites crossing concentric circles (denoted as intersections or branch points) at various radial distances from the cell soma. This consecutive-circles (cumulative intersection) analysis specifies dendritic geometry, ramification richness, and dendritic branching patterns. The dendritic tree was examined in 10 μm increments. Processes arising from the soma or from higher-order dendritic segments that were shorter than 3 μm were rejected because they could not be distinguished from filopodia. Each neuron that fit these criteria was imaged and analyzed by an investigator blind to the genotype conditions. At least 18 neurons and at least 300 intersections (from ≥4 separate animals) were analyzed, in a blinded manner for each condition. All statistical analysis was performed via parametric and/or nonparametric analyses, as appropriate, with a minimum significance level set at  P <0.05.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:24:34"
}