{
  "pmid": "PMID:21963652",
  "title": "PET imaging for attention deficit preclinical drug testing in neurofibromatosis-1 mice.",
  "abstract": "Attention system abnormalities represent a significant barrier to scholastic achievement in children with neurofibromatosis-1 (NF1). Using a novel mouse model of NF1-associated attention deficit (ADD), we demonstrate a presynaptic defect in striatal dopaminergic homeostasis and leverage this finding to apply [(11)C]-raclopride positron-emission tomography (PET) in the intact animal. While methylphenidate and l-Deprenyl correct both striatal dopamine levels on PET imaging and defective attention system function in Nf1 mutant mice, pharmacologic agents that target de-regulated cyclic AMP and RAS signaling in these mice do not. These studies establish a robust preclinical model to evaluate promising agents for NF1-associated ADD.",
  "authors": "Jacquelyn A Brown; Jinbin Xu; Kelly A Diggs-Andrews; David F Wozniak; Robert H Mach; David H Gutmann",
  "journal": "Experimental neurology",
  "publicationDate": "2011-12",
  "doi": "10.1016/j.expneurol.2011.09.005",
  "methods": "Materials and Methods Mice Nf1 +/− GFAP CKO (CKO) and control littermate  Nf1 flox/flox  (WT) mice were maintained on an inbred C57BL/6 background ( Bajenaru et al., 2003 ;  Brown et al., 2010a ) with  ad libitum  access to food and water.  Nf1+/− GFAP CKO mice are  Nf1 +/− mice (reduced  Nf1  gene expression in all cells in the brain and body) which harbor complete  Nf1  gene loss in GFAP-expressing cells. All experiments were performed on 3–4 month old mice under active Animal Studies Committee protocols. Independently-generated groups of WT and CKO mice were used for the baseline PET imaging studies ( Fig. 1 ), MPH and L-Deprenyl treatments ( Fig. 2 ), and Lovastatin and Rolipram treatments ( Fig. 3 ). Radioligand and compound preparation [ 3 H]-SCH23390, [ 3 H]-raclopride, [ 3 H]-Win 35428 (PerkinElmer Life and Analytical Sciences; Shelton, CT), [ 3 H]-WC-10, and [ 3 H]-a-Dihydrotetrabenazine ([ 3 H]-DTBZ; American Radiolabeled Chemicals; St. Louis, MO) were used as previously reported ( Xu et al., 2009 ). Quantitative receptor autoradiography 20-micron coronal sections were generated from flash-frozen brains and processed for autoradiography as previously described ( Xu et al., 2009 ;  Xu et al., 2010 ). Sections were incubated for 60 min at room temperature with [ 3 H]-SCH23390 (D1 receptors), [ 3 H]-raclopride (D2 receptors), [ 3 H]-WC-10 (D3 receptors), [ 3 H]-DTBZ (VMAT2), or [ 3 H]-Win 35428 (DAT) ( Frey et al., 1997 ;  Savasta et al., 1986 ;  Xu et al., 2010 ). Non-specific binding was determined following the addition of 1μM (+)-butaclamol, 1μM eticlopride, 1μM tetrabenazine, or 1μM nomifensine, respectively. Quantitation was performed using the Beta Imager 2000Z Digital Beta Imaging System (Biospace, France) and the Beta-Vision Plus program ( Xu et al., 2010 ). Small animal PET analysis Brain PET imaging was performed under isoflurane anesthetization. Mice were injected with ~200μCi of [ 11 C]-raclopride (~2500 Ci/mmol specific activity)  via  the tail vein and data acquired as 1h dynamic scans using the Siemens Focus F220 and Inveon scanners (Siemens Medical Solutions USA, Inc.). Acquired list mode data were converted into a 3D set of sinograms and binned into 5 × 60-sec, 5 × 2-min and 9 × 5-min time frames for processing using filter back projection algorithm with attenuation and scatter corrections. Using 5–60min summarized PET images and co-registered CT images as references, regions of interest (ROI) for the striatum and cerebellum were manually drawn with the software Acquisition Sinogram Image PROcessing using IDL’s Virtual Machine ™  (ASIPro VM ™ ) to obtain radioactivity uptake (nCi/c.c.) curves over time. Representative PET and CT co-registration images are shown in  Supplementary Fig. 1A and 1B , respectively. Logan DVR-1 (binding potential) analyses were performed using the cerebellum as the reference region, with a K2 value of 0.2 ( Logan, 2000 ). Drug treatments Mice received intraperitoneal (i.p.) injections of sterile water (vehicle), MPH (20mg/kg; Sigma) or L-Deprenyl (10mg/kg; Sigma) the day before and on the day of testing, and evaluated 45min after last injection or injected once with MPH and tested immediately after injection ( Brown et al., 2010a ;  Vallone et al., 2002 ). Rolipram (5mg/kg/day; Sigma) was delivered via oral gavage for two weeks before testing ( Brown et al., 2010b ), while Lovastatin (10mg/kg; Sigma) was administered as a single injection 15min before testing ( Li et al., 2005 ). Behavioral studies Responses to a novel environment were evaluated over a 1h period using computerized photobeam instrumentation as previously described ( Brown et al., 2010a ;  Vallone et al., 2002 ). General ambulatory activity (total ambulations or whole body movements) and vertical rearing, a component of non-selective attention (i.e., orienting) were quantified. Mice used for the behavioral studies were the same mice examined by PET imaging. Immunohistochemistry and Western blotting Western blots and immunohistochemistr y  (IHC) using DARPP32, p-MAPK, total MAPK (Cell Signaling) and p-DARPP32 (Abcam) antibodies were performed as previously described ( Dasgupta et al., 2005 ). cAMP measurements were determined by ELISA ( Brown et al., 2010b ). Each experiment was performed using samples from at least three independent cohorts of mice.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:24:36",
  "introduction": "Introduction Children with the neurofibromatosis-1 (NF1) inherited cancer syndrome are prone to the development of benign and malignant tumors ( Gutmann et al., 1997 ). However, the most prevalent neurologic problem in children reflects deficits in attention, such that 60–80% of affected individuals exhibit ADD symptomatology ( Hyman et al., 2005 ). To define the neurochemical basis for NF1-associated attention deficits, we employed a unique  Nf1  genetically-engineered mouse (GEM) model ( Brown et al., 2010a ). These  Nf1  mutant mice demonstrate reduced exploratory behaviors, as well as selective and non-selective attention abnormalities, where the non-selective attention deficit was restored to wild-type levels following treatment with methylphenidate (MPH) or L-Dopa. Consistent with this pharmacologic correction,  Nf1  mutant mice have reduced striatal dopamine levels revealed by high-performance liquid chromatography (HPLC). To translate these basic research findings to a preclinical therapeutic drug testing platform, we applied neurotransmitter imaging methods and behavioral analyses to monitor this dopaminergic deficit in the intact animal. In the current study, we establish that this dopaminergic defect in  Nf1  mutant mice is presynaptic, and can be quantified by [ 11 C]-raclopride PET imaging. We further demonstrate that correction of a non-selective attention deficit in  Nf1  mutant mice with MPH and L-Deprenyl correlates with normalization of raclopride binding  in vivo , whereas therapies that target NF1-regulated RAS and cyclic AMP (cAMP) defects in these mice correct neither the behavioral nor the imaging abnormalities.",
  "results": "Results Nf1 CKO mice have a presynaptic striatal dopamine defect Our previous experiments using  Nf1  CKO mice revealed a 10% reduction in the number of  Nf1 +/− tyrosine hydroxylase (TH)-positive neurons innervating the striatum  in vivo  as well as a cell-autonomous 50% decrease in neurite length  in vitro , suggesting a presynaptic defect ( Brown et al., 2010a ). To establish a presynaptic dopamine (DA) defect relevant to preclinical drug testing, we performed two additional experiments. Using IHC ( Fig. 1A ) and Western blotting ( Fig. 1B ), we found reduced DARPP32 phosphorylation, a key protein activated by DA release, in the striatum of CKO mice ( Fisone et al., 2007 ). Second, using quantitative autoradiography, we demonstrate a 10% reduction in the expression of presynaptic (VMAT2 and DAT) DA transporters, but normal expression of postsynaptic D1, D2, and D3 receptors ( Fig. 1C–D ) (p=.03, p=.0004; N=6). Together with our earlier findings, these data provide direct evidence that the decreased striatal DA levels result from a presynaptic defect with preservation of postsynaptic DA receptor expression. MPH and L-Deprenyl correct the reduced post-synaptic dopamine receptor occupancy defect revealed by [ 11 C]-raclopride PET imaging The presence of normal postsynaptic DA receptor densities in CKO mice with attention deficits suggests that PET imaging methods which quantify the levels of postsynaptic dopamine receptor occupancy would serve as surrogate measures of striatal DA levels in the intact mouse. Using [ 11 C]-raclopride PET imaging, we confirmed the 40% reduction in striatal DA levels originally measured by HPLC ( Brown et al., 2010a ) in CKO mice relative to their WT littermate controls ( Fig. 1E–G ). Representative Logan plots and PET images are shown in  Fig. 1E  and  Fig. 1F , respectively. The mean DVR-1 values for all mice (WT and  Nf1  CKO mice; N=4 per genotype) are graphically illustrated in  Fig. 1G . We then leveraged these findings to determine whether MPH treatment restored normal [ 11 C]-raclopride levels in CKO mice. Using MPH doses which we have been previously shown to increase exploratory activity and rearing ( Brown et al., 2010a ), [ 11 C]-raclopride binding in CKO mice was reduced to WT levels ( Fig. 2A–C ). As above, representative Logan plots and PET images are shown in  Fig. 2A  and  Fig. 2B , respectively, while the mean DVR-1 values for CKO mouse treatment groups are graphically illustrated in  Fig. 2C . Next, we examined the ability of L-Deprenyl, a monoamine oxidase-B inhibitor that prevents the breakdown of DA, to correct the dopamine and behavioral defects in CKO mice. Similar to MPH and L-Dopa ( Brown et al., 2010a ), L-Deprenyl treatment restored the [ 11 C]-raclopride levels to WT levels ( Fig. 2A–C ) as well as increased exploratory behavior ( Fig. 2D ) and significantly improved a component of non-selective attention ( Fig. 2E ). Preclinical evaluation of biologically-based treatments The ability to accurately measure striatal DA levels in the intact mouse coupled with a robust exploratory behavior (attention deficit) screen lay the foundations for preclinical drug studies that target NF1 (neurofibromin)-specific signaling pathways. We focused on the two major neurofibromin signaling pathways deregulated in the brains of CKO mice, intracellular cAMP levels and RAS activation ( Brown et al., 2010b ;  Costa et al., 2002 ;  Dasgupta et al., 2005 ;  Tong et al., 2002 ). Reduced  Nf1  expression leads to decreased brain cAMP levels ( Brown et al., 2010 ;  Warrington et al., 2007 ), which can be restored to WT levels following treatment with the phosphodiesterase inhibitor, Rolipram ( Fig. 3A ). Similarly, reduced neurofibromin expression results in increased brain RAS activation ( Dasgupta et al., 2005 ), which is attenuated after treatment with the HMG-CoA reductase inhibitor, Lovastatin ( Li et al., 2005 ), using MAPK activation as a surrogate marker for RAS activity ( Fig. 3B ). Despite good target inhibition, neither therapy normalized striatal [ 11 C]-raclopride binding ( Fig. 3C–D ), increased ambulatory activity ( Fig. 3E ), or improved non-selective attention in CKO mice ( Fig. 3F ).",
  "discussion": "Conclusion In this study, we demonstrate that the attention deficit in  Nf1  mutant mice results from a presynaptic defect in striatal dopamine homeostasis, and show that this striatal dopaminergic defect can be detected and quantified in the intact animal using [ 11 C]-raclopride positron emission tomography. Using this preclinical model, we demonstrate that pharmacologic agents which increase striatal dopamine levels (methylphenidate and L-Deprenyl) correct the behavioral and PET imaging deficits in  Nf1  mutant mice  in vivo.  We also show those treatments which restore normal cAMP (rolipram) or RAS (lovastatin) signaling in  Nf1  mutant mice neither correct the behavioral nor the PET imaging deficits  in vivo . Collectively, these findings establish a robust preclinical platform for the evaluation of promising agents for NF1-associated ADD.",
  "upgrade_date": "2026-02-20 07:34:22"
}