{
  "pmid": "PMID:21963267",
  "title": "Choroidal abnormalities detected by near-infrared reflectance imaging as a new diagnostic criterion for neurofibromatosis 1.",
  "abstract": "OBJECTIVE: To investigate in a large sample of consecutive patients with neurofibromatosis type 1 (NF1) the possibility of including the presence of choroidal abnormalities detected by near-infrared reflectance (NIR) as a new diagnostic criterion for NF1. DESIGN: Cross-sectional evaluation of a diagnostic test. PARTICIPANTS AND CONTROLS: Ninety-five consecutive adult and pediatric patients (190 eyes) with NF1, diagnosed based on the National Institutes of Health (NIH) criteria. Controls included 100 healthy age- and gender-matched control subjects. METHODS: Confocal scanning laser ophthalmoscopy was performed for each subject, investigating the presence and the number of choroidal abnormalities. MAIN OUTCOME MEASURES: Sensitivity, specificity, and diagnostic accuracy for the different cutoff values of the criterion choroidal nodules detected by NIR compared with the NIH criteria. RESULTS: Choroidal nodules detected by NIR imaging were present in 79 (82%) of 95 of the NF1 patients, including 15 (71%) of the 21 NF1 pediatric patients. Similar abnormalities were present in 7 (7%) of 100 healthy subjects, including 2 (8%) of the 25 healthy pediatric subjects. The highest accuracy was obtained at the cutoff value of 1.5 choroidal nodules detected by NIR imagery. Sensitivity and specificity of the examination at the optimal cutoff point were 83% and 96%, respectively. Diagnostic accuracy was 90% in the overall population and 83% in the pediatric population. Both of these values were in line with the most common NIH diagnostic criteria. CONCLUSIONS: Choroidal abnormalities appearing as bright patchy nodules detected by NIR imaging frequently occurred in NF1 patients. The present study shows that NIR examination to detect choroidal involvement should be considered as a new diagnostic criterion for NF1.",
  "authors": "Francesco Viola; Edoardo Villani; Federica Natacci; Angelo Selicorni; Giulia Melloni; Diego Vezzola; Giulio Barteselli; Chiara Mapelli; Cesare Pirondini; Roberto Ratiglia",
  "journal": "Ophthalmology",
  "publicationDate": "2012-02",
  "doi": "10.1016/j.ophtha.2011.07.046",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-19 09:24:35"
}