{
  "pmid": "PMID:21963652",
  "title": "PET imaging for attention deficit preclinical drug testing in neurofibromatosis-1 mice.",
  "abstract": "Attention system abnormalities represent a significant barrier to scholastic achievement in children with neurofibromatosis-1 (NF1). Using a novel mouse model of NF1-associated attention deficit (ADD), we demonstrate a presynaptic defect in striatal dopaminergic homeostasis and leverage this finding to apply [(11)C]-raclopride positron-emission tomography (PET) in the intact animal. While methylphenidate and l-Deprenyl correct both striatal dopamine levels on PET imaging and defective attention system function in Nf1 mutant mice, pharmacologic agents that target de-regulated cyclic AMP and RAS signaling in these mice do not. These studies establish a robust preclinical model to evaluate promising agents for NF1-associated ADD.",
  "authors": "Jacquelyn A Brown; Jinbin Xu; Kelly A Diggs-Andrews; David F Wozniak; Robert H Mach; David H Gutmann",
  "journal": "Experimental neurology",
  "publicationDate": "2011-12",
  "doi": "10.1016/j.expneurol.2011.09.005",
  "methods": "Materials and Methods Mice Nf1 +/− GFAP CKO (CKO) and control littermate  Nf1 flox/flox  (WT) mice were maintained on an inbred C57BL/6 background ( Bajenaru et al., 2003 ;  Brown et al., 2010a ) with  ad libitum  access to food and water.  Nf1+/− GFAP CKO mice are  Nf1 +/− mice (reduced  Nf1  gene expression in all cells in the brain and body) which harbor complete  Nf1  gene loss in GFAP-expressing cells. All experiments were performed on 3–4 month old mice under active Animal Studies Committee protocols. Independently-generated groups of WT and CKO mice were used for the baseline PET imaging studies ( Fig. 1 ), MPH and L-Deprenyl treatments ( Fig. 2 ), and Lovastatin and Rolipram treatments ( Fig. 3 ). Radioligand and compound preparation [ 3 H]-SCH23390, [ 3 H]-raclopride, [ 3 H]-Win 35428 (PerkinElmer Life and Analytical Sciences; Shelton, CT), [ 3 H]-WC-10, and [ 3 H]-a-Dihydrotetrabenazine ([ 3 H]-DTBZ; American Radiolabeled Chemicals; St. Louis, MO) were used as previously reported ( Xu et al., 2009 ). Quantitative receptor autoradiography 20-micron coronal sections were generated from flash-frozen brains and processed for autoradiography as previously described ( Xu et al., 2009 ;  Xu et al., 2010 ). Sections were incubated for 60 min at room temperature with [ 3 H]-SCH23390 (D1 receptors), [ 3 H]-raclopride (D2 receptors), [ 3 H]-WC-10 (D3 receptors), [ 3 H]-DTBZ (VMAT2), or [ 3 H]-Win 35428 (DAT) ( Frey et al., 1997 ;  Savasta et al., 1986 ;  Xu et al., 2010 ). Non-specific binding was determined following the addition of 1μM (+)-butaclamol, 1μM eticlopride, 1μM tetrabenazine, or 1μM nomifensine, respectively. Quantitation was performed using the Beta Imager 2000Z Digital Beta Imaging System (Biospace, France) and the Beta-Vision Plus program ( Xu et al., 2010 ). Small animal PET analysis Brain PET imaging was performed under isoflurane anesthetization. Mice were injected with ~200μCi of [ 11 C]-raclopride (~2500 Ci/mmol specific activity)  via  the tail vein and data acquired as 1h dynamic scans using the Siemens Focus F220 and Inveon scanners (Siemens Medical Solutions USA, Inc.). Acquired list mode data were converted into a 3D set of sinograms and binned into 5 × 60-sec, 5 × 2-min and 9 × 5-min time frames for processing using filter back projection algorithm with attenuation and scatter corrections. Using 5–60min summarized PET images and co-registered CT images as references, regions of interest (ROI) for the striatum and cerebellum were manually drawn with the software Acquisition Sinogram Image PROcessing using IDL’s Virtual Machine ™  (ASIPro VM ™ ) to obtain radioactivity uptake (nCi/c.c.) curves over time. Representative PET and CT co-registration images are shown in  Supplementary Fig. 1A and 1B , respectively. Logan DVR-1 (binding potential) analyses were performed using the cerebellum as the reference region, with a K2 value of 0.2 ( Logan, 2000 ). Drug treatments Mice received intraperitoneal (i.p.) injections of sterile water (vehicle), MPH (20mg/kg; Sigma) or L-Deprenyl (10mg/kg; Sigma) the day before and on the day of testing, and evaluated 45min after last injection or injected once with MPH and tested immediately after injection ( Brown et al., 2010a ;  Vallone et al., 2002 ). Rolipram (5mg/kg/day; Sigma) was delivered via oral gavage for two weeks before testing ( Brown et al., 2010b ), while Lovastatin (10mg/kg; Sigma) was administered as a single injection 15min before testing ( Li et al., 2005 ). Behavioral studies Responses to a novel environment were evaluated over a 1h period using computerized photobeam instrumentation as previously described ( Brown et al., 2010a ;  Vallone et al., 2002 ). General ambulatory activity (total ambulations or whole body movements) and vertical rearing, a component of non-selective attention (i.e., orienting) were quantified. Mice used for the behavioral studies were the same mice examined by PET imaging. Immunohistochemistry and Western blotting Western blots and immunohistochemistr y  (IHC) using DARPP32, p-MAPK, total MAPK (Cell Signaling) and p-DARPP32 (Abcam) antibodies were performed as previously described ( Dasgupta et al., 2005 ). cAMP measurements were determined by ELISA ( Brown et al., 2010b ). Each experiment was performed using samples from at least three independent cohorts of mice.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:24:36"
}