{
  "pmid": "PMID:21980365",
  "title": "The haploinsufficient hematopoietic microenvironment is critical to the pathological fracture repair in murine models of neurofibromatosis type 1.",
  "abstract": "Germline mutations in the NF1 tumor suppressor gene cause neurofibromatosis type 1 (NF1), a complex genetic disorder with a high predisposition of numerous skeletal dysplasias including short stature, osteoporosis, kyphoscoliosis, and fracture non-union (pseudoarthrosis). We have developed murine models that phenocopy many of the skeletal dysplasias observed in NF1 patients, including reduced bone mass and fracture non-union. We also show that the development of these skeletal manifestations requires an Nf1 haploinsufficient background in addition to nullizygous loss of Nf1 in mesenchymal stem/progenitor cells (MSCs) and/or their progenies. This is replicated in two animal models of NF1, PeriCre(+);Nf1(flox/-) and Col2.3Cre(+);Nf1(flox/-) mice. Adoptive transfer experiments demonstrate a critical role of the Nf1+/- marrow microenvironment in the impaired fracture healing in both models and adoptive transfer of WT bone marrow cells improves fracture healing in these mice. To our knowledge, this is the first demonstration of a non-cell autonomous mechanism in non-malignant NF1 manifestations. Collectively, these data provide evidence of a combinatory effect between nullizygous loss of Nf1 in osteoblast progenitors and haploinsufficiency in hematopoietic cells in the development of non-malignant NF1 manifestations.",
  "authors": "Xiaohua Wu; Shi Chen; Yongzheng He; Steven D Rhodes; Khalid S Mohammad; Xiaohong Li; Xianlin Yang; Li Jiang; Grzegorz Nalepa; Paige Snider; Alexander G Robling; D Wade Clapp; Simon J Conway; Theresa A Guise; Feng-Chun Yang",
  "journal": "PloS one",
  "publicationDate": "2011",
  "doi": "10.1371/journal.pone.0024917",
  "methods": "Methods Ethics statement Animal care and experiments were conducted according to the guidelines established by the Indiana University Animal Care and Use Committee (IACUC). This study was approved by IACUC via Protocol Number 0000003401 originally approved on 6/19/09. Animals \n Nf1+/−  mice were obtained from Dr. Tyler Jacks at the Massachusetts Institute of Technology (Cambridge, MA)  [50] .  Nf1  mice were provided by Dr. Luis Parada at the University of Texas Southwestern Medical Center  flox/flox [15] .  3.9kb  ( peri-EGFP/Cre PeriCre ) transgenic mice were generated as described elsewhere  [38] ,  [51] . To examine the lineage distribution of Cre-Mediated recombination, adult  PeriCre  transgenic mice were crossed with ROSA26 reporter mice.  Col2.3Cre  transgenic mice were generated as described elsewhere  [52] . All studies were approved by the Institutional Animal Care and Use Committee. Histochemical detection of β-gal activity To examine the Cre recombinase expression pattern in MSC and skeletal tissues, LacZ expression was determined as described previously  [52] . Histochemical detection of β-gal activity was performed on adult MSCs; cultured osteoblasts; calvaria, femur, and tibiae of  PeriCre  mice and  + ;Nf1 flox/− ;Rosa flox/flox PeriCre  mice. Tissues/cells were fixed for 3 hours in a 0.1 M sodium phosphate buffer (PBS, pH 7.3) containing 0.2% gluteraldehyde, 5 mM EGTA, and 2 mM magnesium chloride. Following 3 wash cycles with a buffer containing 0.1 M PBS, 2 mM magnesium chloride, 0.01% deoxycholate, and 0.02% NonidetP40, tissues/cells were incubated for 4 hours at 37°C with β -gal staining solution containing 50 mg β -gal (Sigma Chemical Company, St. Louis, MO, USA), 0.106 g potassium ferrocyanide, and 0.082 g potassium ferricyanide in 50 ml wash buffer. After the staining, tissues/cells were washed 3 times with PBS and placed overnight in 10% formalin. The samples were then decalcified with 14% EDTA and embedded in paraffin. 6 µm thick sections were stained for LacZ with a hematoxylin counterstain. − ;Nf1 flox/− ;Rosa flox/flox Longitudinal  in vivo  peripheral dual-energy X-ray absorptiometry (pDEXA) To evaluate the bone mass in each genotype of mice, bone mineral density (BMD) of the tibial diaphysis was evaluated  in vivo  using pDEXA (PIXImus II; GE-Lunar Corp., Madison, WI)  [48] . Adult mice were anesthetized via inhalation of 2.5% isoflurane (IsoFlo; Abbott Laboratories, North Chicago, IL) mixed with O 2  (1.5 liter/min). The mice were placed in a prone position on the specimen tray and scanned. The head was excluded from total body scans. The region of interest included the central 50% of the whole tibia. Micro (μ) computed tomography Bone volume and microarchitecture in the distal femoral metaphysis were evaluated using a high-resolution desktop microcomputed tomography imaging system (μCT-20; Scanco Medical AG, Basserdorf, Switzerland). For evaluation of the trabecular envelope at the distal femoral metaphysis, each specimen was scanned with a slice increment of 9 µm. CT images were reconstructed, filtered (σ = 0.8 and support = 1.0), and thresholded (22% of maximum possible gray scale value) as previously described  [53] . Scanning for the femur was started at 15% of the total femur length measured from the tip of the femoral condyle and extended proximally for 200 slices. The area for trabecular analysis was outlined within the trabecular compartment, excluding the cortical and subcortical bone. Every 10 sections were outlined manually, and the intermediate sections were interpolated with the contouring algorithm to create a volume of interest. Parameters of microarchitecture for both skeletal sites included bone volume (BV, mm 3 ) and bone volume fraction (BV/TV, %), as well as trabecular number (Tb.N, mm −1 ), trabecular thickness (Tb.Th, µm), and trabecular separation (Tb.Sp, µm). Fluorochrome bone labeling and histomorphometric measurements Fluorochrome labeling of the bones was performed in 8 week-old mice by intraperitoneal injections of calcein (20 mg/kg, Sigma Chemical, St. Louis, MO, USA) and alizarin (20 mg/kg, Sigma) 8 and 3 days before sacrifice, as previously described  [54] . After sacrifice, femurs were fixed in 10% neutral buffered formalin for 48 hours, dehydrated in graded ethanols, and embedded undecalcified in methylmethacrylate. Frontal sections (4 µm thick) were cut from the distal femur using a motorized microtome equipped with a tungsten-carbide knife (Leica Inc, Deerfield Il). The sections were reacted with tartrate-resistant acid phosphatase (TRACP) for identifying and measuring the osteoclast surface or mounted unstained for fluorochrome-derived bone formation parameters. One section per tibia was viewed at 160× magnification on a Leitz DMRXE microscope (Leica Mikroskopie und System GmbH, Wetzlar, Germany) and the image captured using a SPOT digital camera (Diagnostic Instruments, Inc., Sterling Heights, MI). The measurement area for the distal femoral metaphysis was determined by a region beginning 0.5 mm proximal to the midpoint of the growth plate, non-inclusive of cortical bone, and extending proximally for a total area of approximately 2.8 mm 2 . Trabecular bone turnover was assessed by measuring the extent of single label (sL.Pm), double label (dL.Pm) and the area of bone (dL.Ar) between the calcein and alizarin labels using Image Pro Plus version 4.1 software (Media Cybernetics, Silver Spring, MD). Derived histomorphometric parameters included mineralizing surface (MS/BS, %), a measure of active bone-forming surface, calculated as follows: the [½ sL.Pm+dL.Pm]/Tt.Pm * 100; mineral apposition rate (MAR, µm/day), a measure of the rate of radial expansion of new bone, calculated as follows: dL.Ar/dL.Pm/4 dy; and bone formation rate, an overall measure of bone formation that combines MS/BS and MAR, calculated as follows: MS/BS * MAR * 3.65. For histological analysis of cell populations, after sacrifice, tibiae were dissected from the mice and were fixed in 10% neutral buffered formalin for 48 hours, dehydrated in graded ethanols, and embedded undecalcified in methylmethacrylate. Frontal sections (4 µm thick) were cut from the tibiae using a motorized microtome equipped with a tungsten-carbide knife (Leica Inc, Deerfield Il). The sections were reacted with TRACP for identification and measuring of osteoclast surface. MacNeal and /or von Kossa staining were utilized for identifying osteoblasts and calcified bones. The sections were viewed at 200× magnification on a Leitz DMRXE microscope (Leica Mikroskopie und System GmbH, Wetzlar, Germany) and the images were captured using a SPOT digital camera (Diagnostic Instruments, Inc., Sterling Heights, MI). The quantification of osteoblast cell number and osteoclast surface were normalized to the bone surface in millimeters (mm), to control for the total amount of trabecular bone surface within each histological section. Generation of fracture and X-ray scan A single tibial fracture was induced as described previously  [55] ,  [56] ,  [57] . With the animal lying supine on the operating table, an intramedullary rod (a 30-G needle) was surgically inserted via the proximal end of the tibiae into the medullary canal of the tibia, so as to stabilize the bone post-fracture and permit load-bearing. A 200-gram weight was dropped from a height of 30-cm to fracture the tibia between the middle to lower 1/3 of the bone. Mice were X-rayed following the fracture to verify standardization of the fractures. The mice were allowed to recover on a heated pad and then placed in recovery cages. Fracture repair was monitored by weekly radiography (pixRay-100, Bioptics, Phoenix, AZ) and cases where the internal fixation failed, (due to pin slippage, bending or breakage) the affected mouse was euthanized and excluded from subsequent analysis. MSC and committed osteoprogenitor culture in murine specimens MSCs were generated from each experimental group of mice as previously described  [49] . Briefly, BM mononuclear cells (BMMNCs) were separated by low density gradient centrifugation from 6∼8-week old mice. BMMNCs were then resuspended and cultured in mouse MesenCult basal medium containing MesenCult Supplement (Stem Cell Technologies Inc.) at a concentration of 2×10 6  cells/mL in a 10-cm tissue culture plate as previously described. When the cultures reached 80–90% confluency, cells were trypsinized and replated at a concentration of 5×10 5  cells/75 cm 2 . MSCs at passage 5 to 10 were used for the following experiments. To culture committed osteoprogenitors, calvaria or femur distal metaphyses were resected and chopped finely with a scalpel. Bone chips were exposed to 0.25% trypsin for 1 hour and then passed through a 70-µm cell strainer (Falcon, Franklin Lakes, NJ, USA) to remove debris and matrix remnants. Cells were cultured in α-MEM medium and supplemented with 10% fetal bovine serum (FBS) and 1% penicillin–streptomycin at 37°C, 5% CO 2 . Bone marrow transplantation of hematopoietic cells 10 6  syngeneic WT or  Nf1+/−  bone marrow cells from WT GFP or  Nf1+/−  GFP mice were transplanted into young adult  PeriCre ; Nf1  recipient mice following 1100 rads of ionizing radiation with two split doses  flox/flox [12] . The C57BL/6-TgN(ACTbEGFP) 1Osb transgenic mouse line was obtained from Jackson Laboratory, Bar Harbor, Maine  [58] . Statistical analysis. One way ANOVA and post  t -test was used for all the statistical analysis in this study. P values less than 0.05 are considered as statistically significant.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:24:37"
}