{
  "pmid": "22108604",
  "abstract": "Exploring the somatic NF1 mutational spectrum associated with NF1 cutaneous  neurofibromas.  Thomas L(1), Spurlock G, Eudall C, Thomas NS, Mort M, Hamby SE, Chuzhanova N,  Brems H, Legius E, Cooper DN, Upadhyaya M.  Author information: (1)Institute of Medical Genetics, School of Medicine, Cardiff University, Heath  Park Way, Cardiff, UK.  Neurofibromatosis type-1 (NF1), caused by heterozygous inactivation of the NF1  tumour suppressor gene, is associated with the development of benign and  malignant peripheral nerve sheath tumours (MPNSTs). Although numerous germline  NF1 mutations have been identified, relatively few somatic NF1 mutations have  been described in neurofibromas. Here we have screened 109 cutaneous  neurofibromas, excised from 46 unrelated NF1 patients, for somatic NF1  mutations. NF1 mutation screening (involving loss-of-heterozygosity (LOH)  analysis, multiplex ligation-dependent probe amplification and DNA sequencing)  identified 77 somatic NF1 point mutations, of which 53 were novel. LOH spanning  the NF1 gene region was evident in 25 neurofibromas, but in contrast to previous  data from MPNSTs, it was absent at the TP53, CDKN2A and RB1 gene loci. Analysis  of DNA/RNA from neurofibroma-derived Schwann cell cultures revealed NF1  mutations in four tumours whose presence had been overlooked in the tumour DNA.  Bioinformatics analysis suggested that four of seven novel somatic NF1 missense  mutations (p.A330T, p.Q519P, p.A776T, p.S1463F) could be of functional/clinical  significance. Functional analysis confirmed this prediction for p.S1463F,  located within the GTPase-activating protein-related domain, as this mutation  resulted in a 150-fold increase in activated GTP-bound Ras. Comparison of the  relative frequencies of the different types of somatic NF1 mutation observed  with those of their previously reported germline counterparts revealed  significant (P=0.001) differences. Although non-identical somatic mutations  involving either the same or adjacent nucleotides were identified in three pairs  of tumours from the same patients (P<0.0002), no association was noted between  the type of germline and somatic NF1 lesion within the same individual.  DOI: 10.1038/ejhg.2011.207 PMCID: PMC3306856 PMID: 22108604 [Indexed for MEDLINE]",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-16T15:39:42.738930",
  "abstract_length": 2287,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}