{
  "pmid": "PMID:22384355",
  "title": "The SPRED1 Variants Repository for Legius Syndrome.",
  "abstract": "Legius syndrome (LS) is an autosomal dominant disorder caused by germline loss-of-function mutations in the sprouty-related, EVH1 domain containing 1 (SPRED1) gene. The phenotype of LS is multiple café au lait macules (CALM) with other commonly reported manifestations, including intertriginous freckling, lipomas, macrocephaly, and learning disabilities including ADHD and developmental delays. Since the earliest signs of LS and neurofibromatosis type 1 (NF1) syndrome are pigmentary findings, the two are indistinguishable and individuals with LS may meet the National Institutes of Health diagnostic criteria for NF1 syndrome. However, individuals are not known to have an increased risk for developing tumors (compared with NF1 patients). It is therefore important to fully characterize the phenotype differences between NF1 and LS because the prognoses of these two disorders differ greatly. We have developed a mutation database that characterizes the known variants in the SPRED1 gene in an effort to facilitate this process for testing and interpreting results. This database is free to the public and will be updated quarterly.",
  "authors": "Kelli Sumner; David K Crockett; Talia Muram; Kalyan Mallempati; Hunter Best; Rong Mao",
  "journal": "G3 (Bethesda, Md.)",
  "publicationDate": "2011-11",
  "doi": "10.1534/g3.111.000687",
  "methods": "Methods Data sources and limitations The  SPRED1  database was constructed using gene sequence variation data published in the scientific literature since the  SPRED1  gene was first identified in patients with a NF1-like phenotype but with no identifiable  NF1  gene mutation in 2007 ( Brems  ). To date, 78 sequence variants have been found by searching PubMed ( et al.  2007 http://www.ncbi.nlm.nih.gov/sites/entrez ) and Google ( http://google.com/ ). Search terms included  SPRED1 ,  Legius syndrome , and  NF1-like syndrome . Occasionally, laboratory-sequencing results that identify novel gene variants are also included in this archive. The database was constructed using the Human Genome Variation Society (HGVS) and Human Genome Organization (HUGO) Mutation Database Initiative recommendations for essential and optional content ( http://www.hgvs.org/mdifaq.html ). HGVS nomenclature recommendations for description of sequence variants were used to generate DNA and protein changes for this database. Reference sequences for this database were GenBank  NC_000015.9 , NM_1525940.2, and  NP_689807.1 ; entries were verified for position and name based on these sequences. All sequence variants in the database (including future updates) are named based on their position in relation to the coding regions of the  SPRED1  gene (cDNA) following recommendations listed by the HGVS ( http://www.hgvs.org/mutnomen ) and described in  Den Dunnen and Antonarakis (2000) . To comply with sequence variant nomenclature according to the guidelines of the Human Genome Variation Society, the online batch position check tool Mutalyzer 2.0 ( http://www.mutalyzer.nl/ ) was used to confirm genomic position of all  SPRED1  gene variants ( Wildeman  ). et al.  2008 Software SQL tables (MySQL, Inc.) were organized to represent  SPRED1  mutation status, associated phenotype, literature references, and any known clinical information. PHP coding was performed in-house for dynamic HTML display to render pages and display SQL tables. Graphics were generated using FusionCharts v3 ( www.fusioncharts.com ). Web pages are hosted on a Mac OS X Apache server.  SPRED1  mutations were added to the database and edited using phpmyadmin ( www.phpmyadmin.net ).",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:24:39"
}