{
  "pmid": "22550514",
  "abstract": "Skin-derived precursor cells as an in vitro modelling tool for the study of type  1 neurofibromatosis.  Gutiérrez-Rivera A(1), Iribar H, Tuneu A, Izeta A.  Author information: (1)Tissue Engineering Lab, Bioengineering Area, Instituto Biodonostia, Hospital  Universitario Donostia, 20014 San Sebastián, Spain.  The most characteristic feature of neurofibromatosis type 1 (NF1) is the  development of neurofibromas. It has been suggested that these tumors are caused  by somatic inactivation of the wild-type NF1 allele, but the cell that  originally suffers this mutation remains controversial. Several lines of  evidence support the clonal origin of these tumors, and it has been recently  suggested that skin-derived precursor cells (SKPs) could be the cell of origin  of dermal neurofibromas. Nullizygous (NF1(-/-)) SKPs do give rise to  neurofibromas when transplanted to heterozygous mice. Moreover, a nullizygous  population of cells that is S100β negative is present in human neurofibromas,  and NF1(+/-) multipotent progenitor cells are seemingly recruited to the tumor.  This evidence supports the neurofibroma stem cell hypothesis and a putative  involvement of SKPs in the aetiopathogenesis of the disease, suggesting that  SKPs could become a valuable tool for the in vitro study of NF1.  DOI: 10.1155/2012/646725 PMCID: PMC3329859 PMID: 22550514",
  "methods": "",
  "introduction": "1. Introduction The tumor predisposition disorder von Recklinghausen's neurofibromatosis type I (NF1) is one of the most common genetic disorders of the nervous system, affecting 1 in 3500 individuals worldwide [ 1 – 4 ]. The disease is caused by mutation in the  NF1  gene (located on chromosome 17q11.2) that encodes the tumor suppressor protein neurofibromin, a GTPase-activating protein (GAP) [ 5 ,  6 ]. Neurofibromas are complex tumors that contain proliferating Schwann-like cells and other local supporting elements of the nerve fibers, as perineurial-like cells, fibroblasts, endothelial cells, pericytes, and vascular smooth muscle cells, as well as infiltration of mast cells [ 7 ]. Although several reports have studied which cell originates this tumor, the present data are somewhat contradictory. In this paper we will address the issue of the cell of origin for dermal neurofibromas to explore if the available data support the cancer stem cell hypothesis. We will discuss recent findings in the light of possible involvement of the so-called skin-derived precursor cells in the aetiopathogenesis of this complex disease.",
  "results": "",
  "discussion": "9. Conclusions In summary, current evidence supports the notion that, at least in murine models, skin-derived precursor cells (SKPs) might be a cell of origin for dermal neurofibromas. It is also conceivable that human SKPs might be the cell of origin of neurofibromas, although formal proof for this is lacking. Isolation of SKPs from human neurofibromas could demonstrate if these dermal multipotent stem cells bear the somatic mutation and whether or not this mutation confers a predisposition to these precursor cells to differentiate into the Schwann cell lineage. Furthermore, isolation of SKPs from healthy skin of NF1 patients could demonstrate if there are SKPs with the somatic mutation, even in areas where the neurofibroma is histologically undetectable. In conclusion, SKPs may become a useful tool for the in vitro study of the neurofibromatosis type 1 syndrome.",
  "fetched_at": "2026-02-16T15:39:51.059837",
  "abstract_length": 1357,
  "methods_length": 0,
  "introduction_length": 1136,
  "results_length": 0,
  "discussion_length": 876
}