{
  "pmid": "PMID:22811580",
  "title": "Ras-driven transcriptome analysis identifies aurora kinase A as a potential malignant peripheral nerve sheath tumor therapeutic target.",
  "abstract": "PURPOSE: Patients with neurofibromatosis type 1 (NF1) develop malignant peripheral nerve sheath tumors (MPNST), which are often inoperable and do not respond well to current chemotherapies or radiation. The goal of this study was to use comprehensive gene expression analysis to identify novel therapeutic targets. EXPERIMENTAL DESIGN: Nerve Schwann cells and/or their precursors are the tumorigenic cell types in MPNST because of the loss of the NF1 gene, which encodes the RasGAP protein neurofibromin. Therefore, we created a transgenic mouse model, CNP-HRas12V, expressing constitutively active HRas in Schwann cells and defined a Ras-induced gene expression signature to drive a Bayesian factor regression model analysis of differentially expressed genes in mouse and human neurofibromas and MPNSTs. We tested functional significance of Aurora kinase overexpression in MPNST in vitro and in vivo using Aurora kinase short hairpin RNAs (shRNA) and compounds that inhibit Aurora kinase. RESULTS: We identified 2,000 genes with probability of linkage to nerve Ras signaling of which 339 were significantly differentially expressed in mouse and human NF1-related tumor samples relative to normal nerves, including Aurora kinase A (AURKA). AURKA was dramatically overexpressed and genomically amplified in MPNSTs but not neurofibromas. Aurora kinase shRNAs and Aurora kinase inhibitors blocked MPNST cell growth in vitro. Furthermore, an AURKA selective inhibitor, MLN8237, stabilized tumor volume and significantly increased survival of mice with MPNST xenografts. CONCLUSION: Integrative cross-species transcriptome analyses combined with preclinical testing has provided an effective method for identifying candidates for molecular-targeted therapeutics. Blocking Aurora kinases may be a viable treatment platform for MPNST.",
  "authors": "Ami V Patel; David Eaves; Walter J Jessen; Tilat A Rizvi; Jeffrey A Ecsedy; Mark G Qian; Bruce J Aronow; John P Perentesis; Eduard Serra; Timothy P Cripe; Shyra J Miller; Nancy Ratner",
  "journal": "Clinical cancer research : an official journal of the American Association for Cancer Research",
  "publicationDate": "2012-09-15",
  "doi": "10.1158/1078-0432.CCR-12-1072",
  "methods": "Experimental Design Nerve Schwann cells and/or their precursors are the tumorigenic cell types in MPNST due to the loss of the NF1 gene, which encodes the RasGAP protein neurofibromin. Therefore, we created a transgenic mouse model, CNP-HRas12V, expressing constitutively-active HRas in Schwann cells and defined a Ras-induced gene expression signature to drive a Bayesian factor regression model analysis of differentially expressed genes in mouse and human neurofibromas and MPNSTs. We tested functional significance of Aurora kinase over-expression in MPNST  in vitro  and  in vivo  using Aurora kinase shRNAs and compounds that inhibit Aurora kinase. Materials and Methods CNP-HRas12V expression analysis The CNP-HRas12V data set consisted of 8 control nerves encompassing 2 genotypes (4 Nf1 flox/flox; 4 P0CreB) and 6 CNP-HRas12V nerves. All statistical comparisons and data visualization were performed using GeneSpring GX v7.3.1 (Agilent Technologies). All statistical tests were corrected for multiple testing effects by applying the Benjamini and Hochberg false discovery rate correction. We used a T-Test and FDR ≤ 0.01 to compare groups. Bayesian sparse latent class factor modeling Gene orthologs of transcripts differentially expressed in CNP-HRas12V peripheral nerves were used as seeds in a Bayesian factor regression modeling analysis. The model includes 6 categorical responses: four species-specific tumor states (mouse neurofibroma, mouse MPNST, human neurofibroma, human MPNST) and two species-independent tumor states (neurofibroma, MPNST). By design, the 6 categorical factors are associated with the phenotypic outcome of NF1 tumor progression. Using a threshold of 0.85 for factor inclusion probability and 0.95 for variable inclusion probability, and constraining such that a minimum of 10 genes are required to exceed the factor threshold to include that factor in an expanded model, the analysis terminated with a model on 2000 gene orthologs distributed across k = 100 latent factors and 6 categorical response factors. Gene interaction network A total of 339 gene orthologs from the 2,000 genes linked to Ras signaling as determined by Bayesian factor regression modeling analysis were also identified as similarly regulated transcripts using frequentist statistics ( Supplementary Fig. S1 ). We used GeneGo’s MetaCore to construct a gene interaction network using the direct interactions network building algorithm, which resulted in a single multi-node connected network of 85 gene orthologs. AURKA locus copy number analysis For SNP-array analysis, raw data from Illumina’s cnv370-duo and h660w-quad SNP array chips were processed using GenomeStudio (Ilumina). B-allele frequency (BAF) and Log Ratio (LRR) were calculated using the reference cluster file provided by Illumina. qPCR analysis of DNA,  AURKA  gene amplification was determined by quantitative PCR performed on a LightCycler® 480 Instrument (Roche Applied Science), using Universal Probe Library (UPL) technology. A total number of 37 samples were analyzed: 13 MPNSTs, 5 MPNST-derived cell lines, 8 neurofibromas and 11 normal samples (which presented a diploid status of AURKA and were used as controls). For additional details see  Supplementary Materials and Methods . Lentiviral shRNA infection MPNST cell lines were cultured as described ( 8 ,  18 ). For lentiviral shRNA infection, MPNST cells at 50 – 60% confluence were infected with lentiviral particles containing shRNAs targeting  AURKA, AURKB  or shNon-targeting (SigmaAldrich; TRC library). The CCHMC Viral Vector Core produced virus using a 4-plasmid packaging system ( http://www.cincinnatichildrens.org/research/div/exp-hematology/translational/vpf/vvc/default.htm ). Lentiviral particles were incubated with MPNST cells (MOI ~ 10) in the presence of polybrene (8 μg/mL; Sigma) for 24 hours followed by selection in 2 μg/mL puromycin. Quantitative real time PCR (QRT)-PCR Total RNA was isolated from cells using the RNeasy kit (Qiagen) and used as a template for cDNA synthesis (High-Capacity cDNA archive kit, Applied Biosystems) and QRT-PCR (ABI 7500 Sequence Detection System) as described ( 8 ). Primers for AurkA were forward-TAGCCTTCAAGTGCCAGAGTGTGT and reverse-ACAAGACCCTGAATGGGTGTCACT and for AurkB forward-TGAGGAGGAAGACAATGTGTGGCA and reverse-AGGTCTCGTTGTGTGATGCACTCT. Western Analysis Cell lysates were created and Western blotting conducted as described ( 8 ), membranes were probed with several different antibodies including anti-AurkA antibodies (Cell Signalling Technology Inc., #3092), anti-AurkB antibody (Cell Signalling Technology Inc., #3094), anti-Histone 3 (Cell Signalling Technology Inc., #9715), anti-p-Histone 3 (Cell Signalling Technology Inc., #9701), anti-PARP (Cell Signalling Technology Inc., #9542) and then, stripped and re-probed with anti-β-actin antibodies (Cell Signaling Technology, Inc. #4967) as a loading control. Signals were detected using horseradish peroxidase-conjugated secondary antibodies (BioRad; Hercules, CA) and the ECL Plus developing system (Amersham Biosciences; Piscataway, NJ). In vitro cytotoxicity assay MPNST cell lines were plated in quadruplicate for each dose of Aurora kinase inhibitor on 96-well plates at 500 cells per well in serum-containing growth medium. Plates were incubated at 37°C and 5% CO 2 . 24hr after plating, cells were treated with carrier alone (10% fetal bovine serum (Hyclone) in DMEM) or inhibitors (LC laboratories, MA). MLN8237 compound was provided by Millennium Pharmaceuticals, Inc., Landsdowne Street, Cambridge, MA 02139. The amount of proliferation was quantified at 2 and 4 days post addition of drug by a 3-(4,5-dimethylthiazol-2-yl)-5-(3-carboxymethoxyphenyl)-2-(4-sulfophenyl)-2H-tetrazolium, inner salt (MTS) assay using Cell titer 96 proliferation kit (Promega). Absorbance was read at 490 nm in a Spectramax M2 plate reader (Molecular Devices). MPNST xenograft The subcutaneous  NF1−/−  S462-TY human MPNST xenograft model has been previously described ( 18 ). S462TY MPNST cells (1.8 × 10 6 ) from an NF1 patient were injected into four to five week old female nude mice (Harlan; Indianapolis, IN). Administration and dose of MLN8237 was determined by previous animal studies ( 19 ). Oral gavage of vehicle that constituted of 10% 2-hydroxypropyl-β-cyclodextrin (Fisher Scientific)/1% sodium bicarbonate (Sigma Aldrich) in sterile water or 20 mg/kg MLN8237 in vehicle was given twice daily Monday through Friday and once daily Saturday and Sunday beginning when tumors reached 250mm 3 . We measured tumors and weighed mice twice weekly. Tumor volume was calculated by: L * W2 (π/6), where L is the longest diameter and W is the width. Mice were treated until tumors reached 2500 mm 3  or a maximum of 66 days. Control tumors (9/11) reached 2500mm 3  by day 66 of treatment. The remaining 2 mice were >1800 mm 3  and actively growing. Survival was analyzed by log-rank test using GraphPad Prism. Pharmacokinetics Blood was collected by cardiac puncture in non-tumor bearing mice. Blood was drawn at 2, 4, and 16 hours after dosing from 3 – 5 mice per time point. Plasma was separated by centrifugation at 2200 × g for 10 minutes and MLN8237 concentration quantified by LC/MS/MS ( 19 ,  20 ). Immunohistochemistry Teased sciatic nerves from adult wild type or CNP-HRAS12v mice were prepared for immune labeling as described ( 21 ). Schwann cells were labeled with anti-S100β antibodies (Dako, Carpenteria, CA) followed by FITC-conjugated secondary antibodies (green); expression of the HA-tagged CNP-HRAS12V transgene was detected with anti-HA antibodies (Santa Cruz Biotechnology, Inc., Santa Cruz, CA) followed by TRITC-conjugated secondary antibodies (red). Paraffin sections were de-paraffinized, hydrated and transferred to 0.1M citrate buffer (pH 6.0) for antigen retrieval. Slides were boiled for 10′ in citrate buffer, cooled at room temperature for 30 minutes, rinsed in water twice and in PBS 3 times. Sections were quenched with 3% hydrogen peroxide for 10 minutes, rinsed in PBS, and blocked in 10% normal goat serum with 0.3% Triton-X-100. Sections were incubated overnight in primary antibody; rabbit cleaved caspase-3 (1:8000, Cell Signaling, #9661), rabbit p-histone 3 (1:800, Cell Signaling, #9701), Rabbit Ki-67 (1:5000 NCL-Ki67-P; Novocastra), rabbit cyclinB1 (1:500, Cell Signaling, #4138). Sections were then incubated in biotinylated goat anti-rabbit secondary antibodies (Vector, at a dilution of 1:200). Sections were counterstained with Harris hemotoxylin and cover glassed in histo-mount. For nuclear staining, sections were incubated with propidium iodide/RNase staining solution (Cell Signaling, #4087) for 15 minutes at room temperature in the dark, rinsed in PBS 3 times and then cover glassed with Prolong ®  Gold Antifade Reagent (Life Technologies, # P36930 ). Sections were photographed on the Zeiss LSM 510 scanning confocal microscope equipped with an argon-ion multi line, HeNe 543, and HeNe 633 lasers. For nuclear staining with DAPI (Sigma), sections were incubated in DAPI (1:10,000) for 5 minutes, rinsed in PBS 3 times, and cover glassed in Flouromount G (EM Sciences, #17984-25) mounting medium.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:24:42"
}