{
  "pmid": "22821737",
  "abstract": "The Learning Disabilities Network (LeaDNet): using neurofibromatosis type 1  (NF1) as a paradigm for translational research.  Acosta MT(1), Bearden CE, Castellanos FX, Cutting L, Elgersma Y, Gioia G,  Gutmann DH, Lee YS, Legius E, Muenke M, North K, Parada LF, Ratner N,  Hunter-Schaedle K, Silva AJ.  Author information: (1)The Gilbert Neurofibromatosis Institute, Children's National Medical Center,  Washington, District of Columbia 20010, USA. macosta@childrensnational.org  Erratum in     Am J Med Genet A. 2013 Jan;161A(1):236. Castellanos, Xavier F [corrected to  Castellanos, F Xavier].  Learning disabilities and other cognitive disorders represent one of the most  important unmet medical needs and a significant source of lifelong disability.  To accelerate progress in this area, an international consortium of researchers  and clinicians, the Learning Disabilities Network (LeaDNet), was established in  2006. Initially, LeaDNet focused on neurofibromatosis type 1 (NF1), a common  single gene disorder with a frequency of 1:3,000. Although NF1 is best  recognized as an inherited tumor predisposition syndrome, learning, cognitive,  and neurobehavioral deficits account for significant morbidity in this condition  and can have a profound impact on the quality of life of affected individuals.  Recently, there have been groundbreaking advances in our understanding of the  molecular, cellular, and neural systems underpinnings of NF1-associated learning  deficits in animal models, which precipitated clinical trials using a  molecularly targeted treatment for these deficits. However, much remains to be  learned about the spectrum of cognitive, neurological, and psychiatric  phenotypes associated with the NF1 clinical syndrome. In addition, there is a  pressing need to accelerate the identification of specific clinical targets and  treatments for these phenotypes. The successes with NF1 have allowed LeaDNet  investigators to broaden their initial focus to other genetic disorders  characterized by learning disabilities and cognitive deficits including other  RASopathies (caused by changes in the Ras signaling pathway). The ultimate  mission of LeaDNet is to leverage an international translational consortium of  clinicians and neuroscientists to integrate bench-to-bedside knowledge across a  broad range of cognitive genetic disorders, with the goal of accelerating the  development of rational and biologically based treatments.  Copyright © 2012 Wiley Periodicals, Inc.  DOI: 10.1002/ajmg.a.35535 PMCID: PMC4074877 PMID: 22821737 [Indexed for MEDLINE]",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-16T15:39:54.901783",
  "abstract_length": 2581,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}