{
  "pmid": "PMID:22821737",
  "title": "The Learning Disabilities Network (LeaDNet): using neurofibromatosis type 1 (NF1) as a paradigm for translational research.",
  "abstract": "Learning disabilities and other cognitive disorders represent one of the most important unmet medical needs and a significant source of lifelong disability. To accelerate progress in this area, an international consortium of researchers and clinicians, the Learning Disabilities Network (LeaDNet), was established in 2006. Initially, LeaDNet focused on neurofibromatosis type 1 (NF1), a common single gene disorder with a frequency of 1:3,000. Although NF1 is best recognized as an inherited tumor predisposition syndrome, learning, cognitive, and neurobehavioral deficits account for significant morbidity in this condition and can have a profound impact on the quality of life of affected individuals. Recently, there have been groundbreaking advances in our understanding of the molecular, cellular, and neural systems underpinnings of NF1-associated learning deficits in animal models, which precipitated clinical trials using a molecularly targeted treatment for these deficits. However, much remains to be learned about the spectrum of cognitive, neurological, and psychiatric phenotypes associated with the NF1 clinical syndrome. In addition, there is a pressing need to accelerate the identification of specific clinical targets and treatments for these phenotypes. The successes with NF1 have allowed LeaDNet investigators to broaden their initial focus to other genetic disorders characterized by learning disabilities and cognitive deficits including other RASopathies (caused by changes in the Ras signaling pathway). The ultimate mission of LeaDNet is to leverage an international translational consortium of clinicians and neuroscientists to integrate bench-to-bedside knowledge across a broad range of cognitive genetic disorders, with the goal of accelerating the development of rational and biologically based treatments.",
  "authors": "Maria T Acosta; Carrie E Bearden; F Xavier Castellanos; Laurie Cutting; Ype Elgersma; Gerard Gioia; David H Gutmann; Yong-Seok Lee; Eric Legius; Maximillian Muenke; Kathryn North; Luis F Parada; Nancy Ratner; Kim Hunter-Schaedle; Alcino J Silva",
  "journal": "American journal of medical genetics. Part A",
  "publicationDate": "2012-09",
  "doi": "10.1002/ajmg.a.35535",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-19 09:24:43"
}