{
  "pmid": "22901811",
  "abstract": "ERK inhibition rescues defects in fate specification of Nf1-deficient neural  progenitors and brain abnormalities.  Wang Y(1), Kim E, Wang X, Novitch BG, Yoshikawa K, Chang LS, Zhu Y.  Author information: (1)Division of Molecular Medicine and Genetics, Department of Internal Medicine,  University of Michigan Medical School, Ann Arbor, MI 48109, USA.  Germline mutations in the RAS/ERK signaling pathway underlie several related  developmental disorders collectively termed neuro-cardio-facial-cutaneous (NCFC)  syndromes. NCFC patients manifest varying degrees of cognitive impairment, but  the developmental basis of their brain abnormalities remains largely unknown.  Neurofibromatosis type 1 (NF1), an NCFC syndrome, is caused by loss-of-function  heterozygous mutations in the NF1 gene, which encodes neurofibromin, a RAS  GTPase-activating protein. Here, we show that biallelic Nf1 inactivation  promotes Erk-dependent, ectopic Olig2 expression specifically in  transit-amplifying progenitors, leading to increased gliogenesis at the expense  of neurogenesis in neonatal and adult subventricular zone (SVZ). Nf1-deficient  brains exhibit enlarged corpus callosum, a structural defect linked to severe  learning deficits in NF1 patients. Strikingly, these NF1-associated  developmental defects are rescued by transient treatment with an MEK/ERK  inhibitor during neonatal stages. This study reveals a critical role for Nf1 in  maintaining postnatal SVZ-derived neurogenesis and identifies a potential  therapeutic window for treating NF1-associated brain abnormalities.  Copyright © 2012 Elsevier Inc. All rights reserved.  DOI: 10.1016/j.cell.2012.06.034 PMCID: PMC3427010 PMID: 22901811 [Indexed for MEDLINE]",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-16T15:39:56.963949",
  "abstract_length": 1716,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}