{
  "pmid": "PMID:22901811",
  "title": "ERK inhibition rescues defects in fate specification of Nf1-deficient neural progenitors and brain abnormalities.",
  "abstract": "Germline mutations in the RAS/ERK signaling pathway underlie several related developmental disorders collectively termed neuro-cardio-facial-cutaneous (NCFC) syndromes. NCFC patients manifest varying degrees of cognitive impairment, but the developmental basis of their brain abnormalities remains largely unknown. Neurofibromatosis type 1 (NF1), an NCFC syndrome, is caused by loss-of-function heterozygous mutations in the NF1 gene, which encodes neurofibromin, a RAS GTPase-activating protein. Here, we show that biallelic Nf1 inactivation promotes Erk-dependent, ectopic Olig2 expression specifically in transit-amplifying progenitors, leading to increased gliogenesis at the expense of neurogenesis in neonatal and adult subventricular zone (SVZ). Nf1-deficient brains exhibit enlarged corpus callosum, a structural defect linked to severe learning deficits in NF1 patients. Strikingly, these NF1-associated developmental defects are rescued by transient treatment with an MEK/ERK inhibitor during neonatal stages. This study reveals a critical role for Nf1 in maintaining postnatal SVZ-derived neurogenesis and identifies a potential therapeutic window for treating NF1-associated brain abnormalities.",
  "authors": "Yuan Wang; Edward Kim; Xiaojing Wang; Bennett G Novitch; Kazuaki Yoshikawa; Long-Sheng Chang; Yuan Zhu",
  "journal": "Cell",
  "publicationDate": "2012-08-17",
  "doi": "10.1016/j.cell.2012.06.034",
  "methods": "EXPERIMENTAL PROCEDURES Control and Mutant Mice The control mice used in this study are a pool of phenotypically indistinguishable mice with genotypes of hGFAP-cre-; Nf1 flox/flox , hGFAP-cre-; Nf1 flox/+ , hGFAP-cre+; Nf1 flox/+  and hGFAP-cre±; Nf1 KO/+ . The mutant mice ( Nf1 hGFAP CKO) used were of the genotypes, hGFAP-cre+; Nf1 flox/KO  and hGFAP-cre+; Nf1 flox/flox . For inducible experiments, Nestin-cre ER +; Nf1 flox/+  (tamoxifen+) mice were used as controls while Nestin-cre ER +; Nf1 flox/flox  (tamoxifen+) mice were used as mutants ( Nf1 NcreER CKO). Both of inducible strains carry R26 LacZR  allele as a reporter.  Nf1 hGFAP CKO and control mice were maintained in the mixed backgrounds of C57Bl6, 129Svj and FVB, which improve overall health and lifespan of the mutant mice. Nestin-cre ER +; Nf1 flox/flox  and control mice were maintained on the mixed C57Bl6 and 129Svj backgrounds. Age- and littermate-matched control and mutant mice were used for analysis to minimize the impact of modifier genes. All mice in this study were cared for according to the guidelines that were approved by the Animal Care and Use Committees of the University of Michigan at Ann Arbor. MEK Inhibitor Treatment MEK inhibitor (PD0325901, Sigma) was dissolved in DMSO at a concentration of 25mg/ml and resuspended in vehicle (0.5% hydroxypropyl methyl-cellulose with 0.2% Tween80, Sigma) at a concentration of 1mg/ml. The solution was administered by oral gavage at the dosage of 5 mg/kg (body weight) daily to lactating females for the treatment of P0.5-P18 mice. MEK inhibitor treated mice were collected and compared to littermate control and  Nf1 hGFAP CKO mice treated with vehicle. Histological, Molecular and Statistical Analyses Detailed descriptions for the experimental procedures are provided in the  Supplemental Experimental Procedures .",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:24:44",
  "introduction": "INTRODUCTION RAS genes are the key intracellular mediators that transmit signals from cell surface receptors to downstream effector pathways, regulating cell proliferation, survival and differentiation ( Bos, 1989 ;  Downward, 2003 ). One of the major RAS-regulated downstream effector pathways is mediated by the extracellular-signal regulated kinase (ERK) subfamily of mitogen-activated protein kinases (MAPK), which is comprised of a kinase cascade of RAF, MEK and ERK ( Rubinfeld and Seger, 2005 ). Somatic activating mutations in RAS and RAF are among the most frequent gain-of-function alterations in human cancer, highlighting a critical role for the RAS-RAF-MEK-ERK pathway in human oncogenesis ( Bos, 1989 ;  Downward, 2003 ). Recent studies have revealed that germline mutations in the components of the RAS/ERK pathway are associated with a group of clinically related developmental disorders including Noonan, LEOPARD, cardio-facio-cutaneous (CFC), Costello, Legius and neurofibromatosis type 1 (NF1) syndromes, which has been collectively referred to as neuro-cardio-facio-cutaneous (NCFC) syndromes or “RASopathies” ( Bentires-Alj et al., 2006 ;  Samuels et al., 2009 ;  Schubbert et al., 2007 ;  Tidyman and Rauen, 2009 ). One of the most important unknown aspects of NCFC syndromes is the mechanism(s) underlying the substantial neurocognitive burden of these diseases. Particularly, the developmental basis of brain abnormalities in NCFC syndrome patients remains largely unknown. Most NCFC syndromes are caused by dominant activating mutations in the RAS/ERK signaling pathway in the germline. However, NF1 is arguably an exception, as it is caused by germline recessive loss-of-function mutations in one of the two  NF1  alleles ( NF1 +/- ) ( Bentires-Alj et al., 2006 ;  Samuels et al., 2009 ;  Schubbert et al., 2007 ;  Tidyman and Rauen, 2009 ). The  NF1  gene encodes a RAS GTPase activating protein (GAP) neurofibromin, which promotes the conversion of an active RAS-GTP bound form to an inactive RAS-GDP form, thus functioning as a negative regulator of RAS/ERK signaling ( Cichowski and Jacks, 2001 ). Between 30-70% of NF1 patients have learning disabilities - the most significant cause of lifetime morbidity associated with these patients ( Hyman et al., 2005 ). Recent studies using genetically engineered mouse (GEM) models have shown that heterozygous  Nf1  inactivation ( Nf1 +/- ) causes behavioral abnormalities with similarities to learning disabilities in NF1 patients ( Cui et al., 2008 ). However,  Nf1 +/-  mice exhibit no evidence of structural brain defects such as enlarged corpus callosum (CC), which has been recently associated with severe learning disabilities observed in a subpopulation of NF1 patients ( Moore et al., 2000 ;  Pride et al., 2010 ). The CC is comprised of neuronal fibers that connect the two brain hemispheres, as well as the two primary glial cell types, oligodendrocytes that form myelin of axons and astrocytes that provide trophic and functional support for neurons ( Rowitch and Kriegstein, 2010 ). The clinical observations that only a subpopulation of NF1 patients exhibit an enlarged CC argue that mono-allelic  NF1  inactivation ( NF1 +/- ) is not sufficient to induce these structural brain defects. It has recently been shown that some NF1-related non-tumor manifestations such as skin hyperpigmentation and bone abnormalities result from bi-allelic  NF1  inactivation ( NF1 -/- ) caused by “second-hit” mutations in the remaining wild-type  NF1  alleles of somatic cells ( De Schepper et al., 2008 ;  Stevenson et al., 2006 ). Accordingly, we hypothesize that the structural brain defects such as the enlarged CC observed in a subset of NF1 patients could be caused by bi-allelic  NF1  inactivation in developing neural stem cells. Compared to other cells, stem cells have greater potentials for self-renewal and consequently, one or few  NF1 -/-  stem cells could produce a greater number of progeny that manifest clinical symptoms ( Kriegstein and Alvarez-Buylla, 2009 ). Therefore, NF1-associated structural brain abnormalities may provide a unique opportunity to define the timing and cellular targets of somatic “second-hit”  NF1  mutations and more importantly, the phenotypic consequences of hyperactive RAS/ERK signaling in developing stem cell lineages underlying these brain abnormalities. Most glial cells in the CC arise from neural progenitor cells that are specified by a basic helix-loop-helix transcription factor, Olig2, in the subventricular zone (SVZ) of the lateral ventricle during perinatal stages ( Marshall et al., 2005 ;  Richardson et al., 2006 ;  Rowitch and Kriegstein, 2010 ). Olig2 is both sufficient and necessary for specifying SVZ progenitors to adopt glial fates. Olig2 promotes their differentiation to both oligodendrocytes and astrocytes during neonatal stages, but only to oligodendrocytes in adulthood ( Cai et al., 2007 ;  Hack et al., 2005 ;  Marshall et al., 2005 ;  Menn et al., 2006 ). Loss of Olig2 leads to a nearly complete absence of glial cells including both oligodendrocytes and astrocytes in the postnatal CC ( Cai et al., 2007 ). During mouse embryonic development, the SVZ initially is comprised of neuron-restricted progenitors, also known as transit-amplifying progenitors or intermediate progenitor cells (TAP/IPCs), which express Tbr2 and give rise to excitatory projection neurons in the cerebral cortex from embryonic day 14.5-17.5 (E14.5-17.5) ( Molyneaux et al., 2007 ). When neurogenesis ceases at E17.5 in the cerebral cortex, gliogenesis ensues and persists into postnatal stages. However, one multipotent neural stem cell population with neurogenic activity in the SVZ persists into adulthood and this region forms the largest germinal zone in the adult brain ( Ihrie and Alvarez-Buylla, 2011 ;  Kriegstein and Alvarez-Buylla, 2009 ). The SVZ stem cell lineage is organized in a hierarchy: type B cells (SVZ-B) are multipotent stem cells expressing glial fibrillary acidic protein (GFAP), which give rise to type C cells (SVZ-C) that are multipotent TAP/IPCs. The SVZ-C TAP/IPCs subsequently differentiate into two lineage-restricted progenitors: (1) neuron-restricted type A neuroblasts (SVZ-A) that migrate along rostral migratory stream (RMS) and differentiate into inhibitory neurons in the olfactory bulb (OB) and (2) glia-restricted progenitors that migrate and differentiate into glial cells populating the overlying CC ( Ihrie and Alvarez-Buylla, 2011 ;  Kriegstein and Alvarez-Buylla, 2009 ). The cellular output of neonatal and adult SVZ stem and progenitor cells is dramatically different. While neonatal SVZ cells simultaneously produce a large number of neurons and glial cells in the OB and CC, respectively, adult SVZ cells predominately generate neurons in the OB (>90%) ( Hack et al., 2005 ;  Marshall et al., 2005 ;  Menn et al., 2006 ). The mechanism(s) by which postnatal SVZ stem and progenitor cells suppress Olig2 expression and maintain high levels of neurogenesis in an otherwise gliogenic environment of the postnatal brain is not well understood.",
  "results": "RESULTS Bi-allelic inactivation of  Nf1  leads to an enlarged corpus callosum To determine whether bi-allelic inactivation of  Nf1  leads to structural brain defects observed in a subpopulation of NF1 patients, we targeted an  Nf1  conditional mutation into radial glia by using a Cre transgenic strain under the control of the human GFAP promoter (hGFAP-cre) ( Zhu et al., 2001 ;  Zhuo et al., 2001 ). During embryonic development, radial glia are the primary neural stem cell populations, which give rise to neurons, glia, and adult neural stem cells in the SVZ ( Kriegstein and Alvarez-Buylla, 2009 ). The onset of hGFAP-cre expression occurs in ~95% of E12/13 radial glia in the forebrain, thus inactivating  Nf1  in both embryonic and adult neural stem cells as well as their differentiated progeny ( Malatesta et al., 2003 ).  Nf1  c onditional  k nock o ut mice with the genotypes of hGFAP-cre+; Nf1 flox/flox  or hGFAP-cre+; Nf1 flox/-  were referred to as  Nf1 hGFAP CKO ( Nf1 -/- ), as both genotypes showed similar phenotypes analyzed in this study. Germline ( Nf1 +/- ) or conditional (hGFAP-cre+; Nf1 flox/+ ) heterozygous mice exhibited no overt structural or cellular defects in the brain, indicating that mono-allelic  Nf1  inactivation is not sufficient to induce the structural brain defects observed in human NF1 patients. In contrast,  Nf1  conditional bi-allelic inactivation caused a 10-15% increase in the size of cerebral cortical surface area, a manifestation often observed in human NF1 patients ( Figure 1A, B ). We next measured and compared the size of the CC at three different sagittal positions along the midline to lateral hemisphere of control and  Nf1 hGFAP CKO brains at 2 months of age ( Figure 1C, C’ ). At all three positions that are directly associated with the SVZ of the lateral ventricle (P 1 -P 3 ),  Nf1  inactivation caused a significant increase in the thickness of the CC ( Figure 1D, E ;  S1A-C ). Of note, the CC from the midline section, which is not directly associated with the SVZ, showed no increase in thickness ( Figure 1E ;  S1D ). These observations demonstrate that bi-allelic, but not heterozygous, inactivation of  Nf1  leads to an enlarged CC specifically associated with the SVZ. To determine the mechanism underlying the enlarged CC, we first examined whether there was an increase in the number of neurons in the cerebral cortex that project their axons to the CC ( Molyneaux et al., 2007 ;  Richards et al., 2004 ). The number of NeuN +  cortical neurons, Ctip2 +  deep- or Cux1 +  upper-layer neurons was not significantly different between control and  Nf1 hGFAP CKO brains ( Figure S1E-E” ). Second, we examined whether there was an increase in the number of axons in the  Nf1 hGFAP CKO CC. From the coronal sections, we confirmed that the enlargement of the CC occurred specifically in the areas directly associated with the SVZ, but not in the midline ( Figure 1F ;  S1F, F’ ). Compared to controls, neurofilament 200 (NF200, an axonal marker) staining revealed a more diffused and reduced expression pattern in the  Nf1 hGFAP CKO CC ( Figure 1F ). At the ultrastructural level, only a marginal, but not statistically significant, increase in the number of axons was observed in the  Nf1 hGFAP CKO CC compared to that of controls ( Figure 1H-J ;  S1G, H ). In contrast, the number of cell bodies was significantly increased on the same sections analyzed by electron microscopy (EM) ( Figure 1K ). Consistently, a robust increase in both the absolute number and density of cells in the SVZ-associated CC of  Nf1 hGFAP CKO brains was observed on thicker sections compared to controls ( Figure 1D, L ;  S1A-C ). The increased number in GFAP +  and Olig2 +  glial lineage cells appeared to be the major contributing factor for the increased cellular density ( Figure 1M-O ). Together, these results suggest that an increase in the number of glial cells, but not the number of axons or cortical neurons, is mainly responsible for the enlarged SVZ-associated CC in  Nf1 hGFAP CKO brains. In support of this conclusion, no CC alteration was observed in neuron-specific  Nf1  conditional knockout mice driven by Synapsin I-cre ( Figure S1F” ) ( Zhu et al., 2001 ). It is worth noting that despite relatively normal appearance of myelination ( Figure 1G ), varying degrees of tissue degeneration was observed in the CC of  Nf1 hGFAP CKO brains ( Figure 1I ). Nf1 -deficient adult brain exhibits an enlarged SVZ with increased glial differentiation Despite a disproportionally enlarged SVZ-associated CC, one discernible structural difference between control and  Nf1 hGFAP CKO forebrains was the significantly reduced size of the OB, the destination of SVZ-derived neurons ( Figure 1A, A’ ). The opposite size alterations observed in the two brain structures related to SVZ-derived gliogenesis and neurogenesis raise the possibility that these phenotypes could result from functional impairments of  Nf1 -deficient SVZ stem and progenitor cells. We therefore analyzed the SVZ from these mice at the same three positions used for the CC studies. At each of these three positions,  Nf1 hGFAP CKO SVZ exhibited a 2- to 3-fold size increase compared to controls ( Figure 2Aa-b” ,  2B ;  S2A-C ). To investigate the relative contribution of SVZ cells to its increased size, we determined the number of individual SVZ cell populations by using lineage markers. Compared to controls, the percentage of SVZ cells expressing glial-lineage markers including GFAP, Olig2 and NG2 was markedly increased with a concomitant reduction in Doublecortin (Dcx)-expressing neuroblasts in the  Nf1 hGFAP CKO SVZ ( Figure 2Ac-h’, 2C ). Furthermore, a greater number of GFAP +  cells accumulated and formed a less cellular area in the anterior-dorsal part of the  Nf1 hGFAP CKO SVZ, which was not identified in the control SVZ (dotted areas in  Figure 2Ab’’, 2Ad,d’ ;  S2A ). These GFAP +  cells exhibited the features of differentiated astrocytes including the presence of multiple long cellular processes, and a lack of expression of stem/progenitor marker Nestin or Ki67 ( Figure 2Ad ,  S3A ). Together, these results demonstrate that  Nf1  inactivation leads to an enlarged SVZ with accumulation of differentiated glial cells. Nf1  inactivation impairs the balance of glial versus neuronal output in the adult SVZ Abnormally increased numbers of glial lineage cells observed in the  Nf1 hGFAP CKO SVZ/CC system could result from an increase in proliferation or a reduction in apoptosis of SVZ stem and/or progenitor cells as expected from loss of  Nf1  tumor suppressor function. To investigate this possibility, we performed an in vivo bromodeoxyuridine (BrdU) labeling assay and in vitro neurosphere assays ( Figure S3  and see  Supplemental text  for details). These studies demonstrate that alterations in proliferation or apoptosis in adult  Nf1 hGFAP CKO SVZ unlikely contribute to increased glial lineage cells in the enlarged SVZ. We next investigated whether  Nf1  inactivation altered glial versus neuronal fate-specification by examining Olig2 expression in the SVZ stem cell lineages. No Olig2 expression was observed in GFAP +  SVZ-B stem cells or lineage-restricted Dcx +  SVZ-A neuroblasts in the adult control or  Nf1 hGFAP CKO SVZ ( Figure S2E  and data not shown). Previous studies showed that Ascl1 +  progenitor cells in the embryonic and neonatal SVZ selectively express the Dlx1/2 homeodomain transcription factors and Olig2, directing neural stem and progenitor cells to adopt neuronal and glial fates, respectively ( Marshall et al., 2005 ;  Parras et al., 2004 ;  Petryniak et al., 2007 ). Consistent with the previous studies indicating that glial output of adult SVZ stem cells is minor (5-10%) ( Hack et al., 2005 ;  Menn et al., 2006 ), approximately 9% of multipotent Ascl1 +  TAP/IPCs expressed Olig2 in the control adult SVZ ( Figure 2D-F ). Strikingly, nearly half of Ascl1 +  TAP/IPCs expressed Olig2 in the  Nf1 hGFAP CKO SVZ (48.3%,  Figure 2D-F ). These results are most consistent with a model wherein  Nf1  inactivation promotes ectopic expression of Olig2 specifically in SVZ-C TAP/IPCs that normally undergo neuronal differentiation, leading to an increased output of glial cells at the expense of neuronal differentiation. This hypothesis is supported by the observation that  Nf1  inactivation leads to an enlarged CC with a concomitant reduction in OB size. To further test this hypothesis, we performed a long-term BrdU pulse-chase experiment on 2-month-old control and  Nf1 hGFAP CKO mice. Thirty days after BrdU pulses, we analyzed the number and the identity of newly generated SVZ-derived BrdU +  cells in the SVZ/RMS/OB/CC system. Compared to control brains, there was a more than two-fold increase of BrdU +  cells in the SVZ/RMS/CC and surrounding areas of  Nf1 hGFAP CKO brains ( Figure 3A, B ). All of the BrdU +  cells in the CC of both control and  Nf1 hGFAP CKO brains expressed Olig2, but not other lineage markers including GFAP, Pax6 or Dcx ( Figure 3C  and data not shown). The rate of proliferation or apoptosis of Olig2 +  cells was not significantly different between the control and mutant CC ( Figure 3D, D’  and data not shown). These results indicate that the increase of glial cells in the  Nf1 hGFAP CKO CC is unlikely contributed by locally increased proliferation or reduced apoptosis in the mutant CC. Strikingly, we observed a 9-fold increase of BrdU +  cells in the  Nf1 hGFAP CKO RMS compared to controls ( Figure 3E, F ). While a small number of BrdU +  cells observed in the control RMS were Pax6- or Dcx-expressing migrating neuroblasts, over half of the BrdU +  populations in the  Nf1 hGFAP CKO RMS expressed Olig2 or GFAP ( Figure 3E-G ). Consistently, a nearly 3-fold increase in Olig2- and NG2-expressing cells was observed in the  Nf1 hGFAP CKO RMS, some of which expressed myelin basic protein (MBP) ( Figure S4A-C ). The abnormal myelination in the mutant RMS may contribute to the progressive disruption of neuronal migratory chain over time ( Figure S4D ). Consistently, Pax6 + /BrdU +  migrating neuroblasts were accumulated and significantly increased in the  Nf1 hGFAP CKO RMS compared to controls ( Figure 3E, F ). In contrast to a marked increase in gliogenesis in the CC and RMS, the number of BrdU +  cells in the OB of  Nf1 hGFAP CKO mice was greatly reduced compared to controls ( Figure 3A ). Most of the BrdU +  cells in the control OB were newly generated NeuN +  neurons, which were reduced by 50% in the mutant OB ( Figure 3H, H’ ). No significant difference in the BrdU + /NeuN -  populations was observed, indicating that local gliogenesis in the OB was not affected by  Nf1  inactivation. Taken together, these observations demonstrate that  Nf1  plays a critical role in regulating glial versus neuronal output in the adult SVZ stem cell niche by suppressing Olig2 expression in Ascl1 +  SVZ-C TAP/IPCs. Acute inactivation of  Nf1  is sufficient to induce glial/neuronal fate switch in the adult SVZ To determine whether abnormal glial/neuronal fate-specification reflects an ongoing cell-autonomous requirement for  Nf1  function in adult SVZ progenitors or abnormal SVZ niche environment, we employed an inducible system in which Cre recombinase (Nestin-cre ER ) can be activated in Nestin-expressing cells by tamoxifen (TM) treatment ( Figure S5 ) ( Burns et al., 2007 ). To target adult SVZ cells, we established a 5-day TM induction protocol from postnatal day 26 (P26) to P30 ( Figure 4A ). TM-induced Nestin-cre ER  -mediated recombination specifically targets neural stem and progenitor cells in the SVZ as well as neuroblasts in the RMS, but not the CC or OB of the adult brain ( Figure 4B ). This genetic approach allowed us to perform long-term lineage-tracing analysis for SVZ-derived glial cells in the CC and neurons in the OB, as no cells in these two structures were directly targeted by this Nestin-cre ER  transgene ( Figure 4O ). We injected TM into control and  Nf1 NcreER CKO mice from P26 to P30, and analyzed the distribution and identity of Nestin-cre ER -targeted SVZ/RMS-derived cells one month later. At P60, the number of control and  Nf1 -deficient SVZ cells, marked by β-gal expression, was not significantly different between TM-treated control and  Nf1 NcreER CKO mice ( Figure 4C, D ). Moreover, the percentage of proliferating BrdU +  cells in the β-gal +  cell populations of the control and  Nf1 NcreER CKO SVZ was also comparable, confirming that  Nf1  inactivation confers no growth advantage to adult SVZ cells ( Figure 4E, F ). However, the percentage of β-gal +  cells expressing Olig2 was greatly increased, indicating that acute inactivation of  Nf1  in the normal SVZ niche is sufficient to induce ectopic expression of Olig2 in adult SVZ cells ( Figure 4G, H ). Consistently, β-gal +  cells that all expressed Olig2 were dramatically increased and often formed clusters in the CC of TM-treated  Nf1 NcreER CKO brains ( Figure 4C, D, I, J ). Together, these results demonstrate that acute  Nf1  inactivation promotes ectopic Olig2 expression in adult SVZ cells, and subsequently enhances SVZ-derived gliogenesis in the CC. Consistent with the notion of the  Nf1 -deficiency dependent glial/neuronal fate switch, the number of β-gal +  cells in the RMS was significantly reduced in TM-induced  Nf1 NcreER CKO brains ( Figure 4D ). Moreover, a subpopulation of the β-gal +  cells expressed Olig2 in the mutant RMS whereas all the β-gal +  cells in the control RMS were Dcx + /Olig2 -  neuroblasts ( Figure 4K, L ). These results suggest that  Nf1  inactivation not only increases SVZ-derived gliogenesis in the CC, but also alters the migratory pattern of some glial progenitor cells that abnormally enter into the RMS. Since it requires about 14 days for a neuroblast to complete its migration from the SVZ to OB ( Ihrie and Alvarez-Buylla, 2011 ), the β-gal +  neuroblasts observed in the RMS 30 days after TM induction would be exclusively derived from multipotent neural stem and progenitor cells in the SVZ ( Figure 4K ). In contrast, a considerable number of β-gal +  neurons in the OB were derived from Nestin-cre ER -targeted neuroblasts in the RMS. Thus, a 2-fold decrease in the number of SVZ-derived neuroblasts in the mutant RMS opposed to a marginal reduction in SVZ-derived neurogenesis in the mutant OB could reflect the fact that  Nf1  has a dispensable role in neuroblast migration and differentiation ( Figure 4M-O ). Collectively, these observations demonstrate that acute inactivation of  Nf1  confers no proliferative advantage to adult SVZ cells, but instead alters glial/neuronal fate-specification by promoting Olig2 expression in adult SVZ progenitor cells in a cell-autonomous manner. Nf1 suppresses Olig2 expression in neonatal SVZ progenitor cells Despite an ongoing requirement for Nf1 function in regulating fate-specification of adult SVZ progenitor cells, acute inactivation of  Nf1  in adult SVZ cells did not produce any of the structural defects (e.g., enlarged CC or SVZ) observed in  Nf1 hGFAP CKO brains. We therefore sought to investigate the timing and mechanism(s) by which  Nf1  inactivation leads to impaired fate-specification of SVZ cells and enlarged CC during development. We measured the size and cell number of the anterior SVZ (SVZa) and posterior SVZ (SVZp), and no significant difference was identified between control and  Nf1 hGFAP CKO forebrains at birth ( Figure 5Aa, a’ ;  Figure S6A, D ). The overall rate of proliferation or apoptosis in the SVZ was not significantly altered ( Figure S6B, C ). Compared to controls, however, one striking phenotype observed was a nearly 3-fold increase in the number of cells that expressed Olig2 in the  Nf1 hGFAP CKO SVZa ( Figure 5Ab,b’, 5B ). No increase in the percentage of Ki67 +  proliferating cells in the Olig2 +  lineage was observed, indicating that Olig2 +  cells were not hyperproliferative in the  Nf1 hGFAP CKO SVZa ( Figure 5C, D ). Given no alteration in proliferation or apoptosis observed in the  Nf1 hGFAP CKO SVZa, we investigated the possibility of whether  Nf1  inactivation leads to ectopic Olig2 expression in SVZa stem and progenitor cells in neonatal brains. Although the number of Ascl1 +  cells was comparable between control and  Nf1 hGFAP CKO SVZa (p = 0.104), the percentage of Olig2-expressing cells in Ascl1 +  populations (Olig2 + /Ascl1 + ) was greatly increased from 16.7% in controls to 38.7% in mutants ( Figure 5E, F ). Concomitantly, the Dlx2 + /Ascl1 +  progenitor populations were reduced from 82.5% to 65.3% ( Figure 5E, F ). Moreover, the percentage of Ascl1 +  cells that expressed both Olig2 and Dlx2 was increased from 5.5% to 11.8% ( Figure 5Eb, b’, 5F ). These observations suggest that similar to its role in the adult SVZ,  Nf1  inactivation promotes ectopic Olig2 expression in Ascl1 +  SVZ progenitors in neonatal stages. Similarly,  Nf1  inactivation leads to ectopic Olig2 expression in the SVZp, which suppresses Dlx2 expression as these cells become more differentiated and migrate to the IZ, leading to overproduction of Olig2 +  lineage cells at the expense of the Dlx2 +  lineages ( Figure 5G, H ;  S6E-K  and see  Supplemental text  for details). Nf1 -related structural brain defects are established during neonatal development We observed no significant difference in the size of control and  Nf1 hGFAP CKO brains including OB at P0.5 and P8 ( Figure 6A-C ). However, by P18, the size of the mutant OB was significantly reduced to a similar degree as that observed in the adult ( Figure 6D ;  S8E ). Notably, neuronal clusters, which could be readily identified in the control OB, were largely absent in mutants ( Figure 6E ). These observations suggest that the glial/neuronal fate-specification defect caused by  Nf1  inactivation is largely established during postnatal stages from P8 to P18. To test this, we pulsed control and  Nf1 hGFAP CKO mice with BrdU at P8, and analyzed the BrdU-treated mice at P18. SVZ-derived newborn neurons labeled by BrdU and NeuN (BrdU + /NeuN + ) were markedly reduced in the  Nf1 hGFAP CKO OB compared to controls ( Figure 6E-G ). It is worth noting that the number of BrdU +  cells coexpressing the neuronal-lineage marker Pax6 was not significantly different between the control and  Nf1 hGFAP CKO RMS ( Figure S7A, B ). This observation suggests that in contrast to adulthood, the reduced neurogenesis in the neonatal mutant OB is unlikely contributed by migratory defects in the RMS. Compared to controls, the number of BrdU +  cells was increased by more than 3-fold in the  Nf1 hGFAP CKO RMS and CC, where most of the BrdU +  cells expressed glial markers, GFAP and Olig2 ( Figure 6H-J ;  S7B-D ). These observations demonstrate that  Nf1  inactivation leads to increased gliogenesis at the expense of neurogenesis in the neonatal SVZ/RMS/OB/CC system. Interestingly, the ratio of newly generated GFAP + /BrdU +  astrocytes and Olig2 + /BrdU +  oligodendrocytes was not significantly different in the CC of control and  Nf1 hGFAP CKO brains, indicating that  Nf1  inactivation only promotes overproduction of Olig2 +  progenitors, but does not alter the potential of these Olig2 +  progenitors to differentiate into astrocytes or oligodendrocytes ( Figure 6K ) ( Cai et al., 2007 ;  Marshall et al., 2005 ). It is worth noting that the size and cell number of  Nf1 hGFAP CKO SVZ was already significantly enlarged at P8, and this was accompanied by a transient increase in proliferation of GFAP +  stem cells, but not Olig2 +  cells ( Figure 6L-R  and see  Supplemental text  for details). Taken together, these results demonstrate that ectopic expression of Olig2 in Ascl1 +  progenitors caused by  Nf1  inactivation manifests during neonatal stages ( Figure 6R ), leading to increased gliogenesis in the CC at the expense of neurogenesis in the OB. Consequently, Nf1-related structural brain defects including enlarged CC and reduced OB are both established during early postnatal stages. Neonatal Erk pathway inhibition rescues structural brain defects caused by  Nf1  inactivation To investigate the molecular mechanism underlying ectopic Olig2 expression in  Nf1 -deficient SVZ progenitors, we performed a series of in vitro and in vivo experiments. We showed that activation of Erk signaling pathway, but not phosphatidylinositol 3-kinase (PI3K)/Akt or mammalian target of rapamycin complex 1 (mTORC1), was associated with ectopic Olig2 expression in Ascl1 +  TAP/IPCs ( Figure S8A-C  and see  Supplemental text  for details). These results suggest that  Nf1 -mediated negative regulation of Erk signaling suppresses Olig2 expression and consequently, glial fates in neurogenic Ascl1 +  TAP/IPCs. To test this model, we treated mice from P0.5-P18 with a potent MEK/ERK pathway inhibitor (MEKi), PD0325901 ( Sebolt-Leopold and Herrera, 2004 ). Despite relatively normal at birth,  Nf1 hGFAP CKO mice became hunched, scruffy and exhibited growth retardation within a week. Consequently,  Nf1 hGFAP CKO mice can be readily identified from control littermates from P8 on, and weighed only half as much as control littermates by P18 ( Figure 7A, B ). Strikingly, this P0.5-P18 treatment protocol completely rescued these phenotypes. For example, the appearance of the MEKi-treated  Nf1 hGFAP CKO mice was indistinguishable from control littermates at P18 ( Figure 7A ). In the brain, the level of Erk activation in MEKi-treated  Nf1 hGFAP CKO mice at P18 was reduced to the level of control SVZ and more importantly, the number of Olig2 +  cells in the mutant SVZ was rescued to the level of vehicle-treated controls ( Figure 7C-C” ). For the Ascl1 +  progenitors, the percentage of Olig2 +  cells in MEKi-treated  Nf1 hGFAP CKO SVZ was also reduced to control levels ( Figure 7C” ). In the CC, the density of Olig2 +  cells and GFAP +  cells in MEKi-treated  Nf1 hGFAP CKO brains, albeit not completely rescued, was reduced to nearly the levels of vehicle-treated controls ( Figure 7D-D” ). Most importantly, the enlarged CC phenotype was completely rescued in the MEKi-treated  Nf1 hGFAP CKO brains ( Figure 7D, D’ ). Conversely, neuronal density and the size of the OB were significantly increased in mutants after MEKi treatment, particularly evidenced by the reappearance of neuronal clusters that were only observed in the control OB ( Figure 7E, E’ ;  S8E-E” ). These MEKi treatment experiments demonstrate a potential therapeutic window for preventing and treating NF1-associated structural brain defects.",
  "discussion": "DISCUSSION Given the well-documented role of ERK activity in synaptic transmission and memory formation, pharmacological intervention of RAS/ERK signaling could provide an attractive therapeutic strategy to ameliorate the substantial neurocognitive burden associated with the NCFC syndromes ( Davis and Laroche, 2006 ;  Samuels et al., 2009 ). However, it is unclear to what degree development-related structural brain abnormalities contribute to the cognitive deficits in NCFC syndrome patients. Recent studies have revealed that the structural brain abnormalities, particularly, an enlarged CC, are identified in a subpopulation of NF1 patients with severe learning disabilities ( Moore et al., 2000 ;  Payne et al., 2010 ;  Pride et al., 2010 ). These observations provide strong support for the hypothesis that these structural brain abnormalities could be responsible for the severe forms of cognitive impairment observed in a subset of NCFC patients. Thus, our study elucidates the timing, cellular and molecular mechanism(s) by which hyperactive RAS/ERK signaling leads to the development-related structural brain defects caused by bi-allelic  Nf1  inactivation. More importantly, we demonstrate the neonatal stage(s) as a critical therapeutic window for treating these brain abnormalities. Bi-allelic inactivation as an NF1-related non-tumor disease mechanism The mechanism underlying the extremely high level of variability in disease manifestation among NF1 patients, even for those with the same germline heterozygous mutations, is poorly understood ( Riccardi, 1992 ). Our study demonstrates that bi-allelic, but not heterozygous, inactivation of  Nf1  leads to structural brain defects including enlarged CC. Moreover, our study shows that bi-allelic inactivation of  Nf1  in developing, but not adult, neural stem cells, results in an enlarged CC. The results are consistent with the observations that (1) most glial cells in the CC are generated by SVZ stem cells during perinatal stages, and (2) only a minor population of the progeny derived from adult SVZ stem cells contribute to glial cells in the CC ( Marshall et al., 2005 ;  Richardson et al., 2006 ;  Rowitch and Kriegstein, 2010 ). Therefore, these observations suggest that the timing and cellular target(s) of somatic “second-hit” events could profoundly impact on the severity of disease manifestations, thus providing a potential mechanism underlying high levels of disease variability observed among NF1 patients. It has been well established that benign and malignant tumors arising in NF1 patients result from bi-allelic inactivation of  NF1  ( Cichowski and Jacks, 2001 ).  NF1  tumor cells exhibit growth advantage, leading to clonal expansion and thus clinically identifiable diseases in NF1 patients. Similarly, because of the substantial self-renewal capacities possessed by developing stem and progenitor cell populations, a relatively small number of somatic “second-hit” events in these cells could produce a greater number of  -/- NF1  progeny, leading to more severe phenotypic consequences than those with the “second-hit” events in differentiated cells. It would be of particular interest to determine whether somatic “second-hit”  -/- NF1  mutations indeed occur in cells within the enlarged CC from human specimens, as previously demonstrated in other NF1-related non-tumor lesions including skin hyperpigmentation and bone abnormalities ( De Schepper et al., 2008 ;  Stevenson et al., 2006 ). Alternatively, a subset of  NF1 +/-  cells could phenotypically behave like  NF1 -/-  cells when they have aberrantly high activity of a recently identified ubiquitin-mediated NF1 degradation machinery ( Tan et al., 2011 ). The role  Nf1  in SVZ stem and progenitor cells in the brain During embryonic development, neurogenesis and gliogenesis are temporally regulated and occur sequentially in the developing VZ and SVZ ( Kriegstein and Alvarez-Buylla, 2009 ;  Molyneaux et al., 2007 ). Recent studies using the same hGFAP-cre driver show that Erk1 and Erk2 double knockout mice exhibit a significantly thinner VZ and SVZ and a reduction in the size of the CC, and Erk2 loss results in reduced proliferation of SVZ TAP/IPCs during embryonic cortical development ( Samuels et al., 2008 ;  Satoh et al., 2011 ). These mouse genetic studies support the notion that ERK/Erk signaling pathway has an essential role in both human and mouse embryonic cortical development. However, our study shows that Nf1 has a dispensable role in embryonic cortical development. Specifically, the number of deep- and upper-layer neurons as well as laminar organization of the cerebral cortex appears to be relatively normal in  Nf1 hGFAP CKO brains. In the neonatal and adult SVZ, neurogenesis and gliogenesis occur simultaneously ( Kriegstein and Alvarez-Buylla, 2009 ). Our study indicates that the percentage of Ascl1 +  TAP/IPCs expressing Olig2 is highly correlated with the glial output of neonatal and adult SVZ stem cell niches, ~20% and ~9%, respectively. This observation is consistent with previous studies showing that the regulation of Olig2 expression in the Ascl1 +  TAP/IPC compartment appears to be a critical mechanism controlling the balance between gliogenesis and neurogenesis in the postnatal SVZ stem cell niche ( Cai et al., 2007 ;  Hack et al., 2005 ;  Marshall et al., 2005 ;  Menn et al., 2006 ). Although Olig2 expression is activated by sonic hedgehog (Shh) signaling in developing ventral spinal cord and forebrain, the signaling pathway(s) regulating Olig2 is relatively less understood in the dorsal forebrain ( Lagace et al., 2007 ;  Lu et al., 2000 ;  Zhou et al., 2000 ). In cultured neural precursor cells, fibroblast growth factor 2 (FGF2) promotes Olig2 expression in an Erk-dependent, but Shh-independent manner ( Bilican et al., 2008 ;  Chandran et al., 2003 ;  Kessaris et al., 2004 ). In light of these in vitro studies, our study provides compelling in vivo evidence supporting that  Nf1 -regulated Erk signaling plays a critical role in regulating Olig2 in both neonatal and adult SVZ cells. Based on these observations, we propose that FGF-mediated Ras/Erk signaling pathway induces Olig2 expression, triggering the transition from neurogenesis to gliogenesis at the end of cortical development. The critical role of Nf1 is to inhibit Ras/Erk activity and in turn suppress Olig2 expression in a subset of Ascl1 +  TAP/IPCs, thereby ensuring persistent neurogenesis in otherwise gliogenic environment of the perinatal and adult brain ( Figure 7F ). This model is supported by the observations that hyperactivative Erk signaling and ectopic Olig2 expression in  Nf1 hGFAP CKO brains are almost exclusively observed in SVZ-C Ascl1 +  TAP/IPCs, but not in any other SVZ lineage cells. Thus, our study demonstrates that the regulation of Erk signaling pathway by Nf1 mainly occurs at the stages of SVZ TAP/IPC cells. It is worth noting that Nf1 has functions that are critical for glia and neurons in the other regions of the brain ( Hegedus et al., 2007 ;  Lee da et al., 2010 ;  Zhu et al., 2005 ). Together, these studies suggest that individual ERK pathway components (e.g. NF1) may be rate-limiting only in specific cell types and/or during specific developmental stages, and this could contribute to phenotypic heterogeneity among NCFC syndromes. Clinical implication – a therapeutic window of opportunity The most striking finding of this study is the robust therapeutic response when an 18-day MEKi treatment protocol was delivered to neonatal  Nf1 hGFAP CKO mice, which suffer from structural brain defects (e.g., enlarged CC and reduced OB), weight loss to deteriorating health. Remarkably, this MEKi treatment protocol not only rescues SVZ-associated glial versus neuronal fate-specification defects and the size abnormalities observed in the CC and OB, but also dramatically improve the overall health of  Nf1 hGFAP CKO mice ( Figure 7A ). These observations suggest that Nf1-related brain pathologies are mainly caused by hyperactivation of the Erk/MAPK signaling pathway, but not other Ras-mediated signaling pathways (e.g., PI3K/Akt). Furthermore, clinical studies indicate that optic nerve gliomas only develop in younger NF1 children (<6 years) and that nearly half of plexiform neurofibromas are identified in NF1 children younger than 5 years ( Listernick et al., 1999 ;  Waggoner et al., 2000 ). Taken together, we propose that this transient MEKi treatment protocol during early postnatal stages might represent an exciting opportunity to prevent and treat various NF1-associated tumor and non-tumor manifestations including structural brain defects, which are associated with severe learning disabilities and are previously thought to be “irreversible” due to their hypothetical origin during embryonic development.",
  "upgrade_date": "2026-02-20 07:34:29"
}