{
  "pmid": "PMID:22901811",
  "title": "ERK inhibition rescues defects in fate specification of Nf1-deficient neural progenitors and brain abnormalities.",
  "abstract": "Germline mutations in the RAS/ERK signaling pathway underlie several related developmental disorders collectively termed neuro-cardio-facial-cutaneous (NCFC) syndromes. NCFC patients manifest varying degrees of cognitive impairment, but the developmental basis of their brain abnormalities remains largely unknown. Neurofibromatosis type 1 (NF1), an NCFC syndrome, is caused by loss-of-function heterozygous mutations in the NF1 gene, which encodes neurofibromin, a RAS GTPase-activating protein. Here, we show that biallelic Nf1 inactivation promotes Erk-dependent, ectopic Olig2 expression specifically in transit-amplifying progenitors, leading to increased gliogenesis at the expense of neurogenesis in neonatal and adult subventricular zone (SVZ). Nf1-deficient brains exhibit enlarged corpus callosum, a structural defect linked to severe learning deficits in NF1 patients. Strikingly, these NF1-associated developmental defects are rescued by transient treatment with an MEK/ERK inhibitor during neonatal stages. This study reveals a critical role for Nf1 in maintaining postnatal SVZ-derived neurogenesis and identifies a potential therapeutic window for treating NF1-associated brain abnormalities.",
  "authors": "Yuan Wang; Edward Kim; Xiaojing Wang; Bennett G Novitch; Kazuaki Yoshikawa; Long-Sheng Chang; Yuan Zhu",
  "journal": "Cell",
  "publicationDate": "2012-08-17",
  "doi": "10.1016/j.cell.2012.06.034",
  "methods": "EXPERIMENTAL PROCEDURES Control and Mutant Mice The control mice used in this study are a pool of phenotypically indistinguishable mice with genotypes of hGFAP-cre-; Nf1 flox/flox , hGFAP-cre-; Nf1 flox/+ , hGFAP-cre+; Nf1 flox/+  and hGFAP-cre±; Nf1 KO/+ . The mutant mice ( Nf1 hGFAP CKO) used were of the genotypes, hGFAP-cre+; Nf1 flox/KO  and hGFAP-cre+; Nf1 flox/flox . For inducible experiments, Nestin-cre ER +; Nf1 flox/+  (tamoxifen+) mice were used as controls while Nestin-cre ER +; Nf1 flox/flox  (tamoxifen+) mice were used as mutants ( Nf1 NcreER CKO). Both of inducible strains carry R26 LacZR  allele as a reporter.  Nf1 hGFAP CKO and control mice were maintained in the mixed backgrounds of C57Bl6, 129Svj and FVB, which improve overall health and lifespan of the mutant mice. Nestin-cre ER +; Nf1 flox/flox  and control mice were maintained on the mixed C57Bl6 and 129Svj backgrounds. Age- and littermate-matched control and mutant mice were used for analysis to minimize the impact of modifier genes. All mice in this study were cared for according to the guidelines that were approved by the Animal Care and Use Committees of the University of Michigan at Ann Arbor. MEK Inhibitor Treatment MEK inhibitor (PD0325901, Sigma) was dissolved in DMSO at a concentration of 25mg/ml and resuspended in vehicle (0.5% hydroxypropyl methyl-cellulose with 0.2% Tween80, Sigma) at a concentration of 1mg/ml. The solution was administered by oral gavage at the dosage of 5 mg/kg (body weight) daily to lactating females for the treatment of P0.5-P18 mice. MEK inhibitor treated mice were collected and compared to littermate control and  Nf1 hGFAP CKO mice treated with vehicle. Histological, Molecular and Statistical Analyses Detailed descriptions for the experimental procedures are provided in the  Supplemental Experimental Procedures .",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:24:44"
}