{
  "pmid": "22916147",
  "abstract": "The study of somatic genetic alterations in tumors contributes to the understanding and management of cancer. Genetic alterations, such us copy number or copy neutral changes, generate allelic imbalances (AIs) that can be determined using polymorphic markers. Here we report the development of a simple set of calculations for analyzing microsatellite multiplex PCR data from control-tumor pairs that allows us to obtain accurate information not only regarding the AI status of tumors, but also the percentage of tumor-infiltrating normal cells, the locus copy-number status and the mechanism involved in AI. We validated this new approach by re-analyzing a set of Neurofibromatosis type 1-associated dermal neurofibromas and comparing newly generated data with results obtained for the same tumors in a previous study using MLPA, Paralog Ratio Analysis and SNP-array techniques.Microsatellite multiplex PCR analysis (MMPA) should be particularly useful for analyzing specific regions of the genome containing tumor suppressor genes and also for determining the percentage of infiltrating normal cells within tumors allowing them to be sorted before they are analyzed by more expensive techniques.",
  "methods": "Material and Methods Ethics Statement All the human samples used in this study were provided by patients who had given their written informed consent. The ethical committee review board of the Bellvitge Hospital, Barcelona, Spain, approved the study. DNA extraction DNA from blood was isolated either by the Wizard Genomic DNA purification kit (Promega) according to the manufacturer's instructions or by the “salting out” method as described elsewhere  [17] . This DNA was used as control or reference DNA in the allelic imbalance analysis of tumors of the respective patients. Control DNA was also obtained in some cases from the skin of patients (or derived fibroblasts). DNA from skin or neurofibromas was extracted using the Gentra Puregene Kit (Qiagen) following manufacturer's instructions. Concentration, purity and quality of the DNA were first assessed using a nanodrop spectrophotometer and gel electrophoresis analysis. For an accurate quantification of DNA concentration, samples were further quantified using Quant-iT PicoGreen reagent (Invitrogen). All DNA samples were stored and preserved at 4°C and at −80°C. Samples used in this study: a) For the MMPA setting up samples are mentioned in  Figures S1 ,  S2a  and  S8 ; b) For MMPA validation 29 pairs of control-neurofibroma samples were used and are listed in  Table 1 . Microsatellite Multiplex PCR analysis (MMPA) We have used a previously developed multiplex PCR reaction with the simultaneous amplification of 16 microsatellites ( [13]  and  Table S1 ). To set up new conditions for performing the proposed MMPA calculations, we modified original PCR conditions according to the parameters and quality controls explained in the supplementary information. We used a Multiplex PCR Kit (Qiagen) with which we obtained good global microsatellite amplification, providing good peak heights and a robust band pattern in the electropherogram readings. We adjusted the concentrations of the different primer pairs to obtain similar product yields of each of the different amplicons of the multiplex PCR. The multiplex PCR reaction was carried out in a 25 µl reaction, containing 80 ng of DNA. An initial cycle of denaturation at 95°C for 15 min was followed by 22 cycles of: denaturation at 94°C, annealing at 56°C and extension at 72°C for 30 sec, 3 min and 1,5 min respectively. A final cycle at 60°C for 30 min was performed. 2 µl of PCR product was mixed with 7,8 µl of formamide and 0,2 µl of size standard Liz500. PCR fragments were separated by capillary electrophoresis on an ABI 3130 xl  Genetic Analyzer. Peak height values for each microsatellite allele were extracted using Peak Scanner software (Applied Biosystems). We used MMPA to analyze 29 control-neurofibroma pairs of samples. Semi-automated analysis of MMPA results To analyze the data extracted by Peak Scanner software we have developed a tool that automates all the necessary MMPA calculations ( Script S1 ). This automated analysis has been implemented using the Ruby programming language in a script named  mmpa.rb . The script calculates and outputs the Kμ, comparing the reactions of control-tumor pairs, the average percentage of normal tissue contamination in the tumor, and the overall mechanism of AI for the test sample. For each informative microsatellite, calculated Ks, AI determination, observed peak height ratios, expected peak height ratios, % of non-AI cells and mechanisms generating the AIs are also calculated.  mmpa.rb  is released under the GNU GPL license. Source code and detailed instructions for its installation and use are available in  Script S1  and can be also downloaded from  http://www.imppc.org/research-activities/genetic-variation-and-cancer/mmpa.html . SNP-array data analysis SNP-array data generated in a previous study  [13]  (Illumina Infinium SNP-array, Human660W-Quad beadchip ∼660000 SNPs) was used to determine the percentage of cells bearing AIs by applying a Global Parameter Hidden Markov Model (GPHMM) algorithm  [16]  that quantitatively models signal baseline shift due to aneuploidy and also the presence of normal diploid cells.  Results  were compared with MMPA calculations.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:16:51.884960",
  "abstract_length": 1197,
  "methods_length": 4168,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}