{
  "pmid": "PMID:22916147",
  "title": "Applying microsatellite multiplex PCR analysis (MMPA) for determining allele copy-number status and percentage of normal cells within tumors.",
  "abstract": "The study of somatic genetic alterations in tumors contributes to the understanding and management of cancer. Genetic alterations, such us copy number or copy neutral changes, generate allelic imbalances (AIs) that can be determined using polymorphic markers. Here we report the development of a simple set of calculations for analyzing microsatellite multiplex PCR data from control-tumor pairs that allows us to obtain accurate information not only regarding the AI status of tumors, but also the percentage of tumor-infiltrating normal cells, the locus copy-number status and the mechanism involved in AI. We validated this new approach by re-analyzing a set of Neurofibromatosis type 1-associated dermal neurofibromas and comparing newly generated data with results obtained for the same tumors in a previous study using MLPA, Paralog Ratio Analysis and SNP-array techniques.Microsatellite multiplex PCR analysis (MMPA) should be particularly useful for analyzing specific regions of the genome containing tumor suppressor genes and also for determining the percentage of infiltrating normal cells within tumors allowing them to be sorted before they are analyzed by more expensive techniques.",
  "authors": "Carles Garcia-Linares; Jaume Mercadé; Bernat Gel; Josep Biayna; Ernest Terribas; Conxi Lázaro; Eduard Serra",
  "journal": "PloS one",
  "publicationDate": "2012",
  "doi": "10.1371/journal.pone.0042682",
  "methods": "Material and Methods Ethics Statement All the human samples used in this study were provided by patients who had given their written informed consent. The ethical committee review board of the Bellvitge Hospital, Barcelona, Spain, approved the study. DNA extraction DNA from blood was isolated either by the Wizard Genomic DNA purification kit (Promega) according to the manufacturer's instructions or by the “salting out” method as described elsewhere  [17] . This DNA was used as control or reference DNA in the allelic imbalance analysis of tumors of the respective patients. Control DNA was also obtained in some cases from the skin of patients (or derived fibroblasts). DNA from skin or neurofibromas was extracted using the Gentra Puregene Kit (Qiagen) following manufacturer's instructions. Concentration, purity and quality of the DNA were first assessed using a nanodrop spectrophotometer and gel electrophoresis analysis. For an accurate quantification of DNA concentration, samples were further quantified using Quant-iT PicoGreen reagent (Invitrogen). All DNA samples were stored and preserved at 4°C and at −80°C. Samples used in this study: a) For the MMPA setting up samples are mentioned in  Figures S1 ,  S2a  and  S8 ; b) For MMPA validation 29 pairs of control-neurofibroma samples were used and are listed in  Table 1 . Microsatellite Multiplex PCR analysis (MMPA) We have used a previously developed multiplex PCR reaction with the simultaneous amplification of 16 microsatellites ( [13]  and  Table S1 ). To set up new conditions for performing the proposed MMPA calculations, we modified original PCR conditions according to the parameters and quality controls explained in the supplementary information. We used a Multiplex PCR Kit (Qiagen) with which we obtained good global microsatellite amplification, providing good peak heights and a robust band pattern in the electropherogram readings. We adjusted the concentrations of the different primer pairs to obtain similar product yields of each of the different amplicons of the multiplex PCR. The multiplex PCR reaction was carried out in a 25 µl reaction, containing 80 ng of DNA. An initial cycle of denaturation at 95°C for 15 min was followed by 22 cycles of: denaturation at 94°C, annealing at 56°C and extension at 72°C for 30 sec, 3 min and 1,5 min respectively. A final cycle at 60°C for 30 min was performed. 2 µl of PCR product was mixed with 7,8 µl of formamide and 0,2 µl of size standard Liz500. PCR fragments were separated by capillary electrophoresis on an ABI 3130 xl  Genetic Analyzer. Peak height values for each microsatellite allele were extracted using Peak Scanner software (Applied Biosystems). We used MMPA to analyze 29 control-neurofibroma pairs of samples. Semi-automated analysis of MMPA results To analyze the data extracted by Peak Scanner software we have developed a tool that automates all the necessary MMPA calculations ( Script S1 ). This automated analysis has been implemented using the Ruby programming language in a script named  mmpa.rb . The script calculates and outputs the Kμ, comparing the reactions of control-tumor pairs, the average percentage of normal tissue contamination in the tumor, and the overall mechanism of AI for the test sample. For each informative microsatellite, calculated Ks, AI determination, observed peak height ratios, expected peak height ratios, % of non-AI cells and mechanisms generating the AIs are also calculated.  mmpa.rb  is released under the GNU GPL license. Source code and detailed instructions for its installation and use are available in  Script S1  and can be also downloaded from  http://www.imppc.org/research-activities/genetic-variation-and-cancer/mmpa.html . SNP-array data analysis SNP-array data generated in a previous study  [13]  (Illumina Infinium SNP-array, Human660W-Quad beadchip ∼660000 SNPs) was used to determine the percentage of cells bearing AIs by applying a Global Parameter Hidden Markov Model (GPHMM) algorithm  [16]  that quantitatively models signal baseline shift due to aneuploidy and also the presence of normal diploid cells.  Results  were compared with MMPA calculations.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:24:45",
  "introduction": "Introduction Cancer development and progression is partly driven by the acquisition of somatic genetic alterations  [1] . Both DNA copy-number changes and copy-neutral events have traditionally been identified by detecting the presence of allelic imbalances (AIs). These are significant deviations from the 1∶1 allelic ratio of any heterozygous marker in a diploid cell, which are often reported as a loss of heterozygosity (LOH) when analyzing tumor-control tissue DNA pairs. Different techniques have been used to specifically detect copy-number changes in tumor DNA, such as semi-quantitative  [2]  or quantitative  [3]  PCR reactions, Multiplex Ligation-dependent Probe Amplification (MLPA)  [4] , Multiplex Amplicon Quantification (MAQ)  [5]  or array-CGH  [6] . However, these techniques are not able to detect copy-neutral events, such as homologous recombination, which often reduce mutated tumor suppressor genes to homozygosity  [7] . Fluorescent multiplex microsatellite PCR has been developed, semi-automatized and used in tumor AI analysis for a long time  [8] , and is still used now  [9] . Determining the quotient between tumor-control tissue allelic ratios for a given heterozygous marker identifies AI. Guidelines on how to score and interpret AI analysis using microsatellite multiplex have been developed (see for instance  [10] ) as well as methodological modifications and statistical refinement (see for instance  [11] ). However, in order to differentiate whether an AI in a given locus is caused by a loss of DNA material or by a copy-neutral event, the use of an additional technique is required to determine the copy-number status of the locus. In addition, one of the problems of genetic analysis of tumors is the presence of high percentages of normal cells infiltrating the tumors. Since the development of microsatellite PCR for tumor AI analysis the presence of normal (non-AI) cells has been identified by the remaining signal of the lost allele, and grossly estimated by a simple allele ratio. This approximation is quite accurate in the case of an AI caused by a true loss of DNA material but it is not a good method in the case of copy-neutral events. Today SNP-array analysis is the only single technique that can provide high resolution genome scale information on allele-specific copy-number, map and evaluate copy-neutral LOH, and accurately model the fractions of normal and tumor cells in tumor samples  [12] . However, SNP-array analysis is not the preferred technique when analyzing just a few loci (e.g. to evaluate the status of specific tumor suppressor gene locus) or when performing a screening of many samples to make a tumor triage for further analysis, because of the high cost. In this study we describe how, by applying simple calculations to an analysis of a microsatellite multiplex PCR (here referred to as MMPA), it is possible to obtain accurate information regarding not only the allelic imbalance status, but also the percentage of tumor-infiltrating normal cells and the locus copy-number status. This allows us to infer which mechanism is generating the AI: copy-loss, copy-neutral or amplification. To evaluate the MMPA performance we analyzed microsatellite data from Neurofibromatosis Type 1-associated dermal neurofibromas. These tumors are difficult to genetically analyze due to their high degree of cellular heterogeneity. 25% of neurofibromas exhibit AI in the  NF1  locus  [13] . Of these, in 62% of the cases AI is produced by a copy-neutral event (homologous recombination in all of them) and in 38% it is produced by copy-number loss (deletion in all cases). We applied the MMPA calculations to a set of dermal neurofibromas already characterized in a previous study  [13] . We compared the newly developed calculations in this report, with previous data obtained by applying MLPA, Paralog Ratio Analysis (PRA) and SNP-array in the same tumor samples.",
  "results": "Semi-automated analysis of MMPA results To analyze the data extracted by Peak Scanner software we have developed a tool that automates all the necessary MMPA calculations ( Script S1 ). This automated analysis has been implemented using the Ruby programming language in a script named  mmpa.rb . The script calculates and outputs the Kμ, comparing the reactions of control-tumor pairs, the average percentage of normal tissue contamination in the tumor, and the overall mechanism of AI for the test sample. For each informative microsatellite, calculated Ks, AI determination, observed peak height ratios, expected peak height ratios, % of non-AI cells and mechanisms generating the AIs are also calculated.  mmpa.rb  is released under the GNU GPL license. Source code and detailed instructions for its installation and use are available in  Script S1  and can be also downloaded from  http://www.imppc.org/research-activities/genetic-variation-and-cancer/mmpa.html .",
  "discussion": "Discussion In this study we present a set of simple calculations (MMPA) applied to a microsatellite multiplex PCR to gain information on the percentage of normal cells present in a tumor, the copy-number status of specific alleles of heterozygous loci showing AI and the mechanisms that generate these AIs. Previously, to obtain the same type of tumor genetic information, the use of microsatellite PCR had to be complemented with additional techniques. A global view of this new approach is summarized in  Figure S7 . All information that can be obtained by applying an MMPA is based on the use of a constant of proportionality (Kμ) between a multiplex PCR reaction of a tumor DNA and its matching control pair. Thus, one of the key factors when using MMPA calculations is to design and set up a robust multiplex reaction controlling all aspects that affect Kμ to minimize variation in its value and in that way minimize the errors in the estimation of expected peak heights (see supplementary information). DNA quality is also an important aspect for the correct performance of MMPA, as it could affect DNA amplification and increase Kμ dispersion. Bad quality DNA can make MMPA calculations impossible. In addition, it is important to precisely quantify and always analyze the same amount of DNA for all samples. K values from microsatellites with no AI considerably different from 1 could indicate genetic alterations causing copy-number gains or losses without generating allelic imbalances, as happens in cases where the two copies of a given locus were lost (e.g. nullosomy) or gained (e.g. tetrasomy). Since Kμ is calculated from control microsatellites, it is desirable to have at least three informative control microsatellites in the MMPA. Previous knowledge about the degree of genetic instability and the recurrence of altered and non-altered genomic regions would facilitate the inclusion of pre-established control markers in the MMPA design. This should not be a problem when analyzing specific genomic regions in tumors with a low or intermediate degree of recurrent copy-number alterations. However, in tumors with a highly altered genome, it will not be possible to determine upfront which markers could be used as control microsatellites, and only after doing MMPA calculations could those not exhibiting AI (and Ks close to 1) be used as control markers. In addition, during the MMPA analysis, special care should be paid to heterozygous dinucleotide microsatellites when both alleles only differ in one repeat (2 bp). In these cases, the slippage of the DNA polymerase during PCR amplification can hamper the correct analysis of peak height values of smaller alleles, thus affecting the calculations of copy-number and percentage of AI-cells in markers showing AI. In the MMPA setup presented here, we decided not to use heterozygous microsatellite markers with a difference in length of only 2 bp for the MMPA calculations. However in the case that these microsatellites were required, a correction on the peak height values of the smaller alleles could be applied  [10] . The interpretation of the information produced by an MMPA is based on a simple model in which tumors are composed of two cell populations: normal 2n cells and cells containing allelic imbalances. A limitation of the MMPA in relation to the ascertainment of the percentage of normal cells present within a tumor is that this information can only be obtained from microsatellite markers showing AI due to copy-number loss or copy-neutral events. Then, this information can be used to analyze microsatellite markers showing AI due to copy-number gains present in the same tumor, but again, only under the assumption that all genetic alterations causing AI are present in the same population of cells. In tumors with a higher cellular and genetic heterogeneity not fitting with this simple model, AI could be detected but difficult to interpret in the context of copy-number and percentage of AI-cells. The re-analysis of 29 neurofibromas showed a good agreement between the information generated by MMPA (copy-number status; percentage of AI/non-AI cells in the tumor) and the data generated in Garcia-Linares et al. (2011) using other standard techniques such as MLPA, PRA and SNP-array analysis. MMPA showed a high degree of sensitivity and accuracy. For the study of neurofibromas and the MMPA setup described here, most microsatellites (∼82%) showing AI were correctly determining the copy-number status and the AI-mechanism. ∼15% of microsatellites generated out of range values and thus, were finally not used in the analysis. The number of microsatellites indicating an incorrect AI-mechanism was very low (∼2%). Considering these data, using a criterion that allows the discrepancy of 1 AI-microsatellite, for neurofibromas with at least 3 informative AI-microsatellites (27/29) the MMPA analysis correctly determined the AI-mechanism in all of them. MMPA calculations provide the same type of information that SNP-array analysis provides but at a much lower resolution. In contrast to this limitation, the cost is also much lower and after a brief PCR set up, it can be applied to any microsatellite multiplex PCR reaction already developed in any standard molecular biology lab. MMPA should be particularly useful for analyzing specific regions of the genome containing tumor suppressor genes causing cancer syndromes. Additionally it can be also used to scan different loci scattered along the genome in large series of control-tumor pairs to select a group of tumors for further and more refined analysis.",
  "upgrade_date": "2026-02-21 02:22:02"
}