{
  "pmid": "22942771",
  "abstract": "Secretome survey of human plexiform neurofibroma derived Schwann Cells reveals a  secreted form of the RARRES1 protein.  Chen HL(1), Seol H(1), Brown KJ(1), Gordish-Dressman H(1), Hill A(1), Gallo  V(1), Packer R(1), Hathout Y(1).  Author information: (1)Children's National Medical Center, 111 Michigan Avenue NW, Washington, DC  20010, USA.  To bring insights into neurofibroma biochemistry, a comprehensive secretome  analysis was performed on cultured human primary Schwann cells isolated from  surgically resected plexiform neurofibroma and from normal nerve tissue. Using a  combination of SDS-PAGE and high precision LC-MS/MS, 907 proteins were  confidently identified in the conditioned media of Schwann cell cultures  combined. Label free proteome profiling revealed consistent release of high  levels of 22 proteins by the four biological replicates of NF1 Schwann cell  cultures relative to the two normal Schwann cell cultures. Inversely, 9 proteins  displayed decreased levels in the conditioned media of NF1 relative to normal  Schwann cells. The proteins with increased levels included proteins involved in  cell growth, angiogenesis and complement pathway while proteins with decreased  levels included those involved in cell adhesion, plasminogen pathway and  extracellular matrix remodeling. Retinoic acid receptor responder protein-1  (RARRES1), previously described as an integral membrane tumor suppressor, was  found exclusively secreted by NF1 Schwann cells but not by normal Schwann cells.  All-trans retinoic acid modulated secretion of RARRES1 in a dose dependent  manner. This study shows altered secretion of key proteins in NF1 derived  Schwann cells. The potential implication of these proteins in neurofibroma  biology is discussed.  DOI: 10.3390/ijms13079380 PMCID: PMC3430302 PMID: 22942771 [Indexed for MEDLINE]",
  "methods": "",
  "introduction": "1. Introduction Plexiform neurofibromas are benign peripheral nerve sheath tumors affecting 26 to 30% of patients diagnosed with neurofibromatosis type I (NF1) [ 1 ]. They are often present as large peripheral nerve neoplasms affecting the head, neck and/or lower back [ 2 ]. They are ultimately composed of uncharacterized cell type of the Schwann cell lineage origin intertwined with fibroblasts, mast cells and endothelial cells [ 3 ]. Though benign, these peripheral nerve tumors can be clinically debilitating depending on their size, location and infiltrative nature [ 4 ]. Furthermore, individuals with plexiform neurofibroma are at risk of developing malignant peripheral nerve sheath tumors (MPNSTs) which are more challenging to treat. The only effective treatment available today for plexiform neurofibroma is surgical resection [ 4 , 5 ]. Unfortunately, depending on the location and the infiltrative nature of the tumor masses, complete surgical resection remains a challenge often leading to recurrence of even larger tumor masses causing pain, disfigurement and physical impairment [ 5 , 6 ]. It is suggested that plexiform neurofibroma arise from Schwann cells that undergo loss of heterozygosity at the  NF1  locus [ 7 ]. Schwann cells are of neural crest origin and play an important role in the development and maintenance of the peripheral nervous system [ 8 ]. They are involved in the myelination and insulation of neuronal axons as well as in the regeneration and trophic support for neurons. During the course of NF1 pathogenesis Schwann cells undergo biallelic inactivation at the  NF1  locus leading to somatic inactivation of NF1 gene that encode for neurofibromine-1 protein, a physiological inhibitor of the Ras pathway [ 1 , 9 ]. This results in hyper-activation of the Ras pathway and uncontrolled proliferation of Schwann cells. Agents targeting the Ras pathway and kinase pathways showed promise in inhibiting neurofibroma progression  in vitro  and in mouse models [ 10 ]. Unfortunately, these same agents had little to no impact on patients with progressive plexiform neurofibroma indicating that Ras pathway alone does not account for the plexiform neurofibroma progression [ 11 ]. Recent studies suggested involvement of the cell microenvironment and cell-cell interaction in neurofibroma progression [ 12 , 13 ]. Proteins secreted by both Schwann cells and mast cells might contribute to the uncontrolled growth of neurofibroma. Thus, a comprehensive study of secreted proteins or “secretome” of the implicated cells might be an attractive approach for identifying components that might bring insight into the molecular pathogenesis of NF1. In this study, we first sought to define the secretome of primary Schwann cell cultures derived from surgically resected plexiform neurofibroma. We used a label free proteome profiling strategy to systematically compare secretomes of four plexiform neurofibroma Schwann cell cultures to the secretome of normal Schwann cells derived from non-neoplastic peripheral nerve. This survey identified aberrant release of several key proteins by the plexiform neurofibroma Schwann cells relative to the normal Schwann cells. Retinoic acid receptor responder protein 1 (RARRES1) also known as Tazarotene-induced gene (TIG1) was exclusively released by the plexiform neurofibroma Schwann cells and not by normal Schwann cells derived from non-noeplastic peripheral nerve. Identifying altered protein secretion by neurofiboma Schwann cells might shed light into the mechanism of neurofibroma progression and eventually define novel therapeutic targets for NF1 patients suffering from recurrent plexiform neurofibroma.",
  "results": "2. Results and Discussion 2.1. Primary Schwann Cell Isolation and Culture NFSC141, NFSC142, NFSC143R and NFSC143L primary Schwann cells cultures were established from plexiform neurofibroma surgically resected from three different patients admitted at CNMC. NFSC143R and NFSC143L were established from tumors removed from the right and left lumbar of the same patient.  Table 1  summarizes the age, gender and tumor location of the participating NF1 patients. All three patients were diagnosed with a plexiform type of neurofibroma according to the pathology results. Established Schwann cell cultures from these specimens showed highly homogenous cell population. All NF1 Schwann cultures resembled the normal Schwann cell culture and expressed the characteristic Schwann cell marker S100β ( Figure 1 ). The isolated cells were further subcultured to passage 2 and processed for secretome profiling and Western blot analysis and the results are described below. 2.2. Secretome Profiling Secretome profiles of the four plexiform neurofibroma Schwann cell cultures NFSC141, NFSC142, NFSC143R and NFSC143L and the two normal primary human Schwann cell cultures NSC1 and NSC2 were obtained as described in the method using a combination of SDS-PAGE, in-gel digestion and high precision LC-MS/MS. We confidently identified and quantified 907 proteins in the CM of the four NF1 Schwann cell cultures and the two normal Schwann cell cultures combined (see Supplemental  Table 1 ). Only proteins that were identified by at least two unique peptides and probability based score p value < 0.001 were retained for further analysis. In general Schwann cells were found to secrete a variety of extracellular matrix remodeling proteins, complement components, cell growth regulating proteins, cell adhesion and cell migration promoting proteins. For quantitative comparisons we used ProteoIQ software to compare spectral counts and signal intensities generated from peptides belonging to each protein across all the samples analyzed. Several proteins were found uniquely secreted by NF1 Schwann cells and not by the normal Schwann cells and vice versa. Among these differentially secreted proteins, 12 were exclusively secreted by the four NF1 Schwann cell cultures and not by the normal Schwann cells, while 4 were exclusively secreted by the normal Schwann cells but not by any of the NF1 Schwann cell cultures. These proteins are reported in  Table 2  with their spectral count, subcellular localization and potential function. NF1 Schwann cells secreted significant amounts of complement components C3 and C4-A, retinoic acid receptor responder protein1 (RARRES1), apolipoproteins D and E, Chitinase-3 like protein and glutathione peroxidase 3. The RARRES1 protein was among the most abundant proteins in this category with average spectral counts of 45 versus 0 in the CM of NF1 Schwann cells relative to normal Schwann cells. Other proteins were secreted by both NF1 and normal Schwann cells but in different amounts. Secretion of 7 proteins were found to be increased by at least 3 fold with  p  value ≤ 0.05 while 6 were found to be decreased by at least the same factor and p value cut off in CM of NF1 Schwann cells relative to normal Schwann cells. These proteins are reported in  Table 3  with their spectral counts, subcellular localization and potential function. Overall, plexiform neurofibroma Schwann cells released greater amounts of cell adhesion proteins such as laminin alpha 4, nidogen-2, cell growth regulating factors such as target of Nesh-SH3, EGF-containing fibulin-like extracellular matrix protein 1 and insulin-like growth factor binding proteins while dramatically decreased the release of receptor type tyrosine protein phosphatase kappa, a negative regulator of EGFR signaling as well as, plasminogen activator inhibitor 1 (PAI-1), chondroitin sulfate proteoglycan 4 (CSPG4), and integrin beta-1. The altered secretome signature in NF1 Schwann cells relative to normal Schwann cells was maintained in the commercially available sNF96.2 cell line established from a malignant peripheral nerve sheath tumor that was surgically resected from a 27 year old donor five years ago [ 14 ] (see supplemental Table). Several proteins that were elevated or decreased in the CM of NF1 Schwann cells relative to normal Schwann cells maintained the same expression direction in the CM of sNF96.2 cells relative to normal Schwann cells. These include the RARRES1 protein, Complements, chitinase 3-like protein, alpha fetoprotein, cadherin-6  etc . (see supplemental Table) 2.3. Characterization of Schwann Cell Secreted RARRES1 Protein An earlier study described RARRES1 protein as a 33 kDa single pass trans-membrane protein with a short N-terminal cytosolic domain, a transmembrane domain and a large C-terminal [ 15 ]. The secreted RARRES1 was identified by 12 unique tryptic peptides in SDS-PAGE bands ranging from 80 to 160 kDa with higher concentration around 110 kDa. This apparent mass is much higher than the expected 38–40 kDa molecular mass reported for the cell attached RARRES1 protein [ 15 , 16 ]. The commercially available sNF96.2 Schwann cell line established from MPNST also secreted similar high molecular mass RARRES1 protein. The sequences of the detected peptides for the extracellular RARRES1 and their position in the protein are shown in  Figure 2 . The observed masses for these peptides were within 10 ppm accuracy with confidence identification better than 99%. All 12 peptides belonged to the C-terminal extracellular domain of the protein suggesting possible shedding of RARRES1 from NF1 Schwann cells or secretion of a novel splice isoform. Interestingly, the commercially available rabbit polyclonal antibodies (from two different sources and with different target epitope) raised against cell attached RARRES1 failed to detect the secreted form of RARRES1 (data not shown). This result suggests a potential posttranslational modification of the secreted RARRES1. 2.4. mRNA RARRES Expression Levels in NF1  Versus  Normal Schwann Cells 2.4.1. Quantitative RTPCR Quantitative RTPCR targeting RARRES1 mRNA in total cell lysates showed a 150 fold higher level of RARRES1 expression in NF1 Schwann cells relative to normal Schwann cells ( Figure 3 ). This data shows that the RARRES1 gene was actively expressed in plexiform neurofibroma Schwann cells compared to normal Schwann cells and correlates with the high levels of secreted RARRES1 protein seen in NF1 Schwann cells relative to normal Schwann cells. 2.4.2. Western Blot Analysis To verify if this high expression of RARRES1 mRNA in NF1 Schwann cells relative to normal Schwann cells translates into increased expression of the RARRES1 protein in the cell pellets we performed Western blot analysis on the total protein extracts from NF1 and normal Schwann cells using two different rabbit polyclonal antibodies against human RARRES1 protein. Unlike the secreted RARRES1, the cell attached form of the RARRES1 was detected as a single band around 40 kDa in agreement with the antibody manufacturer datasheet and with earlier studies [ 16 ]. However, there was no significant difference in the expression levels of the 40 kDa RARRES1 between the normal and NF1 Schwann cells ( Figure 4 ). 2.5. All-Trans Retinoic Acid Induces Expression of Secreted RARRES1 Since the commercially available RARRES1 antibodies failed to detect extracellular RARRES1 we synthesized a stable isotope labeled RARRES1 standard by culturing sNF96.2 cell line in medium where Arg and Lys were replaced by stable isotope labeled  13 C 6 -Arg and  13 C 6 ,  15 N 2 -Lys. All secreted proteins including RARRES1 protein were uniformly and fully labeled with  13 C 6 -Arg and  13 C 6 ,  15 N 2 -Lys after 7 cell doublings. A fixed amount of the stable isotope labeled RARRES1 was then spiked into equal aliquots of conditioned media collected from unlabeled sNF96.2 cells treated for 24 hours with 0, 0.25, 0.5 or 1 μM RA of all-trans retinoic acid (RA). Spiked samples were processed for mass spectrometry analysis as described in the method. Peptides generated from  de novo  synthesized RARRES1 protein and the labeled spiked-in RARRES1 proteins are detected as pairs of light and heavy ions.  Figure 5a  shows example spectra of heavy and light ion pairs corresponding to labeled and unlabeled RARRES1 tryptic peptide (YNPESLLQEGEGR) generated from labeled standard RARRES1 and  de novo  synthesized RARRES1.  Figure 5b  shows the overall expression levels of the cellular secreted RARRES1 by sNF96.2 treated with different doses of RA (the levels are relative to the spiked-in SILAC labeled standard RARRES1). While the expression levels of secreted RARRES1 increased in a dose dependent manner in response to RA treatment with almost a 2-fold increase after 24 hours incubation with 1 μM RA dose, the band detected by Western blot analysis for the cell attached RARRES1 remained unchanged following treatment of sNF96.2 cells with RA even at a higher dose of 1 μM of RA ( Figure 5c ). 2.6. Discussion Secretome profiling of human primary Schwann cell cultures revealed several key proteins that were differentially secreted between the plexiform neurofibroma derived Schwann cells and the non-neoplastic peripheral nerve derived Schwann cells. Most of these proteins are known to play a direct role in cell adhesion, cell proliferation and tumorigenesis. These include the target of Nesh-SH3 protein also known as TARSH. This protein was approximately 19-fold higher in the CM of NF1 Schwann cells relative to normal Schwann cells. TARSH was recently described to play a role in cell senescence via the p53 pathway [ 17 ] but also play a major role in reducing cell dendritic complexity of neural cells [ 18 ]. This later function might be relevant to the differentiation of neural and Schwann cells in the context of neurofibroma progression. Further studies to define the role of TARSH in growth and differentiation of Schwann cells are needed. APOD was exclusively secreted by all four NF1 Schwann cells cultures and not by normal Schwann cells. This is in agreement with earlier studies showing that APOD mRNA levels were increased in neurofibroma compared to non-neoplastic peripheral nerve [ 19 ]. Interestingly, the same group showed that APOD mRNA levels decreases during transformation of benign neurofibroma to MPNSTs. The exact role of APOD in neurofibroma progression is however not well understood at present. Nevertheless expression of APOD was often found to be increased in soft tissue tumors and could as well have a direct role in growth of benign tumors [ 20 ]. Alpha-fetoprotein (AFP) is another interesting protein that was significantly elevated in the conditioned media of the four NF1 Schwann cell cultures compared to the normal Schwann cell cultures. AFP is a 70 kDa glycoprotein that is normally expressed during fetal development then repressed after birth [ 21 ]. Its reappearance often indicates the presence of a tumor especially hepatocellular carcinoma [ 22 ] but also other tumors of germ cell origin and gastrointestinal tract [ 23 , 24 ]. Furthermore, AFP was reported to promote proliferation of NIH 3T3 cells via activation of the Ras pathway [ 25 ]. These data suggests that AFP might be involved in the growth and proliferation of NF1 Schwann cells by acting in synergy with the inactive neurofibormin-1 thus resulting in hyperactivation of the Ras pathway. However, this hypothesis need to be further verified using mouse knockdown assays. The dramatic decrease of PAI-1 in the extracellular milieu of NF1 Schwann cells relative to normal Schwann cells is also highly significant in the context of neurofibroma growth and progression. Indeed, PAI-1 acts as a physiological inhibitor of urokinase-type plasminogen activator (uPA), a serine protease that promotes tumor progression and invasiveness [ 26 ]. An earlier study targeting the plasminogen activation pathway in cutaneous neurofibroma demonstrated that Schwann cells, and not other cells, in the neurofibroma tissue are responsible for the release of uPA and its regulator PAI-1 [ 27 ]. In this study we were not able to detect uPA in the secretome profiles of normal and NF1 Schwann cells but we detected a significant amount of uPA (7 spectral counts) in the conditioned medium of the malignant sNF96.2 Schwann cell line (see supplemental Table). This is in agreement with the malignancy of the sNF96.2 relative to the NF1 and normal Schwann cells studied herein. Other interesting proteins that were abundant in the extracellular milieu of NF1 Schwann cells relative to normal Schwann cells include the perlecan also known as basement membrane-specific heparan sulfate proteoglycan core protein, a secreted heparan sulfate glycoprotein involved in endothelial cell proliferation, mitogenesis and angiogenesis [ 28 ]. The high secretion of this protein by NF1 Schwann cell might contribute the complex growth and vasculature often seen in plexiform neurfibroma tissue. Furthermore NF1 Schwann cells secreted higher amounts of EFEMP1, an activator of the EGFR signaling [ 29 ] while decreasing the levels of the receptor-type tyrosine-protein phosphatase kappa, a negative regulator of EGFR signaling [ 30 , 31 ]. This suggests that EFGR signaling might be hyperactivated in NF1 Schwann cells relative to normal Schwann cells. However, this hypothesis needs to be verified in future studies. Perhaps one of the most interesting findings in the secretome survey of Schwann cells is the exclusive secretion of a high molecular mass RARRES1 protein (~110 kDa) by the four NF1 Schwann cultures including the sNF96.2 cell line and not by the normal Schwann cell cultures. Secretion of RARRES1 protein is novel and to the best of our knowledge never been reported or discussed before. Whether the protein was proteolytically cleaved from the cell surface or was secreted as a splice isoform remains to be carefully examined. Nevertheless, all the RARRES1 tryptic peptides identified by mass spectrometry in the CM of NF1 Schwann cells belonged to the extracellular domain of the protein. No peptides of the N-terminal domain or the transmembrane domain were detected suggesting potential secretion or shedding of the RARRES1 protein. The RARRES1 gene was first characterized by Nagpal  et al . [ 15 ] as a target gene that was induced in human cultured skin tissue by a synthetic retinoid Tazarotene, hence the name Tazarotene-induced gene 1 (TIG-1). The gene was suggested to express a 294 amino acid transmembrane protein with molecular mass of 33,285 Da. From the sequence it was predicted that RARRES1 is a single pass type II membrane protein with a short cytosolic N-terminal domain, a transmembrane domain and large extracellular C-terminal domain. In this study we found RARRES1 protein to be actually secreted or released in the extracellular milieu by NF1 Schwann cells. Interestingly, while RARRES1 protein extracted from the cell pellet was detected as a single band around 40 kDa by Western blot, the RARRES1 protein released into the CM by NF1 Schwann cells was detected in multiple bands ranging from 80 to 160 kDa with a highest concentration around 110 kDa. The antibody used to detect cell attached RARRES1 protein failed to detect the secreted RARRES1 even though several peptides were detected by mass spectrometry for this protein in the CM of cultured NF1 Schwan cells. This suggests that the released RARRES1 protein might be post-translationally modified hindering its detection by the antibody that detects the 40 kDa cell attached RARRES1. Based on the Uniprot knowledge database, human RARRES1 protein has only one potential N-glycosylation site which is not enough to explain or support the high increase in the molecular mass (up to 160 kDa) seen for extracellular RARRES1. Even though RARRES1 protein was previously detected in the conditioned media of some cancer cell lines [ 32 , 33 ] no details were provided regarding its molecular mass and its occurrence in the extracellular milieu. In this study we consistently detect secreted RARRES1 in bands ranging from 80 to 160 kDa with the highest abundance around 110 kDa. All SDS-PAGE separations were performed under denaturing conditions thus ruling out the possibility of oligomerization. This significant increase in the molecular mass is typical for heparan sulfate modifications. However, future structural studies are needed to verify this hypothesis. Secretion of the high molecular mass RARRES1 protein was maintained in the sNF96.2 Schwann cell line previously established from an MPNST neurofibroma that was surgically resected from a 27 year old donor five years ago [ 14 ]. We and others have examined secretomes of several human primary and tumor cell lines including retinal pigment epithelial cells [ 34 , 35 ], primary astrocytes, glioblastoma cell lines [ 36 ], twelve different types of human tumors cell lines [ 32 ], twenty three human carcinoma cells lines [ 33 ] and primary myotubes [ 37 ]. Of these cells only the Hela cell line, the colon cancer cell lines SW620 and Colo20 [ 33 ] and the lung carcinoma cell line A549 [ 32 ] secreted RARRES1 protein in their conditioned media. These data suggest that secretion of RARRES1 does occur and might be specific to certain cancer cell lines including our NF1 derived Schwann cells. Furthermore, close examination of the protein list identified in a secretome study of the omental adipose tissue explant, also revealed the presence of RARRES1 protein in the conditioned medium [ 38 ]. In another independent study high expression levels of RARRES1 gene, up to 59-fold was observed in slowly proliferating mesenchymal stem cells derived from visceral adipose tissue versus highly proliferative mesenchymal stem cells derived from subcutaneous adipose [ 39 ]. It was suggested that RARRES1 might be involved in regulating proliferation as well as differentiation of adipose tissue derived mesenchymal stem cells. However, the authors did not distinguish between secreted RARRES1 or cell attached RARRES1 since measurements were performed at the mRNA levels. In summary, these data on the secretome studies of cancer cell lines, the adipose tissue explant and our current Schwann cell secretome strongly support the existence of a secreted form of the RARRES1 protein. This secreted RARRES1 might play role in cell differentiation and growth. While this secreted RARRES1 protein seems to be increased in certain cancer cell lines, the attached RARRES1 protein was often reported to be less expressed, at least at the mRNA level, in prostate carcinoma, nasopharyngeal carcinoma and a leukemia cell line [ 40 – 42 ]. Others have shown that RARRES1 protein expression changes in function of cancer stage, with high expression at early stage then down-regulated at advanced stage [ 43 ]. The down-expression was often attributed to hypermethylation of the promoter region of the  RARRES1  gene. In our study, even though the secreted RARRES1 was highly expressed in the NF1 Schwann cells relative to normal Schwann cells there was no significant difference in the expression levels of the 40 kDa cell attached RARRES1 between these cells. Additionally, treatment of sNF96.2 cells with increasing doses of all-trans retinoic resulted in increased secretion of the RARRES1 protein but not the 40 kDa cell attached RARRES1 protein. This suggests that these two forms of the RARRES1 protein might be posttranslationally regulated or originates from mRNA splicing that is tightly controlled in these Schwann cells. However this hypothesis remains to be carefully examined. The lower expression of cell attached RARRES1 in prostate and nasopharyngeal carcinoma has suggested that RARRES1 protein might act as a tumor suppressor. However, mechanisms by which RARRES1 inhibits cell proliferation in cancer are largely unknown. Recent studies have shown that RARRES1 is a potential inhibitor of the cytoplasmic carboxypeptidase AGBL2, a protein that is involved in the regulation of tubulin tyrosination and tumorigenesis [ 44 ]. Furthermore the same group showed that knockdown of RARRES1 in human prostatic epithelial cell line resulted in down-regulation of an enzyme involved in negative regulation of the growth hormone-stimulated signal transduction pathways with concomitant up-regulation of a tumor suppressor disks large 2 [ 16 ]. While this might be true for the cell attached RARRES1 the over expression of secreted RARRES1 in NF1 Schwann cells and other cancer cell lines remains intriguing and requires further investigation to define the role of secreted RARRES1 protein in the context of tumor cells.",
  "discussion": "2. Results and Discussion 2.1. Primary Schwann Cell Isolation and Culture NFSC141, NFSC142, NFSC143R and NFSC143L primary Schwann cells cultures were established from plexiform neurofibroma surgically resected from three different patients admitted at CNMC. NFSC143R and NFSC143L were established from tumors removed from the right and left lumbar of the same patient.  Table 1  summarizes the age, gender and tumor location of the participating NF1 patients. All three patients were diagnosed with a plexiform type of neurofibroma according to the pathology results. Established Schwann cell cultures from these specimens showed highly homogenous cell population. All NF1 Schwann cultures resembled the normal Schwann cell culture and expressed the characteristic Schwann cell marker S100β ( Figure 1 ). The isolated cells were further subcultured to passage 2 and processed for secretome profiling and Western blot analysis and the results are described below. 2.2. Secretome Profiling Secretome profiles of the four plexiform neurofibroma Schwann cell cultures NFSC141, NFSC142, NFSC143R and NFSC143L and the two normal primary human Schwann cell cultures NSC1 and NSC2 were obtained as described in the method using a combination of SDS-PAGE, in-gel digestion and high precision LC-MS/MS. We confidently identified and quantified 907 proteins in the CM of the four NF1 Schwann cell cultures and the two normal Schwann cell cultures combined (see Supplemental  Table 1 ). Only proteins that were identified by at least two unique peptides and probability based score p value < 0.001 were retained for further analysis. In general Schwann cells were found to secrete a variety of extracellular matrix remodeling proteins, complement components, cell growth regulating proteins, cell adhesion and cell migration promoting proteins. For quantitative comparisons we used ProteoIQ software to compare spectral counts and signal intensities generated from peptides belonging to each protein across all the samples analyzed. Several proteins were found uniquely secreted by NF1 Schwann cells and not by the normal Schwann cells and vice versa. Among these differentially secreted proteins, 12 were exclusively secreted by the four NF1 Schwann cell cultures and not by the normal Schwann cells, while 4 were exclusively secreted by the normal Schwann cells but not by any of the NF1 Schwann cell cultures. These proteins are reported in  Table 2  with their spectral count, subcellular localization and potential function. NF1 Schwann cells secreted significant amounts of complement components C3 and C4-A, retinoic acid receptor responder protein1 (RARRES1), apolipoproteins D and E, Chitinase-3 like protein and glutathione peroxidase 3. The RARRES1 protein was among the most abundant proteins in this category with average spectral counts of 45 versus 0 in the CM of NF1 Schwann cells relative to normal Schwann cells. Other proteins were secreted by both NF1 and normal Schwann cells but in different amounts. Secretion of 7 proteins were found to be increased by at least 3 fold with  p  value ≤ 0.05 while 6 were found to be decreased by at least the same factor and p value cut off in CM of NF1 Schwann cells relative to normal Schwann cells. These proteins are reported in  Table 3  with their spectral counts, subcellular localization and potential function. Overall, plexiform neurofibroma Schwann cells released greater amounts of cell adhesion proteins such as laminin alpha 4, nidogen-2, cell growth regulating factors such as target of Nesh-SH3, EGF-containing fibulin-like extracellular matrix protein 1 and insulin-like growth factor binding proteins while dramatically decreased the release of receptor type tyrosine protein phosphatase kappa, a negative regulator of EGFR signaling as well as, plasminogen activator inhibitor 1 (PAI-1), chondroitin sulfate proteoglycan 4 (CSPG4), and integrin beta-1. The altered secretome signature in NF1 Schwann cells relative to normal Schwann cells was maintained in the commercially available sNF96.2 cell line established from a malignant peripheral nerve sheath tumor that was surgically resected from a 27 year old donor five years ago [ 14 ] (see supplemental Table). Several proteins that were elevated or decreased in the CM of NF1 Schwann cells relative to normal Schwann cells maintained the same expression direction in the CM of sNF96.2 cells relative to normal Schwann cells. These include the RARRES1 protein, Complements, chitinase 3-like protein, alpha fetoprotein, cadherin-6  etc . (see supplemental Table) 2.3. Characterization of Schwann Cell Secreted RARRES1 Protein An earlier study described RARRES1 protein as a 33 kDa single pass trans-membrane protein with a short N-terminal cytosolic domain, a transmembrane domain and a large C-terminal [ 15 ]. The secreted RARRES1 was identified by 12 unique tryptic peptides in SDS-PAGE bands ranging from 80 to 160 kDa with higher concentration around 110 kDa. This apparent mass is much higher than the expected 38–40 kDa molecular mass reported for the cell attached RARRES1 protein [ 15 , 16 ]. The commercially available sNF96.2 Schwann cell line established from MPNST also secreted similar high molecular mass RARRES1 protein. The sequences of the detected peptides for the extracellular RARRES1 and their position in the protein are shown in  Figure 2 . The observed masses for these peptides were within 10 ppm accuracy with confidence identification better than 99%. All 12 peptides belonged to the C-terminal extracellular domain of the protein suggesting possible shedding of RARRES1 from NF1 Schwann cells or secretion of a novel splice isoform. Interestingly, the commercially available rabbit polyclonal antibodies (from two different sources and with different target epitope) raised against cell attached RARRES1 failed to detect the secreted form of RARRES1 (data not shown). This result suggests a potential posttranslational modification of the secreted RARRES1. 2.4. mRNA RARRES Expression Levels in NF1  Versus  Normal Schwann Cells 2.4.1. Quantitative RTPCR Quantitative RTPCR targeting RARRES1 mRNA in total cell lysates showed a 150 fold higher level of RARRES1 expression in NF1 Schwann cells relative to normal Schwann cells ( Figure 3 ). This data shows that the RARRES1 gene was actively expressed in plexiform neurofibroma Schwann cells compared to normal Schwann cells and correlates with the high levels of secreted RARRES1 protein seen in NF1 Schwann cells relative to normal Schwann cells. 2.4.2. Western Blot Analysis To verify if this high expression of RARRES1 mRNA in NF1 Schwann cells relative to normal Schwann cells translates into increased expression of the RARRES1 protein in the cell pellets we performed Western blot analysis on the total protein extracts from NF1 and normal Schwann cells using two different rabbit polyclonal antibodies against human RARRES1 protein. Unlike the secreted RARRES1, the cell attached form of the RARRES1 was detected as a single band around 40 kDa in agreement with the antibody manufacturer datasheet and with earlier studies [ 16 ]. However, there was no significant difference in the expression levels of the 40 kDa RARRES1 between the normal and NF1 Schwann cells ( Figure 4 ). 2.5. All-Trans Retinoic Acid Induces Expression of Secreted RARRES1 Since the commercially available RARRES1 antibodies failed to detect extracellular RARRES1 we synthesized a stable isotope labeled RARRES1 standard by culturing sNF96.2 cell line in medium where Arg and Lys were replaced by stable isotope labeled  13 C 6 -Arg and  13 C 6 ,  15 N 2 -Lys. All secreted proteins including RARRES1 protein were uniformly and fully labeled with  13 C 6 -Arg and  13 C 6 ,  15 N 2 -Lys after 7 cell doublings. A fixed amount of the stable isotope labeled RARRES1 was then spiked into equal aliquots of conditioned media collected from unlabeled sNF96.2 cells treated for 24 hours with 0, 0.25, 0.5 or 1 μM RA of all-trans retinoic acid (RA). Spiked samples were processed for mass spectrometry analysis as described in the method. Peptides generated from  de novo  synthesized RARRES1 protein and the labeled spiked-in RARRES1 proteins are detected as pairs of light and heavy ions.  Figure 5a  shows example spectra of heavy and light ion pairs corresponding to labeled and unlabeled RARRES1 tryptic peptide (YNPESLLQEGEGR) generated from labeled standard RARRES1 and  de novo  synthesized RARRES1.  Figure 5b  shows the overall expression levels of the cellular secreted RARRES1 by sNF96.2 treated with different doses of RA (the levels are relative to the spiked-in SILAC labeled standard RARRES1). While the expression levels of secreted RARRES1 increased in a dose dependent manner in response to RA treatment with almost a 2-fold increase after 24 hours incubation with 1 μM RA dose, the band detected by Western blot analysis for the cell attached RARRES1 remained unchanged following treatment of sNF96.2 cells with RA even at a higher dose of 1 μM of RA ( Figure 5c ). 2.6. Discussion Secretome profiling of human primary Schwann cell cultures revealed several key proteins that were differentially secreted between the plexiform neurofibroma derived Schwann cells and the non-neoplastic peripheral nerve derived Schwann cells. Most of these proteins are known to play a direct role in cell adhesion, cell proliferation and tumorigenesis. These include the target of Nesh-SH3 protein also known as TARSH. This protein was approximately 19-fold higher in the CM of NF1 Schwann cells relative to normal Schwann cells. TARSH was recently described to play a role in cell senescence via the p53 pathway [ 17 ] but also play a major role in reducing cell dendritic complexity of neural cells [ 18 ]. This later function might be relevant to the differentiation of neural and Schwann cells in the context of neurofibroma progression. Further studies to define the role of TARSH in growth and differentiation of Schwann cells are needed. APOD was exclusively secreted by all four NF1 Schwann cells cultures and not by normal Schwann cells. This is in agreement with earlier studies showing that APOD mRNA levels were increased in neurofibroma compared to non-neoplastic peripheral nerve [ 19 ]. Interestingly, the same group showed that APOD mRNA levels decreases during transformation of benign neurofibroma to MPNSTs. The exact role of APOD in neurofibroma progression is however not well understood at present. Nevertheless expression of APOD was often found to be increased in soft tissue tumors and could as well have a direct role in growth of benign tumors [ 20 ]. Alpha-fetoprotein (AFP) is another interesting protein that was significantly elevated in the conditioned media of the four NF1 Schwann cell cultures compared to the normal Schwann cell cultures. AFP is a 70 kDa glycoprotein that is normally expressed during fetal development then repressed after birth [ 21 ]. Its reappearance often indicates the presence of a tumor especially hepatocellular carcinoma [ 22 ] but also other tumors of germ cell origin and gastrointestinal tract [ 23 , 24 ]. Furthermore, AFP was reported to promote proliferation of NIH 3T3 cells via activation of the Ras pathway [ 25 ]. These data suggests that AFP might be involved in the growth and proliferation of NF1 Schwann cells by acting in synergy with the inactive neurofibormin-1 thus resulting in hyperactivation of the Ras pathway. However, this hypothesis need to be further verified using mouse knockdown assays. The dramatic decrease of PAI-1 in the extracellular milieu of NF1 Schwann cells relative to normal Schwann cells is also highly significant in the context of neurofibroma growth and progression. Indeed, PAI-1 acts as a physiological inhibitor of urokinase-type plasminogen activator (uPA), a serine protease that promotes tumor progression and invasiveness [ 26 ]. An earlier study targeting the plasminogen activation pathway in cutaneous neurofibroma demonstrated that Schwann cells, and not other cells, in the neurofibroma tissue are responsible for the release of uPA and its regulator PAI-1 [ 27 ]. In this study we were not able to detect uPA in the secretome profiles of normal and NF1 Schwann cells but we detected a significant amount of uPA (7 spectral counts) in the conditioned medium of the malignant sNF96.2 Schwann cell line (see supplemental Table). This is in agreement with the malignancy of the sNF96.2 relative to the NF1 and normal Schwann cells studied herein. Other interesting proteins that were abundant in the extracellular milieu of NF1 Schwann cells relative to normal Schwann cells include the perlecan also known as basement membrane-specific heparan sulfate proteoglycan core protein, a secreted heparan sulfate glycoprotein involved in endothelial cell proliferation, mitogenesis and angiogenesis [ 28 ]. The high secretion of this protein by NF1 Schwann cell might contribute the complex growth and vasculature often seen in plexiform neurfibroma tissue. Furthermore NF1 Schwann cells secreted higher amounts of EFEMP1, an activator of the EGFR signaling [ 29 ] while decreasing the levels of the receptor-type tyrosine-protein phosphatase kappa, a negative regulator of EGFR signaling [ 30 , 31 ]. This suggests that EFGR signaling might be hyperactivated in NF1 Schwann cells relative to normal Schwann cells. However, this hypothesis needs to be verified in future studies. Perhaps one of the most interesting findings in the secretome survey of Schwann cells is the exclusive secretion of a high molecular mass RARRES1 protein (~110 kDa) by the four NF1 Schwann cultures including the sNF96.2 cell line and not by the normal Schwann cell cultures. Secretion of RARRES1 protein is novel and to the best of our knowledge never been reported or discussed before. Whether the protein was proteolytically cleaved from the cell surface or was secreted as a splice isoform remains to be carefully examined. Nevertheless, all the RARRES1 tryptic peptides identified by mass spectrometry in the CM of NF1 Schwann cells belonged to the extracellular domain of the protein. No peptides of the N-terminal domain or the transmembrane domain were detected suggesting potential secretion or shedding of the RARRES1 protein. The RARRES1 gene was first characterized by Nagpal  et al . [ 15 ] as a target gene that was induced in human cultured skin tissue by a synthetic retinoid Tazarotene, hence the name Tazarotene-induced gene 1 (TIG-1). The gene was suggested to express a 294 amino acid transmembrane protein with molecular mass of 33,285 Da. From the sequence it was predicted that RARRES1 is a single pass type II membrane protein with a short cytosolic N-terminal domain, a transmembrane domain and large extracellular C-terminal domain. In this study we found RARRES1 protein to be actually secreted or released in the extracellular milieu by NF1 Schwann cells. Interestingly, while RARRES1 protein extracted from the cell pellet was detected as a single band around 40 kDa by Western blot, the RARRES1 protein released into the CM by NF1 Schwann cells was detected in multiple bands ranging from 80 to 160 kDa with a highest concentration around 110 kDa. The antibody used to detect cell attached RARRES1 protein failed to detect the secreted RARRES1 even though several peptides were detected by mass spectrometry for this protein in the CM of cultured NF1 Schwan cells. This suggests that the released RARRES1 protein might be post-translationally modified hindering its detection by the antibody that detects the 40 kDa cell attached RARRES1. Based on the Uniprot knowledge database, human RARRES1 protein has only one potential N-glycosylation site which is not enough to explain or support the high increase in the molecular mass (up to 160 kDa) seen for extracellular RARRES1. Even though RARRES1 protein was previously detected in the conditioned media of some cancer cell lines [ 32 , 33 ] no details were provided regarding its molecular mass and its occurrence in the extracellular milieu. In this study we consistently detect secreted RARRES1 in bands ranging from 80 to 160 kDa with the highest abundance around 110 kDa. All SDS-PAGE separations were performed under denaturing conditions thus ruling out the possibility of oligomerization. This significant increase in the molecular mass is typical for heparan sulfate modifications. However, future structural studies are needed to verify this hypothesis. Secretion of the high molecular mass RARRES1 protein was maintained in the sNF96.2 Schwann cell line previously established from an MPNST neurofibroma that was surgically resected from a 27 year old donor five years ago [ 14 ]. We and others have examined secretomes of several human primary and tumor cell lines including retinal pigment epithelial cells [ 34 , 35 ], primary astrocytes, glioblastoma cell lines [ 36 ], twelve different types of human tumors cell lines [ 32 ], twenty three human carcinoma cells lines [ 33 ] and primary myotubes [ 37 ]. Of these cells only the Hela cell line, the colon cancer cell lines SW620 and Colo20 [ 33 ] and the lung carcinoma cell line A549 [ 32 ] secreted RARRES1 protein in their conditioned media. These data suggest that secretion of RARRES1 does occur and might be specific to certain cancer cell lines including our NF1 derived Schwann cells. Furthermore, close examination of the protein list identified in a secretome study of the omental adipose tissue explant, also revealed the presence of RARRES1 protein in the conditioned medium [ 38 ]. In another independent study high expression levels of RARRES1 gene, up to 59-fold was observed in slowly proliferating mesenchymal stem cells derived from visceral adipose tissue versus highly proliferative mesenchymal stem cells derived from subcutaneous adipose [ 39 ]. It was suggested that RARRES1 might be involved in regulating proliferation as well as differentiation of adipose tissue derived mesenchymal stem cells. However, the authors did not distinguish between secreted RARRES1 or cell attached RARRES1 since measurements were performed at the mRNA levels. In summary, these data on the secretome studies of cancer cell lines, the adipose tissue explant and our current Schwann cell secretome strongly support the existence of a secreted form of the RARRES1 protein. This secreted RARRES1 might play role in cell differentiation and growth. While this secreted RARRES1 protein seems to be increased in certain cancer cell lines, the attached RARRES1 protein was often reported to be less expressed, at least at the mRNA level, in prostate carcinoma, nasopharyngeal carcinoma and a leukemia cell line [ 40 – 42 ]. Others have shown that RARRES1 protein expression changes in function of cancer stage, with high expression at early stage then down-regulated at advanced stage [ 43 ]. The down-expression was often attributed to hypermethylation of the promoter region of the  RARRES1  gene. In our study, even though the secreted RARRES1 was highly expressed in the NF1 Schwann cells relative to normal Schwann cells there was no significant difference in the expression levels of the 40 kDa cell attached RARRES1 between these cells. Additionally, treatment of sNF96.2 cells with increasing doses of all-trans retinoic resulted in increased secretion of the RARRES1 protein but not the 40 kDa cell attached RARRES1 protein. This suggests that these two forms of the RARRES1 protein might be posttranslationally regulated or originates from mRNA splicing that is tightly controlled in these Schwann cells. However this hypothesis remains to be carefully examined. The lower expression of cell attached RARRES1 in prostate and nasopharyngeal carcinoma has suggested that RARRES1 protein might act as a tumor suppressor. However, mechanisms by which RARRES1 inhibits cell proliferation in cancer are largely unknown. Recent studies have shown that RARRES1 is a potential inhibitor of the cytoplasmic carboxypeptidase AGBL2, a protein that is involved in the regulation of tubulin tyrosination and tumorigenesis [ 44 ]. Furthermore the same group showed that knockdown of RARRES1 in human prostatic epithelial cell line resulted in down-regulation of an enzyme involved in negative regulation of the growth hormone-stimulated signal transduction pathways with concomitant up-regulation of a tumor suppressor disks large 2 [ 16 ]. While this might be true for the cell attached RARRES1 the over expression of secreted RARRES1 in NF1 Schwann cells and other cancer cell lines remains intriguing and requires further investigation to define the role of secreted RARRES1 protein in the context of tumor cells. 2.6. Discussion Secretome profiling of human primary Schwann cell cultures revealed several key proteins that were differentially secreted between the plexiform neurofibroma derived Schwann cells and the non-neoplastic peripheral nerve derived Schwann cells. Most of these proteins are known to play a direct role in cell adhesion, cell proliferation and tumorigenesis. These include the target of Nesh-SH3 protein also known as TARSH. This protein was approximately 19-fold higher in the CM of NF1 Schwann cells relative to normal Schwann cells. TARSH was recently described to play a role in cell senescence via the p53 pathway [ 17 ] but also play a major role in reducing cell dendritic complexity of neural cells [ 18 ]. This later function might be relevant to the differentiation of neural and Schwann cells in the context of neurofibroma progression. Further studies to define the role of TARSH in growth and differentiation of Schwann cells are needed. APOD was exclusively secreted by all four NF1 Schwann cells cultures and not by normal Schwann cells. This is in agreement with earlier studies showing that APOD mRNA levels were increased in neurofibroma compared to non-neoplastic peripheral nerve [ 19 ]. Interestingly, the same group showed that APOD mRNA levels decreases during transformation of benign neurofibroma to MPNSTs. The exact role of APOD in neurofibroma progression is however not well understood at present. Nevertheless expression of APOD was often found to be increased in soft tissue tumors and could as well have a direct role in growth of benign tumors [ 20 ]. Alpha-fetoprotein (AFP) is another interesting protein that was significantly elevated in the conditioned media of the four NF1 Schwann cell cultures compared to the normal Schwann cell cultures. AFP is a 70 kDa glycoprotein that is normally expressed during fetal development then repressed after birth [ 21 ]. Its reappearance often indicates the presence of a tumor especially hepatocellular carcinoma [ 22 ] but also other tumors of germ cell origin and gastrointestinal tract [ 23 , 24 ]. Furthermore, AFP was reported to promote proliferation of NIH 3T3 cells via activation of the Ras pathway [ 25 ]. These data suggests that AFP might be involved in the growth and proliferation of NF1 Schwann cells by acting in synergy with the inactive neurofibormin-1 thus resulting in hyperactivation of the Ras pathway. However, this hypothesis need to be further verified using mouse knockdown assays. The dramatic decrease of PAI-1 in the extracellular milieu of NF1 Schwann cells relative to normal Schwann cells is also highly significant in the context of neurofibroma growth and progression. Indeed, PAI-1 acts as a physiological inhibitor of urokinase-type plasminogen activator (uPA), a serine protease that promotes tumor progression and invasiveness [ 26 ]. An earlier study targeting the plasminogen activation pathway in cutaneous neurofibroma demonstrated that Schwann cells, and not other cells, in the neurofibroma tissue are responsible for the release of uPA and its regulator PAI-1 [ 27 ]. In this study we were not able to detect uPA in the secretome profiles of normal and NF1 Schwann cells but we detected a significant amount of uPA (7 spectral counts) in the conditioned medium of the malignant sNF96.2 Schwann cell line (see supplemental Table). This is in agreement with the malignancy of the sNF96.2 relative to the NF1 and normal Schwann cells studied herein. Other interesting proteins that were abundant in the extracellular milieu of NF1 Schwann cells relative to normal Schwann cells include the perlecan also known as basement membrane-specific heparan sulfate proteoglycan core protein, a secreted heparan sulfate glycoprotein involved in endothelial cell proliferation, mitogenesis and angiogenesis [ 28 ]. The high secretion of this protein by NF1 Schwann cell might contribute the complex growth and vasculature often seen in plexiform neurfibroma tissue. Furthermore NF1 Schwann cells secreted higher amounts of EFEMP1, an activator of the EGFR signaling [ 29 ] while decreasing the levels of the receptor-type tyrosine-protein phosphatase kappa, a negative regulator of EGFR signaling [ 30 , 31 ]. This suggests that EFGR signaling might be hyperactivated in NF1 Schwann cells relative to normal Schwann cells. However, this hypothesis needs to be verified in future studies. Perhaps one of the most interesting findings in the secretome survey of Schwann cells is the exclusive secretion of a high molecular mass RARRES1 protein (~110 kDa) by the four NF1 Schwann cultures including the sNF96.2 cell line and not by the normal Schwann cell cultures. Secretion of RARRES1 protein is novel and to the best of our knowledge never been reported or discussed before. Whether the protein was proteolytically cleaved from the cell surface or was secreted as a splice isoform remains to be carefully examined. Nevertheless, all the RARRES1 tryptic peptides identified by mass spectrometry in the CM of NF1 Schwann cells belonged to the extracellular domain of the protein. No peptides of the N-terminal domain or the transmembrane domain were detected suggesting potential secretion or shedding of the RARRES1 protein. The RARRES1 gene was first characterized by Nagpal  et al . [ 15 ] as a target gene that was induced in human cultured skin tissue by a synthetic retinoid Tazarotene, hence the name Tazarotene-induced gene 1 (TIG-1). The gene was suggested to express a 294 amino acid transmembrane protein with molecular mass of 33,285 Da. From the sequence it was predicted that RARRES1 is a single pass type II membrane protein with a short cytosolic N-terminal domain, a transmembrane domain and large extracellular C-terminal domain. In this study we found RARRES1 protein to be actually secreted or released in the extracellular milieu by NF1 Schwann cells. Interestingly, while RARRES1 protein extracted from the cell pellet was detected as a single band around 40 kDa by Western blot, the RARRES1 protein released into the CM by NF1 Schwann cells was detected in multiple bands ranging from 80 to 160 kDa with a highest concentration around 110 kDa. The antibody used to detect cell attached RARRES1 protein failed to detect the secreted RARRES1 even though several peptides were detected by mass spectrometry for this protein in the CM of cultured NF1 Schwan cells. This suggests that the released RARRES1 protein might be post-translationally modified hindering its detection by the antibody that detects the 40 kDa cell attached RARRES1. Based on the Uniprot knowledge database, human RARRES1 protein has only one potential N-glycosylation site which is not enough to explain or support the high increase in the molecular mass (up to 160 kDa) seen for extracellular RARRES1. Even though RARRES1 protein was previously detected in the conditioned media of some cancer cell lines [ 32 , 33 ] no details were provided regarding its molecular mass and its occurrence in the extracellular milieu. In this study we consistently detect secreted RARRES1 in bands ranging from 80 to 160 kDa with the highest abundance around 110 kDa. All SDS-PAGE separations were performed under denaturing conditions thus ruling out the possibility of oligomerization. This significant increase in the molecular mass is typical for heparan sulfate modifications. However, future structural studies are needed to verify this hypothesis. Secretion of the high molecular mass RARRES1 protein was maintained in the sNF96.2 Schwann cell line previously established from an MPNST neurofibroma that was surgically resected from a 27 year old donor five years ago [ 14 ]. We and others have examined secretomes of several human primary and tumor cell lines including retinal pigment epithelial cells [ 34 , 35 ], primary astrocytes, glioblastoma cell lines [ 36 ], twelve different types of human tumors cell lines [ 32 ], twenty three human carcinoma cells lines [ 33 ] and primary myotubes [ 37 ]. Of these cells only the Hela cell line, the colon cancer cell lines SW620 and Colo20 [ 33 ] and the lung carcinoma cell line A549 [ 32 ] secreted RARRES1 protein in their conditioned media. These data suggest that secretion of RARRES1 does occur and might be specific to certain cancer cell lines including our NF1 derived Schwann cells. Furthermore, close examination of the protein list identified in a secretome study of the omental adipose tissue explant, also revealed the presence of RARRES1 protein in the conditioned medium [ 38 ]. In another independent study high expression levels of RARRES1 gene, up to 59-fold was observed in slowly proliferating mesenchymal stem cells derived from visceral adipose tissue versus highly proliferative mesenchymal stem cells derived from subcutaneous adipose [ 39 ]. It was suggested that RARRES1 might be involved in regulating proliferation as well as differentiation of adipose tissue derived mesenchymal stem cells. However, the authors did not distinguish between secreted RARRES1 or cell attached RARRES1 since measurements were performed at the mRNA levels. In summary, these data on the secretome studies of cancer cell lines, the adipose tissue explant and our current Schwann cell secretome strongly support the existence of a secreted form of the RARRES1 protein. This secreted RARRES1 might play role in cell differentiation and growth. While this secreted RARRES1 protein seems to be increased in certain cancer cell lines, the attached RARRES1 protein was often reported to be less expressed, at least at the mRNA level, in prostate carcinoma, nasopharyngeal carcinoma and a leukemia cell line [ 40 – 42 ]. Others have shown that RARRES1 protein expression changes in function of cancer stage, with high expression at early stage then down-regulated at advanced stage [ 43 ]. The down-expression was often attributed to hypermethylation of the promoter region of the  RARRES1  gene. In our study, even though the secreted RARRES1 was highly expressed in the NF1 Schwann cells relative to normal Schwann cells there was no significant difference in the expression levels of the 40 kDa cell attached RARRES1 between these cells. Additionally, treatment of sNF96.2 cells with increasing doses of all-trans retinoic resulted in increased secretion of the RARRES1 protein but not the 40 kDa cell attached RARRES1 protein. This suggests that these two forms of the RARRES1 protein might be posttranslationally regulated or originates from mRNA splicing that is tightly controlled in these Schwann cells. However this hypothesis remains to be carefully examined. The lower expression of cell attached RARRES1 in prostate and nasopharyngeal carcinoma has suggested that RARRES1 protein might act as a tumor suppressor. However, mechanisms by which RARRES1 inhibits cell proliferation in cancer are largely unknown. Recent studies have shown that RARRES1 is a potential inhibitor of the cytoplasmic carboxypeptidase AGBL2, a protein that is involved in the regulation of tubulin tyrosination and tumorigenesis [ 44 ]. Furthermore the same group showed that knockdown of RARRES1 in human prostatic epithelial cell line resulted in down-regulation of an enzyme involved in negative regulation of the growth hormone-stimulated signal transduction pathways with concomitant up-regulation of a tumor suppressor disks large 2 [ 16 ]. While this might be true for the cell attached RARRES1 the over expression of secreted RARRES1 in NF1 Schwann cells and other cancer cell lines remains intriguing and requires further investigation to define the role of secreted RARRES1 protein in the context of tumor cells. 4. Conclusions The secretome survey of cultured primary Schwann cells revealed differential secretion of several key proteins between NF1 derived Schwann cells and normal nerve derived Schwann cells. The majority of the differentially secreted proteins are involved in cell proliferation, adhesion and migration. Secretion of the tumor suppressor RARRES1 protein by NF1 is novel and merits further studies to characterize the structure and the function of this secreted RARRES1 protein. Defining the role of these differentially secreted proteins in the context of Schwann cell biology might bring insight into Schwann cell transformation and neurofibroma pathogenesis. This will help define novel therapeutic strategies to slowdown or stop plexiform neurofibroma progression in patients diagnosed with NF1.",
  "fetched_at": "2026-02-16T15:40:03.016566",
  "abstract_length": 1845,
  "methods_length": 0,
  "introduction_length": 3685,
  "results_length": 20712,
  "discussion_length": 33180
}