{
  "pmid": "PMID:22961690",
  "title": "Phase I trial and pharmacokinetic study of sorafenib in children with neurofibromatosis type I and plexiform neurofibromas.",
  "abstract": "BACKGROUND: Sorafenib targets multiple pathways thought to be crucial in growth of plexiform neurofibroma (PN) in children with neurofibromatosis type 1 (NF1). Sorafenib has been tolerated with manageable toxicities in adults and children with refractory cancer. We conducted a separate study in this population. Monitoring long-term toxicities such as effects on growth and obtaining additional pharmacokinetic data were of importance due to the young age and long duration of therapy seen in previous phase I trials in children with NF1. PROCEDURE: Children ≥3 and ≤18-year-old with NF1 and inoperable PN were eligible. Sorafenib was administered orally twice daily for consecutive 28-day cycles. Maximum tolerated dose (MTD) was determined from toxicities observed during the first three cycles. RESULTS: Nine children enrolled, median age 8 (6-12) years. At the starting 115 mg/m(2) /dose (n = 5), two experienced dose-limiting grade 3 pain in their PN. At the de-escalated 80 mg/m(2) /dose (n = 4), approximately 40% of the pediatric solid tumor MTD, two had dose-limiting toxicity (grade 3 rash and grade 4 mood alteration), exceeding the MTD. At 80 mg/m(2) /dose, the median AUC(0-12 hours) at steady-state was 39.5 µg hours/ml. Toxicities appeared to correspond with decreases in quality of life (QOL). No tumor shrinkage was observed. CONCLUSIONS: Children with NF1 and PN did not tolerate sorafenib at doses substantially lower than the MTD in children and adults with malignant solid tumors. Future trials with targeted agents for children with NF1 may require a more conservative starting dose and separate definitions of dose limiting toxicities (DLT) than children with cancer.",
  "authors": "AeRang Kim; Eva Dombi; Kathleen Tepas; Elizabeth Fox; Staci Martin; Pamela Wolters; Frank M Balis; Nalini Jayaprakash; Baris Turkbey; Naira Muradyan; Peter L Choyke; Alyssa Reddy; Bruce Korf; Brigitte C Widemann",
  "journal": "Pediatric blood & cancer",
  "publicationDate": "2013-03",
  "doi": "10.1002/pbc.24281",
  "methods": "METHODS Patient Eligibility Patients age ≥3 and ≤18 years with a clinical diagnosis of NF1 based on NIH consensus criteria [ 32 ] and presence of an inoperable measurable PN defined as a lesion of ≥3 cm measured in one-dimension that has the potential to cause significant morbidity [ 30 ] were eligible. Adequate organ function and prior therapy similar to previously published criteria were required [ 26 ]. Diastolic blood pressure within 95th percentile for age and gender, no anti-hypertensive medication, and ability to swallow whole tablets were required. The study was approved by Institutional Review Boards from each participating center. Informed consent and assent, as appropriate, were obtained according to local institutional guidelines. Drug Administration and Study Design Sorafenib was supplied by the Cancer Therapy Evaluation Program (National Cancer Institute, Bethesda, MD) as 50 and 200 mg tablets. The starting dose was 115 mg/m 2 /dose BID with planned dose escalations to 150 and 200 mg/m 2 /dose, and de-escalation to 80 mg/m 2 /dose if the starting dose was not tolerated. No escalation beyond the pediatric solid tumor MTD (200 mg/m 2 /dose) was planned. Doses were prescribed using a dosing nomogram capped for a body surface area of >1.8 m 2 . In the absence of disease progression or unacceptable toxicity, each 28-day course was repeated without interruption. A 3 + 3 phase I dose escalation scheme was used. A patient was considered evaluable for MTD if DLT was observed at any time during cycles 1–3, or in absence of DLT, if at least 70% of the prescribed dose had been administered during cycles 1–3 based on adherence diary review and pill count of returned drug. Toxicity was graded according to the NCI Common Terminology Criteria for Adverse Events (CTCAE) v3.0. DLT was defined as any grade ≥3 toxicity during cycles 1–3 excluding grade 3 nausea and vomiting of <5 days, ALT or AST elevations that recovered to grade ≤1 within 7 days of stopping drug. Persistent (≥7 days) grade 2 toxicities could be considered dose limiting if they are intolerable with standard supportive measures. A previously described algorithm for the management and grading of sorafenib-related hypertension was used [ 33 ]. The following skeletal changes were considered dose limiting: (1) femoral growth plate volume expansion on MRI greater than 2 times from baseline, performed centrally at the NCI [ 34 ]. (2) Patients with a >6% bone mineral density (BMD) decrease on lumbar spine dual-energy X-ray absorptionmetry (DEXA) scan relative from baseline and a BMD Z-score of <2.5. For patients with open growth plates, sorafenib was discontinued if <1 cm growth was noted prior to cycle 8, <2.5 cm growth in first 12 months, or <2 cm/year annualized growth velocity following the first year. Patients were monitored with history, physical, and laboratory evaluations (complete blood count and differential count, comprehensive chemistries including lipase and amylase) every other week during cycle 1, and then prior to cycles 2, 3, 4, 8, 12, and then every three cycles. Specific evaluations for skeletal toxicity included growth measurements, lower extremity scanogram, unilateral knee MRI for volumetric growth plate analysis [ 34 ], laboratory measurements of bone metabolism (serum calcium, phosphorus, bone specific alkaline phosphatase, osteocalcin, parathyroid hormone, vitamin D levels), and DEXA scan. Blood pressures were performed weekly during cycle 1, every other week during cycles 2–3, and then prior to each cycle. In between visits, the research nurse performed review of patient diary along with adherence questionnaire by phone weekly during the first cycle, every other week during cycles 2 and 3, and prior to each cycle. MRI for disease evaluation was performed at baseline, prior to cycles 4, 8, 12, and then every six cycles using volumetric analysis. A ≥20% increase in volume from baseline of at least one monitored PN was considered disease progression [ 27 ]. Pharmacokinetic and Pharmacodynamic Studies Participation in pharmacokinetic and pharmacodynamic evaluations was voluntary. Pharmacokinetic analysis was the same as performed for the COG study. Initially, pharmacokinetic evaluation was designed to be performed after the first dose. However, based on observations from the COG trial that day 1 pharmacokinetics could not adequately estimate half-life, after the first patient, pharmacokinetic samples were collected at steady-state. One milliliter of heparinized blood was collected pre-treatment. The first steady-state sample was collected exactly 12 hours after the last dose of sorafenib on any 1 day after day 10 of cycle 1. The dose of sorafenib was given, and then samples were collected at 0.5, 1, 2, 3, 5, and 8 hours after the dose. Sorafenib plasma concentrations were measured using a validated HPLC/MS/MS method [ 35 ]. Sorafenib pharmacokinetic parameters were calculated using non-compartmental methods. The pre-trough concentration was also used as the 12 hours post-value based on the assumption that at steady-state the trough concentration should be constant. Pharmacokinetic parameters were analyzed using descriptive statistics. Plasma VEGF and soluble VEGFR2 (sVEGFR2) were quantified at baseline and at steady-state on day 28 ± 1 of cycle 1 using commercial available human VEGF and sVEGFR2 immunoassay kits (Quantikine™, R&D Systems, Minneapolis, MN). Target lesions for DCE MRI were identified and imaging was performed on a 1.5T MR system (Philips Achieva, Best, The Netherlands). After three baseline unenhanced scans, gadopentetate dimeglumine (Magnevist; Bayer Healthcare Pharmaceuticals, Wayne, NJ) was injected. A total of 23 phases were acquired at 30-second intervals. Post-processing was performed using CADvue software (iCAD, Inc. Nashua, NH) employing the Tofts pharmacokinetic model [ 36 , 37 ] to quantify vascular permeability as K trans  (the transfer constant) and k ep  (efflux rate) and initial area under gadolinium concentration curve (iAUGC) at 90 seconds. QOL was assessed with the PedsQL 4.0 Generic Core Scales [ 38 ] at baseline and prior to cycles 4, 8, 12, 18, and 24. This 23-item questionnaire yields subscale scores representing physical, emotional, social, and school functioning and a total scale score. Raw scores are linearly transformed to a 0–100 scale, with higher scores indicating better QOL. At each study visit prior to cycles 2, 4, 8 12, and subsequently every six cycles, a research nurse collected sorafenib pill bottles to calculate adherence based on pill counts. Also collected at each study visit were patient diaries, where parents of patients recorded the dates and times of all doses taken, and reasons for any missed doses.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:24:47"
}