{
  "pmid": "PMID:22961690",
  "title": "Phase I trial and pharmacokinetic study of sorafenib in children with neurofibromatosis type I and plexiform neurofibromas.",
  "abstract": "BACKGROUND: Sorafenib targets multiple pathways thought to be crucial in growth of plexiform neurofibroma (PN) in children with neurofibromatosis type 1 (NF1). Sorafenib has been tolerated with manageable toxicities in adults and children with refractory cancer. We conducted a separate study in this population. Monitoring long-term toxicities such as effects on growth and obtaining additional pharmacokinetic data were of importance due to the young age and long duration of therapy seen in previous phase I trials in children with NF1. PROCEDURE: Children ≥3 and ≤18-year-old with NF1 and inoperable PN were eligible. Sorafenib was administered orally twice daily for consecutive 28-day cycles. Maximum tolerated dose (MTD) was determined from toxicities observed during the first three cycles. RESULTS: Nine children enrolled, median age 8 (6-12) years. At the starting 115 mg/m(2) /dose (n = 5), two experienced dose-limiting grade 3 pain in their PN. At the de-escalated 80 mg/m(2) /dose (n = 4), approximately 40% of the pediatric solid tumor MTD, two had dose-limiting toxicity (grade 3 rash and grade 4 mood alteration), exceeding the MTD. At 80 mg/m(2) /dose, the median AUC(0-12 hours) at steady-state was 39.5 µg hours/ml. Toxicities appeared to correspond with decreases in quality of life (QOL). No tumor shrinkage was observed. CONCLUSIONS: Children with NF1 and PN did not tolerate sorafenib at doses substantially lower than the MTD in children and adults with malignant solid tumors. Future trials with targeted agents for children with NF1 may require a more conservative starting dose and separate definitions of dose limiting toxicities (DLT) than children with cancer.",
  "authors": "AeRang Kim; Eva Dombi; Kathleen Tepas; Elizabeth Fox; Staci Martin; Pamela Wolters; Frank M Balis; Nalini Jayaprakash; Baris Turkbey; Naira Muradyan; Peter L Choyke; Alyssa Reddy; Bruce Korf; Brigitte C Widemann",
  "journal": "Pediatric blood & cancer",
  "publicationDate": "2013-03",
  "doi": "10.1002/pbc.24281",
  "methods": "METHODS Patient Eligibility Patients age ≥3 and ≤18 years with a clinical diagnosis of NF1 based on NIH consensus criteria [ 32 ] and presence of an inoperable measurable PN defined as a lesion of ≥3 cm measured in one-dimension that has the potential to cause significant morbidity [ 30 ] were eligible. Adequate organ function and prior therapy similar to previously published criteria were required [ 26 ]. Diastolic blood pressure within 95th percentile for age and gender, no anti-hypertensive medication, and ability to swallow whole tablets were required. The study was approved by Institutional Review Boards from each participating center. Informed consent and assent, as appropriate, were obtained according to local institutional guidelines. Drug Administration and Study Design Sorafenib was supplied by the Cancer Therapy Evaluation Program (National Cancer Institute, Bethesda, MD) as 50 and 200 mg tablets. The starting dose was 115 mg/m 2 /dose BID with planned dose escalations to 150 and 200 mg/m 2 /dose, and de-escalation to 80 mg/m 2 /dose if the starting dose was not tolerated. No escalation beyond the pediatric solid tumor MTD (200 mg/m 2 /dose) was planned. Doses were prescribed using a dosing nomogram capped for a body surface area of >1.8 m 2 . In the absence of disease progression or unacceptable toxicity, each 28-day course was repeated without interruption. A 3 + 3 phase I dose escalation scheme was used. A patient was considered evaluable for MTD if DLT was observed at any time during cycles 1–3, or in absence of DLT, if at least 70% of the prescribed dose had been administered during cycles 1–3 based on adherence diary review and pill count of returned drug. Toxicity was graded according to the NCI Common Terminology Criteria for Adverse Events (CTCAE) v3.0. DLT was defined as any grade ≥3 toxicity during cycles 1–3 excluding grade 3 nausea and vomiting of <5 days, ALT or AST elevations that recovered to grade ≤1 within 7 days of stopping drug. Persistent (≥7 days) grade 2 toxicities could be considered dose limiting if they are intolerable with standard supportive measures. A previously described algorithm for the management and grading of sorafenib-related hypertension was used [ 33 ]. The following skeletal changes were considered dose limiting: (1) femoral growth plate volume expansion on MRI greater than 2 times from baseline, performed centrally at the NCI [ 34 ]. (2) Patients with a >6% bone mineral density (BMD) decrease on lumbar spine dual-energy X-ray absorptionmetry (DEXA) scan relative from baseline and a BMD Z-score of <2.5. For patients with open growth plates, sorafenib was discontinued if <1 cm growth was noted prior to cycle 8, <2.5 cm growth in first 12 months, or <2 cm/year annualized growth velocity following the first year. Patients were monitored with history, physical, and laboratory evaluations (complete blood count and differential count, comprehensive chemistries including lipase and amylase) every other week during cycle 1, and then prior to cycles 2, 3, 4, 8, 12, and then every three cycles. Specific evaluations for skeletal toxicity included growth measurements, lower extremity scanogram, unilateral knee MRI for volumetric growth plate analysis [ 34 ], laboratory measurements of bone metabolism (serum calcium, phosphorus, bone specific alkaline phosphatase, osteocalcin, parathyroid hormone, vitamin D levels), and DEXA scan. Blood pressures were performed weekly during cycle 1, every other week during cycles 2–3, and then prior to each cycle. In between visits, the research nurse performed review of patient diary along with adherence questionnaire by phone weekly during the first cycle, every other week during cycles 2 and 3, and prior to each cycle. MRI for disease evaluation was performed at baseline, prior to cycles 4, 8, 12, and then every six cycles using volumetric analysis. A ≥20% increase in volume from baseline of at least one monitored PN was considered disease progression [ 27 ]. Pharmacokinetic and Pharmacodynamic Studies Participation in pharmacokinetic and pharmacodynamic evaluations was voluntary. Pharmacokinetic analysis was the same as performed for the COG study. Initially, pharmacokinetic evaluation was designed to be performed after the first dose. However, based on observations from the COG trial that day 1 pharmacokinetics could not adequately estimate half-life, after the first patient, pharmacokinetic samples were collected at steady-state. One milliliter of heparinized blood was collected pre-treatment. The first steady-state sample was collected exactly 12 hours after the last dose of sorafenib on any 1 day after day 10 of cycle 1. The dose of sorafenib was given, and then samples were collected at 0.5, 1, 2, 3, 5, and 8 hours after the dose. Sorafenib plasma concentrations were measured using a validated HPLC/MS/MS method [ 35 ]. Sorafenib pharmacokinetic parameters were calculated using non-compartmental methods. The pre-trough concentration was also used as the 12 hours post-value based on the assumption that at steady-state the trough concentration should be constant. Pharmacokinetic parameters were analyzed using descriptive statistics. Plasma VEGF and soluble VEGFR2 (sVEGFR2) were quantified at baseline and at steady-state on day 28 ± 1 of cycle 1 using commercial available human VEGF and sVEGFR2 immunoassay kits (Quantikine™, R&D Systems, Minneapolis, MN). Target lesions for DCE MRI were identified and imaging was performed on a 1.5T MR system (Philips Achieva, Best, The Netherlands). After three baseline unenhanced scans, gadopentetate dimeglumine (Magnevist; Bayer Healthcare Pharmaceuticals, Wayne, NJ) was injected. A total of 23 phases were acquired at 30-second intervals. Post-processing was performed using CADvue software (iCAD, Inc. Nashua, NH) employing the Tofts pharmacokinetic model [ 36 , 37 ] to quantify vascular permeability as K trans  (the transfer constant) and k ep  (efflux rate) and initial area under gadolinium concentration curve (iAUGC) at 90 seconds. QOL was assessed with the PedsQL 4.0 Generic Core Scales [ 38 ] at baseline and prior to cycles 4, 8, 12, 18, and 24. This 23-item questionnaire yields subscale scores representing physical, emotional, social, and school functioning and a total scale score. Raw scores are linearly transformed to a 0–100 scale, with higher scores indicating better QOL. At each study visit prior to cycles 2, 4, 8 12, and subsequently every six cycles, a research nurse collected sorafenib pill bottles to calculate adherence based on pill counts. Also collected at each study visit were patient diaries, where parents of patients recorded the dates and times of all doses taken, and reasons for any missed doses.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:24:47",
  "introduction": "INTRODUCTION One of the most debilitating complications of neurofibromatosis type 1 (NF1) is the development of complex, benign nerve sheath tumors called plexiform neurofibromas (PN). Surgery, the only treatment for PN, often is not feasible, and recurrence is high [ 1 ]. Increasing knowledge of the molecular pathways involved in the growth of NF1 related tumors and the advent of molecularly targeted anti-cancer drugs have resulted in the development of potential medical treatments for NF1-associated PN. PN are composed of neoplastic Schwann cells that lack  NF1  gene expression [ 2 , 3 ] and exhibit activation of  Ras  [ 4 ], which initiates several signaling cascades that lead to cell proliferation. Tumor microenvironment [ 5 ] and angiogenesis [ 6 , 7 ] may also play a role in PN development and proliferation. Sorafenib is an oral agent that potently inhibits CRAF, BRAF, and receptor tyrosine kinases including VEGFR-2,3, PDGFR-β, c-kit, and Flt3. Pre-clinical testing of sorafenib in a genetically susceptible mouse model for NF1-associated neurofibroma demonstrated significant decreases in tumor volume [ 8 ]. Sorafenib is FDA approved for adults with advanced renal cell [ 9 ] or unresectable hepatocellular carcinoma [ 10 ]. Most common sorafenib related toxicities include reversible skin rash, hand-foot skin reaction, diarrhea, anorexia, alopecia, abdominal pain, fatigue, and hypertension [ 11 – 14 ]. Prolonged administration of sorafenib has been associated with cumulative toxicities of rash or hypertension [ 15 – 17 ]. Sorafenib has been evaluated in a Children’s Oncology Group (COG) phase I trial for children with refractory solid tumors [ 18 ]. Toxicity and the pharmacokinetic profile were similar to adult studies, and the maximum tolerated dose (MTD) in solid tumors was 200 mg/m 2 /dose BID [ 18 ], comparable to the adult recommended fixed dose of 400 mg BID. When retrospectively compared to children with refractory cancers who enroll on phase I trials, children with NF1 were younger (median 8 vs. 14 years), had better performance status, received less prior medical therapy, remained on experimental therapy longer (median 10 vs. one cycle), and survived their disease [ 19 ]. Therefore children with NF1 may require longer duration of therapy to define tolerability, differing definitions of dose limiting toxicities (DLT), and more conservative starting dose and escalation schemas than children or adults with refractory cancers. We conducted a phase I trial of sorafenib in children with NF1 and inoperable PN. The objectives of our study were to determine the acute and chronic toxicities, DLT, MTD defined over the first three cycles, pharmacokinetics and pharmacodynamics of sorafenib in children with NF1 and PN. Sorafenib resulted in growth plate thickening and impairment of trabecular bone formation in pre-clinical models of juvenile, but not mature animals [ 20 – 23 ]. Thus monitoring skeletal toxicity was of particular importance due to the young age and long duration of therapy seen in previous phase I trials in children with NF1. Tumor response was evaluated using a semi-automated method of volumetric MRI analysis. Standard methods used to measure tumor size and assess response in cancer trials (RECIST [ 24 ] and WHO [ 25 ] criteria) were inadequate to quantify clinically meaningful changes in PN [ 26 ] and recently volumetric methods [ 27 – 29 ] were developed for response evaluation and have been incorporated in most PN trials [ 19 , 30 , 31 ]. Pharmacodynamic endpoints such as plasma VEGF, VEGFR2, and dynamic contrast enhanced (DCE) MRI to evaluate tumor blood flow were evaluated in a pilot fashion. Quality of life (QOL) was assessed because of the potential impact of sorafenib-related toxicities or benefits on patient functioning. Medication adherence was monitored as sorafenib is an oral agent, and assurance of adherence was essential in determining if a patient was assessable for toxicity and efficacy.",
  "results": "RESULTS Patient Characteristics Patient characteristics are described in  Table I . Of the nine eligible patients enrolled, two patients withdrew during cycle 1 for non dose-limiting toxicities and thus were not fully assessable for toxicity. One patient developed grade 2 hypertension on cycle 1 day 8. Rather than beginning anti-hypertensive treatment as recommended per protocol, the patient held drug with normalization of blood pressure and withdrew from treatment. The other patient developed grade 2 facial PN pain on cycle 1 day 11. The patient had no previous baseline pain, declined supportive care, held sorafenib with resolution of pain, and withdrew from treatment. Toxicity Table II  summarizes the DLTs observed. Patient 1 reported baseline tumor pain and received narcotic medication on an as needed basis. He developed grade 3 pain in his pre-existing large abdominal, pelvic, and thigh PN on day 7 cycle 1. His pain persisted despite scheduled narcotics, and required hospitalization for intravenous analgesia. Sorafenib was held with full recovery. He elected not to receive further sorafenib at a reduced dose and withdrew from treatment. Patient 5 had a large facial PN and reported no baseline pain. He developed grade 3 tumor pain with grade 2 facial edema day 4 of cycle 1. Treatment with non-steroidal anti-inflammatory medication provided minimal benefit. Sorafenib was held with resolution of pain, and he resumed treatment at a reduced dose. Six weeks into therapy, he again developed grade 3 tumor pain, and was taken permanently off sorafenib. Since two out of three patients developed DLT, sorafenib was de-escalated to the 80 mg/m 2  dose level, which is approximately 40% of MTD in the pediatric solid tumors [ 18 ]. Patient 6 developed dose-limiting grade 3 rash day 10 of cycle 1, which resolved 5 days after holding drug. The patient tolerated sorafenib at reduced dose. Patient 7 had a history of bipolar disease, and in cycle 3, she developed dose-limiting grade 4 mood alteration, suicidal ideation, which required immediate psychiatric care. She was taken off therapy and returned to baseline within 2 weeks. The MTD was again exceeded and no MTD was determined. Most frequent non-DLTs were tumor pain, anorexia, rash, and hand-foot syndrome. Patient 6 developed grade 1 behavior changes with emotional lability. Hypertension was not frequently observed. Among patients that were on drug for more than three cycles (n = 4), two patients had greater than 10 mmHg increases in either systolic or diastolic blood pressures that occurred within 7 days of starting therapy and appeared to stabilize during the remainder of their course. Bone toxicity. Four patients (ages 5–7 years) had received at least seven cycles of therapy. Their median baseline femoral growth plate volume was 4279 mm 3  (range, 3236–4910). The median volume change from baseline to off therapy was −205 mm 3  (−810 to 389) with an average percent change of negative 6.6%. Patients’ growth ranged from 0.4 to 2.1 cm during seven cycles of therapy. Patient 2 experienced grade 1 anorexia with 9% of weight loss prior to cycle 8. She did not meet growth requirements of at least 1 cm at the time of evaluation prior to cycle 8, and sorafenib was discontinued. Upon re-evaluation 3 months off therapy, she had grown 2 cm with recovered weight loss. No meaningful differences in measurements were observed in patients’ DEXA scans or laboratory measurements of bone mineralization. Responses No tumor shrinkage was observed. The median number of cycles was seven (range, <1 to 12). Three patients discontinued protocol therapy during cycle 1, 2, and 3 respectively due to toxicity and were not assessable for response. One came off therapy due to toxicity with stable disease after seven cycles (16% volume increase); two due to progressive disease after seven and 12 cycles (volume increases of 25% and 27% respectively); and one due to clinical progression not assessable for response due to surgical intervention. Pharmacokinetics Patient 1 day 1 drug exposure (AUC 0–24 hours  was 80.9 μg hours/ml) was higher than expected derived from the results of the COG trial [ 18 ]. The patient had normal bilirubin, but Gilbert’s disease, which affected his drug metabolism [ 39 ], and the protocol was amended subsequently to exclude patients with Gilbert’s disease. Four patients had steady-state pharmacokinetics ( Table III ). All were treated at 80 mg/m 2 /dose twice daily except for patient 6, who had a sorafenib dose reduction to once daily dosing. There was little inter-patient variability (coefficient of variation for apparent clearance 13%). The median AUC 0–12 hours  and apparent clearance was 39.5 μg hours/ml and 31.3 ml/minutes/m 2 . Pharmacodynamics Among paired samples for plasma VEGF and sVEGFR2 (n = 5), there were no statistically significant changes from baseline to steady-state (Wilcoxon signed-rank test  P  = 0.7 and 0.2). Baseline DCE MRI was performed in six patients with target lesions volumes ranging from 67 to 560 cm 3 . All tumors appeared relatively hypovascular. The mean (SD) baseline K trans  and iAUGC(90 seconds) was 0.043 (0.017) minutes −1  and 5.50 (1.25) mMseconds. The low K trans  and iAUGC(90 seconds) numbers reflect poor enhancement, but there was considerable variation. Patients with both baseline and follow up scan (n = 3) demonstrated a slight increase in both K trans  and iAUGC. Quality of Life Evaluation Parents of nine patients completed the baseline QOL evaluation, and four completed the pre-cycle 4 evaluation. Parent ratings indicated that three of these four patients had declines of 9, 17, and 27 points in the PedsQL Total scale score indicating worse QOL. One patient decreased on all four subscales and the other two decreased on three of the four subscales. These decreases appeared to correspond to toxicities experienced by these patients between the baseline and pre-cycle 4 evaluations, including rash, itching, pain, and irritability. The patient whose QOL scores remained relatively stable over time reported similar types of symptoms that were well-controlled in a timely manner; thus she remained on study longer than any other patient (until her pre-cycle 12 evaluation). Medication Adherence Adherence was calculated based on tablet counts for patients who returned all pill bottles as instructed (n = 5), and patient diaries (n = 7). The mean (range) overall adherence rate was 96% (87–100%) per tablet count and 99% (97–100%) per medication diary.",
  "discussion": "DISCUSSION Sorafenib targets multiple pathways thought to be crucial in the growth of PN with promising results in a genetically susceptible mouse model for NF1-associated neurofibroma [ 8 ] making this agent attractive to study in this population. It has been tolerated in adults and children with refractory cancer with mild to moderate manageable toxicities. The MTD of sorafenib in children with NF1 and PN could not be determined. The DLTs in this population were tumor pain, rash, and mood alteration. Dose-limiting tumor pain was not observed in the pediatric refractory cancer trial [ 18 ], nor was tumor pain a DLT in adults [ 40 ]. All but one DLT occurred early in the first cycle of treatment. Decreases in parent-reported QOL appeared to correspond to reported toxicities and suggested that the side effects had a substantial impact on patients’ physical, emotional, social, and school functioning. Also, adherence data obtained from both tablet counts and parent-completed diaries suggest that, even with considerable side effects, adherence to sorafenib was high. One may hypothesize that tumor pain could be a pharmacodynamic marker for response, much like rash [ 41 , 42 ], and hypertension [ 43 , 44 ]. However, tumor pain in this study was dose-limiting and a relationship with response could not be correlated. No associations with pain to drug exposure, VEGF or sVEGFR2, or DCE MRI findings could be explored due to sample size. Although this disease has high morbidity, only one patient reported baseline pain, and most patients took minimal concomitant medications. The use of daily narcotics use to ameliorate toxicity related to a drug with unknown benefit was difficult to substantiate especially in the setting of phase I trial where determination of tolerability is the primary objective. For the one patient with history of baseline pain, increasing his oral narcotic medication did not help reduce his pain. Patients with NF1 may be less willing to tolerate toxicity from treatment for their nonmalignant tumors compared to those with refractory cancers as two patients with non-DLT withdrew from the study. They also may be less willing to accept standard supportive care measures such as anti-hypertensives and pain medications often given to refractory cancer patients without hesitation. The children in this trial were younger than those with refractory cancer (median 8 vs. 14 years). No clear relationship of clearance and age was observed in this study, but only four patients had steady-state pharmacokinetics. The median AUC 0–12 hours  at 80 mg/m 2 , which is approximately 40% of the adult and pediatric solid tumor MTD, was 39.5 μg hours/ml. Although, drug exposure may be greater than what would be expected with this substantial dose decrease, it is below the AUC 0–12 hours  range of 47.8–76.5 μg hours/ml reported in the literature in adults treated at the recommended fixed dose of 400 mg BID [ 11 – 14 ]. Insufficient drug exposure may be associated with absent tumor response substantiated by lack of pharmacodynamic marker modulation in our trial. Differences in organ sensitivity due to underlying genetic mutations in this population may explain differences in tolerability to this medication. There is growing evidence suggesting downstream effectors of Ras are involved in the enhanced sensitivity of sensory neurons [ 45 ]. Responses to inflammatory mediators are altered by mutation of the  Nf1  gene in pre-clinical models [ 45 ], which may explain abnormal painful sensations such as hyperalgesia, dyesthesias, and allodynia often experienced by patients with NF1 particularly in response to injury or trauma [ 46 , 47 ]. It may be hypothesized that injury to the vessels may be caused by the anti-angiogenesis mechanism of sorafenib resulting in increased pain sensation, and warrants further investigation. Pre-clinical testing of sorafenib in a genetically susceptible mouse model for NF1-associated neurofibroma demonstrated significant decreases in tumor volume [ 8 ]. The mice were treated with 45 mg/kg of sorafenib daily by oral gavage. This dose was chosen based on pre-clinical studies, but is approximately half the adult recommended dose equivalent using surface area dosage conversion factors [ 48 ]. The median C max  was 23.7 μg/ml in mice with PNs treated with sorafenib in the pre-clinical model [ 8 ]. Interestingly, this was about fivefold fold greater than the C max  observed in this trial. Only four patients received greater than seven cycles and the objectives to determine chronic toxicities were unmet. Although a thorough and comprehensive evaluation for bone toxicity was incorporated into the study design, we were unable to truly evaluate bone toxicity due to small sample size, the emergence of other DLTs, and early discontinuation of protocol therapy. Based on the tablet sizes available, further dose de-escalation was not feasible. Future studies with sorafenib for this specific population are not planned at this time. Children with NF1 and PN did not tolerate sorafenib at doses substantially lower than the MTD in children with refractory cancer. Children with NF1 on phase I trials may be less willing to accept potential mild to moderate toxicities in comparison to children refractory cancer that have life-threatening diseases with poor survival outcome. Standard supportive care guidelines may need to be adjusted for children with NF1. The MTD of targeted agents in patients with cancer may not apply to children with NF1 and PN. Future NF1 trials in children with targeted agents may require a more conservative starting dose and separate definitions of DLT.",
  "upgrade_date": "2026-02-20 07:34:52"
}