{
  "pmid": "PMID:23071067",
  "title": "Genetically mediated Nf1 loss in mice promotes diverse radiation-induced tumors modeling second malignant neoplasms.",
  "abstract": "Second malignant neoplasms (SMN) are therapy-induced malignancies and a growing problem in cancer survivors, particularly survivors of childhood cancers. The lack of experimental models of SMNs has limited understanding of their pathogenesis. It is currently not possible to predict or prevent this devastating late complication. Individuals with neurofibromatosis I (NF1) are at increased risk of developing therapy-induced cancers for unclear reasons. To model SMNs, we replicated clinical radiotherapy and delivered fractionated abdominal irradiation to Nf1(+/-) and wild-type mice. Similar to irradiated cancer survivors, irradiated wild-type and Nf1(+/-) mice developed diverse in-field malignancies. In Nf1(+/-) mice, fractionated irradiation promoted both classical NF1-associated malignancies and malignancies unassociated with the NF1 syndrome but typical of SMNs. Nf1 heterozygosity potentiated the mutagenic effects of irradiation, as evidenced by the significantly reduced survival after irradiation and tumor development that was often characterized by synchronous primary tumors. Interestingly, diverse radiation-induced tumors arising in wild-type and Nf1(+/-) mice shared a genetic signature characterized by monoallelic loss of Nf1 and the adjacent Trp53 allele. These findings implicate Nf1 loss as mediating tumorigenesis in a broad range of cell types and organs extending beyond the classical NF1 tumor histologies. Examining clinical SMN samples, we found LOH of NF1 in SMNs from non-NF1 patients. Nf1 heterozygosity confers broad susceptibility to genotoxin-induced tumorigenesis, and this paradigm serves as an experimental platform for future studies of SMNs.",
  "authors": "Grace Choi; Brian Huang; Emile Pinarbasi; Steve E Braunstein; Andrew E Horvai; Scott Kogan; Smita Bhatia; Bruce Faddegon; Jean L Nakamura",
  "journal": "Cancer research",
  "publicationDate": "2012-12-15",
  "doi": "10.1158/0008-5472.CAN-12-1728",
  "methods": "Materials and Methods Mouse Strains, Breeding and Treatment Nf1 +/−  and wildtype mice were generated as previously described ( 18 ). In brief,  Nf1 +/−  mice maintained in the 129/Sv background ( 19 ) were crossed with wild-type C57Bl/6 mice. Mice were placed in a cesium-137 source (J.L. Shepherd & Associates, San Fernando, CA) animal irradiator and shielded with an iron collimator that focused the beam width. Five to eight week old mice were given abdominal irradiation at a fractionation of either one fraction of 3 Gy, five fractions of 3 Gy or ten fractions of 3 Gy, delivered at a rate of five fractions per week, one fraction per day. The UCSF IACUC approved all animal procedures. Pathologic Analysis Animals were followed for a minimum of 18 months post-irradiation. Animals with signs of systemic illness were euthanized and visible masses/growths, peripheral blood, and bone marrow were collected immediately. The mice were then perfused with 4% paraformaldehyde and the following organs were collected: brain, skin in irradiated region, skin outside irradiated region, skull, heart, lungs, spleen, liver, kidneys, segment of small intestine. Pathologic review was performed on hematoxylin and eosin-stained sections by A.H. and S.K. Photographs of histology were taken with an Olympus BX41 microscope, using Olympus UplanFl 10X/0.3 and 20X/0.5 objectives. An attached Olympus DP72 camera and Adobe Photoshop CS2 were used to capture the images. Complete blood counts were performed on blood samples obtained at the time of sacrifice by cardiac puncture and analyzed immediately on a Hemavet provided by the UCSF Mouse Pathology Core. Mouse tumor Genotyping and Mutation Analysis Trp53  loss of heterozygosity was analyzed at the D11Mit29 and D11Mit31 loci by amplifying tumor DNA with the following primers: forward 5′ TTGAGGCATGAGGGGATTAG 3′, reverse 5′ TTTCCGTCATTGCTAAAGGG 3′, 5′ TTTCCCAGTCACGACGTTGGCCTGAATTCACATGGTGG 3′, reverse 5′ AGAATAAGTAAACCCAGCTGCG 3′. D11Mit219 was amplified with the following primers: forward 5′ TTTCCCAGTCACGACGTTGTTGTATGTATAGATGCATTTGAATGG -3′, reverse 5′ GGTTTGTATAAATTCTCACCTGTGC 3′. The UCSF Genome Core using Peak Scanner software from Applied Biosystems performed PCR fragment analyses. The SNP rs13481119 was sequenced using the following primers: forward 5′ GCCCGCTACATGCTGATGCTG 3′ reverse 5′ GCTTGTAGGCCTGGTGAGTC 3′. SNP products were sequenced using a commercial sequencing service. Clinical FFPE Tissue DNA Isolation and Amplification Formalin-fixed, paraffin-embedded (FFPE) sections of 8 radiation induced breast cancers were obtained from City of Hope Medical Center (Duarte, California, USA). H & E slides of FFPE sections were reviewed by a pathologist (AH), who delineated tumor and normal areas for dissection. Tumor and normal tissues were then dissected off of unstained slides and genomic DNA was isolated and subjected to whole genome amplification according to manufacturers instructions using the REPLI-g FFPE kit (Qiagen). DNA was purified using sodium acetate, and quantified using Picogreen (Qiagen). Taqman SNP Genotyping Analysis of clinical samples was performed with approval from the UCSF Committee on Human Research. Clinical DNA samples were genotyped at four selected SNPs in the human NF1 gene (NCBI ref SNPs rs2952994, rs2953014, rs9902893, and rs2107359 using C1547650_10, C2557613_10, C2533273_10 and C16032374_10, all from Applied Biosytems, respectively). Primers flanking selected SNPs were designed using Integrated DNA Technologies primer design program. Assay C2557613_10 was used to genotype using the Taq amplification method in a 7900 HT Fast Real-Time PCR system (Applied Biosystems, USA). Five μl PCR reactions were performed using 2.42 μl DNA in H 2 0 (4 ng total) or H 2 0 for negative controls, 0.08 μl probe (20 μmol) and 2.5 μl Master Mix (20 μmol; Applied Biosystems). Reactions underwent heat activation at 95 °C for 10 minutes, then cycled 40 times with a denaturation step of 92 °C for 15 seconds, and an annealing and elongation step of 60 °C for 90 seconds. All samples were run in replicates of 6. Allelic discrimination plots generated by SDS3.0, an Applied Biosystems program used to make genotyping calls. Trp53 sequencing Whole exomic sequencing was performed to assess for the presence of mutations in the  Trp53  gene. Two kb fragments of the  Trp53  gene spanning exons 2–4, 5–7, and 8–10 were PCR-amplified from all primary tumor and select matching tail DNA samples. Similarly, 1 kb fragments were PCR amplified from exons 1 and 11. PCR amplification was performed with Qiagen Taq DNA polymerase. PCR cleanup was done with ExoSAP-IT (Affymetrix). The PCR fragments were then sequenced (Quintara Biosciences) with sequencing primers (listed in  Supplementary Table 2 ). The Catalogue of Somatic Mutations in Cancer Database (COSMIC,  www.sanger.ac.uk/genetics/CGP/cosmic , Wellcome Trust Sanger Institute, United Kingdom) was used to search for references to human tumors also possessing the identified mutations. Statistical Analysis Survival curves are calculated from Kaplan-Meier product limit estimators to determine the association of CI on mortality. Log-rank tests are used to test for differences in survival curves between groups. All analyses were performed using Prizm v.4 (GraphPad).",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:24:48",
  "introduction": "Introduction Secondary malignant neoplasms (SMNs) are late complications arising after exposure to genotoxins. These cancers can arise from a variety of tissues within an irradiated anatomic compartment ( 1 – 3 ), reflecting the wide range of cell types sharing susceptibility to mutagenesis. It is currently not possible to predict which patients will develop an SMN nor are there known shared mechanisms linking the pathogenesis of diverse SMN histologies. The incidence of SMNs is growing primarily because the number of pediatric and other at-risk cancer survivors has increased over the last few decades ( 4 – 6 ). The mechanisms underlying SMN development are very poorly understood, with radiation exposure and young age at the time of treatment being the strongest risk factors ( 2 ,  3 ,  7 ,  8 ). Defining the mechanisms responsible for SMN pathogenesis is critical to developing strategies to accurately predict and mitigate this risk in current and future cancer survivors. Mechanistic analyses of both patient and treatment factors are difficult to perform through retrospective clinical analyses, and thus experimental models of SMNs are needed. Genetic background contributes to tumor susceptibility in humans and mice, for example, the high frequency of SMNs arising in the setting of Li-Fraumeni syndrome and other genetic disorders of DNA repair ( 9 ,  10 ). Furthermore, experimental models of radiation-induced tumorigenesis do not replicate radiotherapy delivery and often employ genetically unstable mouse strains. The resultant tumors do not reconstitute the full spectrum of histologies comprising SMNs, and the latency to tumor development is often extremely abbreviated (within a few months) in contrast to the latency of SMNs in humans, which is over several years and sometimes decades. The inability to broadly model SMN risk in relation to relevant radiotherapy variables of dose, fractionation and targeting has limited our understanding of how clinical treatment, patient variables and environmental exposures influence SMN risk. As a result, there are no validated approaches to predicting or preventing SMNs in at-risk individuals, such as survivors of childhood cancers. Heterozygosity for the  NF1  gene causes the Neurofibromatosis I Syndrome (NF1), and individuals with NF1 are at increased risk of developing SMNs after radiotherapy ( 11 ). The  NF1  gene, and its conserved murine homologue  Nf1 , encode the protein neurofibromin, which is ubiquitously expressed in mammalian cells and necessary for development ( 12 ). Neurofibromin possesses a GTPase activating protein (GAP) domain, a region that negatively regulates Ras signaling ( 13 – 16 ). We hypothesized that the clinical susceptibility of NF1 patients to SMN development could be modeled in  Nf1  mutant mice to study SMN pathogenesis. In earlier work, we showed that focal, fractionated cranial irradiation of  Nf1  mice produced both hematologic and in-field solid malignancies ( +/− 17 ). To develop a more robust model that 1) tested whether focal fractionated irradiation potentiates tumorigenesis among diverse tissues and 2) efficiently generated large numbers of tumors in both genetically resistant and susceptible backgrounds for analysis we delivered abdominal irradiation to wildtype and  Nf1  mutant mice. We replicated a clinical paradigm using customized techniques to deliver focal, fractionated radiation to the abdomen (AI) (0 Gy, 3 Gy, 15 Gy or 30 Gy) ( Figure 1  and  Supplementary Figure 1 ). This procedure concentrates radiation exposure to the superficial tissues and generates a dose gradient to deeper internal organs, permitting the safe delivery of radiation doses that would be lethal as whole body exposures. This application of fractionation mimics clinical radiotherapy practice and was an approach we used in our cranial irradiation model ( 17 ). Both irradiated wildtype and  Nf1  mice developed diverse in-field malignancies in a dose-dependent manner, with  +/− Nf1  mice developing greater numbers of malignancies than matched wildtype mice at each radiation dose level. Diverse tumor histologies shared a signature loss of heterozygosity (LOH) of wildtype  +/− Nf1  and  Trp53  alleles, rendering tumors from  Nf1  mice null for  +/− Nf1  and consistent with a common pathogenetic mechanism of  Nf1 - dependent tumorigenesis active in multiple cell types. Interestingly, this signature loss was also present in a subset of radiation-induced tumors from wildtype mice, which lost either parental allele at similar frequencies. This suggests that  Nf1  haploinsufficiency can drive radiation-induced tumor formation in the wildtype background as well, and may be a genetic mechanism promoting radiation-induced tumors in between different genetic backgrounds. We extended our genetic analysis to human radiation-induced breast cancers and identified loss of heterozygosity of  NF1  in a subset of these SMNs from unrelated individuals without NF1. These findings suggest that  Nf1  loss in our mouse model mirrors  NF1  loss in human SMNs and suggest that targeting the biochemical consequences of  NF1  loss may be a useful strategy against SMN development.",
  "results": "Results High dose AI reduces survival in  Nf1  mutant mice but not wildtype mice In irradiated cancer survivors, the risk of SMNs is well recognized although the precise SMN histology can be difficult to predict. Furthermore, cancer survivors may develop multiple subsequent malignancies and diverse SMNs over time ( 1 ). Multi-organ SMN development is therefore not well-modeled using tissue-restricted conditional mutations. To replicate whole organismal tumor susceptibility we sought to model the germline  Nf1  loss responsible for the NF1 syndrome. To establish a homogeneous genetic background, we intercrossed wildtype (WT) C57BL6 and heterozygous  Nf1  mutant ( Nf1 ) Sv129 mice to generate F1  +/− Nf1  and control cohorts. Between 5 – 8 weeks of age, mice were assigned to one of four AI treatment regimens: 0 Gy, 3 Gy (single dose), 15 Gy (5 daily doses of 3 Gy), or 30 Gy (10 daily doses of 3 Gy) ( +/− Figure 1A ,  Supplementary Figure 1 ). To accurately reflect current clinical practice, the mice were irradiated five times per week, one fraction per day. They were then observed until they developed signs of illness necessitating euthanasia or until 18 months post-irradiation. The survival of WT mice was not significantly reduced after any AI dose, and median survival was not reached by any experimental group ( Figure 1B ). In contrast, radiation-exposure reduced the overall survival of  Nf1  mice in a dose-dependent manner (log-rank test p<0.0001,  +/− Figure 1B ) at higher dose levels (15 and 30 Gy). The median survivals of  Nf1  mice receiving 0, 3, 15, and 30 Gy were 583, 652, 469 and 410 days, respectively. +/− AI drives multi-organ tumorigenesis in WT and  Nf1  mice +/− Necropsy revealed multi-organ abnormalities after irradiation. Hematologic malignancies such as myeloproliferative neoplasms and leukemias can arise as secondary malignancies after radiation exposure ( 20 ). To screen for this we assessed spleen and liver weight and performed a complete blood count (CBC) at the time of euthanasia and found significantly increased mean terminal splenic weight in unirradiated  Nf1  mice as compared to WT mice ( +/− Supplementary Figure 2A ). However, splenic weight was not significantly affected by radiation dose in either the WT or  Nf1  cohorts. Similarly, terminal hemoglobin levels did not significantly differ between any genotype/radiation dose combination, except for  +/− Nf1 /3 Gy and  +/− Nf1 /15 Gy ( +/− Supplementary Figure 2B ). Examination of H&E-stained spleen, liver and bone marrow sections from animals demonstrating splenomegaly and/or peripheral anemia or leukocytosis revealed changes consistent with varied hematologic diseases such as histiocytic sarcoma, myeloproliferative neoplasms, and lymphoma. Radiation-induced SMNs in humans consist of varied malignant histologies, predominantly solid tumors, reflecting a breadth of cell types and tissues that are susceptible to genotoxin-induced mutagenesis ( 6 ). Capturing this diversity is a critical requirement for pre-clinical platforms in which to test SMN-modifying approaches for multiple at-risk tissues. Comprehensive necropsy of experimental animals revealed solid tumor development as the cause of death in most animals ( Figure 2 ,  Supplementary Table 1 ). Similar to irradiated patients, irradiated mice developed diverse solid tumors originating from organs in the irradiated field (in-field tumors). Tumors were more common in  Nf1  mice than WT mice, and for  +/− Nf1  mice tumor incidence increased with increasing radiation dose (p < 0.0001 by χ +/− 2  analysis,  Figure 2 ), while for WT mice, a relationship between tumor incidence and radiation dose failed to reach significance (p= 0.0511 by χ 2  analysis). Solid tumors in both WT and  Nf1  mice included epithelial tumors such as mammary carcinoma, adenocarcinoma, as well as soft tissue sarcomas ( +/− Supplementary Table 1 ). Importantly, patients with NF1 are not predisposed to these cancers, and nor do these tumor histologies spontaneously develop in  Nf1  mice. Thus, many of these SMN-replicating histologies are not simply amplifications of the known NF1 phenotype (tumors arising from neural crest-derived tissues) but are malignancies that suggest a broader role for neurofibromin as a tumor suppressor. Among the solid tumors arising in our model, sarcomas are well recognized SMNs after high-dose radiation therapy ( +/− 21 – 23 ), and were significantly more common in irradiated  Nf1  mice than irradiated WT mice (p = 0.0175, log-rank). Mirroring overall survival, solid tumor free survival and hematologic disease free survival were both reduced in a dose-dependent manner in  +/− Nf1  mice but not WT mice ( +/− Figure 3 , log rank test, p<0.0001 for solid tumor free survival in  Nf1  mice and p=0.0001 for hematologic disease free survival in  +/− Nf1  mice). +/− Multi-organ examination revealed that radiation-induced tumors displayed important features of aggressive malignancies, including local invasiveness and distant metastases ( Figure 2C ). Appropriate site-specific SMN presentations were observed in irradiated  Nf1  mice, for example a locally invasive chest wall sarcoma causing a pathologic fracture of an adjacent rib ( +/− Figure 4 ). Metastatic disease in the lungs and liver, common clinical manifestations of advanced and aggressive cancers, were the sites of metastatic disease in this mouse model ( Figure 2C ). The most common metastatic histology was pheochromocytoma, followed by sarcoma and carcinoma. Individual patients can develop multiple independent SMNs in different organs within an irradiated region ( 1 ), and this aspect of SMN risk has not been modeled to date. The irradiation of the large anatomic compartment enclosed by the peritoneum concurrently mutagenizes multiple diverse tissues (for example hematopoietic, gastrointestinal, endocrine, and connective). Further, irradiating  Nf1  mice capitalizes on the large volume mutagenesis of AI and allows tests of multi-organ  +/− Nf1  dependent susceptibility to radiation-induced tumors. Synchronous tumorigenesis occurred in both WT and  +/− Nf1  mice, with synchronous malignancies in the  +/− Nf1  background increasing with increasing radiation doses (p= 0.0264 by χ +/− 2  analysis). Consistent with the enhanced and broad susceptibility conferred by  Nf1  heterozygosity, synchronous malignancies were more common in the irradiated  Nf1  background ( +/− Figure 2B ). Synchronously occurring malignancies in both genotypic backgrounds included pheochromocytomas, sarcomas, and carcinomas. Concurrent loss of  Nf1  and  Trp53  is a signature genetic lesion in radiation-induced mouse tumors The genetic mechanisms driving SMN development are poorly understood. While genetic background clearly modulates tumorigenesis risk, a common signature of genetic alterations has not been defined for SMNs. The human  NF1  and  TP53  tumor suppressor genes are located 21.8 Mb apart on chromosome 17. Similarly, the homologous murine genes  Nf1  and  Trp53  are both on chromosome 11, and the intervening sequences are conserved in both species. Previous mouse models have shown that engineered  Nf1  and  Trp53  loss results in tumor development ( 24 ,  25 ), but spontaneous cooperativity between these two tumor suppressor genes is less well established. We performed microsatellite analysis of four markers spanning these two genes (D11Mit31, D11Mit4, D11Mit219, D11Mit38) and also sequenced the single nucleotide polymorphism (SNP) rs13481119, located in exon 41 of  Nf1 , to determine whether loss of heterozygosity (LOH) at these loci occurred and which parental allele was lost ( Figure 5 ). Microsatellite and SNP sequencing analysis revealed that loss of heterozygosity was a common event in tumors isolated from  Nf1  mutant mice ( Figure 5 ), and the frequency of LOH at rs13481119 was similar across the three major classes of solid malignancies (pheochromocytoma, carcinoma and sarcoma). LOH of  Nf1  was accompanied by LOH of at least one of the microsatellites in 87% percent of all tumors, and in fact LOH commonly involved all four tested microsatellites and intragenic SNP from the same parental strand, consistent with a loss of a chromosomal segment spanning  Nf1  and  Trp53.  Comparison to parental control DNA revealed that LOH in tumors arising in  Nf1  mice commonly involved the C57Bl/6-derived allele at all positions ( +/− Figure 5A–C ). This led to loss of the wildtype  Nf1  allele and adjacent  Trp53  allele ( Figure 5D ). LOH of the wildtype  Nf1  allele and the adjacent  Trp53  allele occurred at similar frequencies for the major tumor classes (carcinomas, sarcomas and pheochromocytomas), indicating that  Nf1  nullizygosity is a shared genetic mechanism of tumorigenesis in different tissue lineages. Because our mouse model employs a genetic background in which mice possess two wildtype copies of  Trp53,  loss of a chromosomal segment spanning  Nf1  and  Trp53  would render tumors heterozygous for  Trp53.  To determine whether tumors in this model are driven by nullizygosity for  Trp53  in addition to nullizygosity for  Nf1 , we assessed the remaining  Trp53  allele by exon sequencing. Of 123 primary and metastatic tumors we isolated from this mouse model  Trp53  exon sequencing was obtained on 98 (79%). Interestingly, most tumors retained a copy of wildtype  Trp53  allele, and we identified only five mutations in the remaining  Trp53  allele ( Figure 6 ). These included point mutations and small deletions localizing to the DNA-binding domain, a known hotspot for  Trp53  mutations, and occurring in conjunction with LOH of  NF1  ( Figure 6A ). Examination of these mutations in the Catalogue of Somatic Mutations in Cancer (COSMIC, Wellcome Trust Sanger Institute, United Kingdom) revealed that each of these mutations occur in diverse human cancers ( Figure 6A ). In contrast to tumors arising in  Nf1  mutant mice, most tumors from WT mice demonstrated intact heterozygosity at the tested markers ( Figure 5D ). However, surprisingly in five WT tumors we identified segmental loss of  Nf1  and  Trp53 , similar to tumors arising in  Nf1  mice. This suggests that concurrent loss of these genes is also an important mechanism for radiation-induced tumorigenesis in a WT background. Among these WT tumors, segmental LOH involved either parental allele at similar frequency ( +/− Figure 5D ), consistent with allelic loss that is unbiased by an inactivated allele on either parental strand. This pattern stands in contrast to segmental LOH in tumors derived from the  Nf1  mice, in which the mutant  +/− Nf1  allele is maintained on the Sv129-derived allele and preferential loss of the C57Bl/6-derived allele occurred. From 11 mice identified to have developed metastatic disease, we isolated sufficient quantities of metastatic tumor DNA from 7 (6 primary tumors, each with associated metastasis, and one pair of metastases developing from an unknown primary), permitting comparisons of genetic loss between primary and metastatic disease. Assessing for LOH at  Nf1  and  Trp53  in metastatic disease revealed partial concordance with the primary, as three of seven metastases shared  Nf1  LOH status with their associated primary tumor, while three metastases did not. In one animal bearing both lung and liver metastases, both metastases demonstrated loss of the C57Bl/6-derived wildtype  Nf1  allele, suggesting that  Nf1  nullizygosity preceded metastases development. Only one tumor demonstrated LOH at two tested loci but involving opposite strands; an osteosarcoma metastasis arising in an irradiated WT animal demonstrated loss of the C57Bl/6-derived allele at the D11Mit31 locus and loss of the Sv129-derived allele at rs13481119, located in exon 41 of  Nf1 . As a consequence, this metastasis lost  Trp53  and  Nf1  on opposite parental strands, while interestingly its matched primary osteosarcoma maintained intact heterozygosity at these loci. Concurrent distinct primary malignancies (synchronous primaries) are occasionally diagnosed in patients, with synchronous primaries being more common in individuals with tumor predisposition syndromes. Synchronous primary tumors were more common in  Nf1  mice and, for both genotypes, high radiation doses ( +/− Figure 2 ). Synchronously developing tumors are unique reagents for analysis as these tumors arise in the same individual and therefore share the same organismal history genetically and environmentally. We analyzed the synchronously arising tumors arising in our model to determine whether tumors from a given individual, initiated by the same mutagenic exposure, share genetic alterations at  Nf1  and  Trp53.  From 25 total mice bearing synchronous primary malignancies we analyzed the previously named microsatellites and SNP in 47 primaries derived from 20 mice. Malignancies in 13 of these 20 mice demonstrated discordance between tumors with regard to LOH at the  Nf1  locus at rs13481119. Interestingly, segmental loss of  Nf1  and  Trp53  was not always shared even among synchronous tumors that were of the same histology, for example, among 7  Nf1  mice that developed bilateral pheochromocytomas, three pairs demonstrated genetic discordance characterized by LOH of C57Bl/6-derived  +/− Nf1  and  Trp53  associated markers in one tumor and intact heterozygosity in the other. Somatic loss of  NF1  occurs in human radiation-induced breast cancers The genetic basis of human SMNs is poorly understood, most likely due to the scarcity of high quality SMN tissue samples. Our mouse model implicates  Nf1  loss as an important driver of SMN development, but the incidence of and significance of  NF1  loss in human SMNs are not known. We assessed  NF1  status in human radiation-induced breast cancers, which are well recognized SMNs developing in women who receive chest irradiation as children ( 7 ,  26 ). Radiation-induced breast cancers and matched normal tissue from patients (8 total patients, none known to have the NF1 syndrome) were analyzed using Taqman-based SNP genotyping at multiple loci across the  NF1  gene. Allelic discrimination plots demonstrate two radiation-induced breast cancers ( Figure 7 , two pairs of matched control normal tissue and tumor, designated E and H shown,  Supplementary Figure 3 ) whose normal tissues cluster with heterozygous controls (green, A/T genotype) but whose tumors demonstrate LOH at SNP rs9902893 in  NF1  (clustering with either T/T or A/A genotype controls). To our knowledge this is the first evidence of somatic  NF1  gene alterations in radiation-induced SMNs. Further analyses of larger numbers of SMN samples are necessary to more accurately estimate the incidence of  NF1  gene alterations. However, these data suggest concordance between clinical SMNs and our mouse model and justify further comparative studies.",
  "discussion": "Discussion The pathogenesis of SMNs is not well understood, but clinical analyses indicate that the process is influenced by both cancer therapies and features of cancer patients themselves. In addition to radiotherapy, chemotherapeutic agents such as alkylating agents and topoisomerase II inhibitors such as epipodophyllotoxin have been associated with SMN development ( 23 ,  27 ). In particular, leukemias as therapy-induced malignancies have been associated with chemotherapies ( 28 ,  29 ). Genetic tumor predisposition syndromes are associated with SMN risk ( 7 ), and individuals with strong family histories of cancer also have enhanced risk. SMNs are substantially more likely to arise in patients treated as young children ( 6 ). Post-treatment endocrinopathies and obesity are common in survivors of pediatric cancers, and may also influence risk of SMNs known to be hormone-sensitive such as breast cancer ( 30 ). The AI model replicates the central elements of clinical radiotherapy, namely anatomic targeting and dose fractionation, in resistant (WT) and susceptible ( Nf1 ) genetic backgrounds. The resulting radiation-induced diseases reproduce the wide range of SMN histologies developing in irradiated patients. In contrast to an earlier mouse model we developed that employed fractionated focal cranial irradiation ( +/− 17 ), the AI model revealed a radiation dose-dependent reduction in survival in the  Nf1 -mutant background only. Overall, large numbers of radiation-induced tumors were generated in the AI model, likely explained by the relatively large volume of tissue irradiated with AI. Further, the increased tumor incidence associated with higher doses was driven by the development of heterogeneous tumor types, revealing the general susceptibility of the  Nf1  mutant background to mutagen-induced tumorigenesis. Segmental chromosomal loss identified in radiation-induced tumors from our model appears consistent with a mutagenesis mechanism driven by double strand breaks, as are classically induced by ionizing radiation. Germline point mutations and microdeletions are well-described genetic mechanisms for  NF1  loss in individuals with the NF1 Syndrome ( 31 ,  32 ) rather than large chromosomal losses and thus the mechanism of somatic loss of  Nf1  in tumors from wildtype and  Nf1  mutant mice may be unique to radiation-induced mutagenesis. Wildtype  Nf1  loss occurred jointly with  Trp53  in tumors from both wildtype and  Nf1  mutant backgrounds, suggesting that concurrent loss of these genes can serve as a central event in radiation-induced tumorigenesis regardless of genetic background. In wildtype tumors, LOH involving  Nf1  may prime affected cells for tumorigenesis similar to  Nf1  mice. LOH of  +/− Trp53  was also accompanied by somatic mutations of the remaining allele in a minority of tumors analyzed by  Trp53  exon sequencing. The several mutations identified included substitutions and deletions in conserved regions in several tumors that serve as examples of bi-allelic inactivation of  Trp53 . p53 is mutated in 50% of human cancers, with mutations in regulators in p53 occurring in many tumors lacking  Trp53  mutations ( 33 ). It is possible that in this model dysregulation of p53 function may occur through alternative mutations. Comprehensive genomic analyses of our mouse tumors lacking bi-allelic  Trp53  loss might reveal these alternative mechanisms of Trp53 inactivation, and are planned for future studies. An important strength of the AI model is the robust cancer phenotype that includes metastatic disease as well as multiple synchronous tumors. These disease features lend the AI model to comparative studies between 1) primary and metastatic disease and 2) primary tumors arising from different organs. In the case of synchronously arising primary tumors, the genetic background and tumor-initiating mutagen are identical, and thus comparisons may identify shared as well as organ-specific mechanisms of pathogenesis. Comparisons of matched primary and metastatic disease may identify common and required mechanisms of tumor growth, which similarly holds translational potential for advanced cancers. Comparative oncogenomics utilizes experimental mouse and human cancer genetics to gain insights into conserved and robust mechanisms of disease. The genetic and histopathologic analysis of human SMNs has been limited by the relative scarcity of well-archived samples, and thus these tumors are poorly described compared to their non-therapy associated counterparts. Harnessing robust animal models to precious human SMN samples may be a particularly productive approach towards gaining insights into SMN pathophysiology. To our knowledge, comparative genetic analyses between a mouse model and clinical SMNs have not been performed. The presence of LOH of  NF1  in radiation-induced human breast cancers suggests a role for  NF1  in SMN pathogenesis. Somatic  NF1  loss in irradiated tissues may promote SMN development. Further analyses of both mouse and human SMN samples are needed to determine the degree of concordance between these systems and to identify potential pathways that may be modified for chemoprevention. Taken together, our data in wildtype and  Nf1  mice suggest that genomic injury after radiation exposure resulting in monoallelic somatic loss of  +/− NF1  and  Trp53  is a common genetic mechanism that promotes radiation-induced tumors. Loss or inactivation of the remaining  NF1  allele may be a critical secondary event that accelerates tumorigenesis in multiple tissue types, as evidenced by the marked susceptibility of  Nf1  mice, which already bear the first of presumably two required losses. However, since we detected LOH of  +/− NF1  in human samples another possibility is that the upregulation of Ras signaling apparent with monoalleleic  NF1  loss is a primed signaling backdrop that increases the efficiency with which additional alterations, for example in growth-factor mediated signaling, promote cell proliferation and transformation. Genomic and proteomic analyses of these tumors may be particularly productive for identifying these cooperating pathways. Genome-wide association studies (GWAS) have identified potential predictors of cancer susceptibility in cancer survivors ( 34 ,  35 ). Experimental validation is needed to justify and optimize testing chemoprevention strategies for patients. As a result, our model fills a vital role in studies of SMN susceptibility and the pre-clinical validation of chemopreventive strategies against SMNs.",
  "upgrade_date": "2026-02-20 07:33:34"
}