{
  "pmid": "PMID:23071067",
  "title": "Genetically mediated Nf1 loss in mice promotes diverse radiation-induced tumors modeling second malignant neoplasms.",
  "abstract": "Second malignant neoplasms (SMN) are therapy-induced malignancies and a growing problem in cancer survivors, particularly survivors of childhood cancers. The lack of experimental models of SMNs has limited understanding of their pathogenesis. It is currently not possible to predict or prevent this devastating late complication. Individuals with neurofibromatosis I (NF1) are at increased risk of developing therapy-induced cancers for unclear reasons. To model SMNs, we replicated clinical radiotherapy and delivered fractionated abdominal irradiation to Nf1(+/-) and wild-type mice. Similar to irradiated cancer survivors, irradiated wild-type and Nf1(+/-) mice developed diverse in-field malignancies. In Nf1(+/-) mice, fractionated irradiation promoted both classical NF1-associated malignancies and malignancies unassociated with the NF1 syndrome but typical of SMNs. Nf1 heterozygosity potentiated the mutagenic effects of irradiation, as evidenced by the significantly reduced survival after irradiation and tumor development that was often characterized by synchronous primary tumors. Interestingly, diverse radiation-induced tumors arising in wild-type and Nf1(+/-) mice shared a genetic signature characterized by monoallelic loss of Nf1 and the adjacent Trp53 allele. These findings implicate Nf1 loss as mediating tumorigenesis in a broad range of cell types and organs extending beyond the classical NF1 tumor histologies. Examining clinical SMN samples, we found LOH of NF1 in SMNs from non-NF1 patients. Nf1 heterozygosity confers broad susceptibility to genotoxin-induced tumorigenesis, and this paradigm serves as an experimental platform for future studies of SMNs.",
  "authors": "Grace Choi; Brian Huang; Emile Pinarbasi; Steve E Braunstein; Andrew E Horvai; Scott Kogan; Smita Bhatia; Bruce Faddegon; Jean L Nakamura",
  "journal": "Cancer research",
  "publicationDate": "2012-12-15",
  "doi": "10.1158/0008-5472.CAN-12-1728",
  "methods": "Materials and Methods Mouse Strains, Breeding and Treatment Nf1 +/−  and wildtype mice were generated as previously described ( 18 ). In brief,  Nf1 +/−  mice maintained in the 129/Sv background ( 19 ) were crossed with wild-type C57Bl/6 mice. Mice were placed in a cesium-137 source (J.L. Shepherd & Associates, San Fernando, CA) animal irradiator and shielded with an iron collimator that focused the beam width. Five to eight week old mice were given abdominal irradiation at a fractionation of either one fraction of 3 Gy, five fractions of 3 Gy or ten fractions of 3 Gy, delivered at a rate of five fractions per week, one fraction per day. The UCSF IACUC approved all animal procedures. Pathologic Analysis Animals were followed for a minimum of 18 months post-irradiation. Animals with signs of systemic illness were euthanized and visible masses/growths, peripheral blood, and bone marrow were collected immediately. The mice were then perfused with 4% paraformaldehyde and the following organs were collected: brain, skin in irradiated region, skin outside irradiated region, skull, heart, lungs, spleen, liver, kidneys, segment of small intestine. Pathologic review was performed on hematoxylin and eosin-stained sections by A.H. and S.K. Photographs of histology were taken with an Olympus BX41 microscope, using Olympus UplanFl 10X/0.3 and 20X/0.5 objectives. An attached Olympus DP72 camera and Adobe Photoshop CS2 were used to capture the images. Complete blood counts were performed on blood samples obtained at the time of sacrifice by cardiac puncture and analyzed immediately on a Hemavet provided by the UCSF Mouse Pathology Core. Mouse tumor Genotyping and Mutation Analysis Trp53  loss of heterozygosity was analyzed at the D11Mit29 and D11Mit31 loci by amplifying tumor DNA with the following primers: forward 5′ TTGAGGCATGAGGGGATTAG 3′, reverse 5′ TTTCCGTCATTGCTAAAGGG 3′, 5′ TTTCCCAGTCACGACGTTGGCCTGAATTCACATGGTGG 3′, reverse 5′ AGAATAAGTAAACCCAGCTGCG 3′. D11Mit219 was amplified with the following primers: forward 5′ TTTCCCAGTCACGACGTTGTTGTATGTATAGATGCATTTGAATGG -3′, reverse 5′ GGTTTGTATAAATTCTCACCTGTGC 3′. The UCSF Genome Core using Peak Scanner software from Applied Biosystems performed PCR fragment analyses. The SNP rs13481119 was sequenced using the following primers: forward 5′ GCCCGCTACATGCTGATGCTG 3′ reverse 5′ GCTTGTAGGCCTGGTGAGTC 3′. SNP products were sequenced using a commercial sequencing service. Clinical FFPE Tissue DNA Isolation and Amplification Formalin-fixed, paraffin-embedded (FFPE) sections of 8 radiation induced breast cancers were obtained from City of Hope Medical Center (Duarte, California, USA). H & E slides of FFPE sections were reviewed by a pathologist (AH), who delineated tumor and normal areas for dissection. Tumor and normal tissues were then dissected off of unstained slides and genomic DNA was isolated and subjected to whole genome amplification according to manufacturers instructions using the REPLI-g FFPE kit (Qiagen). DNA was purified using sodium acetate, and quantified using Picogreen (Qiagen). Taqman SNP Genotyping Analysis of clinical samples was performed with approval from the UCSF Committee on Human Research. Clinical DNA samples were genotyped at four selected SNPs in the human NF1 gene (NCBI ref SNPs rs2952994, rs2953014, rs9902893, and rs2107359 using C1547650_10, C2557613_10, C2533273_10 and C16032374_10, all from Applied Biosytems, respectively). Primers flanking selected SNPs were designed using Integrated DNA Technologies primer design program. Assay C2557613_10 was used to genotype using the Taq amplification method in a 7900 HT Fast Real-Time PCR system (Applied Biosystems, USA). Five μl PCR reactions were performed using 2.42 μl DNA in H 2 0 (4 ng total) or H 2 0 for negative controls, 0.08 μl probe (20 μmol) and 2.5 μl Master Mix (20 μmol; Applied Biosystems). Reactions underwent heat activation at 95 °C for 10 minutes, then cycled 40 times with a denaturation step of 92 °C for 15 seconds, and an annealing and elongation step of 60 °C for 90 seconds. All samples were run in replicates of 6. Allelic discrimination plots generated by SDS3.0, an Applied Biosystems program used to make genotyping calls. Trp53 sequencing Whole exomic sequencing was performed to assess for the presence of mutations in the  Trp53  gene. Two kb fragments of the  Trp53  gene spanning exons 2–4, 5–7, and 8–10 were PCR-amplified from all primary tumor and select matching tail DNA samples. Similarly, 1 kb fragments were PCR amplified from exons 1 and 11. PCR amplification was performed with Qiagen Taq DNA polymerase. PCR cleanup was done with ExoSAP-IT (Affymetrix). The PCR fragments were then sequenced (Quintara Biosciences) with sequencing primers (listed in  Supplementary Table 2 ). The Catalogue of Somatic Mutations in Cancer Database (COSMIC,  www.sanger.ac.uk/genetics/CGP/cosmic , Wellcome Trust Sanger Institute, United Kingdom) was used to search for references to human tumors also possessing the identified mutations. Statistical Analysis Survival curves are calculated from Kaplan-Meier product limit estimators to determine the association of CI on mortality. Log-rank tests are used to test for differences in survival curves between groups. All analyses were performed using Prizm v.4 (GraphPad).",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:24:48"
}