{
  "pmid": "PMID:23099891",
  "title": "Neurofibroma-associated macrophages play roles in tumor growth and response to pharmacological inhibition.",
  "abstract": "Neurofibromatosis type 1 (NF1) is a common genetic disease that predisposes 30-50 % of affected individuals to develop plexiform neurofibromas. We found that macrophage infiltration of both mouse and human neurofibromas correlates with disease progression. Macrophages accounted for almost half of neurofibroma cells, leading us to hypothesize that nerve macrophages are inflammatory effectors in neurofibroma development and/or growth. We tested the effects of PLX3397, a dual kit/fms kinase inhibitor that blocks macrophage infiltration, in the Dhh-Cre; Nf1(flox/flox) mouse model of GEM grade I neurofibroma. In mice aged 1-4 months, prior to development of nerve pathology and neurofibroma formation, PLX3397 did not impair tumor initiation and increased tumor volume compared to controls. However, in mice aged 7-9 months, after tumor establishment, a subset of mice demonstrating the largest reductions in macrophages after PLX3397 exhibited cell death and tumor volume regression. Macrophages are likely to provide an initial line of defense against developing tumors. Once tumors are established, they become tumor permissive. Macrophage depletion may result in impaired tumor maintenance and represent a therapeutic strategy for neurofibroma therapy.",
  "authors": "Carlos E Prada; Edwin Jousma; Tilat A Rizvi; Jianqiang Wu; R Scott Dunn; Debra A Mayes; Jose A Cancelas; Eva Dombi; Mi-Ok Kim; Brian L West; Gideon Bollag; Nancy Ratner",
  "journal": "Acta neuropathologica",
  "publicationDate": "2013-01",
  "doi": "10.1007/s00401-012-1056-7",
  "methods": "Materials and methods Mouse husbandry We housed mice in temperature- and humidity-controlled facilities on a 12-h dark–light cycle with free access to food and water. The animal care and use committee of Cincinnati Children’s Hospital Medical Center approved all animal use. The mice were on a mixed C57/129/FVBN strain background and interbred to obtain the expected genotype. Mouse genotyping was described previously [ 34 ]. Chemicals PLX3397 (fms/kit inhibitor) and vehicle carrier, were provided by Plexxikon Inc. (Berkeley, CA) who make this compound available to qualified academic laboratories free of charge for verification and reproduction of the results reported in this paper. Mice were fed control chow or chow containing PLX3397 (Research Diets, Inc) (145 mg PLX3397 per kg of drug chow). For the late treatment group, PLX3397 was freshly prepared as an aqueous suspension and dosed at 50 mg per kg body weight by oral gavage. Minocycline hydrochloride was purchased from Sigma, St. Louis, MO, USA and dissolved in normal saline. Neurofibroma MRI and tumor volume measurement MRI and tumor volume measurement of  Dhh -Cre;  Nf1  mice was conducted as previously described [ flox/flox 35 ]. Pharmacokinetic plasma and tumor Plasma and tissue concentrations of drugs were determined at Integrated Analytical Solutions (Berkeley, CA, USA) by extracting the sample homogenates with acetonitrile (containing internal standards), diluting with 5× volume of 0.2 % formic acid, and analyzed by liquid chromatography-tandem mass spectrometry (LC/MS/MS). Immunohistochemistry (IHC), Immunofluorescence (IF), Electron microscopy (EM), Tunel and toluidine blue (TB) staining Formalin-fixed tumors were paraffin embedded, sectioned at 5μ thickness, baked at 60° C for 1 h and air dried. We deparaffinized, hydrated and transferred sections to 0.1 M citrate buffer (pH 6.0) for antigen retrieval. Sections were quenched with 3 % hydrogen peroxide for 10 min, rinsed in PBS, and blocked in appropriate serum (10 % serum with 0.3 % Triton-X-100 in PBS) for 1 h. Then, sections were incubated overnight in primary antibody diluted in blocking solution. We used rabbit anti-Ki67 (Novocastra; 1:5,000 for 3,3′ diamino benzidine (DAB), and 1:1,000 for fluorescence), rabbit anti-Iba1 (Wako Chemicals, Richmond, VA, 1:2,000), goat anti-CD163 (Santa Cruz SC18796, 1:2,000), rabbit anti-cleaved caspase 3 (cell signaling, 1:5,000), mouse anti-CNPase (1:750; Millipore MAB226), chicken anti-GFP (Millipore, 1:2,000). After PBS rinses, sections were incubated in appropriate biotinylated secondary antibodies. For fluorescence double labeling, after blocking, paraffin sections were incubated overnight in a cocktail of two primary antibodies (GFP and Iba1). Next day, after PBS rinses, sections were incubated with a cocktail of two appropriate secondary antibodies (Alexa 488 and Alexa 594, 1:800; Invitrogen), rinsed, incubated with 4′,6-diamidino-2-phenylindole (DAPI) (1:10,000) to visualize cell nuclei, rinsed and cover glassed using flouromount G (Electron Microscopy Sciences). For DAB double labeling: after blocking paraffin sections were incubated overnight in first primary antibody (Iba1 or CNPase), incubated in appropriate biotinylated secondary antibody, with the Vectastain Elite ABC kit (Vector Labs). After DAB rinses, sections were blocked again, incubated in second primary antibody (CD163 or cleaved caspase 3) overnight, appropriate secondary antibody, ABC and then finally incubated in VIP (Vector) instead of DAB. We acquired microscopic images with Openlab software suites on a Zeiss Axiovert 200. For electron microscopy, we perfused mice with 4 % paraformaldehyde and 2.5 % glutaradehyde, post-fixed overnight, and transferred tissues to 0.175 mol/L cacodylate buffer, osmicated, dehydrated, and embedded in Embed 812 (Ladd Research Industries). Ultrathin sections were stained in uranyl acetate and lead citrate and viewed on a Hitachi Model H-7600 microscope. Tunel staining For TUNEL staining, paraffin sections were deparaffinized, rehydrated through graded series of alcohol to PBS and permeabilized in PBS with 0.1 % Triton-X-100 for 10 min. Next, sections were equilibrated in 0.05 M Tris for 10 min at room temperature and then trypsinized using 0.1 % trypsin with 0.1 % CaCl 2  in 0.05 M Tris for 15 min at 37° C. After PBS rinses, TUNEL staining was performed using Roche In Situ Cell Death detection Fluorescein kit (Cat # 11 684 795 910). Slides were washed with PBS, stained with DAPI, and after rinses coverglassed using Fluoromount G. Flow cytometry analysis We incubated human neurofibroma cell suspensions with mouse anti-human monoclonal antibodies against CD11b (8G12/HPCA-2, Becton–Dickinson; San Jose, CA) bound to allophycocyanin (APC) and p75/NGFR (C40-1457, Becton–Dickinson) bound to phycoerythrin (PE), on ice in a solution containing PBS/0.2 %BSA/0.01 % NaN 3  for 30 min. After washing, we resuspended cells in PBS/0.2 %BSA/0.01 % NaN 3 /2 μg/mL 7-aminoactinomycin D (7-AAD, Invitrogen). We carried out isotopic controls with irrelevant mouse IgG1–APC and mouse-IgG1–PE in parallel. We acquired cell suspensions in a dual-laser (Argon 488 and dye laser 630 or HeNe 633) FACSCanto (Becton–Dickinson) and analyzed on an “alive” gate based on light scatter parameters and 7-AAD staining negativity. Western blotting Tumor proteins were extracted using extraction buffer [ 35 ]. Primary antibodies recognizing pKit, Kit, and β-actin (Cell Signaling, Danvers, MA) were detected by incubation of the membrane with specific antibodies. Antibody binding to the membrane was visualized using a chemiluminescent detection system (ECL, Amersham, Arlington Heights, IL, USA). Anti-β-actin was used as a loading control. Statistical analysis For tumor volumetric analysis, data shown in the text are presented in tumor volume in mm 3  for each mouse. To derive  p  values, we conducted a random effects model analysis on the log transformed tumor volume data as previously described [ 35 ]. For analysis of cells in tissue sections,  p  values were calculated using a one-way analysis of variance (ANOVA) with Bonferroni post test analysis and the Mann–Whitney non-parametric t test as appropriate. Graph generation was performed using Prism GraphPad. Human NF1 patients neurofibromas Human paraffin-embedded tissues were collected under Cincinnati Children’s Hospital Medical Center (CCHMC) IRB approval.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-20 07:00:30",
  "introduction": "Introduction Neurofibromatosis type 1 (NF1) is a common genetic Mendelian disease affecting approximately 1 in 3,000 newborn infants [ 30 ]. Plexiform neurofibromas (PNF) are benign tumors of peripheral nerve that occur in up to 50 % of patients with NF1 [ 25 ,  26 ]; PNFs can compress vital organs and occasionally lead to death. Surgical excision of neurofibromas is currently the only available therapy but is rarely curative, as neurofibromas are nerve integrated and not amenable for complete resection [ 26 ]. PNF have the highest risk among neurofibroma types for transformation into malignant peripheral nerve sheath tumors (MPNSTs), a major cause of death in adults with NF1 [ 25 ]. The life-time risk for NF1 patients to develop an MPNST is about 10 % [ 7 ,  21 ]. In neurofibromas, the primary pathogenic cells are Schwann cells with biallelic  NF1  mutations [ 18 ]. Neurofibromas also contain blood-derived mast cells. In animal models mast cells contribute to disruption of nerve axon–Schwann interactions and neurofibroma formation [ 22 ,  36 , 38 ]. The NF1 protein, neurofibromin, is an off signal for Ras protein, a GTPase-activating protein (Ras-GAP) that acts downstream of receptor tyrosine kinases, including cytokine receptors [ 6 ].  Nf1 −/− Schwann cells secrete elevated SCF (Kit ligand), M-CSF (Fms ligand), RANTES (CCL5) and vascular endothelial growth factor (VEGF), enhancing the migration of  Nf1 ± mast cells toward the peripheral nerve [ 36 ]. Importantly, macrophage recruitment into tumors can be mediated by cytokines including VEGF and RANTES [ 5 ,  13 ]. Surprisingly, macrophages have not been studied in neurofibromas, even though peripheral nerves contain resident macrophages and additional macrophages invade the nerve after injury [ 16 ,  23 ], and macrophages and inflammatory cytokines are increased in the blood of NF1 patients [ 14 ]. Factor XIIIa, now known to be a marker of alternative macrophage activation, was detected in some cells in normal peripheral nerves and cutaneous neurofibromas, but these were tentatively identified as fibroblasts based on electron microscopy [ 31 ]. In human NF1, anecdotal evidence suggested a link between wounding and tumor formation. Furthermore, sciatic nerve injury with coincident macrophage nerve invasion promoted neurofibroma formation in  Nf1 ± mutant mice [ 28 ]. These findings raise the possibility that  Nf1 −/− Schwann cells could recruit macrophages into neurofibromas. We hypothesized that macrophages are relevant to neurofibroma formation and/or growth. This hypothesis was tested in the initiation and maintenance of tumors in a genetically engineered mouse (GEM) neurofibroma model in which  Nf1  is ablated in the Schwann cell lineage via the use of a Desert hedgehog (Dhh)-cre driver ( Dhh -Cre;  Nf1 ) [ flox/flox 34 ,  35 ], while hematopoetic lineages remain wild type. We identify macrophages as cells that contribute to the tumor microenvironment cell in NF1 and show that neurofibroma-associated macrophages have anti-tumor and pro-tumor roles at different disease stages.",
  "results": "Results Macrophages accumulate in  Nf1  mutant peripheral nerve neurofibroma and  MPNST Ionized calcium-binding adapter molecule 1 (Iba1) can be used to identify macrophages in mouse and human [ 11 ]. Iba1 immunohistochemistry demonstrated large numbers of macrophages in peripheral nerves from  Dhh -Cre; Nf1  mice, constituting almost half the cells in the neurofibromas that had formed ( flox/flox Fig. 1a ). By contrast, little or no macrophage staining was present in peripheral nerves from CNPase–EGFR mice, in which overexpression of EGFR in Schwann cells is driven by the Schwann cell CNPase promoter, or in wild-type mice ( Fig. 1a ), thus showing that macrophage recruitment correlates with the presence of tumor. Macrophage accumulation was highest in mouse GEM-peripheral nerve sheath tumors (PNSTs) from mice with mutations in  Nf1  and p53 ( p  < 0.001) ( Fig. 1b ), showing that the level of macrophage recruitment into tumors correlated with progressive disease severity. Although Schwann cells can have phagocytic properties, they do not express Iba1. Immunofluorescent (IF) analyses of neurofibromas used  Dhh -Cre;  Nf1 ; CMVβ actin lox-stop-lox  flox/flox EGFP  mice, in which Schwann cells are green. Double labeling confirmed that Schwann cells (EGFP+) were Iba1-negative ( Fig. 1c ). In this mouse, we used Cre to allow EGFP expression only in cells expressing Dhh Staining with anti-CD163 in the  DhhCre ;  Nf1fl/fl  sciatic nerve, neurofibroma or MPNST showed that the vast majority of nerve and neurofibroma macrophages were CD163-negative, ruling out a major role for M2 macrophages expressing this marker in neurofibromas ( Fig. 1d ). MPNST showed less than 10 % CD163+:Iba1+ cells. Human neurofibromas and MPNSTs also showed strong Iba1 staining ( Fig. 1e, f ), a finding confirmed using the F4/80 macrophage marker (not shown). Human neurofibromas consist of highly cellular regions, and relatively cell-poor regions. We counted numbers of macrophages as a percentage of total nuclei in regions of high and low cellularity from three neurofibromas. The percent of macrophages did not differ in cell-rich versus cell-poor regions (data not shown). Flow sorting from human neurofibromas ( n  = 4) confirmed the presence of macrophages. Even after dissociation of human neurofibromas and 4 day in vitro culture under conditions that favor Schwann cell survival, followed by flow sorting, an average of 8.3 % (range 1.5–14.1 %) CD11b+ tumor macrophages was detected ( Fig. 1g ). Early  PLX3397  treatment decreases macrophage accumulation and worsens disease phenotype Fms is the receptor for the macrophage-colony stimulating factor (M-CSF); c-kit is the receptor for the mast cell chemo-attractant SCF. PLX3397 is a fms/kit inhibitor that binds the conserved active site of fms/kit kinases, inhibiting macrophage migration and proliferation and production of pro-inflammatory cytokines through fms inhibition [ 4 ], and is predicted to affect mast cells through c-kit. Initial experiments validated the pharmacokinetics and pharmacodynamics (PK/PD) of PLX3397. Thus, nine adult  Dhh -Cre;  Nf1  mice were treated daily with 50 mg/kg of PLX3397 by oral gavage. No evidence of toxicity was observed. At the end of a 5-day course of therapy with PLX3397, plasma and tissue samples were collected at 2, 6, and 24 h after the last dose of PLX3397 ( flox/flox Fig. 2a ). To understand whether pharmacologically induced macrophage depletion results in impaired tumor initiation, we analyzed the effect of PLX3397 in the  Dhh -Cre;  Nf1  mouse model starting at 1 month of age, before any significant neurofibroma growth is detected ( flox/flox Fig. 2b ). Existence of c-kit inhibition was indicated by the loss of melanocyte-derived fur pigmentation, which was not observed in vehicle-treated controls ( Fig. 2c ). We used magnetic resonance imaging (MRI) to perform volumetric measurements of neurofibroma size at the end of the trial, when mice reached 4 months of age. Remarkably,  Dhh -Cre;  Nf1  treated with PLX3397 ( flox/flox n  = 14) had larger benign neurofibromas compared to controls ( n  = 12) ( Fig. 2d, e ). A Mann-Whitney test confirmed significant difference between treated and untreated neurofibromas, even after excluding a single very large neurofibroma in the treatment group ( p  < 0.0004). IHC analyses were performed to test if PLX3397 prevented macrophage and/or mast cell recruitment. Toluidine blue staining for mast cells and Iba1 staining for macrophages showed significant reductions in both mast cell and macrophage numbers in neurofibromas of  Dhh -Cre;  Nf1  treated with PLX3397, validating the drug effect through inhibition of both Kit and fms tyrosine kinase receptors ( flox/flox Fig. 2f, h ). Cell proliferation (% Ki67+ nuclei) was increased in the treated group with increased neurofibroma volume compared to controls (16.1 ± 5.5 vs. 6 ± 2.5 %). Remak bundles (Schwann cells associated with small axons) were disrupted, despite the reduction in mast cell and macrophages ( Fig. 2g ). Cleaved caspase 3 and Tunel staining revealed no cell death in PLX3397-treated  Dhh -Cre;  Nf1  neurofibromas (data not shown). flox/flox Late  PLX3397  treatment decreases neurofibroma size in a subset of mice and induces cell death of neurofibroma Schwann cells To understand whether macrophages are also implicated in tumor maintenance, we treated 5-month-old  Dhh -Cre;  Nf1  mice when neurofibromas are obvious.  flox/flox Dhh -Cre;  Nf1  mice were randomly assigned to treatment with PLX3397 (50 mg/kg/day) or to vehicle. PLX3397 was well tolerated; no animals showed weight loss or morbidity. We evaluated impact on tumor growth by MRI volumetric measurement ( flox/flox Fig. 3a ). PLX3397 treatment reduced neurofibroma size in 4 of 14 animals compared to controls, although the difference between treated and untreated groups was not significant ( p  < 0.3) ( Fig. 3b ). We observed a reduction of p-Kit and total Kit in the subset of neurofibromas that responded to PLX3397 ( Fig. 3c ). There was a significant reduction in the tumor mast cells of treated mice without difference between responders and non-responder ( Fig. 3d ). Pharmacokinetic measurement showed that all tumors contained >30 ng/g (80 uM) PLX3397, excluding the possibility that variable drug levels explained the different responses ( Fig. 3e ). Large numbers of Iba1− and F4/80-positive macrophages in neurofibromas were associated with failure of response to therapy ( p  < 0.001) ( Fig. 4a, b ). In contrast, tumor cell apoptosis assessed by Tunel and cleaved caspase-3 assays was associated with tumor response to PLX3397 ( Fig. 4c-e ). Cell proliferation (Ki67) was unchanged in response to PLX3397 compared to control ( Fig. 4f ). Data for a subset of individual animals, showing correlation between response, macrophage number, mast cell number, and cell death are shown in  Supplemental Table 1 . Double staining with CNPase (a Schwann cell marker) and cleaved caspase-3 confirmed apoptosis in Schwann cells ( Fig. 4g ), indicating that tumor shrinkage correlated with macrophage elimination and Schwann cell death. To confirm a role for macrophages in causing tumor cell death, we treated another group of 5-month-old  Dhh-Cre ;  Nf1fl/fl  neurofibroma-bearing mice with minocycline, a broad-spectrum tetracycline antibiotic that partially depletes macrophages [ 2 ]. After daily i.p. injection at 50 mg/kg for 2 weeks, tumors were removed. Analysis of tumor tissue sections confirmed decreased numbers of Iba1+ macrophages and increased cell death after therapy with minocycline compared to vehicle treated  Dhh-Cre;Nf1fl/fl  neurofibroma-bearing mice ( Fig. 4h, i ).",
  "discussion": "Discussion This study shows that inactivation of  Nf1  in Schwann cells results in recruitment of macrophages in mouse and human peripheral nerves and neurofibromas, and that macrophage density increases with disease progression to MPNST ( Fig. 1a, b ). Prior to this report, mast cells were the only hematopoietic cells implicated in neurofibroma development [ 22 ,  27 ,  38 ]. We show that macrophages are prevalent in neurofibroma and MPNST. In the  Dhh -Cre;  Nf1  model of neurofibroma formation,  flox/flox Nf1 −/− Schwann cells are sufficient to evoke neurofibroma formation and directly or indirectly are likely to be responsible for macrophage accumulation in neurofibromas. Macrophage recruitment may be through chemokine production, e.g., RANTES and VEGF are known to recruit macrophages, and/or other factors including chemokines. Macrophages can recruit the adaptive immune system (primarily T-cells) to fight a tumor. For example, early in glioma growth macrophages promote anti-tumor activity via TNFα, and the depletion of macrophages increased glioma growth [ 24 ,  32 ]. A role for macrophages in limiting neurofibroma formation/growth is consistent with our study, as in mice treated with PLX3397 prior to development of nerve pathology and neurofibroma formation, tumor volume was significantly increased. Increasing evidence supports additional role(s) for tumor macrophages in tumor progression [ 9 ]. Macrophage density increases with malignancy, and macrophages stimulate blood vessel formation. Tumor macrophages release extracellular matrix proteases and cytokines to enhance tumor cell invasiveness, enhance tumor proliferation, and promote angiogenesis. Depleting tumor macrophages reduced glioma growth [ 8 ,  19 ,  20 ]. Consistent with the hypothesis that neurofibroma macrophages can limit established tumor growth, when mice with established neurofibromas were treated with PLX3397, a subset decreased tumor volume compared to the vehicle control group. The response of a subset of neurofibromas to PLX3397 suggests resistance mechanisms in tumors and/or that more intensive pathway inhibition may provide additional benefit. To our knowledge, our study is the first to demonstrate a switch between anti-tumor and pro-tumor effects in the same model system. Disruption of axon–Schwann cell interaction, mast cell accumulation, and fibrosis are diagnostic histological findings of human and mouse neurofibromas. Overexpression of EGFR in Schwann cells in mice ( CNPase-EGFR ) results in prominent disruption of axon-Schwann cell interaction, but palpable tumors form infrequently [ 15 ], and macrophages are few. In contrast identified large numbers of macrophages are present in the  Dhh -Cre;  Nf1  model, suggesting that macrophage recruitment is associated with tumor formation, not nerve disruption. flox/flox Mast cells are believed to play a role in neurofibroma growth. Neurofibromas have higher concentrations of mast cells than adjacent areas of skin [ 12 ]. Genetically ablating mast cell recruitment by crossing  CNPase-EGFR  or  Krox20-Cre;Nf1fl /− mice to Kit hypomorphs (the mouse strain W 41 , with reduced Kit kinase activity) prevented the development of Remak bundle disruption and smaller neurofibromas, respectively, each of which was reconstituted with wild-type bone marrow-derived grafts [ 22 ,  38 ]. The bone marrow-derived cell transplants used in these experiments transfer all hematopoietic precursors including those for mast cells and macrophages. Experiments with a kit inhibitor, imatinib, and a mast cell stabilizer cromolyn also blocked these phenotypes [ 22 ,  38 ]. In the present study, mast cells and macrophages in neurofibromas were both decreased by exposure to PLX3397. Mast cell numbers did not correlate with response to therapy. These discrepancies could be due to combined effects on mast cells and macrophages, to failure to sufficiently inhibit mast cell degranulation, or potentially to the models tested. Even in the presence of PLX3397, a subset of neurofibromas failed to respond to therapy, maintaining large numbers of macrophages. The reduction in tumor volume in some PLX3397-treated mice can be accounted for by reduced macrophage numbers, and also by death of tumor Schwann cells. Minocycline therapy replicated Schwann cell death in the  Dhh -Cre;  Nf1  model, supporting a role for macrophages on Schwann survival in neurofibromas. More completely blocking macrophage infiltration may lead to more profound effects on neurofibroma growth. At the same time, adverse effects of CSF-1 (c-kit) inhibition can be expected based on published observations. Germline loss of the ligand, CSF-1, leads to osteopetrosis in mice [ flox/flox 33 ,  39 ], although this has not been reported in response to CSF1 antagonists in the clinic [ 1 ,  29 ]. PLX3397 itself has been well tolerated, with drug-attributable toxicities (mostly Grade 1) of anemia, fatigue, nausea, and rash [ 1 ]. In the  DhhCre;Nf1fl/fl  mouse model of neurofibroma used in this report, hematopoietic cells are wild type, and we showed that macrophages are recruited to tumors. In most in humans with NF1 syndrome (individuals who are not somatic mosaic for NF1 mutation) the hematopoietic lineage is  NF1 +/−. Our data suggest that even in the absence of Nf1 mutation, hematopoietic cells can contribute to neurofibroma initiation and maintenance; heterozygosity at  Nf1  in tumor macrophages may further enhance tumor phenotypes. In brain,  Nf1 +/− microglia enable growth of optic pathway glioma [ 3 ]. Our data support studies from brain and bone, in which elevation in and alterations of macrophage like cells (microglia and osteoclasts, respectively) in NF1 patients and  Nf1  mouse models [ 3 ,  10 ,  17 ,  37 ]. We used two markers, Iba1 and CD11b, to provide support that macrophages are present in human neurofibroma and MPNST. While neutrophils can also express CD11b, no cells of neutrophil morphology were present in neurofibroma or MPNST. We identified very few CD163+ macrophages in neurofibroma or MPNST. This marker is characteristic of M2 macrophages. It remains to be elucidated if other markers of alternative macrophage activation are expressed in neurofibroma or MPNST macrophages. Further characterization of macrophages will be important, as M2 markers are typically correlated with macrophages that are pro-tumorigenic. In conclusion, this study identifies macrophages as a major cell component in NF1 peripheral nerve tumors, with direct effects on neurofibroma formation and growth. Neurofibroma-associated macrophages seem to have a dual role (anti-tumor and pro-tumor) at different disease stages. These findings reinforce the critical need to better understand tumor macrophages to develop strategies to prevent neurofibroma growth and transformation.",
  "upgrade_date": "2026-02-21 02:22:19"
}