{
  "pmid": "PMID:23124644",
  "title": "Anatomic MR imaging and functional diffusion tensor imaging of peripheral nerve tumors and tumorlike conditions.",
  "abstract": "BACKGROUND AND PURPOSE: A number of benign and malignant peripheral nerve tumor and tumorlike conditions produce similar imaging features on conventional anatomic MR imaging. Functional MR imaging using DTI can increment the diagnostic performance in differentiation of these lesions. Our aim was to evaluate the role of 3T anatomic MR imaging and DTI in the characterization of peripheral nerve tumor and tumorlike conditions. MATERIALS AND METHODS: Twenty-nine patients (13 men, 16 women; mean age, 41±18 years; range, 11-83 years) with a nerve tumor or tumorlike condition (25 benign, 5 malignant) underwent 3T MR imaging by using anatomic (n=29), functional diffusion, DWI (n=21), and DTI (n=24) techniques. Images were evaluated for image quality (3-point scale), ADC of the lesion, tractography, and fractional anisotropy of nerves with interobserver reliability in ADC and FA measurements. RESULTS: No significant differences were observed in age (benign, 40±18 versus malignant, 45±19 years) and sex (benign, male/female=12:12 versus malignant, male/female=3:2) (P>.05). All anatomic (29/29, 100%) MR imaging studies received \"good\" quality; 20/21 (95%) DWI and 21/24 (79%) DTI studies received \"good\" quality. ADC of benign lesions (1.848±0.40×10(-3) mm2/s) differed from that of malignant lesions (0.900±0.25×10(-3) mm2/s, P<.001) with excellent interobserver reliability (ICC=0.988 [95% CI, 0.976-0.994]). There were no FA or ADC differences between men and women (P>.05). FA of involved nerves was lower than that in contralateral healthy nerves (P<.001) with excellent interobserver reliability (ICC=0.970 [95% CI, 0.946-0.991]). ADC on DTI and DWI was not statistically different (P>.05), with excellent intermethod reliability (ICC=0.943 [95% CI, 0.836-0.980]). Tractography differences were observed in benign and malignant lesions. CONCLUSIONS: 3T MR imaging and DTI are valuable methods for anatomic and functional evaluation of peripheral nerve lesions with excellent interobserver reliability. While tractography and low FA provide insight into neural integrity, low diffusivity values indicate malignancy in neural masses.",
  "authors": "A Chhabra; R S Thakkar; G Andreisek; M Chalian; A J Belzberg; J Blakeley; A Hoke; G K Thawait; J Eng; J A Carrino",
  "journal": "AJNR. American journal of neuroradiology",
  "publicationDate": "2013-04",
  "doi": "10.3174/ajnr.A3316",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-19 09:24:49"
}