{
  "pmid": "23140466",
  "abstract": "Regression of schwannomas induced by adeno-associated virus-mediated delivery of  caspase-1.  Prabhakar S(1), Taherian M, Gianni D, Conlon TJ, Fulci G, Brockmann J,  Stemmer-Rachamimov A, Sena-Esteves M, Breakefield XO, Brenner GJ.  Author information: (1)Neuroscience Center, Department of Neurology and Center for Molecular Imaging  Research, Department of Radiology, Massachusetts General Hospital, Boston, MA  02114, USA.  Schwannomas are tumors formed by proliferation of dedifferentiated Schwann  cells. Patients with neurofibromatosis 2 (NF2) and schwannomatosis develop  multiple schwannomas in peripheral and cranial nerves. Although benign, these  tumors can cause extreme pain and compromise sensory/motor functions, including  hearing and vision. At present, surgical resection is the main treatment  modality, but it can be problematic because of tumor inaccessibility and risk of  nerve damage. We have explored gene therapy for schwannomas, using a model in  which immortalized human NF2 schwannoma cells expressing a fluorescent protein  and luciferase are implanted in the sciatic nerve of nude mice. Direct injection  of an adeno-associated virus (AAV) serotype 1 vector encoding caspase-1 (ICE)  under the Schwann-cell specific promoter, P0, leads to regression of these  tumors with essentially no vector-mediated neuropathology, and no changes in  sensory or motor function. In a related NF2 xenograft model designed to cause  measurable pain behavior, the same gene therapy leads to tumor regression and  concordant resolution of tumor-associated pain. This AAV1-P0-ICE vector holds  promise for clinical treatment of schwannomas by direct intratumoral injection  to achieve reduction in tumor size and normalization of neuronal function.  DOI: 10.1089/hum.2012.094 PMCID: PMC3581065 PMID: 23140466 [Indexed for MEDLINE]",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-16T15:40:17.854007",
  "abstract_length": 1842,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}