{
  "pmid": "PMID:23175151",
  "title": "MicroRNA profiling of peripheral nerve sheath tumours identifies miR-29c as a tumour suppressor gene involved in tumour progression.",
  "abstract": "BACKGROUND: Neurofibromatosis type 1 is one of the most common familial diseases, the hallmark of which is the development of multiple neurofibromas. These are benign nerve sheath tumours, which can transform into malignant peripheral nerve sheath tumours (MPNST). METHODS: The aim of this study was to identify differentially expressed microRNA (miRNA) in neurofibromas and MPNST obtained from patients with neurofibromatosis type 1 using microarray analysis. Differential expression was validated by reverse transcription quantitative-PCR, and functional studies were performed after transfection of miRNA oligonucleotide mimics into MPNST cells. RESULTS: Sixteen miRNA were significantly differentially expressed in MPNST compared with NF, and of these fourteen were downregulated in MPNST: these included miR-30e*, miR-29c*, miR-29c, miR-340*, miR-30c, miR-139-5p, miR-195, miR-151-5p, miR-342-5p, miR-146a, miR-150, miR-223, let-7 a and let-7 g with a false discovery rate of q=8.48E-03 for the least significant miRNA. In contrast, miR-210 and miR-339-5p were upregulated in MPNST compared with neurofibromas. Prediction softwares/algorithms identified a list of genes targeted by miR-29c including extracellular matrix genes and matrix metalloproteinase (MMP)-2, all of which are reported to be involved in cell migration and invasion. Functional studies in a MPNST cell line, sNF96.2, using a mimic of the mature miR-29c showed reduced invasion, whereas there was no change in proliferation. Zymography of the manipulated cells showed that MMP2 activity was also reduced when miR-29c expression was forced in sNF96.2. CONCLUSION: We provide evidence that reduction of miR-29c has a pivotal role in the progression of nerve sheath tumours and results by increasing the invasive/migratory properties of nerve sheath tumours.",
  "authors": "N Presneau; M Eskandarpour; T Shemais; S Henderson; D Halai; R Tirabosco; A M Flanagan",
  "journal": "British journal of cancer",
  "publicationDate": "2013-03-05",
  "doi": "10.1038/bjc.2012.518",
  "methods": "Methods: The aim of this study was to identify differentially expressed microRNA (miRNA) in neurofibromas and MPNST obtained from patients with neurofibromatosis type 1 using microarray analysis. Differential expression was validated by reverse transcription quantitative–PCR, and functional studies were performed after transfection of miRNA oligonucleotide mimics into MPNST cells. Materials and methods Clinical samples This study was approved by the Central Office for Research Ethics Committee (REC 07/Q0506/8). The material was obtained from the histopathology department of The Royal National Orthopaedic Hospital and three cases from Department of Clinical Genetics were kindly provided by Dr Fredrik Mertens, Lund University Hospital, Lund, Sweden. The pathology slides were reviewed, diagnosed and graded according to WHO guidelines ( Kleihues and Cavenee, 2000 ;  Fletcher  ). The material for the study included frozen material obtained from 10 neurofibromas (four female, six male) and 10 high-grade MPNSTs (five female, five male) from patients with neurofibromatosis type 1. Analysis of the same 10 neurofibromas and 10 MPNST individually by reverse transcription quantitative–PCR (RT–qPCR) for  et al , 2002 neurofibromin 1  expression confirmed very-low expression of the gene in both the neurofibromas and MPNST cases compared with HEK293T cells, which are  neurofibromin 1  wildtype (WT) ( Supplementary Figure S1A ,  Supplementary Table S1  for primers sequences). This finding along with loss of heterozygosity of the  neurofibromin 1  locus, as recently reported by SNP genotyping analysis on the pooled samples from the same 10 neurofibromas and 10 MPNST ( Feber  ), is consistent with functionally biallelic inactivation of  et al , 2011 neurofibromin 1  in these tumours ( Legius  ;  et al , 1993 Colman  ). et al , 1995 An additional 116 tumours (56 neurofibromas and 60 MPNST) obtained from patients with and without neurofibromatosis type 1 were used for validation purposes. Cell culture The human MPNST cell line sNF96.2, was kindly provided by Dr Abhijit Guha (The hospital for Sick Children MaRS, Toronto, Ontario, Canada). We confirmed the reported germline mutation in exon 21 (3683delC) and loss of the remaining WT allele in the cell line before use in our study compared with HT1080 WT for  neurofibromin 1  ( Supplementary Figure 1B ,  Supplementary Table S1  for primers sequences) ( Perrin  ). The cell line was grown in DMEM supplemented with 10% foetal bovine serum, and 1% penicillin and streptomycin at 37 °C in a 5% CO et al , 2007 2  incubator. Nucleic acid isolation Between 20 and 30 frozen sections (20  μ m) from sampled neoplasms comprising at least 60% tumour cells were used for nucleic acid extraction. Total RNA, including miRNA was extracted using the miRNAeasy kit (Qiagen Ltd, Crawley, West Sussex, UK). Agilent Human miRNA Microarray V2 and data analysis The small RNA fraction was assessed using the Agilent small RNA Kit Lab-on-Chip (Agilent Technologies UK Ltd, Wokingham, UK). Quality and integrity of the RNA fraction, between 6 and 150 nucleotides, was quantified using the Agilent 2100 bioanalyser (Agilent Technologies). Hundred nanogram of total RNA per sample was labelled and hybridised to the Agilent Human miRNA microarray V2 (Agilent Technologies). Microarray slides were scanned using an Agilent microarray scanner G2 505B (Agilent Technologies) and microarray images were automatically analysed using Feature extractionTM software, version 9.5.1.1 (Agilent Technologies). microRNA analysis was carried out using Bioconductor packages for the R statistical programming language ( Gentleman  ). The median (gMedianSignal) was background subtracted (gBGUsed) and then the arrays normalised to each other using the ‘normexp' function ( et al , 2004 Ritchie  ) of the  et al , 2007 limma  package. The  limma  package was also used for differential expression and multiple testing was controlled using the false discovery rate ( q -value). Quantitation of miRNA by TaqMan assay MicroRNA expression in each sample, and the cell line, was measured using TaqMan miRNA assays technology (Applied Biosystems Inc., Life Technologies, Foster City, CA, USA) on a Mastercycler realplex Eppendorf detection system (Eppendorf, Histon, Cambs., UK). This RT–qPCR method specifically detects mature miRNA, but not precursor miRNA (pre and pri-miRNA). The TaqMan assay was performed using the same amount of total RNA (5 ng) that was transcribed into cDNA (Applied Biosystems Inc.), and Ct-values were recorded. The mean of three independent analyses was calculated and an internal control small RNA, RNU66 was used to normalise the miRNA expression data for each sample (Applied Biosystems). Detection of the target genes by RT–qPCR Approximately 150–200 ng of the total RNA extracted from each sample was reverse transcribed using Superscript III First-Strand Synthesis kit (Invitrogen Ltd/Life Technologies Ltd, Paisley, Scotland, UK). Specific gene primers were designed with Primer 3 ( http://frodo.wi.mit.edu/primer3/ ) and real-time PCR was performed with a SYBR green mix from Applied Biosystems ( Supplementary Table S1  for primer sequences). The average of three independent analyses for each target gene and sample was calculated and was normalised to the endogenous reference control gene,  GAPDH . Mimic miR-29c transient transfection The MPNST cell line, sNF96.2, was transfected in six-well plates using oligofectamine (Invitrogen) giving a final concentration of 100 nM of miRNA mimics (Dharmacon Inc., Lafayette, CO, USA). Cells were harvested after 24 h, 48 h, and 72 h following exposure to the mimics, after which total RNA including miRNA were extracted (Qiagen). Functional studies Migration assay After 2 days of transfection with miR-29c, and scrambled-miR, sNF96.2 cells were harvested and ∼25 000 cells were plated in transwell plates with a polycarbonate membrane (8.5 mm diameter, 8.0  μ m pore size) (Corning distributed by Appleton Woods, Birmingham, UK) and incubated for 6 h at 37 °C. Cells were washed with PBS and fixed with 4% formaldehyde, permeabilised with 0.1% Triton X-100 and stained with GelRed (Cambridge Bioscience, Cambridge, Cambs., UK). The number of cells that migrated across the filters was counted in 4 high-power fields per experiment, and the values averaged. Scratch/wound healing assay Two days after transfection with miR-29c and scrambled miRNA, the sNF96.2 cells were harvested and re-plated in six-well plates. On reaching confluency, a scratch was made through the central axis of the plate using a 10  μ l pipette tip. The live-cell imaging system, IncuCyte (Essen BioScience Ltd, Herts., UK) was used to monitor the migration of cells across the scratch for 60 h. Gelatin zymography Two days after siRNA transfection of sNF96.2 cells the medium was changed to serum-free medium (350  μ l (Optimem; Invitrogen Ltd) for overnight incubation after which the supernatant was collected and spun to remove floating cells. At the same time, the cells were lysed using lysis buffer (0.1% Triton x-100 in 0.05 Trizma base, 0.2 M NaCl, 0.005 CaCl 2 ) in non-reduced conditions (no heating and no reducing reagents). The supernatants and cell extracts were separated using 10% acrylamide gels containing 0.1% gelatin type A from porcine skin (Sigma-Aldrich, Dorset, UK) with non-reducing conditions. The gels were incubated in a 2.5% Triton X-100 solution at room temperature with gentle agitation for 1 h and then soaked in reaction buffer (50 mℳ Tris-HCl (pH 7.5), 200 mℳ NaCl, and 10 mM CaCl 2 ) at 37 °C overnight. The gels were stained with 0.5% Coomassie Blue R250 in 30% methanol/10% in H 2 O for 1 h and then de-stained (staining solution without Coomassie Blue) for 0.5 h after which they were fixed in 0.2% glacial acetic acid. Zones of gelatinolytic activity were revealed by negative staining. Cell viability assay sNF96.2 cells were plated in triplicate at 25 000 cells per well in 96-well plates, and analysed at four time points, over 3 days. Cell proliferation was assessed using the MTS (3-(4,5-dimethylthiazol-2-yl)-5-(3-carboxymethoxyphenyl)-2-(4-sulfophenyl)-2 H-tetrazolium, inner salt) assay (CellTiter 96 AQueous Non-Radioactive Cell Proliferation Assay; Promega, Southampton, UK). Cell viability was determined by absorbance measurements at 490 nm using a plate reader (Varioskan Flash, Thermo electrone corporation, Vantaa, Finland). Growth curve The rate of cellular proliferation was determined during and after transfection using a live-cell imaging system IncuCyte HD. The kinetic growth curves were calculated using the integrated confluence algorithm and the result was provided as the percentage of confluency. Western blotting Whole-cell lysate preparation and western blot analysis were performed in non-reduced conditions using Radio Immuno Precipitation Assay lysis buffer as described ( Presneau  ). The primary antibodies used included: mouse monoclonal (CA-4001) matrix metalloproteinase (MMP)2 and rabbit monoclonal (EP1254) MMP9 (dilution 1 : 1000; incubation overnight at 4 °C, Abcam, Cambridge, Cambs., UK), MMP3 (dilution 1 : 50; incubation overnight at 4 °C, Santa Cruz Biotechnology, Inc., Santa Cruz, CA, USA) and GAPDH mouse mAb (6C5) (dilution 1 : 5000; incubation 1 h at room temperature; Advanced Immunochemical Inc., Long Beach, CA, USA). et al , 2009 Statistical analysis All experiments were performed as independent replicates and error bars correspond to the s.d. from the calculated mean.  χ 2 -tests, Fisher exact tests, paired  t -test or Wilcoxon tests were used, where applicable, to analyse differences between independent variants using R console ( http://www.r-project.org/index.html ) or GraphPad Prism (GraphPad Software, Inc., La Jolla, CA, USA). Differences were considered significant if  P <0.05.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:24:51"
}