{
  "pmid": "23175151",
  "abstract": "MicroRNA profiling of peripheral nerve sheath tumours identifies miR-29c as a  tumour suppressor gene involved in tumour progression.  Presneau N(1), Eskandarpour M, Shemais T, Henderson S, Halai D, Tirabosco R,  Flanagan AM.  Author information: (1)UCL Cancer Institute, 72 Huntley Street, London WC1E 6BT, UK.  BACKGROUND: Neurofibromatosis type 1 is one of the most common familial  diseases, the hallmark of which is the development of multiple neurofibromas.  These are benign nerve sheath tumours, which can transform into malignant  peripheral nerve sheath tumours (MPNST). METHODS: The aim of this study was to identify differentially expressed microRNA  (miRNA) in neurofibromas and MPNST obtained from patients with neurofibromatosis  type 1 using microarray analysis. Differential expression was validated by  reverse transcription quantitative-PCR, and functional studies were performed  after transfection of miRNA oligonucleotide mimics into MPNST cells. RESULTS: Sixteen miRNA were significantly differentially expressed in MPNST  compared with NF, and of these fourteen were downregulated in MPNST: these  included miR-30e*, miR-29c*, miR-29c, miR-340*, miR-30c, miR-139-5p, miR-195,  miR-151-5p, miR-342-5p, miR-146a, miR-150, miR-223, let-7 a and let-7 g with a  false discovery rate of q=8.48E-03 for the least significant miRNA. In contrast,  miR-210 and miR-339-5p were upregulated in MPNST compared with neurofibromas.  Prediction softwares/algorithms identified a list of genes targeted by miR-29c  including extracellular matrix genes and matrix metalloproteinase (MMP)-2, all  of which are reported to be involved in cell migration and invasion. Functional  studies in a MPNST cell line, sNF96.2, using a mimic of the mature miR-29c  showed reduced invasion, whereas there was no change in proliferation.  Zymography of the manipulated cells showed that MMP2 activity was also reduced  when miR-29c expression was forced in sNF96.2. CONCLUSION: We provide evidence that reduction of miR-29c has a pivotal role in  the progression of nerve sheath tumours and results by increasing the  invasive/migratory properties of nerve sheath tumours.  DOI: 10.1038/bjc.2012.518 PMCID: PMC3590650 PMID: 23175151 [Indexed for MEDLINE]",
  "methods": "Methods: The aim of this study was to identify differentially expressed microRNA (miRNA) in neurofibromas and MPNST obtained from patients with neurofibromatosis type 1 using microarray analysis. Differential expression was validated by reverse transcription quantitative–PCR, and functional studies were performed after transfection of miRNA oligonucleotide mimics into MPNST cells. Materials and methods Clinical samples This study was approved by the Central Office for Research Ethics Committee (REC 07/Q0506/8). The material was obtained from the histopathology department of The Royal National Orthopaedic Hospital and three cases from Department of Clinical Genetics were kindly provided by Dr Fredrik Mertens, Lund University Hospital, Lund, Sweden. The pathology slides were reviewed, diagnosed and graded according to WHO guidelines ( Kleihues and Cavenee, 2000 ;  Fletcher  ). The material for the study included frozen material obtained from 10 neurofibromas (four female, six male) and 10 high-grade MPNSTs (five female, five male) from patients with neurofibromatosis type 1. Analysis of the same 10 neurofibromas and 10 MPNST individually by reverse transcription quantitative–PCR (RT–qPCR) for  et al , 2002 neurofibromin 1  expression confirmed very-low expression of the gene in both the neurofibromas and MPNST cases compared with HEK293T cells, which are  neurofibromin 1  wildtype (WT) ( Supplementary Figure S1A ,  Supplementary Table S1  for primers sequences). This finding along with loss of heterozygosity of the  neurofibromin 1  locus, as recently reported by SNP genotyping analysis on the pooled samples from the same 10 neurofibromas and 10 MPNST ( Feber  ), is consistent with functionally biallelic inactivation of  et al , 2011 neurofibromin 1  in these tumours ( Legius  ;  et al , 1993 Colman  ). et al , 1995 An additional 116 tumours (56 neurofibromas and 60 MPNST) obtained from patients with and without neurofibromatosis type 1 were used for validation purposes. Cell culture The human MPNST cell line sNF96.2, was kindly provided by Dr Abhijit Guha (The hospital for Sick Children MaRS, Toronto, Ontario, Canada). We confirmed the reported germline mutation in exon 21 (3683delC) and loss of the remaining WT allele in the cell line before use in our study compared with HT1080 WT for  neurofibromin 1  ( Supplementary Figure 1B ,  Supplementary Table S1  for primers sequences) ( Perrin  ). The cell line was grown in DMEM supplemented with 10% foetal bovine serum, and 1% penicillin and streptomycin at 37 °C in a 5% CO et al , 2007 2  incubator. Nucleic acid isolation Between 20 and 30 frozen sections (20  μ m) from sampled neoplasms comprising at least 60% tumour cells were used for nucleic acid extraction. Total RNA, including miRNA was extracted using the miRNAeasy kit (Qiagen Ltd, Crawley, West Sussex, UK). Agilent Human miRNA Microarray V2 and data analysis The small RNA fraction was assessed using the Agilent small RNA Kit Lab-on-Chip (Agilent Technologies UK Ltd, Wokingham, UK). Quality and integrity of the RNA fraction, between 6 and 150 nucleotides, was quantified using the Agilent 2100 bioanalyser (Agilent Technologies). Hundred nanogram of total RNA per sample was labelled and hybridised to the Agilent Human miRNA microarray V2 (Agilent Technologies). Microarray slides were scanned using an Agilent microarray scanner G2 505B (Agilent Technologies) and microarray images were automatically analysed using Feature extractionTM software, version 9.5.1.1 (Agilent Technologies). microRNA analysis was carried out using Bioconductor packages for the R statistical programming language ( Gentleman  ). The median (gMedianSignal) was background subtracted (gBGUsed) and then the arrays normalised to each other using the ‘normexp' function ( et al , 2004 Ritchie  ) of the  et al , 2007 limma  package. The  limma  package was also used for differential expression and multiple testing was controlled using the false discovery rate ( q -value). Quantitation of miRNA by TaqMan assay MicroRNA expression in each sample, and the cell line, was measured using TaqMan miRNA assays technology (Applied Biosystems Inc., Life Technologies, Foster City, CA, USA) on a Mastercycler realplex Eppendorf detection system (Eppendorf, Histon, Cambs., UK). This RT–qPCR method specifically detects mature miRNA, but not precursor miRNA (pre and pri-miRNA). The TaqMan assay was performed using the same amount of total RNA (5 ng) that was transcribed into cDNA (Applied Biosystems Inc.), and Ct-values were recorded. The mean of three independent analyses was calculated and an internal control small RNA, RNU66 was used to normalise the miRNA expression data for each sample (Applied Biosystems). Detection of the target genes by RT–qPCR Approximately 150–200 ng of the total RNA extracted from each sample was reverse transcribed using Superscript III First-Strand Synthesis kit (Invitrogen Ltd/Life Technologies Ltd, Paisley, Scotland, UK). Specific gene primers were designed with Primer 3 ( http://frodo.wi.mit.edu/primer3/ ) and real-time PCR was performed with a SYBR green mix from Applied Biosystems ( Supplementary Table S1  for primer sequences). The average of three independent analyses for each target gene and sample was calculated and was normalised to the endogenous reference control gene,  GAPDH . Mimic miR-29c transient transfection The MPNST cell line, sNF96.2, was transfected in six-well plates using oligofectamine (Invitrogen) giving a final concentration of 100 nM of miRNA mimics (Dharmacon Inc., Lafayette, CO, USA). Cells were harvested after 24 h, 48 h, and 72 h following exposure to the mimics, after which total RNA including miRNA were extracted (Qiagen). Functional studies Migration assay After 2 days of transfection with miR-29c, and scrambled-miR, sNF96.2 cells were harvested and ∼25 000 cells were plated in transwell plates with a polycarbonate membrane (8.5 mm diameter, 8.0  μ m pore size) (Corning distributed by Appleton Woods, Birmingham, UK) and incubated for 6 h at 37 °C. Cells were washed with PBS and fixed with 4% formaldehyde, permeabilised with 0.1% Triton X-100 and stained with GelRed (Cambridge Bioscience, Cambridge, Cambs., UK). The number of cells that migrated across the filters was counted in 4 high-power fields per experiment, and the values averaged. Scratch/wound healing assay Two days after transfection with miR-29c and scrambled miRNA, the sNF96.2 cells were harvested and re-plated in six-well plates. On reaching confluency, a scratch was made through the central axis of the plate using a 10  μ l pipette tip. The live-cell imaging system, IncuCyte (Essen BioScience Ltd, Herts., UK) was used to monitor the migration of cells across the scratch for 60 h. Gelatin zymography Two days after siRNA transfection of sNF96.2 cells the medium was changed to serum-free medium (350  μ l (Optimem; Invitrogen Ltd) for overnight incubation after which the supernatant was collected and spun to remove floating cells. At the same time, the cells were lysed using lysis buffer (0.1% Triton x-100 in 0.05 Trizma base, 0.2 M NaCl, 0.005 CaCl 2 ) in non-reduced conditions (no heating and no reducing reagents). The supernatants and cell extracts were separated using 10% acrylamide gels containing 0.1% gelatin type A from porcine skin (Sigma-Aldrich, Dorset, UK) with non-reducing conditions. The gels were incubated in a 2.5% Triton X-100 solution at room temperature with gentle agitation for 1 h and then soaked in reaction buffer (50 mℳ Tris-HCl (pH 7.5), 200 mℳ NaCl, and 10 mM CaCl 2 ) at 37 °C overnight. The gels were stained with 0.5% Coomassie Blue R250 in 30% methanol/10% in H 2 O for 1 h and then de-stained (staining solution without Coomassie Blue) for 0.5 h after which they were fixed in 0.2% glacial acetic acid. Zones of gelatinolytic activity were revealed by negative staining. Cell viability assay sNF96.2 cells were plated in triplicate at 25 000 cells per well in 96-well plates, and analysed at four time points, over 3 days. Cell proliferation was assessed using the MTS (3-(4,5-dimethylthiazol-2-yl)-5-(3-carboxymethoxyphenyl)-2-(4-sulfophenyl)-2 H-tetrazolium, inner salt) assay (CellTiter 96 AQueous Non-Radioactive Cell Proliferation Assay; Promega, Southampton, UK). Cell viability was determined by absorbance measurements at 490 nm using a plate reader (Varioskan Flash, Thermo electrone corporation, Vantaa, Finland). Growth curve The rate of cellular proliferation was determined during and after transfection using a live-cell imaging system IncuCyte HD. The kinetic growth curves were calculated using the integrated confluence algorithm and the result was provided as the percentage of confluency. Western blotting Whole-cell lysate preparation and western blot analysis were performed in non-reduced conditions using Radio Immuno Precipitation Assay lysis buffer as described ( Presneau  ). The primary antibodies used included: mouse monoclonal (CA-4001) matrix metalloproteinase (MMP)2 and rabbit monoclonal (EP1254) MMP9 (dilution 1 : 1000; incubation overnight at 4 °C, Abcam, Cambridge, Cambs., UK), MMP3 (dilution 1 : 50; incubation overnight at 4 °C, Santa Cruz Biotechnology, Inc., Santa Cruz, CA, USA) and GAPDH mouse mAb (6C5) (dilution 1 : 5000; incubation 1 h at room temperature; Advanced Immunochemical Inc., Long Beach, CA, USA). et al , 2009 Statistical analysis All experiments were performed as independent replicates and error bars correspond to the s.d. from the calculated mean.  χ 2 -tests, Fisher exact tests, paired  t -test or Wilcoxon tests were used, where applicable, to analyse differences between independent variants using R console ( http://www.r-project.org/index.html ) or GraphPad Prism (GraphPad Software, Inc., La Jolla, CA, USA). Differences were considered significant if  P <0.05.",
  "introduction": "Background: Neurofibromatosis type 1 is one of the most common familial diseases, the hallmark of which is the development of multiple neurofibromas. These are benign nerve sheath tumours, which can transform into malignant peripheral nerve sheath tumours (MPNST).",
  "results": "Results: Sixteen miRNA were significantly differentially expressed in MPNST compared with NF, and of these fourteen were downregulated in MPNST: these included miR-30e*, miR-29c*, miR-29c, miR-340*, miR-30c, miR-139-5p, miR-195, miR-151-5p, miR-342-5p, miR-146a, miR-150, miR-223, let-7 a and let-7 g with a false discovery rate of  q =8.48E-03 for the least significant miRNA. In contrast, miR-210 and miR-339-5p were upregulated in MPNST compared with neurofibromas. Prediction softwares/algorithms identified a list of genes targeted by miR-29c including extracellular matrix genes and matrix metalloproteinase (MMP)-2, all of which are reported to be involved in cell migration and invasion. Functional studies in a MPNST cell line, sNF96.2, using a mimic of the mature miR-29c showed reduced invasion, whereas there was no change in proliferation. Zymography of the manipulated cells showed that MMP2 activity was also reduced when miR-29c expression was forced in sNF96.2. Results MicroRNA profiling identifies the miR-29 family as downregulated in MPNST Multidimensional scaling of 10 NF and 9 MPNST (one failed to hybridise) following hybridisation on an Agilent miRNA microarray illustrated the similarity of expression between tumour groups ( Figure 1 ). Translating these data into a two-dimensional plot demonstrated that apart from one MPNST sample, which was an outlier, the tumours fell into two distinct groups ( Figure 1A ). The hierarchical clustering shows significantly differentially expressed miRNA separating MPNST and neurofibromas ( Figure 1B ). Sixteen miRNA were significantly differentially expressed in MPNST compared with neurofibromas and of these fourteen were downregulated in MPNST: these included miR-30e*, miR-29c*, miR-29c, miR-340*, miR-30c, miR-139-5p, miR-195, miR-151-5p, miR-342-5p, miR-146a, miR-150, miR-223, let-7 a and let-7 g with a false discovery rate of  q =8.48E-03 for the least significant miRNA. In contrast, miR-210 and miR-339-3p were upregulated in MPNST compared with neurofibromas. The differential expression of five of these miRNA, including miR-139-5p, miR-210, miR-29c, miR-30e-3p, and miR-340 was confirmed by a TaqMan assay performed on the same source of RNA (extracted from frozen tissue sections) than for the microarray for the 19 index cases (the outlier was excluded) ( Supplementary Figure S2A ): the differential expression of let-7 g was not confirmed by the TaqMan assay. We next validated our findings on a larger cohort of cases, 116 formalin-fixed paraffin-embedded PNSTs (56 neurofibromas and 60 MPNST), but this time focused on a small set of miRNAs, including miR-210, miR-29c, and miR-340, which are implicated in cancer ( Supplementary Figure 2B ). In view of miR-29c being a member of a larger family of miRNAs, we generated a supervised heat-map for miR-29 family including, miR-29a, b, c*, b-1*, and showed that these were significantly downregulated in MPNST compared with neurofibromas ( Figure 1C ). The star forms (*) of miRNA represent the opposite complementary strand of the guide strand: these are generally found to be less expressed compared with the non-star forms and are preferentially degraded, hence in future experiments we focus on the mature form (guide strand with no star) ( Schwarz  ). et al , 2003 MiR-34a was not found to be significantly differentially expressed in MPNST when compared with neurofibromas as reported previously ( Subramanian  ). Nevertheless, we found that 6 out of the 9 MPNST showed lower expression of miR-34a as compared with neurofibromas ( et al , 2010 Supplementary Figure S3 ). miR-29 family targets extracellular matrix genes Using prediction software/algorithm, TargetScanHuman (release 5.1) ( http://www.targetscan.org/ ), PITA ( http://genie.weizmann.ac.il/pubs/mir07/  mir07_data.html), PicTar ( http://pictar.mdc-berlin.de/ ) and miRanda ( http://www.microrna.org/microrna/home.do ), available on the worldwide web, we identified a list of genes targeted by miR-29c and other family members. The target genes included extracellular matrix genes including collagen genes, MMPs, and the ADAM family of metalloprotease-disintegrins all of which are reported to be involved in cell migration and invasion ( Supplementary Table S2 and S3 ) ( Newby, 2006 ;  Daley  ). et al , 2008 The full list of target genes present in both PITA and Targetscan predictions ( Supplementary Table S3 ) were then subjected to pathway and gene function analysis using the GeneCodis2.0, a web server application integrating different sources of information such as Gene ontology (GO) and the Kyoto Encyclopaedia of Genes and Genomes (KEGG) databases, with the aim of finding modular patterns of interrelated annotations ( Carmona-Saez  ;  et al , 2007 Nogales-Cadenas  ) ( et al , 2009 Supplementary Table S4 ). Analysis of the GO for biological process showed that extracellular matrix organisation was the most significantly represented with 13 genes, many of which are collagen genes, including  COL2A1, COL5A1, COL4A6, COL11A1, COL5A2 , with a corrected  P -value of 4.09585E-09. The GO cellular component analysis also showed that collagen type IV and fibrillar collagens (type I, II, III, V, and XI) were significantly represented ( P =5.68E-09 for GO:0005587 and  P =7.10E-09 for GO:0005583, respectively) ( Supplementary Table S4 ). Gene ontology terms for the molecular function, as well as the KEGG analysis, revealed that the predicted target genes were significantly enriched for genes involved in the metalloproteinase function including the ADAM family of metalloprotease-disintegrins including ADAMTS-9, 6, 17, 7, and 18, as well as MMP2 ( P =0.00136053), and the ECM-receptor interaction (collagen genes) ( P =7.14E-10) ( Supplementary Table S4 ). To validate the  in silico  predictions that  ECM  genes and metalloproteinase genes are targets of miR-29c in MPNST, the MPNST cell line sNF96.2 was transfected with miR-29c synthetic oligonucleotide (mimic). We chose sNF96.2 as a previous TaqMan assay showed that the sNF96.2 cell line had low miR-29c expression, a finding consistent with low miR-29c expression in MPNST. Analysis by RT–qPCR showed that the predicted genes including  COL1A1 ,  COL1A2 ,  COL5A2 ,  COL21A1 ,  COL4A1 ,  COL4A2 ,  TGFβ3 , and  MMP2  were significantly downregulated compared with the scrambled miRNA mimic control ( Figure 2A ). These same genes were also differentially expressed in our previous GEM data generated from a set of NF and MPNST ( Henderson  ) ( et al , 2005 Figure 2B ). Functional effects of miR-29c on the sNF96.2 MPNST cell line Transient transfection of the MPNST cell line, sNF96.2, using a miR-29c mimic, and scrambled oligonucleotides (control) revealed that cell motility was significantly reduced in transwell plates, and the scratch/wound healing assays ( Figure 3 ). No effect on cell growth/proliferation of the sNF96.2 cells was noted following transfection with the miR-29c mimics using a number of assays, including a live-cell imaging system IncuCyte, the MTS assay and growing the cells in 3-D culture using soft agar ( Supplementary Figure S4 ). Deficiency in proteolytic enzyme activity inhibits cell migration As MMP2 has previously been shown to be a target of the miR-29 family ( Steele  ), we speculated that the reduced migration in miR-29c-transfected sNF96.2 cells could be due, at least in part, to low levels of proteolytic enzyme activity. To test this we analysed the supernatant from miR-29c-transfected sNF96.2 cells by zymography. We found loss of bands corresponding to MMP2, which supports the hypothesis that the cells expressing miR-29c mimics had significantly reduced proteolytic activity compared with control cultures ( et al , 2010 Figure 4A ). This interpretation was supported by the western blot and RT–qPCR analyses on the material from the same experiments, which showed a significant reduction in MMP2 protein level and mRNA, respectively, and also provides supportive evidence that MMP2 is a target gene of miR-29c ( Figure 4B ). In addition, we found that a heavier band was lost in the cells expressing miR-29c compared with the parental cell lines ( Figure 4A ). The molecular weight of this band corresponded to MMP9, which is not reported as a target of mir-29c. Western blot analysis and RT–qPCR of MMP9 showed no significant effect on the expression level of protein and mRNA, respectively. Furthermore, when the MPNST cell line sNF96.2 was transfected with miR-29c synthetic oligonucleotide (mimic), MMP9 expression was not altered ( Figure 4B ). These findings suggest that MMP9 is an indirect target of miR-29c. Finally, the zymography gels revealed that MMP3 activity was not affected when the cells were transfected with the miR-29c mimic ( Figure 4A ), a finding confirmed by western blot and RT–qPCR.",
  "discussion": "Conclusion: We provide evidence that reduction of miR-29c has a pivotal role in the progression of nerve sheath tumours and results by increasing the invasive/migratory properties of nerve sheath tumours. Discussion In this study we show that the majority of the miRNAs that are differentially expressed in MPNST compared with neurofibromas are downregulated in MPNST. We found it noteworthy that all family members of the miR-29 family, miR-29a, b, c*, b-1* are significantly downregulated, a finding which is consistent with their extensive sequence homology at the 5′-seed region, the sequence which is important for mRNA target recognition and specificity ( Bartel, 2004 ). This is compatible with gene regulation being brought about by multiple miRNA exerting a synergistic effect ( Doench and Sharp, 2004 ). We focused specifically on miR-29c because it was more significantly differentially expressed compared with other miR-29 family members. The reproducibility of our findings in a larger cohort of 117 nerve sheath tumours, in addition to this miRNA being implicated in a number of other cancers including chronic lymphocytic leukaemia ( Mraz  ;  et al , 2009 Stamatopoulos  ), oesophageal squamous cell carcinoma ( et al , 2009 Ding  ), nasopharyngeal carcinoma ( et al , 2011 Sengupta  ), lung cancer ( et al , 2008 Fabbri  ) made it an attractive molecule to study. Added to this was the availability of a MPNST cell line, sNF96.2 that we found to express low levels of miR-29c ( et al , 2007 Perrin  ) for which we confirmed the biallelic inactivation of  et al , 2007 neurofibromin 1 . The ECM is composed of a complex set of molecules that have an important role in the maintenance of tissue integrity. This is brought about by a finely tuned remodelling process achieved through breakdown and replacement of tissue and involves MMPs, which degrade various collagens, and non-collagenous ECM glycoproteins ( Patterson  ). The ECM can act as a reservoir for growth factors/cytokines, which are involved in interactions between the ECM and components of the cell plasma membrane, for example, adhesion molecules and receptor tyrosine kinases. Hence, alteration of the constituent elements of ECM can result in modification of downstream transcriptional responses of various cytokines and bring about changes in proliferation, survival, and migration which account for the findings in disease ( et al , 2001 Russo  ;  et al , 2005 Newby, 2006 ;  Daley  ). High levels of extracellular collagens and/or laminins have been shown to induce many tumour cell types to become more invasive  et al , 2008 in vitro , and to increase metastasis in animal models ( Chintala  ;  et al , 1996 Song  ;  et al , 1997 Kuratomi  ;  et al , 1999 Menke  ;  et al , 2001 Kuratomi  ;  et al , 2002 Kaufman  ;  et al , 2005 Koenig  ;  et al , 2006 Shintani  ). Similarly, high levels of collagens and laminins have been associated with an increased likelihood of clinical metastasis in several types of human solid tumours ( et al , 2006 Ramaswamy  ). Consistent with this is that MMP2 overexpression has been shown to be involved in cell migration, and associated with the metastatic potential of malignant tumours ( et al , 2003 Egeblad and Werb, 2002 ). It is, therefore, of interest that the collagens types that are targeted by miR-29c are those that are also degraded by MMP2, and that both sets of genes are upregulated in MPNST as shown in our previously published GEM study ( Henderson  ). These  et al , 2005 in silico  data, together with our findings of reduced migration of MPNST cells in the presence of higher levels of miR-29c, argue that miR-29c acts as a tumour suppressor gene in MPNST and mediates it effect through modifying tumour migration by mediating its effect through both collagens and MMP2. It is also of interest that miR-29c was found to exert no effect on cell proliferation by a number of techniques, a result that is unsurprising as cell proliferation and migration are often mutually exclusive cellular phenomena ( Zheng  ). et al , 2009 In search for a cause of the downregulation of miR-29c in MPNSTs, we reviewed the karyotype of the MPNST cell line, sNF96.2, (48, X, -X or Y, +7, add (7)(p22)x2, +8, add(9)(p24), +mar). However, these data do not suggest that there is loss of any of the miR-29 family members loci (on chromosomes 1 and 7) ( Perrin  ). Moreover, our previous methylome analysis of the same two groups of samples (pooled) showed no significant differences in the miR-29c gene body ( et al , 2007 Feber  ), a result which was confirmed when the samples were analysed separately for gene body methylation by pyrosequencing (data not shown). Hence, there is no evidence to support that downregulation of miR-29c and other miR-29 family members in MPNST is caused by methylation. et al , 2011 Subramanian   reported a significant downregultion of miR-34a in MPNST all of which exhibited a  et al  (2010) TP53  inactivation gene expression signature, compared with neurofibromas. They demonstrated that this was brought about by inactivation of  TP53  using a cell line, a finding that is consistent with published data showing that miR-34a expression is regulated by  TP53  ( Chang  ;  et al , 2007 He  ). However, we were unable to reproduce this finding at a statistical level although we did shown that 6 out of the 9 MPNST showed lower expression of miR-34a, whereas lower expression was detected in only three neurofibromas. It is noteworthy that the  et al , 2007 TP53  gene expression signature of our 10 MPNSTs was unknown. In this context it is of interest that all of our patients had neurofibromatosis type 1, whereas it is not known if this were the case for the six patients in Subramanian's study. This is relevant as  TP53  mutations are reported to occur in ∼25% of MPNSTs, and that the minority of these (36%) are found in tumours from patients with neurofibromatosis type 1 ( Verdijk  ). Hence, it is interesting to speculate that the different genetic background on which MPNSTs arise provide an explanation for the discrepant miR-34a results. An alternative explanation for the discrepancy between the two studies is that different miRNA microarray platform were used, and the small numbers of cases included in the studies could have compounded this. Nonetheless, it is reassuring that we reproduced the finding published by  et al , 2010 Subramanian   that miR-29a was significantly downregulated in MPNST. et al  (2010) In summary, we have provided evidence that miR-29c has a pivotal role in the progression of nerve sheath tumours by increasing their invasive/migratory properties. Although the miRNA/RNA-I therapeutic field is in its infancy several approaches, including anti-miRNA oligonucleotides ( Garzon  ), and antagomiRs – compounds that block the miRNA through complementarity ( et al , 2010 Garzon  ) and would restore miR-29c expression in MPNST represents a potential therapeutic approach for these tumours in the future. et al , 2010",
  "fetched_at": "2026-02-16T15:40:20.173991",
  "abstract_length": 2246,
  "methods_length": 9873,
  "introduction_length": 264,
  "results_length": 8843,
  "discussion_length": 7015
}