{
  "pmid": "23213372",
  "abstract": "The NF2 gene encodes a tumor suppressor protein known as merlin or schwannomin whose loss of function causes Neurofibromatosis Type 2 (NF2). NF2 is characterized by the development of benign tumors, predominantly schwannomas, in the peripheral nervous system. Merlin links plasma membrane receptors with the actin cytoskeleton and its targeting to the plasma membrane depends on direct binding to the paxillin scaffold protein. Exon 2 of NF2, an exon mutated in NF2 patients and deleted in a mouse model of NF2, encodes the merlin paxillin binding domain (PBD1). Here, we sought to determine the role of PBD1 in regulation of merlin stability and association with plasma membrane receptors and the actin cytoskeleton in Schwann cells. Using a fluorescence-based pulse-chase technique, we measured the half-life of Halo-tagged merlin variants carrying PBD1, exon 2, and exons 2 and 3 deletions in transiently transfected Schwann cells. We found that PBD1 alone was necessary and sufficient to increase merlin's half-life from approximately three to eleven hours. Merlin lacking PBD1 did not form a complex with surface β1 integrins or associate with the actin cytoskeleton. In addition, direct binding studies using purified merlin and paxillin domains revealed that merlin directly binds paxillin LD3 (leucine-aspartate 3) domain as well as the LD4 and LD5 domains. Together these results demonstrate that a direct interaction between merlin PBD1 and the paxillin LD3-5 domains targets merlin to the plasma membrane where it is stabilized by its association with surface β1 integrins and cortical actin.",
  "methods": "Materials and Methods Antibodies and western blotting The following antibodies were used: mouse monoclonal against GAPDH (1:1000, Millipore); rabbit monoclonal against integrin beta-1/CD29 (Epitomics); hamster monoclonal against anti-rat CD29 (BD Pharmagin); monoclonal hamster IgM, λ Isotype control (BD Pharmagin); rabbit polyclonal against HT (1:4000, Promega); mouse monoclonal against Paxillin (1:2000, BD Pharmagin), rabbit polyclonal against merlin (C18 and A19, Santa Cruz Biotechnologies), and rabbit whole serum against ubiquitin (Sigma). Western blotting was carried out using standard protocols. Horseradish peroxidase conjugated secondary antibodies (Jackson Immunoresearch) were used for detection of bound proteins using Super Signal West Pico Chemiluminescent Substrate (Pierce). Signals were measured using the KODAK Image Station 4000MM PRO with selected ROI (regions of interest). Net Intensity was quantified using Carestrem Molecular Imaging Software (Version 5.0). Cell culture and transfection Primary rat SCs were obtained from newborn rat sciatic nerves as previously described ( Obremski et al., 1998 ). Cells were plated on uncoated plastic dishes and grown in DMEM with 10% fetal bovine serum (D10). Rapidly dividing fibroblasts were eliminated by growth in D10 containing 10 −5  M cytosine arabinoside (Sigma-Aldrich, St Louis, MO) for 5 days. SCs were expanded on 200 µg/ml poly-L-lysine (PLL, Sigma-Aldrich, St Louis, MO) coated dishes in D10M [DMEM, 10% fetal bovine serum, 2 µM Forskolin (Sigma-Aldrich, St Louis, MO) and 20 µg/mL Pituitary Gland Extract (Biomedical Technologies, Stoughton, MA). Cultures were passaged no more than 7 times prior to use and checked for purity by assessing cellular morphology. Transfections were carried out using Effectene (Quiagen) according to the manufacturer's instructions. Cultures were used 24–48 h after transfection. For immunostaining experiments, SCs were plated on PLL (200 µg/mL) coated German glass coverslips (Caroline Biol., Burlington, NC). Cells were grown at 37°C, 5% CO 2 . Plasmid construction Merlin human isoform 1 ( NM_000268 ) and merlin ΔPBD1 (residues 50–70 deleted) in pGEX2TK (Pharmacia) (described in  Fernandez-Valle et al., 2002 ) were used as templates for cloning into HaloTag® (HT) vectors following the manufacturer's instructions (Promega). Fragment amplification was performed using Phusion® High-Fidelity DNA Polymerase (New England BioLabs). The HT plasmid (control, expressing only the Halo Tag) was constructed using primers 5′CGCGTAAGGGTAGGTTT3′ and 5′AAACCTACCCTTACGCGAT3′ by direct annealing and cloned into pFN21A. His-merlin-N terminus (NT, residues 1–298), His-merlin-C terminus (CT, residues 299–595), His-merlin-NTΔPBD1 (residues 50–70 deleted) constructs in pET-28a (+) (Novagen), and GST-paxillin-full length (FL), GST-paxillin-N terminus (NT, residues 1–325), GST-paxillin-C terminus (CT, residues 326–559) constructs in pGEX-6P – 1 vector (Amersham) for prokaryotic expression – were cloned using standard techniques or as previously described ( Fernandez-Valle et al., 2002 ). Paxillin LD1 (residues 3–15), LD2 (residues 144–156), LD3 (residues 216–228), LD4 (residues 265–276), and LD5 (residues 333–345) in pGEX-2TK (Amersham) for prokaryotic expression were a gift from Dr. C Turner (State University of New York at Syracuse). Deletion constructs (ΔEx2, ΔEx2–3) were made using the In-Fusion®EcoDry TM  Cloning System from Clontech following manufacturer's instructions. Deletion construct ΔEx17 was made using specific primers. All constructs were confirmed by sequencing. Pulse-chase analysis SCs were labeled for 15 min with 50 µM HT TMR Ligand according to the manufacturer's protocol (Promega), at 37°C, 5% CO 2 . The HT Ligand is comprised of a linker that covalently binds to the HT protein and a fluorescent moiety (TMR, tetramethylrhodamine). After labeling, cells were washed and incubated in D10M for 30 min to wash away all unbound ligand. Next, cells were incubated with 50 µM HT Succinimidyl Ester (O4) Ligand in D10M as a blocking agent for the indicated chase times and extracted in SDS extraction buffer (Fermentas). Samples were heated at 95°C for 5 min and equal amounts of samples were loaded and resolved by 10% SDS-PAGE. TMR fluorescence was detected from the gel with MWL Ex55 Em600 with KODAK Image Station 4000MM PRO and ROI (region of interest) Net Intensity was quantified using Carestrem Molecular Imaging Software (Version 5.0). Western blotting was conducted using standard protocols. Three independent experiments were performed and the half-life was calculated using GraphPad Prism version 5.00 with an exponential decay model (one phase decay, fitting method least square), where half-life is computed as ln (2)/K and K is the rate constant expressed in reciprocal of the x-axis. For the proteasome inhibitor experiment, MG132 (C 26 H 41 N 3 O 5 , Calbiochem) was used at a concentration of 20 µM for the indicated times. Immunoprecipitation SCs were extracted using TAN buffer (10 mM Tris-acetate pH 8.0, 100 mM NaCl, and 1% IGEPAL) supplemented with protease inhibitors. Equal amounts of lysates were immunoprecipated with 5 µg of HT antibody adsorbed to Dynabeads® Protein G (Invitrogen) overnight at 4°C. β1 integrin aggregation on SCs β1 integrin aggregation was performed as previously described ( Taylor et al., 2003 ). Briefly, anti-β1 integrin IgM antibodies (BD) and normal Hamster IgM were coupled with Dynabeads® M-450 Tosylactivated (Invitrogen) according to the manufacturer's protocol. Transfected SCs in suspension were incubated with 10 coated-beads per cell for 30 min at 4°C. Antibody-bound SCs were lysed in CSK lysis buffer (10 mM PIPES, pH 6.8; 50 mM NaCl; 300 mM sucrose, 2 mM MgCl 2 ; 0.5% (v/v) Triton X-100 (TX-100)) with Halt TM  Protease Inhibitor Cocktail (Pierce) that enriches for focal adhesion proteins ( Plopper et al., 1993 ). Magnetic beads containing the β1 integrin-associated complex were washed and resuspended in SDS sample buffer (Fermentas). Immunostaining Primary rat SC cultures were fixed in 4% paraformaldehyde and permeabilized for 10 min in 0.2% TX-100 before immunostaining. Non-specific binding sites were blocked for 30 min in phosphate buffer containing 10% goat serum (blocking buffer) and primary antibodies diluted in blocking buffer were added to the coverslips for 1 h. Bound antibodies were detected by incubation with secondary antibodies conjugated with fluorescent Alexa Fluor® (Invitrogen) for 30–45 min at room temperature. SCs were post-fixed with 4% paraformaldehyde for 5 min and stained with Alexa Fluor® 633 phalloidin or DAPI (Invitrogen) when indicated and mounted in Gel Mount (ECM Bioscience, CA, USA). To visualize merlin colocalization with F-actin, SCs were extracted on ice for 45 min in CSK extraction buffer (10 mM PIPES, pH 6.8; 50 mM NaCl; 300 mM sucrose, 2 mM MgCl 2 ; 0.5% (v/v) TX-100), and then fixed and permeabilized as already described. All cultures were analyzed with a Zeiss LSM710 microscope and Zen 2009 software. Image acquisition was optimized for each antibody and fluorescence was collected on separate channels using identical parameters for all variants. In vitro  affinity precipitation assay Expression of recombinant GST fusion proteins was induced in  E. coli  BL21 with 1 mM isopropyl-β-D-1-thiogalactopyranoside (IPTG). Proteins were extracted in a GST lysis buffer (10 mM Tris-HCl, pH 8.0, 100 µl PIC, 1% TX-100) with lysozyme (1 mg/30 mL pellet). Complete bacterial lysis was obtained either by a French press or by sonication, and proteins were purified using glutathione-Sepharose 4B beads (Amersham) according to the manufacturer's recommendations. SCs were extracted using TAN buffer containing protease and phosphatase inhibitors (20 µg/mL aprotinin, 10 µg/mL luepeptin, 1 mM SOV, 1 mM sodium pyrophosphate, 50 mM NaF, 2 mM PMSF). Immobilized GST fusion proteins were incubated overnight at 4°C with 200 µg of lysate and washed with GST Bind/Wash Buffer containing 0.1% TX-100 before immunoblot analysis. Direct binding assays Expression of N-terminal His-tagged merlin proteins was induced in BL21 (DE3) cells with 1 mM IPTG for 4 h at 33°C, and cells were purified using the QIAGEN Ni-NTA kit (QUIAGEN) according to the manufacturer's instructions. GST-paxillin proteins were purified as already described. Immobilized GST fusion proteins were mixed with 0.2 µg of the His-tagged deletion variant or truncated merlin protein in 1 mL of 1× PBS containing 0.1% TX-100 and 500 mM NaCl and incubated overnight at 4°C. Binding was assessed by immunoblotting against merlin with the indicated antibodies. BLAST search and alignment Protein sequences were identified from the National Center for Biotechnology Information (NCBI) database ( http://www.ncbi.nlm.nih.gov/BLAST ) using the BLAST algorithm ( Altschul et al., 1997 ). The CLUSTALW2 program from EBI ( Larkin et al., 2007 ;  Goujon et al., 2010 ) was used for sequence alignment. Three-dimensional model The SWISS-MODEL and Swiss-Pdb Viewer 4.0.4 ( Guex and Peitsch, 1997 ) ( http://spdbv.vital-it.ch ) were used to construct a theoretical model of the interaction between merlin FERM domain (PDB ID: 1H4R) and paxillin LD4 bound to FAT domain (PDB ID: 10W7). Superposing structures were done using Deep View Magic Fit, PAM 20 matrix.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:17:26.544197",
  "abstract_length": 1603,
  "methods_length": 9360,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}