{
  "pmid": "PMID:23225063",
  "title": "Dopamine deficiency underlies learning deficits in neurofibromatosis-1 mice.",
  "abstract": "Children with neurofibromatosis type 1 (NF1) are prone to learning and behavioral abnormalities, including problems with spatial learning and attention. The molecular etiology for these deficits is unclear, as previous studies have implicated defective dopamine, cyclic adenosine monophosphate (cAMP), and Ras homeostasis. Using behavioral, electrophysiological, and primary culture, we now demonstrate that reduced dopamine signaling is responsible for cAMP-dependent defects in neuron function and learning. Collectively, these results establish defective dopaminergic function as a contributing factor underlying impaired spatial learning and memory in children and adults with NF1, and support the use of treatments that restore normal dopamine homeostasis for select individuals.",
  "authors": "Kelly A Diggs-Andrews; Kazuhiro Tokuda; Yukitoshi Izumi; Charles F Zorumski; David F Wozniak; David H Gutmann",
  "journal": "Annals of neurology",
  "publicationDate": "2013-02",
  "doi": "10.1002/ana.23793",
  "methods": "Materials and Methods Methods and relevant references are available in the online version of the paper. Mice Nf1 +/− GFAP CKO (CKO) with one non-functional  Nf1  allele in all somatic cells and complete  Nf1  loss in GFAP+ (glial) cells and littermate control  Nf1 flox/flox  (CTL) mice were maintained on an inbred C57BL/6 background with  ad libitum  access to food and water. All experiments were performed on 3–4 month old mice, unless otherwise stated, using approved protocols established by the Washington University Animal Studies Committee.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:24:54",
  "introduction": "Introduction Neurofibromatosis type 1 is a common neurogenetic disorder in which 60–80% of affected children exhibit impairments in learning, memory, and attention . However, the molecular and neurochemical bases for these deficits are unclear, as revealed by studies using  1 ,  2 Nf1  genetically-engineered mouse (GEM) strains. Whereas spatial learning and memory defects in  Nf1  mutant mice can result from abnormalities in  NF1  protein (neurofibromin) Ras/ERK regulation , selective and nonselective attention deficits have been shown to reflect both Ras-dependent and Ras-independent signaling 3 . In this regard, Ras-dependent abnormalities in  4 – 6 Nf1  GEM are corrected by Lovastatin administration , while Ras-independent deficits result from abnormal dopamine homeostasis and are not corrected by Lovastatin 4 . Since neurofibromin also positively controls cyclic AMP levels 5 ,  6  and olfactory learning and short term memory deficits in  7 ,  8 Nf1  mutant flies result from impaired G-protein-activated adenylyl cyclase activity  and dopamine receptor function 9 ,  10 , we sought to determine whether cAMP/dopaminergic dysfunction also causes the impaired hippocampal learning in preclinical  11 Nf1  GEM. Using a complementary combination of behavioral, electrophysiological and primary neuronal culture methods, we establish that reduced dopamine/cAMP signaling is responsible for the defects in hippocampal neuron function as well as spatial learning and memory in  Nf1  mutant mice.",
  "results": "Results The ventral tegmental area (VTA) is a component of the dopaminergic mesolimbic pathway that projects to CA1 region of the hippocampus. As previously reported in the striatum of  Nf1  mutant (CKO) mice , we now show that tyrosine hydroxylase (TH) expression ( 5 Fig. 1A ) is also reduced in the VTA compared to littermate controls. Consistent with the reduced TH expression, direct measurements of hippocampal dopamine levels ( Fig. 1B ) and DARPP32 phosphorylation ( Fig. 1D ) reveal a 20% and 61% reduction in CKO mice relative to control mice, respectively. In contrast, post-synaptic D1 receptor expression is similar in hippocampal neurons from CKO and wild-type mice both  in vitro  and  in vivo  ( Fig. 1C ), indicating a presynaptic dopaminergic defect, similar to our previous findings in the striatum . 6 Consistent with a known role for hippocampal dopamine signaling in long term potentiation (LTP), CKO slices display diminished LTP (closed circles, EPSP slope; 128.8+ 7.6%, n=8) in response to high frequency stimulation (HFS) (open circles, EPSP slope; 165.2 + 6.8%, n=8) relative to controls ( Fig. 2A ). This defective CKO LTP response was rescued by treatment with a dopamine D1 receptor agonist ( SKF38393 ). In untreated CKO slices, HFS induced short term, but not long term, potentiation ( Fig. 2C , triangles, EPSP slope; 118.6 + 8.7%, n=8). While low dose  SKF38393  (1 µM) treatment elicited a partial effect, ( Fig. 2C , diamonds, 132.1+13.1%, n=8), 10 µM  SKF38393  restored normal LTP in CKO slices ( Fig. 2C , circles, 158.5+7.7%, n=8, p<0.01 vs. untreated). Conversely, inhibiting dopamine receptor function with a dopamine D1 antagonist SCH23390 (1 µM) impaired LTP in control slices, phenocopying the observed CKO mouse LTP deficits (closed circles, 120.1 + 5.8%, n=9, p<0.05 vs. untreated) ( Fig. 2B ). Together, these data demonstrate that LTP deficits in  Nf1  mutant mice result from reduced dopamine-mediated hippocampal neuronal function. Next, we sought to determine whether dopamine (L-DOPA) treatment could rescue the retention deficits that we and others have observed in  Nf1  GEM during probe trials in the Morris water maze . In the present study, L-DOPA treatment ameliorated post-acquisition probe trial deficits (probe trial 2) in CKO mice, as demonstrated by the amount of time spent in the target quadrant by control and L-DOPA-treated CKO mice compared to the untreated CKO group (p=0.01 and 0.02, respectively). In these experiments, L-DOPA-treated CKO mice demonstrate control-like performance levels ( 3 ,  5 Fig. 2D ). Importantly, L-DOPA treatment also rescued the impaired spatial bias in CKO mice, such that L-DOPA-treated CKO spend similar amounts of time in the target quadrant as control littermates (p<0.002 for target vs. all other quadrants). In contrast, CKO mice showed no quadrant bias ( Fig. 2E ). As we reported previously, the probe trial impairments in CKO mice are selective, as they do not exhibit performance deficits during the cued ( Supplementary Fig. 1A ) or place ( Supplementary Fig. 1B ) trials, and their performance during these trials was unaltered by L-DOPA treatment. To elucidate the mechanism responsible for the dopamine-mediated hippocampal dysfunction in  Nf1  mutant mice, we first measured the activity of known neurofibromin downstream signaling intermediates (Ras/ERK and cAMP) in hippocampal tissue. CKO mice exhibit reduced cAMP ( Fig. 3A ) and increased Ras/ERK activity ( Fig. 3B ) relative to littermate controls. However, systemic L-DOPA treatment (sufficient to rescue the behavioral and learning deficits) increased cAMP levels ( Fig. 3A ) and DARPP32 phosphorylation ( Fig. 3B ) in the hippocampus, but had no effect on Ras/ERK activity ( Fig. 3B ). These results establish that the impaired hippocampal function resulting from low dopamine levels in  Nf1  CKO mice are mediated by cAMP, and not Ras, signaling. Neurofibromin controls central nervous system neuronal length, growth cone diameter, and survival in a cAMP-dependent manner  in vitro  and  in vivo . Consistent with these findings, neurons in the hippocampus of CKO mice have shorter processes and reduced neuronal arborization compared to their littermate counterparts ( 8 Fig. 3C ). This cell autonomous defect is observed in primary hippocampal neuronal cultures from both CKO and  Nf1 +/− mice, which exhibit reduced axon lengths and growth cone areas relative to wild-type neurons ( Fig. 3D ,  Supplementary Fig. 2 ). Importantly, these cAMP-dependent hippocampal neuron defects are completely rescued by either dopamine (100 µM) or D1 receptor agonist ( SKF38393 , 1 µM) treatment  in vitro  ( Fig. 3D ,  Supplementary Fig. 2 ), establishing defective dopaminergic function as the primary abnormality underlying both spatial learning/memory and attention system function in these  Nf1  mutant mice.",
  "discussion": "Discussion The findings in this study coupled with previous reports on Ras/ERK-dependent defects in  Nf1  mutant flies and mice have important implications for our understanding and treatment of children and adults with NF1-associated learning and memory deficits. Examination of children with NF1 have revealed a left-shift on tests of intellectual and executive function , yet the frequency of specific learning deficits can vary greatly for each patient. This suggests that children with NF1 and learning disabilities do not represent a homogeneous group 12 . In this regard, the spectrum of NF1-associated cognitive and behavioral problems likely reflect an admixture of distinct diseases defined by the underlying molecular abnormality, the specific neuronal populations affected, and other co-morbid factors (sex, modifying genomic loci). This re-conceptualization might explain why Ras-targeted therapies (e.g., Simvastatin) demonstrated limited efficacy in improving cognitive performance in children with NF1 as a group, but enhanced functioning on specific tasks in a subset of these individuals 2 . Similarly, some children with NF1 exhibited learning improvements following treatment with dopamine-elevating drugs, like Methylphenidate 13 . 1 Nf1  mutant mice and flies provide unique opportunities to define these subgroups and to develop targeted therapies relevant to the clinical management of cognitive and behavioral problems in children with NF1. The original studies reporting NF1-associated cognitive deficits employed  Nf1 +/− mice, which have been instructive for revealing the importance of Ras/ERK regulation in spatial learning and memory . Further analysis of these Ras-mediated defects has shown that the primary abnormality results from selective impairment of neurofibromin function in inhibitory hippocampal interneurons 3 ,  4 ,  14 . Additional evidence supporting a critical role for Ras regulation in these behaviors derives from mice with hyperactive Ras/ERK signaling resulting from impaired  3 spred1  gene function. Similar to individuals with the NF1-like Legius syndrome,  spred1  mutant mice have decreased learning and memory performance and reduced LTP . 15 While Ras is clearly important for learning and memory in  Nf1 +/− mice, the current study used  Nf1 +/− GFAP CKO mice, which also exhibit defects in Ras activation, but additionally harbor abnormalities in cAMP and dopamine homeostasis . In our previous studies, we have shown that the attention deficits in  5 ,  6 Nf1 +/− GFAP CKO mice are rescued by treatments that elevate dopamine levels, but not by Lovastatin (to inhibit Ras hyperactivation) . We now show that treatments that target the reduced dopamine levels in  5 ,  6 Nf1 +/− GFAP CKO mice also rescue the learning and memory deficits  in vivo , and elevate cAMP levels in  Nf1 +/− hippocampal neurons  in vitro . Coupled with converging data from  Drosophila  mutants, this study has emphasized an independent role for dopamine and cyclic AMP homeostasis in NF1-associated cognitive performance, and revealed distinct cell populations and phases of learning critical for the overall learning and memory phenotype. As such, long-term memory deficits in  Nf1  mutant flies is Ras-mediated, whereas immediate memory impairments result from defective neurofibromin G-protein adenylate cyclase (AC) activation . Similarly,  16 ,  17 Rutabaga -AC function is required for acquisition and stability of olfactory memory, where neurofibromin predominantly controls memory acquisition in flies . Within the structure responsible for  10 Drosophila  olfactory learning and memory (mushroom bodies), there are two independent populations of neurons (γ and α/β neurons) both controlled by dopamine receptor function . AC signaling primarily regulates the γ neurons, while neurofibromin controls α/β neuron function. In mice, dopaminergic system function is also critical for learning and memory, such that disruption of hippocampal dopaminergic innervations and loss of hippocampal D1/D5 dopamine receptor function result in spatial learning defects 11 . 18 – 20 Collectively, the findings in this report establish a causative link between cAMP regulation, dopamine homeostasis, and hippocampal learning and memory function in  Nf1  mutant mice. As children with NF1-associated learning, memory, and attention deficits comprise a heterogeneous population of individuals, employing distinct  Nf1  mouse strains to study these complex behaviors provides unique opportunities to define the different contributing molecular etiologies for future clinical studies. Together with previous studies emphasizing the role of abnormal Ras/ERK signaling in learning and memory, potential targeted therapies for children with NF1-associated scholastic performance issues should be tailored to the primary molecular and cellular defect.",
  "upgrade_date": "2026-02-20 07:34:21"
}