{
  "pmid": "23221337",
  "abstract": "Sustained MEK inhibition abrogates myeloproliferative disease in Nf1 mutant  mice.  Chang T(1), Krisman K, Theobald EH, Xu J, Akutagawa J, Lauchle JO, Kogan S,  Braun BS, Shannon K.  Author information: (1)Department of Pediatrics, University of California, San Francisco, San  Francisco, California, USA.  Erratum in     J Clin Invest. 2016 Jan;126(1):404. doi: 10.1172/JCI85325.  Children with neurofibromatosis type 1 (NF1) are predisposed to juvenile  myelomonocytic leukemia (JMML), an aggressive myeloproliferative neoplasm (MPN)  that is refractory to conventional chemotherapy. Conditional inactivation of the  Nf1 tumor suppressor in hematopoietic cells of mice causes a progressive MPN  that accurately models JMML and chronic myelomonocytic leukemia (CMML). We  characterized the effects of Nf1 loss on immature hematopoietic populations and  investigated treatment with the MEK inhibitor PD0325901 (hereafter called 901).  Somatic Nf1 inactivation resulted in a marked expansion of immature and  lineage-committed myelo-erythroid progenitors and ineffective erythropoiesis.  Treatment with 901 induced a durable drop in leukocyte counts, enhanced  erythropoietic function, and markedly reduced spleen sizes in mice with MPN. MEK  inhibition also restored a normal pattern of erythroid differentiation and  greatly reduced extramedullary hematopoiesis. Remarkably, genetic analysis  revealed the persistence of Nf1-deficient hematopoietic cells, indicating that  MEK inhibition modulates the proliferation and differentiation of Nf1 mutant  cells in vivo rather than eliminating them. These data provide a rationale for  performing clinical trials of MEK inhibitors in patients with JMML and CMML.  DOI: 10.1172/JCI63193 PMCID: PMC3533281 PMID: 23221337 [Indexed for MEDLINE]",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-16T15:40:21.875757",
  "abstract_length": 1786,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}