{
  "pmid": "23308224",
  "abstract": "Neurofibromatosis type 2 protein (NF2) has been shown to act as tumor suppressor primarily through its functions as a cytoskeletal scaffold. However, NF2 can also be found in the nucleus, where its role is less clear. Previously, our group has identified JC virus (JCV) tumor antigen (T-antigen) as a nuclear binding partner for NF2 in tumors derived from JCV T-antigen transgenic mice. The association of NF2 with T-antigen in neuronal origin tumors suggests a potential role for NF2 in regulating the expression of the JCV T-antigen. Here, we report that NF2 suppresses T-antigen protein expression in U-87 MG human glioblastoma cells, which subsequently reduces T-antigen-mediated regulation of the JCV promoter. When T-antigen mRNA was quantified, it was determined that increasing expression of NF2 correlated with an accumulation of T-antigen mRNA; however, a decrease in T-antigen at the protein level was observed. NF2 was found to promote degradation of ubiquitin bound T-antigen protein via a proteasome dependent pathway concomitant with the accumulation of the JCV early mRNA encoding T-antigen. The interaction between T-antigen and NF2 maps to the FERM domain of NF2, which has been shown previously to be responsible for its tumor suppressor activity. Co-immunoprecipitation assays revealed a ternary complex among NF2, T-antigen, and the tumor suppressor protein, p53 within a glioblastoma cell line. Further, these proteins were detected in various degrees in patient tumor tissue, suggesting that these associations may occur in vivo. Collectively, these results demonstrate that NF2 negatively regulates JCV T-antigen expression by proteasome-mediated degradation, and suggest a novel role for NF2 as a suppressor of JCV T-antigen-induced cell cycle regulation.",
  "methods": "Materials and Methods Ethics Statement - clinical Samples Human brain tumor tissue was obtained from surgical resections or brain biopsy under the approval of the Temple University Institutional Review Board (IRB). Written informed consent for all samples was obtained and any clinical samples presented in this study have been coded and deidentified. Plasmids and Cell Lines The JCV E  and JCV L  promoter regions, from the Mad-4 strain of JC virus were cloned into separate pGL3 Basic Vectors, upstream of the  luc2P  reporter gene  [57] . The expression constructs for JCV T-antigen and human p53, were created by PCR amplification and cloning into the Kpn1 and EcoR1 sites, and the EcoR1 and Not1 sites of pcDNA6/myc-His vector (Invitrogen), respectively. The HA-tagged NF2 expression construct was created by cloning into the pcDNA3 vector as described previously  [23] . The T7 tagged SF2 (T7-SF2) expression construct was a gift from Ilker Sariyer  [36] , and the HA-tagged ubiquitin plasmid (HA-Ub) was purchased (Addgene). The U-87 MG glioblastoma cell line was obtained from the ATCC and cultured in 1x DMEM-low glucose media (GIBCO), with 10% fetal bovine serum, and 0.5 µg/µl gentamicin. The JCV T-antigen positive cell line used in this study, BSB8, was derived from JCV T-antigen transgenic mice  [35] , and cultured in the same media. Antibodies Antibodies used for immunoblotting in this study included: HA-11 mouse monoclonal (clone 12CA5, Boehringer Mannheim), SV40 T-antigen Ab2 mouse monoclonal, which cross-reacts with JCV T-antigen, (clone pAb416, Oncogene Research Products), Myc mouse monoclonal (clone 9B11, Cell Signaling), p21 rabbit polyclonal (sc-756, Santa Cruz Biotechnologies) and alpha tubulin mouse monoclonal (clone B-5-1-2, Sigma Aldrich). For immunoprecipitation the following antibodies were utilized: SV40 T-antigen Ab2 mouse monoclonal, HA-11 mouse monoclonal, and p53 Ab-1 mouse monoclonal (clone pAb421, Wilex, Cambridge, MA). Immunohistochemistry was performed using NF2 rabbit polyclonal (C-18, Santa Cruz Biotechnologies), p53 mouse monoclonal (D07, Dako) and T-antigen mouse monoclonal (SV40 T-antigen Ab2). Patient samples were immunoblotted using NF2 rabbit polyclonal (C-18), T-antigen mouse monoclonal (SV40 T-antigen Ab2), and p53 sheep polyclonal (Ab-7, Millipore, Billerica, MA). Luciferase Assay U-87 MG cells were transfected in quadruplicate with increasing concentrations of expression plasmids for HA-NF2, T-antigen, and JCV E  or JCV L  reporter plasmids using Fugene 6 transfection reagent (Roche) in Optimem media (GIBCO) and total amounts of DNA were normalized with pcDNA3.1 (empty vector). Cells were harvested 48 hours post transfection in 1× passive lysis buffer (Promega) and luciferase activity was conducted with 10 µg of protein lysates using the Luciferase Assay System kit (Promega), measured with a Femtomaster FB 12 luminometer (Zylux Co.), and quantified to give a RLU/sec/10 µg of protein. Immunoblotting Whole cell extracts were prepared in 1x Promega passive lysis buffer or 0.5% NP-40, TNN buffer containing mammalian protease inhibitor cocktail (Sigma Aldrich). Proteins were separated by 9 or 12% SDS-PAGE, and transferred to nitrocellulose or PVDF membranes. Blots were blocked in 10% milk in 1× PBST, then incubated in primary antibodies for 2 hours at room temperature or overnight at 4°C. This was followed by washing, then incubation with secondary antibodies conjugated to horseradish peroxidase for detection with ECL chemiluminescence (GE Healthcare) or secondary antibodies conjugated to alkaline phosphatase for detection with CDP-Star (Perkin Elmer). Bands were quantified, using ImageJ software, and normalized to loading control. Co-immunoprecipitation U-87 MG cells were transfected with expression plasmids as described in their respective figures. Forty-eight hours after transfection, whole cell extracts were prepared in 0.5% NP-40, TNN buffer containing mammalian protease inhibitor cocktail (Sigma Aldrich) and 0.1 µg/µl DNase1 (Roche). 150 µg of protein lysates were incubated overnight at 4°C with 1 µg of antibodies against either p53 (Ab-1), HA-11 tag, or T-antigen (SV40 T-antigen Ab2). Immunocomplexes were isolated by incubation with Pansorbin cells (Calbiochem) in TNN buffer, at 4°C for 2 hours. Complexes were then washed 3–4 times in TNN buffer, eluted in 2× SDS-PAGE sample buffer and subjected to immunoblot analysis. Proteasomal Inhibition Assay U-87 MG cells were transfected with plasmids encoding T-antigen and increasing amounts of HA-NF2. Media was then supplemented with either 10 µM the proteasome inhibitor MG132 (Calbiochem) in DMSO or an equal amount of DMSO for 8 hours before harvesting. Whole cell extracts were prepared 48 h after transfection in TNN buffer and immunoblotted to detect T-antigen, HA-NF2, and alpha tubulin expression. In parallel, U-87 MG, untrasfected or transfected with either HA-NF2 or T-antigen plasmids, were exposed to DMSO or MG132 in DMSO (1 or 10 µM) for 8 hours. Prepared extracts were immunoblotted for the detection of p21 expression. Alternative Splicing PCR and qRT-PCR RNA was extracted from U-87 MG cells transfected with either HA-NF2, T-antigen, or T7-SF2 constructs alone, or in combination, using the RNeasy kit (Qiagen), following manufacturer’s instructions. Samples were then treated with DNAse 1 (Roche) and RNAse inhibitor (Roche). Samples were subjected to PCR to verify absence of DNA contamination with primers specific for human GAPDH DNA: forward primer 5′  GAAGATGGTGATGGGATTTC  3′, reverse primer 5′  GAAGGTGAAGGTCGGAGTC  3′ at 50°C for 2 min (1×), 95°C for 10 min (1×), 95°C for 30 s/53°C for 30 s (45×), and 4°C for 1 min. When DNA was undetectable in these RNA samples, the reverse transcriptase enzyme from the Moloney Murine Leukemia Virus (Mo-MuLV RT), dNTPs, and random hexamers (Invitrogen) were used to synthesize cDNA. A portion of this cDNA was used for PCR reactions with primers to detect alternatively spliced forms of JCV T-antigen as described previously  [36] : forward (4801–4780)  5′-CCTGATTTTGGTACATGGAA-3′ , and reverse (4291–4313)  5′-GTGGGGTAGAGTGTTGGGATCCT-3′ . The remaining cDNA was used for Q-PCR analysis of T-antigen mRNA copy number. The following primers (20 µM) and a FAM fluorophore labeled mRNA probe (10 µM) specific to JCV T-antigen were used in the PCR reaction: forward primer (4255–4274) 5′  AGTCTTTAGGGTCTTCTACC  3′, reverse primer (4408–4427) 5′  GTGCCAACCTATGGAACAG  3′, probe (4303–4327) 5′ FAM-AGTGTTGGGATCCTGTGTTTTCATCATC-BHQ1 3′. The PCR conditions for T-antigen amplification were 50°C for 2×min (1×), 95°C for 10×min (1×), 95°C for 15 s (45×), and 60°C for 1 min (1×). The standard mRNA copy number for each reaction was normalized to the average GAPDH copy number for those reaction conditions. The primers and probes used for the GAPDH PCR reactions 5′-HEX-CAAGCTTCCCGTTCTCAGCC-BHQ1–3′. All q-PCR reactions were performed in Universal Taq Man PCR Master Mix (Applied Biosystems) and amplified using the iCycler thermocycler (BioRad Laboratories). Immunohistochemistry Patient tumor resection samples were fixed in formalin for 24 hour, embedded in paraffin, and sectioned into 4µm slices using a Microm HM315 (Fisher Scientific). Paraffin was melted and slides were cleared in xylenes, and rehydrated in descending concentrations of ethanol. Antigen retrieval was conducted by warming slides in citrate buffer at 95°C for 30 min. Endogenous peroxidases were quenched in a solution of methanol and 30% peroxide for 20×min. Slides were blocked in normal goat or normal horse serum, for rabbit and mouse antibodies, respectively. Primary antibodies to NF2 (C-18), p53 (D-07) and T-antigen (SV40 T-antigen Ab2) were incubated on the slides overnight in a humidified chamber. For immunohistochemical analysis, slides were incubated with the appropriate biotinylated secondary antibody, followed avidin-biotin complexes for 1hr (Vector Laboratories). Slides were developed using DAB (Sigma Aldrich), dehydrated, counter stained with hematoxylin, mounted with Permount, and visualized by bright field microscopy.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:18:26.394030",
  "abstract_length": 1780,
  "methods_length": 8134,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}