{
  "pmid": "PMID:23328114",
  "title": "Genomic imbalance of HMMR/RHAMM regulates the sensitivity and response of malignant peripheral nerve sheath tumour cells to aurora kinase inhibition.",
  "abstract": "Malignant peripheral nerve sheath tumours (MPNST) are rare, hereditary cancers associated with neurofibromatosis type I. MPNSTs lack effective treatment options as they often resist chemotherapies and have high rates of disease recurrence. Aurora kinase A (AURKA) is an emerging target in cancer and an aurora kinase inhibitor (AKI), termed MLN8237, shows promise against MPNST cell lines in vitro and in vivo. Here, we test MLN8237 against two primary human MPNST grown in vivo as xenotransplants and find that treatment results in tumour cells exiting the cell cycle and undergoing endoreduplication, which cumulates in stabilized disease. Targeted therapies can often fail in the clinic due to insufficient knowledge about factors that determine tumour susceptibilities, so we turned to three MPNST cell-lines to further study and modulate the cellular responses to AKI. We find that the sensitivity of cell-lines with amplification of AURKA depends upon the activity of the kinase, which correlates with the expression of the regulatory gene products TPX2 and HMMR/RHAMM. Silencing of HMMR/RHAMM, but not TPX2, augments AURKA activity and sensitizes MPNST cells to AKI. Furthermore, we find that AURKA activity is critical to the propagation and self-renewal of sphere-enriched MPNST cancer stem-like cells. AKI treatment significantly reduces the formation of spheroids, attenuates the self-renewal of spheroid forming cells, and promotes their differentiation. Moreover, silencing of HMMR/RHAMM is sufficient to endow MPNST cells with an ability to form and maintain sphere culture. Collectively, our data indicate that AURKA is a rationale therapeutic target for MPNST and tumour cell responses to AKI, which include differentiation, are modulated by the abundance of HMMR/RHAMM.",
  "authors": "Pooja Mohan; Joan Castellsague; Jihong Jiang; Kristi Allen; Helen Chen; Oksana Nemirovsky; Melanie Spyra; Kaiji Hu; Lan Kluwe; Miguel Angel Pujana; Alberto Villanueva; Victor F Mautner; Jonathan J Keats; Sandra E Dunn; Conxi Lazaro; Christopher A Maxwell",
  "journal": "Oncotarget",
  "publicationDate": "2013-01",
  "doi": "10.18632/oncotarget.793",
  "methods": "MATERIALS AND METHODS In vivo  animal models Four-month-old male  NOD/SCID  mice were anesthetized with isofluorane and orthotopically implanted with 1 mm 3  piece of explant tumour in both legs, near the sciatic nerve (Castellsagué et al. manuscript under preparation). Tumour volume was calculated at V= (W 2 *L (π/6)), where L is the longest diameter and W is the width. Mice were randomly assigned to treatment or control groups. Dosage of MLN8237 in mice was previously determined (31). Mice were treated by gavage once daily with 30mg/kg MLN8237 or vehicle (10% 2-hydroxypropyl-β-cyclodextrin and 1% sodium bicarbonate) for 28 days. Tumours were measured every 3 days. At the end of the treatment period, mice were euthanized and harvested tumours were fixed in formalin. Adherent culture and culture as spheres Cell-lines were obtained from Drs. VF Mautner and L Kluwe (University Hospital Eppendorf, Germany) or the ATCC and were cultured as recommended. Unless noted otherwise, cells were seeded at 1.0 × 10 4  (S462 cell-line) or 3.0 × 10 4  (2884 and 2885 cell-lines) cells/well in 24-well culture plates and allowed to adhere for 24 hours prior to the denoted treatment. These seeding densities resulted in equivalent growth kinetics for S462 and 2884 cells. The culture of S462 spheres followed the protocol in [ 22 ]. siRNA and small molecule reagents siRNA (Qiagen,  Table S1 ) were transfected at 10 pmol/well using Lipofectamine2000™ according to manufacturer's protocols (Invitrogen). AURKA knockdown was confirmed at 48 hours post transfection. Small-molecule AKIs were dissolved and diluted in DMSO/DMEM and included the pan-aurora inhibitors C1368 (Sigma) and VX680 (Selleck Chemicals), and the AURKA specific inhibitor MLN8237 (Selleck Chemicals). Lentivirus mediated shRNA knockdown and generation of sub-lines Lentivirus packaging, envelope and control non-hairpin (NHP) pLKO.1 plasmids (Addgene) were used with shRNA against RHAMM and TPX2 (Sigma) as described in [ 11 ] ( Table S1 ). Transfected cells were selected with 0.5μg/ml puromycin (GIBCO) and maintained with 0.3μg/ml puromycin. Immunofluorescence, immunohistochemistry, and immunoblot analyses Antibodies were sourced as follows: RHAMM (Epitomics), TPX2 (Novus), nestin (Covance), Tuj1 (Covance), β-actin (Sigma), AURKA, phospho (p)-AURKA (Thr288), p-histone H3 (Ser10), and caspase 9 (Cell Signalling). The p-RHAMM (Thr703) polyclonal antibody is characterized in [ 11 ]. Cell-lines were fixed and permeabilized in methanol. Antibodies were diluted in PBS-0.1% Tween and 3% BSA (Sigma). Coverslips were mounted in 90% glycerol/PBS with DAPI (Invitrogen) and images were acquired and analyzed using an Olympus FV10i confocal microscope. For immunofluorescence of spheres, coverslips were coated with 2% geltrex (Invitrogen) in Neurocult media (StemCell Technologies) before cells were plated. Cells were fixed with 4% PFA and then stained. Immunohistochemistry on paraffin sections was done as in [ 11 ]. Secondary antibody staining was done with the relevant antibodies for 30 minutes at room temperature. Staining was visualized by 3,3-diaminobenzidine, with Hematoxylin as a counter-stain. Western blot analyses were performed on lysates collected from sub-confluent MPNST cells lysed in modified RIPA buffer, as described [ 39 ]. Levels of protein were detected and quantified with the Odyssey infra-red imaging system (LI-COR) using IRDye 800- or IRDye 680-conjugated secondary antibodies (Rockland) or through chemiluminescence detection of HRP-conjugated antibodies (Sigma). Genomic and reverse-transcriptase PCR and real-time PCR Genomic DNA was extracted with the DNeasy extraction kit (Qiagen) and preparations were measured with a NanoDrop (Thermo-Fisher). For real-time, genomic PCR, reactions were run in triplicate with an Applied Biosystems 7000 series machine (Invitrogen). RNA was extracted using the RNeasy kit (Qiagen), quantified with NanoDrop and converted to cDNA using AccessQuick (VWR) as per manufacturer's protocols. For primers and PCR conditions see  Table S1 . Results were analyzed using the ΔΔCt method. Expression of transcript/gene was normalized to TATA box binding protein levels, which was then normalized to levels of transcript/gene in 2885 cells. Array comparative genomic hybridization (a-CGH) Genomic DNA was isolated using the Gentra Puregene Cell Kit (Qiagen). Purified DNA was digested with Bovine DNase I (Ambion). Test and control samples were labelled with Alexa5 and Alexa3 dyes respectively using the BioPrime Total Genomic Labeling Kit (Invitrogen). Labeled samples were competitively hybridized to 2 × 400k Human CGH Arrays (Agilent Technologies) as recommended by the manufacturer. Copy number estimates were extracted from the microarray image files using Feature Extraction 10.5 (Agilent) and the data were analyzed in Agilent Genomic Workbench 6.5 (Agilent) after centralization and fuzzy zero normalization matrixes were applied. Copy number abnormalities were identified using the ADM-2 algorithm with a threshold setting of 5.5 and regions were only considered significant if they were defined by a minimum of 3 probes and the average log 2  value exceeded a threshold of 0.2 (grey shaded regions). Cell based assays For cell viability assays, MPNST cell-lines were plated and after 24 hours were treated with carrier alone (0.1% DMSO) or AKIs at indicated concentrations. Viability was quantified after 72 hours by addition of 5 mg/ml 3-(4,5-dimethylthiazol-2-yl)-5-(3-carboxymethoxyphenyl)-2-(4-sulfophenyl)-2 H -tetrazolium (MTT, Invitrogen) as recommended by the manufacturer. Each condition was done in triplicate and repeated three times. For growth curves, MTT assays were conducted at 24, 48, 72 and 96 hours after plating. For nuclear content analysis by FACS, cells were harvested, fixed and stained as in [ 40 ] and analyzed with FACS Calibur and CellQuestPro software (BD Biosciences), respectively. For polyploidy analysis, AKI treated cells were stained with DAPI. Nuclei area was measured using Image J software. Annexin V (BD Biosciences) staining followed manufacturer's protocol. Images were collected with a High Content Analyzer (ArrayScan VTI, Cellomics). Cellular senescence was measured by detection of senescence-activated β-Galactosidase activity. Cells were plated, treated with AKIs for 72 hours, fixed and stained as described in [ 21 ]. Statistics Statistical significance was evaluated by unpaired two-tailed Student's t-tests with p>0.05. Two way ANOVA was used to determine significance between treatments for  in vivo  tumour volumes using GraphPad Prism.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:24:56"
}