{
  "pmid": "PMID:23358504",
  "title": "Integrated proteomics identified novel activation of dynein IC2-GR-COX-1 signaling in neurofibromatosis type I (NF1) disease model cells.",
  "abstract": "Neurofibromatosis type 1 (NF1) tumor suppressor gene product, neurofibromin, functions in part as a Ras-GAP, and though its loss is implicated in the neuronal abnormality of NF1 patients, its precise cellular function remains unclear. To study the molecular mechanism of NF1 pathogenesis, we prepared NF1 gene knockdown (KD) PC12 cells, as a NF1 disease model, and analyzed their molecular (gene and protein) expression profiles with a unique integrated proteomics approach, comprising iTRAQ, 2D-DIGE, and DNA microarrays, using an integrated protein and gene expression analysis chart (iPEACH). In NF1-KD PC12 cells showing abnormal neuronal differentiation after NGF treatment, of 3198 molecules quantitatively identified and listed in iPEACH, 97 molecules continuously up- or down-regulated over time were extracted. Pathway and network analysis further revealed overrepresentation of calcium signaling and transcriptional regulation by glucocorticoid receptor (GR) in the up-regulated protein set, whereas nerve system development was overrepresented in the down-regulated protein set. The novel up-regulated network we discovered, \"dynein IC2-GR-COX-1 signaling,\" was then examined in NF1-KD cells. Validation studies confirmed that NF1 knockdown induces altered splicing and phosphorylation patterns of dynein IC2 isomers, up-regulation and accumulation of nuclear GR, and increased COX-1 expression in NGF-treated cells. Moreover, the neurite retraction phenotype observed in NF1-KD cells was significantly recovered by knockdown of the dynein IC2-C isoform and COX-1. In addition, dynein IC2 siRNA significantly inhibited nuclear translocation and accumulation of GR and up-regulation of COX-1 expression. These results suggest that dynein IC2 up-regulates GR nuclear translocation and accumulation, and subsequently causes increased COX-1 expression, in this NF1 disease model. Our integrated proteomics strategy, which combines multiple approaches, demonstrates that NF1-related neural abnormalities are, in part, caused by up-regulation of dynein IC2-GR-COX-1 signaling, which may be a novel therapeutic target for NF1.",
  "authors": "Mio Hirayama; Daiki Kobayashi; Souhei Mizuguchi; Takashi Morikawa; Megumi Nagayama; Uichi Midorikawa; Masayo M Wilson; Akiko N Nambu; Akiyasu C Yoshizawa; Shin Kawano; Norie Araki",
  "journal": "Molecular & cellular proteomics : MCP",
  "publicationDate": "2013-05",
  "doi": "10.1074/mcp.M112.024802",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-19 09:24:58"
}