{
  "pmid": "23406822",
  "abstract": "BACKGROUND: Neurofibromatosis type 1 (NF1) is a monogenic disorder associated with cognitive impairments. In order to understand how mutations in the NF1 gene impact brain structure it is essential to characterize in detail the brain structural abnormalities in patients with NF1. Previous studies have reported contradictory findings and have focused only on volumetric measurements. Here, we investigated the volumes of subcortical structures and the composite dimensions of the cortex through analysis of cortical volume, cortical thickness, cortical surface area and gyrification. METHODS: We studied 14 children with NF1 and 14 typically developing children matched for age, gender, IQ and right/left-handedness. Regional subcortical volumes and cortical gyral measurements were obtained using the FreeSurfer software. Between-group differences were evaluated while controlling for the increase in total intracranial volume observed in NF1. RESULTS: Subcortical analysis revealed disproportionately larger thalami, right caudate and middle corpus callosum in patients with NF1. Cortical analyses on volume, thickness and surface area were however not indicative of significant alterations in patients. Interestingly, patients with NF1 had significantly lower gyrification indices than typically developing children primarily in the frontal and temporal lobes, but also affecting the insula, cingulate cortex, parietal and occipital regions. CONCLUSIONS: The neuroanatomic abnormalities observed were localized to specific brain regions, indicating that particular areas might constitute selective targets for NF1 gene mutations. Furthermore, the lower gyrification indices were accompanied by a disproportionate increase in brain size without the corresponding increase in folding in patients with NF1. Taken together these findings suggest that specific neurodevelopmental processes, such as gyrification, are more vulnerable to NF1 dysfunction than others. The identified changes in brain organization are consistent with the patterns of cognitive dysfunction in the NF1 phenotype.",
  "methods": "Methods We studied 14 children with NF1 and 14 typically developing children matched for age, gender, IQ and right/left-handedness. Regional subcortical volumes and cortical gyral measurements were obtained using the FreeSurfer software. Between-group differences were evaluated while controlling for the increase in total intracranial volume observed in NF1. Methods Ethics statement The study was conducted in accordance with the Declaration of Helsinki and all procedures were reviewed and approved by the Ethics Commissions of the Faculty of Medicine of the University of Coimbra and of the Children’s Hospital of Coimbra. Written informed consent was obtained from the parents/guardians of all participants. Children and adolescents gave written or oral informed consent. Subjects The participants in this study belong to a larger cohort from our previous studies [ 22 , 35 ] and were selected so that the groups were matched for age, gender, IQ and handedness. We studied 14 patients with NF1 (mean age: 11.34 ± 2.51 SD; age range: 7.83 to 16.08 years; 6 males, 8 females) and 14 matched typically developing (TD) subjects (mean age: 11.89 ± 2.06 SD; age range: 7.83 to 15.33 years; 5 males, 9 females). All participants were right-handed. Patients were recruited and diagnosed in collaboration with the Clinical Genetics Department of the Pediatric Hospital of Coimbra according to the NIH defined diagnostic criteria [ 36 ]. The TD group was recruited from a local school. Exclusion criteria for all participants were as follows: psychiatric disorder, neurological illness affecting brain function other than NF1, epilepsy, tumors or other clinically significant intracranial abnormality detected on magnetic resonance imaging (MRI). UBOs, areas of increased T 2 -weighted signal intensity on MRI with unknown etiology, commonly found in patients with NF1, were not considered exclusion criteria when present in patients. Additionally, we only included patients with intelligence quotient ≥90 in order to be able to match to typically developing children. On average, IQs reported in children with NF1 tend to be lower, with mean values around 90 (as reviewed by Ozonoff  et al . [ 37 ]). Children prescribed with stimulant medication (methylphenidate) were not medicated on the day of MRI acquisition and neuropsychological assessment (3 NF1). Neuropsychological assessment was performed using the Portuguese adapted version of the Wechsler Intelligence Scale for Children III (WISC-III) [ 38 ]. The demographic and neuropsychological characterization of both groups is shown in Table  1 . Table 1 Demographic and neuropsychological characterization   NF1 (n = 14) TD (n = 14) Age 11.34 (2.51), range: 7.83 to 16.08 11.89 (2.06), range: 7.83 to 15.33 Gender (M:F) 6 M:8 F 5 M:9 F Handedness (right:left) 14:0 14:0 FSIQ 104.36 (13.41), range: 90 to 126 110.00 (10.97), range: 90 to 124 VIQ 107.28 (11.38), range: 94 to 126 109.86 (11.90), range: 93 to 129 PIQ 99.43 (12.43), range: 80 to 119 109.07 (12.86), range: 87 to 136 Data are mean (SD). NF1 = neurofibromatosis type 1; TD = typically developing; FSIQ = full-scale intelligence quotient; VIQ = verbal intelligence quotient;PIQ = performance intelligence quotient. MRI acquisition Scanning was performed on a 3T Siemens TimTrio scanner, using a 12-channel birdcage head coil. In this study we analyzed acquired data with the following parameters: (i) two T 1 -weighted (T 1 w) magnetization-prepared rapid acquisition with gradient echo (MPRAGE) sequences, 1 × 1 × 1 mm voxel size, repetition time (TR) 2.3 s, echo time (TE) 2.98 ms, flip angle (FA) 9°, field of view (FOV) 256 × 256, 160 slices; (ii) a T 2 -weighted (T 2 w) fluid attenuated inversion recovery (FLAIR) sequence, 1 × 1 × 1 mm voxel size, TR 5 s, TE 2.98 ms, Inversion Time (TI) 1.8 s, FOV 250 × 250, 160 slices. FLAIR images were used to identify T 2  hyperintensities. A neuroradiologist blinded to the participants’ clinical history observed the magnetic resonance structural scans and reported on the distribution and number of UBOs. MRI data analyses Cortical reconstruction and volumetric segmentation were performed with the FreeSurfer image analysis suite (FreeSurfer v5.1.0,  http://surfer.nmr.mgh.harvard.edu ), as described in previous publications [ 39 - 41 ]. Briefly the processing included, motion correction, averaging of the two T 1 w images, registration to Talairach space, segmentation of the subcortical WM and deep GM volumetric structures [ 41 , 42 ], intensity normalization, tessellation of the GM/WM boundary, automated topology correction [ 43 , 44 ], and surface deformation following intensity gradients to optimally place the GM/WM and GM/cerebrospinal fluid (CSF) borders [ 39 ]. Image outputs were visually inspected and inaccuracies corrected when required. FreeSurfer provided correct segmentation and classification of subcortical structures in spite of the presence of UBOs in patients with NF1. UBOs were included as belonging to the structure they appeared on, as demonstrated in Additional file  1 : Figure S1. Registration was performed to a spherical atlas [ 45 ]. Cortical thickness was calculated by computing the average shortest distance between the GM/WM and the GM/CSF surface [ 40 ]. Surface area maps of the GM/WM boundary were computed for each subject by calculating the area of every triangle in a cortical surface tessellation, as implemented in FreeSurfer. In anatomical regions of interest, surface area values were calculated by summing the triangular area tessellations included in the region. Local gyrification indices (LGIs) were computed using local measurements of gyrification over the whole cortical surface using the method developed by Schaer  et al . [ 46 ]. The LGI reflects at each vertex the amount of cortical surface area than can be packed under a sphere with a fixed size. Cortical volume, surface area, cortical thickness and the LGIs were estimated for 34 gyral regions per hemisphere by determining the mean values of each of these variables belonging to a gyral region of interest, as defined by the atlas developed by Desikan  et al . [ 47 ], recently modified to include the insula as a region of interest. GM volume was estimated for subcortical structures. WM and GM brain volumes, WM and GM cerebellar volumes, WM and GM lobar volumes and total intracranial volumes (TIV) were also estimated for each participant. TIV was calculated using a validated method shown to be proportional to manually measured total intracranial volume [ 48 ]. Briefly, an atlas scaling factor is determined based on the transformation matrix of the atlas normalization for each individual subject. The atlas scaling factor is then used to scale the intracranial volume of the atlas to compute each subject TIV. Lobar metrics were extracted using FreeSurfer’s built-in lobe surface maps. The GM parcellation is based on the regions defined by the Desikan atlas [ 47 ] and the WM parcellation is performed as described in Salat  et al . [ 49 ]. Statistical analyses Statistical analyses were performed with PAWS Statistics 18 (SPSS Inc., Chicago, IL, USA). First, we verified the normality assumption for the different parameters using the Shapiro-Wilk test. All data were normally distributed. Group differences in demographic and neuropsychological data were evaluated with independent samples t test, while a χ 2  test was used for gender. Whole-brain volumetric analysis including overall GM and WM volumes, were assessed using independent samples t tests and also using analysis of covariance (ANCOVA) to control for TIV. Lobar and cerebellar WM and GM group differences were investigated using repeated measures ANCOVA with group (NF1 vs TD) as the between-subjects factor and hemispheres (left vs right) and brain regions (lobes/cerebellar WM/cerebellar GM) as the within-subjects factors and total intracranial volume (TIV) as covariate. Analyses of subcortical volumetric differences were assessed using multivariate ANCOVA with TIV as covariate. Cortical differences between groups were investigated using repeated measures ANCOVA with group (NF1 vs TD) as the between-subjects factor and hemispheres (left vs right) and brain regions (34 gyral regions) as the within-subjects factors and TIV as covariate. Follow-up tests were performed using multivariate ANCOVAs with TIV as covariate. Relationships between brain measurements and age were studied using Pearson’s correlations. To control for type I errors we used the Benjamini and Hochberg [ 50 ] false discovery rate (FDR) method, which was applied per analysis. We set  q  = 0.05 or 0.1 (that is, 5% or 10% false positives). Multiple ROI-based analyses survived FDR control at  q  = 0.1 and several survived FDR control at  q  = 0.05. Although FDR at  q  = 0.1 can be considered a liberal correction for multiple comparisons, the exploratory nature of the present study should be taken into account.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:19:20.567090",
  "abstract_length": 2088,
  "methods_length": 8954,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}