{
  "pmid": "23413263",
  "abstract": "Loss of the Merlin tumour suppressor causes abnormal de-differentiation and proliferation of Schwann cells and formation of schwannoma tumours in patients with neurofibromatosis type 2. Within the mature peripheral nerve the normal development, differentiation and maintenance of myelinating and non-myelinating Schwann cells is regulated by a network of transcription factors that include SOX10, OCT6 (now known as POU3F1), NFATC4 and KROX20 (also known as Egr2). We have examined for the first time how their regulation of Schwann cell development is disrupted in primary human schwannoma cells. We find that induction of both KROX20 and OCT6 is impaired, whereas enforced expression of KROX20 drives both myelin gene expression and cell cycle arrest in Merlin-null cells. Importantly, we show that human schwannoma cells have reduced expression of SOX10 protein and messenger RNA. Analysis of mouse SOX10-null Schwann cells shows they display many of the characteristics of human schwannoma cells, including increased expression of platelet derived growth factor receptor beta (PDGFRB) messenger RNA and protein, enhanced proliferation, increased focal adhesions and schwannoma-like morphology. Correspondingly, reintroduction of SOX10 into human Merlin-null cells restores the ability of these cells to induce KROX20 and myelin protein zero (MPZ), localizes NFATC4 to the nucleus, reduces cell proliferation and suppresses PDGFRB expression. Thus, we propose that loss of the SOX10 protein, which is vital for normal Schwann cell development, is also key to the pathology of Merlin-null schwannoma tumours.",
  "methods": "Materials and methods Reagents Adenoviruses expressing green fluorescent protein (GFP), KROX20/GFP, Cre recombinase, JNK-binding domain of JNK-interacting protein 1 (JIP-1) and Δ169 c-Jun have been described elsewhere ( Parkinson  ,  et al. , 2001 2004 ,  2008 ). Adenoviruses expressing NF2/GFP ( Xiao  ) and dominant negative Rac1 ( et al. , 2005 Wojciak-Stothard  ) were kind gifts from J. Testa (Fox Chase Cancer Centre, Philadelphia, USA) and A. Ridley (King’s College London, UK), respectively. The SOX10 adenoviral construct was generated using a C-Terminal haemagglutinin (HA)-tagged human SOX10, using the AdEasy™ system ( et al. , 2001 He  ) to generate an adenovirus co-expressing GFP and HA-tagged SOX10. Antibodies against OCT6 (sc-11661), NFATC4 (sc-13036), Rho GDI (sc-359), Beta2a tubulin (sc-134229) and merlin (sc-55575) were from Santa Cruz Biotechnology (Wembley, UK). Guinea pig and rabbit antibodies against SOX10 were as described ( et al. , 1998 Stolt  ;  et al. , 2003 Maka  ). Phospho-NFκB (Ser et al. , 2005 276 ) p65 antibody (#3037), phospho-CREB (Ser 133 , #9198) and PDGFRB (#3169) were obtained from New England Biolabs. S100β antibodies were from Dako, Ki67 antibodies from Abcam, KROX20 antibodies were from Cambridge Bioscience, phospho-ERK1/2 (V8031) antibody was from Promega and paxillin (5H11) antibody from Millipore. Antibody to periaxin was a gift from P. Brophy (University of Edinburgh, UK), and antibody to myelin protein zero (MPZ or P 0 ) a gift from J. Archelos (Medical University of Graz, Austria). Biotinylated anti-guinea pig, anti-goat, anti-mouse and anti-rabbit were obtained from Vector laboratories. Alexa Fluor® fluorescently conjugated anti-rabbit, mouse or goat IgGs and fluorescently conjugated streptavidin were from Life Technologies (Paisley, UK). Superfrost glass slides were from VWR Merck. All reagents for small interfering RNA knockdown of merlin were obtained from Qiagen (Crawley, UK). Preparation of Schwann cell cultures Schwann cells were prepared from the sciatic nerve and brachial plexus of post-natal day 3 rodents as previously described ( Brockes  ). Human Schwann cells were isolated from nerve donors and schwannoma cells from tumour samples of patients with neurofibromatosis type 2 (following informed consent). Neurofibromatosis type 2 diagnosis was established using criteria set down in the NIH Consensus Conference ( et al. , 1979 National Institutes of Health Consensus Development Conference, 1988 ;  Mulvihill  ). Cells were harvested and cultured as previously described ( et al. , 1990 Hanemann  ;  et al. , 1998 Rosenbaum  ). All experiments were performed in serum-free supplemented medium known as defined medium ( et al. , 1998 Jessen  ;  et al. , 1994 Parkinson  ). et al. , 2008 Immunocytochemistry, western blotting, polymerase chain reaction and adenoviral infections Immunostaining and counting were performed as previously described ( Parkinson  ,  et al. , 2001 2003 ,  2004 ,  2008 ). Anti-SOX10 (both antibodies at 1:1000), anti-OCT6 (1:150), anti phospho-NFκB (Ser 276 ) p65 (1:100), phospho-CREB (1:100), NFATC4 (1:1000) and PDGFRB (1:100) primary antibodies were incubated overnight at 4°C. Biotinylated secondary antibodies (1:200), anti-guinea pig, anti-goat and anti-rabbit, were incubated at room temperature for 45 min and the streptavidin-568 third layer (1:500) incubated for 30 min at room temperature. Confocal imaging was performed using the Zeiss meta 510 confocal microscope and the Zeiss LSM software (Zeiss). Fluorescence microscopy was performed on a Nikon Eclipse 80 i . Unless otherwise stated, western blotting, PCR and adenoviral infections were performed as previously described ( Parkinson  ,  et al. , 2001 2003 ,  2004 ,  2008 ;  Kaempchen  ;  et al. , 2003 Flaiz  ). For semi-quantitative PCR, the following primers were used: 18S rRNA For, CAGCCACCCGAGATTGAGCA, Rev, TAGTAGCGACGGGCGGTGTG; SOX10 For: CAGGCGAGCTGGGCAAGGTCAAG, Rev: CTGCCTGAGCCCACACCATGAAG; PDGFRB For: CGAGTTGGACCTGAACATGAC, Rev: CGCACAATCTCGATCTTTCTC; CD44 For: TGAATATAACCTGCCGCTTTG, Rev: GTCATACTGGGAGGTGTTGGA. et al. , 2007 Schwann cell differentiation and proliferation assays For myelination assays, defined medium was supplemented with 1 mM dibutyryl cAMP for 48 h unless otherwise stated. Human Schwann and schwannoma cells were infected with adenoviruses, in defined medium without forskolin, for 24 h before cAMP stimulation in fresh defined medium. For proliferation assays in human schwannoma cells, 20 ng/ml NRG1, 100 ng/ml IGF-1 or 100 ng/ml PDGF-DD was added to fresh defined medium for 24 h or 72 h after the initial adenoviral infection. For proliferation assays in mouse Schwann cells defined medium was supplemented with 10 ng/ml PDGF-DD with or without 2 µm forskolin for 48 h. Transgenic mice Transgenic mouse breeding and experiments were performed following guidelines from the UK Home Office. Mice with the conditional  SOX10 fl/fl  allele have been described ( Finzsch  ), and mice with the conditional  et al. , 2010 NF2 fl/fl  allele ( Giovannini  ) were obtained from the Riken BioResource Centre (Experimental Animal Division, Japan). For  et al. , 2000 in vitro  analysis of null cells, mouse Schwann cells were prepared from the sciatic nerves of either  Sox10 fl/fl  or  Nf2 fl/fl  mouse pups and SOX10 or merlin gene expression removed in culture by infection with Cre-recombinase expressing adenovirus. Schwann cells from the same culture were infected with GFP virus and used as a control. Mice expressing Cre recombinase under the control of the P 0  promoter (mTOTA P 0 -Cre) have been previously described ( Feltri  ). For analysis of Merlin-null sciatic nerve  et al. , 1999 in vivo ,  NF2 fl/fl  mice were crossed with P 0 -Cre mice to generate  NF2 fl/wt  Cre+ animals that were then back-crossed to  NF2 fl/fl  mice to generate control ( NF2 fl/fl  Cre−) and Merlin-null ( NF2 fl/fl  Cre+) sciatic nerve for analysis. Small interfering RNA knockdown Merlin was knocked down in Schwann cells using 3 nM of validated small interfering RNA oligos Rn_Nf2_2 and Rn_Nf2_3 in combination. Alternatively, 3 nM Allstars negative control was used as a scrambled control. Small interfering RNA/lipid complexes were prepared using 6 µl of HiPerfect® reagent and incubated with cell cultures for 20 h. Transfection was performed twice at 0 and 48 h, and protein expression assayed a further 24 or 48 h later. Fluorescent immunohistochemistry Transverse 7-µm thick cryostat sections of schwannoma and control peroneal nerve were fixed with 4% paraformaldehyde on Superfrost plus glass slides. Sections were then stained sequentially with antibodies against SOX10 (1:1000) and S100β (1:100) following the fluorescent immunocytochemistry protocol. Scanning electron microscopy For scanning electron microscopy, mouse Schwann cells were cultured on glass coverslips and infected with GFP or Cre expressing adenovirus as above. Forty-eight hours after addition of adenovirus, coverslips were fixed in 2.5% w/v glutaraldehyde, diluted in 0.2 M sodium cacodylate buffer, at room temperature for 2 h and then washed twice in 0.2 M sodium cacodylate buffer. Coverslips were washed in 30%, 50%, 70%, 90% and 100% absolute ethanol for 15 min each at room temperature. Samples then underwent critical point drying through CO 2  in a K850 Critical Point Dryer (Emitech), and coverslips were mounted on support stubs and gold coated (nominal thickness 10 nm) in a K550 Sputter Coater (Emitech). Samples were imaged on a JSM-5600LV scanning electron microscope (JEOL Ltd.) operated at 15 kV, with an 11 mm working distance and at ×1000 or ×2000 magnification. Statistics For all experiments,  n =  3 was used unless otherwise stated. All graphs display the arithmetic mean with error bars representing one standard error of the mean.  P -values were calculated using a Student  t -test and are denoted on figures as: * P  < 0.05, ** P  < 0.01 and *** P  < 0.005. For all cell differentiation and proliferation assays, ∼200 cells were counted in duplicate. In adenoviral experiments, the number of positive cells was divided by the number of GFP positive cells. For all other experiments, the number of positive cells was divided by the number of Hoechst positive cells. A minimum of 500 cells were counted for SOX10 positivity in each cryostat section.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:19:31.654507",
  "abstract_length": 1610,
  "methods_length": 8365,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}