{
  "pmid": "23457304",
  "abstract": "Platelet-derived growth factor-BB activates calcium/calmodulin-dependent and  -independent mechanisms that mediate Akt phosphorylation in the  neurofibromin-deficient human Schwann cell line ST88-14.  Farrer RG(1), Farrer JR, DeVries GH.  Author information: (1)Research Service, Edward Hines, Jr. Veterans Administration Hospital, Hines,  Illinois 60141, USA. robert.farrer@va.gov  Neurofibromatosis type 1-derived Schwann cells isolated from malignant  peripheral nerve sheath tumors (MPNSTs) overexpress PDGF receptor-β and generate  an aberrant intracellular calcium increase in response to PDGF-BB. Using the  human MPNST Schwann cell line ST88-14, we demonstrate that, in addition to a  transient phosphorylation of Akt, PDGF-BB stimulation produces an atypical  sustained phosphorylation of Akt that is dependent on calcium and calmodulin  (CaM). The sustained Akt phosphorylation did not occur in PDGF-BB-stimulated  normal human Schwann cells or ST88-14 cells stimulated with stem cell factor,  whose receptor is also overexpressed in ST88-14 cells. The sustained Akt  phosphorylation induced by PDGF-BB was inhibited by pretreatment of the cells  with either the intracellular calcium chelator  1,2-bis(2-aminophenoxy)ethane-N,N,N',N'-tetraacetic acid tetrakis(acetoxymethyl)  ester (BAPTA-AM) or the CaM antagonist W7, whereas the transient portion was not  inhibited. Akt also co-immunoprecipitated with CaM in a PDGF-BB-dependent  manner, suggesting that direct interaction between Akt and CaM is involved in  the sustained phosphorylation of Akt. Furthermore, we provide evidence that  anti-apoptotic effects of PDGF-BB on serum-deprived ST88-14 cells can be  inhibited by W7, implicating the PDGF-BB-induced activation of calcium/CaM in  promoting cell survival, presumably through sustained Akt activation. We  conclude that the activation of the calcium/CaM/Akt pathway resulting from  stimulation of overexpressed PDGF receptor-β may contribute to the survival and  tumorigenicity of MPNST cells.  DOI: 10.1074/jbc.M112.442244 PMCID: PMC3630876 PMID: 23457304 [Indexed for MEDLINE]",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-16T15:40:37.338249",
  "abstract_length": 2099,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}