{
  "pmid": "23487764",
  "abstract": "Defects in the RAS small G protein or its associated network of regulatory proteins that disrupt GTPase cycling are a major cause of cancer and developmental RASopathy disorders. Lack of robust functional assays has been a major hurdle in RAS pathway-targeted drug development. We used NMR to obtain detailed mechanistic data on RAS cycling defects conferred by oncogenic mutations, or full-length RASopathy-derived regulatory proteins. By monitoring the conformation of wild-type and oncogenic RAS in real-time, we show that opposing properties integrate with regulators to hyperactivate oncogenic RAS mutants. Q61L and G13D exhibited rapid nucleotide exchange and an unexpected susceptibility to GAP-mediated hydrolysis, in direct contrast with G12V, indicating different approaches must be taken to inhibit these oncoproteins. An NMR methodology was established to directly monitor RAS cycling by intact, multidomain proteins encoded by RASopathy genes in mammalian cell extracts. By measuring GAP activity from tumor cells, we demonstrate how loss of neurofibromatosis type 1 (NF1) increases RAS-GTP levels in NF1-derived cells. We further applied this methodology to profile Noonan Syndrome (NS)-derived SOS1 mutants. Combining NMR with cell-based assays allowed us to differentiate defects in catalysis, allosteric regulation, and membrane targeting of individual mutants, while revealing a membrane-dependent compensatory effect that attenuates dramatic increases in RAS activation shown by Y337C, L550P, and I252T. Our NMR method presents a precise and robust measure of RAS activity, providing mechanistic insights that facilitate discovery of therapeutics targeted against the RAS signaling network.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:20:40.540971",
  "abstract_length": 1709,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}