{
  "pmid": "23535903",
  "abstract": "Canonical Wnt/β-catenin signaling drives human schwann cell transformation,  progression, and tumor maintenance.  Watson AL(1), Rahrmann EP, Moriarity BS, Choi K, Conboy CB, Greeley AD, Halfond  AL, Anderson LK, Wahl BR, Keng VW, Rizzardi AE, Forster CL, Collins MH, Sarver  AL, Wallace MR, Schmechel SC, Ratner N, Largaespada DA.  Author information: (1)Masonic Cancer Center, University of Minnesota, Minneapolis,MN 55455, USA.  Genetic changes required for the formation and progression of human Schwann cell  tumors remain elusive. Using a Sleeping Beauty forward genetic screen, we  identified several genes involved in canonical Wnt signaling as potential  drivers of benign neurofibromas and malignant peripheral nerve sheath tumors  (MPNSTs). In human neurofibromas and MPNSTs, activation of Wnt signaling  increased with tumor grade and was associated with downregulation of β-catenin  destruction complex members or overexpression of a ligand that potentiates Wnt  signaling, R-spondin 2 (RSPO2). Induction of Wnt signaling was sufficient to  induce transformed properties in immortalized human Schwann cells, and  downregulation of this pathway was sufficient to reduce the tumorigenic  phenotype of human MPNST cell lines. Small-molecule inhibition of Wnt signaling  effectively reduced the viability of MPNST cell lines and synergistically  induced apoptosis when combined with an mTOR inhibitor, RAD-001, suggesting that  Wnt inhibition represents a novel target for therapeutic intervention in Schwann  cell tumors.  DOI: 10.1158/2159-8290.CD-13-0081 PMCID: PMC3679355 PMID: 23535903 [Indexed for MEDLINE]  Conflict of interest statement: Conflict of interest statement: Dr. Largaespada  is the co-founder and part owner of two biotechnology companies, NeoClone  Biotechnology, Inc. and Discovery Genomics, Inc. No company resources or  personnel were involved in this research, which is unrelated to the goals of  these companies.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-16T15:40:38.771073",
  "abstract_length": 1946,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}