{
  "pmid": "PMID:23535903",
  "title": "Canonical Wnt/β-catenin signaling drives human schwann cell transformation, progression, and tumor maintenance.",
  "abstract": "Genetic changes required for the formation and progression of human Schwann cell tumors remain elusive. Using a Sleeping Beauty forward genetic screen, we identified several genes involved in canonical Wnt signaling as potential drivers of benign neurofibromas and malignant peripheral nerve sheath tumors (MPNSTs). In human neurofibromas and MPNSTs, activation of Wnt signaling increased with tumor grade and was associated with downregulation of β-catenin destruction complex members or overexpression of a ligand that potentiates Wnt signaling, R-spondin 2 (RSPO2). Induction of Wnt signaling was sufficient to induce transformed properties in immortalized human Schwann cells, and downregulation of this pathway was sufficient to reduce the tumorigenic phenotype of human MPNST cell lines. Small-molecule inhibition of Wnt signaling effectively reduced the viability of MPNST cell lines and synergistically induced apoptosis when combined with an mTOR inhibitor, RAD-001, suggesting that Wnt inhibition represents a novel target for therapeutic intervention in Schwann cell tumors.",
  "authors": "Adrienne L Watson; Eric P Rahrmann; Branden S Moriarity; Kwangmin Choi; Caitlin B Conboy; Andrew D Greeley; Amanda L Halfond; Leah K Anderson; Brian R Wahl; Vincent W Keng; Anthony E Rizzardi; Colleen L Forster; Margaret H Collins; Aaron L Sarver; Margaret R Wallace; Stephen C Schmechel; Nancy Ratner; David A Largaespada",
  "journal": "Cancer discovery",
  "publicationDate": "2013-06",
  "doi": "10.1158/2159-8290.CD-13-0081",
  "methods": "Methods Mouse Tumor Immunohistochemistry (IHC) Formalin fixed, paraffin embedded tissues were sectioned at 5 microns, mounted, and heat-fixed onto glass slides to be used for IHC analyses. Briefly, the glass section slides were de-waxed and rehydrated through a gradual decrease in ethanol concentration. The antigen epitopes on the tissue sections were then unmasked using a commercially available unmasking solution (Vector Laboratories) according to the manufacturer’s instructions. The tissue section slides were then treated with 3% hydrogen peroxide to remove endogenous peroxidases. Blocking was performed at room temperature in normal goat serum (5% serum in PBS) in a humidified chamber for one hour. Sections were then incubated overnight at 4°C in a humidified chamber with primary antibody (β-catenin, 1:100, Cell Signaling). After primary incubation, sections were washed thoroughly in PBS before incubating with goat anti-rabbit horseradish peroxidase conjugated-secondary antibody (Santa Cruz Biotechnology). After 3 washes with PBS, the sections were treated with freshly prepared DAB substrate (Vector Laboratories) and allowed to develop before stopping the reaction in water once adequate signal was obtained. Finally, sections were then lightly counter-stained with hematoxylin, dehydrated through gradual increase in ethanol concentration, cleared in Citrosol (Fisher Scientific) and mounted in Permount (Fisher Scientific). Tissue culture reagents and cell lines Cultured immortalized Schwann cells (iHSC1λ and iHSC2λ) were both derived from a patient’s normal sciatic nerve, are  NF1  wild-type, and were immortalized by  hTERT  and  CDK4  to allow  R24C in vitro  studies (Dr. Margaret Wallace, manuscript in preparation). Immortalized human Schwann cell and MPNST cell lines (S462 ( 45 ), S462-TY ( 35 ), ST8814 ( 46 ), T265 ( 47 ), and STS-26T ( 36 )) were maintained in Dulbecco’s Modification of Eagle Medium (DMEM) supplemented with 10% fetal bovine serum and penicillin/streptomycin (Cellgro) and cultured on tissue culture-treated plates under standard conditions of 37 degrees Celsius and 5% CO2. No authentication of cell lines were done by the authors. Immunofluorescence and TUNEL staining For immunofluorescence assays, cells were grown to 80% confluency on 8 chambered slides (Lab-TekII). Cells were fixed in 10% formalin and washed with phosphate-buffered saline (PBS) with 0.1% Tween-20 (PBST). Cells were incubated in β-catenin primary antibody (1:100, Cell Signaling) at 4 degrees Celsius overnight, followed by 1 hour room temperature incubation in anti-rabbit AlexaFluor 488 secondary antibody (Invitrogen). TUNEL staining was performed using the In Situ Cell Death Detection Kit, POD (Roche). Slides were mounted using Prolong Gold Antifade Reagent with DAPI (Invitrogen) and images using a Zeiss Axiovert 25 inverted microscope. For analysis of cell death, total cells and TUNEL positive cells were counted and averaged over three independent frames with 50–100 cells per frame. Western blot analysis 1 million cells were lysed using an NP-40 buffer (50mM Tris-HCl pH 7.6, 150mM NaCl, 1% NP-40, 5mM NaF, 1mM EDTA) containing a protease inhibitor (Roche) and phosphatase inhibitors (Sigma). Whole cell lysates were cleared by centrifugation. Protein samples were prepared in an SDS solution with reducing agent (Invitrogen) and run on 10% Bis-Tris pre-made gels (NuPage, Invitrogen). Gels were transferred onto PVDF membranes using the iBlot system (Invitrogen) and activated in 100% methanol. Membranes were blocked in filtered 5% Bovine Serum Albumin (BSA) for 2 hours at room temp followed by a 4 degrees Celsius overnight incubation in primary antibody. The primary antibodies used in this study were activated β-catenin (1:1000), total β-catenin (1:100), GSK3B (1:1000), AXIN1 (1:1000), and GAPDH (1:2000) (Cell Signaling). Following primary antibody incubation, membranes were thoroughly washed in TBS with 0.1% Tween-20 (TBST) and incubated in goat anti-rabbit IgG-HRP conjugated secondary antibody (Santa Cruz, 1:4000 in 0.5% BSA, 1 hour at room temperature). Blots were thoroughly washed in TBST and developed using the SuperSignal WestPico Chemiluminescence Detection Kit (Thermo Scientific). Densitometry quantification was done using ImageJ software and normalized to GAPDH ( 48 )( 48 ). Microarray gene expression analysis We used the published data (GEO accession #: GSE14038 , Affymetrix GeneChip HU133 Plus 2.0) [ 38 ] for gene microarray analysis. This dataset used custom CDF (custom GeneChip library file) based on RefSeq target definitions (Hs133P REFSEQ Version 8) for accurate interpretation of GeneChip data ( 49 ). The dataset in  Figure 2  includes 86 microarrays on purified human Schwann cells and primary tissues taken from a normal sciatic nerve, dermal neurofibromas, plexiform neurofibromas, and MPNST cell lines. The heatmap was generated using CRAN's pheatmap package ( http://cran.r-project.org/web/packages/pheatmap/index.html ) and Refseq IDs were replaced with corresponding HGNC official gene symbols. Statistical comparisons were done using R/Bioconductor's Limma package ( http://www.bioconductor.org ) and GeneSpring GXv7.3.1 (Agilent Technologies). Differentially expressed (DE)-genes were defined as genes with expression levels at least three-fold higher or lower in target groups (MPNST) compared to NHSC after applying Benjamini and Hochberg false discovery rate correction (FDR/BH p ≤ 0.05). Tumor microarray (TMA) construction and immunohistochemistry Representative areas of disease were identified on hematoxylin and eosin-stained sections for 30 neurofibromas, 32 plexiform neurofibromas, and 31 MPNSTs. TMA blocks consisting of duplicate 1.0 mm core samples were constructed with a manual tissue arrayer (MTA-1, Beecher Inc, WI) and limited to 64 cores per recipient block. Immunohistochemistry for CCND1 (SP4) monoclonal antibody (Neomarkers, Thermo Scientific, 1:50) and β-catenin (6B3) monoclonal antibody (Cell Signaling; 1:200) was performed utilizing an automated immunohistochemical staining platform (Nemesis 7200, Biocare) following standard IHC protocols ( 50 ). Digital images of IHC stained TMA slides were obtained as previously described by Rizzardi et al. 2012 ( 51 )( 51 ). P-values were determined using a 3×2 (staining positivity) or 3×3 (staining intensity or localization) Fisher’s Exact Test to determine differences in staining between the three tumor types. Gene knockdown and overexpression GSK3B  and  Luciferase  cDNA (Invitrogen) were each cloned into a vector containing a  CAGGS  promoter to drive cDNA expression followed by an  IRES-GFP . These plasmid vectors were transfected into cells using the NEON transfection system, according to manufacturer’s protocol (Invitrogen). Three independent shRNAs targeting  AXIN1, GSK3B, CTNNB1, TNKS ,  RSPO2,  and a non-silencing (NS) control shRNA were purchased from OpenBiosystems. Lentiviral particles containing the shRNAs were produced in 293T cells using the Trans-Lentiviral Packaging Kit (Thermo Scientific). A  dsRed  control and  CTNNB1  were cloned into a vector containing a  S33Y CAGGS  promoter to drive cDNA expression followed by an  IRES-GFP  and also transduced into cells using lentiviral particles. Viral supernatant was collected after 24 hours of viral production, cleared, and applied directly to the cells for 6 hours. Following viral transduction, cells underwent selection in 4ug/mL puromycin (Invitrogen). shRNA expression was validated by GFP expression, western blot and QPCR. Data is shown for the one shRNA construct that gave the greatest knockdown as determined by western blot analysis and/or QPCR. Quantitative Real-Time PCR (QPCR) RNA was extracted from 1 million cells using the High Pure RNA Isolation Kit (Roche). RNA was analyzed by nanodrop (Thermo Scientific) and by agarose gel electrophoresis for quantification and quality control. 1ug of RNA was used to synthesize cDNA using the Transcriptor First Strand Synthesis (Roche) with both random hexamer and oligo dT primers. QPCR reactions were conducted using LightCycler 480 SYBR I Green (Roche) and run on an Eppendorf Mastercycler ep gradient S. Primer sequences can be found in  Supplementary Table 2  ( 21 , 52 , 53 ). Data were analyzed using RealPlex software, calibrated to  ACTB  levels and normalized to either over-expression control cells (expressing  CAGGS>Luciferase-IRES-GFP or dsRed ) or NS shRNA expressing cells and averaged over three experimental replicates. Cellular Viability assays Cellular viability assays were set up in a 96-well format with 100 cells plated per well in DMEM full media containing 4ug/mL puromycin (Invitrogen). Readings were taken every 24 hours over 6 days by the MTS assay (Promega). Absorbance was read at 490nm to determine viability and 650nm to account for cellular debris on a BioTek Synergy Mx automated plate reader. Anchorage-independent growth assay 6-well plates were prepared with bottom agar composed of 3.2% SeaPlaque Agar (Lonza) in DMEM full media) and allowed to solidify before 10,000 cells in top agar (0.8% SeaPlaque Agar in DMEM full media) were plated and allowed to solidify. DMEM full media with 4ug/mL puromycin (Invitrogen) was plated over the cells and cells were incubated under standard conditions (5% CO2, 37 degrees Celsius) for 14 days. Top media was removed and cells were fixed in 10% formalin (Fisher Scientific) containing 0.005% crystal violet (Sigma) for 1 hour at room temperature. Formalin was removed and colonies were imaged on a Leica S8 AP0 microscope. 12 images per cell line were taken and automated colony counts were done using ImageJ software ( 48 )( 48 ). Results shown are a representative example of at least three independent experiments. Xenografts 1.5 million cells in serum-free DMEM with 33% Matrigel Basement Membrane (BD Biosciences) were injected into the back flanks of athymic  Foxn1  mice (Charles Rivers Laboratory). Each mouse was injected on the right flank with cells expressing a specific shRNA or a cDNA and on the left flank with control cell lines expressing a non-silencing (NS) shRNA or a  nu/nu Luciferase  cDNA with at least 4 mice per experiment. Tumor volume was measured bi-weekly using calipers and mice were sacrificed when the tumor reached approximately 10% of the total body weight or 40 days post injection. Tumors were harvested for immunohistochemistry and western blot analysis. All animal work was conducted according to the University of Minnesota’s approved animal welfare protocol. In Vitro Drug Studies to Determine IC50 RAD-001, IWR-1, and XAV-939 were solubilized in DMSO and then subsequently diluted in sterile PBS. 1,200 cells per well of a 96-well plate were treated with varying concentration of drug in quadruplicate and assayed for cell viability using the MTS assay (Promega) to determine the IC50 values. All data analysis was done using Calcusyn software (CalcuSyn Version 2.1, BioSoft).",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:25:01"
}