{
  "pmid": "23583712",
  "abstract": "Neurofibromin (NF1) is encoded by the NF1 tumour suppressor gene. Mutations result in a disorder known as Neurofibromatosis Type 1 (NF-1), and patients are often diagnosed due to the presence of unusual pigmentary patterns that include Café au lait macules (CALMs). Little is known about how loss of NF1 results in pigmentary defects in melanocytes. We sought to identify novel NF1 interacting proteins and elucidate the molecular mechanisms underlying the pigmentary defects. The cytoplasmic Dynein Heavy Chain 1 (DHC) was found to interact with NF1 along microtubules in vesicular structures identified to be melanosomes. Our studies suggest that NF1 is involved in melanosomal localization, and that disruptions in NF1-DHC interactions may contribute to the abnormal pigmentary features commonly associated with this debilitating syndrome.",
  "methods": "Methods Heterozygous and homozygous dync1h1-deficient zebrafish were confirmed through Sanger sequencing. Morphological changes and retinal phenotypes were assessed through histological analysis. RNA sequencing and bioinformatics were used to explore molecular mechanisms in dync1h1 −/−  zebrafish, with endoplasmic reticulum (ER) stress and apoptosis pathways validated in vivo. Methods Zebrafish Strains and Husbandry Zebrafish strains (China zebrafish Resource Center (CZRC), CZ479) were sourced from the CZRC and maintained under standard laboratory conditions: a 14-hour light/10-hour dark cycle at 28.5°C with circulating water. Embryos were cultured in E3 medium (5 mM NaCl, 0.33 mM CaCl 2 , 0.33 mM MgSO 4 , and 0.17 mM KCl) at 28.5°C. All animals were treated in accordance with the Guide for the Care and Use of Laboratory Animals and the ARVO Statement for Use of Animals in Ophthalmic and Vision Research and monitored with approval from the Institutional Animal Care and Use Committee (IACUC) of Jilin University. Genotyping Tail fin samples were extracted, and each zebrafish was isolated for genotyping. Each tail sample was incubated in 50 µL of 50 mM NaOH at 100°C for 15 minutes, then neutralized with 10 µL of 1 M Tris-HCl (pH 8.0) and centrifuged at 12,000 rpm for 5 minutes. Polymerase chain reaction (PCR) was performed using Taq DNA Polymerase (TaKaRa, R001A), with forward (5′-AGTCCGTGATACAGCTCGC-3′) and reverse (5′-ATAATAGCGGTGTCGGTGC-3′) primers to amplify 350 bp DNA fragments containing the mutation site. The PCR product was sequenced by Sangon Biotech Co. Ltd. (Shanghai, China). Antibodies Rabbit antibodies of anti-Dync1h1 (1:200 for immunofluorescence, 1:500 for Western blot; ProteinTech, 12345-1-AP), anti-nagie oko (Nok, 1:200; a gift from Zou Jian, PhD), anti-Red/Green Opsin (1:500; Sigma, AB5405), anti-Opn1sw2 (1:200; Abcepta, Azb21565b), anti-GRP78/BiP (1:2000; ProteinTech, 11587-1-AP), anti-ATF4 (1:500; ProteinTech, 10835-1-AP), anti-β-actin (1:50000; ABclonal, AC026), and anti-Gapdh (1:5000; Huabio, ET1601-4). Mouse antibodies of anti-ZO-1 (1:500; Invitrogen, 339100), anti-acetylated tubulin (1:3000; Sigma Millipore, T7451), and anti-Rhodopsin (1:200; Abcam, ab5417). Secondary antibodies of AlexaFluor-594-conjugated goat anti-rabbit and anti-mouse IgG (1:200; Invitrogen, A32740; Abcam, ab150116), AlexaFluor-488-conjugated goat anti-mouse IgG (1:200; Abcam, ab150113), and HRP-conjugated goat anti-rabbit IgG (1:10000; ProteinTech, SA00001-2). AlexaFluor-488-conjugated peanut agglutinin (PNA, 1:50; Invitrogen,  L21409 ) was used for cone OS staining. 4′6-diamidino-2-phenylin-dole (DAPI)-containing antifade medium (Beyotime, P0131) for nuclear staining. Hematoxylin and Eosin, Immunofluorescence, and TUNEL Staining Zebrafish larvae and adult eyes were fixed in 4% paraformaldehyde overnight at 4°C. Paraffin-wax-embedded tissue were sectioned at 2 µm. For frozen sections, samples were dehydrated in 10%, 20%, and 30% sucrose, embedded in optimum cutting temperature (OCT) compound, and then cryo-sectioned at 5 µm. Antigen retrieval was performed using the Tris-EDTA Antigen Retrieval Solution (Beyotime, P0084) following the manufacturer's instructions. The sections were subsequently subjected to standard hematoxylin and eosin (H&E) or immunofluorescence staining. Apoptosis detection was performed using the TUNEL Kit (Abbkine, KTA2011) following the manufacturer's instructions, and images were acquired using Fluoview FV1000 confocal microscope (Olympus, Tokyo, Japan). Transmission Electron Microscopy  Tissues were fixed in 2.5% glutaraldehyde at 4°C overnight, rinsed, re-fixed in 1% osmium tetroxide at room temperature for 2 hours, dehydrated with ethanol, and embedded in resin. Ultrathin sections (100 nm) were prepared and stained with uranyl acetate and lead citrate, and images were acquired using a transmission electron microscope (TEM; JEOL, Tokyo, Japan). Western Blot Analysis Embryos at 5 dpf were lysed in RIPA buffer (Beyotime, P0013B) containing phenylmethanesulfonyl fluoride (Beyotime, ST506), each sample consisting of 10 pooled embryos. Protein concentration was measured using the Enhanced BCA Protein Assay Kit (Beyotime, P0010). Samples were boiled for 5 minutes and stored at −20°C. Lysates were subjected to SDS-PAGE, transferred to polyvinylidene fluoride membranes, blocked with 5% skim milk for 1 hour, and incubated overnight with primary antibodies at 4°C. Following incubation with HRP-conjugated secondary antibodies, chemiluminescence was used for detection, and ImageJ was used for protein quantification. Experiments were repeated three times. Quantitative Real-Time Polymerase Chain Reaction Analysis Total RNA from 5 dpf embryos was extracted using the Total RNA Extraction Kit (Promega, LS1040). The cDNA synthesis was conducted using the cDNA Synthesis Kit (GeneCopoeia, QP057), and qRT-PCR was performed using SYBR Green qPCR mix 2.0 (GeneCopoeia, QP031). β-actin was used as the reference gene. Primer sequences are shown in  Supplementary Table S1 . RNA-Sequencing and Bioinformatics Analysis Total RNA from 5 dpf dync1h1 −/−  and wild-type (WT) embryos was extracted using TRIeasy Reagent (Yeasen, 10606ES60), with each sample containing 20 pooled embryos. RNA sequencing was performed using Illumina NovaSeq 6000. Clean reads were aligned to the zebrafish reference genome (Ensembl, GRCz11) using Hisat2 (version 2.0.5), and mRNA expression quantified via featureCounts (version 1.5.0-p3). Differential expression analysis used DESeq2 (version 1.20.0) with a threshold of |log2 (FoldChange)|≥1 and adjusted  P  value ≤ 0.05. Gene Ontology and Kyoto Encyclopedia of Genes and Genomes (KEGG) pathway enrichment analyses were conducted using ClusterProfiler ( http://www.genome.jp/kegg/ ). Statistical Analysis Data analyses were performed using GraphPad Prism 9, with results indicated as mean ± SD. The Shapiro–Wilk test was used to assess whether the data obeyed the normal distribution. If the data obeyed the normal distribution, statistical significance was calculated using Student's  t -test or 1-way ANOVA analysis (3 or more groups, followed by Tukey's multiple comparisons for the post hoc test). If the data were not normally distributed, statistical significance was calculated using the Mann–Whitney  U  test or Kruskal–Wallis test (3 or more groups, followed by Dunnett's multiple comparisons for the post hoc test). The significance levels noted as not significant (ns) =  P  > 0.05; *,  P  < 0.05; **,  P  < 0.01; ***,  P  < 0.001; ****,  P  < 0.0001.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:21:05.887767",
  "abstract_length": 842,
  "methods_length": 6576,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}