{
  "pmid": "PMID:23685747",
  "title": "Forward genetic screen for malignant peripheral nerve sheath tumor formation identifies new genes and pathways driving tumorigenesis.",
  "abstract": "Malignant peripheral nerve sheath tumors (MPNSTs) are sarcomas of Schwann cell lineage origin that occur sporadically or in association with the inherited syndrome neurofibromatosis type 1. To identify genetic drivers of MPNST development, we used the Sleeping Beauty (SB) transposon-based somatic mutagenesis system in mice with somatic loss of transformation-related protein p53 (Trp53) function and/or overexpression of human epidermal growth factor receptor (EGFR). Common insertion site (CIS) analysis of 269 neurofibromas and 106 MPNSTs identified 695 and 87 sites with a statistically significant number of recurrent transposon insertions, respectively. Comparison to human data sets identified new and known driver genes for MPNST formation at these sites. Pairwise co-occurrence analysis of CIS-associated genes identified many cooperating mutations that are enriched in Wnt/β-catenin, PI3K-AKT-mTOR and growth factor receptor signaling pathways. Lastly, we identified several new proto-oncogenes, including Foxr2 (encoding forkhead box R2), which we functionally validated as a proto-oncogene involved in MPNST maintenance.",
  "authors": "Eric P Rahrmann; Adrienne L Watson; Vincent W Keng; Kwangmin Choi; Branden S Moriarity; Dominic A Beckmann; Natalie K Wolf; Aaron Sarver; Margaret H Collins; Christopher L Moertel; Margaret R Wallace; Bernat Gel; Eduard Serra; Nancy Ratner; David A Largaespada",
  "journal": "Nature genetics",
  "publicationDate": "2013-07",
  "doi": "10.1038/ng.2641",
  "methods": "ONLINE METHODS Transgenic animals and tumor isolation Three transgenes were used to induce SB mutagenesis in Schwann cells: a conditionally expressed  SB  transposase enzyme ( R26-lsl-SB11 ) , a Schwann cell specific Cre-recombinase controlled by the CNP promoter ( 35 Cnp-Cre ) , and a concatomer of oncogenic transposons (T2/Onc15) 38 . Triple transgenic mice ( 48 Cnp-Cre; R26-lsl-SB11; T2/Onc15 ) undergo insertional mutagenesis in Schwann cells. MPNST predisposing alleles,  Cnp-EGFR  and conditional  Trp53  alleles, were also included R270H . Mouse cohorts are shown in  41 , 42 Figure 1a . Genotyping PCR was performed on phenol-chloroform extracted mouse-tail DNA as previously described . 34 , 38 , 41 , 42 Peripheral nerves and tumors were resected, assessed, and histologically evaluated as previously described . Each sample was pathologically graded using established criteria for tumors generated in genetically engineered mouse models (GEMM) 59 . Grade 1 PNSTs are called neurofibromas. Tumors with features of human MPNSTs (GEMM grade 3 PNSTs) are called grade 3 PNSTs. 75 Transposon Insertion Site Analysis DNA isolated from  SB -derived neurofibromas and grade 3 PNSTs underwent linker-mediated PCR to amplify transposon-genomic DNA junctions and were sequenced as previously described . Identification of TAPDANCE CISs and gene centric CISs from sequenced transposon-genomic DNA PCR products was performed as previously described 34 . The local-hopping phenomenon of T2/Onc was accounted for by excluding chromosome 15 (T2/Onc donor locus) from the analysis. Known CIS artifacts originating from the T2/Onc sequence elements ( 49 , 50 En2 ,  Foxf2 ) and amplified regions of the mouse genome ( Serinc3 ,  Sfi ) were also excluded . Thirty-three histologically normal nerves from SB mutagenized mice were sequenced to assess potential transposon integration hotspots; no CISs were identified. 48 , 49 Gene expression data analysis Published data (GEO accession #: GSE14038 , Affymetrix GeneChip HU133 Plus 2.0) were used for gene expression pattern analysis. For gene annotation, custom CDF (custom GeneChip library file) based on RefSeq target definitions (Hs133P REFSEQ Version 8) was downloaded and used to provide accurate interpretation of GeneChip data . 76 Statistical comparisons were done using R/Bioconductor packages and GeneSpring GX v7.3.1 (Agilent Technologies). Differentially expressed (DE)-genes were defined as genes with expression levels at least three-fold higher or lower in target groups (MPNST) compared to normal human Schwann cells (NHSCs) after applying Benjamini and Hochberg false discovery rate correction (FDR/BH p ≤ 0.05) . 77 MPNST whole-methylome data analysis Feber et al. published unbiased whole-methylome data of NHSCs, neurofibroma, and MPNST genomes (GEO accession #:  GSE21714 ) . We adopted the Feber et al. method for detecting differentially methylated regions (DMR) in MPNST compared to NHSC 53 . Briefly, Batman methylation scores per 100bp were averaged for each 1Kb window. A conservative threshold for DMR calling was used based on the 95th percentile of the difference in methylation score. DMR regions were mapped to human genome hg18 version (Build NCBI-36). 53 , 78 The nearest CpG island shores (CpG-IS) to the transcription start sites (TSS) of each gene/miRNA were scanned . We defined CpG-IS as areas up to 2Kb distant from CpG islands. We considered the nearest upstream CpG-IS from the transcription start site, within 5K bp ranges from each TSS. The genomic coordinates of miRNAs, genes, and CpG islands (NCBI36/hg18) were extracted from corresponding tracks of UCSC Genome Browser ( 53 , 78 http://genome.ucsc.edu ). For intragenic miRNAs, we assumed their expression is influenced by the nearest CpG-IS to the TSS of their host gene. Copy number alteration (CNA) data analysis CNA data on 51 primary MPNSTs were from the published GSE3388 data set (Agilent Human Genome CGH Microarray kit (4x44K) . A circular binary segmentation (CBS) algorithm was applied to the log2 ratios of intensity values from tumor and normal to reduce local noise effects. CBS calculates a likelihood-ratio statistic for each array probe by permutation to locate change-points 54 , 79 . After segmentation step, CGHcall algorithm was used to assign each segment an aberration label: gain, loss, or normal 80 . A visualization program was written in R to present overall gain/loss patterns of all 51 MPNSTs. We considered a given genomic region as significantly recurrent CNA region if the number of CNA labels (gain or loss) given to them exceeded a threshold of statistical significance that we estimated using a permutation test. Briefly, CNA labels, three state calls (gain/loss/normal) by CGHcall algorithm, of the targets were permuted 10,000 times to get distribution, and sums of gain or loss labels were computed for each target. The 95th percentile values for both sums (23 patients out of 51) were chosen as thresholds of statistically significant recurrent CNA. Genomic coordinates used in plots were based on hg19/GRCh37.p8 (R/Bioconductor biomaRt package) 81 . 82 SNP-Array Analysis SNP-array analysis was performed on 14 MPNST primary tumors using the Illumina Infinium technology (Illumina, San Diego, CA). Tumors were analyzed using the Illumina Human660W-Quad beadchip. The data were processed with GenoCNA to segment the genome and determine copy number status . 82 Tissue Microarray Representative areas of disease were identified on hematoxylin and eosin-stained sections for 30 dermal neurofibromas, 31 plexiform neurofibromas, and 32 MPNSTs. Blocks consisting of duplicate 1.0 mm core samples were constructed with a manual tissue arrayer (MTA-1, Beecher Inc, WI) with 64 cores per recipient block. Immunohistochemistry (IHC) for FOXR2 (1:100, SIGMA) was performed utilizing an immunohistochemical staining platform (Nemesis 7200, Biocare) following standard IHC protocols . Digital images of IHC stained TMA slides were obtained as previously described by Rizzardi et al. 2012 83 . 84 Cell Culture/Assays Immortalized human Schwann cells (iHSCs) were acquired from the laboratory of Dr. Margaret Wallace. iHSCs and human MPNST cell lines (ST88-14, STS26T, S462, S462-TY, and T265) were cultured in complete media (1xDMEM, 10% fetal bovine serum, 1x penicillin/streptomycin) and grown at 37°C in 5% CO 2 . shRNA GIPZ lentiviral constructs were purchased from Openbiosystems. Proliferation assays were setup in a 96-well plate format with 500 cells per well in full DMEM media containing 1ug/ml of puromycin (Life Technologies). Proliferation was assessed every 24 hours for 5 days using the MTS assay (Promega) following the manufacturer’s protocols. Experiments were performed in triplicate. Soft agar anchorage independent colony formation assays were carried out as previously described . After 2 weeks of growth, cells were fixed in 10% formalin containing 0.005% Crystal Violet for 1 hour at room temperature. Formalin was removed and colonies were imaged on a Leica S8 AP0 microscope. Twelve images per cell line were taken and automated colony counts were done using ImageJ software. 85 FOXR2  overexpression construct FOXR2  cDNA (Open Biosystems) was cloned into the Gateway Vector System (Invitrogen) and subcloned into a  piggyBac  ( PB ) transposon vector. The  PB  control vector contains the  Luciferase  and  Gfp  reporter genes. Cells were transfected with 2ug of  FOXR2  or  Luciferase PB  transposon ( Supplementary Fig. 8a ) and 500ng of PB7 transposase plasmid using the NEON transfection system following manufacturers protocols (Invitrogen). Successfully transfected cells were enriched with 1ug/ml puromycin. Generation of TALEN Knockout Cell Lines TALENs targeting  FOXR2  were designed using TALE-NT and constructed as previously described . An  86 – 88 HPRT  TALEN pair served as a control . TALENs were assembled using Golden Gate cloning with the truncated Δ152+63 TALEN backbone 86 . Assembled TALENs were tested by transient transfection into K562 cells using the NEON electroporation system (Invitrogen) and subsequent CEL-I assay 86 , 89 . 90 Knockout cell lines were generated using the  PB  Co-transposition method ( Moriarity et al ., unpublished data). Briefly, cells were electroporated with plasmids encoding the left and right TALENs, the hyperactive  PB7  transposase, and Puromycin encoding transposon vectors. TALEN-treated cells were incubated at 37°C, 5% CO2 for 1 day followed by two days of ‘cold shock’ at 30°C to increase nuclease activity . Cells were seeded at 50 cells per well in 96 well plates with Puromycin containing DMEM. Single cell clones were expanded, DNA was extracted, and CEL-I PCR was performed with amplicons sequenced via standard single pass Sanger sequencing (ACGT, Inc). Individual clone sequence data were analyzed for insertion/deletions (indels) formed by non-homologous end joining at the TALEN cut site and were classified as wildtype (WT), knockout (KO), or mutation detected (MD). Mutation detected clones were further analyzed by standard TOPO cloning and sequencing to determine the indels at each allele. 91 Quantitative-PCR analysis 1ug of total RNA was DNase (Life Technologies) treated and used for reverse transcription with the Super Script III first strand synthesis kit (Life Technologies) following manufacturer’s protocol. qPCR reactions utilized the LightCycler 480 SYBR I Green (Roche) and were analyzed on an Eppendorf Mastercycler ep gradient S. Primers are listed in  Supplementary Table 12 . Data were analyzed using the RealPlex software, calibrated to  ACTB  levels, and normalized to respective controls. Immunoblotting and immunofluorescence FOXR2 protein was detected in whole cell lysates harvested with modified RIPA buffer (0.5% (vol/vol) NP-40, 50 mM Tris-HCl pH 7.4, 150 mM NaCl, 1 mM EDTA) containing phosphatase inhibitors (SIGMA) and a complete mini protease inhibitor pellet (Roche). Lysates were separated on a 10% resolving gel, transferred to PVDF membrane, and probed with antibodies against FOXR2 (SIGMA) and GAPDH (Cell Signaling Tech.) following manufacturers’ protocols. Immunofluorescence on tissue sections and cell lines with antibodies probing FOXR2 (SIGMA) and CNPase (Santa Cruz) were carried out following manufacturers’ protocols followed by incubation with fluorescently labeled secondary antibodies (Life Technologies). Slides were counter stained and mounted with anti-FADE Gold (Life Technologies) containing DAPI. Images were acquired using AxioVision software.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:25:03"
}