{
  "pmid": "23685747",
  "abstract": "Forward genetic screen for malignant peripheral nerve sheath tumor formation  identifies new genes and pathways driving tumorigenesis.  Rahrmann EP(1), Watson AL, Keng VW, Choi K, Moriarity BS, Beckmann DA, Wolf NK,  Sarver A, Collins MH, Moertel CL, Wallace MR, Gel B, Serra E, Ratner N,  Largaespada DA.  Author information: (1)Masonic Cancer Center, University of Minnesota, Minneapolis, MN, USA.  rahr0003@umn.edu  Malignant peripheral nerve sheath tumors (MPNSTs) are sarcomas of Schwann cell  lineage origin that occur sporadically or in association with the inherited  syndrome neurofibromatosis type 1. To identify genetic drivers of MPNST  development, we used the Sleeping Beauty (SB) transposon-based somatic  mutagenesis system in mice with somatic loss of transformation-related protein  p53 (Trp53) function and/or overexpression of human epidermal growth factor  receptor (EGFR). Common insertion site (CIS) analysis of 269 neurofibromas and  106 MPNSTs identified 695 and 87 sites with a statistically significant number  of recurrent transposon insertions, respectively. Comparison to human data sets  identified new and known driver genes for MPNST formation at these sites.  Pairwise co-occurrence analysis of CIS-associated genes identified many  cooperating mutations that are enriched in Wnt/β-catenin, PI3K-AKT-mTOR and  growth factor receptor signaling pathways. Lastly, we identified several new  proto-oncogenes, including Foxr2 (encoding forkhead box R2), which we  functionally validated as a proto-oncogene involved in MPNST maintenance.  DOI: 10.1038/ng.2641 PMCID: PMC3695033 PMID: 23685747 [Indexed for MEDLINE]  Conflict of interest statement: COMPETING FINANCIAL INTERESTS D.A. Largaespada  has ownership interest (including patents) in Discovery Genomics, Inc. and  NeoClone Biotechnologies International. He is also a consultant/Advisory Board  member of Discovery Genomics, Inc. and NeoClone Biotechnologies International.",
  "methods": "ONLINE METHODS Transgenic animals and tumor isolation Three transgenes were used to induce SB mutagenesis in Schwann cells: a conditionally expressed  SB  transposase enzyme ( R26-lsl-SB11 ) , a Schwann cell specific Cre-recombinase controlled by the CNP promoter ( 35 Cnp-Cre ) , and a concatomer of oncogenic transposons (T2/Onc15) 38 . Triple transgenic mice ( 48 Cnp-Cre; R26-lsl-SB11; T2/Onc15 ) undergo insertional mutagenesis in Schwann cells. MPNST predisposing alleles,  Cnp-EGFR  and conditional  Trp53  alleles, were also included R270H . Mouse cohorts are shown in  41 , 42 Figure 1a . Genotyping PCR was performed on phenol-chloroform extracted mouse-tail DNA as previously described . 34 , 38 , 41 , 42 Peripheral nerves and tumors were resected, assessed, and histologically evaluated as previously described . Each sample was pathologically graded using established criteria for tumors generated in genetically engineered mouse models (GEMM) 59 . Grade 1 PNSTs are called neurofibromas. Tumors with features of human MPNSTs (GEMM grade 3 PNSTs) are called grade 3 PNSTs. 75 Transposon Insertion Site Analysis DNA isolated from  SB -derived neurofibromas and grade 3 PNSTs underwent linker-mediated PCR to amplify transposon-genomic DNA junctions and were sequenced as previously described . Identification of TAPDANCE CISs and gene centric CISs from sequenced transposon-genomic DNA PCR products was performed as previously described 34 . The local-hopping phenomenon of T2/Onc was accounted for by excluding chromosome 15 (T2/Onc donor locus) from the analysis. Known CIS artifacts originating from the T2/Onc sequence elements ( 49 , 50 En2 ,  Foxf2 ) and amplified regions of the mouse genome ( Serinc3 ,  Sfi ) were also excluded . Thirty-three histologically normal nerves from SB mutagenized mice were sequenced to assess potential transposon integration hotspots; no CISs were identified. 48 , 49 Gene expression data analysis Published data (GEO accession #: GSE14038 , Affymetrix GeneChip HU133 Plus 2.0) were used for gene expression pattern analysis. For gene annotation, custom CDF (custom GeneChip library file) based on RefSeq target definitions (Hs133P REFSEQ Version 8) was downloaded and used to provide accurate interpretation of GeneChip data . 76 Statistical comparisons were done using R/Bioconductor packages and GeneSpring GX v7.3.1 (Agilent Technologies). Differentially expressed (DE)-genes were defined as genes with expression levels at least three-fold higher or lower in target groups (MPNST) compared to normal human Schwann cells (NHSCs) after applying Benjamini and Hochberg false discovery rate correction (FDR/BH p ≤ 0.05) . 77 MPNST whole-methylome data analysis Feber et al. published unbiased whole-methylome data of NHSCs, neurofibroma, and MPNST genomes (GEO accession #:  GSE21714 ) . We adopted the Feber et al. method for detecting differentially methylated regions (DMR) in MPNST compared to NHSC 53 . Briefly, Batman methylation scores per 100bp were averaged for each 1Kb window. A conservative threshold for DMR calling was used based on the 95th percentile of the difference in methylation score. DMR regions were mapped to human genome hg18 version (Build NCBI-36). 53 , 78 The nearest CpG island shores (CpG-IS) to the transcription start sites (TSS) of each gene/miRNA were scanned . We defined CpG-IS as areas up to 2Kb distant from CpG islands. We considered the nearest upstream CpG-IS from the transcription start site, within 5K bp ranges from each TSS. The genomic coordinates of miRNAs, genes, and CpG islands (NCBI36/hg18) were extracted from corresponding tracks of UCSC Genome Browser ( 53 , 78 http://genome.ucsc.edu ). For intragenic miRNAs, we assumed their expression is influenced by the nearest CpG-IS to the TSS of their host gene. Copy number alteration (CNA) data analysis CNA data on 51 primary MPNSTs were from the published GSE3388 data set (Agilent Human Genome CGH Microarray kit (4x44K) . A circular binary segmentation (CBS) algorithm was applied to the log2 ratios of intensity values from tumor and normal to reduce local noise effects. CBS calculates a likelihood-ratio statistic for each array probe by permutation to locate change-points 54 , 79 . After segmentation step, CGHcall algorithm was used to assign each segment an aberration label: gain, loss, or normal 80 . A visualization program was written in R to present overall gain/loss patterns of all 51 MPNSTs. We considered a given genomic region as significantly recurrent CNA region if the number of CNA labels (gain or loss) given to them exceeded a threshold of statistical significance that we estimated using a permutation test. Briefly, CNA labels, three state calls (gain/loss/normal) by CGHcall algorithm, of the targets were permuted 10,000 times to get distribution, and sums of gain or loss labels were computed for each target. The 95th percentile values for both sums (23 patients out of 51) were chosen as thresholds of statistically significant recurrent CNA. Genomic coordinates used in plots were based on hg19/GRCh37.p8 (R/Bioconductor biomaRt package) 81 . 82 SNP-Array Analysis SNP-array analysis was performed on 14 MPNST primary tumors using the Illumina Infinium technology (Illumina, San Diego, CA). Tumors were analyzed using the Illumina Human660W-Quad beadchip. The data were processed with GenoCNA to segment the genome and determine copy number status . 82 Tissue Microarray Representative areas of disease were identified on hematoxylin and eosin-stained sections for 30 dermal neurofibromas, 31 plexiform neurofibromas, and 32 MPNSTs. Blocks consisting of duplicate 1.0 mm core samples were constructed with a manual tissue arrayer (MTA-1, Beecher Inc, WI) with 64 cores per recipient block. Immunohistochemistry (IHC) for FOXR2 (1:100, SIGMA) was performed utilizing an immunohistochemical staining platform (Nemesis 7200, Biocare) following standard IHC protocols . Digital images of IHC stained TMA slides were obtained as previously described by Rizzardi et al. 2012 83 . 84 Cell Culture/Assays Immortalized human Schwann cells (iHSCs) were acquired from the laboratory of Dr. Margaret Wallace. iHSCs and human MPNST cell lines (ST88-14, STS26T, S462, S462-TY, and T265) were cultured in complete media (1xDMEM, 10% fetal bovine serum, 1x penicillin/streptomycin) and grown at 37°C in 5% CO 2 . shRNA GIPZ lentiviral constructs were purchased from Openbiosystems. Proliferation assays were setup in a 96-well plate format with 500 cells per well in full DMEM media containing 1ug/ml of puromycin (Life Technologies). Proliferation was assessed every 24 hours for 5 days using the MTS assay (Promega) following the manufacturer’s protocols. Experiments were performed in triplicate. Soft agar anchorage independent colony formation assays were carried out as previously described . After 2 weeks of growth, cells were fixed in 10% formalin containing 0.005% Crystal Violet for 1 hour at room temperature. Formalin was removed and colonies were imaged on a Leica S8 AP0 microscope. Twelve images per cell line were taken and automated colony counts were done using ImageJ software. 85 FOXR2  overexpression construct FOXR2  cDNA (Open Biosystems) was cloned into the Gateway Vector System (Invitrogen) and subcloned into a  piggyBac  ( PB ) transposon vector. The  PB  control vector contains the  Luciferase  and  Gfp  reporter genes. Cells were transfected with 2ug of  FOXR2  or  Luciferase PB  transposon ( Supplementary Fig. 8a ) and 500ng of PB7 transposase plasmid using the NEON transfection system following manufacturers protocols (Invitrogen). Successfully transfected cells were enriched with 1ug/ml puromycin. Generation of TALEN Knockout Cell Lines TALENs targeting  FOXR2  were designed using TALE-NT and constructed as previously described . An  86 – 88 HPRT  TALEN pair served as a control . TALENs were assembled using Golden Gate cloning with the truncated Δ152+63 TALEN backbone 86 . Assembled TALENs were tested by transient transfection into K562 cells using the NEON electroporation system (Invitrogen) and subsequent CEL-I assay 86 , 89 . 90 Knockout cell lines were generated using the  PB  Co-transposition method ( Moriarity et al ., unpublished data). Briefly, cells were electroporated with plasmids encoding the left and right TALENs, the hyperactive  PB7  transposase, and Puromycin encoding transposon vectors. TALEN-treated cells were incubated at 37°C, 5% CO2 for 1 day followed by two days of ‘cold shock’ at 30°C to increase nuclease activity . Cells were seeded at 50 cells per well in 96 well plates with Puromycin containing DMEM. Single cell clones were expanded, DNA was extracted, and CEL-I PCR was performed with amplicons sequenced via standard single pass Sanger sequencing (ACGT, Inc). Individual clone sequence data were analyzed for insertion/deletions (indels) formed by non-homologous end joining at the TALEN cut site and were classified as wildtype (WT), knockout (KO), or mutation detected (MD). Mutation detected clones were further analyzed by standard TOPO cloning and sequencing to determine the indels at each allele. 91 Quantitative-PCR analysis 1ug of total RNA was DNase (Life Technologies) treated and used for reverse transcription with the Super Script III first strand synthesis kit (Life Technologies) following manufacturer’s protocol. qPCR reactions utilized the LightCycler 480 SYBR I Green (Roche) and were analyzed on an Eppendorf Mastercycler ep gradient S. Primers are listed in  Supplementary Table 12 . Data were analyzed using the RealPlex software, calibrated to  ACTB  levels, and normalized to respective controls. Immunoblotting and immunofluorescence FOXR2 protein was detected in whole cell lysates harvested with modified RIPA buffer (0.5% (vol/vol) NP-40, 50 mM Tris-HCl pH 7.4, 150 mM NaCl, 1 mM EDTA) containing phosphatase inhibitors (SIGMA) and a complete mini protease inhibitor pellet (Roche). Lysates were separated on a 10% resolving gel, transferred to PVDF membrane, and probed with antibodies against FOXR2 (SIGMA) and GAPDH (Cell Signaling Tech.) following manufacturers’ protocols. Immunofluorescence on tissue sections and cell lines with antibodies probing FOXR2 (SIGMA) and CNPase (Santa Cruz) were carried out following manufacturers’ protocols followed by incubation with fluorescently labeled secondary antibodies (Life Technologies). Slides were counter stained and mounted with anti-FADE Gold (Life Technologies) containing DAPI. Images were acquired using AxioVision software.",
  "introduction": "",
  "results": "RESULTS SB  mutagenesis accelerated neurofibroma development and progression to MPNST Four experimental mouse cohorts underwent  SB  mutagenesis on wildtype or tumor pre-disposing backgrounds following  Cnp-Cre  induction in Schwann cells and their precursors ( Supplementary Fig. 1a ) . Mice lacking full components for  35 , 38 , 41 , 42 SB  mutagenesis served as controls. Predominantly, the  Cnp-EGFR  (hereafter called EGFR-overexpressing) and  Cnp-Cre; Cnp-EGFR; Trp53  (hereafter called EGFR-overexpressing and p53-mutant) mice with or without  R270H SB  mutagenesis developed nerve-associated tumors throughout the body ( Supplementary Table 1 ,  Supplementary Fig. 1b ). Nerve-associated tumors possessed histological features of Schwann cell tumor stages: Schwann cell hyperplasia, benign grade 1 PNSTs (neurofibromas), and aggressive grade 3 PNSTs (MPNST in humans) ( Supplmentary Fig. 1c–d ). Mouse grade 3 PNSTs developed in anatomical regions observed in human MPNSTs ( Supplementary Fig. 2a–b ) . Moreover, some control and  6 , 43 , 44 SB -derived grade 3 PNSTs contained regions of divergent cellular histological subtypes and differentiation events characteristic of some human MPNSTs ( Supplementary Fig. 3a–b ) . Neurofibromas displayed no divergent differentiation. Collectively, our mouse model data indicate that the common genetic changes in human MPNST produce a phenotype in mice that resembles the human disease. 45 – 47 To determine if  SB  mutagenesis accelerated tumor formation,  SB  expression and activity in neurofibromas and grade 3 PNSTs were first confirmed by immunohistochemistry and by PCR-excision assay ( Supplementary Fig. 1e ) . Wildtype or p53-mutant mice undergoing transposition developed few Schwann cell tumors (~2–7%) ( 48 Figure 1a ). As previously reported, EGFR-overexpressing mice developed nerve hyperplasia with low incidence of neurofibroma formation (~17%) and no grade 3 PNST formation ( Figure 1a ) . In contrast,  41 SB  mutagenesis significantly enhanced neurofibroma formation (~35%, p=0.0155) and induced grade 3 PNST formation in EGFR-overexpressing mice (p=0.0141). EGFR-overexpresing and p53-mutant transgenes cooperated to significantly increase neurofibroma and grade 3 PNST formation (p<0.0001,  Figure 1a ).  SB  mutagenesis on both pre-disposed alleles led to neurofibroma development, significantly increased grade 3 PNST development (p=0.0005), and significantly reduced grade 3 PNST free-survival compared to both pre-disposed alleles alone (p<0.0001,  Figure 1b ). Tumor penetrance for each genotype is summarized in  Supplementary Table 1 . Overall,  SB  mutagenesis enhanced grade 3 PNST incidence compared to controls. Identification of Schwann cell tumor driver-mutation genes T2/Onc insertion sites from 269  SB -derived neurofibromas and 106  SB -derived grade 3 PNSTs from 100 mice were analyzed to identify driver-mutations (CISs). We utilized two statistical methods to identify CISs: TAPDANCE CIS (td-CIS) and gene centric CIS (gCIS) analyses (See methods for details,  Supplementary Data 1–2 ,  Table 1 ,  Supplementary Table 2 ) . td-CIS analysis identified 511 neurofibroma and 34 grade 3 PNST driver-mutations with 21 genes overlapping. gCIS analysis identified 535 neurofibroma and 75 grade 3 PNST driver-mutations with 32 genes overlapping. Accounting for coinciding CISs from each analysis, there were 87 grade 3 PNST (25.3% overlap) and 695 neurofibroma driver-mutations (50.1% overlap) with 37 genes common to both tumor types. 49 , 50 Analysis of td-CIS association with tumor type identified significant driver-mutations in neurofibromas (n=47) and grade 3 PNSTs (n=10) ( Table 1 ,  Supplementary Table 2 ,  Supplementary Fig. 4a–b ). Known Schwann cell tumor suppressor genes (TSG),  Nf1  and  Pten , were significantly associated with grade 3 PNSTs and identified in 34.9% (p=8.04E-06) and 30.2% (p=3.85E-06) of tumors, respectively . In neurofibromas,  13 , 51 Nf1  and  Pten  insertions contributed to 16.4% and 14.1% of tumors, respectively. The most commonly mutated neurofibroma CISs were  Csmd1  (46.8%, p=1.12E-05),  Utrn  (30.5%, p=0.02189) and  Zbtb20  (29.4%, p=1.15E-05). Genes previously implicated in human MPNST formation were also identified:  Bmpr2  (9.4%, p=0.005),  Jak2  (5.7%, p=0.0013), and  Nf2  (5.7%, p=0.0013). The position/orientation of the T2/Onc murine stem cell virus (MSCV) promoter relative to the direction of gene transcription can be used to predict whether T2/Onc is likely to drive or disrupt gene transcription . Transcriptional activation may occur if the majority of transposon insertions are orientated upstream of a gene or translational start site with MSCV promoters in the same direction as gene transcription; the gene would be a putative proto-oncogene (e.g.  52 Eras ,  Foxr2 , and  Zfp521)  ( Supplementary Fig. 5a ,  Supplementary Table 3 ). Disruption of transcription may occur if the transposons land within a gene with no MSCV promoter orientation or insertion site bias within the locus; the gene would be a putative TSG (e.g.  Nf1  and  Pten ) ( Supplementary Fig. 5b ,  Supplementary Table 3 ). Twenty putative proto-oncogenes and sixty-seven putative TSGs were identified in grade 3 PNST CISs ( Table 1 ,  Supplementary Table 3 ). Comparative analysis of grade 3 PNST CISs identified novel genes involved in MPNSTs Relevance of the CIS-associated genes to human MPNST formation was evaluated by cross-species comparative analysis of the grade 3 PNST CISs to previously generated human array comparative genomic hybridization (aCGH), single nucleotide polymorphism (SNP) arrays, human microarray expression, and methylome data from normal Schwann cells, neurofibromas, and MPNSTs ( Figure 2 ) . Utilizing human MPNST aCGH data, we identified CISs with a tendency toward CNA-gains (n=31,  5 , 53 , 54 ZBTB10, CDK13, RAB2A, SHFM1, CPNE3 ) and CNA-losses (n= 34,  CDKN2A ,  JAK2 ,  NF1, NF2, FAF1, PLAA, PICLAM ) ( Supplementary Table 4 ,  Figure 2 ,  Supplementary Fig. 6–7 ) . Comparably, whole genome SNP analysis on additional MPNSTs (n=14) identified several CISs in chromosomal regions gained ( 54 BMPR2, CPNE3, EML4 ) and lost ( CDKN2A, JAK2, PLAA ) in >35% of the samples ( Supplementary Table 5 ). However, many recurrently gained/lost genes were found in regions of large chromosomal rearrangements making it difficult to discern whether they are driver or passenger mutations. To address this concern, methylome and microarray expression data from human Schwann cell tumors were analyzed. Promoter CpG Island Shore (CpG-IS) methylation status is predictive of gene expression: hypermethylation is associated with gene silencing and hypomethylation is associated with gene expression . We used MPNST whole methylome data to analyze the methylation patterns of the promoter CpG-IS regions 53 . Fifty-five CIS genes showed significant differential hypo- or hyper-methylation patterns in their CpG-IS regions (see Online Methods,  53 Supplementary Table 6 ,  Figure 2 ). Six CISs displayed hypomethylation in >10% of tumors ( BMPR2, PRDX1, PTPN14, BAZ1B, JMY, MAEA ), while only  KLF13  was hypermethylated in >10% of MPNSTs. To assess the impact of CNAs and methylation patterns on gene expression, we utilized microarray expression data. Seventy-seven CISs had a human homolog on the microarray ( Supplementary Fig. 8 ) . Microarray expression data predict CISs either upregulated ( 5 EIF4ENIF1, EML4, PTCH1, TRIP10, ZBTB10, ZNF217, ZNF521 ) or downregulated ( TAOK1, PICALM, NF1, NF2, SPAG9, SRGAP2, PTEN ) in disease progression to MPNSTs ( Supplementary Fig. 8 ,  Figure 2 ). Overall, genes we predicted to be oncogenes and TSGs from the SB screen displayed the expected biases in overexpression/CNA-gains/hypomethylation and reductions in gene expression/CNA-losses/hypermethylation ( Figure 2 ). These genes include known drivers of MPNST formation ( CDKN2A, PTEN, NF1 ) and novel candidate drivers ( BAZ1B, FOXR2, ERAS, PLAA, DIP2C, PICALM ). Lastly, we utilized the catalog of somatic mutations in cancer (COSMIC-v63) database to assess alterations of the CISs in other human cancers ( Supplementary Table 7 ) . The grade 3 PNST CIS list is significantly enriched for in the Cancer Gene Census (12/488 genes, FET p=2.99x10 55 −06 , hypergeometric test p=3.206496x10 −06 ) indicating we identified driver-mutations common to many cancer types. MPNST candidate genes are enriched in specific signaling pathways and processes Ingenuity Pathway Analysis (IPA) and the Database for Annotations, Visualization and Integrated Discover (DAVID) were used to identify significantly altered signaling pathways in grade 3 PNST CISs ( Supplementary Tables 8–9 ). IPA identified significant enrichment in cancer-associated signaling pathways (p=8.69x10 −09 –3.89x10 −03 , n=25 genes) including PI3K/AKT (p=1.55x10 −03 ), ERK/MAPK (p=3.79x10 −02 ), Wnt/CTNNB1 (p=5.20x10 −04 ) and BMP/TGF-β (p=4.15x10 −02 ). Cell cycle regulation was the most significantly altered pathway (n=21 genes, p=9.87x10 −07 -3.89x10 −03  and n=6 genes, FET p=2.85x10 −05 , respectively). Additional cancer-associated signaling pathways included Jak-STAT (FET p=5.90x10 −03 ) and TGF-beta (FET p=8.40x10 −03 ). Combining data from DAVID analysis, IPA, and literature reviews, we classified the CISs into three major signal transduction pathways implicated in MPNST development: PI3K/AKT/mTOR (16.1%), MAPK/ERK/JNK/p38 (21.8%), and Wnt/CTNNB1 (17.2%) ( Figure 3a ) . Seven CISs ( 51 , 56 – 58 Bmpr2, Cbp, Dyrk1a, Mark2, Mycn, Ppp2r2a, Pten ) are involved in signaling through all three pathways as canonical members and/or effectors. Co-occurring CISs in grade 3 PNSTs Co-occurrence analysis was performed to identify genes frequently mutated together in grade 3 PNSTs at a higher frequency than expected by chance . Co-occurrence analysis of the 34 td-CISs identified 99 pairs of co-occurring CISs (co-CIS) ( 49 Supplementary Table 10 ). Several genes were identified as co-CISs with the known MPNST driver  Nf1: Pten ,  Dyrk1a ,  Ppp6r3 ,  Taok1 ,  Picalm ,  Top2b ,  Srgap2 , and  Ccny  ( Supplementary Table 10 ,  Figure 3b ).  Nf1  and  Pten  were present in the highest percentage of tumors as single CISs (34.9% and 30.2% respectively,  Table 1 ) and co-occurred in 13/106 grade 3 PNSTs (FET p=7.05x10 −05 ) compared to 1/269 neurofibromas ( Figure 4a ). Human microarray expression data demonstrated a reduction in  NF1  and  PTEN  with disease progression to MPNSTs. ( Supplementary Fig. 8 ). These data suggest that co-occurring mutations in  Nf1  and  Pten  cooperate to form grade 3 PNSTs and may cooperate in human MPNST progression. To address whether  Nf1  and  Pten  mutations cooperate to form Schwann cell tumors  in vivo , we generated transgenic mice with biallelic inactivation of  Nf1  and heterozygous loss of  Pten  in  Cnp-Cre  expressing cells . Cnp-Cre; Nf1 ;  f/f Pten  mice had a significantly decreased median survival of 101 days compared to control  f/+ Cnp-Cre; Nf1  (185 days, Logrank p=0.017) and  f/f Cnp-Cre; Pten  (323 days, Logrank p<0.0001) mice ( f/+ Figure 4b ).  Cnp-Cre; Nf1 ;  f/f Pten  mice (n=5) succumbed to paralysis-related deaths with peripheral nerve hyperplasia and tumors, the majority of which were grade 1 neurofibromas ( f/+ Figure 4c ). Importantly, grade 1 neurofibromas in the extremities (sciatic nerve, brachial plexus) contained regions of high-grade PNST histology ( Figure 4d ).  Cnp-Cre; Nf1  mice (n=4) developed nerve hyperplasia and neurofibromas but no high-grade PNSTs.  f/f Cnp-Cre; Pten  mice (n=15) developed hematopoietic malignancies rather than Schwann cell-related phenotypes. f/+ These data are consistent with our previous experiments in which  Dhh-Cre; Nf1 ;  f/f Pten mice only developed neurofibromas, while  f/+ Cnp-Cre; Nf1 ;  f/f Pten  mice had shorter median survival and possessed regions of high-grade PNST development f/+ . Both mouse models demonstrate the cooperativity of  59 Nf1  and  Pten  mutations for accelerating Schwann cell tumorigenesis. Additional cooperating mutations identified in the co-occurrence analysis may provide insight into cooperating signaling pathways that promote MPNST formation in humans. The novel proto-oncogene  FOXR2  has a role in human MPNST maintenance Foxr2  is a grade 3 PNST CIS predicted to be a proto-oncogene due to the orientation and position of T2/Onc insertions ( Figure 5a ). mRNA fusion transcripts between the T2/Onc MSCV promoter/SD and  Foxr2  were identified in tumors with T2/Onc insertions in the  Foxr2  locus ( Figure 5b ). The sequenced products demonstrated splicing from the T2/Onc splice donor into each exon of the  Foxr2  gene, including a cryptic exon not previously annotated in intron 2 (labeled 2′) ( Figure 5a–b ). T2/Onc fusion transcripts led to increased  Foxr2  mRNA and protein expression in tumors and tumor-derived cell lines, suggesting that  Foxr2  functions as a proto-oncogene ( Figures 5c–e ). Immunohistochemical analysis of a human tissue microarray demonstrated increased cytoplasmic FOXR2 expression in MPNSTs compared to neurofibromas ( Figure 6a–b ).  FOXR2  mRNA and protein levels were increased in MPNST cell lines compared to normal Schwann cells and  CDK4/TERT  immortalized human Schwann cells (iHSCs) ( Figure 6c ) . MPNST cell lines also demonstrated cytoplasmic FOXR2 expression ( 59 Figure 6d ). FOXR2  is a novel gene with unknown function. To explore the role of  FOXR2  in MPNST formation, we developed constructs to overexpress the full-length cDNA or knock out the gene using TAL-effector nucleases ( TALENs ) ( Supplementary Fig. 9a–b ) in iHSCs and MPNST cell lines .  5 , 59 FOXR2  overexpression in the iHSC clone HSC1λ increased total FOXR2 protein and cytoplasmic staining, minimally increased  in vitro  proliferation, and significantly increased soft-agar colony formation compared to luciferase control (two-tailed t-test p<0.0001) ( Figure 7a–c ,  Supplementary Fig. 10a ). Xenograft experiments demonstrated no tumor formation in the control HSC1λ cells, but 3/5 mice harboring  FOXR2  overexpressing cells developed a tumor ( Supplementary Fig. 11a–b ). This phenotype was confirmed by TALEN-mediated targeted knockout of  FOXR2  in S462-TY and STS26T human MPNST cell lines ( Supplementary Fig. 9b ). TALENs that generated knockout or heterogeneous mutations (called mutation detected) of  FOXR2  caused loss of protein by western blot analysis ( Supplementary Fig. 9c ,  Figure 7d ).  FOXR2  knockout and mutation detected cell lines had reduced proliferation and significant reductions in colony formation ability compared to  HPRT  knockout control cells (t-test p<0.0001) ( Supplementary Fig. 10b–c ,  Figure 7e ). Additionally,  FOXR2  loss inhibited the ability of STS26T cells to form tumors in xenograft experiments compared to  HRPT  knockout controls ( Figure 7f ). shRNA-mediated  FOXR2  knockdown in STS26T and S462-TY cell lines confirmed the  FOXR2  TALEN results  in vitro  ( Supplementary Fig. 10d–e ). Collectively,  FOXR2  has minor effects on proliferation  in vitro,  whereas effects on anchorage independent growth and tumorigenicity are more profound.",
  "discussion": "DISCUSSION We performed a large, forward genetic screen in Schwann cells utilizing  SB  somatic cell mutagenesis. We identified hundreds of genes that cooperated with  EGFR  overexpression and p53-loss of function to form neurofibromas and grade 3 PNSTs. Many co-CISs were identified, suggesting that specific, cooperating genetic mutations are required for tumor development. Also, CISs were identified in known signaling pathways altered in human MPNSTs: Wnt/CTNNB1, PI3K/Akt/mTor, and growth factor signaling . Lastly, we identified several novel proto-oncogenes, including  11 – 13 , 58 Foxr2,  and elucidated a role for  FOXR2  in human MPNST maintenance. SB  mutagenesis alone or on the  Trp53  background was insufficient for Schwann cell tumorigenesis compared to previous reports in which  R270H SB  alone caused tumors . This may be explained by differences in the number of cells susceptible to  35 , 60 SB  mutagenesis. Compared to colonic epithelial cells, which have a high turnover rate, that of Schwann cells is near zero unless injury occurs . Moreover,  60 , 61 SB  mutagenesis is a random event, and mutations that confer selective advantage for clonal outgrowth are rare events. Taken together, targeting a small population of cells with a low turnover rate may produce fewer  SB -induced tumors unless a pre-existing mutation(s), such as EGFR-overexpression, is present to expand target cell populations . 41 CIS overlap between two methods for defining CISs in grade 3 PNSTs and neurofibromas was 65% and 68%, respectively ( Table 1 ,  Supplementary Table 2 ). The discordance in CIS calling is based predominantly on methods used to identify a CIS . gCIS analysis is based on window sizes corresponding to annotated genes and 15,000bp upstream to account for the promoter region 49 , 50 . Therefore, the number of insertions required to be deemed a gCIS depends on gene size (i.e., large genes require many insertions while smaller genes require fewer insertions). TAPDANCE analysis generates random window sizes throughout the genome and does not require gene annotation to identify CISs, as 4 ‘gene barren’ regions were identified in the neurofibroma CIS list ( 50 Supplementary Table 2 ) . These regions could contain important enhancer elements, unannotated genes, non-coding RNAs, or other gene regulatory elements. The two methods are complimentary and enhance CIS identification. 49 Based on the number of neurofibromas (n=269) and grade 3 PNSTs (n=106) sequenced, there is a disproportionate number of CISs between neurofibromas (695) and grade 3 PNSTs (87). Analysis of unique transposon insertion site non-redundant (nr) regions identified 33,022 and 139,543 nr-regions for grade 3 PNSTs and neurofibromas, respectively. This discrepancy can be reconciled by the genetic heterogeneity of the  SB -induced tumors. The fewer grade 3 PNSTs nr-regions were sequenced at a higher frequency compared to the neurofibroma nr-regions, suggesting that few cells acquired mutations in strong genetic drivers that conferred a selective advantage for clonal outgrowth. These clonal insertions were sequenced thousands of times more than in the more genetically heterogeneous neurofibromas. Additionally, it is possible only a few, strong driver mutations in Schwann cells are required for progression to grade 3 PNSTs, while there are many alterations that are sufficient to cause neurofibroma formation. For example, cells may achieve many mutations but only the right combination of two or more genes may drive high-grade tumor formation, as we observed in the  Nf1/Pten  model. Lastly, we can reliably identify low-penetrant CISs with higher statistical power given the larger neurofibroma sample size compared to the grade 3 PNSTs. CIS analysis identified a disproportionate number of putative TSGs compared to proto-oncogenes ( Table 1 ,  Supplementary Table 2 ), which also occurred in other solid tumor SB screens  and likely has several explanations: 1) The strength of the T2/Onc MSCV promoter is not strong enough to sufficiently transcriptionally activate proto-oncogenes. A body-wide SB screen using the CAGGs promoter instead of MSCV in T2/Onc identified a larger spectrum of tumors and CISs 34 , 60 , 62 . 2) T2/Onc can insert in both orientations with less insertion position bias within or near a gene to cause inactivation meaning a greater chance of genes being inactivated. Alternatively, for driving oncogenes we observed a clustering of T2/Onc insertions in the promoter region or 5′UTR that predominantly orient to drive transcription. 35 Comparative genomic analysis reliably identified genes previously implicated in human MPNST formation (i.e.,  CDKN2A ,  NF1 ,  PTEN ) . We also identified novel genes recurrently overexpressed/CNA-gains/hypomethylated ( 27 , 63 BAZ1B, FOXR2, ERAS ) and underexpressed/biallelically inactivated/hypermethylated ( DIP2C, PLAA, PICALM ) in human MPNSTs ( Figure 2 ,  Supplementary Figs. 6–8 ,  Supplementary Tables 4–6 ) . However, we identified genes (e.g.,  63 , 64 ZBTB10  and  EML4 ) with CNA gains in human MPNSTs predicted to be disrupted by SB mutagenesis. This discrepancy may reflect differences in mouse versus human MPNST formation and/or CNAs observed in human MPNSTs may mask the function of the gene in tumor progression. Additionally, many of the CISs could be categorized into signaling pathways (PI3K/AKT/mTOR, MAPK/ERK/JNK/p38, and Wnt/CTNNB1) ( Figure 3a ,  Supplementary Tables 8–9 ). Collectively, these data provide novel gene drivers/signaling pathways that potentially promote human MPNST formation. Further experimental evidence is required to determine the contribution any candidate driver gene(s)/pathways may have on MPNST development. Nf1  and  Pten  were most frequently mutated in our screen ,  and  Pten  was significantly co-mutated with  Nf1  in grade 3 PNSTs. Loss of  NF1  alone is not sufficient for MPNST formation in genetically engineered mouse models of  Nf1  loss . Gregorian et. al demonstrated that monoallelic inactivation of  65 – 68 Pten  in Schwann cells with activated  KRas  overexpression caused grade 3 PNST formation G12D . Neither mutation alone was sufficient to generate grade 3 PNSTs. These data suggest that, like  51 Nf1 ,  Pten  mutations alone are insufficient for MPNST formation. Our mouse model of biallelic  Nf1  inactivation and  Pten  heterozygosity demonstrated cooperation for high-grade PNST formation compared to loss of either allele alone ( Figure 3a–d ). We attempted to generate biallelic loss of  Nf1  and  Pten  with the  Cnp-cre  model, but no live mouse originated from the crosses with the expected Mendelian ratio of 1:8.  Cnp-Cre; Nf1  may be embryonic lethal. However,  f/f ; Pten f/f Nf1  loss in the context of  Pten  heterozygosity produced tumors with regions containing high-grade PNSTs, which is consistent with the observation that  PTEN  expression is not completely lost in human MPNSTs. The previously reported  Dhh-Cre; Nf1  mouse model presented with neurofibromas and required biallelic inactivation of the second  f/f ; Pten f/+ Pten  allele for high-grade PNST formation . Therefore, it is important to consider gene dosage, co-mutations, and timing of mutation induction to determine effective mouse models for developmental and therapeutic studies. 59 FOXR2  is a forkhead-box (FOX) transcription factor family member identified  in silico  on chromosome Xp11.21 in humans.  FOXR2  is an ortholog of  FOXR1  that shares 57.7% amino acid identity . FOXR1 is a transcriptional inhibitor of FOX family target genes such as  69 p27Kip1 . Similar to  70 FOXR1 ,  FOXR2  is expressed in mouse embryonic development (E9.5) with reduced expression in adult tissues . Human Protein Atlas and ONCOMINE indicate FOXR2 expression is low and variegated in normal adult human tissues, but expression is increased at the genomic (CNA gains) and protein levels in several cancers 69 . COSMIC-v63 reports 18 point mutations within  71 – 73 FOXR2  from 4,862 samples . We utilized the MutationAssessor program to determine the functional impact of the 18 point mutations on cancer, which ranged from neutral to medium with 4 point-mutations identified in the Fork-head DNA binding domain ( 55 Supplementary Table 12 ). This may indicate that  FOXR2  mutations are not as pivotal to cancer formation as increased expression. Our comparative genomic analysis and functional data predict that  FOXR2  is a proto-oncogene in human MPNST maintenance. FOX superfamily members have been implicated in human cancers through mechanisms like gene amplifications and translocations . Further studies are warranted to determine the extent of FOXR2 involvement in tumor development and its function in normal somatic cells. 74 Interestingly, in the grade 3 PNSTs containing  T2/Onc-Foxr2  fusion transcripts we observed splicing into the first annotated exon of  Foxr2  where splice acceptor elements were not previously described ( Figure 5 ). We identified RNA splicing elements (branch point ‘A’, polyprimidine tract, and ‘AG’ boundary) within 35 nucleotides of the first annotated  Foxr2  exon indicating the potential for splicing. Furthermore,  FOXR2  full-length cDNA unexpectedly encodes two unique protein isoforms ( Figure 7b,d ), and we observed a bias in isoform loss following TALEN knockout ( Figure 7d ). The  FOXR2  locus contains five in-frame methionines of which four have optimal Kozak sequences (amino acid positions 1, 25, 53, 58, and 81) with the following predicted molecular weights: 35.93kDa, 32.94 kDa, 29.76kDa, 29.17kDa, and 26.81kDas. Further studies are necessary to define the Foxr2 locus in mouse and human and to determine the implications of the use of the alternative start codons in tumorigenesis. Overall, using a  SB  forward genetic screen we identified hundreds of candidate cancer driver genes that promote Schwann cell tumorigenesis. Moreover, we determined a new functional role for the novel proto-oncogene  FOXR2  in human MPNST maintenance. Further functional testing of additional CISs may reveal new genetic pathways to target for treatment of human MPNSTs. URLs Ingenuity Pathway Analysis,  http://www.ingenuity.com ; Catalogue of Somatic Mutations in Cancer - COSMIC,  http://www.sanger.ac.uk/genetics/CGP/cosmic/ ; Oncomine,  http://www.oncomine.org/ ; Database for Annotation, Visualization and Integrated Discovery – DAVID,  http://david.abcc.ncifcrf.gov ; gene centric CIS analysis,  http://ias.eng.uiowa.edu/uploader/ ; UCSC Genome Browser,  http://genome.ucsc.edu ; Mutation Assessor program,  http://mutationassessor.org/ , TALE-NT ( https://boglab.plp.iastate.edu/node/add/talen )",
  "fetched_at": "2026-02-16T15:40:40.794217",
  "abstract_length": 1959,
  "methods_length": 10571,
  "introduction_length": 0,
  "results_length": 15207,
  "discussion_length": 10687
}