{
  "pmid": "23762458",
  "abstract": "Children with neurofibromatosis type 1 (NF1) frequently have cognitive and behavioral deficits. Some of these deficits have been successfully modeled in Nf1 genetically-engineered mice that develop optic gliomas (Nf1 OPG mice). In the current study, we show that abnormal motivational influences affect the behavior of Nf1 OPG mice, particularly with regard to their response to novel environmental stimuli. For example, Nf1 OPG mice made fewer spontaneous alternations in a Y-maze and fewer arm entries relative to WT controls. However, analysis of normalized alternation data demonstrated that these differences were not due to a spatial working memory deficit. Other reported behavioral results (e.g., open-field test, below) suggest that differential responses to novelty and/or other motivational influences may be more important determinants of these kinds of behavior than simple differences in locomotor activity/spontaneous movements. Importantly, normal long-term depression was observed in hippocampal slices from Nf1 OPG mice. Results from elevated plus maze testing showed that differences in exploratory activity between Nf1 OPG and WT control mice may be dependent on the environmental context (e.g., threatening or non-threatening) under which exploration is being measured. Nf1 OPG mice also exhibited decreased exploratory hole poking in a novel holeboard and showed abnormal olfactory preferences, although L-dopa (50 mg/kg) administration resolved the abnormal olfactory preference behaviors. Nf1 OPG mice displayed an attenuated response to a novel open field in terms of decreased ambulatory activity and rearing but only during the first 10 min of the session. Importantly, Nf1 OPG mice demonstrated investigative rearing deficits with regard to a novel hanging object suspended on one side of the field which were not rescued by L-dopa administration. Collectively, our results provide new data important for evaluating therapeutic treatments aimed at ameliorating NF1-associated cognitive/behavioral deficits.",
  "methods": "Materials and Methods Ethics Statement All experimental protocols were approved by the Animal Studies Committee of Washington University in St. Louis (protocol nos. 20120110 and 20110111) and are in strict accordance with the NIH Guide for the Care and Use of Laboratory Animals. Mice \n Nf1  OPG mice used in the present studies are  Nf1 +/− mice that have a loss of neurofibromin expression in glial (GFAP+) cells (previously referred to as  Nf1 +/− GFAP CKO mice). The  Nf1  OPG mutant mice were generated as follows:  Nf1 +/− mice were generated by inserting a pMClneo/poly(A) cassette in the opposite transcriptional orientation into exon 31 of an  Nfl  genomic fragment, providing 7.1 kb of flanking homology at the 5′ end and 1.5 kb of homology at the 3′ end  [9]  while  Nf1  conditional knockout mice ( Nf1  flox/flox mice) were generated using a similar genomic fragment by inserting LoxP sites flanking exons 31 and 32  [10] . Mice with a neo mouse cassette interrupting the  Nf1  gene ( Nf1 +/− mice) were intercrossed with  Nf1  flox/flox and GFAP-Cre transgenic mice to generate  Nf1  flox/−; GFAP-Cre mice ( Nf1  OPG mice). GFAP-Cre transgenic mice were generated using a 2.2 kb human GFAP promoter to drive expression of a Cre recombinase molecule followed by an internal ribosomal entry site and the beta-galactosidase gene  [11] . These mice were maintained on a C57BL/6 background and develop optic gliomas by 3 months of age. Littermate WT controls were used for all experiments. All mice were maintained on  ad libitum  access to food and water and to a 12-h on/12-h off light-dark cycle for all experiments. General Experimental Design The present study was designed to extend and clarify some of the results from our behavioral phenotyping experiments that were conducted in our earlier work with  Nf1  OPG mice  [5] , which included characterizing the mice as having abnormal exploratory behaviors, mild learning and memory impairments and possible deficits in non-selective and selective attention. Here, we present the results from further testing of a cohort of mice from that study as well as from two other independent cohorts ( Figure 1 ). The cohort from our previously published work (cohort 1) was evaluated on a spontaneous alternation task in a Y-maze at 5 months of age to further investigate possible abnormalities in the response of  Nf1  OPG mice to novelty and/or potential deficits in spatial working memory. This cohort consisted of  Nf1  OPG (n = 20; 12 F, 8 M) and littermate WT control (n = 17; 7 F, 10 M) mice, which had been tested on several behavioral measures as previously reported ( Figure 1 ). Another independent cohort (cohort 2) consisting of  Nf1  OPG (n = 10; 6 F, 4 M) and littermate WT control mice (n = 10; 6 F, 4 M) was assessed on several behavioral tests when they were 4.5–5.5 months of age including: the elevated plus maze to study anxiety-like behaviors and context-dependent effects on ambulatory activity; the holeboard exploration/olfactory preference test to investigate exploratory hole poking in response to novelty and olfactory stimuli; and in an open field to quantify general ambulatory and exploratory behaviors as well as vertical rearing which the mice used to investigate a novel object suspended from one side of the open-field apparatus ( Figure 1 ). Results from a third independent cohort of male mice (3.5–4.5 months old) are also presented here which involved re-assessing the deficits that were observed in the second cohort on the holeboard/olfactory preference and open-field tests, and whether administration of L-dopa to  Nf1  OPG mice was capable of ameliorating these impairments ( Figure 1 ). Thus, the cohort 3 studies involved 3 groups of male littermates: 1)  Nf1  OPG mice treated with saline ( Nf1  OPG+SAL); 2)  Nf1  OPG mice treated with L-dopa ( Nf1  OPG+LDOPA); and 3) WT control mice treated with saline (CON+SAL). This third cohort of mice served as subjects in a portion of our recently published study  [7]  where they were tested in the Morris water maze following the same injections of L-dopa or normal saline before being evaluated on the behavioral tests described here. 10.1371/journal.pone.0066024.g001 Figure 1 Mouse cohorts used for behavioral tests. Ages of mice at testing, order of behavioral tests and sex distribution for each mouse cohort used in the present study. Behavioral Tests Spontaneous alternation in a Y-maze Testing was conducted according to our previously published procedures  [12] . Briefly, this involved placing a mouse in the center of a Y-maze that contained three arms that were 10.5 cm wide, 40 cm long and 20.5 cm deep where an arm was oriented at 120° with respect to each successive other arm. Mice were allowed to explore the maze for 10 min and entry into an arm was scored only when the hindlimbs had completely entered the arm. An alternation was defined as any three consecutive choices of three different arms without re-exploration of a previously visited arm. Dependent variables included the number of alternations and arm entries along with the percentage of alternations, which was determined by dividing the total number of alternations by the total number of entries minus 2, then multiplying by 100. Elevated plus maze The elevated plus maze (EPM) testing procedure was similar to our previously described protocol  [13] . The apparatus consisted of two opposing open arms (35.0×6.1×0.3 cm) and two opposing enclosed arms (35.0×6.1×15.0 cm) that extended from a central platform (5.5×5.5 cm). The floor and walls of the maze were constructed of black  Plexiglas . The maze was equipped with photobeam instrumentation (Hamilton-Kinder, LLC, Poway,CA) which allowed for the quantification of time spent, distance traveled, and number of entries made into the open and closed arms and center area.  Nf1  OPG and WT control mice were tested between 8∶00 to 16∶00 hr in a darkened room where the only illumination came from a single 13 W black-light bulb, which simulated “moonlight conditions”. A test began by placing a mouse in an opaque plastic tube and then removing the tube, allowing the mouse to explore the maze. A test session lasted 5 min, and mice were tested over 3 consecutive days. Holeboard exploration/olfactory preference \n Nf1  OPG and WT control mice were evaluated for possible differences in exploratory behaviors using hole poking as a behavioral response, and for olfactory preferences using a protocol similar to our previously published procedures  [14] ,  [15] ,  [16] . Our protocol involved the use of a computerized holeboard apparatus (41×41×38.5 cm high), containing 4 corner and 4 side holes, with a side hole being equidistant between the corner holes (Learning Holeboard; MotorMonitor, Kinder Scientific, LLC, Poway, CA). Pairs of photocells were contained within each hole (27 mm in diameter) and were used to quantify the frequency and duration of pokes, whereby a poke that was at least 35 mm in depth was required to be registered as a hole poke. It should be noted that the hole poke response involves a mouse sticking its head into a hole up to and including its’ eyes and is distinguished from more superficial “mini-pokes” which may represent a form of stereotypical behavior  [17] . Thus, our term “hole pokes” is distinguished from the term “head dips” which has been used to describe holeboard responses, with the latter term typically referring to a generalized hole poking response, which does not distinguish the depth of the pokes and therefore may include stereotypical behaviors. Odorants were placed at the bottom of diagonally-opposite corner holes although access to the odorants was blocked. A familiar odorant (actual corn cob bedding) and a novel odorant (filter paper impregnated with 2 ml of coconut flavoring;  Durkee ) were used. The other pair of diagonally-opposite holes was empty as were all of the side holes. Holes containing odorants were counterbalanced between and within groups. Open-field activity and response to hanging object The activity of the  Nf1  OPG and WT control mice was quantified over a 30-min period in an open-field (41×41×38.5 cm high) constructed of Plexiglas and containing computerized photobeam instrumentation (Kinder Scientific, LLC, Poway, CA), whereby the apparatus contained a 16×16 matrix of photocell pairs. The procedure was essentially the same as the one used for our 1-h locomotor activity test  [18] ,  [19]  except that the test chamber was larger and square rather than rectangular, and activity was analyzed over a 30-min period instead of 60 min to focus on the effects of novelty. Variables related to general activity and exploration (total ambulations, rearing frequency, and rearing time) were analyzed during successive 10-min periods. The next day the mice were placed back into the open field and their rearing in response to investigating a ball (42.7 mm diameter) suspended at the midpoint of a wall of the test chamber so that it was just out of reach of a mouse was quantified over a 10-min period as was rearing in the same area on the opposite side of the field. The wall on which the ball was suspended was counterbalanced within and across groups. Investigation of the ball was quantified using procedures which were similar to those we have used to evaluate object investigation during the object recognition test  [5] , except that a mouse also reared while investigating the ball. Specifically, an investigative rearing response was scored when mouse reared and directed its head toward the ball with its nose approximately 5 mm or less from the ball. The rearing response was also scored in the same area on the opposite side of the chamber. The total time spent rearing and the number of rears (rearing frequency) were quantified in each area, and the total time spent rearing in all parts of the open field was quantified as well. L-dopa Administration In studies conducted on the third cohort of mice,  Nf1  OPG mice received an intraperitoneal injection of L-DOPA (50 mg/kg; Sigma, St. Louis, MO) dissolved in 2.5 mg/ml ascorbic acid in PBS or a normal (0.9%) saline vehicle, while littermate WT control mice received an injection of normal saline as previously described  [7]  before being tested 3 hours later on the holeboard exploration/olfactory preference test or on the hanging object measure. Habituation procedures were conducted for both of these tests which did not include drug or saline injections as described above. This dose of L-dopa was used since it rescued the exploratory-based attention system deficits and spatial learning/memory impairments in  Nf1  OPG mice and we wanted to test the efficacy of the same dose to reverse the olfactory preference and investigative rearing deficits in these mice. Electrophysiology: Long-term Depression Long-term depression (LTD) was evaluated using our previously described methods  [12] . Briefly, hippocampal slices were prepared from 30-day-old mice, with hippocampi being rapidly dissected, placed in artificial cerebrospinal fluid (ACSF) containing (in mM): 124 NaCl, 5 KCl, 2 MgSO 4 , 2 CaCl 2 , 1.25 NaH 2 PO 4 , 22 NaHCO 3 , 10 glucose, gassed with 95% O 2 –5% CO 2  at 4–6°C, and sectioned transversely into 400 µm slices. Acutely prepared slices were placed in an incubation chamber containing gassed ACSF for 1 h at 30°C. At the time of study, slices were transferred individually to a submerged recording chamber. Experiments were performed at 30°C with continuous perfusion of ACSF at 2 ml/min. Extracellular recordings were obtained from the CA1 apical dendritic region for analysis of excitatory postsynaptic potentials (EPSPs) using 2 M NaCl glass electrodes with resistances of 5–10 MΩ. Evoked synaptic responses were elicited with 0.2 ms constant current pulses through a bipolar electrode in the Schaffer collateral pathway. Evoked EPSPs were monitored by applying single stimuli every 60 s at an intensity sufficient to elicit 50% maximal EPSPs. After establishing a stable baseline, LTD was induced by applying 1 Hz×900 s low frequency stimulation (LFS) for 15 min. Input-output curves were repeated 20 min and 60 min following 1 Hz stimulation. Statistical Analyses Analysis of variance (ANOVA) models were used to analyze the behavioral data. Repeated measures (rm) ANOVA models containing two between-subjects variables (Genotype and Sex) and one within-subjects (repeated measures) variable (e.g., Time Blocks) were used to analyze most of the behavioral data. The Huynh-Feldt adjustment of alpha levels was utilized for all within-subjects effects containing more than two levels to protect against violations of sphericity/compound symmetry assumptions underlying rmANOVA models. Pairwise comparisons were conducted following appropriate significant over-all effects and were evaluated against Bonferroni correction. One-way ANOVA models and planned comparisons were also used when appropriate. General Experimental Design The present study was designed to extend and clarify some of the results from our behavioral phenotyping experiments that were conducted in our earlier work with  Nf1  OPG mice  [5] , which included characterizing the mice as having abnormal exploratory behaviors, mild learning and memory impairments and possible deficits in non-selective and selective attention. Here, we present the results from further testing of a cohort of mice from that study as well as from two other independent cohorts ( Figure 1 ). The cohort from our previously published work (cohort 1) was evaluated on a spontaneous alternation task in a Y-maze at 5 months of age to further investigate possible abnormalities in the response of  Nf1  OPG mice to novelty and/or potential deficits in spatial working memory. This cohort consisted of  Nf1  OPG (n = 20; 12 F, 8 M) and littermate WT control (n = 17; 7 F, 10 M) mice, which had been tested on several behavioral measures as previously reported ( Figure 1 ). Another independent cohort (cohort 2) consisting of  Nf1  OPG (n = 10; 6 F, 4 M) and littermate WT control mice (n = 10; 6 F, 4 M) was assessed on several behavioral tests when they were 4.5–5.5 months of age including: the elevated plus maze to study anxiety-like behaviors and context-dependent effects on ambulatory activity; the holeboard exploration/olfactory preference test to investigate exploratory hole poking in response to novelty and olfactory stimuli; and in an open field to quantify general ambulatory and exploratory behaviors as well as vertical rearing which the mice used to investigate a novel object suspended from one side of the open-field apparatus ( Figure 1 ). Results from a third independent cohort of male mice (3.5–4.5 months old) are also presented here which involved re-assessing the deficits that were observed in the second cohort on the holeboard/olfactory preference and open-field tests, and whether administration of L-dopa to  Nf1  OPG mice was capable of ameliorating these impairments ( Figure 1 ). Thus, the cohort 3 studies involved 3 groups of male littermates: 1)  Nf1  OPG mice treated with saline ( Nf1  OPG+SAL); 2)  Nf1  OPG mice treated with L-dopa ( Nf1  OPG+LDOPA); and 3) WT control mice treated with saline (CON+SAL). This third cohort of mice served as subjects in a portion of our recently published study  [7]  where they were tested in the Morris water maze following the same injections of L-dopa or normal saline before being evaluated on the behavioral tests described here. 10.1371/journal.pone.0066024.g001 Figure 1 Mouse cohorts used for behavioral tests. Ages of mice at testing, order of behavioral tests and sex distribution for each mouse cohort used in the present study.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:21:34.660869",
  "abstract_length": 2034,
  "methods_length": 15729,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}