{
  "pmid": "23858101",
  "abstract": "Soft-tissue sarcomas are a heterogeneous group of tumors arising from connective tissue. Recently, mutations in the neurofibromin 1 (NF1) tumor suppressor gene were identified in multiple subtypes of human soft-tissue sarcomas. To study the effect of NF1 inactivation in the initiation and progression of distinct sarcoma subtypes, we have developed a novel mouse model of temporally and spatially restricted NF1-deleted sarcoma. To generate primary sarcomas, we inject adenovirus containing Cre recombinase into NF1(flox/flox); Ink4a/Arf(flox/flox) mice at two distinct orthotopic sites: intramuscularly or in the sciatic nerve. The mice develop either high-grade myogenic sarcomas or malignant peripheral nerve sheath tumor (MPNST)-like tumors, respectively. These tumors reflect the histologic properties and spectrum of sarcomas found in patients. To explore the use of this model for preclinical studies, we conducted a study of mitogen-activated protein kinase (MAPK) pathway inhibition with the MEK inhibitor PD325901. Treatment with PD325901 delays tumor growth through decreased cyclin D1 mRNA and cell proliferation. We also examined the effects of MEK inhibition on the native tumor stroma and find that PD325901 decreases VEGFα expression in tumor cells with a corresponding decrease in microvessel density. Taken together, our results use a primary tumor model to show that sarcomas can be generated by loss of NF1 and Ink4a/Arf, and that these tumors are sensitive to MEK inhibition by direct effects on tumor cells and the surrounding microenvironment. These studies suggest that MEK inhibitors should be further explored as potential sarcoma therapies in patients with tumors containing NF1 deletion.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:21:47.256057",
  "abstract_length": 1716,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}