{
  "pmid": "23907387",
  "abstract": "Glioblastoma multiforme (GBM) is the most common and malignant primary brain tumor in adults. Decades of investigations and the recent effort of the Cancer Genome Atlas (TCGA) project have mapped many molecular alterations in GBM cells. Alterations on DNAs may dysregulate gene expressions and drive malignancy of tumors. It is thus important to uncover causal and statistical dependency between 'effector' molecular aberrations and 'target' gene expressions in GBMs. A rich collection of prior studies attempted to combine copy number variation (CNV) and mRNA expression data. However, systematic methods to integrate multiple types of cancer genomic data-gene mutations, single nucleotide polymorphisms, CNVs, DNA methylations, mRNA and microRNA expressions and clinical information-are relatively scarce. We proposed an algorithm to build 'association modules' linking effector molecular aberrations and target gene expressions and applied the module-finding algorithm to the integrated TCGA GBM data sets. The inferred association modules were validated by six tests using external information and datasets of central nervous system tumors: (i) indication of prognostic effects among patients; (ii) coherence of target gene expressions; (iii) retention of effector-target associations in external data sets; (iv) recurrence of effector molecular aberrations in GBM; (v) functional enrichment of target genes; and (vi) co-citations between effectors and targets. Modules associated with well-known molecular aberrations of GBM-such as chromosome 7 amplifications, chromosome 10 deletions, EGFR and NF1 mutations-passed the majority of the validation tests. Furthermore, several modules associated with less well-reported molecular aberrations-such as chromosome 11 CNVs, CD40, PLXNB1 and GSTM1 methylations, and mir-21 expressions-were also validated by external information. In particular, modules constituting trans-acting effects with chromosome 11 CNVs and cis-acting effects with chromosome 10 CNVs manifested strong negative and positive associations with survival times in brain tumors. By aligning the information of association modules with the established GBM subclasses based on transcription or methylation levels, we found each subclass possessed multiple concurrent molecular aberrations. Furthermore, the joint molecular characteristics derived from 16 association modules had prognostic power not explained away by the strong biomarker of CpG island methylator phenotypes. Functional and survival analyses indicated that immune/inflammatory responses and epithelial-mesenchymal transitions were among the most important determining processes of prognosis. Finally, we demonstrated that certain molecular aberrations uniquely recurred in GBM but were relatively rare in non-GBM glioma cells. These results justify the utility of an integrative analysis on cancer genomes and provide testable characterizations of driver aberration events in GBM.",
  "methods": "MATERIALS AND METHODS Data sources and processing The following multi-modal GBM data were downloaded from the TCGA data portal website ( https://tcga-data.nci.nih.gov/tcga/ ): (i) an Affymetrix and an Agilent mRNA expression microarray data; (ii) two Agilent Comparative Genomic Hybridization (CGH) CNV array data; (iii) sequence data of 496 genes from three sources; (iv) one Illumina DNA methylation microarray data; (v) one Affymetrix and one Illumina SNP array data; (vi) one Agilent microRNA array data; and (vii) clinical information including ages, genders, dates of diagnosis and death (if applied), histological types, treatments of patients and others.  Supplementary Table S1  summarizes the centers and platforms generating each type of data. Fifty-three genes were included in the mutation data, as they were probed in at least 50 samples and mutations in at least three samples were observed. Eight hundred seventy-five genes were included in DNA methylation data, as they were probed in at least 50 samples, and the numbers of hypo and hyper-methylated samples exceeded 10. The expression profiles of 22 697 mRNAs and 817 microRNAs were reported. Each type of GBM data consists of distinct numbers of genes and samples. To generate a compatible joint data set for integrative analysis, we chose 248 samples appeared in all seven types of data and considered the union of all genes probed in each type of data.  Supplementary Table S2  lists the TCGA IDs of the 248 selected samples and the NCBI symbols of 22 697 selected genes and 817 microRNAs. Both mRNA and CNV data consist of two replicates generated by distinct laboratories. In both mRNA and CNV data, probes of the same genes between the replicates possess significantly higher correlation coefficients than those generated from randomly selected probe pairs ( Supplementary Figures S1  and  S2 ). Consequently, we merged multiple instantiations of mRNA expression or CNV data and generated a single data set for each type. For mRNA expressions, we rank-transformed the probe data of each data set into cumulative distribution function (CDF) values, averaged over the intra-gene CDF values on the same samples and then averaged the gene-level CDF values from the two data sets. We formulated the associations between molecular aberrations and gene expressions with logistic regression models (see the text later in the text and  Supplementary Text 1 ). To establish a unified format of data for the models, each type of data was transformed into probabilities of discrete states. For data types of mRNA and microRNA expressions, CNVs, DNA methylations, we proposed a probabilistic quantization approach to preserve information of continuous values ( 34 ). Rank-transformed CDF values were mapped into tristate probabilities [P(upregulation),P(nochange),P(downregulation)] by integrating over a family of monotonic quantization functions (see  Supplementary Text 1 ). The data of mutations and SNPs were by nature discrete; hence, each entry was expressed as a binary vector with the entire probability mass on the designated state. As amplification/deletion events on DNAs often stretch over multiple contiguous probes of CGH arrays, adequate units of CNV data are contiguous segments rather than individual probes. We partitioned normalized CNV probe data into segments using a naive Bayes model. The model hypothesizes that the CGH array probes on the same segment have consistent values, and thus their CNV states all depend on a common hidden variable. An algorithm was devised to recursively partition each chromosome into segments that maximized the likelihood function of the CNV probe data. The partitioned boundaries from individual samples of the two replicate data sets were merged to form consistent segments. The detailed procedures of the partitioning algorithm are described in ( 34 ) and  Supplementary Text 1 . In all, 1353 candidate regulators were extracted from three sources: transcription factors from the TRANSFAC database ( 35 ), cancer-related genes according to the annotations from the Online Mendelian Inheritance in Man (OMIM) database ( 36 ), transcription factors and signaling proteins from the FanTom database ( 37 ). To verify the reproducibility of association modules, we downloaded eight data sets of mRNA expression and clinical information of CNS cancers from the NCBI Gene Expression Omnibus database.  Supplementary Table S3  summarizes the information of external data sets. Associations between molecular aberrations with gene expressions We define an association module as a tuple consisting of three components: (i) observed effector molecular aberrations on DNAs or microRNAs; (ii) downstream target genes whose expression profiles are associated with effector molecular aberrations; and (iv) regulators (transcription factors or signaling proteins) that mediate the effects from effectors to targets. We consider the following seven types of associations and illustrate them in the left panel of  Figure 1 :\n \n Cis -acting effects with CNVs of chromosomes .  The CNV of a chromosome is positively associated with the expressions of its constituent genes. Trans -acting effects with CNVs of chromosomes .  The CNV of a chromosome manifests  cis -acting effects with intermediate regulators, and both the chromosome CNV and regulator expressions are associated with the expressions of genes on other chromosomes. The direction of associations can be either positive or negative. Effects with gene mutations .  The mutational states of a gene are associated with the expressions of itself and other genes. The direction of associations can be either positive or negative. Effects with DNA methylations .  The coherent DNA methylation states of a collection of genes are negatively associated with the expressions of themselves and other genes. Regulatory effects with microRNAs .  The coherent expressions of a collection of microRNAs are negatively associated with the expressions of a collection of genes. Cis -acting effects with SNPs .  The SNPs on one or multiple adjacent loci are associated with the expressions of genes on the same chromosome. Trans -acting effects with SNPs .  The SNPs on one or multiple adjacent loci are associated with the expressions of genes on other chromosomes. Figure 1. Left panel: Seven types of associations. From top-left to bottom-right:  cis -acting effects with CNVs of internal chromosomal segments,  trans -acting effects with CNVs of external chromosomal segments, associations with gene mutations, associations with DNA methylations, regulatory effects with microRNAs,  cis - and  trans -acting effects with SNPs. Solid lines: information flows from the central dogma (DNA → mRNA → protein). Dashed lines: regulatory links from regulators to their targets on other chromosomal locations. Dotted lines: associations between observed aberrations and mRNA/microRNA expressions. Arrowheads indicate positive associations and bar-ends indicate negative associations. External segment CNVs, mutations and SNPs can have both positive and negative associations. Internal segment CNVs only have positive associations. DNA methylations and microRNA expressions only have negative associations. Right panel: Flow chart of the algorithm for constructing association modules. Probe data of mRNA, microRNA expressions and CNVs are normalized to numbers within interval [0,1]. Normalized CNV data on each chromosome are partitioned into segments. The data with continuous values are converted into tristate probability vectors by probabilistic quantization. Large-scale pairwise associations between all putative effectors (segment CNVs, DNA methylations, microRNA expressions, mutations, SNPs) and target mRNA expressions are invoked. For each target, layered model selection is used to identify the effectors that explain its mRNA expression. Each layer (level) incorporates the effectors with a decreasing level of mechanistic information (see ‘Materials and Methods’ section for their definitions). Association modules are formed by grouping targets explained by each effector. Finally, modules sharing substantial fractions of targets are merged. The numbers of each type of effectors and targets are displayed. The expression profile of a target gene is possibly explained by one or multiple effectors. These associations are formulated as a logistic regression model. Denote  x  as effectors and y a target gene expression,\n \nwhere  (1)  specifies the effect of the   feature on y and   is a free parameter. Building an optimal association model is intractable due to combinatorial explosion. Therefore, we used two heuristics to streamline model selection. First, only the candidate effectors with significant marginal effects on the targets were considered. We incurred totally   pairwise associations between candidate effectors and targets on 23 HP DL360 G7 servers in parallel. Each server contains dual Intel(R) Xeon(R) CPUs E5520 with 2.27 GHz and 24 GB main memory. The total running time was 50 h. In all, 2 135 755 pairwise associations were selected according to pre-determined thresholds of log-likelihood ratios,  P -values and correlation coefficients reported in  Supplementary Table S4 . Second, not all types of molecular aberrations are equally likely to drive gene expressions. Some candidate effectors provide direct explanations for gene expressions without requiring many mechanistic assumptions underlying gene regulation (e.g.  cis -acting effects with CNVs). Others have massive number of features thus are likely to introduce spurious associations (e.g. SNPs). We proposed a layered modeling framework to prioritize molecular aberrations and incrementally incorporate candidate effectors to the model according to their priorities. Starting with an empty model without any effector, we incrementally selected the effectors that provided additional explanatory power relative to the preceding model. Candidate effectors were incorporated in the model with the following order of priority:\n \n Level 1 associations: Mutations and DNA methylations of the target gene; segment CNVs covering or near (within 1 Mb) the target gene, SNPs on the same chromosome as the target gene. Level 2 associations: Positive associations with segment CNVs on other chromosomes; positive and negative associations with non-local gene mutations; negative associations with non-local DNA methylations; associations with non-local SNPs. Level 3 associations: Negative associations with segment CNVs on other chromosomes. Level 4 associations: Negative associations with microRNA expressions. The top-left panel of  Figure 2  demonstrates a simple joint association model. The mRNA expression of BHLHE40 is jointly associated with NF1 mutation (positive) and RBP1 DNA methylation (negative). The union of the association models for all target genes constitute a bipartite network with links between effectors and targets. A small association network is displayed in the top-right panel of  Figure 2 . In principle, each effector and its neighbor targets in the bipartite network comprise an association module. However, many modules will be highly overlapped due to similarity of effector profiles and shared targets. Consequently, we consolidated association modules with the following steps. First, closely related effectors were integrated: segment CNVs on the same chromosomes were combined, whereas DNA methylations and microRNA expressions were clustered by a graph theory-based clustering algorithm (see  Supplementary Text 1 ). For instance, in the bottom-left panel of  Figure 2 , DNA methylation profiles of 204 genes form three clusters. Targets of the merged effectors were also merged. Second, in addition to resembled effectors, modules with considerable overlap of targets were also mergeable. Two modules were mergeable if their overlapped targets either exceed either one-third of the smaller module or 50 genes. A simplified example is shown in the bottom-right panel of  Figure 2 . The modules of chromosome 11 CNV and ZMYND10, RBP1 and FES methylation are mergeable as the intersected targets (79 genes) comprise more than half of the smaller module (155 genes).\n Figure 2. Illustration of association modules. Top-left panel: a simple association model with two effectors (NF1 mutation and RBP1 methylation) and one target (BHLHE40 mRNA expression). NF1 mutation and RBP1 methylation are positively and negatively associated with BHLHE40 mRNA expression. The measurement outcomes of those variables over 248 TCGA GBM samples are displayed as a heat map. Top-right panel: association models of six effectors and eight targets constitute a network. Bottom-left panel: DNA methylation profiles of 204 genes are grouped into three clusters. Bottom-right panel: Venn diagram of targets associated with three effectors: ZMYND10, RBP1 and FES methylation (447 target genes), chromosome 11 CNV (155 target genes) and NF1 mutation (82 target genes). The first two modules are merged as the size of their intersection (79 genes) exceed one-third of each module. The two merged modules are annotated with cyan and pink. The right panel of  Figure 1  summarizes the procedures of association module construction. Detailed descriptions of data normalization, CNV segmentation, pairwise associations, layered model selection and assembly of association modules are reported in  Supplementary Text 1 . We also include the source codes of the module construction procedures in  Supplementary Text 3 . Validation of association modules To justify the analysis results, it is essential to know whether the discovered association modules are statistically sound, biologically meaningful and reproducible in other data sets. We invoked six validation tests for each module to address these questions: (i) assessing the prognostic power of target gene expressions on survival times; (ii) verifying reproducible coherence of target gene expressions; (iii) verifying reproducible retention of effector-target associations; (iv) identifying recurrent effector aberrations in glioblastomas; (v) evaluating the functional enrichment of targets; and (vi) checking co-citations between effectors and targets. Assessing prognostic power of target gene expressions In survival analysis, Cox regression coefficients gauge the dependency of patient’s hazard function on observed features ( 38 ). Positive associations with survival times exhibit negative Cox regression coefficients. Here, we treated the mRNA expression of each gene as a covariate and estimated its Cox regression coefficient in TCGA and three external data sets of brain tumors:  GSE16011  ( 4 ),  GSE4412  ( 5 ),  GSE7696  ( 39 ). For each association module, the distribution of Cox regression coefficients in its targets was compared with the background distribution of all genes. The prognostic power of an association module was measured by the  P -value of the one-sided Kolmogorov–Smirnov (KS) test between the two Cox regression coefficient distributions. The modules significantly enriched with predictive targets ( P -value  ) in at least three data sets were reported. Verifying coherence of target gene expressions We evaluated the coherence of target gene expressions across the nine data sets. For each association module, we computed the distribution of correlation coefficients between target gene expressions in each data set. As a comparison, we extracted genes belonging to the Gene Ontology (GO) category of ribosomes (accession number 0005840) and computed the distribution of their expression correlation coefficients. The  P -values of the one-sided KS tests between the distributions of target correlation coefficients and ribosome gene correlation coefficients were reported. Ribosome genes were chosen as a reference set, as they were strongly co-expressed across many tissue types and conditions ( 40 ). Consequently, the gene sets with higher correlation coefficients than the reference set should be strongly coherent. Verifying associations between effectors and targets We examined the associations between effectors and targets across the nine data sets. Information about effector molecular aberrations (CNVs, mutations, DNA methylations) was not available in the external data sets. Therefore, we used the expressions of effector genes as proxies of their molecular aberrations. For chromosome CNVs, we chose the expressions of genes in the CNV  cis -acting modules of the same chromosomes as proxies. For mutations and DNA methylations, we simply chose the expressions of the mutated/methylated genes as proxies. Associations with microRNA expressions were not considered as there were no mRNA proxies. For each module, the distribution of correlation coefficients between effector proxy and target expressions was evaluated. This distribution was compared with a background distribution of correlation coefficients between effector proxies and all valid genes. The  P -values of the one-sided KS tests between the two distributions were reported. Identifying recurrent effector aberrations in GBM We examined two expression data sets— GSE16011  ( 4 ) and  GSE4412  ( 5 )—containing multiple subtypes of gliomas including GBM and non-GBM samples. For each association module, we extracted the proxy expressions of their effectors and compared their distributions between GBM and non-GBM samples. The  P -values of the two-sided KS tests between the two distributions were reported. Evaluating functional enrichment of target genes We extracted 3312 functional categories from the GO database ( 41 ) and 889 pathways from three pathway databases: Reactome ( 42 ), BioCarta ( 43 ) and the NCI Pathway Interaction Database ( 44 ). We also extracted the 35 biomarker genes pertaining to prognosis of high-grade gliomas reported in ( 3 ) and divided them into three subclasses accordingly: proneural, mesenchymal and proliferative. In addition, we extracted 13 gene sets associated with embryonic stem (ES) cell identity from ( 45 ). For each association module, we applied the Fisher’s exact test to evaluate the enrichment significance of each GO category, pathway and gene set. The  P -values were adjusted with Bonferroni correction by multiplying with the total number of GO categories, pathways or gene sets considered. Checking co-citations between effectors and targets We incurred a batch search on the PubMed database to find all the pairs of effector/regulators and targets in each module that were co-cited in the same publications. For each effector/regulator in an association module, we counted both the numbers of co-cited genes among the target members and among all the 22 697 genes. Using the background frequency ( ) as a binomial probability of randomly finding a co-cited gene pair, we calculated the  P -value of enrichment with co-cited target genes in a module. Detailed procedures and results of each validation test are described in  Supplementary Text 1 .",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:22:11.367301",
  "abstract_length": 2963,
  "methods_length": 19026,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}