{
  "pmid": "23928514",
  "abstract": "HYPOTHESIS: Cucurbitacin D and goyazensolide, 2 plant-derived natural compounds, possess potent growth-inhibitory activity in schwannoma and meningioma cells. BACKGROUND: Currently, no FDA-approved drugs are available for neurofibromatosis type 2 (NF2)-associated schwannomas and meningiomas. Selected natural compounds with antineoplastic activity, such as cucurbitacin D and goyazensolide, may be developed as potential treatments for these tumors. METHODS: The Nf2-deficient mouse schwannoma Sch10545 and human benign meningioma Ben-Men-1 cells were treated with various concentrations of cucurbitacin D and goyazensolide. The effect on cell proliferation was determined using resazurin assays. Flow cytometry was used to assess the cell cycle profiles. Western blot analysis was performed to investigate the expression of various signaling molecules related to the cell cycle and the AKT pathway. RESULTS: Cucurbitacin D inhibited proliferation of Sch10545 cells (IC50 ∼ 0.75 μM) and Ben-Men-1 cells (IC50 ∼0.2 μM). Goyazensolide also reduced cell proliferation of Sch10545 cells (IC50 ∼0.9 μM) and Ben-Men-1 cells (IC50 ∼1 μM). The G2/M population increased in both Sch10545 and Ben-Men-1 cells treated with cucurbitacin D or goyazensolide around the IC50. Cucurbitacin and goyazensolide substantially reduced the levels of cyclins E and A in treated Sch10545 and Ben-Men-1 cells. Cucurbitacin D also inhibited cyclin B, phospho-AKT and phospho-PRAS40 expression. In addition, goyazensolide reduced the levels of phospho-AKT and NFκB and increased the expression of pro-apoptotic Bim in Sch10545 and Ben-Men-1 cells. CONCLUSION: Both cucurbitacin D and goyazensolide effectively inhibit proliferation of NF2-deficient schwannoma and meningioma cells, suggesting that these natural compounds should be further evaluated as potential treatments for NF2-related tumors.",
  "methods": "Methods The  Nf2 -deficient mouse schwannoma Sch10545 and human benign meningioma Ben-Men-1 cells were treated with various concentrations of cucurbitacin D and goyazensolide. The effect on cell proliferation was determined using resazurin assays. Flow cytometry was used to assess the cell cycle profiles. Western blot analysis was performed to investigate the expression of various signal molecules related to the cell cycle and the AKT pathway.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:22:18.837067",
  "abstract_length": 1871,
  "methods_length": 447,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}