{
  "pmid": "23934191",
  "abstract": "",
  "methods": "Materials and methods Inhibitors LIMK1/2 inhibitor, BMS-5 (CAS name N-( 5 –(192,6-dichlorophenyl)-3-(difluoromethyl)-1H-pyrazol-5-yl)thiazol-2-yl)isobutyramide) was from SynKinase (Shanghai, China). Rapamycin and staurosporine were from Santa Cruz Biotechnology (Santa Cruz, CA, USA). Antibodies Antibodies used were purchased from the following sources: phospho-Cofilin Ser3 (77G2), Merlin (D1D8), phospho-LIMK1(Thr508)/LIMK2(Thr505) (used in cell lines), LIMK1, phospho-Histone3(Ser10) (D2C8), α-Tubulin (DM1A), phospho-AuroraA(Thr288)(D13A11) and β-Actin (8H10D10) from Cell Signaling (Danvers, MA, USA); LIMK1 (clone42) mouse monoclonal antibody from BD Biosciences (San Jose, CA, USA); LIMK2, phospho-LIMK1 (pThr-508), and phospho-LIMK2 (pThr-505) rabbit antibodies from Sigma-Aldrich (St. Louis, MO, USA); S-100 rabbit antibody from Dako Cytomation (Glostrup, Denmark); Cofilin rabbit antibody from Novus Biologicals (Littleton, CO, USA);Centrin-1 rabbit antibody from Abcam (Cambridge, MA, USA); Aurora A rabbit antibody from Bethyl Laboratories (Montgomery, TX, USA); Peroxidase-conjugated goat anti-rabbit-IgG from Pierce, Thermo Fisher Scientific (Rockford, IL, USA); Highly cross-adsorbed Alexa Fluor® 488 goat anti-rabbit IgG (H+L) antibody from Invitrogen (Grand Island, NY, USA). Generation of Nf2 ΔEx2 MSCs Nf2  MSCs were generated  ΔEx2 in vitro  by transducing  Nf2  Schwann cells with an Adeno-Cre virus (University of Iowa Gene Transfer Vector Core) as previously described  flox2/flox2 ( . The  41 ) Nf2  MSCs were used up to passage 20. All protocols are in accordance with guidelines of and approved by the AAALAC International-certified UCF Institutional Animal Care and Use Committee. ΔEx2 Human Schwann cell cultures Vials of frozen purified human SCs received from Dr. Patrick Wood at the University of Miami School of Medicine (Miami, FL, USA) were thawed and cultured on Corning dishes coated with 200 µg/ml poly-L-lysine (PLL) hydrobromide (Sigma-Aldrich) and 50 µg/ml Laminin (Invitrogen) containing D10M growth media: DMEM (Gibco) plus 10% heat inactivated fetal bovine serum (HIFBS) (HyClone, Logan, UT, USA), 2 µM Forskolin (Sigma), 0.02 mg/ml Pituitary Extract (Biomedical Tech. Inc) and 1% Penicillin/Streptomycin (Gibco). Frozen vials from the stock bank of HSC were prepared by the Life Alliance Organ Recovery Agency at the University of Miami School of Medicine and cannot be traced to the specific donor. HSC were prepared from 10 cm biopsy of sural nerve/cauda equine from cadaveric adult human donors. Nerve fragments were incubated several days, dissociated and plated. SCs were purified by immunopanning with NGFR p75 antibodies. Culture purity based on S100 immunostaining was 96-99%. HEI-193 cells were purchased from ATCC (Manassas, VA, USA) and grown in DMEM plus 10% HIFBS and 1% Penicillin/Streptomycin. Human Schwannoma samples Frozen specimens of human sporadic vestibular schwannomas with different types of  NF2  mutations were procured with patient informed consents at The Ohio State University according to Institutional Review Board regulations. Western blot analysis Cultured cells were lysed in modified RIPA buffer (25 mM Tris-HCl pH 7.6; 150 mM NaCl: 1% Triton X-100, 1% Sodium dodecyl sulfate with protease inhibitor cocktail and phosphatase inhibitor cocktails 2 and 3, Sigma-Aldrich). VS specimens (0.1–0.2 gr) were homogenated in 900 µl of modified RIPA buffer with 25–30 strokes in a Wheaton Micro Tissue Grinder glass set # 528 (Wheaton Scientific, Millville, NJ, USA) on ice. Lysates were rotated for 10 min at 4°C and centrifuged for 10 min at 4°C, 15 000 rpm. Protein concentration was determined by DC Assay (BioRad, Hercules, CA, USA), and 10–20 µg of protein in Lamelli Buffer was resolved in 10% or 4–20% polyacrylamide gels (Pierce/Fisher Scientific), transferred to PVDF membrane (Immobilon-P, Millipore, Bedford, MA) and analyzed by western blotting with anti-LIMK1, (1:500) from BD for human samples and (1:500) from Cell Signaling for mouse samples, LIMK2 (1:500), P-cofilin-Ser3 (1:1 500), cofilin (1:70 000), merlin (1:500), S-100 (1:300), P-LIMK1-Thr508 (1:1 000), P-LIMK2-Thr505 (1:1 000), P-LIMK1(Thr508)/LIMK2(Thr505) (1:200) used in mouse and HEI193 cell lines, P-Aurora (1:1 000), AuroraA (1:500) and β-Actin (1:15 000) followed by corresponding secondary antibodies (1:20 000). Western blots were quantified by densitometry using NIH ImageJ software. Intensities were normalized to β-actin loading controls. LIMK1 and LIMK2 knockdown in Nf2 ΔEx2 MSCs Nf2  MSCs were plated onto PLL-coated (200 µg/ml) 6-well dishes, cultured at 37°C, 7% CO ΔEx2 2,  in medium containing DMEM/F12 (Invitrogen/Life Technologies, Grand Island, NY, USA) plus N2 supplement (Invitrogen: Burlington, ONT, Canada) and 1% Penicillin/Streptomycin. When cultures reached 40% confluence, lentiviral transduction particles were added at 5 multiplicity of infection (MOI) in growth medium plus 8 µg/ml hexadimethrine bromide (Sigma). MISSION shRNA lentiviral particles for mouse gene silencing were from Sigma-Aldrich. LIMK1 clone IDs:  NM_010717 .1-1546s1c1 (named construct #44);  NM_010717 .1-1414s1c1 (#47) and LIMK2 clone IDs:  NM_010718 .1-1409s1c1 (#73);  NM_010718 .3-827s21c1 (#95). Negative control was pLKO.1-puro non-mammalian shRNA (SHC002V). Optimum MOI determined empirically with pLKO.1-puro-CMV-TurboGFP transduction lentiviral particles (SHC003V) titer. After 18–20 hours, infection medium was replaced with fresh medium for 24 hours and subsequently replaced with growth medium containing 1µg/ml puromycin (Sigma-Aldrich) to select transduced cells. The puromycin concentration was determined performing a toxicity curve. Reintroduction of NF2 into Nf2 ΔEx2 MSCs To reintroduce merlin into  Nf2  MSCs, 1.5–2 million cells were resuspended in 100 µl of basic Nucleofector solution for mammalian glial cells with supplements (Lonza, Cologne, Germany) plus 1 µg of pFC15K HaloTagCMVd1- ΔEx2 NF2  using an Amaxa Nucleofector II device and Program A-033. 1 ml of warm growth medium was added and 50 µl of cell suspension was seeded on coated 11mm round German glass coverslips (Carolina Biol., Burlington, NC, USA) containing 100 µl of equilibrated growth medium and incubated 40 hours at 37°C, 7% CO 2  before analysis. Immunofluorescence Cells were plated on coated German glass coverslips and immunostained as previously described  ( . Labeling of Halo-Tag-NF2-transfected cells was done  41 ) in vivo  with HaloTag® TMR Ligand (Promega, Madison, WI, USA) following manufacturer’s rapid labeling protocol. Confocal images were acquired with a Zeiss LSM710 microscope with 3 spectral detection channels, 5 laser lines - 458, 488, 514,543 & 633 nm, FL filter set 49 DAPI, EX G365 shift free, FL filter set 43 CY 3 shift free, FL filter set 38 Endow GFP, shift free, Plan-Apochromat 63x/1.40 Oil DIC M27 and EC Plan-Neofluar 40x/1.3 DIC WD=0.21 M27 objective lenses on an AxioObserver Z1 Stand and ZEN2009 software. Fluorescence was collected from a single plane on separate channels maintaining the same acquisition parameters for each labeled protein. Images from each experiment were processed identically with ZEN2011 software. For spindle images, Z-stacks were collected with the 63xOil objective and 3.5 zoom factor. 2-D images were obtained by median filter and maximum intensity projection with ZEN2011. Cell viability assay Cell viability was assessed by CellTiter-Fluor assay (Promega) following manufacturer’s specifications. Cells were seeded in 384-well format, centrifuged 1 min at 500 rpm and incubated at 37°C, 7% CO 2 . After cell attachment (2.5–3.5 hrs), 5 µl/well of compound/vehicle solution was added and plates were quick spinned and incubated for 24 hrs. Fluorescence was measured with a Synergy H1 Hybrid plate reader (BioTek, Winooski, VT, USA). Caspase activity assay Caspase activity was assessed by the Apo-ONE homogeneous Caspase-3/7 assay (Promega) following manufacturer’s specifications. Fluorescence was measured with a plate reader. Membrane asymmetry assay Cell membrane asymmetry was measured with the Violet Ratiometric Membrane Asymmetry Probe/Dead Cell Apoptosis Kit (Invitrogen/Life Technologies). Cells were seeded in 200 µg/ml PLL-coated 6-well plates and incubated with BMS-5/vehicle for 24 hrs. Cell were harvested and assayed following manufacturer’s instructions. Samples were analyzed on a BD Canto-II (Becton, Dickinson and Co, Franklin Lakes, NJ, USA) flow cytometer setting excitation and collection emission wavelength recommended by the manufacturer. The ratio parameter was established using BD FACSDiva™ 6.1.3 software as recommended by the manufacturer. Proliferation assays Cell proliferation was studied with two different techniques.  Nf2  MSCs seeded in a 24-well format, had cell numbers assessed with the Crystal Violet Assay as previously described ( ΔEx2 42 ). Absorbance at 595 nm was measured with a µQuant plate reader (BioTek). Rate of DNA synthesis was evaluated at 24 hrs with the Click-iT EdU Microplate Assay (Invitrogen/ Life Technologies). The assay was carried out in 96- and 384-well plate formats following manufacturer’s instructions without the Amplex® UltraRed amplification steps. DAPI stain was included in the wash after the reaction cocktail incubation step. Oregon green-488 and DAPI fluorescence was quantified by a plate reader. Cell cycle analysis The cell cycle was analyzed by flow cytometry with propidium iodine (PI) staining and BrdU/7AAD. 10 6  ethanol fixed cells were PI stained using 500 µl PI/RNase staining buffer (Beckton-Dickinson). Samples were examined on a BD Canto-II flow cytometer and histograms were analyzed using ModFit LT software (Verity Software House, Topsham, ME, USA). For each sample, 10 000 events were collected. The BrdU/7AAD assay kit was from Beckton-Dickinson. Cells were seeded in 6-well plates and treated with inhibitor/vehicle overnight. Next day, cultures were incubated with 10 µM BrdU for 3 hrs, and the assay performed according to manufacturer’s instruction. Samples were analyzed with a BD Canto-II flow cytometer using the BD FACSDiva™ 6.1.3 software. FlowJo software (Tree Star, Inc, Ashland, OR, USA) was used for analysis of acquired data. Statistical analysis GraphPad Prism version 5.0 for Windows (GraphPad, La Jolla, CA, USA) was used for statistical analysis and graph generation of experimental data from three independent experiments. Dose response experiments were analyzed by non-linear regression (four parameters). Statistical analysis is indicated for each experiment.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:22:27.430096",
  "abstract_length": 0,
  "methods_length": 10590,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}