{
  "pmid": "23960073",
  "abstract": "FRAX597, a small molecule inhibitor of the p21-activated kinases, inhibits  tumorigenesis of neurofibromatosis type 2 (NF2)-associated Schwannomas.  Licciulli S(1), Maksimoska J, Zhou C, Troutman S, Kota S, Liu Q, Duron S,  Campbell D, Chernoff J, Field J, Marmorstein R, Kissil JL.  Author information: (1)From the Department of Cancer Biology, The Scripps Research Institute,  Jupiter, Florida 33458.  The p21-activated kinases (PAKs) are immediate downstream effectors of the  Rac/Cdc42 small G-proteins and implicated in promoting tumorigenesis in various  types of cancer including breast and lung carcinomas. Recent studies have  established a requirement for the PAKs in the pathogenesis of Neurofibromatosis  type 2 (NF2), a dominantly inherited cancer disorder caused by mutations at the  NF2 gene locus. Merlin, the protein product of the NF2 gene, has been shown to  negatively regulate signaling through the PAKs and the tumor suppressive  functions of Merlin are mediated, at least in part, through inhibition of the  PAKs. Knockdown of PAK1 and PAK2 expression, through RNAi-based approaches,  impairs the proliferation of NF2-null schwannoma cells in culture and inhibits  their ability to form tumors in vivo. These data implicate the PAKs as potential  therapeutic targets. High-throughput screening of a library of small molecules  combined with a structure-activity relationship approach resulted in the  identification of FRAX597, a small-molecule pyridopyrimidinone, as a potent  inhibitor of the group I PAKs. Crystallographic characterization of the  FRAX597/PAK1 complex identifies a phenyl ring that traverses the gatekeeper  residue and positions the thiazole in the back cavity of the ATP binding site, a  site rarely targeted by kinase inhibitors. FRAX597 inhibits the proliferation of  NF2-deficient schwannoma cells in culture and displayed potent anti-tumor  activity in vivo, impairing schwannoma development in an orthotopic model of  NF2. These studies identify a novel class of orally available ATP-competitive  Group I PAK inhibitors with significant potential for the treatment of NF2 and  other cancers.  DOI: 10.1074/jbc.M113.510933 PMCID: PMC3790009 PMID: 23960073 [Indexed for MEDLINE]",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-16T15:40:42.772977",
  "abstract_length": 2226,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}