{
  "pmid": "24035394",
  "abstract": "Patients with neurofibromatosis type 1 (NF1) and Costello syndrome Rasopathy have behavioral deficits. In NF1 patients, these may correlate with white matter enlargement and aberrant myelin. To model these features, we induced Nf1 loss or HRas hyperactivation in mouse oligodendrocytes. Enlarged brain white matter tracts correlated with myelin decompaction, downregulation of claudin-11, and mislocalization of connexin-32. Surprisingly, non-cell-autonomous defects in perivascular astrocytes and the blood-brain barrier (BBB) developed, implicating a soluble mediator. Nitric oxide (NO) can disrupt tight junctions and gap junctions, and NO and NO synthases (NOS1-NOS3) were upregulated in mutant white matter. Treating mice with the NOS inhibitor NG-nitro-L-arginine methyl ester or the antioxidant N-acetyl cysteine corrected cellular phenotypes. CNP-HRasG12V mice also displayed locomotor hyperactivity, which could be rescued by antioxidant treatment. We conclude that Nf1/Ras regulates oligodendrocyte NOS and that dysregulated NO signaling in oligodendrocytes can alter the surrounding vasculature. The data suggest that antioxidants may improve some behavioral deficits in Rasopathy patients.",
  "methods": "EXPERIMENTAL PROCEDURES Mice PlpCreERT; Nf1fl / +; eGFP  and  PlpCreERT; Nf1fl / fl; eGFP  mouse husbandry, tamoxifen injections, tissue processing, histology, and electron microscopy were performed as previously described ( Mayes et al., 2011 ). WT and  Nf1 +/− were mice backcrossed for >30 generations onto a C57Bl6 background and genotyped by PCR ( Brannan et al., 1994 ). Transgenic  HRASG12V  mice were created using a promoter from the CNP gene ( Patel et al., 2012 ). Mice were backcrossed for more than eight generations onto a C57Bl/6 background and maintained on the male. Antibodies Cryostat sections were processed for immunohistochemistry and imaged as previously described ( Mayes et al., 2011 ) with markers for EGFP (GFP 1:2,000; Millipore), oligodendrocytes (Olig2 1:500, Millipore #AB9610; CC1 1:2,000, Calbiochem), progenitor cells (NG2 1:500, Millipore #AB5320), astrocytes (GFAP 1:500, Millipore #MAB360 or 1:1,000 DAKO), microglia (Iba1 1:2,000, Wako #019-19741), and neurons (NeuN 1:500, Chemicon #MAB377). Anti-Ki67 (1:250, Leica Novocastra #KI67P-CE) was used to determine cell proliferation. For HA staining, we used an anti-HA-epitope tag (1:200, Cell Signaling #2350S). g-Ratio Analysis g-Ratios were determined by dividing the diameter of each axon by the diameter of the same axon together with its myelin sheath in 1,000–2,000 axons per animal (n = 3–5 per genotype) using ImageJ software. Western Blots Optic nerves (n = 3–5 animals/genotype) were individually lysed and sonicated in 200 μl lysis buffer on ice and then clarified by centrifugation. Protein (30–50 μg) was separated by electrophoresis on SDS-polyacrylamide gradient gels (4%–20%; ISC BioExpress) and transferred to polyvinylidene difluoride membrane (BioRad). Membranes were probed with antibodies against myelin basic protein (SMI-99, 1:2,000, Calbiochem #NE1019), CNP (1:1,000, Cell Signaling Technologies 5664), PLP (1:2,000, Aves Labs), eNOS (1:1,000, Cell Signaling Technologies #9586S), iNOS (1:1,000, Cell Signaling Technologies #2977S), nNOS (1:1,000, Cell Signaling Technologies #4231S), connexin 32 (1:500, Invitrogen #138200), connexin 43 (1:100, Invitrogen #710700), claudin-1 (1:200, Invitrogen #71-7800), claudin-5 (1:1,000, Invitrogen #34-1600), and claudin-11 (1:1,000, Invitrogen #36-4500). They were then reprobed with anti-β-actin (1:5,000, Cell Signaling Technologies #4967) or MEK1/2 (1:1,000, Cell Signaling Technologies #4694S) as loading controls. Digitized blots were inverted and band intensities were quantified using ImageJ software. Ras Activation Assay Adult brains were homogenized on ice and levels of activated Ras were determined using a Ras activation assay kit (Upstate Biotech) in which Ras-GTP was assayed using the GST-tagged Ras-binding domain of Raf1 (Raf-RBD) as an affinity reagent. Myelin Fractionation The animals were euthanized and fresh brains were dissected immediately on ice, weighed, finely minced, and homogenized (1 g tissue/10 ml buffer: 0.32 M sucrose, 1 mM EDTA, 8.5 μM leupeptin, 1 μM phenylmethyl sulfonyl fluoride) with a dounce homogenizer (seven strokes each, with first a loose and then a tight pestle). Homogenates were spun in an Eppendorf 5702R centrifuge at 1,000  g  for 15 min at 4°C. This total lysate was spun in a BeckmanCoulter Optima L-look ultracentrifuge at 10,000  g  for 30 min at 4°C, and the supernatant from this spin was respun at 100,000  g  for 1 hr at 4°C to generate cytosol. Total lysate was layered over steps of 0.32, 0.85 M, and 1.2 M sucrose, and spun in a BeckmanCoulter Optima L-look ultracentrifuge at 75,000  g  for 30 min at 4°C. Myelin membranes were collected at the 0.32 M/0.85Msucrose interface with a Pasteur pipette. Plasma membrane was collected at the 0.85 M/1.2 M sucrose interface, and 30 μg of protein was loaded per lane for western blot analysis. ROS Unfixed optic nerves were frozen in optimal cutting temperature (OCT) medium, and 12 μmcryostat sections cut and stored at −80°C. After air drying and rinsing, we incubated sections in 4 μM DCF-DA (5-(and-6)-chloromethyl-DCF-DA, acetyl ester, Invitrogen/Molecular Probes, #C6827) for 30 min at 37°C in PBS in a 5% CO 2  incubator. Some sections were incubated with NOS inhibitor L-NAME (Sigma; 100 μMin PBS) for 60 min at room temperature before incubation with DCF-DA. Slides were rinsed with PBS and coverslipped. Green fluorescence was captured on a Zeiss Axiovert 200M microscope using a 40× Plan-Neofluar objective, Hamumamatsu Orca ER camera, and ImageJ software. Evans Blue Stain for BBB Function Mice were given 4 ml/kg i.p. Evans blue (2% in PBS). After 24 hr, the mice were perfused with 100 ml ice-cold PBS and their brains were dissected. Tissues were fixed in 4% paraformaldehyde overnight and then placed into 20% sucrose for cryostat sectioning and imaging. Flow Cytometry Brains were perfused with 30 ml PBS and then dissected, roughly chopped, and incubated in 1 ml Accutase (Millipore) for 30 min at 37°C. After addition of 10% fetal bovine serum (FBS) in Hank’s balanced salt solution (2 ml), the brains were manually triturated with a transfer pipette (~20×), transferred to cell strainers (100 μm; BD), and gently processed through the filter using 3 ml syringe plungers. Cell suspensions were centrifuged (3 min × 480  g ), washed with 10 ml buffer (DPBS, 2% FBS, 2 mM EDTA), and recentrifuged. To purify cells from myelin debris, cells were resuspended in 40% Percoll (Amersham) and centrifuged at 650  g  for 25 min at room temperature. The myelin top layer was aspirated and mononuclear cells were resuspended in buffer. Fc receptors were blocked by incubation with anti-mouse CD16/32 (1 μg/sample; eBioscience) on ice for 10 min. After washing (2×) in buffer and incubation in primary antibodies for 1 hr at 4°C, the cells were washed (3×) in buffer and resuspended in 200 μl buffer for analysis. Flow cytometry was performed on a FACS Cantos II flow cytometer using violet (405 nm), red (633 nm), and blue (488 nm) lasers. Antibodies for oligodendrocytes (GalC 1:200; Millipore), progenitor cells (PDGFRα 1:100 and NG2 1:400; Millipore), astrocytes (GFAP 1:200; BD Biosciences), endothelial cells (ICAM-1/CD54 1:400; Biolegend), and blood/microglia (CD45 1:200; BD Biosciences) were used. DCF-DA Fitc (1:200; Invitrogen) and Cell ROX Orange (1:1,000; Invitrogen) stained for ROS. Fixable dead cell stain (1:1,000; Invitrogen) was also used. Behavior Behavioral assessments were completed on 3- to 4-month-old male  CNP-HRas  animals. Locomotor, startle, Morris water maze, and parallel bar tasks were assessed as previously described ( Skelton et al., 2011 ;  Vorhees and Williams, 2006 ;  Kamens and Crabbe, 2007 ). Tremor was assessed in a San Diego Instruments SR-LAB apparatus with optional tremor detection capability for 20 min. NAC NAC (1 g/l = 0.001%) was made fresh every other day in water and provided in the animals’ drinking water. Statistical Analyses Counting was performed on 150–300 EGFP+ cells/area/animal in three to five animals/genotype. Single comparisons between littermates were done via Student’s t tests. For comparisons of groups, one-way ANOVAs followed by Tukey post hoc tests were performed using a significance cutoff of p < 0.05. Locomotor activity, Morris maze, and acoustic startle were initially analyzed by mixed linear ANOVA with factors of genotype and interval (for activity), day (for Morris maze), or trial (for acoustic startle). Follow-up comparisons for genotype differences averaged across interval, day, and trial were compared by t test for independent samples (two-tailed).",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:22:43.583986",
  "abstract_length": 1201,
  "methods_length": 7607,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}