{
  "pmid": "24040940",
  "abstract": "BACKGROUND: Malignant peripheral nerve sheath tumors (MPNST) are rare highly aggressive sarcomas that affect 8-13% of people with neurofibromatosis type 1. The prognosis for patients with MPNST is very poor. Despite TOP2A overexpression in these tumors, doxorubicin resistance is common, and the mechanisms of chemotherapy resistance in MPNST are poorly understood. Molecular-guided therapy prediction is an emerging strategy for treatment refractory sarcomas that involves identification of therapy response and resistance mechanisms in individual tumors. Here, we report the results from a personalized, molecular-guided therapy analysis of MPNST samples. METHODS: Established molecular-guided therapy prediction software algorithms were used to analyze published microarray data from human MPNST samples and cell lines, with benign neurofibroma tissue controls. MPNST and benign neurofibroma-derived cell lines were used for confirmatory in vitro experimentation using quantitative real-time PCR and growth inhibition assays. Microarray data was analyzed using Affymetrix expression console MAS 5.0 method. Significance was calculated with Welch's t-test with non-corrected p-value < 0.05 and validated using permutation testing across samples. Paired Student's t-tests were used to compare relative EC50 values from independent growth inhibition experiments. RESULTS: Molecular guided therapy predictions highlight substantial variability amongst human MPNST samples in expression of drug target and drug resistance pathways, as well as some similarities amongst samples, including common up-regulation of DNA repair mechanisms. In a subset of MPNSTs, high expression of ABCC1 is observed, serving as a predicted contra-indication for doxorubicin and related therapeutics in these patients. These microarray-based results are confirmed with quantitative, real-time PCR and immunofluorescence. The functional effect of drug efflux in MPNST-derived cells is confirmed using in vitro growth inhibition assays. Alternative therapeutics supported by the molecular-guided therapy predictions are reported and tested in MPNST-derived cells. CONCLUSIONS: These results confirm the substantial molecular heterogeneity of MPNSTs and validate molecular-guided therapy predictions in vitro. The observed molecular heterogeneity in MPNSTs influences therapy prediction. Also, mechanisms involving drug transport and DNA damage repair are primary mediators of MPNST chemotherapy resistance. Together, these findings support the utility of individualized therapy in MPNST as in other sarcomas, and provide initial proof-of concept that individualized therapy prediction can be accomplished.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:22:50.597151",
  "abstract_length": 2679,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}