{
  "pmid": "PMID:24040940",
  "title": "Molecular-guided therapy predictions reveal drug resistance phenotypes and treatment alternatives in malignant peripheral nerve sheath tumors.",
  "abstract": "BACKGROUND: Malignant peripheral nerve sheath tumors (MPNST) are rare highly aggressive sarcomas that affect 8-13% of people with neurofibromatosis type 1. The prognosis for patients with MPNST is very poor. Despite TOP2A overexpression in these tumors, doxorubicin resistance is common, and the mechanisms of chemotherapy resistance in MPNST are poorly understood. Molecular-guided therapy prediction is an emerging strategy for treatment refractory sarcomas that involves identification of therapy response and resistance mechanisms in individual tumors. Here, we report the results from a personalized, molecular-guided therapy analysis of MPNST samples. METHODS: Established molecular-guided therapy prediction software algorithms were used to analyze published microarray data from human MPNST samples and cell lines, with benign neurofibroma tissue controls. MPNST and benign neurofibroma-derived cell lines were used for confirmatory in vitro experimentation using quantitative real-time PCR and growth inhibition assays. Microarray data was analyzed using Affymetrix expression console MAS 5.0 method. Significance was calculated with Welch's t-test with non-corrected p-value < 0.05 and validated using permutation testing across samples. Paired Student's t-tests were used to compare relative EC50 values from independent growth inhibition experiments. RESULTS: Molecular guided therapy predictions highlight substantial variability amongst human MPNST samples in expression of drug target and drug resistance pathways, as well as some similarities amongst samples, including common up-regulation of DNA repair mechanisms. In a subset of MPNSTs, high expression of ABCC1 is observed, serving as a predicted contra-indication for doxorubicin and related therapeutics in these patients. These microarray-based results are confirmed with quantitative, real-time PCR and immunofluorescence. The functional effect of drug efflux in MPNST-derived cells is confirmed using in vitro growth inhibition assays. Alternative therapeutics supported by the molecular-guided therapy predictions are reported and tested in MPNST-derived cells. CONCLUSIONS: These results confirm the substantial molecular heterogeneity of MPNSTs and validate molecular-guided therapy predictions in vitro. The observed molecular heterogeneity in MPNSTs influences therapy prediction. Also, mechanisms involving drug transport and DNA damage repair are primary mediators of MPNST chemotherapy resistance. Together, these findings support the utility of individualized therapy in MPNST as in other sarcomas, and provide initial proof-of concept that individualized therapy prediction can be accomplished.",
  "authors": "Jacqueline D Peacock; David Cherba; Kevin Kampfschulte; Mallory K Smith; Noel R Monks; Craig P Webb; Matthew Steensma",
  "journal": "Journal of translational medicine",
  "publicationDate": "2013-09-17",
  "doi": "10.1186/1479-5876-11-213",
  "methods": "Methods Established molecular-guided therapy prediction software algorithms were used to analyze published microarray data from human MPNST samples and cell lines, with benign neurofibroma tissue controls. MPNST and benign neurofibroma-derived cell lines were used for confirmatory in vitro experimentation using quantitative real-time PCR and growth inhibition assays. Microarray data was analyzed using Affymetrix expression console MAS 5.0 method. Significance was calculated with Welch’s t-test with non-corrected p-value < 0.05 and validated using permutation testing across samples. Paired Student’s t-tests were used to compare relative EC50 values from independent growth inhibition experiments. Methods Microarray data Microarray data on MPNST samples, neurofibromas, and MPNST-derived cell lines were accessed via NCBI Gene Expression Omnibus (GEO) repository [ 36 ] as indicated in text. Additional benign neurofibroma samples were acquired through an established tissue collection initiative in collaboration with Spectrum Health. All specimens were obtained according to an IRB approved protocol within Spectrum Health. Affymetrix U133 2.0 plus chip arrays were performed at Clinical Research Laboratories (CRL, Lenexa, KS). Purified RNA was used for the preparation of amplified cDNA (NuGen Ovation Pico WTA System). Amplified cDNA was then fragmentated and labelled (NuGen Encore Biotin Module) and hybridized to GeneChip Human Genome U133 Plus 2.0 Array (GeneChip® Hybridization, Wash and Stain Kit, Affymetrix). The arrays were scanned by using GeneChip Scanner 3000 7G and the intensity files were analyzed by Expression Console Software. Array data was normalized using Affymetrix expression console MAS 5.0 method and further filtered to remove probes with absent calls and expression intensities less than 100 in over 40% of samples. Differentially expressed genes were identified using Welch’s t-test with non-corrected p-value < 0.05 and validated using permutation testing across samples. Most significant probe sets of top 100 and top 200 probes were submitted to GeneGo for extensive network and pathway enrichment analysis. Heat maps were generated using XenoBase® version 3.5 from Affymetrix array data using MAS 5.0 normalization. Clustering was performed in both sample and probe dimensions using average linkages with a Pearson correlation distance metric. Molecular-guided personalized medicine (PMED) analysis For each individual tumor sample tested, microarray data from a single sample was compared to pooled benign controls. This process was performed for a total of 15 samples including MPNST and MPNST-derived cell lines (public dataset), and neurofibroma tissue samples. Microarray data processed as above was analyzed using XenoBase-based analysis software, a molecular-guided therapy prediction methodology and reporting tool developed at the Van Andel Research Institute [ 34 , 35 ]. Tumor gene expression levels from Affymetrix U133 2.0 plus chip were normalized using MAS 5.0 Affymetrix expression console and compared to a benign tumor reference set. Relative expression intensities were converted to Z-score values and the gene list with significant expression deviation from the reference set are supplied directly to the Gene Targeted Therapy Map [ 37 ] as well as to the GeneGo Topology tools [ 34 ] that identify additional significant genes implied by topological analysis. Topologically identified genes were also supplied to the Gene Targeted Therapy Map. Z-score expression values were also supplied to two drug response pattern evaluation methods, PGSEA [ 38 ] and CMAP [ 39 ]. PGSEA and CMAP score the expression pattern against known response to therapy and suggest possible effective therapies. The final method to supply therapy choices is driven by expression levels and applied to specific biomarker rules based on strong evidence from clinical trial work that validates the biomarkers for both indicated and contra-indicated therapies [ 32 , 40 ]. All MPNST and MPNST-derived sample data, in addition to data from benign samples for which paired tumor-derived cell lines, RNA, and histology were available for future use were individually analyzed using this process. Finally, results from these analyses are integrated and ranked according to summary scores. A diagram of this process is provided in Figure  1 A, and a more thorough description is provided as Additional file  1 . Figure 1 Molecular-guided therapy prediction process. A)  Each MPNST sample is compared to a benign tumor tissue reference pool and processed as shown. Consolidated reports include individual rankings of therapeutics for each sample (see Table  1  and Additional file  2 ).  B)  Summary graph depicting microarray signal intensity for transcripts contributing to molecular-guided therapy predictions in MPNST samples in comparison with benign neurofibromas. Additional graphs for increased visibility of individual results are also provided in Additional file  4 . Quantitative real-time PCR Microarray data was confirmed using real-time polymerase chain reaction (qRT-PCR). Total RNA was extracted from cultured MPNST cell lines and benign neurofibroma-derived cell lines during logarithmic cell growth using TRIzol reagent (Invitrogen). Neurofibroma cell lines were derived from benign neurofibromas using established protocols [ 41 ]. Synthesis of cDNA was performed using 500 ng of RNA according to manufacturer’s instructions (High Capacity cDNA Reverse Transcription Kit, Invitrogen). Primers used for qRT-PCR were as follows  ABCC1 -Forward (F), GAGGAAGGGAGTTCAGTCTT;  ABCC1 -Reverse (R), ACAAGACGAGCTGAATGAGT;  ABCC3 -F, CACACGGATCTGACAGACAATGA;  ABCC3 -R, ACAGGGCACTCAGCTGTCTCA;  ABCC4 -F, TGTGCTTTTTAAGGCTTCACTCAAT;  ABCC4 -R, TTGTCCTTCGTATAGCAAGTTTTTTG;  ABCC5 -F, GAGAACCAGCACTTCTGGGA;  ABCC5 -R, TGAGCTGAGAATGCATGGAG;  ABCC6 -F, AAAGTACACACAGCATGGCAGTTC;  ABCC6 -R64, GCTCCCGGCTAGACCCTTAA;  ABCG5 -R232, GTTCACATACACCTCCCCCA;  ABCG5 -F101, TCCTTGTACGTGGAGAGCG;  GAPDHF , TGGTATCGTGGAAGGACTCATGAC;  GAPDHR , TGCCAGTGAGCTTCCCGTTCAGC. Reactions were performed in duplicate at 10 μl volume using Sybr Select master mix (Applied Biosystems) according to manufacturer’s instructions. Melt curve analyses are performed following all reactions to ensure detection of a single product based upon single and consistent melting temperatures for each primer set using StepOne Software v2.3 (Applied Biosystems) standard parameters. Data is normalized using  GAPDH  expression and represented as fold change relative to a control sample (2^ΔΔC T ) as indicated in the respective results. Immunofluorescence Cells grown on 8-well chamber slides (Nunc) were fixed in 4% paraformaldehyde, blocked in PBS with 10% goat serum, and incubated in primary antibodies against ABCC1 (Abcam ab24102) and S100 (Dako Z0311) at 1:50 and 1:400 dilution, respectively, overnight at 4°C. Cells were washed in PBS, and secondary incubations were conducted for 45 minutes at room temperature with respective Alexa Fluor-488 Donkey anti-Mouse IgG and Alexa Fluor-568 Donkey anti-Rabbit IgG secondary antibodies at 1:400 dilution. Slides were mounted in Vectashield with DAPI (Vector Labs) for nuclear counterstaining. All images were obtained using identical acquisition settings with 60× objective on an A1 confocal Ti microscope (Nikon). Growth inhibition experiments MPNST-derived cell lines NF96.2, NF02.2, and NF94.3 (ATCC) and benign neurofibroma cell lines were maintained in 5% CO 2  at 37C, in modified DMEM with 10% fetal bovine serum and 1% penicillin/streptomycin. Growth inhibition experiments were carried out in DMEM supplemented with 10% FBS in 96-well plate format. Cells were seeded at 2×10 3  cells per well and allowed to attach for 24 hours prior to drug treatment for 96 hours. Doxorubicin (LC Laboratories) dosages included 5 μg/ml, 2.5 μg/ml, 1.25 μg/ml, 625 ng/ml, 312 ng/ml, 156 ng/ml, 78 ng/ml, 40 ng/ml, 20 ng/ml, and 10 ng/ml. Vorinostat, rapamycin, and etoposide (LC Laboratories), as well as thalidomide (Sigma), were used at doses ranging from 2 mM to 100 nM. Freshly prepared verapamil (Sigma) was added at 100 μM where indicated. Trichloroacetic acid fixation and sulforhodamine B (SRB) staining was performed as described [ 42 ] as a surrogate cell count measurement. EC 50  was defined as the drug concentration causing a 50% reduction in net signal versus untreated controls as interpolated from line of best fit. An EC 50  was calculated for each individual experiment (n = 5) and Student’s t-test was used to compare EC 50  from doxorubicin only treatments to verapamil (100 μM) plus doxorubicin.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:25:05"
}