{
  "pmid": "24101736",
  "abstract": "BACKGROUND: We wanted to determine the sensitivity and specificity of serial changes in visual acuity and visual evoked potentials (VEPs) to detect radiological progression of tumor volume in children with optic pathway gliomas. METHODS: From a retrospective review of a cohort of 69 patients, 54 patients met inclusion criteria (31 with primary chemotherapy, 4 with primary radiotherapy, and 19 with stable tumor volume and no treatment). Age at presentation ranged from 0.3 to 13 years. Patients were serially followed by MRI, age-corrected visual acuity in log minimum angle of resolution (logMAR), and pattern VEP. Longitudinal data averaged 7.9 years (range 0.5-16 y). Visual assessments were aligned with MRI data within 6-month intervals. Tumor progression was defined by 25% or greater increase in volume. RESULTS: Visual acuity in the better eye had poor sensitivity and specificity for detecting tumor volume progression (0.5 and 0.5, respectively). Visual acuity in the worse eye showed worse sensitivity and specificity because false positives (visual decline without tumor progression) were more frequent than true positives (visual decline with tumor progression). VEPs showed slightly better sensitivity and specificity (0.69 and 0.58, respectively). In patients with stable tumors, visual acuity fluctuated ±0.55 logMAR (SD = 0.15) between examinations. VEP amplitude fluctuated -0.74 to 0.48 log units (SD = 0.19) between examinations. CONCLUSIONS: Serial changes in visual function do not reliably detect tumor progression. Conversely, tumor progression does not reliably indicate decreased visual function. Objective visual function and serial MRIs are complementary in management of optic pathway gliomas.",
  "methods": "Methods From a retrospective review of a cohort of 69 patients, 54 patients met inclusion criteria (31 with primary chemotherapy, 4 with primary radiotherapy, and 19 with stable tumor volume and no treatment). Age at presentation ranged from 0.3 to 13 years. Patients were serially followed by MRI, age-corrected visual acuity in log minimum angle of resolution (logMAR), and pattern VEP. Longitudinal data averaged 7.9 years (range 0.5–16 y). Visual assessments were aligned with MRI data within 6-month intervals. Tumor progression was defined by 25% or greater increase in volume.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:23:05.354537",
  "abstract_length": 1725,
  "methods_length": 583,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}