{
  "pmid": "24213576",
  "abstract": "Peroxisome proliferator-activated receptor-β/δ (PPARβ/δ) inhibits skin tumorigenesis through mechanisms that may be dependent on HRAS signaling. The present study examined the hypothesis that PPARβ/δ promotes HRAS-induced senescence resulting in suppression of tumorigenesis. PPARβ/δ expression increased p-ERK and decreased p-AKT activity. Increased p-ERK activity results from the dampened HRAS-induced negative feedback response mediated in part through transcriptional upregulation of RAS guanyl-releasing protein 1 (RASGRP1) by PPARβ/δ. Decreased p-AKT activity results from repression of integrin-linked kinase (ILK) and phosphoinositide-dependent protein kinase-1 (PDPK1) expression. Decreased p-AKT activity in turn promotes cellular senescence through upregulation of p53 and p27 expression. Both over-expression of RASGRP1 and shRNA-mediated knockdown of ILK partially restore cellular senescence in Pparβ/δ-null cells. Higher PPARβ/δ expression is also correlated with increased senescence observed in human benign neurofibromas and colon adenoma lesions in vivo. These results demonstrate that PPARβ/δ promotes senescence to inhibit tumorigenesis and provide new mechanistic insights into HRAS-induced cellular senescence.",
  "methods": "MATERIALS AND METHODS Plasmids pBABE-puro- Pten  was obtained by cloning mouse  Pten  into pBABE-puro and pBABE-puro- Mek -DD   and pWZL-hygro-H-RASV12 were purchased (Addgene, Cambridge, MA). pBABE-puro- 64 Rasgrp1  was obtained by cloning the mouse  Rasgrp1  open reading frame from a shuttle clone vector (GC-Mm04880; GeneCopoeia, Rockville, MD). The plasmid containing a mouse shRNA against  Ilk , two human shRNAs against  PPARβ/δ  or a non-target control shRNA were purchased from Mission shRNA (Sigma-Aldrich, St. Louis, MO). The shRNA catalogue number are: mouse  Ilk  shRNA1 (TRCN0000022515), mouse  Ilk  shRNA2 (TRCN0000022518), human  PPARβ/δ  shRNA (TRCN0000001661), human  PPARβ/δ  shRNA (TRCN0000010647), and non-target control shRNA (SHC002). Cell culture Primary keratinocytes from newborn wild-type and  Pparβ/δ -null mice were prepared and cultured as previously described  . The HaCat cell line was cultured in DMEM medium as previously described  65 . To activate PPARβ/δ, GW0742 (1 μM) was used as this is within the range that specifically activates PPARβ/δ in keratinocytes  66 . LY294002 (10 μM) was used to inhibit PI3K activity and PD98059 (10 μM) was used to inhibit MEK activity because these concentrations are within the range that specifically inhibits these enzymes  9 ,  67 . 27 Complete carcinogenesis bioassay Wild-type or  Pparβ/δ -null, female mice (6~8 weeks of age) were initiated with 50 μg of DMBA dissolved in 200 μL acetone (5–7 mice/group). Mice were treated topically with 50 μg of DMBA weekly for 30 weeks. Mice were also topically treated with acetone or 5 μM GW0742 twice a week during this 30 week treatment period. After 30 weeks, mice were euthanized and tumor samples were either fixed or snap frozen in liquid nitrogen for further analysis. Fixed tumor samples were embedded in paraffin, sectioned and stained with hematoxylin and eosin (H&E) and scored for benign or malignant pathology by examination with a light microscope. Senescence-associated β-galactosidase (β-gal) assay Cytochemical detection of senescence-associated β-gal activity was determined in cells and tumors as described  . 68 Flow cytometry analysis Cells were stained with bromodeoxyuridine (BrdU) and propidium iodide (PI) and analyzed for cell cycle progression as previously described  . 69 RNA isolation and quantitative real-time PCR (qPCR) Total RNA was isolated using TRIZOL reagent (Invitrogen, Carlsbad, CA) and reverse transcription and qPCR was performed as previously described  . The relative level of mRNA was normalized to glyceraldehyde 3-phosphate dehydrogenase ( 70 Gapdh ) or  18s  mRNA. Quantitative western blot analysis Cell lysates were obtained and western blot analysis using radioactive detection methods was performed as previously described  . The primary antibodies used were: anti-pRB (Ser780), anti-p-MEK1/2 (Ser217/221), anti-MEK1/2, anti-p-ERK1/2 (Thr202/Tyr204), anti-ERK1/2, anti-p-AKT (Ser473), anti-p-AKT (Thr308), anti-AKT, anti-p27, anti-PTEN, anti-p-MDM2 (Ser166) (Cell Signaling, Beverly, MA), anti-HRAS, anti-RB, anti-p16, anti-p53, anti-p21, anti-DcR2, anti-RASGAP120, anti-RASGRP1, anti-DUSP1, anti-MDM2 (Santa Cruz Biotechnology, Santa Cruz, CA), anti-lactic dehydrogenase (Jackson Immunoresearch, West Grove, PA), anti-β-ACTIN (Rockland, Gilbertsville, PA), anti-ERK1/2 (New England Biolabs, Ipswich, MA), anti-PPARβ/δ (Abcam, San Francisco, CA), anti-PDPK1 (BD Biosciences Pharmingen, San Diego, CA) and anti-ILK (Upstate, Lake Placid, NY), 66 Chromatin immunoprecipitation (ChIP) ChIP was performed as previously described   using each of the following antibodies: anti mouse PPARβ/δ  70 , anti-human PPARβ/δ, anti-HDAC1, anti-HDAC3 (Santa Cruz Biotechnology, Santa Cruz, CA) or acetylated histone 4 (Millipore, Temecula, CA). Rabbit IgG was used as a negative control. qPCR was performed to determine the relative enrichment of specific proteins on different regions of DNA. Relative enrichment of proteins was normalized to the occupancy of each protein on the  71 Ubiquitin C  gene (for mouse genes) or  β-Actin  gene (for human genes). Statistical analysis All data analysis was performed using GraphPad Prism v 5.0 (GraphPad Software, La Jolla, CA). Values represent means ± S.E.M., as indicated. Statistical significance was assessed using one-tailed Student t-test or linear regression analysis.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:23:47.779318",
  "abstract_length": 1234,
  "methods_length": 4375,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}