{
  "pmid": "24232507",
  "abstract": "Malignant peripheral nerve sheath tumors (MPNSTs) are Schwann cell-derived malignancies that arise from plexiform neurofibromas in patients with mutation of the neurofibromin 1 (NF1) gene. We have shown that the growth factor neuregulin-1 (NRG1) also contributes to human neurofibroma and MPNST pathogenesis and that outbred C57BL/6J × SJL/J transgenic mice overexpressing NRG1 in Schwann cells (P0-GGFβ3 mice) recapitulate the process of neurofibroma-MPNST progression. However, it is unclear whether NRG1 acts predominantly within NF1-regulated signaling cascades or instead activates other essential cascades that cooperate with NF1 loss to promote tumorigenesis. We now report that tumorigenesis is suppressed in inbred P0-GGFβ3 mice on a C57BL/6J background. To determine whether NRG1 overexpression interacts with reduced Nf1 or Trp53 gene dosage to \"unmask\" tumorigenesis in these animals, we followed cohorts of inbred P0-GGFβ3;Nf1+/−, P0-GGFβ3;Trp53+/− and control (P0-GGFβ3, Nf1+/− and Trp53+/−) mice for 1 year. We found no reduction in survival or tumors in control and P0-GGFβ3;Nf1+/− mice. In contrast, P0-GGFβ3;Trp53+/− mice died on average at 226 days, with MPNSTs present in 95 % of these mice. MPNSTs in inbred P0-GGFβ3;Trp53+/− mice arose de novo from micro-MPNSTs that uniformly develop intraganglionically. These micro-MPNSTs are of lower grade (WHO grade II-III) than the major MPNSTs (WHO grade III-IV); array comparative genomic hybridization showed that lower grade MPNSTs also had fewer genomic abnormalities. Thus, P0-GGFβ3;Trp53+/− mice represent a novel model of low- to high-grade MPNST progression. We further conclude that NRG1 promotes peripheral nervous system neoplasia predominantly via its effects on the signaling cascades affected by Nf1 loss.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:23:52.642891",
  "abstract_length": 1782,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}