{
  "pmid": "24249806",
  "abstract": "OBJECTIVES: Neurofibromatosis (NF) is a genetic disease with multiple clinical manifestations that can significantly impact quality of life (QOL). Clinical trials should include patient-reported outcomes (PROs) as endpoints to assess treatment effects on various aspects of QOL, but there is no consensus on the selection and use of such measures in NF. This article describes the PRO Working Group of the Response Evaluation in Neurofibromatosis and Schwannomatosis (REiNS) Collaboration, its main goals, methods for identifying appropriate PRO measures for NF clinical trials, and recommendations for assessing pain intensity. METHODS: The REiNS PRO group selected core endpoint domains important to assess in NF. The members developed criteria to rate PRO measures, including patient characteristics, psychometric properties, and feasibility, and utilized a systematic process to evaluate PROs for NF clinical trials. Within the subdomain of pain intensity, the group reviewed the Numerical Rating Scale-11 (NRS-11), the Visual Analogue Scale, and the Faces Pain Scale-Revised using this process. RESULTS: Based on the review criteria, each of these pain intensity scales is brief, reliable, valid, and widely used. However, the NRS-11 was given the highest rating for use in NF clinical trials due to recommendations from pain experts and other consensus groups, its extensive use in research, strong psychometric data including sensitivity to change, and excellent feasibility in ages ≥ 8 years. CONCLUSIONS: The systematic review criteria and process are effective for identifying appropriate PRO measures and provide information utilized by the REiNS Collaboration to achieve consensus regarding PROs in NF clinical trials.",
  "methods": "Methods: The REiNS PRO group selected core endpoint domains important to assess in NF. The members developed criteria to rate PRO measures, including patient characteristics, psychometric properties, and feasibility, and utilized a systematic process to evaluate PROs for NF clinical trials. Within the subdomain of pain intensity, the group reviewed the Numerical Rating Scale-11 (NRS-11), the Visual Analogue Scale, and the Faces Pain Scale-Revised using this process.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:24:37.658765",
  "abstract_length": 1730,
  "methods_length": 470,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}