{
  "pmid": "24249806",
  "abstract": "Patient-reported outcomes in neurofibromatosis and schwannomatosis clinical  trials.  Wolters PL(1), Martin S, Merker VL, Gardner KL, Hingtgen CM, Tonsgard JH,  Schorry EK, Baldwin A; REiNS International Collaboration.  Author information: (1)From the Pediatric Oncology Branch (P.L.W., S.M., A.B.), National Cancer  Institute; Department of Neurology and Cancer Center (V.L.M.), Massachusetts  General Hospital; Veterans Administration Pittsburgh Healthcare System and  University of Pittsburgh (K.L.G.); Department of Clinical Neurosciences  (C.M.H.), Spectrum Health Medical Group and College of Human Medicine, Michigan  State University; University of Chicago Pritzker School of Medicine (J.H.T.);  and Division of Human Genetics (E.K.S.), Cincinnati Children's Hospital.  OBJECTIVES: Neurofibromatosis (NF) is a genetic disease with multiple clinical  manifestations that can significantly impact quality of life (QOL). Clinical  trials should include patient-reported outcomes (PROs) as endpoints to assess  treatment effects on various aspects of QOL, but there is no consensus on the  selection and use of such measures in NF. This article describes the PRO Working  Group of the Response Evaluation in Neurofibromatosis and Schwannomatosis  (REiNS) Collaboration, its main goals, methods for identifying appropriate PRO  measures for NF clinical trials, and recommendations for assessing pain  intensity. METHODS: The REiNS PRO group selected core endpoint domains important to assess  in NF. The members developed criteria to rate PRO measures, including patient  characteristics, psychometric properties, and feasibility, and utilized a  systematic process to evaluate PROs for NF clinical trials. Within the subdomain  of pain intensity, the group reviewed the Numerical Rating Scale-11 (NRS-11),  the Visual Analogue Scale, and the Faces Pain Scale-Revised using this process. RESULTS: Based on the review criteria, each of these pain intensity scales is  brief, reliable, valid, and widely used. However, the NRS-11 was given the  highest rating for use in NF clinical trials due to recommendations from pain  experts and other consensus groups, its extensive use in research, strong  psychometric data including sensitivity to change, and excellent feasibility in  ages ≥ 8 years. CONCLUSIONS: The systematic review criteria and process are effective for  identifying appropriate PRO measures and provide information utilized by the  REiNS Collaboration to achieve consensus regarding PROs in NF clinical trials.  DOI: 10.1212/01.wnl.0000435747.02780.bf PMCID: PMC3908341 PMID: 24249806 [Indexed for MEDLINE]",
  "methods": "Methods: The REiNS PRO group selected core endpoint domains important to assess in NF. The members developed criteria to rate PRO measures, including patient characteristics, psychometric properties, and feasibility, and utilized a systematic process to evaluate PROs for NF clinical trials. Within the subdomain of pain intensity, the group reviewed the Numerical Rating Scale-11 (NRS-11), the Visual Analogue Scale, and the Faces Pain Scale-Revised using this process.",
  "introduction": "",
  "results": "Results: Based on the review criteria, each of these pain intensity scales is brief, reliable, valid, and widely used. However, the NRS-11 was given the highest rating for use in NF clinical trials due to recommendations from pain experts and other consensus groups, its extensive use in research, strong psychometric data including sensitivity to change, and excellent feasibility in ages ≥8 years.",
  "discussion": "Conclusions: The systematic review criteria and process are effective for identifying appropriate PRO measures and provide information utilized by the REiNS Collaboration to achieve consensus regarding PROs in NF clinical trials.",
  "fetched_at": "2026-02-16T15:41:00.530698",
  "abstract_length": 2624,
  "methods_length": 470,
  "introduction_length": 0,
  "results_length": 399,
  "discussion_length": 229
}