{
  "pmid": "PMID:24249801",
  "title": "Achieving consensus for clinical trials: the REiNS International Collaboration.",
  "abstract": "The neurofibromatoses (NF)--including neurofibromatosis 1 (NF1), neurofibromatosis 2 (NF2), and schwannomatosis--are related tumor-suppressor syndromes characterized by a predisposition to multiple tumor types and other disease manifestations, which often result in functional disability, reduced quality of life, pain, and, in some cases, malignancy. With increasing knowledge of the biology and pathogenesis of NF, clinical trials with targeted agents directed at NF tumors have become available. Most clinical trials for patients with NF have used designs and endpoints similar to oncology trials. However, differences in the disease manifestations and natural history of NF (compared to cancers) require the development of new designs and endpoints to perform meaningful NF clinical trials. The Response Evaluation in Neurofibromatosis and Schwannomatosis (REiNS) International Collaboration was established in 2011 at the Children's Tumor Foundation meeting to achieve consensus within the NF community about the design of future clinical trials, with a specific emphasis on endpoints. The REiNS Collaboration includes 7 working groups that focus on imaging of tumor response; functional, visual, patient-reported, and neurocognitive outcomes; whole-body MRI; and disease biomarkers. This supplement includes the first series of recommendations by the REiNS Collaboration. The hope is that these recommendations will be used by members of the group and by researchers outside of the REiNS International Collaboration to standardize the measurement of outcomes and thus improve clinical trials for patients with NF. Ultimately, we plan to engage industry partners and national regulatory agencies in this process to facilitate the approval of drugs for patients with NF.",
  "authors": "Scott R Plotkin; Jaishri O Blakeley; Eva Dombi; Michael J Fisher; C Oliver Hanemann; Karin S Walsh; Pamela L Wolters; Brigitte C Widemann",
  "journal": "Neurology",
  "publicationDate": "2013-11-19",
  "doi": "10.1212/01.wnl.0000435743.49414.b6",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-19 09:25:06"
}