{
  "pmid": "24249804",
  "abstract": "Recommendations for imaging tumor response in neurofibromatosis clinical trials.  Dombi E(1), Ardern-Holmes SL, Babovic-Vuksanovic D, Barker FG, Connor S, Evans  DG, Fisher MJ, Goutagny S, Harris GJ, Jaramillo D, Karajannis MA, Korf BR,  Mautner V, Plotkin SR, Poussaint TY, Robertson K, Shih CS, Widemann BC; REiNS  International Collaboration.  Author information: (1)From the Pediatric Oncology Branch (E.D., B.C.W.), National Cancer Institute,  Bethesda, MD; Department of Neurology (S.L.A.-H.), The Children's Hospital at  Westmead, Sydney, Australia; Department of Medical Genetics (D. B.-V.), Mayo  Clinic, Rochester, MN; Neurosurgical Service (F.G.B.), Department of Radiology  (G.J.H.), and Department of Neurology and Cancer Center (S.R.P.), Massachusetts  General Hospital, Boston, MA; Department of Neuroradiology (S.C.), King's  College Hospital, London, UK; Department of Genetic Medicine (D.G.E.), MAHSC, St  Mary's Hospital, Manchester, UK; Division of Oncology (M.J.F.) and Department of  Radiology (D.J.), The Children's Hospital of Philadelphia; Department of  Pediatrics (M.J.F.), The Perelman School of Medicine at the University of  Pennsylvania, Philadelphia, PA; Department of Neurosurgery (S.G.), Hôpital  Beaujon, Clichy, France; Division of Pediatric Hematology/Oncology and NYU  Cancer Institute (M.A.K.), NYU Langone Medical Center, New York, NY; Department  of Genetics (B.R.K.), University of Alabama at Birmingham, Birmingham, AL;  Department of Neurology (V.M.), University Medical Center Hamburg-Eppendorf,  Hamburg, Germany; Department of Radiology (T.Y.P.), Boston Children's Hospital,  Boston, MA; and Department of Pediatrics (K.R., C.-S.S.), Riley Hospital for  Children, Indianapolis, IN.  OBJECTIVE: Neurofibromatosis (NF)-related benign tumors such as plexiform  neurofibromas (PN) and vestibular schwannomas (VS) can cause substantial  morbidity. Clinical trials directed at these tumors have become available. Due  to differences in disease manifestations and the natural history of NF-related  tumors, response criteria used for solid cancers (1-dimensional/RECIST [Response  Evaluation Criteria in Solid Tumors] and bidimensional/World Health  Organization) have limited applicability. No standardized response criteria for  benign NF tumors exist. The goal of the Tumor Measurement Working Group of the  REiNS (Response Evaluation in Neurofibromatosis and Schwannomatosis) committee  is to propose consensus guidelines for the evaluation of imaging response in  clinical trials for NF tumors. METHODS: Currently used imaging endpoints, designs of NF clinical trials, and  knowledge of the natural history of NF-related tumors, in particular PN and VS,  were reviewed. Consensus recommendations for response evaluation for future  studies were developed based on this review and the expertise of group members. RESULTS: MRI with volumetric analysis is recommended to sensitively and  reproducibly evaluate changes in tumor size in clinical trials. Volumetric  analysis requires adherence to specific imaging recommendations. A 20% volume  change was chosen to indicate a decrease or increase in tumor size. Use of these  criteria in future trials will enable meaningful comparison of results across  studies. CONCLUSIONS: The proposed imaging response evaluation guidelines, along with  validated clinical outcome measures, will maximize the ability to identify  potentially active agents for patients with NF and benign tumors.  DOI: 10.1212/01.wnl.0000435744.57038.af PMCID: PMC3908340 PMID: 24249804 [Indexed for MEDLINE]",
  "methods": "Methods: Currently used imaging endpoints, designs of NF clinical trials, and knowledge of the natural history of NF-related tumors, in particular PN and VS, were reviewed. Consensus recommendations for response evaluation for future studies were developed based on this review and the expertise of group members.",
  "introduction": "",
  "results": "Results: MRI with volumetric analysis is recommended to sensitively and reproducibly evaluate changes in tumor size in clinical trials. Volumetric analysis requires adherence to specific imaging recommendations. A 20% volume change was chosen to indicate a decrease or increase in tumor size. Use of these criteria in future trials will enable meaningful comparison of results across studies.",
  "discussion": "Conclusions: The proposed imaging response evaluation guidelines, along with validated clinical outcome measures, will maximize the ability to identify potentially active agents for patients with NF and benign tumors.",
  "fetched_at": "2026-02-16T15:40:57.543351",
  "abstract_length": 3570,
  "methods_length": 313,
  "introduction_length": 0,
  "results_length": 392,
  "discussion_length": 217
}