{
  "pmid": "24249804",
  "abstract": "OBJECTIVE: Neurofibromatosis (NF)-related benign tumors such as plexiform neurofibromas (PN) and vestibular schwannomas (VS) can cause substantial morbidity. Clinical trials directed at these tumors have become available. Due to differences in disease manifestations and the natural history of NF-related tumors, response criteria used for solid cancers (1-dimensional/RECIST [Response Evaluation Criteria in Solid Tumors] and bidimensional/World Health Organization) have limited applicability. No standardized response criteria for benign NF tumors exist. The goal of the Tumor Measurement Working Group of the REiNS (Response Evaluation in Neurofibromatosis and Schwannomatosis) committee is to propose consensus guidelines for the evaluation of imaging response in clinical trials for NF tumors. METHODS: Currently used imaging endpoints, designs of NF clinical trials, and knowledge of the natural history of NF-related tumors, in particular PN and VS, were reviewed. Consensus recommendations for response evaluation for future studies were developed based on this review and the expertise of group members. RESULTS: MRI with volumetric analysis is recommended to sensitively and reproducibly evaluate changes in tumor size in clinical trials. Volumetric analysis requires adherence to specific imaging recommendations. A 20% volume change was chosen to indicate a decrease or increase in tumor size. Use of these criteria in future trials will enable meaningful comparison of results across studies. CONCLUSIONS: The proposed imaging response evaluation guidelines, along with validated clinical outcome measures, will maximize the ability to identify potentially active agents for patients with NF and benign tumors.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:24:28.098950",
  "abstract_length": 1724,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}