{
  "pmid": "24249802",
  "abstract": "Functional outcome measures for NF1-associated optic pathway glioma clinical  trials.  Fisher MJ(1), Avery RA, Allen JC, Ardern-Holmes SL, Bilaniuk LT, Ferner RE,  Gutmann DH, Listernick R, Martin S, Ullrich NJ, Liu GT; REiNS International  Collaboration.  Author information: (1)From the Division of Oncology (M.J.F.), Neuroradiology Section, Department of  Radiology (L.T.B.), and Neuro-Ophthalmology Service (G.T.L.), The Children's  Hospital of Philadelphia; Department of Pediatrics (M.J.F.) and Departments of  Neurology and Ophthalmology (G.T.L.), The Perelman School of Medicine at the  University of Pennsylvania, Philadelphia; Departments of Neurology,  Ophthalmology, and Pediatrics (R.A.A.), Gilbert Family Neurofibromatosis  Institute, Children's National Medical Center, Washington, DC; Departments of  Pediatrics and Neurology (J.C.A.), NYU Cancer Institute, NYU Langone Medical  Center, New York, NY; Children's Hospital at Westmead Clinical School  (S.L.A.-H.), The University of Sydney, Australia; Department of Neurology  (S.L.A.-H.), The Children's Hospital at Westmead, Sydney, Australia; University  of Pennsylvania School of Medicine (L.T.B.), Philadelphia; Department of  Neurology (R.E.F.), Guy's and St. Thomas' NHS Foundation Trust and Institute of  Psychiatry, King's College London; Department of Neurology (D.H.G.), Washington  University School of Medicine, St. Louis, MO; Department of Pediatrics (R.L.),  Feinberg School of Medicine, Northwestern University; Ann & Robert H. Lurie  Children's Hospital of Chicago (R.L.); Pediatric Oncology Branch (S.M.),  National Cancer Institute, National Institutes of Health, Bethesda, MD; and  Department of Neurology (N.J.U.), Boston Children's Hospital, Harvard Medical  School, Boston, MA.  OBJECTIVE: The goal of the Response Evaluation in Neurofibromatosis and  Schwannomatosis Visual Outcomes Committee is to define the best functional  outcome measures for future neurofibromatosis type 1 (NF1)-associated optic  pathway glioma (OPG) clinical trials. METHODS: The committee considered the components of vision, other ophthalmologic  parameters affected by OPG, potential biomarkers of visual function, and quality  of life measures to arrive at consensus-based, evidence-driven recommendations  for objective and measurable functional endpoints for OPG trials. RESULTS: Visual acuity (VA) assessments using consistent quantitative testing  methods are recommended as the main functional outcome measure for NF1-OPG  clinical trials. Teller acuity cards are recommended for use as the primary VA  endpoint, and HOTV as a secondary endpoint once subjects are old enough to  complete it. The optic disc should be assessed for pallor, as this appears to be  a contributory variable that may affect the interpretation of VA change over  time. Given the importance of capturing patient-reported outcomes in clinical  trials, evaluating visual quality of life using the Children's Visual Function  Questionnaire as a secondary endpoint is also proposed. CONCLUSIONS: The use of these key functional endpoints will be essential for  evaluating the efficacy of future OPG clinical trials.  DOI: 10.1212/01.wnl.0000435745.95155.b8 PMCID: PMC3908337 PMID: 24249802 [Indexed for MEDLINE]",
  "methods": "Methods: The committee considered the components of vision, other ophthalmologic parameters affected by OPG, potential biomarkers of visual function, and quality of life measures to arrive at consensus-based, evidence-driven recommendations for objective and measurable functional endpoints for OPG trials.",
  "introduction": "",
  "results": "Results: Visual acuity (VA) assessments using consistent quantitative testing methods are recommended as the main functional outcome measure for NF1-OPG clinical trials. Teller acuity cards are recommended for use as the primary VA endpoint, and HOTV as a secondary endpoint once subjects are old enough to complete it. The optic disc should be assessed for pallor, as this appears to be a contributory variable that may affect the interpretation of VA change over time. Given the importance of capturing patient-reported outcomes in clinical trials, evaluating visual quality of life using the Children's Visual Function Questionnaire as a secondary endpoint is also proposed.",
  "discussion": "Conclusions: The use of these key functional endpoints will be essential for evaluating the efficacy of future OPG clinical trials.",
  "fetched_at": "2026-02-16T15:40:55.920218",
  "abstract_length": 3254,
  "methods_length": 306,
  "introduction_length": 0,
  "results_length": 677,
  "discussion_length": 131
}