{
  "pmid": "24259290",
  "abstract": "Mutations in the NF2 gene cause Neurofibromatosis Type 2 (NF2), a disorder characterized by the development of schwannomas, meningiomas and ependymomas in the nervous system. Merlin, a tumor suppressor encoded by the NF2 gene, modulates activity of many essential signaling pathways. Yet despite increasing knowledge of merlin function, there are no NF2 drug therapies. In a pilot high-throughput screen of the Library of Pharmacologically Active Compounds, we assayed for compounds capable of reducing viability of mouse Schwann cells (MSC) with Nf2 inactivation as a cellular model for human NF2 schwannomas. AGK2, a SIRT2 (sirtuin 2) inhibitor, was identified as a candidate compound. SIRT2 is one of seven mammalian sirtuins that are NAD+-dependent protein deacetylases. We show that merlin-mutant MSC have higher expression levels of SIRT2 and lower levels of overall lysine acetylation than wild-type control MSC. Pharmacological inhibition of SIRT2 decreases merlin-mutant MSC viability in a dose dependent manner without substantially reducing wild-type MSC viability. Inhibition of SIRT2 activity in merlin-mutant MSC is accompanied by release of lactate dehydrogenase and high mobility group box 1 protein into the medium in the absence of significant apoptosis, autophagy, or cell cycle arrest. These findings suggest that SIRT2 inhibition triggers necrosis of merlin-mutant MSCs and that SIRT2 is a potential NF2 drug target.",
  "methods": "MATERIALS AND METHODS Inhibitors The SIRT2 inhibitors AGK-2; CAS name 2-Cyano-3-[5-(2,5-dichlorophenyl)-2-furanyl]-N-5-quinolinyl-2-propenamide and AK1; CAS name 3-(azepan-1-ylsulfonyl)-N-(3-nitrophenyl) benzamide were purchased from Sigma-Aldrich and Cayman Chemicals. Rapamycin and Staurosporine were from Santa Cruz Biotechnology (Santa Cruz, CA). Antibodies β-Actin (8H10D10) and α-tubulin (DM1A) mouse mAb, Merlin (D1D8), acetylated-lysine (A-K 2 -100), Acetyl-α-tubulin (Lys40) (D20G3)XP, SIRT1(D1D7), SIRT3(D22A3), SIRT5(D8C3), SIRT7(D3K5A) and LC3B(D11)XP rabbit mAb, HMGB1 rabbit Ab were purchased from Cell Signaling (Danvers, MA). GAPDH mAb was from Millipore. SIRT2 rabbit Ab was from Sigma-Aldrich. S-100 rabbit Ab was purchased from Dako Cytomation (Glostrup, Denmark). Secondary antibodies, peroxidase-conjugated goat anti-mouse IgG and goat anti-rabbit-IgG, were purchased from Pierce, Thermo Fisher (Rockford, IL). Goat anti-rabbit-IgG Alexa Fluor488-and -Fluor546 conjugated antibodies were purchased from Invitrogen (Grand Island, NY). Mouse Schwann Cell Cultures MSC were cultured on 200 μg/ml poly-L-lysine hydrobromide (PLL, Sigma-Aldrich), and 10 μg/ml Laminin (Invitrogen) coated 60 or 100-mm Corning dishes. MSC growth medium: DMEM:F12 1:1 (Gibco) plus 1X-N2 supplement (Gibco), 2μM forskolin, 10 ng/ml neuregulin and 1% Penicillin/Streptomycin (Gibco). Merlin-Mutant Mouse Schwann Cell Culture Merlin-mutant MSC generated in the lab were cultured in CellBIND-Corning 100 mm dishes. Merlin-mutant MSC growth medium was DMEM/F12 1:1 (Gibco); 1X-N2 supplement (Invitrogen) and 1% Penicillin/Streptomycin. All protocols are in accordance with guidelines of and approved by the University of Central Florida (UCF) Institutional Animal Care and Use Committee (IACUC). UCF vivarium is International-certified by the Association for Assessment and Accreditation of Laboratory Animal Care. Human Schwann Cell and HEI193 Cell Cultures Vials of frozen human SCs were thawed and seeded on coated 60 mm Corning plates (200 μg/ml PLL and 50 μg/ml Laminin) containing D10M growth medium: DMEM (Gibco) plus 10% heat inactivated fetal bovine serum (HIFBS, HyClone, Logan, UT), 2 μM Forskolin (Sigma), 0.02 mg/ml Pituitary Extract (Biomedical Tech. Inc) and 1% Penicillin/Streptomycin (Gibco). HEI193 cells were purchased from ATCC (Manassas, VA). HEI193 growth medium: DMEM plus 10% HIFBS, 1% Penicillin/Streptomycin. Western Blot Analysis SCs were lysed in modified RIPA buffer (25 mM Tris-HCl pH 7.6; 150 mM NaCl: 1% Triton X-100, 1% Sodium dodecyl sulfate (SDS) with protease inhibitor cocktail and phosphatase inhibitor cocktails 2 and 3, Sigma-Aldrich). To remove cell debris, lysates were centrifuged at 15,000 rpm for 10 min at 4°C. Protein concentration of the supernatant was determined with the DC Assay (BioRad, Hercules, CA). 10–15 μg of sample protein was resolved in 4–20% polyacrylamide gels (Pierce), transferred to a polyvinylidene fluoride (PVDF) membrane (Immobilon-P, Millipore, Bedford, MA), blocked with 5% BSA and incubated overnight at 4°C with anti- acetylated-lysine (1:500), Acetyl-α-tubulin (Lys40) (1:1,000), α-tubulin (1:1,500), SIRT1(1:500), SIRT2 (1:500), SIRT3(1:500), SIRT5(1:500), SIRT7(1:500), HMGB1 (1:500) for cell lysates and at (1:250) for concentrated medium, GAPDH (1:10,000), LC3B (1:500) and β-Actin (1:15,000) primary antibodies, followed by their corresponding secondary antibodies at 1:20,000. Quantification of western blots was done by densitometry using NIH ImageJ software. Immunofluorescence Control and merlin-mutant MSC were plated on coated German glass coverslips (200 μg/ml PLL and 10 μg/ml Laminin) and immunostained as previously described [ 24 ]. Images were acquired using a Zeiss LSM710 Confocal microscope with 3 spectral detection channels, 5 laser lines - 458, 488, 514,543 & 633 nm, FL filter set 49 DAPI, EX G365, FL filter set 43 CY 3, FL filter set 38 Endow GFP, all shift free, EC Plan-Neofluar 40x/1.3 DIC WD=0.21 M27 objective lens, with the ZEN2009 software. Fluorescence signals were acquired on separate channels with identical parameters for each labeled protein from a single plane. Fluorescence intensity of the green channel was done using Volocity software. Pictures were processed with the ZEN2011 software in the same manner. Cell Viability Assay Viability of dose-response assays was assessed with the CellTiter-Fluor cell viability assay (Promega) following manufacturer's specifications. Normal MSC and merlin-mutant MSC were seeded at 5,000 cells/well in 20 μl of phenol-red free growth medium in 384-well plates (black with clear bottom, CellBIND-Corning) and centrifuged 1 min at 500 rpm. Cultures were incubated at 37°C, 7% CO2 until attachment (2.5–3.5 hours), then 5 μl of compound/vehicle solution was added to each well. Plates were quick spun again and returned to the incubator for 24 hours. Fluorescence was read with a Synergy H1 Hybrid plate reader (BioTek, Winooski, VT). Proliferation Assays For the 72 hours cell proliferation study, cell numbers were assessed with the Crystal Violet Assay as previously described [ 46 ]. Equal number of merlin-mutant MSC were seeded in 24-well plates and cell number was evaluated at 0; 24; 48 and 72 hour time points. Absorbance at 595 nm was measured with a μQuant plate reader (BioTek). Rate of DNA synthesis was evaluated at 24 hours with the Click-iT EdU Microplate Assay (Invitrogen/ Life Technologies) as previously described [ 23 ]. Oregon green-488 and DAPI fluorescence was measured with a Synergy H1 hybrid plate reader. Cell Cycle Analysis The cell cycle was analyzed by flow cytometry with propidium iodine (PI) staining and BrdU/7AAD. PI staining was performed on ethanol fixed cells using PI/RNase solution from Beckton-Dickinson and studied on a BD Canto-II flow cytometer. Histograms were analyzed with ModFit LT software (Verity Software House, Topsham, ME). For each sample, 10,000 events were collected and the diploid population was distributed across G 0 /G 1 , S and G 2 /M phases. The BrdU/7AAD assay kit was purchased from Beckton-Dickinson. Cells were seeded in 6-well plates and treated overnight with inhibitor/vehicle. On the next day, 10 μM BrdU was added to the cultures for 3 hours, cells were harvested, fixed and analyzed following manufacturer's instruction. The BD Canto-II flow cytometer with the BD FACSDiva™ 6.1.3 software was use for acquisition and Kaluza 1.2 (Beckman Coulter) software for data analysis. Apoptosis Assays For caspases dependent apoptosis the caspase activity was assessed by the Apo-ONE homogeneous Caspase-3/7 assay (Promega) following manufacturer's specifications. For caspases dependent and/or independent apoptosis the membrane asymmetry was measured with the Violet Ratiometric Membrane Asymmetry Probe/Dead Cell Apoptosis Kit (Invitrogen/Life Technologies). Both assay were previously described [ 23 ]. Cytotoxicity Assays Cytotoxicity was assayed in a 384 well plate format with 5,000 cells/well after 24 hours incubation with the inhibitors/vehicle with the CellTox Green assay (Promega), following the express, no-step addition at seeding method described by the manufacturer. Cells treated with 27 μg/ml digitonin were considered 100% cytotoxicity control. Fluorescence (Ex= 510nm/Em= 532 nm) was measured on a Synergy H1 Hybrid plate reader. LDH Release Assay LDH released into the culture medium was measured with the CytoTox-ONE assay (Promega). Merllin-null MSC were seeded at 4,000 cell/well in 384 well plates and were treated on the next day with increasing doses of inhibitor/vehicle and incubated for 4 hours. Positive 100% cytotoxicity control was 27 μg/ml digitonin. Plate and assay reagent were equilibrated to room temperature for 25 min and after addition of 25 μl of assay reagent, the plate is incubated at room temperature in the Synergy H1 Hybrid plate reader. No stop solution was used. Fluorescence (Ex=560 nm/Em= 590nm) was measured 5 min after the first column received reagent. HMGB1 Release Assessment Equal number of merlin-null MSC per well in CellBIND 6-well plates were cultured overnight. On the next day the medium was replaced with 2 ml treatment medium containing SIRT2 inhibitors/vehicle in duplicate wells and incubated for 6 hours at 37°C, 7% CO2. Then working on ice, media from duplicates were pooled and transferred to cold 15 ml conical tubes, centrifuged for 5 min at 800g, 4 °C. The supernatant (~4ml) was syringe filtered with 0.45 μm filter (Fisher), transferred to cold 7 ml 9K MWCO Pierce concentrators (Thermo Scientific) and centrifuged for 30 min at 4,000g, 4 °C. From 120 to 150 μl of concentrated proteins were obtained and prepared for SDS-PAGE. When media was removed from cultures, the plates were washed once with ice cold PBS and cell were lysed with the modified RIPA buffer mentioned above; protein concentration was measured with the DC assay (BioRad). Equal volume of concentrated proteins from medium and 10 μg of protein of cell lysates were analyzed by western blotting for HMGB1. Statistical Analysis GraphPad Prism version 5.0 for Windows (GraphPad, La Jolla, CA, USA) was used for statistical analysis and graph generation. AGK-2 and AK1 dose-response experiments were analyzed by non-linear regression (four parameters). Experimental data from three independent experiments were statistically analyzed by one or two-way ANOVA with post-tests, as indicated for each experiment.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:24:46.014626",
  "abstract_length": 1437,
  "methods_length": 9458,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}