{
  "pmid": "24336571",
  "abstract": "Genome-scale CRISPR-Cas9 knockout screening in human cells.  Shalem O(#)(1)(2), Sanjana NE(#)(1)(2), Hartenian E(1), Shi X(1)(3), Scott  DA(1)(2), Mikkelson T(1), Heckl D(4), Ebert BL(4), Root DE(1), Doench JG(1),  Zhang F(1)(2).  Author information: (1)Broad Institute of MIT and Harvard, 7 Cambridge Center, MA 02142, USA. (2)McGovern Institute for Brain Research, Department of Brain and Cognitive  Sciences, Department of Biological Engineering, Massachusetts Institute of  Technology, Cambridge, MA 02139, USA. (3)Stanley Center for Psychiatric Research, Broad Institute of Harvard and MIT,  7 Cambridge Center, Cambridge, MA 02142, USA. (4)Division of Hematology, Department of Medicine, Brigham and Women's Hospital,  Harvard Medical School, Boston, MA 02115, USA. (#)Contributed equally  The simplicity of programming the CRISPR (clustered regularly interspaced short  palindromic repeats)-associated nuclease Cas9 to modify specific genomic loci  suggests a new way to interrogate gene function on a genome-wide scale. We show  that lentiviral delivery of a genome-scale CRISPR-Cas9 knockout (GeCKO) library  targeting 18,080 genes with 64,751 unique guide sequences enables both negative  and positive selection screening in human cells. First, we used the GeCKO  library to identify genes essential for cell viability in cancer and pluripotent  stem cells. Next, in a melanoma model, we screened for genes whose loss is  involved in resistance to vemurafenib, a therapeutic RAF inhibitor. Our  highest-ranking candidates include previously validated genes NF1 and MED12, as  well as novel hits NF2, CUL3, TADA2B, and TADA1. We observe a high level of  consistency between independent guide RNAs targeting the same gene and a high  rate of hit confirmation, demonstrating the promise of genome-scale screening  with Cas9.  DOI: 10.1126/science.1247005 PMCID: PMC4089965 PMID: 24336571 [Indexed for MEDLINE]",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-16T15:41:02.530702",
  "abstract_length": 1916,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}