{
  "pmid": "PMID:24371224",
  "title": "Tumor suppressor alterations cooperate to drive aggressive mesotheliomas with enriched cancer stem cells via a p53-miR-34a-c-Met axis.",
  "abstract": "Malignant mesothelioma is a highly aggressive, asbestos-related cancer frequently marked by mutations of both NF2 and CDKN2A. We demonstrate that germline knockout of one allele of each of these genes causes accelerated onset and progression of asbestos-induced malignant mesothelioma compared with asbestos-exposed Nf2(+/-) or wild-type mice. Ascites from some Nf2(+/-);Cdkn2a(+/-) mice exhibited large tumor spheroids, and tail vein injections of malignant mesothelioma cells established from these mice, but not from Nf2(+/-) or wild-type mice, produced numerous tumors in the lung, suggesting increased metastatic potential of tumor cells from Nf2(+/-);Cdkn2a(+/-) mice. Intraperitoneal injections of malignant mesothelioma cells derived from Nf2(+/-);Cdkn2a(+/-) mice into severe combined immunodeficient mice produced tumors that penetrated the diaphragm and pleural cavity and harbored increased cancer stem cells (CSC). Malignant mesothelioma cells from Nf2(+/-);Cdkn2a(+/-) mice stained positively for CSC markers and formed CSC spheroids in vitro more efficiently than counterparts from wild-type mice. Moreover, tumor cells from Nf2(+/-);Cdkn2a(+/-) mice showed elevated c-Met expression/activation, which was partly dependent on p53-mediated regulation of miR-34a and required for tumor migration/invasiveness and maintenance of the CSC population. Collectively, these studies demonstrate in vivo that inactivation of Nf2 and Cdkn2a cooperate to drive the development of highly aggressive malignant mesotheliomas characterized by enhanced tumor spreading capability and the presence of a CSC population associated with p53/miR-34a-dependent activation of c-Met. These findings suggest that cooperativity between losses of Nf2 and Cdkn2a plays a fundamental role in driving the highly aggressive tumorigenic phenotype considered to be a hallmark of malignant mesothelioma.",
  "authors": "Craig W Menges; Yuwaraj Kadariya; Deborah Altomare; Jacqueline Talarchek; Erin Neumann-Domer; Yue Wu; Guang-Hui Xiao; Irina M Shapiro; Vihren N Kolev; Jonathan A Pachter; Andres J Klein-Szanto; Joseph R Testa",
  "journal": "Cancer research",
  "publicationDate": "2014-02-15",
  "doi": "10.1158/0008-5472.CAN-13-2062",
  "methods": "Materials and Methods Animals and asbestos treatments p16/p19  (01XB2, FVB/N.129- +/− Cdkn2a ) mice ( tm1Rdp 6 ), obtained from the Mouse Models of Human Cancers Consortium, were crossed to  Nf2  mice to obtain all of the genotypes used herein. All mice were in a comparable FVB genetic background. Mice at 6–8 weeks of age were injected i.p. every 3 weeks with 400 μg crocidolite (UICC, SPI Supplies) (total, 3.2 mg/mouse) ( +/− 6 , 7 ). Mice were scored as having MM based on histological evidence and/or if tumor cells exhibited a combination of three or more MM markers, including mesothelin, as assessed by reverse transcriptase-PCR (RT-PCR) and/or IHC. Studies were performed according to NIH's  Guide for the Care and Use of Laboratory Animals . The protocol was approved by the Committee on the Ethics of Animal Experiments of the Fox Chase Cancer Center (protocol 00-26). Experimental metastasis and intraperitoneal orthographic transplant assays As an experimental assay for metastasis, 0.5 × 10 6  or 1.0 × 10 6  murine MM cells were injected into the tail vein of recipient SCID mice. Each individual cell line was injected in triplicate into 3 independent SCID mice. After 4-weeks, mice were euthanized via CO 2  asphyxiation, and the lungs were excised, fixed in buffered formalin, and embedded in paraffin. Lung sections were stained using H&E or IHC. For orthographic transplant studies, 0.5-1.0 × 10 6  MM cells were injected i.p. into recipient SCID mice. After 4 weeks, mice were euthanized, and organs and tumors were harvested for histopathology. H&E-stained slides of all organs were analyzed to look for invasion and frank metastases in each recipient SCID mouse. Immunohistochemistry Paraffin blocks were cut into 5-μm sections and then placed on positively charged microscope slides. Sections were dewaxed in xylene and hydrated through a graded ethanol series. Heat-induced antigen retrieval was then performed in 10 mmol/L sodium citrate (pH6.0) in a microwave for 10 min. Endogenous peroxidase activity was blocked by immersing slides in 3% H 2 O 2  in PBS for 30 min. Slides were then incubated for 30 min with goat-derived blocking serum, followed by overnight incubation in a 1:250 dilution of total c-met rabbit polyclonal antibody (Santa Cruz) or a 1:50 dilution of phosphorylated c-met (phosphorylated tyrosine sites pY1230, pY1234, and pY1236) rabbit polyclonal antibody (Invitrogen) at 4°C. Slides were next, incubated with goat anti-rabbit biotinylated secondary antibody for 30 min and then with streptavidin peroxidase for 30 min, both at room temperature. 3, 3′-Diaminobenzidine (Sigma-Aldrich) substrate chromogen was applied for 4 min. Other slides were stained in a 1:100 dilution of Ki67 rat monoclonal antibody (Dako) following the IHC procedure described above. Slides were counterstained with hematoxylin and mounted with permount (Fisher). Additional slides were incubated with antibodies against pan-cytokeratin and cytokeratin 8 (Sigma) or mesothelin (Santa Cruz). Other sections were stained with antibodies against Sox2, Nanog, Oct 3/4 and beta-catenin. Primary cell cultures MM cells were isolated from ascitic fluid and/or peritoneal lavage as described ( 6 , 7 ). All primary cell cultures used for molecular analyses were from passages ≤6. PCR analysis was carried out on all cultures that expressed mesothelial markers, and immunoblotting was performed on a random set of cultures to validate the PCR results. Cells were maintained in DMEM supplemented with 10% FBS and Penicillin/Streptamycin. Drug treatments of MM cells MM cells in log growth phase were treated with vehicle control or c-Met inhibitors SU-11274 (5 μM) or SGX2943 (5 μM Calbiochem) for 24 h before harvesting for protein extraction, immunoblotting, scratch or aldefluor-based assays. MM cells were also treated with vehicle control or 100 μM etoposide (a gift of M. Murphy, Wistar) for 48 h and harvested for both RTPCR and immunoblot analysis. Cells were nucleofected with siRNA against  Tp53  or  miR34a  (Dharmacon) using Amaxa Nucleofection Kit R and program T20 of an Amaxa nucleofector machine. Cells were harvested 48 or 72 h post-nucleofection, and RNA or protein was extracted using standard methods Immunoblotting Immunoblots were prepared with 50 μg of protein/sample, as described ( 9 ). Antibodies against phospho P-Met, Akt, P-Akt, and MAPK (1:1,000 dilution), from Cell Signaling, and against c-Met, P-Erk and β-actin (1:1,000), from Santa Cruz, and p53 (1:500, NCL-p53-505, Novocastra) were used. Appropriate secondary antibodies (anti-rabbit-, anti-mouse- and anti-goat-HRP – Santa Cruz) were used at a 1:2,000 dilution. Real-time PCR mRNA expression of murine  Met ,  miR34a  and  Ppib  (peptidylprolyl isomerase D) were measured using TaqMan technology and an ABI Prism 7900 Sequence Detection System. Total RNA was extracted using Trizol (Invitrogen), according to the manufacturer's instructions. For each sample, first-strand cDNA was generated from total RNA using a High Capacity cDNA kit (Applied Biosystems), according to the manufacturer's instructions. Reactions were prepared in triplicate for each gene using TaqMan Gene Expression Master Mix and the following TaqMan Gene Expression Assays (Applied Biosystems):  Met  (Mm01156980_m1),  miR34a  (mmu-mir-34a), and  Ppib  (Mm00478295_m1). 96-well plates were loaded, and reactions were cycled using TaqMan universal cycling conditions. During thermal cycling, the threshold cycle (Ct) was determined for each sample by taking the average of 3 replicates. The average Ct value for the control gene  Ppib  was subtracted from the average Ct value for each target gene ( Met ,  Mdm2, and mIR34a ) to normalize the amount of sample RNA added to the reaction. The comparative Ct method was used to determine the level of the target gene mRNA in MM cell cultures from  Nf2 +/− ;p16/p19 +/−  and WT mice relative to that in the normal sample (Applied Biosystems User Bulletin #2, October 2001): relative quantification = 2−Ct, where Ct = average Ct (diseased) − average Ct (normal). Wound-healing assay MM cell lines 87 and 129 from  Nf2 +/− ;p16/p19 +/−  mice were seeded on a 6-well tissue culture plate and grown to confluence. Upon confluency, monolayers were scratched with a 200-μL pipette tip, and a marked area was photographed with light microscopy at 40X magnification, using phase-contrast microscopy. Cells were treated with DMSO or SU-11274 (2 μM) for 24 h, and then the same marked area was rephotographed. Matrigel invasion assay In vitro  invasion of MM cell from  Nf2 +/− ;p16/p19 +/−  wild-type mice were measured using 24-well BioCoat Matrigel invasion chambers (Becton Dickinson). The lower compartment contained RPMI medium with 10% FBS as a chemoattractant. In the upper compartment, 2.5 × 10 4  cells/well were placed in serum-free medium and incubated for 22 h at 37°C in a humidified incubator with 5% CO 2 . For similar experiments with a c-Met inhibitor, 5 μM SU-11274 or vehicle control was included in media of both the top and bottom compartments of the invasion chambers; then MM cells were seeded into the invasion chambers. Invading cells on the underside of the Matrigel membrane were fixed with 10% formaldehyde and stained using Diff-Quik® Stain (Dade Behring). Cells were counted with a light microscope, and invasion was estimated as the average number of cells in five fields using a 10X objective. Tumor spheroid growth assay of CSCs MM cells (5,000-10,000 cells/60 mm plate, Becton Dickinson Falcon) were seeded in serum-free DMEM/F12 media supplemented with B27 supplement, EGF (10 ng/mL), basic FGF (10 ng/mL) and Penicillin/Streptomycin. Spheroids were photographed using light microscopy after 1-2 days of culture. MM cell lines were also subjected to spheroid assays in the presence or absence of SU11279 (5 μM) or SGX523 (5 μM) for 1-2 days, and spheroid size/number was determined using light microscopy. CD24 immunofluorescent staining/flow cytometry analysis 1 × 10 6  MM cells were incubated with or without 10 μL of anti-CD24 FITC-labeled antibody (BD Biosciences) for 30-40 min in 100 μL of PBS. Cells were washed in PBS 3 times and then resuspended in 500 μL of PBS for flow cytometry analysis. The percentage of CD24-staining cells was determined using a FACscan Flow Cytometer (Becton Dickinson) and quantitated using FlowJo analysis software.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:25:11"
}