{
  "pmid": "24375753",
  "abstract": "Sex Is a major determinant of neuronal dysfunction in neurofibromatosis type 1.  Diggs-Andrews KA(1), Brown JA, Gianino SM, Rubin JB, Wozniak DF, Gutmann DH.  Author information: (1)Departments of Neurology, Washington University School of Medicine, Box 8111,  660 South Euclid Avenue, St Louis, MO.  Comment in     Am J Med Genet A. 2014 May;164A(5):viii-ix. doi: 10.1002/ajmg.a.36576.     Ann Neurol. 2014 May;75(5):799-800. doi: 10.1002/ana.24157.     Ann Neurol. 2014 May;75(5):800-1. doi: 10.1002/ana.24156.  OBJECTIVE: Children with neurofibromatosis-1 (NF1) are at risk for developing  numerous nervous system abnormalities, including cognitive problems and brain  tumors (optic pathway glioma). Currently, there are few prognostic factors that  predict clinical manifestations or outcomes in patients, even in families with  an identical NF1 gene mutation. In this study, we leveraged Nf1 genetically  engineered mice (GEM) to define the potential role of sex as a clinically  relevant modifier of NF1-associated neuronal dysfunction. METHODS: Deidentified clinical data were analyzed to determine the impact of sex  on optic glioma-associated visual decline in children with NF1. In addition, Nf1  GEM were employed as experimental platforms to investigate sexually dimorphic  differences in learning/memory, visual acuity, retinal ganglion cell (RGC)  death, and Nf1 protein (neurofibromin)-regulated signaling pathway function (Ras  activity, cyclic adenosine monophosphate [cAMP], and dopamine levels). RESULTS: Female patients with NF1-associated optic glioma were twice as likely  to undergo brain magnetic resonance imaging for visual symptoms and 3× more  likely to require treatment for visual decline than their male counterparts. As  such, only female Nf1 GEM exhibited a decrement in optic glioma-associated  visual acuity, shorter RGC axons, and attenuated cAMP levels. In contrast, only  male Nf1 GEM showed spatial learning/memory deficits, increased Ras activity,  and reduced dopamine levels. INTERPRETATION: Collectively, these observations establish sex as a major  prognostic factor underlying neuronal dysfunction in NF1, and suggest that sex  should be considered when interpreting future preclinical and clinical study  results.  © 2014 Child Neurology Society/American Neurological Association.  DOI: 10.1002/ana.24093 PMCID: PMC4172335 PMID: 24375753 [Indexed for MEDLINE]  Conflict of interest statement: Potential conflicts of interests. The authors  declare no potential conflicts of interest.",
  "methods": "Methods De-identified clinical data were analyzed to determine the impact of sex on optic glioma-associated visual decline in children with NF1. In addition,  Nf1  GEM were employed as experimental platforms to investigate sexually dimorphic differences in learning/memory, visual acuity, retinal ganglion cell (RGC) death, and  Nf1  protein (neurofibromin)-regulated signaling pathway function (RAS activity, cyclic AMP and dopamine levels).",
  "introduction": "",
  "results": "Results Female patients with NF1-associated optic glioma were twice as likely to undergo brain MRI for visual symptoms and three times more likely to require treatment for visual decline than their male counterparts. As such, only female  Nf1  GEM exhibited a decrement in optic glioma-associated visual acuity, shorter RGC axons, and attenuated cAMP levels. In contrast, only male  Nf1  GEM showed spatial learning/memory deficits, increased RAS activity, and reduced dopamine levels.",
  "discussion": "",
  "fetched_at": "2026-02-16T15:41:06.307888",
  "abstract_length": 2529,
  "methods_length": 442,
  "introduction_length": 0,
  "results_length": 485,
  "discussion_length": 0
}