{
  "pmid": "PMID:24371224",
  "title": "Tumor suppressor alterations cooperate to drive aggressive mesotheliomas with enriched cancer stem cells via a p53-miR-34a-c-Met axis.",
  "abstract": "Malignant mesothelioma is a highly aggressive, asbestos-related cancer frequently marked by mutations of both NF2 and CDKN2A. We demonstrate that germline knockout of one allele of each of these genes causes accelerated onset and progression of asbestos-induced malignant mesothelioma compared with asbestos-exposed Nf2(+/-) or wild-type mice. Ascites from some Nf2(+/-);Cdkn2a(+/-) mice exhibited large tumor spheroids, and tail vein injections of malignant mesothelioma cells established from these mice, but not from Nf2(+/-) or wild-type mice, produced numerous tumors in the lung, suggesting increased metastatic potential of tumor cells from Nf2(+/-);Cdkn2a(+/-) mice. Intraperitoneal injections of malignant mesothelioma cells derived from Nf2(+/-);Cdkn2a(+/-) mice into severe combined immunodeficient mice produced tumors that penetrated the diaphragm and pleural cavity and harbored increased cancer stem cells (CSC). Malignant mesothelioma cells from Nf2(+/-);Cdkn2a(+/-) mice stained positively for CSC markers and formed CSC spheroids in vitro more efficiently than counterparts from wild-type mice. Moreover, tumor cells from Nf2(+/-);Cdkn2a(+/-) mice showed elevated c-Met expression/activation, which was partly dependent on p53-mediated regulation of miR-34a and required for tumor migration/invasiveness and maintenance of the CSC population. Collectively, these studies demonstrate in vivo that inactivation of Nf2 and Cdkn2a cooperate to drive the development of highly aggressive malignant mesotheliomas characterized by enhanced tumor spreading capability and the presence of a CSC population associated with p53/miR-34a-dependent activation of c-Met. These findings suggest that cooperativity between losses of Nf2 and Cdkn2a plays a fundamental role in driving the highly aggressive tumorigenic phenotype considered to be a hallmark of malignant mesothelioma.",
  "authors": "Craig W Menges; Yuwaraj Kadariya; Deborah Altomare; Jacqueline Talarchek; Erin Neumann-Domer; Yue Wu; Guang-Hui Xiao; Irina M Shapiro; Vihren N Kolev; Jonathan A Pachter; Andres J Klein-Szanto; Joseph R Testa",
  "journal": "Cancer research",
  "publicationDate": "2014-02-15",
  "doi": "10.1158/0008-5472.CAN-13-2062",
  "methods": "Materials and Methods Animals and asbestos treatments p16/p19  (01XB2, FVB/N.129- +/− Cdkn2a ) mice ( tm1Rdp 6 ), obtained from the Mouse Models of Human Cancers Consortium, were crossed to  Nf2  mice to obtain all of the genotypes used herein. All mice were in a comparable FVB genetic background. Mice at 6–8 weeks of age were injected i.p. every 3 weeks with 400 μg crocidolite (UICC, SPI Supplies) (total, 3.2 mg/mouse) ( +/− 6 , 7 ). Mice were scored as having MM based on histological evidence and/or if tumor cells exhibited a combination of three or more MM markers, including mesothelin, as assessed by reverse transcriptase-PCR (RT-PCR) and/or IHC. Studies were performed according to NIH's  Guide for the Care and Use of Laboratory Animals . The protocol was approved by the Committee on the Ethics of Animal Experiments of the Fox Chase Cancer Center (protocol 00-26). Experimental metastasis and intraperitoneal orthographic transplant assays As an experimental assay for metastasis, 0.5 × 10 6  or 1.0 × 10 6  murine MM cells were injected into the tail vein of recipient SCID mice. Each individual cell line was injected in triplicate into 3 independent SCID mice. After 4-weeks, mice were euthanized via CO 2  asphyxiation, and the lungs were excised, fixed in buffered formalin, and embedded in paraffin. Lung sections were stained using H&E or IHC. For orthographic transplant studies, 0.5-1.0 × 10 6  MM cells were injected i.p. into recipient SCID mice. After 4 weeks, mice were euthanized, and organs and tumors were harvested for histopathology. H&E-stained slides of all organs were analyzed to look for invasion and frank metastases in each recipient SCID mouse. Immunohistochemistry Paraffin blocks were cut into 5-μm sections and then placed on positively charged microscope slides. Sections were dewaxed in xylene and hydrated through a graded ethanol series. Heat-induced antigen retrieval was then performed in 10 mmol/L sodium citrate (pH6.0) in a microwave for 10 min. Endogenous peroxidase activity was blocked by immersing slides in 3% H 2 O 2  in PBS for 30 min. Slides were then incubated for 30 min with goat-derived blocking serum, followed by overnight incubation in a 1:250 dilution of total c-met rabbit polyclonal antibody (Santa Cruz) or a 1:50 dilution of phosphorylated c-met (phosphorylated tyrosine sites pY1230, pY1234, and pY1236) rabbit polyclonal antibody (Invitrogen) at 4°C. Slides were next, incubated with goat anti-rabbit biotinylated secondary antibody for 30 min and then with streptavidin peroxidase for 30 min, both at room temperature. 3, 3′-Diaminobenzidine (Sigma-Aldrich) substrate chromogen was applied for 4 min. Other slides were stained in a 1:100 dilution of Ki67 rat monoclonal antibody (Dako) following the IHC procedure described above. Slides were counterstained with hematoxylin and mounted with permount (Fisher). Additional slides were incubated with antibodies against pan-cytokeratin and cytokeratin 8 (Sigma) or mesothelin (Santa Cruz). Other sections were stained with antibodies against Sox2, Nanog, Oct 3/4 and beta-catenin. Primary cell cultures MM cells were isolated from ascitic fluid and/or peritoneal lavage as described ( 6 , 7 ). All primary cell cultures used for molecular analyses were from passages ≤6. PCR analysis was carried out on all cultures that expressed mesothelial markers, and immunoblotting was performed on a random set of cultures to validate the PCR results. Cells were maintained in DMEM supplemented with 10% FBS and Penicillin/Streptamycin. Drug treatments of MM cells MM cells in log growth phase were treated with vehicle control or c-Met inhibitors SU-11274 (5 μM) or SGX2943 (5 μM Calbiochem) for 24 h before harvesting for protein extraction, immunoblotting, scratch or aldefluor-based assays. MM cells were also treated with vehicle control or 100 μM etoposide (a gift of M. Murphy, Wistar) for 48 h and harvested for both RTPCR and immunoblot analysis. Cells were nucleofected with siRNA against  Tp53  or  miR34a  (Dharmacon) using Amaxa Nucleofection Kit R and program T20 of an Amaxa nucleofector machine. Cells were harvested 48 or 72 h post-nucleofection, and RNA or protein was extracted using standard methods Immunoblotting Immunoblots were prepared with 50 μg of protein/sample, as described ( 9 ). Antibodies against phospho P-Met, Akt, P-Akt, and MAPK (1:1,000 dilution), from Cell Signaling, and against c-Met, P-Erk and β-actin (1:1,000), from Santa Cruz, and p53 (1:500, NCL-p53-505, Novocastra) were used. Appropriate secondary antibodies (anti-rabbit-, anti-mouse- and anti-goat-HRP – Santa Cruz) were used at a 1:2,000 dilution. Real-time PCR mRNA expression of murine  Met ,  miR34a  and  Ppib  (peptidylprolyl isomerase D) were measured using TaqMan technology and an ABI Prism 7900 Sequence Detection System. Total RNA was extracted using Trizol (Invitrogen), according to the manufacturer's instructions. For each sample, first-strand cDNA was generated from total RNA using a High Capacity cDNA kit (Applied Biosystems), according to the manufacturer's instructions. Reactions were prepared in triplicate for each gene using TaqMan Gene Expression Master Mix and the following TaqMan Gene Expression Assays (Applied Biosystems):  Met  (Mm01156980_m1),  miR34a  (mmu-mir-34a), and  Ppib  (Mm00478295_m1). 96-well plates were loaded, and reactions were cycled using TaqMan universal cycling conditions. During thermal cycling, the threshold cycle (Ct) was determined for each sample by taking the average of 3 replicates. The average Ct value for the control gene  Ppib  was subtracted from the average Ct value for each target gene ( Met ,  Mdm2, and mIR34a ) to normalize the amount of sample RNA added to the reaction. The comparative Ct method was used to determine the level of the target gene mRNA in MM cell cultures from  Nf2 +/− ;p16/p19 +/−  and WT mice relative to that in the normal sample (Applied Biosystems User Bulletin #2, October 2001): relative quantification = 2−Ct, where Ct = average Ct (diseased) − average Ct (normal). Wound-healing assay MM cell lines 87 and 129 from  Nf2 +/− ;p16/p19 +/−  mice were seeded on a 6-well tissue culture plate and grown to confluence. Upon confluency, monolayers were scratched with a 200-μL pipette tip, and a marked area was photographed with light microscopy at 40X magnification, using phase-contrast microscopy. Cells were treated with DMSO or SU-11274 (2 μM) for 24 h, and then the same marked area was rephotographed. Matrigel invasion assay In vitro  invasion of MM cell from  Nf2 +/− ;p16/p19 +/−  wild-type mice were measured using 24-well BioCoat Matrigel invasion chambers (Becton Dickinson). The lower compartment contained RPMI medium with 10% FBS as a chemoattractant. In the upper compartment, 2.5 × 10 4  cells/well were placed in serum-free medium and incubated for 22 h at 37°C in a humidified incubator with 5% CO 2 . For similar experiments with a c-Met inhibitor, 5 μM SU-11274 or vehicle control was included in media of both the top and bottom compartments of the invasion chambers; then MM cells were seeded into the invasion chambers. Invading cells on the underside of the Matrigel membrane were fixed with 10% formaldehyde and stained using Diff-Quik® Stain (Dade Behring). Cells were counted with a light microscope, and invasion was estimated as the average number of cells in five fields using a 10X objective. Tumor spheroid growth assay of CSCs MM cells (5,000-10,000 cells/60 mm plate, Becton Dickinson Falcon) were seeded in serum-free DMEM/F12 media supplemented with B27 supplement, EGF (10 ng/mL), basic FGF (10 ng/mL) and Penicillin/Streptomycin. Spheroids were photographed using light microscopy after 1-2 days of culture. MM cell lines were also subjected to spheroid assays in the presence or absence of SU11279 (5 μM) or SGX523 (5 μM) for 1-2 days, and spheroid size/number was determined using light microscopy. CD24 immunofluorescent staining/flow cytometry analysis 1 × 10 6  MM cells were incubated with or without 10 μL of anti-CD24 FITC-labeled antibody (BD Biosciences) for 30-40 min in 100 μL of PBS. Cells were washed in PBS 3 times and then resuspended in 500 μL of PBS for flow cytometry analysis. The percentage of CD24-staining cells was determined using a FACscan Flow Cytometer (Becton Dickinson) and quantitated using FlowJo analysis software.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:25:11",
  "introduction": "Introduction Malignant mesothelioma (MM) is a highly aggressive, incurable cancer linked to asbestos exposure. Although often perceived as a locally invasive cancer, the exact cause of death is poorly understood, and postmortem studies have revealed widespread dissemination of tumor in more than 85% of cases, with involvement of almost all organs ( 1 ). Genetic studies of human MM have uncovered frequent loss/mutation of the tumor suppressor genes  NF2  and  CDKN2A  ( 2 ,  3 ). Inactivation of  NF2 , and the resulting absence of its protein product, Merlin, causes loss of contact inhibition and increased tumor cell proliferation and migration through interactions with a myriad of downstream effectors ( 4 ). In studies with mouse models, heterozygous germline inactivation of one copy of  Nf2  has been shown to consistently accelerate asbestos-induced MM onset, providing experimental evidence implicating Merlin loss as an important event in MM tumorigenesis ( 5 ).  CDKN2A  encodes the tumor suppressors p16INK4A and p14ARF (p19Arf in mice), components of the Rb and p53 pathways, respectively, and both protein products bind to and regulate proteins involved in cell cycle progression/checkpoints and apoptosis ( 6 ). In human MM, homozygous deletions of the  CDKN2A  locus are often large and typically inactivate both p16INK4A and p14ARF, with a synergistic effect with regard to tumorigenesis ( 6 ). Using mouse models with targeted knockout of  Cdkn2a  exons 1α or 1β, inactivating p16Ink4a or p19Arf, respectively, heterozygous loss of either  Cdkn2a  gene product proved sufficient to hasten MM onset following exposure to asbestos ( 7 ). Moreover, asbestos-exposed mice with heterozygous loss of both protein products, via deletion of the shared  Cdkn2a  exon 2, showed accelerated onset of MM compared to similarly treated mice with loss of either product alone. NF2  and  CDKN2A  are frequently co-inactivated in human MM ( 8 ). To model the effect of coinactivation of these genes in MM, we crossed  Nf2 +/−  and  Cdkn2a (exon 2) +/−  mice to create doubly heterozygous mice referred to hereafter as  Nf2  mice. We show that upon exposure to asbestos,  +/− ;p16/p19 +/− Nf2  mice develop MM at a greatly accelerated rate compared to  +/− ;p16/p19 +/− Nf2  and wild-type (WT) littermates, and that deficiency for both genes drives a highly aggressive form of MM, with an increased cancer stem cell (CSC) population and higher metastatic potential than for MM cells from  +/− Nf2  or WT mice. In addition, c-Met upregulation/activation, through a p53-miR34a-dependent mechanism, is shown to contribute to the increased migratory/metastatic phenotype and CSC maintenance of MM cells derived from  +/− Nf2  mice. +/− ;p16/p19 +/− The data presented provide strong  in vivo  genetic evidence for cooperativity between  Nf2  and  Cdkn2a  in driving the development of highly aggressive MMs marked by enhanced tumor spreading capability and the presence of CSCs. We further show that c-Met activation contributes to the metastatic potential and CSC phenotype exhibited by this novel mouse model of MM. These findings provide strong  in vivo  genetic evidence that helps to explain the highly aggressive nature of MMs, which often harbor alterations of both  NF2  and  CDKN2A .",
  "results": "Results Nf2;p16/p19  deficiency accelerates tumor development in a mouse model of asbestos-induced MM To evaluate cooperation between loss of  Nf2  and  Cdkn2a , WT,  Nf2 +/−  and  Nf2 +/− ;p16/p19 +/− mice were chronically injected with asbestos i.p. over a 24-week period.  Nf2 +/− ;p16/p19 +/−  mice developed MM at a greatly accelerated rate (median, 24 weeks) compared to  Nf2 +/−  (38 weeks) and WT (45 weeks) mice ( Fig. 1A ). Moreover,  Nf2 +/− ;p16/p19 +/−  mice had an increased incidence of advanced disease compared to  Nf2 +/−  and WT mice, with most tumors being sarcomatous and having a high percentage of Ki67-positive cells ( Supplementary Fig. S1 ). Thus, the findings in  Nf2 +/− ;p16/p19 +/−  mice mirror those in the human disease counterpart, where sarcomatoid features are associated with aggressive disease and poor prognosis ( 10 ). Asbestos-exposed  Nf2 +/− ; p16/p19 +/−  mice develop ascites harboring tumor spheroids Upon sacrifice of tumor-bearing mice, we routinely collected ascites to establish cell lines. During this process, we noted the presence of tumor spheroids in effusions from some  Nf2 +/− ;p16/p19 +/−  mice; and these oncospheroids stained positively for various MM markers ( Fig. 2A ). Overall, spheroids were found in 22% of  Nf2 +/− ;p16/p19 +/−  mice compared to 4% of  Nf2 +/−  mice and 0% of WT mice ( Fig. 2B ). MM cells from  Nf2 +/− ; p16/p19 +/−  mice are metastatic The increased frequency of oncospheroids in ascites from  Nf2 +/− ;p16/p19 +/−  mice could be a reflection of a more advanced form of malignancy. Indeed, in other tumor types, e.g., glioblastoma, tumor spheroids have been correlated with metastatic disease ( 11 - 13 ). To address this possibility, we used an experimental metastasis assay to compare the metastatic potential of MM cells from  Nf2 +/− ;p16/p19 +/− , WT and  Nf2 +/−  mice. Three cell lines per genotype were injected individually into the tail vein of SCID mice, and lung tissues were evaluated for tumor formation 4-weeks post-injection. All 9 SCID mice injected with MM cells from  Nf2 +/− ;p16/p19 +/−  mice showed multiple tumors in the lungs, whereas only 3/9 mice (embolisms) from  Nf2 +/−  mice and 0/9 from WT mice developed tumors ( Fig. 3A ). In a separate experiment, three randomly selected MM cell lines derived from asbestos-exposed  p16/p19 +/−  mice ( 7 ) were injected via the tail vein; 6/9 lines from  p16/p19 +/−  mice formed tumors in the lung, whereas none of the MM cell lines from WT mice seeded the lungs. Together, these data suggest that loss of  Nf2  and  p16/p19  each contributes to the seeding potential of MM cells in an experimental model of metastasis, and that their collective inactivation promotes enhanced metastatic potential. In a complementary assay, MM cell lines derived from  Nf2 +/− ;p16/p19 +/−  and WT mice were injected i.p. into SCID mice. Although MM cells from both  Nf2 +/− ;p16/p19 +/−  and WT mice could form primary tumors, only MM cells from  Nf2 +/− ;p16/p19 +/−  mice formed tumors that were able to migrate through the diaphragm and invade the lungs ( Fig. 3B ). These data, and those from the experimental metastasis assay, show that MM cells from  Nf2 +/− ;p16/p19 +/−  mice have a enhanced metastatic potential. MMs from  Nf2 +/− ; p16/p19 +/−  show enrichment for CSCs The ability of CSCs to form non-adherent spheroids in the presence of defined growth factors has been described in many human and murine cancers ( 14 ). Thus, we tested whether the increased oncospheroid formation seen in  Nf2 +/− ;p16/p19 +/−  mice correlates with number of CSCs. To address this, we cultured MM cells from  Nf2 +/− ;p16/p19 +/−  and WT mice under non-adherent conditions with defined growth factors. MM cells from  Nf2 +/− ;p16/p19 +/−  mice formed much larger spheroids than MM cells from WT mice ( Fig. 4A ). Moreover, adherent MM cells from  Nf2 +/− ;p16/p19 +/−  mice stained more intensely for the MM-specific CSC marker CD24 ( 15 ) than did MM cells from WT mice ( Fig. 4B ). CSCs are resistant to standard chemotherapies and are thought to represent the tumor cell population that persists after treatment and causes recurrence ( 14 ,  16 - 21 ). Pemetrexed, in combination with cisplatin, is a standard chemotherapeutic agent used as a first line therapy for MM ( 22 ). We hypothesized that the CSC population found in MMs from  Nf2 +/− ;p16/p19 +/−  mice would be resistant to pemetrexed, and thus the proportion of CSCs, labeled as aldefluor-positive ( 21 ,  23 ), would increase after treatment. As predicted, treatment of MM cells from  Nf2 +/− ;p16/p19 +/−  mice with pemetrexed significantly increased the percentage of aldefluor-positive cells, consistent with the idea that standard chemotherapies target cancer cells lacking CSC properties ( Fig. 4C ). Tumor spheroids and lung seeding tumors derived from MM cells of  Nf2 +/− ; p16/p19 +/−  mice harbor subpopulations of CSCs To determine if tumor spheroids found in ascites of  Nf2 +/− ;p16/p19 +/−  mice contain CSCs, sections of spheroids were stained for various stem cell markers. The spheroids stained intensely positive for Nanog and Oct 3/4, two stem cell markers ( 24 ), confirming the presence of CSCs; moreover, lung-seeding tumors from MM cells of  Nf2 +/− ;p16/p19 +/−  mice stained positively for four different CSC markers: β-catenin, Oct 3/4, Sox2 and Nanog ( Supplementary Fig. S2 ). These findings suggest that a CSCs are enriched in MM cell lines derived from  Nf2 +/− ;p16/p19 +/− mice and contribute to the enhanced metastatic potential of these cells. c-Met is upregulated and activated in MM cells from  Nf2 +/− ; p16/p19 +/−  mice As an initial step to understand mechanistically why MM cells from  Nf2 +/− ;p16/p19 +/−  mice show enhanced metastatic potential and increased CSCs, we performed mRNA expression analyses using microarrays to identify genes that are differentially expressed in MM cells from  Nf2 +/− ;p16/p19 +/−  mice vs. from WT mice. A total of 929 differentially expressed genes were found, including numerous genes that regulate oncogenesis, angiogenesis, metastasis and chemoresistance. Of these genes, we focused on the  c-Met  gene, which encodes a known regulator of cell motility and a potential therapeutic target in MM ( 9 ,  25 ,  26 ). c-Met was found to be upregulated in MM cells from  Nf2 +/− ;p16/p19 +/−  mice compared to that seen in MM cells from WT mice ( Fig. 5A ). Moreover, both total c-Met protein expression and phosphorylation/activation were elevated in MM cells from  Nf2 +/− ;p16/p19 +/−  mice ( Fig. 5B ) and in primary tumors from  Nf2 +/− ;p16/p19 +/−  mice vs. from WT animals ( Fig. 5C ). c-Met upregulation is p53- and miR34a-dependent in MMs from  Nf2 +/− ; p16/p19 +/−  mice c-Met upregulation in cancer cells can occur via gene amplification at the genomic level or by changes at the transcriptional/translational level ( 26 ). Recent work has shown that in cancer cell lines, c-Met upregulation/activation occurs through inactivation of p53 and the p53-regulated miR34a, which normally downregulates c-Met mRNA and translation ( 27 ). A pilot microarray analysis revealed alterations of the p53 pathway, including upregulation of  Mdm2  in MM cells from  Nf2 +/− ;p16/p19 +/−  mice when compared to MM cells from WT littermates. Thus, we decided to assess whether the p53-miR34a axis is altered in MM cells from  Nf2 +/− ;p16/p19 +/−  mice. As shown in  Fig. 6A , we found that miR34a was downregulated in MM cells from  Nf2 +/− ;p16/p19 +/− mice compared to that in MM cells from WT littermates. Furthermore, re-expression of miR34a in  Nf2 +/− ;p16/p19 +/−  cells was sufficient to downregulate c-Met protein levels ( Fig. 6B ), consistent with a role for miR34a in c-Met regulation in our model of metastatic MM. To determine if c-Met upregulation is p53-dependent, cell lines from  Nf2 +/− ;p16/p19 +/−  mice were treated with etoposide to activate p53, and c-Met mRNA and protein levels were evaluated. Treatment with etoposide resulted in downregulation of c-Met mRNA and protein in MM cell lines from  Nf2 +/− ;p16/p19 +/−  mice ( Fig. 6C,D ). Etoposide treatment caused an upregulation of p53 protein levels, coinciding with downregulation of c-Met expression ( Fig. 6D ). In a complementary experiment, MM cells from WT mice were nucleofected with siRNA against  Tp53 , and c-Met protein levels were examined. miR34a levels were significantly downregulated when  Tp53  was knocked down ( Fig. 6E ), and knockdown of p53 with siRNA caused a modest upregulation of c-Met protein levels ( Fig. 6F ), consistent with a model in which p53-regulation of miR34a controls c-Met expression and translation in MM, a mechanism not previously reported in this cancer. c-Met activation is required for MM cell migration/invasion and maintenance of the CSC population To determine if upregulation/activation of c-Met contributes to the metastatic potential of MM cells, we next performed functional studies using the Met inhibitor SU11274. MM cell from  Nf2 +/− ;p16/p19 +/−  mice were grown to confluence, and scratch assays were performed in the presence and absence of the SU11274 to determine if c-Met activity contributes to wound closure/migratory capacity. As shown in  Fig. S3A , SU11274 treatment for 24 h inhibited wound closure/migration of MM cells from these mice. Immunoblot analysis demonstrated that SU11274 treatment blocks phosphorylation of c-Met and ERK1/2 in both MM cell lines tested, although AKT phosphorylation, a known substrate of c-Met, was downregulated in only one cell line (MM 87;  Fig. S3A ). Although c-Met activity appears to be required for the migratory potential of MM cells from  Nf2 +/− ;p16/p19 +/−  mice, potentially through the MAPK pathway, migration is only one aspect of metastasis ( 28 ). To evaluate the contribution of c-Met activity to invasiveness, MM cells from WT and  Nf2 +/− ;p16/p19 +/−  mice were seeded in Matrigel transwells and treated with SU11274 or placebo to evaluate relative invasive capacity ( Fig. S3B ). All three MM cell lines derived from  Nf2 +/− ;p16/p19 +/−  mice were more invasive than MM cells from WT mice, consistent with c-Met activation correlating with invasiveness. Concordantly, treatment with SU11274 significantly reduced the invasiveness of all three MM cell lines from  Nf2 +/− ;p16/p19 +/−  mice ( Fig. S3B ). These data suggest that c-Met upregulation/activation provides both a pro-migratory and pro-invasive capacity to MM cells from  Nf2 +/− ;p16/p19 +/−  mice. c-Met activation has been linked to CSC formation in glioblastoma cell lines ( 11 - 13 ). To determine if c-Met activation is associated with the enriched CSC population found in MM cells from  Nf2 +/− ;p16/p19 +/−  mice, MM cells grown in a spheroid assay were treated with SU11274 and SGX-523, and both inhibitors significantly reduced the size of spheroids formed without affecting cell viability ( Fig. 7A,C ). This suggests that upregulation/activation of c-Met is required for maintenance of the CSC population. Furthermore, inhibition of c-Met with the less promiscuous small molecule inhibitor SGX-523 ( 29 ), decreased the percentage of aldefluor-positive MM cells from  Nf2 +/− ;p16/p19 +/−  mice in a concentration-dependent manner ( Fig. 7B ). From these studies, we propose a model in which upregulation of c-Met through a p53- and miR34a-dependent mechanism contributes to metastatic potential and maintenance of a CSC population in MMs from  Nf2 +/− ;p16/p19 +/−  mice ( Fig. 7D ).",
  "discussion": "Discussion Our findings represent the first direct evidence that haploinsufficiency for  Nf2  and  Cdkn2A  can cooperate to drive an accelerated, highly aggressive form of asbestos-induced MM. Somatic mutations of  NF2  and  CDKN2A  occur frequently in human MM, often in combination, and our data provide compelling genetic proof for the importance of these tumor suppressor genes in mesothelial cell carcinogenesis. These studies of asbestos-induced MM are consistent with findings by Jongsma  et al ., who used conditional knockout (CKO) mice to explore the importance of  Nf2  loss and genetic lesions affecting Rb and p53 pathways in MM development ( 30 ). In their system, various combinations of  Nf2 ,  Ink4a ,  Arf  and  Tp53  were homo- or heterozygously excised from the mesothelial lining of the thoracic cavity using adenoviral delivery of Cre-recombinase ( 30 ). MM developed at high incidence in  Nf2  CKO mice with a median survival of 30 weeks, similar to the time frame seen in our asbestos-exposed  F/F ;p16/p19 F/F Nf2 +/− ;p16/p19 +/−  mice. Mice in which only one of these tumor suppressor genes was homozygously deleted ( ) developed spontaneous MMs at a much lower rate, with spontaneous “MM-like” thoracic tumors being identified in 5/30  F/F Nf2  mice and 0/17  F/F p16/p19 +/− mice ( 30 ), supporting the idea that MM development requires the combined involvement of multiple tumor suppressor gene alterations ( 31 ). Similarly, our asbestos-treated  Nf2  mice developed less aggressive MMs, with a longer latency, than the  +/− Nf2 +/− ;p16/p19 +/−  counterparts. Although our asbestos carcinogenicity studies more closely mimic the situation in humans, the fact that MM arises spontaneously in CKO mice made deficient for one or both alleles of two or more tumor suppressor genes ( Nf2 ,  Cdkn2a, Tp53 ) ( 30 ), is highly supportive of a genetic basis for MM causation. In fact, germline heterozygous mutation of yet another tumor suppressor gene,  BAP1 , was recently shown to predispose to a high incidence of MM in certain high-risk cancer families ( 32 ), and somatic mutations of  BAP1  are common in human MMs ( 8 ,  32 ,  33 ). Given their frequent alteration in human MM,  CDKN2A, NF2 and BAP1  appear to be primary drivers in this malignancy ( 8 ). Our  in vivo  experiments demonstrate that loss of both  Nf2  and  p16/p19  accelerates the onset and progression of asbestos-induced MM, providing further evidence that mutations of these genes play a fundamental role in MM pathogenesis. MMs observed in  Nf2 +/− ;p16/p19 +/−  mice were more aggressive than those found in  Nf2 +/−  and WT mice. In the CKO studies by Jongsma et al.,  Nf2  mice showed increased pleural invasion compared to  F/F ;p16/p19 F/F Nf2 mice, but upon  F/F ;p53 F/ p16Ink4a  loss in the latter mice, the median survival was significantly reduced and all tumors were highly invasive, implying that  Ink4a  loss contributes greatly to the poor prognosis characteristic of MM ( 30 ). In our study, asbestos-induced MMs developed at an accelerated rate in  Nf2 +/− ;p16/p19 +/−  mice when compared to similarly treated  Nf2 +/−  and WT mice, and MM cells from  Nf2 +/− ;p16/p19 +/−  mice exhibited a more invasive and metastatic phenotype than their counterparts from WT mice. Ascitic effusions from some  Nf2 +/− ;p16/p19 +/−  mice, but not  Nf2 +/−  or WT mice, harbored oncospheroids, a feature to our knowledge not previously reported in mouse models of MM. Such spheroids have been reported in human MM patients and found to be more chemoresistant than adherent MM cells ( 16 ,  17 ). We hypothesize that spheroids promote metastasis of the primary tumor to other locations in the peritoneal cavity. Indeed, i.p. injections of MM cells from  Nf2 +/− ;p16/p19 +/−  mice, but not WT mice, produced tumors that could penetrate the diaphragm and metastasize to the pleural cavity. Furthermore, tail vein injections of MM cells from  Nf2 +/− ;p16/p19 +/−  mice produced a markedly increased rate of tumor seeding in the lung when compared to MM cells from  Nf2 +/−  or WT mice. This increased lung colonization was associated with increased c-Met expression/activation, which was also required for enhanced  in vitro  invasion/migration of these cells.  c-Met  encodes the hepatocyte growth factor receptor, which plays a role in cell migration through interaction with its ligand, HGF/scatter factor. Thus, it is not surprising that c-Met activation in MM cells from  Nf2 +/− ;p16/p19 +/−  mice correlated with increased invasion, migration and metastatic potential. MET upregulation/activation is common in human MM and has been targeted with small molecule inhibitors in preclinical models of MM ( 25 ,  34 ,  35 ). In MM cells from  Nf2 +/− ;p16/p19 +/−  mice, c-Met upregulation was miR-34a- and p53-dependent, a mechanism that has not been previously reported in human MM. p53 has been shown to negatively regulate MET expression, in part by transactivation of MET-targeting miR-34 ( 36 ), and regulation of MET by both p53 and p53-regulation of miR-34 has been observed in other cancer types ( 27 ). Previous work has demonstrated epigenetic alterations in MM, suggesting that such events could play an important role in contributing to the pathogenesis of this disease. In support of the clinical relevance of our mouse model, it is notable that expression of miR-34a was found to be downregulated or absent in all 17 human MM specimens examined by Guled et al. ( 37 ), and more recently, miR-34a was shown to be hypermethylated in human MM cell lines and tumors ( 38 , 39 ). Moreover, epigenetic changes are common in MM generally, and asbestos-exposure has been linked to hypermethylation of cell cycle genes in this tumor type ( 40 - 41 ). Thus, there may be a direct link between asbestos exposure and hypermethylation of miR34-a seen in human MM. However, in our model transcriptional regulation of miR34-a appears to occur via a p53-dependent pathway. The identification of miR34-a as a recurrent player in both human and murine MMs, albeit by different mechanisms, provides integrated evidence for a significant role of this particular microRNA in MM tumorigenesis. In the absence of DNA damage, the level of p53 protein is low in MM cells from  Nf2 +/− ;p16Ink4a/p19Arf  mice ( +/− Fig. 6D ). While the p53 gene ( TP53 ) is infrequently deleted or epigenetically silenced in murine and human MM,  p19  is downregulated or absent altogether in MM ( Arf 5 ). We hypothesize that although lowered levels of p53 protein are retained in most MMs, the protein may not be fully functional as a transcriptional regulator via a yet-to-be-determined mechanism(s). Moreover, it is noteworthy that mutations of the  TP53  do occur in about 20% of human MMs, and that mutations of  TP53  and  p14  tend to be mutually exclusive in these tumors ( ARF 5 ). The presence of tumor spheroids in ascitic effusions from some  Nf2 +/− ;p16/p19 +/−  mice could be due to an enrichment of a CSC population that, in turn, contributed to the production of spheroids. CSCs from various human cancers have been isolated by growing tumor cells on non-adherent dishes in defined media ( 14 ). We showed that spheroids and MM cell cultures derived from asbestos-exposed  Nf2 +/− ;p16/p19 +/−  mice stain positively for known CSC markers, including Nanog, Oct 3/4, β-catenin and Sox2 ( 16 ,  24 ). Furthermore, tail vein injections of MM cells from  Nf2 +/− ;p16/p19 +/−  mice produced lung metastasis that stained positively for CSC markers, suggesting that the CSC population in these MM cells contributed to the enhanced tumor spreading potential observed  in vivo.  In addition, MM cells from  Nf2 +/− ;p16/p19 +/−  mice formed CSC-like spheroids  in vitro  more readily than MM cells from WT mice and expressed higher levels of the MM-specific CSC marker CD24 ( 15 ,  16 ). Notably, c-Met activation was also recently shown to contribute to the CSC proliferation in other human cancers ( 11 - 13 ). We further demonstrated that c-Met activity is required for maintenance of CSCs in MM lines from  Nf2 +/− ;p16/p19 +/−  mice. These findings have implications for MET activation in human MM, as they suggest that greater efficacy may be achieved by combining standard chemotherapies with a MET inhibitor to eradicate both bulk non-CSC tumor cell populations and CSCs, respectively. In conclusion, our study indicates that inactivation of  Nf2  and  Cdkn2a  cooperate to drive the development of aggressive MMs characterized by enhanced invasive/metastatic potential and CSC-like features. Germane to this, a recent postmortem study of more than 300 MM patients revealed that widespread dissemination to various organs is common, indicative of metastatic potential, ( 1 ), as was the case with MM tumors and cell lines derived from  Nf2 +/− ;p16/p19 +/−  mice. In our mouse model, such metastatic potential appeared to be closely linked to c-Met upregulation through a p53- and miR-34a-dependent mechanism, an observation not previously demonstrated in this cancer. Importantly, our  in vivo  findings provide strong genetic evidence indicating that cooperativity between losses of  Nf2  and  Cdkn2a  plays a central role in driving the highly aggressive tumorigenic phenotype known to be a hallmark of MM. Moreover, based on the high tumor incidence and short latency observed in asbestos-exposed  Nf2 +/− ;p16/p19 +/−  mice, as well as the metastatic potential of MM cells derived from these mice, this model has significant relevance for preclinical studies of novel molecularly targeted therapies in a cancer for which there is currently no effective treatment.",
  "upgrade_date": "2026-02-20 07:33:15"
}