{
  "pmid": "24371224",
  "abstract": "Tumor suppressor alterations cooperate to drive aggressive mesotheliomas with  enriched cancer stem cells via a p53-miR-34a-c-Met axis.  Menges CW(#)(1), Kadariya Y(#)(1), Altomare D(#)(2), Talarchek J(1),  Neumann-Domer E(1), Wu Y(1)(3), Xiao GH(3), Shapiro IM(4), Kolev VN(4), Pachter  JA(4), Klein-Szanto AJ(1), Testa JR(1).  Author information: (1)Cancer Biology Program, Fox Chase Cancer Center, Philadelphia, PA 19111. (2)Burnett School of Biomedical Sciences, University of Central Florida,  Orlando, FL 32827. (3)Cancer Research Institute, Southern Medical University, Guangdong Province,  PR China. (4)Verastem Inc., Cambridge MA 02142. (#)Contributed equally  Malignant mesothelioma is a highly aggressive, asbestos-related cancer  frequently marked by mutations of both NF2 and CDKN2A. We demonstrate that  germline knockout of one allele of each of these genes causes accelerated onset  and progression of asbestos-induced malignant mesothelioma compared with  asbestos-exposed Nf2(+/-) or wild-type mice. Ascites from some  Nf2(+/-);Cdkn2a(+/-) mice exhibited large tumor spheroids, and tail vein  injections of malignant mesothelioma cells established from these mice, but not  from Nf2(+/-) or wild-type mice, produced numerous tumors in the lung,  suggesting increased metastatic potential of tumor cells from  Nf2(+/-);Cdkn2a(+/-) mice. Intraperitoneal injections of malignant mesothelioma  cells derived from Nf2(+/-);Cdkn2a(+/-) mice into severe combined  immunodeficient mice produced tumors that penetrated the diaphragm and pleural  cavity and harbored increased cancer stem cells (CSC). Malignant mesothelioma  cells from Nf2(+/-);Cdkn2a(+/-) mice stained positively for CSC markers and  formed CSC spheroids in vitro more efficiently than counterparts from wild-type  mice. Moreover, tumor cells from Nf2(+/-);Cdkn2a(+/-) mice showed elevated c-Met  expression/activation, which was partly dependent on p53-mediated regulation of  miR-34a and required for tumor migration/invasiveness and maintenance of the CSC  population. Collectively, these studies demonstrate in vivo that inactivation of  Nf2 and Cdkn2a cooperate to drive the development of highly aggressive malignant  mesotheliomas characterized by enhanced tumor spreading capability and the  presence of a CSC population associated with p53/miR-34a-dependent activation of  c-Met. These findings suggest that cooperativity between losses of Nf2 and  Cdkn2a plays a fundamental role in driving the highly aggressive tumorigenic  phenotype considered to be a hallmark of malignant mesothelioma.  ©2013 AACR.  DOI: 10.1158/0008-5472.CAN-13-2062 PMCID: PMC3945416 PMID: 24371224 [Indexed for MEDLINE]",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-16T15:41:04.730980",
  "abstract_length": 2681,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}