{
  "pmid": "PMID:24375753",
  "title": "Sex Is a major determinant of neuronal dysfunction in neurofibromatosis type 1.",
  "abstract": "OBJECTIVE: Children with neurofibromatosis-1 (NF1) are at risk for developing numerous nervous system abnormalities, including cognitive problems and brain tumors (optic pathway glioma). Currently, there are few prognostic factors that predict clinical manifestations or outcomes in patients, even in families with an identical NF1 gene mutation. In this study, we leveraged Nf1 genetically engineered mice (GEM) to define the potential role of sex as a clinically relevant modifier of NF1-associated neuronal dysfunction. METHODS: Deidentified clinical data were analyzed to determine the impact of sex on optic glioma-associated visual decline in children with NF1. In addition, Nf1 GEM were employed as experimental platforms to investigate sexually dimorphic differences in learning/memory, visual acuity, retinal ganglion cell (RGC) death, and Nf1 protein (neurofibromin)-regulated signaling pathway function (Ras activity, cyclic adenosine monophosphate [cAMP], and dopamine levels). RESULTS: Female patients with NF1-associated optic glioma were twice as likely to undergo brain magnetic resonance imaging for visual symptoms and 3× more likely to require treatment for visual decline than their male counterparts. As such, only female Nf1 GEM exhibited a decrement in optic glioma-associated visual acuity, shorter RGC axons, and attenuated cAMP levels. In contrast, only male Nf1 GEM showed spatial learning/memory deficits, increased Ras activity, and reduced dopamine levels. INTERPRETATION: Collectively, these observations establish sex as a major prognostic factor underlying neuronal dysfunction in NF1, and suggest that sex should be considered when interpreting future preclinical and clinical study results.",
  "authors": "Kelly A Diggs-Andrews; Jacquelyn A Brown; Scott M Gianino; Joshua B Rubin; David F Wozniak; David H Gutmann",
  "journal": "Annals of neurology",
  "publicationDate": "2014-02",
  "doi": "10.1002/ana.24093",
  "methods": "Methods De-identified clinical data were analyzed to determine the impact of sex on optic glioma-associated visual decline in children with NF1. In addition,  Nf1  GEM were employed as experimental platforms to investigate sexually dimorphic differences in learning/memory, visual acuity, retinal ganglion cell (RGC) death, and  Nf1  protein (neurofibromin)-regulated signaling pathway function (RAS activity, cyclic AMP and dopamine levels). Materials and Methods Human subjects De-identified data from individuals ≤18 years with an established diagnosis of NF1  managed in the St. Louis Children’s Hospital Neurofibromatosis Clinical Program (1994-2013) were collected under an approved Human Studies Protocol at the Washington University School of Medicine. 9 Mice Nf1 +/- GFAP CKO ( Nf1 flox/mut ;GFAP-Cre,  Nf1 -CKO) and littermate control ( Nf1 flox/flox ; CTL) mice were maintained on an inbred C57BL/6 background with  ad libitum  access to food and water. All experiments were performed on 3-4-month-old mice, unless otherwise stated, under an approved Animal Studies Committee protocol at the Washington University School of Medicine. Immunostaining Western blots were performed using pDARPP32 (1:500, Cell Signaling), DARPP32 (1:1000, Cell Signaling), pERK1/2 (1:1000, Cell Signaling), and ERK1/2 (1:1000, Cell Signaling) primary antibodies. Ras activation (Millipore), cAMP (New East Biosciences), TUNEL (Roche Diagnostics), and dopamine (Rocky Mountain Diagnostics) measurements were determined following manufacturer’s protocols. Each experiment was performed with samples from at least three independently-generated cohorts. Behavioral testing Morris Water Maze testing for spatial learning and memory was conducted as previously described . Three days after completing cued (visible but variable platform location; 4 trials/day, 2 consecutive days) trials, spatial learning acquisition was evaluated during the place condition (submerged, hidden platform, constant location; 4 trials/day, 5 consecutive days). Escape path length and latency, and swimming speeds were calculated for all cued and place trials. Retention performance was evaluated during probe trials (platform removed) conducted 1-h after the last place trial on the third and fifth days. Time spent in the target quadrant and spatial bias (time in the target quadrant versus each of the other quadrants) were also analyzed. Visual acuity (n=20 mice per group) was assessed using the virtual optokinetic system (VOS) under photopic conditions (1.8 log cd/m 10 2 ) , as previously described. Contrast thresholds were measured at a frequency of 0.128 cycles/degree and a speed of 5.4 degrees/sec. 10",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:25:12",
  "introduction": "Introduction Neurofibromatosis type 1 (NF1) is a clinically heterogeneous neurologic disorder characterized by germline  NF1  gene mutations , such that children with NF1 are prone to the development of brain tumors (optic gliomas) 1 , cognitive problems 2 , 3 , and attention deficits 4 , 5 . While affected individuals are at risk for all of these abnormalities, it is currently not possible to predict who will develop which neurologic problem and what clinical outcome will ensue. This challenge is further underscored by the observation that individuals from the same family (with the identical  6 NF1  gene mutation) can exhibit significantly different clinical features and disease severities. Recent studies using  Nf1  genetically-engineered mice (GEM) have begun to reveal potential genomic loci that influence tumor susceptibility . For example, astrocytoma resistance is conferred by a modifier gene ( 7 , 8 Arlm1 ) located on mouse chromosome 12, which operates in a sex-specific manner. The finding that sex interacts with this genomic modifier to influence gliomagenesis raises the intriguing possibility that other NF1 clinical abnormalities may also be sexually dimorphic. To define the role of sex as a modifier for neurologic dysfunction in NF1, we leveraged  Nf1  GEM that develop optic glioma and learning/memory abnormalities. In this report, we establish that sex is a major determining factor underlying learning/memory deficits and optic glioma-associated visual decline in  Nf1  mutant mice through sexually-dimorphic effects on  Nf1  protein (neurofibromin)-mediated neuronal cyclic AMP (cAMP), Ras and dopamine signaling.",
  "results": "Results Sex determines visual outcome in children and mice with NF1 15-20% of children with NF1 develop optic pathway gliomas; however, only one-third to one-half of these children will require treatment, typically as a consequence of visual decline . While previous studies have indicated that glioma location and patient age are negative predictors of visual decline 11 , 12 , we sought to determine whether patient sex influences clinical outcome. From the St. Louis Children’s Hospital NF Clinical Program (1994-2013), 431 individuals younger than 19 years of age were identified who met diagnostic criteria for NF1 (205 males, 226 females) ( 13 Fig 1A ). Brain magnetic resonance imaging (MRI) was performed on 255 individuals based on clinical indications ( Fig 1B ; 122 males, 133 females), revealing 96 children with optic gliomas (38%; 40 males, 56 females). While boys and girls with NF1 exhibited similar frequency of optic glioma, girls with NF1-associated optic gliomas were twice as likely to have undergone neuroimaging for visual symptoms (p=0.005,  Fig 1B ) and 3 times more likely than boys to require treatment due to visual decline (p=0.0007,  Fig 1A ). There were no significant differences in the age at optic glioma diagnosis or tumor location between boys and girls ( Fig 1A, C ). However, it is important to note that females with optic gliomas in all locations, except the post-chiasmal tracts, exhibited higher frequencies of visual decline requiring treatment ( Fig 1D ). The independent prognostic value of post-chiasmal involvement has been recently reported . 13 To determine whether sex influences the outcome of murine optic glioma, we leveraged an  Nf1  GEM strain that develops optic nerve/chiasmal gliomas ( Nf1 -CKO) . While optic nerve volumes were indistinguishable between male and female  14 , 15 Nf1 -CKO mice ( Fig 2A ), only female  Nf1 -CKO mice exhibited reduced visual acuity on VOS testing ( Fig 2B ). Moreover, female  Nf1 -CKO mice had ~2-fold more retinal ganglion cell death (RGC apoptosis;  Fig 2C ) relative to their male counterparts. This increase in RGC apoptosis is also observed  in vivo , as evidenced by a time-dependent degeneration of optic nerve axons , as well as reduced RGC neuronal lengths  16 ,  17 in vitro . Consistent with these sex-specific observations, reduced axon lengths were only observed in female  18 Nf1 -CKO primary RGC neurons relative to controls  in vitro  ( Fig 2D, E ). Spatial learning impairments in male Nf1-CKO mice While 30-70% of children with NF1 exhibit specific learning deficits, only two reports have specifically examined sex. In these studies, a 2:1 male bias in the prevalence of these NF1-associated learning problems was observed . To explore the impact of sex on learning/memory in mice,  5 ,  14 Nf1 -CKO mice were evaluated in the Morris Water Maze. Whereas sex did not influence performance during the cued and place trials ( Supplementary Fig 1 ), only  Nf1 -CKO male mice showed no spatial preference and spent equal time in all quadrants ( Fig 3A, B ) during both the memory acquisition (probe trial 1) and retention (probe trial 2) trials. Similarly, male  Nf1 -CKO mice exhibited a 25% reduction in time spent and number of entries into the target quadrant relative to littermate controls ( Fig 3C-F ). In contrast,  Nf1- CKO female mice performed comparably to controls. Sex-dependent differences in neurofibromin function underlie the sexual dimorphic deficits in Nf1-CKO mice Neurofibromin regulates several downstream signaling pathways within the nervous system  ( 10 , 19 - 22 Fig 4A ). As such, previous studies have demonstrated that reduced RGC axon lengths and survival results from impaired neurofibromin generation of cyclic AMP (cAMP), and treatment with agents that restore cAMP levels ameliorate the neurite length and survival defects  in vitro  and attenuate the optic glioma-associated RGC apoptosis  in vivo . Additionally, learning/memory deficits in  18 Nf1 -CKO mice reflect impairments in neurofibromin regulation of both hippocampal Ras activity and dopamine levels, such that either Ras inhibition (e.g., Lovastatin  or dopamine elevation (e.g., methylphenidate 21 ) corrects these learning/memory impairments in  23 Nf1  mutant mice ( Fig 4A ). We sought to determine whether sex-dependent differences in neurofibromin regulation of cAMP, Ras and dopamine homeostasis account for the sexually-dimorphic abnormalities in learning and optic glioma-associated vision loss. First, we show that only female  Nf1 -CKO mice had lower retinal cAMP levels relative to controls ( Fig 4B ). Second, only  Nf1 -CKO male mice had reduced hippocampal dopamine levels and DARPP32 phosphorylation compared to controls ( Fig 4C, D ). Third, only male  Nf1 -CKO mice exhibited increased hippocampal Ras activation and ERK1/2 phosphorylation (activation) relative to controls ( Fig 4E, F ).",
  "discussion": "Discussion While NF1 is a monogenetic disorder, the specific clinical manifestations and outcomes are not determined solely by the germline  NF1  gene mutation. However, the individual factors that contribute to patient outcome are multi-factorial and often difficult to establish in human clinical studies. For this reason,  Nf1  GEM strains provide experimentally-controlled platforms to assess potential risk factors. Using this approach, modifier genes have been identified in rodents that influence susceptibility to astrocytoma and malignant peripheral nerve sheath tumor (MPNST) development . Although these autosomal genomic modifiers reflect differences between inbred mouse strains, we now establish for the first time that sex differentially impacts on NF1-associated neurologic dysfunction. 7 , 8 In children with NF1-associated optic glioma, we demonstrate that girls are more likely to require treatment as a result of visual decline. The increase in visual loss secondary to optic glioma in girls was not attributable to differences in patient age or tumor location, and did not reflect an increased prevalence of these tumors in girls with NF1. Based on these intriguing clinical findings, we leveraged  Nf1  mutant mice to show that sex strongly influences the impact of an inactivating germline  Nf1  gene mutation on optic glioma-associated visual loss. In addition, we demonstrate that this sexual dimorphic effect exists at both the tissue (retina) and molecular (cAMP) level. As such, only female  Nf1 -CKO mice exhibit reduced visual acuity due to reduced RGC survival and cAMP generation. Coupled with previous experiments demonstrating that cAMP elevation (Rolipram treatment) nearly completely ameliorated the optic glioma-induced retinal apoptosis  in vivo , these new observations underscore the need to consider sex when interpreting  18 Nf1  preclinical GEM results as well as evaluating completed and future NF1 optic glioma therapeutic clinical studies. While previous reports have revealed sex-related differences in cognition and behavior in both mice  and in people with other neurologic conditions, including autism 24  and reading disability 25 , there is currently a paucity of clinical data that specifically examined the impact of sex on cognitive function in children with NF1. In the two clinical studies evaluating sex as a potential risk factor, specific learning deficits were more prevalent in boys 26 . Using  5 , 14 Nf1 -CKO mice, we demonstrate that learning/memory deficits were only observed in males. This sex-specific abnormality results from selective impairments in both hippocampal dopamine and Ras signaling, and is consistent with studies that show that restoration of dopamine levels  or inhibition of Ras hyperactivation 23  reverse the learning/memory deficits in  21 Nf1  mutant mice. While sexually dimorphic changes in Ras regulation have not been previously reported, embryonic midbrain dopaminergic cell number is determined by sex . Current studies are focused on examining the relationship between dopamine homeostasis and Ras signaling in hippocampal neurons. 27 , 28 Previous reports have revealed that neurofibromin regulates different downstream signaling effectors (e.g., cAMP, dopamine, RAS/mTOR) in a both cell type- and brain region-specific manner ; however, the molecular mechanisms responsible for these sex-dependent effects are currently unknown. One possibility is potential differential sex hormonal influences, which will require castration/ovariectomy and hormonal manipulations to evaluate. Another complementary approach would entail the use of a novel complement of genetically-engineered mouse strains (four core genotype model), which allows for a direct assessment of sex chromosome contributions independent of gonadal sex 19 - 22 . 29 , 30 It is also plausible that sex interacts with a germline  Nf1  gene mutation through epigenetic mechanisms, such as differential methylation or imprinting  to produce global changes in gene expression 31 , 32 . In preliminary gene expression profiling experiments using  33 , 34 Nf1 +/- and wild-type embryonic mouse brains stratified by sex, the female  Nf1 +/- brain transcriptome clustered separately from the three other conditions (wild-type male and female brains, male  Nf1 +/- brains); however, no specific causative genes were identified (data not shown). Additional studies are planned to explore the etiology for these sexually-dimorphic effects. Collectively, these observations support a model in which the clinical heterogeneity seen in individuals with NF1 likely results from the interplay between genomic determinants (e.g., sex) and neurofibromin function in specific tissues. Further elucidation of the underlying mechanisms may yield new predictive markers of patient outcome or unique targets for future therapeutic drug design.",
  "upgrade_date": "2026-02-20 07:33:33"
}