{
  "pmid": "PMID:24386979",
  "title": "Modulation of Ras signaling alters the toxicity of hydroquinone, a benzene metabolite and component of cigarette smoke.",
  "abstract": "BACKGROUND: Benzene is an established human leukemogen, with a ubiquitous environmental presence leading to significant population exposure. In a genome-wide functional screen in the yeast Saccharomyces cerevisiae, inactivation of IRA2, a yeast ortholog of the human tumor suppressor gene NF1 (Neurofibromin), enhanced sensitivity to hydroquinone, an important benzene metabolite. Increased Ras signaling is implicated as a causal factor in the increased pre-disposition to leukemia of individuals with mutations in NF1. METHODS: Growth inhibition of yeast by hydroquinone was assessed in mutant strains exhibiting varying levels of Ras activity. Subsequently, effects of hydroquinone on both genotoxicity (measured by micronucleus formation) and proliferation of WT and Nf1 null murine hematopoietic precursors were assessed. RESULTS: Here we show that the Ras status of both yeast and mammalian cells modulates hydroquinone toxicity, indicating potential synergy between Ras signaling and benzene toxicity. Specifically, enhanced Ras signaling increases both hydroquinone-mediated growth inhibition in yeast and genotoxicity in mammalian hematopoetic precursors as measured by an in vitro erythroid micronucleus assay. Hydroquinone also increases proliferation of CFU-GM progenitor cells in mice with Nf1 null bone marrow relative to WT, the same cell type associated with benzene-associated leukemia. CONCLUSIONS: Together our findings show that hydroquinone toxicity is modulated by Ras signaling. Individuals with abnormal Ras signaling could be more vulnerable to developing myeloid diseases after exposure to benzene. We note that hydroquinone is used cosmetically as a skin-bleaching agent, including by individuals with cafe-au-lait spots (which may be present in individuals with neurofibromatosis who have a mutation in NF1), which could be unadvisable given our findings.",
  "authors": "Matthew North; Joe Shuga; Michele Fromowitz; Alexandre Loguinov; Kevin Shannon; Luoping Zhang; Martyn T Smith; Chris D Vulpe",
  "journal": "BMC cancer",
  "publicationDate": "2014-01-05",
  "doi": "10.1186/1471-2407-14-6",
  "methods": "Methods Growth inhibition of yeast by hydroquinone was assessed in mutant strains exhibiting varying levels of Ras activity. Subsequently, effects of hydroquinone on both genotoxicity (measured by micronucleus formation) and proliferation of WT and  Nf1  null murine hematopoietic precursors were assessed. Methods Yeast strains and culture Diploid yeast deletion strains used for growth analyses were of the BY4743 background ( MATa / MAT α,  his3∆1 / his3∆1 ,  leu2∆0 / leu2∆0 ,  lys∆0 / LYS2 ,  MET15 / met15∆0 ,  ura3∆0 / ura3∆0 , Invitrogen Corporation, Carlsbad, CA). The haploid yeast MORF (Movable ORF - [ 40 ]) strain for  RAS1  overexpression was of the Y258 background ( MATa ,  pep 4-3,  his 4-580,  ura 3-53,  leu 2-3,112 - Thermo Fisher Scientific Open Biosystems, Huntsville, AL). Growth was conducted in liquid rich media (1% yeast extract, 2% peptone, 2% dextrose, YPD) for deletion strain growth curve assays, and liquid synthetic complete media lacking uracil (SC-ura) using either 2% dextrose or 2% raffinose as a carbon source for pre-growths of the overexpression strain for growth curve assays (detailed below). Liquid rich media for induction of protein overexpression for growth curve assays contained both galactose and raffinose (1% yeast extract, 2% peptone, 2% galactose, 2% raffinose, YPGal + Raf). Yeast hydroquinone exposures Hydroquinone (HQ) (Sigma-Aldrich, St Louis, MO) stock solutions were prepared fresh in sterile nuclease-free water (ISC BioExpress, Kaysville, UT) and protected from light. Yeast deletion strain growth curve assays Yeast strains were pre-grown to mid-log phase, diluted to an optical density at 600 nm (OD 600 ) of 0.0165, and dispensed into individual wells of a 48-well plate (non-treated polystyrene, Grenier Bio-One, Monroe, NC). HQ stock solution was added to the desired final concentrations with at least two replicates per dose. Plates were incubated in a GENios microplate reader (Tecan, Durham, NC) set to 30°C with intermittent shaking. OD 595  measurements were taken at 15-minute intervals for a period of 24 hours. Raw absorbance data were averaged for all replicates, background corrected, and plotted as a function of time. The area under the curve (AUC), used as a measure of growth, was calculated with Excel 2008 (Microsoft Corporation, Redmond, WA) and expressed as a percentage of the control. AUCs were compared with two-way ANOVA followed by Bonferroni post-tests, using GraphPad Prism version 5.01 (GraphPad Software, La Jolla, CA). Data for each strain is derived from three independent biological replicates. Yeast RAS1 overexpression strain growth curve assays The yeast  RAS1  overexpression strain was pre-grown overnight to stationary phase in SC-ura 2% dextrose, diluted 1:100 in SC-ura 2% raffinose and grown overnight again to alleviate glucose repression. Cells were then diluted in YPGal + Raf to induce protein overexpression, and grown for 5 hours to mid-log phase. Cells were subsequently diluted to an optical density at 600 nm (OD 600 ) of 0.0165 in YPGal + Raf, and dispensed into wells of a 48-well plate. Hydroquinone treatment, plate measurement and data processing were all carried out in the same manner as for the deletion strain growth curve assays. Mice Mx1-Cre, Nf1 \n  mice (129SV × C57BL/6 J) were generated and somatic  flox/flox \n Nf1  inactivation was induced as described elsewhere [ 18 ]. We refer to hematopoietic cells from these animals as  Nf1 \n  throughout this paper. Cells from wild type (WT) littermates were used as controls in all experiments. Mice were maintained in the sterile animal care facility at the University of California, San Francisco (UCSF), and were fed pelleted chow and acidified water ad libitum. All experimental procedures involving mice were approved by the UCSF Committee on Animal Research. −/− \n Murine cells Tissue was harvested from mice at ~12 weeks. Bone marrow (BM) cells were isolated from the hind legs and were mechanically dissociated by pipetting in Iscove’s modified Dulbecco’s medium (IMDM) with L-glutamine/4% FBS (IMDM – Lonza, Walkersville, MD). Single-cell suspensions were prepared by passing dissociated cells through 70 μm cell strainers. BM cells were counted using a hemocytometer. Erythropoietic culture Total BM cells were labeled with biotin-conjugated α-Lin Abs, consisting of α -CD3e, α -CD11b, α -CD45R/B220, α -Ly6G/Ly6C, and α -TER-119 Abs (2 μl of each Ab/10 6  cells; BD Pharmingen, San Diego, CA), and Lineage-marker-negative (Lin - ) cells were purified through a 0.3-in StemSep negative selection column as per the manufacturer’s instructions (StemCell Technologies, Vancouver, BC, Canada). Purified cells were seeded in fibronectin-coated (2 μg/cm 2 ) tissue culture treated 24-well polystyrene plates (BD Falcon, BD Biosciences San Jose, CA) at a cell density of 10 5  cells/ml. On the first day, purified cells were cultured in IMDM containing basal supplements consisting of: 15% FBS, 1% detoxified BSA, 200 μg/ml holotransferrin (Sigma, St Louis, MO), 10 μg/ml recombinant human insulin (Sigma), 10 -4  M β-mercaptoethanol, 50 units/ml penicillin G, and 50 μg/ml streptomycin; as well as soluble erythropoietic factors including erythropoietin (Epo - Amgen, Thousand Oaks, CA) at 7.5 units/ml and stem cell factor (SCF - R & D Systems, Minneapolis, MN) at 10 ng/ml. For all cultures, media was replaced with erythroid-differentiation medium (EDM) (IMDM with 20% FBS, and 10 -4  M β-mercaptoethanol) after 1 day of culture. At harvest, suspended cells were removed from culture wells by pipetting, and the culture well was then incubated in PBS/10% FBS/5 mM EDTA for 5 minutes at 37°C to dissociate adherent cells. Dissociated cells were then removed from the culture well by pipetting and combined with the suspended cell fraction from the same culture well for analysis. Viable cell counts, based on trypan blue exclusion, were conducted using a hemocytometer. Genotoxic treatment of erythropoietic cultures Lin -  BM was cultured in 500 μl of medium per culture well according to the method described for erythropoietic culture. Cultures were treated one hour before being washed and fed with EDM, as earlier described. HQ solutions were prepared immediately before treatment and protected from light to minimize degradation and decreased reactivity. HQ (Sigma) was first dissolved in warm PBS to make a 10 mM stock solution. This 10 mM solution was diluted in 4°C PBS to produce 7.575 mM and 5.05 mM solutions, and 5 μl of a solution was added to each culture to expose them to the targeted concentrations of HQ (100 μM, 75 μM, and 50 μM). Cytospin preparation and cytological staining Approximately 2×10 4  cells per culture were centrifuged onto slides for 2 minutes at 800 rpm (Statspin Cytofuge 2; Iris Sample Processing Westwood, MA) and air-dried. For acridine orange staining, cells were fixed in 25°C methanol for 10 minutes and stained in acridine orange (Sigma) at a concentration of 20 μg/ml in staining buffer (19 mM NaH 2 PO 4  and 81 mM Na 2 HPO 4 ) for 10 minutes at 4°C. Following acridine orange staining, slides were protected from light, washed for 10 minutes in 4°C staining buffer, air-dried, and stored at 4°C until microscopic examination and scoring was complete. Histological imaging and quantification Slides were examined by using an Axioplan 2 microscope (Carl Zeiss MicroImaging GmbH, Germany) and representative micrographs were acquired by using Axiocam MRm (Carl Zeiss). Micrographs of acridine orange stained cells were acquired by using a 63x oil-immersion objective and fluorescence (100 W Hg lamp excitation). Cytological slides were examined blind, and differential cell counting was used to enumerate relevant cell types and thus quantify the frequency of micronucleated polychromatic erythrocytes (MN-PCEs) among total PCEs (>2,000 PCEs scored per slide). Statistics To determine the statistical significance of mean comparisons, distributions were first checked for normality by using the Shapiro–Wilk's test with STATA 11 (StataCorp, College Station, TX). Normal data sets were then subjected to two-way ANOVA analysis. Interaction between dose and breed was examined but found to be insignificant and so was not used in the model. Two-tailed Student’s  t  tests were executed by using the data analysis tool in Excel (Microsoft Corporation, Redmond, WA). Unequal variance was assumed to increase confidence in significant p-values. Progenitor assays Colony forming unit granulocyte/macrophage (CFU-GM) progenitors were grown in MethoCult® (StemCell Technologies, Cat #03434) according to manufacturer’s instructions (Technical Manual Cat# 28405). Briefly, BM cells were suspended at 4×10 5 /ml in IMDM/2% FBS and then 200 μl of this suspension was added to 4 ml aliquots of MethoCult® M3434, which were then vortexed briefly. A fresh solution of 10 mM HQ (Sigma) was then prepared in warm PBS and sterile filtered through a 0.2 μm membrane (Pall Life Sciences, Ann Arbor, MI). This 10 mM HQ stock solution was then further diluted to give 600 μM, 400 μM, and 200 μM solutions, and then 200ul of one of these solutions was used to treat each 4 ml aliquot of MethoCult® at a concentration of 30 μM, 20 μM, or 10 μM. After delivery of HQ, the MethoCult® was again vortexed briefly and the tubes were left to stand for 5 minutes to allow bubbles to dissipate. A 16G blunt-end needle and 3 ml syringe were then used to draw up the treated MethoCult® and dispense 1.1 ml into each of three 35 mm petri dishes (StemCell Technologies, Cat# 27100). These 35 mm culture dishes (3 per genotype/treatment replicate) were then tilted and rotated gently to evenly distribute MethoCult® and placed in a 100 mm culture dish that also contained an uncovered 35 mm culture dish containing 3 ml of sterile water to maintain humidity. The cultures were placed in an incubator and maintained at 37°C, 5% CO 2  in air, and >95% humidity for 12 days, then colonies were scored. The scoring scientist was blinded to the identity of each culture (genotype/treatment). Two independent preparations of each culture condition (combination of genotype/treatment) were used in each trial, and the entire experiment was repeated three further times using independent sets of  Nf1 −/− /WT littermates.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:25:14"
}