{
  "pmid": "24414536",
  "abstract": "mTORC1 inhibition delays growth of neurofibromatosis type 2 schwannoma.  Giovannini M(1), Bonne NX, Vitte J, Chareyre F, Tanaka K, Adams R, Fisher LM,  Valeyrie-Allanore L, Wolkenstein P, Goutagny S, Kalamarides M.  Author information: (1)House Research Institute, Center for Neural Tumor Research, Los Angeles, CA,  USA (M.G., N.-X.B., J.V., F.C., K.T., R.A., L.M.F.); Department of Cell and  Neurobiology, University of Southern California, Keck School of Medicine, Los  Angeles, California (M.G.); Département de Dermatologie, Centre de référence des  neurofibromatoses, Hôpital Henri-Mondor, AP-HP and EA 4393 LIC, Université Paris  Est Créteil, Créteil, France (L.V.-A., P.W.); Department of Neurosurgery, AP-HP,  Hopital Beaujon, Clichy, France (S.G); Department of Neurosurgery, AP-HP,  Hôpital Pitié Salpêtrière, Paris Cedex 13, France (M.K.); Université Pierre et  Marie Curie, Faculté de Médecine, Paris Cedex 13, France (M.K.); Unité Inserm  U674, Fondation Jean Dausset, Paris, France (S.G., M.K.).  Comment in     Neuro Oncol. 2014 Apr;16(4):471-2. doi: 10.1093/neuonc/nou037.  BACKGROUND: Neurofibromatosis type 2 (NF2) is a rare autosomal dominant genetic  disorder, resulting in a variety of neural tumors, with bilateral vestibular  schwannomas as the most frequent manifestation. Recently, merlin, the NF2 tumor  suppressor, has been identified as a novel negative regulator of mammalian  target of rapamycin complex 1 (mTORC1); functional loss of merlin was shown to  result in elevated mTORC1 signaling in NF2-related tumors. Thus, mTORC1 pathway  inhibition may be a useful targeted therapeutic approach. METHODS: We studied in vitro cell models, cohorts of mice allografted with  Nf2(-/-) Schwann cells, and a genetically modified mouse model of NF2 schwannoma  in order to evaluate the efficacy of the proposed targeted therapy for NF2. RESULTS: We found that treatment with the mTORC1 inhibitor rapamycin reduced the  severity of NF2-related Schwann cell tumorigenesis without significant toxicity.  Consistent with these results, in an NF2 patient with growing vestibular  schwannomas, the rapalog sirolimus induced tumor growth arrest. CONCLUSIONS: Taken together, these results constitute definitive evidence that  justifies proceeding with clinical trials using mTORC1-targeted agents in  selected patients with NF2 and in patients with NF2-related sporadic tumors.  DOI: 10.1093/neuonc/not242 PMCID: PMC3956353 PMID: 24414536 [Indexed for MEDLINE]",
  "methods": "Methods We studied in vitro cell models, cohorts of mice allografted with  Nf2 −/−  Schwann cells, and a genetically modified mouse model of NF2 schwannoma in order to evaluate the efficacy of the proposed targeted therapy for NF2.",
  "introduction": "Background Neurofibromatosis type 2 (NF2) is a rare autosomal dominant genetic disorder, resulting in a variety of neural tumors, with bilateral vestibular schwannomas as the most frequent manifestation. Recently, merlin, the NF2 tumor suppressor, has been identified as a novel negative regulator of mammalian target of rapamycin complex 1 (mTORC1); functional loss of merlin was shown to result in elevated mTORC1 signaling in NF2-related tumors. Thus, mTORC1 pathway inhibition may be a useful targeted therapeutic approach.",
  "results": "Results We found that treatment with the mTORC1 inhibitor rapamycin reduced the severity of NF2-related Schwann cell tumorigenesis without significant toxicity. Consistent with these results, in an NF2 patient with growing vestibular schwannomas, the rapalog sirolimus induced tumor growth arrest.",
  "discussion": "Conclusions Taken together, these results constitute definitive evidence that justifies proceeding with clinical trials using mTORC1-targeted agents in selected patients with NF2 and in patients with NF2-related sporadic tumors.",
  "fetched_at": "2026-02-16T15:41:10.093257",
  "abstract_length": 2476,
  "methods_length": 231,
  "introduction_length": 527,
  "results_length": 297,
  "discussion_length": 228
}