{
  "pmid": "24465906",
  "abstract": "Bone fragility due to osteopenia, osteoporosis or debilitating focal skeletal dysplasias is a frequent observation in the Mendelian disease Neurofibromatosis type 1 (NF1). To determine the mechanisms underlying bone fragility in NF1 we analyzed two conditional mouse models, Nf1Prx1 (limb knock-out) and Nf1Col1 (osteoblast specific knock-out), as well as cortical bone samples from individuals with NF1. We examined mouse bone tissue with micro-computed tomography, qualitative and quantitative histology, mechanical tensile analysis, small-angle X-ray scattering (SAXS), energy dispersive X-ray spectroscopy (EDX), and scanning acoustic microscopy (SAM). In cortical bone of Nf1Prx1 mice we detected ectopic blood vessels that were associated with diaphyseal mineralization defects. Defective mineral binding in the proximity of blood vessels was most likely due to impaired bone collagen formation, as these areas were completely devoid of acidic matrix proteins and contained thin collagen fibers. Additionally, we found significantly reduced mechanical strength of the bone material, which was partially caused by increased osteocyte volume. Consistent with these observations, bone samples from individuals with NF1 and tibial dysplasia showed increased osteocyte lacuna volume. Reduced mechanical properties were associated with diminished matrix stiffness, as determined by SAM. In line with these observations, bone tissue from individuals with NF1 and tibial dysplasia showed heterogeneous mineralization and reduced collagen fiber thickness and packaging. Collectively, the data indicate that bone fragility in NF1 tibial dysplasia is partly due to an increased osteocyte-related micro-porosity, hypomineralization, a generalized defect of organic matrix formation, exacerbated in the regions of tensional and bending force integration, and finally persistence of ectopic blood vessels associated with localized macro-porotic bone lesions.",
  "methods": "Materials and Methods Mouse breeding and genotyping Nf1Prx1 and Nf1Col1 mice were bred and genotyped as described previously  [11] ,  [13] . All experimental procedures were approved by the ‘Landesamt für Gesundheitsschutz und Technische Sicherheit (LaGeTSi), Berlin, Germany (protocol number ZH 120) and the Institutional Animal Care and Use Committee (IACUC) at the Vanderbilt University Medical Center (protocol number M/06/508). Histology For histological analysis, adult limbs were fixed in buffered 4% PFA, dehydrated in subsequent ethanol steps and embedded in methyl methacrylate (MMA) according standard laboratory procedures  [28] . For histological assessment, 5 µm plastic sections (RM2255, Leica, Germany) were stained with a combined von Kossa/Masson&Goldner or von Kossa/Toluidin procedure. Bright light microscopy was performed with an Olympus BX60 (Olympus, Japan). To analyze presence of acid bone matrix proteins, sections were stained with AgNOR  [29] . Deposited acidic matrix proteins appear brown with AgNOR staining, while negative regions remain unstained. The collagenous bone matrix was assessed with bright or polarized light microscopy after picrosirius red staining  [30] ,  [31]  (Leica DMRB, Germany). Linear polarization microscopy was performed with a Leica DMRB at which the polarization and analyst filters were set with 90° to each other. In bright light, picrosirius red stains all collagenous connective tissue (e.g. bone) red. By polarized microscopy, collagen fibers appear in shades of green, yellow and red. The polarization color indicates fiber thickness and degree of packaging  [30] ,  [31] . Red colored collagen fibers are highly packed and thick, while green colored fibers are less packed and disorganized  [31] . Histomorphometric analysis was performed with AxioVision Software (Zeiss, Germany). Nomenclature was used according to ASBMR guidelines  [32] . The ASBMR nomenclature does not provide a term for blood vessels, we used BlVes. Statistical analysis was performed with the unpaired t-test, * p≤0.05, ** p≤0.01. Immunohistology Immunodetection of proteins within mineralized cortical bone was achieved according to standard procedure  [33] . Frozen tissue was sectioned (5 µm) on a cryostat (Leica CM3050 S, Wetzlar, Germany). Sections were fixed in PBS buffered 4% PFA, then permeabilized with 0.1% saponin in PBS buffered 3% BSA, and blocked with 5% donkey serum. Antibodies were incubated in PBS buffered 3% BSA. The following antibodies were used for immunodetection: panendothelial cell antigen (550563, BD Pharmingen, USA) and anti-ratAlexa555 (A11081, Invitrogen, USA). Sections were analyzed with confocal microscopy (lsm 510, Zeiss, Germany). Micro computed tomography (microCT) analysis Bone samples were analyzed with low (6 µm voxel) or high (up to 1 µm voxel) resolution microCT from skyscan 1172 (skyscan, Belgium). For BMD analysis, samples were measured with a multi-sample holder at a 6 µm pixel size, 180° degree rotation, rotation angle 0.3°, filter Al 0.5 mm, averaging 4, random movement 3, voltage 80 kV, and current 120 µA. Raw data reconstruction occurred with NRecon, with a defined threshold of 0.00 to 0.10, smoothing 3, ring artefact correction 9, and beam hardening correction 30%. Quantitative evaluation was performed with CTan after definition of appropriated regions of interest (ROIs). For analysis of cortical bone porosity, samples were measured as single samples at 1 µm pixel size, 180° degree rotation, rotation angle 0.3°, filter Al 0.5 mm, averaging 4, random movement 10, voltage 80 kV, and current 120 µA. Quantitative evaluation was performed with CTan within a ROI comprising 1300 slices. Nomenclature was used according ASBMR guidelines  [32] . We used the terminology micro-porosity for Ot. lacunae (lacunae range from 100–4000 µm 3 ) and macro-porosity (lacunae range 0.05–1*10 6  µm 3 ) for large non-mineralized structures. Volumes for large pores comprise volumes occupied by blood vessels and non-mineralized bone tissue. Statistical analysis was performed with the unpaired t-test, * p≤0.05, ** p≤0.01. Sample preparation for mechanical tensile measurements Bone samples were sectioned from the mid-diaphysis of femora of three-month old mice and at other time points ( Table S2 ). Femora were sectioned along the tangential-longitudinal plane. Each half of the femoral cortex was polished mechanically from both sides in an automatic polisher (Logitech PM5, Logitech Ltd., Glasgow, UK) until the sample was planar. Care was taken to make sure the samples’ longitudinal axes were parallel to the main longitudinal bone axis. Polishing was performed using sequentially 5, 3, and 1 µm grit-sized diamond particles (DP-Spray P, Struers A/S, Ballerup, Denmark) until the final sample thickness of 50 µm was achieved. Gross sectioning of cortical bones was performed with a slow speed saw (Isomet Low Speed Saw, Buehler Ltd., Lake Bluff, IL, USA) and further processed by UV laser micro-dissection, prior to spectroscopic and micro-mechanical probing of the tissues. The samples were further sectioned in an UV laser micro-dissection system (PALM MicroBeam C, P.A.L.M. Microlaser Technologies GmbH, Bernried, Germany) to isolate sections with the dimension of 150 µm width×50 µm thickness ×2.5 mm length. All sectioning and micro-dissection were performed on hydrated samples. Mechanical Tensile analysis Tensile analysis was performed as described elsewhere  [34] . Tensile experiments were performed with a custom-made micro-tensile testing apparatus with a translation motor (M-126.DG, Physik Instrumente, Karlsruhe, Germany) and a 250 g load cell (ALD-MINI-UTC-250, A.L. Design Inc., Buffalo, NY, USA) at a constant strain rate of 0.2 µm s −1  to simulate quasi-static loading. Each sectioned sample was glued to stiff teflon foils with cyanoacrylate (Loctite Deutschland GmbH, Munich, Germany) and mounted into the tensile apparatus so that the tensile axis was parallel to the longitudinal axis of the sample. Strain measurements were accomplished by measuring the percent displacement between optical marks made by a 50 µm tip sized marker (Copic Multiliner, Too Marker Products, Japan) on the sample and tracked by a video camera (Basler A101f, Basler Vision Technologies, Ahrensburg, Germany). Both the camera and the tensile tester were controlled by customized software (Labview 7.0, National Instruments). Each sample was tensed until fracture. Stress-strain behaviours were obtained for each sample measurement and further analysis were performed to determine characteristic material properties. Each data point tested was a mean average of three samples. All samples were kept hydrated during measurements and tensed until failure. Scanning acoustic microscopy (SAM) SAM measurements were performed as described elsewhere  [35] . Methylmethacrylate (MMA) embedded humeri were longitudinally sectioned to medial level, showing a complete open bone marrow cavity and separated anterior and posterior cortex. Subsequently, flat sample surfaces were prepared with a grinding procedure, using silicon carbide abrasive papers (grit size 4000; Phoenix 4000, Buehler, Düsseldorf, Germany). Afterwards the surface was polished with a hard synthetic cloth, ethyleneglycol suspension and 1 µm diamond particles. Samples were measured using a custom-made scanning acoustic microscope (SAM200Ex, Q-BAM, Halle, Germany) equipped with a spherically focused transducer with a nominal center frequency of 200 MHz (FHI 200/60°: Frauenhofer Institut für Biomedizinische Technik, St. Ingbert, Germany), providing a spatial resolution of approximately 8 µm in the focal plane. All measurements were performed in distilled and degassed water at 26±0.3°C. The sample surfaces were aligned in the focal plane of the transducer. A scan increment of 4 µm in x and y direction was chosen. For each (x,y) position the entire pulse echo signal V x,y (t) was stored. After the x,y scan, another x-scan with variable transducer-sample distance (z-scan) was performed for each sample within a bone area to perform a defocus correction. The confocal reflection amplitude was converted to values of the reflection coefficient  R  and acoustic impedance  Z  (in Mrayl; 1 rayl  = 1 kgm −2 s −1 ), as described elsewhere  [35] . The latter is equivalent to the square root of the product of mass density and apparent stiffness coefficient  c \n [36] . For bone tissue,  Z  has been shown to be strongly correlated with the apparent stiffness (R 2  = 0.996)  [37] ,  [38]  and can therefore be used as a surrogate to assess variations of tissue stiffness. Small-angle X-ray scattering (SAXS) and energy dispersive X-ray spectroscopy (EDX) SAXS measurements were performed as described elsewhere  [39] . Longitudinal sections of MMA embedded humerus with a thickness in the order of the beam size (around 200 µm) were mounted on an automatic sample holder for polishing such that the longitudinal cross section is exposed at the surface. An X-ray beam with a wavelength of λ = 0.154 nm was generated using an X-ray generator (Bruker, AXS, Karlsruhe, Germany) with a rotating copper anode (40 kV/100 mA). The SAXS signal was measured with a 2D area detector (Bruker). Measurements were performed within cortical bone, following the bone cortex from proximal to distal in ∼400 µm step size. Two-dimensional SAXS patterns were evaluated for mean mineral particle thickness (T-parameter) and degree of particle alignment (Rho-parameter). The T-parameter measures the average thickness of mineral particles and higher values suggest increased volume of mineral platelets. The Rho-parameter indicates the relative orientation of mineral particles, where value “0” specifies no predominant orientation while “1” suggests parallel alignment. EDX measurements were performed with a desktop scanning electron microscope (SEM) device (Hitachi TM-3000, Hitachi High-Technologies Europe GmbH, Krefeld Germany) on MMA embedded humeri that were prepared in a similar fashion to SAXS samples. Samples were mounted onto double sided carbon tape and subsequently, placed in the SEM sample holder and moved approximately until 1 mm away from the source of the primary beam. An accelerating voltage of 15 kV was used to examine the greyscale levels of the mineral content in the respective Nf1Prx1 and Nf1Col1 samples. An EDX unit (Bruker SAXS GmbH, Berlin Germany) was used to collect elemental spectra, specifically at energies corresponding to 2.0 and 3.7 keV, representing spectral signals for phosphorus and calcium, respectively. Whole EDX maps were created to map mineralization degree and element gradients in whole humeri tissues from respective Nf1Prx1 samples. Analysis of EDX images was performed with ImageJ (Rasband WS. ImageJ, U.S. National Institutes of Health, Bethesda, Maryland, USA, imagej.nih.gov/ij/, 1997–2012).",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:26:06.146623",
  "abstract_length": 1950,
  "methods_length": 10896,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}