{
  "pmid": "PMID:24470552",
  "title": "Treatment of orthotopic malignant peripheral nerve sheath tumors with oncolytic herpes simplex virus.",
  "abstract": "BACKGROUNDS: Malignant peripheral nerve sheath tumors (MPNSTs) are an aggressive and often lethal sarcoma that frequently develops in patients with neurofibromatosis type 1 (NF1). We developed new preclinical MPNST models and tested the efficacy of oncolytic herpes simplex viruses (oHSVs), a promising cancer therapeutic that selectively replicates in and kills cancer cells. METHODS: Mouse NF1(-) MPNST cell lines and human NF1(-) MPNST stemlike cells (MSLCs) were implanted into the sciatic nerves of immunocompetent and athymic mice, respectively. Tumor growth was followed by external measurement and sciatic nerve deficit using a hind-limb scoring system. Oncolytic HSV G47Δ as well as \"armed\" G47Δ expressing platelet factor 4 (PF4) or interleukin (IL)-12 were injected intratumorally into established sciatic nerve tumors. RESULTS: Mouse MPNST cell lines formed tumors with varying growth kinetics. A single intratumoral injection of G47Δ in sciatic nerve tumors derived from human S462 MSLCs in athymic mice or mouse M2 (37-3-18-4) cells in immunocompetent mice significantly inhibited tumor growth and prolonged survival. Local IL-12 expression significantly improved the efficacy of G47Δ in syngeneic mice, while PF4 expression prolonged survival. Injection of G47Δ directly into the sciatic nerve of athymic mice resulted in only mild symptoms that did not differ from phosphate buffered saline control. CONCLUSIONS: Two new orthotopic MPNST models are described, including in syngeneic mice, expanding the options for preclinical testing. Oncolytic HSV G47Δ exhibited robust efficacy in both immunodeficient and immunocompetent MPNST models while maintaining safety. Interleukin-12 expression improved efficacy. These studies support the clinical translation of G47Δ for patients with MPNST.",
  "authors": "Slawomir Antoszczyk; Melanie Spyra; Victor Felix Mautner; Andreas Kurtz; Anat O Stemmer-Rachamimov; Robert L Martuza; Samuel D Rabkin",
  "journal": "Neuro-oncology",
  "publicationDate": "2014-08",
  "doi": "10.1093/neuonc/not317",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-19 09:25:18"
}