{
  "pmid": "PMID:24509877",
  "title": "MAF mediates crosstalk between Ras-MAPK and mTOR signaling in NF1.",
  "abstract": "Mutations in the neurofibromatosis type 1 (NF1) tumor suppressor gene are common in cancer and can cause resistance to therapy. Using transcriptome analysis we identified MAF as an NF1- regulated transcription factor and verified MAF regulation through RAS/MAPK/AP-1 signaling in malignant peripheral nerve sheath tumor (MPNST) cell lines. MAF was also downregulated in human MPNST. Acute re-expression of MAF promoted expression of glial differentiation markers in MPNST cells in vitro, decreased self-renewal of embryonic precursors and transiently affected tumor cell phenotypes in vitro by increasing MPNST cell death and reducing metabolic activity and anchorage-independent growth. Paradoxically, chronic MAF overexpression enhanced MPNST cell tumor growth in vivo, correlating with elevated pS6 in vitro and in vivo. RAD001 blocked MAF-mediated tumor growth, and MAF regulated the mTOR pathway through DEPTOR. MAPK inhibition with NF1 loss of function is predicted to show limited efficacy due to reactivation of mTOR signaling via MAF.",
  "authors": "M E Brundage; P Tandon; D W Eaves; J P Williams; S J Miller; R H Hennigan; A Jegga; T P Cripe; N Ratner",
  "journal": "Oncogene",
  "publicationDate": "2014-12-04",
  "doi": "10.1038/onc.2013.506",
  "methods": "Materials & Methods Microarray analyses Collection of samples, RNA isolation, probe generation, Affymetrix HU133 Plus 2.0 microarray hybridization and data normalization were described ( 24 ). To compare MPNST cells infected with adenovirus, we normalized gene expression to average expression in three independent NHSC samples. Statistical analyses (analysis of variance; FDR=0.001) identified gene expression changes between uninfected MPNST cells, MPNST cells infected with control (GFP) virus and MPNST cells infected with NF1-GRD virus as described ( 33 ). Cell culture Normal human Schwann cells (NHSC) from trauma victims and MPNST cell lines were cultured as described ( 24 ). For cells transduced with doxycycline inducible lentivirus, we used certified Tet-free FBS (Hyclone). Viral Infection For microarray analysis, MPNST cells were infected with purified Ad-NF1-GRD or control Ad-GFP, in triplicate, for 2 h in serum-free medium at 200pfu/cell. Viruses were removed and cells cultured in normal medium for 30h, then RNA isolated for analysis of gene expression by RT–PCR analysis as described ( 24 ). MPNST cells were transduced with lentiviral particles at 70 – 90% confluence. Constitutive expression used mCherry tagged MAF (EX-Y2046-Lv111, GeneCopoeia) and mCherry control lentivirus. Inducible expression used lentiviral vectors containing the MAF ORF or empty pLVX-Tight-Puro vector (GeneCopoeia) in a modified pTight backbone (Clonetech) with pLVX-Tet-On doxycycline inducible vector (Clonetech). CCHMC Viral Vector Core produced virus with 4-plasmid packaging  http://www.cincinnatichildrens.org/research/div/exphematology/translational/vpf/vvc/default.htm . Lentiviral particles were incubated with MPNST cells (MOI of 10) in 8 µg/mL polybrene (Sigma) for 24h followed by selection in 2 µg/mL puromycin, which killed uninfected cells within three days. Luciferase reporter assays MPNST cells (5×10 4 / well) in 96-well plates were serum starved (0.1 % FBS) overnight. Cells were transfected using FuGENE HD (Roche) with 100ng per well of an AP-1 luciferase (Stratagene) reporter vector, 5ng of a renilla luciferase reference control, and 50ng of plasmid DNA expressing full length NF1, N-term and C-term constructs lacking the GRD (gifts of Frank McCormick), RasN17, the GRD, RasV12, aFos, and empty control ( 49 ). Cells were stimulated in 10% FBS for 24 h and lysed for luciferase assay (Promega). The MAF reporter was described ( 37 ). Realtime-PCR Total RNA was isolated from cells using the RNeasy kit (Qiagen) and used as a template for cDNA synthesis (ABI High capacity archive kit) and RT-PCR (ABI 7500 Sequence Detection System) as described ( 24 ). Data were normalized to β-Actin or Gapdh. Human primers included: MAF f-cgagtgggctcagttatgaa and r-cgagtgggctcagttatgaa, SOX9 f-gtaatccgggtggtccttct and r-gacgctgggcaagctct, S100β f-tccacaacctcctgctcttt and r-ggagacaagcacaagctgaa, MBP f-ggagccgtagtgagcagttc and r-gagccctctgccctctcat, BLBP f-aacagcaaccacatcaccaa and r-acagaaatgggatggcaaag, DEPTOR f-cgacaaaacagtttgggtagg and r-atggctgaggtcttggtcac, β-Actin f-gttgtcgacgacgagcg and r-gcacagagcctcgcctt. Mouse primers included: Maf f-tctcctgcttgaggtggtct and r-aaggaggaggtgatccgact, Sox9 f-tccacgaagggtctcttctc and r-aggaagctggcagaccagta, Gapdh f-ttgatggcaacaatctccac and r-cgtcccgtagacaaaatggt. Immunocytochemistry Cultured cells were fixed, permeabilized with 0.2% Triton-X 100 and blocked with 10% normal serum for 1h at room temperature ( 19 ). Primary antibodies used were S100β (Dako), MBP (Chemicon), and BLBP (Millipore). Secondary incubations used host-appropriate TRITC conjugated antibodies (Jackson Immunoresearch). Nuclei were labeled with DAPI (Sigma-Aldrich) and microscopic images acquired with ImageJ software (NIH) on a Zeiss Axiovert 200M. Tumor paraffin sections stained for MAF (Imgenex), pS6, pERK (Cell Signaling), and DEPTOR (Novus) were visualized with DAB. Immunoblot Cell lysates were created and Western blotting conducted as described ( 24 ), blocking without detergent. Membranes were probed with antibodies for MAF (Imgenex), SOX9 (Santa Cruz), S100β (Dako), MBP (Chemicon), BLBP (Millipore), DEPTOR (Novus), cleaved-caspase 3, pS6, S6, p4E-BP1, 4E-BP1, p473AKT, AKT, and β-ACTIN (Cell Signaling) as a loading control. Horseradish peroxidase-conjugated secondary antibodies (BioRad) were used with ECL Plus developing system (Amersham Biosciences). Chromatin immunoprecipitation (ChIP) MPNST 88-14 cells were cross-linked with 1% formaldehyde for 10 minutes on ice. Glycine was added to 0.125 M. Cells were pelleted by centrifugation and washed 3X with ice-cold PBS with 1× Complete inhibitor (Roche). Cells were lysed 1% SDS, 50 mm Tris-HCl, pH 8.1, 10 mm EDTA, 1× Complete inhibitor. A Bioruptor generated soluble chromatin (Cosmo Bio USA, Carlsbad, CA) with DNA fragment sizes of 200 to 800 bp. We precleared cell lysates with protein A/G-Sepharose beads (Santa Cruz). Anti-MAF (Imgenex) and control mouse IgG (Santa Cruz) immunoprecipitated chromatin-protein complexes, and cross-linking reversed with 0.3 M NaCl at 65°C for 12 hours. RNaseA and proteinase K were added for 1h at 37°C. We purified DNA fragments with the QIAquick PCR purification kit (Qiagen). Input chromatin was used as a positive control in RT-PCR with the primers: GPH1005991(-)01A for MAF binding sites on SOX9 promoter and GPH100001C(-)01A for a chromosome 12 promoter desert as a negative control (SABiosciences). Sphere progenitor and Schwann cell culture DRG from E12.5–13.5 embryos were dissociated with 0.25% Trypsin (Mediatech) for 20 min. at 37°C; single-cell suspensions were obtained with a narrow-bore pipette and 40 µm strainer (BD-Falcon). Live cells (500/well) in 24-well plates in sphere medium were counted after 7 days as described ( 19 ). To passage, spheres were pelleted, treated with 0.05% Trypsin-EDTA for 3 minutes, dissociated, and plated at clonal density. Schwann cells were derived from DRG single cell suspensions as described ( 19 ). MTS assay Transduced MPNST cells (500 cells/well) were seeded in triplicate and incubated overnight in 96-well plates in the presence or absence of puromycin (2µg/ml). Doxycycline, RAD001, PD0325901 or selection media was added the next day and subsequently daily. Absorbance was read day 4 post-infection or doxycycline induction using the CellTiter 96® Aqueous One Solution Cell Proliferation Assay (Promega). Flow cytometry Approximately 100,000 MPNST cells transduced with MAF or vector control were induced with doxycycline for 24h and fixed in 0.5% paraformaldehyde. Cells were stained with propidium iodide and annexin according to Apoptosis kit instructions (Invitrogen). Flow cytometry was performed on a FACSCanto (Becton Dickinson) and analyzed using FlowJo software. Soft agar Agar (6% in DMEM, 10% FBS) was plated in 35 mm dishes. 5x10 3  MPNST cells were mixed with 3.6% agar and overlaid on solidified agar. Cells were cultured at 37°C in 7.5% CO 2  in puromycin or doxycycline. Colonies were counted after 10 days. Experiments were performed in triplicate. Mouse xenograft Mouse xenografts of NF1 patient derived MPNST cells were conducted as described ( 13 ). 1.5 ×10 6  MPNST S462-TY cells suspended in Matrigel (BD) and expressing pLVX control or inducible-MAF were injected subcutaneously into the right flanks of 6 to 8-week-old female athymic nude (nu/nu) mice (Harlan). Mice were maintained on 2000 ppm doxycycline feed. Tumor volumes were measured twice weekly and mice were sacrificed before tumor volume reached 10% of total body weight.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:25:22",
  "introduction": "INTRODUCTION NF1  mutation or loss in humans causes Neurofibromatosis type 1 (NF1). NF1 predisposes affected individuals to develop benign nerve tumors (neurofibromas) that can transform into life threatening malignant sarcoma (MPNST).  NF1  is a tumor suppressor gene, and biallelic  NF1  mutations are characteristic of MPNST ( 1 ). MPNST are a leading cause of death in adult NF1 patients; the lifetime risk of MPNST in NF1 patients is 8–13%, versus 0.001% in the general population ( 2 ). Therapies that are effective in NF1 patients may be relevant to treating other diseases, because  NF1  mutations are common in sporadic human cancers including glioma, neuroblastoma, lung adenocarcinoma, and squamous cell carcinoma ( 3 – 6 ). Furthermore,  NF1  mutations have recently been shown to mediate resistance to therapy, and understanding how  NF1  mutations cause resistance is a goal of current studies ( 7 ,  8 ). NF1 is a GTPase activating protein (GAP); GAPs serve as off signals for Ras proteins so that patient MPNST cells lacking NF1 have elevated levels of Ras-GTP ( 9 ). Loss of neurofibromin alters growth and differentiation of MPNST cells through increased levels of Ras-GTP ( 2 ,  10 ,  11 ). Current efforts to develop therapies for MPNST are focused on Ras pathways, although no MPNST therapy has advanced to clinical practice. Ras signaling in MPNST cells includes activation of pERK and pAKT and pS6K and p4EBP1, downstream effectors of the mTOR kinase ( 10 – 12 ). MPNST cells transiently slow growth in response to MEK inhibition ( 13 ), and in response to compounds which block mTOR signaling ( 12 ,  14 ). Efforts to identify effective drug combinations for MPNST cells are ongoing ( 15 ). The idea that cancer cells arise from and/or adopt the self-renewal and properties of precursor and stem-like cells is increasingly accepted ( 16 ,  17 ). Tumor initiating cells with stem cell properties are common in MPNST ( 18 ) and may derive from peripheral nerve Schwann cell lineage cells or their multipotent neural crest cell precursors.  Nf1  regulates Schwann cell precursor cell numbers in embryonic dorsal root ganglia ( 19 ). Use of Cre-drivers for cell type specific  Nf1  deletion in Schwann cell precursors enabled formation of MPNST, consistent with Schwann cell precursors as one cell of origin for MPNST ( 20 ,  21 ). MPNST may derive from or assume characteristics of neural crest cells as neural crest gene expression marks MPNST ( 22 ,  23 ). Transcriptome analysis identified SOX9, a neural crest transcription factor required for stem cell survival, as critical for MPNST cell survival ( 24 ) supporting the idea that loss or suppression of Schwan cell differentiation is characteristic of MPNST. However, the molecular mechanisms that underlie the failure of MPNST cells to differentiate into Schwann cell precursors and then Schwann cells are not known. MAF  ( c-MAF ) is a member of the large MAF family, which includes  MafA, MafB  and  c-Maf \n 26 ).  MAF  transcription factors drive cell specification and differentiation in T cells, the lens and retina, and sensory neurons ( 26 ,  27 ). MAF is a bZip transcription factor of the AP-1 family. MAF factors homo- or heterodimerize with other bZip factors or other transcription factors to regulate gene expression ( 26 ,  28 ). In cartilage MAF binds SOX9, regulating common transcriptional target genes and controlling differentiation ( 29 ). MAF is expressed in the developing nervous system of the chicken, in mature rat peripheral nerve ( 26 ), and in mouse embryonic neurons ( 27 ), but its expression in developing glia has not been characterized. MAF can act as an oncogene ( 26 ), but can also counteract Ras-induced transformation ( 30 ). One MAF target gene implicated in cancer is DEPTOR, an mTOR interacting protein that negatively regulates TORC1 in multiple myeloma cells ( 31 ,  32 ). We found that MAF expression is low in NF1 tumors and mouse Schwann cell precursors and hypothesized that low MAF expression contributes to maintenance of a dedifferentiated state in MPNST tumor cells. We report that elevating MAF expression in MPNST cells promotes differentiation and increases tumor growth in xenografts, correlating with a decrease in DEPTOR and elevated mTOR signaling, and rendering cells sensitive to mTOR antagonists.",
  "results": "RESULTS The NF1 GTPase activating protein (GAP)-related domain (GRD) normalizes  MAF  expression The NF1-GRD accelerates conversion of active Ras-GTP to inactive Ras-GDP. To define transcriptional changes downstream of NF1-GRD expression we conducted gene expression Affymetrix microarray analysis on triplicate samples of NF1-deficient MPNST cells (ST88-14 cells) 32 h after infection with NF1-GRD adenovirus or GFP control adenovirus. At 32h GRD expression significantly reduces Ras-GTP and downstream P-MEK and P-ERK ( 33 ), while cell death induced by exogenous high-level expression of NF1-GRD is not yet present (not shown). To identify genes with expression dysregulated in MPNST compared to human Schwann cells (NHSC) and normalized by the NF1-GRD, we first normalized gene expression in MPNST cells infected with NF1-GRD or control to gene expression in NHSC. Second, we identified 152 probe sets with differential expression ≥ 2.3-fold in MPNST cells expressing the NF1-GRD and not differentially expressed in GFP-expressing cells ( Figure 1A ). Third, we identified 128 of 152 probe sets with gene expression brought closer to levels in NHSC by NF1-GRD. Finally, we identified 45 known genes with expression restored to ≥ 3-fold levels of NHSC in MPNST cells infected with NF1-GRD relative to control. Microarray differential gene expression induced by GRD was confirmed by RT-PCR analysis for  DACH1  ( 24 ),  EGFL5 ,  MAF ,  PCDH20 , and  FOXD1; SOX9  and  SPRY4  were tested but failed to confirm, perhaps due to timing of transcriptional regulation. In a previous study,  MAF  was in a cluster of genes significantly downregulated in primary tumors and cell lines derived from human MPNSTs and mouse MPNST models ( 13 ). Confirming these results,  MAF  expression was downregulated 24-fold in MPNST cells infected with control virus relative to NHSC, and increased 4-fold in MPNST cells expressing NF1-GRD ( Figure 1B ). We confirmed that  MAF  expression was induced rapidly in MPNST cells after infection with the NF1-GRD by RT-PCR ( Fig 1C ). Examination of dermal or plexiform neurofibroma- derived Schwann cells or MPNST cell lines, compared to normal human Schwann cells, or dermal and plexiform neurofibroma or MPNST solid tumors compared to nerve, underscore the consistently low or absent expression of  MAF  ( Figure 1 D & E ). MAF is regulated by NF1 through a RAS/MAPK/AP-1 pathway Increased MAPK signaling in MPNST cells is due to loss of NF1 RAS-Gap function ( 10 ,  11 ). Confirming that MAF is downstream of RAS-RAF-MAPK, MEK inhibitors restored MAF mRNA in MPNST cell lines and protein expression in S462TY cells ( Figure 2A ). AP-1 transcription factors are common effectors of the MAPK pathway ( 34 ) and MPNST cells have increased AP-1 activity ( 35 ). We tested whether NF1 regulates MAF via AP-1 activity. Transfecting MPNSTs with the GRD, dominant negative RasN17, or full length NF1 constructs decreased AP-1 luciferase reporter activity compared to the empty vector negative control, while constitutively active RasV12 activated AP-1 ( Figure 2B ). Mutant NF1 constructs lacking the GRD did not repress AP-1 activity, consistent with AP-1 regulation by RAS signaling ( Figure 2B ). Importantly, a dominant negative aFos ( 36 ) transfected into MPNST cell lines along with a  MAF  promoter luciferase reporter increased MAF activity, indicating that AP-1 represses  MAF  transcription in MPNST cells ( Figure 2C ) ( 37 ). Thus MAF is a novel NF1 target in MPNST, repressed by the RAS/MAPK/AP-1 pathway ( Figure 2D ). MAF regulates glial differentiation markers and neural crest marker SOX9 in MPNST cells MAF can bind the MPNST biomarker SOX9 ( 29 ), and MAF is known to promote tissue specification and terminal differentiation in many cell types ( 26 ,  27 ,  29 ,  38 ). We explored whether low  MAF  expression was relevant to the failure of MPNST cells differentiation. RT-PCR revealed upregulation of glial lineage markers S100β, MBP, and BLBP in MPNST cells after transduction with MAF ( Figure 3A ). Immunohistochemical staining verified increased expression of these proteins in MAF transduced MPNST cells ( Figure 3B ). Because the neural crest marker gene  SOX9  has MAF binding sites in its promoter (data not shown), we tested whether restoring MAF expression downregulates  SOX9 . RT-PCR and western bot analysis revealed decreased  SOX9  mRNA and SOX9 protein when MAF was overexpressed ( Figure 3C ). Chromatin immunoprecipitation analysis showed MAF occupancy of the  SOX9  promoter ( Figure 3D ), suggesting that MAF transcriptionally represses  SOX9  in MPNST. In development, MAF expression correlates with Schwann cell differentiation status and reduces proliferation of Schwann cell precursors To determine if MAF expression is relevant to normal glial differentiation, we monitored expression levels in mouse Schwann cell precursors derived from mouse embryonic E12.5 dorsal root ganglia and in mature Schwann cells. RT-PCR and immunohistochemical analysis revealed high SOX9 expression in Schwann cell precursors normalized to Schwann cells ( Figure 4A ), and low MAF expression in Schwann cell precursors compared to Schwann cells ( Figure 4B ). Confocal imaging showed that MAF is present in Schwann cell cytoplasm and nuclei ( Figure 4B ). To determine if low MAF expression contributes to the precursor state, we transduced mouse Schwann cell precursors at clonal density with lenti-MAF. We observed a decrease in Schwann cell precursor self-renewal, which was maintained for up to three serial replatings ( Figure 4C ). The reciprocal expression pattern of SOX9 and MAF compared to mature Schwann cells, together with MAF’s ability to decrease precursor self-renewal, is consistent with the idea that low MAF expression in SC precursors sustains them in a progenitor state ( Figure 4D ). Acute over-expression of MAF in MPNST cells transiently increases cell death and reduces anchorage independent growth, while sustained lower MAF expressing cells proliferate and maintain increased TORC1 signaling through DEPTOR If MAF promotes cell differentiation, then restoring MAF expression in MPNST cells might affect tumorigenic potential. S462-TY cells transduced with  MAF  for 48 hours significantly decreased metabolic activity as measured by MTS assay ( Figure 5A ). Flow cytometric analysis of PI and Annexin stained S462-TY cells transduced with MAF for 48 hours revealed increased apoptotic cell death ( Figure 5B ). Importantly, these cytostatic and cytotoxic effects were accompanied by decreased anchorage independent growth in soft agar in S462-TY cells overexpressing MAF constitutively or inducibly ( Figure 5C ). However, after these transient effects, MAF expressing cells were able to proliferate in culture, as confirmed by increased metabolic activity in MTS assays ( Figure 5D ) and BrdU incorporation ( Figure 5E ). Relative levels of MAF protein expression were higher 2 days after induction than at day 6, correlating with increased apoptosis evidenced by cleaved caspase 3 ( Figure 5F ). Low MAF levels by day 6 corresponded with increased proliferation. Thus, effects of MAF expression on MPNST cells are dose dependent. As MAF can act as an oncogene in some cell types, we studied what survival mechanism(s) the MAF expressing population might exploit after initial growth suppression. We examined gene expression changes in NF1 tumors and cell lines compared to human Schwann cells from our Affymetrix array analysis ( 24 ). DEPTOR mRNA was 15-fold up-regulated in MPNST tumors and cell lines versus normal human Schwann cells ( Figure 6A ). DEPTOR is a MAF target and negative regulator of the AKT/mTOR pathway ( 31 ). Restoring MAF to S462-TY cells reduced DEPTOR mRNA expression ( Figure 6B ). Western blot analysis of S462-TY cells transduced with inducible MAF showed increased phosphorylation of S6 and 4E-BP1 and decreased phosphorylation of AKT ( Figure 6C ), readouts of TORC1 activity and its negative feedback onto AKT ( 39 ). Overexpression of MAF did not change levels of pERK, consistent with MAF acting downstream of MAPK signaling. Importantly, overexpression of MAF, plus simultaneous DEPTOR overexpression, attenuated DEPTOR levels and pS6 ( Figure 6D ), and DEPTOR blocked MAF-induced decreased cell survival in MTS assay ( Figure 6E ). These data suggest that MAF regulates AKT/mTOR signaling through DEPTOR. MAF enhances tumor growth in a xenograft model, and enhances response to RAD001 To test whether MAF-induced increased TORC1 activity affects tumorigenesis  in vivo , we injected BALB/c nu/nu  mice with S462-TY cells transduced with doxycycline-inducible MAF or vector-control lentivirus. Tumors overexpressing MAF were larger than vector control tumors ( Figure 7A ), consistent with MAF regulating an escape mechanism, conferring a survival advantage. IHC analysis of tumor xenografts confirmed crosstalk to the mTOR pathway seen  in vitro . P-S6 increased and DEPTOR decreased in MAF expressing tumors ( Figure 7B ). Levels of pS6 and DEPTOR varied throughout the tumors and were most pronounced in regions of densely packed growing tumor cells. Since MAF regulated changes in DEPTOR affected TORC1 signaling, we reasoned that overexpressing MAF might enhance sensitivity to mTOR pathway inhibition. Normally, S462TY cells are poorly responsive to RAD001. However, the combination of treatment with 10 or 30 nM RAD001 in addition to MAF overexpression resulted in an enhanced response ( Figure 7C ). In xenograft models, the S462TY cells are also not significantly responsive to treatment with 10mg/kg RAD001 ( Figure 7D ), but a significant decrease in tumor volume compared to the vector control tumors was seen in combination with MAF overexpression ( Figure 7E ). IHC analysis confirmed a decrease in pS6 staining due to RAD001 inhibition of TORC1 activity in vector control and MAF expressing tumors ( Figure 7F ). Treatment with PD0325901 increased MAF expression ( Figure 2A ;  8A ), decreased DEPTOR, increased pS6 and p4E-BP1 and decreased P-AKT ( Figure 8A ). The combination of PD0325901 with RAD001 abolished changes in pS6 and p4E-BP1 ( Figure 8A ). PD0325901 decreased mRNA and protein encoding the neural crest marker SOX9 ( Figure 8A,B ) and increased mRNA encoding Schwann cell differentiation markers  BLBP/FABP7, S100β  and  MBP ; RAD001 had no significant effects on cell differentiation. S462TY cells are resistant to RAD001 in MTS assays ( Figure 8C ), but responded to PD0325901 at 1uM ( 13 ). Combinations of these inhibitors had additive effects on cell viability ( Figure 8C ). S462-TY cells xenografted into immune-compromised mice delayed tumor growth when mice were exposed to 10mg/kg/day PD0325901 ( 13 ). We analyzed sections of tumor xenografts from mice treated with PD0325901 for 11 days. Tumors responding to drug (n=3) had little or no MAF expression, while faster growing tumors (n=2) showed MAF positivity ( Figure 8D ).",
  "discussion": "DISCUSSION We identified 45 genes, including  MAF , as aberrantly expressed in MPNST cells and normalized by expressing the NF1-GRD. We confirmed that  MAF  expression is low in MPNST cells and tumors, and that MAF expression is acutely regulated by NF1 through Ras/MAPK/AP1 signaling. High levels of MAF increased expression of Schwann cell differentiation markers in MPNST cells and killed MPNST cells  in vitro , but lower levels of MAF expression were tolerated and correlated with enhanced growth in tumor xenografts. MAF re-expression in the setting of  NF1  tumorigenesis resulted in elevation of mTOR signaling and concomitant decrease in DEPTOR, a negative regulator of the AKT/mTOR pathway ( 31 ). We conclude that MAF controls crosstalk between the MAPK and mTOR pathways in MPNST cells, helping to explain how  NF1  loss confers resistance to therapies. In addition to these findings relevant to tumorigenesis our data support the idea that NF1 and MAF control self-renewal in Schwann cell precursors. The data suggest that MAF expression regulates cell phenotypes in a context dependent manner:  MAF  blocked Schwann cell precursor self-renewal, promoted MPNST cell differentiation, and paradoxically promoted tumorigenesis. Our data identify  MAF  as an NF1-regulated target gene downstream of the RAS effector pathway RAS/MAPK/AP-1 ( Figure 9A ). To our knowledge,  MAF  is the first cancer relevant  NF1  target identified. There is previous evidence supporting the regulation of AP-1 activity by NF1 through a MAPK pathway in the ST88-14 MPNST cell line ( 35 ) and MAF was previously reported to be regulated by a MEK-ERK-FOS pathway in myeloma cell lines ( 40 ). This suggests that NF1 regulation of MAF may be relevant to other cell types and other cancers. A recent  in vitro  study confirmed our original finding that  MAF  expression is low in ST88-14  NF1  mutant MPNST cells relative to normal human Schwann cells ( 24 ), and that  SOX9  is elevated ( 41 ). MAF expression is also reduced in prostate cancer ( 42 ). We found that levels of  MAF  are very low in all tested MPNST cell lines, including sporadic MPNST cells ( 24 ), possibly accounting for the fact that siRNA targeting  NF1  in a sporadic (non-NF1 mutant) MPNST cell line did not alter  MAF  expression ( 41 ). Our finding that the NF1-GRD regulates  MAF  expression implies that activation of one or more Ras proteins suppresses  MAF . In  NF1  MPNST cells,  MAF  was not normalized by  NRAS  siRNA ( 41 ); other Ras proteins (e.g. K- or H-Ras) may regulate MAF expression. MAF expression suppressed expression of the neural crest marker SOX9 ( Figure 3 A, B &C ,  Figure 7A ). Consistent with overexpression of MAF transiently lowering SOX9 expression and resulting in cell death, knockdown of SOX9 killed MPNST cells ( 24 ). As MAF binds the  SOX9  promoter, the effect on  SOX9  is most likely direct. It is possible that MAF competes with SOX9 for binding sites and/or that MAF partners with SOX9 to regulate transcription, as in cartilage ( 29 ). MAF also upregulated expression of glial differentiation markers  BLBP, MBP , and  S100β ; it remains to be determined whether these effects are direct or indirect. Downregulation of  MAF  and Schwann cell differentiation markers is characteristic of, and thus likely relevant to, both sporadic and  NF1  MPNST; notably, both cell types exhibit activation of the MAPK pathway ( 43 ). Our studies support a role for MAF in suppressing Schwann cell precursor self-renewal. It will be essential to confirm this MAF role by loss of function  in vivo . Roles for MAF in tissue specification and cell differentiation are also supported by studies in T cells, lens, retina, and endochondral bone. For example, MAF maintains cell quiescence in the lens ( 26 ). MAF showed a pro-differentiation role in MPNST cells and reduced anchorage independent growth in MPNST cell lines expressing MAF ( Figure 7A ), suggesting that MAF can act as a tumor suppressor in MPNST. A tumor suppressive role for MAF is supported findings that MafA counteracts the transforming properties of oncogenic RasV12 and B-Raf /MEK in neuroretina cells ( 30 ). MAF may have tumor suppressive roles through regulating p53-dependent cell death, inhibition of MYB, and/or induction of the cell cycle inhibitor p27 ( 26 ). However, low levels of  MAF  expression correlated with proliferation  in vitro  and increased tumor growth  in vivo , implying that MAF can act as an oncogene in the context of  NF1  loss. MAF can transform fibroblasts, is activated by translocation in multiple myeloma, and is overexpressed in angioimmunoblastic T-cell lymphomas ( 26 ). The difference between acute MAF expression  in vitro  and our  in vivo  studies may be explained by levels of MAF expression: high MAF expressing cells die, and are survived by cells expressing lower levels of MAF with sustained expression of pS6. Possibly MAF interacts with different partner transcription factors depending on expression level, altering target gene expression. For example, increased expression of the MAF target gene integrinβ7 allowed myeloma cancer cells to adhere more efficiently to bone marrow stroma cells, mediating adaptation to the tumor microenvironment ( 26 ). MAF regulates DEPTOR and represses mTOR signaling in multiple myeloma ( 31 ). We demonstrated that MAF also regulates DEPTOR, but in MPNST cells MAF expression increases TORC1 activity ( Figure 7B ). The AKT/mTOR pathway is activated in some MPNSTs, and enhanced activation of the pathway correlated with malignant progression ( 43 ). In MPNST cells the pro-survival effects of TORC1 ( 39 ) are likely to explain the tumor promoting effect caused by overexpressing MAF in MPNST xenografts, as the ineffectiveness of RAD001 treatment alone in S462TY MPNST cells was reversed when combined with MAF expression ( Figure 6F ). Due to  NF1  loss in MPNST, Ras-GTP is activated and inhibition of MAPK and mTOR pathways have been evaluated in MPNST preclinical studies ( 2 ,  12 – 14 ,  43 – 45 ); as single agents, no tested inhibitor caused tumor regression, revealing the need for combinatorial approaches in MPNST. Our finding that MAF expression and downstream effects are regulated by MAPK signaling in MPNST ( Figures 2A ;  8A,B ) and in multiple myeloma ( 40 ) and that MAF expression enhances responses to Rapalogs ( Figures 7C,E,F ;  8C ) provides further rationale for dual inhibition of the MAPK and AKT/mTOR pathways ( 7 ). Our results are consistent with a study in which DEPTOR accumulated in breast cancer cells on knockdown of its ubiquitin ligase, resulting in resistance to rapamycin and high pAKT  in vitro  ( 46 ). Examining PD0325901 treated xenografts revealed that less responsive tumors showed MAF positivity, suggesting that resistance may be in part due to the effects of MAF related crosstalk ( Figure 8D ). Crosstalk between the MAPK and AKT/mTOR pathways is increasingly well documented. MEK inhibitors induce epidermal growth factor-induced AKT activation, ERK phosphorylates TSC2 and RAPTOR to promote TORC1 activity, and AKT can phosphorylate Raf at inhibitory sites that negatively regulate MEK activity ( 39 ). Further, drug studies in breast, melanoma, and colon cancer patient samples and a mouse model of prostate cancer showed MAPK activation after RAD001 treatment through a PI3K-dependent feedback loop ( 47 ). The reliance on both pathways in many cancer types, including NF1-deficient AML cell lines which became cytarabine sensitive when the GRD was restored or MEK or mTOR inhibitors were used ( 48 ), underscores the need for combinatorial therapeutic approaches. In summary, we identified crosstalk between the MAPK and AKT/mTOR pathways through MAF and DEPTOR in  NF1  mutant cells ( Figure 9B ). Strategies to upregulate MAF and/or downregulate DEPTOR in  NF1  mutant cells, including MEK inhibition, may enhance response to well-tolerated rapalogs.",
  "upgrade_date": "2026-02-20 07:33:16"
}