{
  "pmid": "24500418",
  "abstract": "Phase 2 randomized, flexible crossover, double-blinded, placebo-controlled trial  of the farnesyltransferase inhibitor tipifarnib in children and young adults  with neurofibromatosis type 1 and progressive plexiform neurofibromas.  Widemann BC(1), Dombi E, Gillespie A, Wolters PL, Belasco J, Goldman S, Korf BR,  Solomon J, Martin S, Salzer W, Fox E, Patronas N, Kieran MW, Perentesis JP,  Reddy A, Wright JJ, Kim A, Steinberg SM, Balis FM.  Author information: (1)Pediatric Oncology Branch, National Cancer Institute, Bethesda, Maryland  (B.W., E.D., A.G., P.W., S.M., E.F., F.B.); Cancer Therapy Evaluation Program,  Investigational Drug Branch, National Cancer Institute, Bethesda, Maryland  (J.W.); Biostatistics and Data Management Section, National Cancer Institute,  Bethesda, Maryland (S.S.); Diagnostic Radiology Department, National Institutes  of Health, Bethesda, Maryland (N.P.); The Children's Hospital of Philadelphia,  Philadelphia, Pennsylvania (J.B., E.F., F.B.); Ann and Robert H. Lurie  Children's Hospital, Chicago, Illinois (S.G.); Department of Genetics,  University of Alabama at Birmingham, South Birmingham, Alabama (B.K.); Expert  Image Analysis LC, Potomac, Maryland (J.S.); Dana-Farber/Children's Hospital  Cancer Center, Boston, Massachusetts (M.K.); Cincinnati Children's Hospital,  Cincinnati, Ohio (J.P.); Children's National Medical Center, Washington, DC  (A.K.); US Army Medical Research and Material Command, Fort Detrick, Maryland  (W.S.); Children's Hospital of Alabama, Birmingham, Alabama (A.R.).  Comment in     Neuro Oncol. 2014 May;16(5):617-8. doi: 10.1093/neuonc/nou050.  BACKGROUND: RAS is dysregulated in neurofibromatosis type 1 (NF1) related  plexiform neurofibromas (PNs). The activity of tipifarnib, which blocks RAS  signaling by inhibiting its farnesylation, was tested in children and young  adults with NF1 and progressive PNs. METHODS: Patients aged 3-25 years with NF1-related PNs and imaging evidence of  tumor progression were randomized in a double-blinded fashion to receive  tipifarnib (200 mg/m(2) orally every 12 h) or placebo (phase A) and crossed over  to the opposite treatment arm at the time of tumor progression (phase B). PN  volumes were measured with MRI, and progression was defined as ≥20% volume  increase. Time to progression (TTP) in phase A was the primary endpoint, and the  trial was powered to detect whether tipifarnib doubled TTP compared with  placebo. Toxicity, response, and quality of life were also monitored. RESULTS: Sixty-two patients were enrolled. Tipifarnib and placebo were well  tolerated. On phase A, the median TTP was 10.6 months on the placebo arm and  19.2 months on the tipifarnib arm (P = .12; 1-sided). Quality of life improved  significantly compared with baseline on the tipifarnib arm but not on the  placebo arm. Volumetric tumor measurement detected tumor progression earlier  than conventional 2-dimensional (WHO) and 1-dimensional (RECIST) methods. CONCLUSIONS: Tipifarnib was well tolerated but did not significantly prolong TTP  of PNs compared with placebo. The randomized, flexible crossover design and  volumetric PN assessment provided a feasible and efficient means of assessing  the efficacy of tipifarnib. The placebo arm serves as an historical control  group for phase 2 single-arm trials directed at progressive PNs.  DOI: 10.1093/neuonc/nou004 PMCID: PMC3984559 PMID: 24500418 [Indexed for MEDLINE]",
  "methods": "Methods Patients aged 3–25 years with NF1-related PNs and imaging evidence of tumor progression were randomized in a double-blinded fashion to receive tipifarnib (200 mg/m 2  orally every 12 h) or placebo (phase A) and crossed over to the opposite treatment arm at the time of tumor progression (phase B). PN volumes were measured with MRI, and progression was defined as ≥20% volume increase. Time to progression (TTP) in phase A was the primary endpoint, and the trial was powered to detect whether tipifarnib doubled TTP compared with placebo. Toxicity, response, and quality of life were also monitored.",
  "introduction": "Background RAS is dysregulated in neurofibromatosis type 1 (NF1) related plexiform neurofibromas (PNs). The activity of tipifarnib, which blocks RAS signaling by inhibiting its farnesylation, was tested in children and young adults with NF1 and progressive PNs.",
  "results": "Results Sixty-two patients were enrolled. Tipifarnib and placebo were well tolerated. On phase A, the median TTP was 10.6 months on the placebo arm and 19.2 months on the tipifarnib arm ( P  = .12; 1-sided). Quality of life improved significantly compared with baseline on the tipifarnib arm but not on the placebo arm. Volumetric tumor measurement detected tumor progression earlier than conventional 2-dimensional (WHO) and 1-dimensional (RECIST) methods.",
  "discussion": "Conclusions Tipifarnib was well tolerated but did not significantly prolong TTP of PNs compared with placebo. The randomized, flexible crossover design and volumetric PN assessment provided a feasible and efficient means of assessing the efficacy of tipifarnib. The placebo arm serves as an historical control group for phase 2 single-arm trials directed at progressive PNs.",
  "fetched_at": "2026-02-16T15:41:16.855481",
  "abstract_length": 3425,
  "methods_length": 607,
  "introduction_length": 261,
  "results_length": 457,
  "discussion_length": 374
}