{
  "pmid": "PMID:24509877",
  "title": "MAF mediates crosstalk between Ras-MAPK and mTOR signaling in NF1.",
  "abstract": "Mutations in the neurofibromatosis type 1 (NF1) tumor suppressor gene are common in cancer and can cause resistance to therapy. Using transcriptome analysis we identified MAF as an NF1- regulated transcription factor and verified MAF regulation through RAS/MAPK/AP-1 signaling in malignant peripheral nerve sheath tumor (MPNST) cell lines. MAF was also downregulated in human MPNST. Acute re-expression of MAF promoted expression of glial differentiation markers in MPNST cells in vitro, decreased self-renewal of embryonic precursors and transiently affected tumor cell phenotypes in vitro by increasing MPNST cell death and reducing metabolic activity and anchorage-independent growth. Paradoxically, chronic MAF overexpression enhanced MPNST cell tumor growth in vivo, correlating with elevated pS6 in vitro and in vivo. RAD001 blocked MAF-mediated tumor growth, and MAF regulated the mTOR pathway through DEPTOR. MAPK inhibition with NF1 loss of function is predicted to show limited efficacy due to reactivation of mTOR signaling via MAF.",
  "authors": "M E Brundage; P Tandon; D W Eaves; J P Williams; S J Miller; R H Hennigan; A Jegga; T P Cripe; N Ratner",
  "journal": "Oncogene",
  "publicationDate": "2014-12-04",
  "doi": "10.1038/onc.2013.506",
  "methods": "Materials & Methods Microarray analyses Collection of samples, RNA isolation, probe generation, Affymetrix HU133 Plus 2.0 microarray hybridization and data normalization were described ( 24 ). To compare MPNST cells infected with adenovirus, we normalized gene expression to average expression in three independent NHSC samples. Statistical analyses (analysis of variance; FDR=0.001) identified gene expression changes between uninfected MPNST cells, MPNST cells infected with control (GFP) virus and MPNST cells infected with NF1-GRD virus as described ( 33 ). Cell culture Normal human Schwann cells (NHSC) from trauma victims and MPNST cell lines were cultured as described ( 24 ). For cells transduced with doxycycline inducible lentivirus, we used certified Tet-free FBS (Hyclone). Viral Infection For microarray analysis, MPNST cells were infected with purified Ad-NF1-GRD or control Ad-GFP, in triplicate, for 2 h in serum-free medium at 200pfu/cell. Viruses were removed and cells cultured in normal medium for 30h, then RNA isolated for analysis of gene expression by RT–PCR analysis as described ( 24 ). MPNST cells were transduced with lentiviral particles at 70 – 90% confluence. Constitutive expression used mCherry tagged MAF (EX-Y2046-Lv111, GeneCopoeia) and mCherry control lentivirus. Inducible expression used lentiviral vectors containing the MAF ORF or empty pLVX-Tight-Puro vector (GeneCopoeia) in a modified pTight backbone (Clonetech) with pLVX-Tet-On doxycycline inducible vector (Clonetech). CCHMC Viral Vector Core produced virus with 4-plasmid packaging  http://www.cincinnatichildrens.org/research/div/exphematology/translational/vpf/vvc/default.htm . Lentiviral particles were incubated with MPNST cells (MOI of 10) in 8 µg/mL polybrene (Sigma) for 24h followed by selection in 2 µg/mL puromycin, which killed uninfected cells within three days. Luciferase reporter assays MPNST cells (5×10 4 / well) in 96-well plates were serum starved (0.1 % FBS) overnight. Cells were transfected using FuGENE HD (Roche) with 100ng per well of an AP-1 luciferase (Stratagene) reporter vector, 5ng of a renilla luciferase reference control, and 50ng of plasmid DNA expressing full length NF1, N-term and C-term constructs lacking the GRD (gifts of Frank McCormick), RasN17, the GRD, RasV12, aFos, and empty control ( 49 ). Cells were stimulated in 10% FBS for 24 h and lysed for luciferase assay (Promega). The MAF reporter was described ( 37 ). Realtime-PCR Total RNA was isolated from cells using the RNeasy kit (Qiagen) and used as a template for cDNA synthesis (ABI High capacity archive kit) and RT-PCR (ABI 7500 Sequence Detection System) as described ( 24 ). Data were normalized to β-Actin or Gapdh. Human primers included: MAF f-cgagtgggctcagttatgaa and r-cgagtgggctcagttatgaa, SOX9 f-gtaatccgggtggtccttct and r-gacgctgggcaagctct, S100β f-tccacaacctcctgctcttt and r-ggagacaagcacaagctgaa, MBP f-ggagccgtagtgagcagttc and r-gagccctctgccctctcat, BLBP f-aacagcaaccacatcaccaa and r-acagaaatgggatggcaaag, DEPTOR f-cgacaaaacagtttgggtagg and r-atggctgaggtcttggtcac, β-Actin f-gttgtcgacgacgagcg and r-gcacagagcctcgcctt. Mouse primers included: Maf f-tctcctgcttgaggtggtct and r-aaggaggaggtgatccgact, Sox9 f-tccacgaagggtctcttctc and r-aggaagctggcagaccagta, Gapdh f-ttgatggcaacaatctccac and r-cgtcccgtagacaaaatggt. Immunocytochemistry Cultured cells were fixed, permeabilized with 0.2% Triton-X 100 and blocked with 10% normal serum for 1h at room temperature ( 19 ). Primary antibodies used were S100β (Dako), MBP (Chemicon), and BLBP (Millipore). Secondary incubations used host-appropriate TRITC conjugated antibodies (Jackson Immunoresearch). Nuclei were labeled with DAPI (Sigma-Aldrich) and microscopic images acquired with ImageJ software (NIH) on a Zeiss Axiovert 200M. Tumor paraffin sections stained for MAF (Imgenex), pS6, pERK (Cell Signaling), and DEPTOR (Novus) were visualized with DAB. Immunoblot Cell lysates were created and Western blotting conducted as described ( 24 ), blocking without detergent. Membranes were probed with antibodies for MAF (Imgenex), SOX9 (Santa Cruz), S100β (Dako), MBP (Chemicon), BLBP (Millipore), DEPTOR (Novus), cleaved-caspase 3, pS6, S6, p4E-BP1, 4E-BP1, p473AKT, AKT, and β-ACTIN (Cell Signaling) as a loading control. Horseradish peroxidase-conjugated secondary antibodies (BioRad) were used with ECL Plus developing system (Amersham Biosciences). Chromatin immunoprecipitation (ChIP) MPNST 88-14 cells were cross-linked with 1% formaldehyde for 10 minutes on ice. Glycine was added to 0.125 M. Cells were pelleted by centrifugation and washed 3X with ice-cold PBS with 1× Complete inhibitor (Roche). Cells were lysed 1% SDS, 50 mm Tris-HCl, pH 8.1, 10 mm EDTA, 1× Complete inhibitor. A Bioruptor generated soluble chromatin (Cosmo Bio USA, Carlsbad, CA) with DNA fragment sizes of 200 to 800 bp. We precleared cell lysates with protein A/G-Sepharose beads (Santa Cruz). Anti-MAF (Imgenex) and control mouse IgG (Santa Cruz) immunoprecipitated chromatin-protein complexes, and cross-linking reversed with 0.3 M NaCl at 65°C for 12 hours. RNaseA and proteinase K were added for 1h at 37°C. We purified DNA fragments with the QIAquick PCR purification kit (Qiagen). Input chromatin was used as a positive control in RT-PCR with the primers: GPH1005991(-)01A for MAF binding sites on SOX9 promoter and GPH100001C(-)01A for a chromosome 12 promoter desert as a negative control (SABiosciences). Sphere progenitor and Schwann cell culture DRG from E12.5–13.5 embryos were dissociated with 0.25% Trypsin (Mediatech) for 20 min. at 37°C; single-cell suspensions were obtained with a narrow-bore pipette and 40 µm strainer (BD-Falcon). Live cells (500/well) in 24-well plates in sphere medium were counted after 7 days as described ( 19 ). To passage, spheres were pelleted, treated with 0.05% Trypsin-EDTA for 3 minutes, dissociated, and plated at clonal density. Schwann cells were derived from DRG single cell suspensions as described ( 19 ). MTS assay Transduced MPNST cells (500 cells/well) were seeded in triplicate and incubated overnight in 96-well plates in the presence or absence of puromycin (2µg/ml). Doxycycline, RAD001, PD0325901 or selection media was added the next day and subsequently daily. Absorbance was read day 4 post-infection or doxycycline induction using the CellTiter 96® Aqueous One Solution Cell Proliferation Assay (Promega). Flow cytometry Approximately 100,000 MPNST cells transduced with MAF or vector control were induced with doxycycline for 24h and fixed in 0.5% paraformaldehyde. Cells were stained with propidium iodide and annexin according to Apoptosis kit instructions (Invitrogen). Flow cytometry was performed on a FACSCanto (Becton Dickinson) and analyzed using FlowJo software. Soft agar Agar (6% in DMEM, 10% FBS) was plated in 35 mm dishes. 5x10 3  MPNST cells were mixed with 3.6% agar and overlaid on solidified agar. Cells were cultured at 37°C in 7.5% CO 2  in puromycin or doxycycline. Colonies were counted after 10 days. Experiments were performed in triplicate. Mouse xenograft Mouse xenografts of NF1 patient derived MPNST cells were conducted as described ( 13 ). 1.5 ×10 6  MPNST S462-TY cells suspended in Matrigel (BD) and expressing pLVX control or inducible-MAF were injected subcutaneously into the right flanks of 6 to 8-week-old female athymic nude (nu/nu) mice (Harlan). Mice were maintained on 2000 ppm doxycycline feed. Tumor volumes were measured twice weekly and mice were sacrificed before tumor volume reached 10% of total body weight.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:25:22"
}