{
  "pmid": "PMID:24500418",
  "title": "Phase 2 randomized, flexible crossover, double-blinded, placebo-controlled trial of the farnesyltransferase inhibitor tipifarnib in children and young adults with neurofibromatosis type 1 and progressive plexiform neurofibromas.",
  "abstract": "BACKGROUND: RAS is dysregulated in neurofibromatosis type 1 (NF1) related plexiform neurofibromas (PNs). The activity of tipifarnib, which blocks RAS signaling by inhibiting its farnesylation, was tested in children and young adults with NF1 and progressive PNs. METHODS: Patients aged 3-25 years with NF1-related PNs and imaging evidence of tumor progression were randomized in a double-blinded fashion to receive tipifarnib (200 mg/m(2) orally every 12 h) or placebo (phase A) and crossed over to the opposite treatment arm at the time of tumor progression (phase B). PN volumes were measured with MRI, and progression was defined as ≥20% volume increase. Time to progression (TTP) in phase A was the primary endpoint, and the trial was powered to detect whether tipifarnib doubled TTP compared with placebo. Toxicity, response, and quality of life were also monitored. RESULTS: Sixty-two patients were enrolled. Tipifarnib and placebo were well tolerated. On phase A, the median TTP was 10.6 months on the placebo arm and 19.2 months on the tipifarnib arm (P = .12; 1-sided). Quality of life improved significantly compared with baseline on the tipifarnib arm but not on the placebo arm. Volumetric tumor measurement detected tumor progression earlier than conventional 2-dimensional (WHO) and 1-dimensional (RECIST) methods. CONCLUSIONS: Tipifarnib was well tolerated but did not significantly prolong TTP of PNs compared with placebo. The randomized, flexible crossover design and volumetric PN assessment provided a feasible and efficient means of assessing the efficacy of tipifarnib. The placebo arm serves as an historical control group for phase 2 single-arm trials directed at progressive PNs.",
  "authors": "Brigitte C Widemann; Eva Dombi; Andrea Gillespie; Pamela L Wolters; Jean Belasco; Stewart Goldman; Bruce R Korf; Jeffrey Solomon; Staci Martin; Wanda Salzer; Elizabeth Fox; Nicholas Patronas; Mark W Kieran; John P Perentesis; Alyssa Reddy; John J Wright; AeRang Kim; Seth M Steinberg; Frank M Balis",
  "journal": "Neuro-oncology",
  "publicationDate": "2014-05",
  "doi": "10.1093/neuonc/nou004",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-19 09:25:19"
}