{
  "pmid": "24503545",
  "abstract": "Expression of WW domain-containing oxidoreductase WOX1 in human nervous system  tumors.  Chiang MF(1), Chen ST(2), Lo CP(2), Sze CI(3), Chang NS(4), Chen YJ(5).  Author information: (1)Department of Neurosurgery, Mackay Memorial Hospital, Taipei, Taiwan Graduate  Institute of Injury Prevention and Control, Taipei Medical University, Taipei,  Taiwan. (2)Department of Cell Biology & Anatomy, Nation Cheng Kung University, Tainan,  Taiwan. (3)Department of Pathology, University of Colorado Health Sciences Center,  Denver, CO, USA. (4)Institute of Molecular Medicine, National Cheng Kung University College of  Medicine, Tainan, Taiwan Guthrie Research Institute, Laboratory of Molecular  Immunology, Sayre, PA, USA Department of Neuroscience and Physiology, SUNY  Upstate Medical University, Syracuse, NY, USA. (5)Department of Radiation Oncology, Mackay Memorial Hospital, Taipei, Taiwan  Graduate Institute of Pharmacology, Taipei Medical University, Taipei, Taiwan.  BACKGROUND AND OBJECTIVES: We aimed to evaluate the expression levels of the  tumor suppressor WOX1 in nervous system tumors and its co-expression with p53  and neurofibromatosis type 2/merlin (NF2) tumor suppressor gene products. METHODS: Immunohistochemistry, western blotting and in situ hybridization were  used for WOX1 protein and WWOX mRNA expression. Immunofluorescence and electron  microscopical immunohistochemistry were performed for colocalization of gene  products. RESULTS: WOX1 expression is low in normal cortical neurons, mainly on the axon  fibers, whereas there is moderate to high immunoreactivity in the cytosol and  nuclei of certain tumor cells. In the microcystic (WHO grade I) and malignant  (WHO grade III) meningiomas, WOX1 expression is intense, but various in  transitional (WHO grade I) and atypical (WHO grade II) subtypes. WOX1 levels are  moderate to high in the menigiotheliomatous area, but relatively low in the  fibroblastic area. WOX1 and NF2/merlin, but not p53, colocalized in certain  tumor cells, primarily at the borders of nuclei. Schwannoma and astrocytoma  specimens stained moderately to strongly positive for the WOX1 protein.  Interestingly, the expression of WOX1, NF2/merlin and mutant p53 is intense in  high grade glioblastoma, but WOX1 expression is low in metastatic carcinoma or  adenocarcinoma. CONCLUSIONS: The expression of WOX1 on different types of nervous system tumors,  including primary and metastatic tumors, is differential.  DOI: 10.3233/ACP-140087 PMCID: PMC4605481 PMID: 24503545 [Indexed for MEDLINE]",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-16T15:41:18.515267",
  "abstract_length": 2544,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}