{
  "pmid": "PMID:24559228",
  "title": "Abnormal late visual responses and alpha oscillations in neurofibromatosis type 1: a link to visual and attention deficits.",
  "abstract": "BACKGROUND: Neurofibromatosis type 1 (NF1) affects several areas of cognitive function including visual processing and attention. We investigated the neural mechanisms underlying the visual deficits of children and adolescents with NF1 by studying visual evoked potentials (VEPs) and brain oscillations during visual stimulation and rest periods. METHODS: Electroencephalogram/event-related potential (EEG/ERP) responses were measured during visual processing (NF1 n = 17; controls n = 19) and idle periods with eyes closed and eyes open (NF1 n = 12; controls n = 14). Visual stimulation was chosen to bias activation of the three detection mechanisms: achromatic, red-green and blue-yellow. RESULTS: We found significant differences between the groups for late chromatic VEPs and a specific enhancement in the amplitude of the parieto-occipital alpha amplitude both during visual stimulation and idle periods. Alpha modulation and the negative influence of alpha oscillations in visual performance were found in both groups. CONCLUSIONS: Our findings suggest abnormal later stages of visual processing and enhanced amplitude of alpha oscillations supporting the existence of deficits in basic sensory processing in NF1. Given the link between alpha oscillations, visual perception and attention, these results indicate a neural mechanism that might underlie the visual sensitivity deficits and increased lapses of attention observed in individuals with NF1.",
  "authors": "Maria J Ribeiro; Otília C d'Almeida; Fabiana Ramos; Jorge Saraiva; Eduardo D Silva; Miguel Castelo-Branco",
  "journal": "Journal of neurodevelopmental disorders",
  "publicationDate": "2014-02-21",
  "doi": "10.1186/1866-1955-6-4",
  "methods": "Methods Electroencephalogram/event-related potential (EEG/ERP) responses were measured during visual processing (NF1 n = 17; controls n = 19) and idle periods with eyes closed and eyes open (NF1 n = 12; controls n = 14). Visual stimulation was chosen to bias activation of the three detection mechanisms: achromatic, red-green and blue-yellow. Methods Participants: recruitment, exclusion criteria and group characteristics Children and adolescents with NF1 were recruited in collaboration with the Genetics Department of the Pediatric Hospital of Coimbra in Portugal. All participants met the National Institutes of Health Consensus Development Conference clinical criteria for NF1 [ 22 ]. We excluded patients with known brain pathology or ophthalmological problems that could influence the results (for example amblyopia). Furthermore, in order to ensure that the patients included in the study had no unknown brain pathology (for example optic gliomas), they were submitted to magnetic resonance structural scans (magnetization-prepared rapid acquisition of gradient echo (MPRAGE) and fluid-attenuated inversion recovery (FLAIR) sequences). Standard neuroradiological assessments were carried out by an experienced neuroradiologist. Only children and adolescents with NF1 but no significant structural anomalies, besides T2-hyperintensities, were included in the study. In addition, all patients were submitted to a complete ophthalmic examination, including best-corrected visual acuity, stereopsis evaluation, slit lamp examination of anterior chamber structures and fundus examination. Lisch nodules were observed in a subset of individuals but no anomalies that could affect vision were found. For the control group, we recruited typically developing participants from a local school. These participants had no history of learning, developmental, cognitive, neurological or neuropsychiatric problems. For analysis, we included 17 patients and 19 control children and adolescents. The EEG file of one participant with NF1 recorded during the achromatic stimulation experiment was corrupted leaving 16 participants with NF1 in the analysis of the response elicited by achromatic stimulation. For the second part of the protocol (analysis of alpha amplitude under eyes open and eyes closed conditions), only a subgroup of participants were available to participate (NF1 n = 12; control n = 14). The age and sex ratios of the two groups were not significantly different ( t -tests were used for age comparisons and chi-square tests for sex ratio comparisons), both for the groups tested in the visual stimulation experiment (mean age ± standard deviation (age range) in years: NF1 = 11.9 ± 2.3 (8 to 17), control = 12.9 ± 2.6 (8 to 17); sex ratio (F/M): NF1 = 12/5, control = 11/8) and for the subgroups tested in the eyes open/eyes closed experiment (mean age ± standard deviation (age range) in years: NF1 = 12.7 ± 2.0 (10 to 16), control = 13.1 ± 2.3 (10 to 17); sex ratio (F/M): NF1 = 9/3, control = 9/5). The genetic and neuropsychological characterization of this group of children and adolescents with NF1 was reported in our previous study [ 8 ]. We administered the Portuguese adapted version of the Wechsler Intelligence Scale for Children (WISC-III), in all participants with NF1 and in a subgroup of control children and adolescents (n = 8). The mean (standard deviation) full-scale IQ for the NF1 group was 97 (16), while for the subgroup of control participants it was 124 (17). Four of the patients with NF1 had been previously diagnosed with ADHD and were managed with stimulant medication (methylphenidate). These children were not given the medication on the days of testing, ensuring that they were not under the influence of methylphenidate during testing. Protocol approvals and patient consents The study was conducted in accordance with the tenets of the Declaration of Helsinki and was approved by the Ethics Committees of the Faculty of Medicine of Coimbra and of the Children’s Hospital of Coimbra. Written informed consent was obtained from the legal representatives of the participants, after explanation of the nature and possible consequences of the study. In addition, all participants gave written or oral informed consent. Visual stimulation The visual stimuli used were adapted from our previous study [ 23 ]. Stimuli were generated with MATLAB (R2008a, MathWorks, Natick, MA, USA) and presented with the stimulation software STIM 2  (Neuroscan, Charlotte, NC, USA) with a display resolution of 1,280 × 1,024 × 32 and graphic processing unit NVIDIA GeForce 6600, provided by Neuroscan. The stimuli were presented in a CRT monitor (Diamond Digital color monitor, Mitsubishi Electric Australia, Rydalmere, NSW, Australia) with the refresh rate set at 85 Hz. Stimuli were circular horizontal Gabors (sinewave gratings modulated by a Gaussian window) presented in phase reversal mode at the centre of the CRT monitor (Figure  1 A). Stimuli diameter, defined as two times the standard deviation of the Gaussian aperture filter, was 12° of visual angle. The viewing distance was 1 m and the screen subtended a visual angle of 21° in width and 16° in height. Stimuli chromatic calibration was achieved by the procedure described before [ 23 ]. The achromatic stimuli were composed of luminance modulations. The chromatic stimuli were isoluminant (red-green or blue-yellow) composed of only chromaticity modulations. The mean luminance of the stimuli and background was 39 cd/m 2  with the Commission Internationale de l’Éclairage (CIE 1931) x- and y-coordinates x = y = 0.29. Stimulus chromaticities were defined, as in our previous study [ 23 ], using a three-dimensional cone contrast space in which each axis represents the activation of the long-wavelength (L), middle-wavelength (M) and short-wavelength (S) cone types, normalized with respect to the white background (cone contrast) [ 24 - 26 ]. These three cone types are the photoreceptors present in the human retina responsible for color vision. Stimulus contrasts were calculated as the length of the vectors in cone contrast space and expressed as a percentage of the maximum contrast used for each stimulus type. The CIE x- and y-coordinates of our stimuli were as follows: background and achromatic stimuli, x = y = 0.29; +S cone, x = 0.26, y = 0.21 and –S cone, x = 0.36, y = 0.51; L-M cone, x = 0.33, y = 0.28 and M-L cone, x = 0.23, y = 0.32. Figure 1 Schematic diagram of the visual stimuli, experimental procedure and behavioral task. (A)  Schematic diagram of visual stimuli used, with magnified insets centered on the fixation square.  (B)  Experimental protocol used for measurements of visual evoked potentials (VEPs).  (C)  The three different levels of luminance of the fixation square, shown here on the red-green stimulus. The participants had to detect a brief change in the luminance of this square from the reference luminance to a lighter or darker grey. To enhance the relative isolation of the different detection mechanisms, we used stimuli with distinct spatiotemporal criteria. Differences in temporal rates are necessary due to the need to differentially recruit neural populations with different tuning properties: the achromatic channel is highly sensitive to low-spatial and high-temporal frequencies, while the two chromatic channels, red-green and blue-yellow, are more sensitive to low-temporal and high-spatial frequencies. Achromatic stimulus parameters: spatial frequency, 0.5 cycles per degree (cpd); reversal rate, 10 reversals per second (rev/s; full cycling rate, 5 Hz). Red-green and blue-yellow stimuli parameters: spatial frequency, 2 cpd; reversal rate, 2 rev/s (full cycling rate, 1 Hz). Experimental protocol: visual evoked potential measurements During EEG recording, stimuli presentation was divided into runs of around 4 minutes. Participants were allowed to rest in between runs as necessary. During each run, only one type of stimulus was presented (achromatic, red-green or blue-yellow stimulation). Within the run, stimulus contrast changed randomly every 3 seconds. We recorded two 4-minute segments probing the blue-yellow mechanism, three 4-minute segments probing the red-green mechanism and one 4-minute segment probing the achromatic mechanism. We recorded more trials in the red-green condition because the maximum chromatic (cone) contrast used for the red-green stimuli was considerably smaller than the chromatic contrast used in the blue-yellow stimulation, resulting in reduced signal-to-noise in this condition. This difference in chromatic contrast was unavoidable due to the constraints resulting from the isoluminance requirements. Increasing the number of trials increased signal-to-noise ratio in this condition. The achromatic stimulation with its higher temporal frequency (5× more) allowed the inclusion of more trials in a smaller time window. The order of the runs was fixed for all participants: red-green, blue-yellow, achromatic, red-green, blue-yellow and red-green (Figure  1 B). In total, for the achromatic, red-green and blue-yellow conditions, we recorded 420, 306 and 210 phase-reversals per stimulus contrast, respectively. The choice of the number of trials recorded per condition was based on our previous study on within condition comparisons with these type of stimuli [ 23 ]. The participants sat comfortably 1 m from the computer screen and were requested to fixate a small grey square on the centre of the screen (width = 0.16° of visual angle). In order to help maintain fixation and to keep the participant’s attention stable throughout the EEG recording session, the children were engaged in a detection task involving the detection of a luminance change of the central fixation square that occurred at intervals with randomly defined durations with a minimum of 3 seconds and a maximum of 10 seconds. This procedure enabled the assessment of fixation reliability by generating a sufficient number of trials where correct responses were only possible when fixation was on the central square. During EEG recording, the luminance of the square changed either to a higher value or to a lower value and after 500 ms the square’s luminance returned to its initial value (Figure  1 C). The participants were requested to detect this brief change and report through button presses the type of polarity change in luminance: with left index finger if the change was to a lighter square (luminance increase) or with right index finger if change was to a darker square (luminance decrease). An initial training period ensured all participants understood the task and were able to discriminate between the different levels of luminance. The luminance differences used were above detection threshold for all participants. Although the detection task was superimposed on the visual stimuli of interest, we believe these events did not significantly affect the measured VEPs because the number of times that the fixation square changed luminance during the EEG recording was small in comparison with the number of contrast phase reversals (less than 8% of the times for red-green and blue-yellow stimulation and less than 2% for the achromatic stimulation). Experimental protocol: eyes-closed and eyes-open resting conditions The participants sat comfortably 1 m from the computer screen and alternated between 2-minute periods of eyes closed or eyes open. A brief (50 ms duration including 15 ms rise- and fall-times) 1,000 Hz 80 dB tone signaled when to close or open the eyes. The protocol lasted 12 minutes starting with a 2-minute eyes-closed period. During the eyes-open condition, participants were instructed to visually fixate the grey square presented on the centre of the screen in front of them showing the same grey background and fixation square used in the VEP measurements. Data acquisition and analysis EEG signal was recorded from six parieto-occipital channels (PO3, POZ, PO4, O1, OZ and O2) using a 64-channel Neuroscan system with scalp electrodes placed according to the International 10–20 electrode placement standard and with reference between CPZ and CZ and ground between FPZ and FZ. The same reference channel was used for acquisition and data analysis. Acquisition rate was 1,000 Hz. Vertical and horizontal electrooculograms were recorded in order to correct and/or reject artifacts caused by blinking and eye movements. A trigger pulse was generated at the onset of each stimulus (at each phase reversal, during visual stimulation, or at the acoustic signal to close or open the eyes). Data analysis was performed with Scan 4.5 (Neuroscan). We started the analysis by correcting the eye blinking artifacts present in the EEG recordings using an automated procedure available in Scan 4.5 that consisted of the following processing steps. First, an average of the EEG signal locked with eye blinks was created for every subject for each stimulation type (blinks were identified in the VEO channel as events where the EEG signal went below −100 μV). Using spatial principal component analysis on the average signal we extracted the spatial component topography and time series associated with the blinking artifact. Then, we filtered it out of the data, leaving the EEG signal with negligible eye blinking contamination. On the EEG recordings corrected for eye blinking artifacts, we applied a bandpass filter with cutoff frequencies of 1 and 100 Hz and attenuation of 12 dB/octave. Filtering was performed using the Zero Phase Shift option available in Scan 4.5, consisting of the application of a forward Butterworth filter followed by a reverse Butterworth. Filtering twice, once in each direction, is important to null the effect of filtering on the evoked potential peak latencies. In order to ensure that the artifact correction had indeed corrected the blink artifacts, all the continuous files were then visually inspected and periods with remaining eye blinking or other muscle artifacts were manually rejected. The filtered files were cut into epochs. The epochs of the signal elicited by the achromatic stimuli were 600 ms long (six phase reversals), non-overlapping and starting at the beginning of a cycle (at the phase reversal). Given that we were measuring a steady-state response, the achromatic baseline was determined as the average value of the entire sweep ranging from stimulus onset until 600 ms after, that is, our baseline represents the mean amplitude of three temporal cycles of the achromatic stimulus. The epochs of the signals elicited by the red-green and blue-yellow stimuli were 500 ms long, starting 100 ms before phase reversal and finishing 400 ms after. Baseline was set from −100 ms to the onset of the stimulus (0 ms). Further artifact rejections were then conducted automatically on the basis of deflections with amplitude higher than 100 μV. After artifact rejection, the average number of artifact-free epochs per contrast level remaining was: (mean ± standard deviation) achromatic stimulation, NF1 = 69 ± 1, CNT = 69 ± 1; red-green stimulation, NF1 = 294 ± 23, CNT = 301 ± 4 and blue-yellow stimulation, NF1 = 205 ± 4, CNT = 207 ± 3. There was no significant group differences concerning the number of epochs used (nonparametric comparison given the non-normal distribution of the data; Mann–Whitney U test,  P  >0.05). For time-domain analyses, we averaged the VEP data across the six recorded electrodes (PO3, POZ, PO4, O1, OZ and O2) before peak analyses. For frequency analyses, spectral amplitudes and peak frequencies were calculated for each electrode and these data were then averaged across the six electrodes before statistical analyses. Pooling data across electrodes has the advantage of increasing signal-to-noise ratio. Time domain analysis: visual evoked potentials In order to study the VEPs elicited by the different visual stimuli, we averaged the EEG signals of the epochs associated with each stimulus type and each stimulus contrast. Note that, for the calculation of the VEPs elicited by red-green and blue-yellow stimuli, both phases of the stimulation cycle were averaged together. The fast reversal rate of the achromatic stimulation induced steady-state VEPs, while the slower temporal frequency of the chromatic stimulation elicited transient VEPs. Steady-state VEPs are elicited when a repetitive visual stimulus is presented at a rate higher than 4 Hz, inducing a continuous sequence of oscillatory potential changes in the visual cortex [ 27 ]. Transient VEPs are elicited by abrupt visual changes with stimulation frequencies lower than 4 Hz and are typically comprised by a sequence of positive and negative deflections with return to pre-stimulus potential. The signal strength of the achromatic responses was calculated based on the mean amplitude of the rectified wave within a stimulus cycle, that is, the area under the rectified VEP divided by the corresponding time interval (600 ms). The mean amplitude of the total response cycle was chosen as an alternative measurement to peak amplitudes given the difficulty in separating the individual peaks composing steady-state VEPs. Area under the curve (AUC) measurements of event-related potentials (ERPs) have been suggested as a valid alternative that diminishes the effect of trial-to-trial differences in ERPs’ latencies [ 28 ]. In here, AUC measurements were assumed to reflect the average of the amplitude of the bioelectrical signals elicited over occipito-parietal regions by the achromatic stimulation. For the red-green and blue-yellow responses, we calculated the amplitudes and latencies of the peaks of the average signals by programming the Scan 4.5 software to automatically find the maximum of the waves within defined time windows: red-green, P1 maximum between 50 and 100 ms after stimulus phase reversal and P2 maximum between 100 and 185 ms; blue-yellow, P1 between 70 and 130 ms and P2 between 145 and 205 ms. The peaks with latencies between 250 and 350 ms present in the chromatic VEPs appeared as positive peaks in the grand averages of the NF1 group and as negative peaks in the grand averages of the control group. To quantify the group differences in this latter part of the signal without including assumptions about the polarity or number of peaks/components (as for the steady-state analysis), we calculated the mean area of the VEPs within the interval between 250 and 350 ms, that is, the area under the VEP waveform divided by the time interval of interest. We named this response late component (LC). For illustration purposes only, grand averages were created and low pass filtered with cutoff frequency of 30 Hz (Figures  2 ,  3 ,  4 ). Figure 2 Achromatic stimulation: neurofibromatosis type 1 (NF1) mean amplitude of the steady-state visual evoked potentials (VEPs) evoked by achromatic stimulation was not significantly different from control levels. (A and B)  Grand averages of (A) elicited VEPs and (B) of the rectified VEPs used for analysis for each stimulus contrast used (labeled on the left) for the control and NF1 groups. Positive voltage is up.  (C)  Contrast response function of the mean amplitude of VEPs for the control (black open diamonds) and NF1 group (grey squares). All data are represented as mean ± 1 standard error of the mean. Figure 3 Red-green stimulation: visual evoked potentials (VEPs) elicited by red-green stimulation, in patients with neurofibromatosis type 1 (NF1) and controls, revealed significant differences between the groups in the amplitude of late responses. (A)  Grand averages of the elicited VEPs for each stimulus contrast used (labeled on the left) for the control and NF1 groups. Positive voltage is up.  (B)  Contrast response functions for P1 amplitude (left) and latency (right).  (C)  Contrast response functions for P2 amplitude (left) and latency (right).  (D)  Contrast response function for the VEPs’ mean amplitude between 250 and 350 ms after phase reversal (LC). All data are represented as mean ± 1 standard error of the mean. Figure 4 Blue-yellow stimulation: visual evoked potentials (VEPs) elicited by blue-yellow stimulation, in patients with neurofibromatosis type 1 (NF1) and controls, revealed significant differences between the groups in the amplitude of the late responses between 250 and 350 ms after stimulus phase-reversal. (A)  Grand averages of the elicited VEPs for each stimulus contrast (labeled on the left) for the control and NF1 groups. Positive voltage is up.  (B)  Contrast response functions for P1 amplitude and latency.  (C)  Contrast response functions for P2 amplitude and latency.  (D)  Contrast response function for the VEPs’ mean amplitude between 250 and 350 ms after phase reversal (LC). All data are represented as mean ± 1 standard error of the mean. Frequency domain analyses: amplitude of brain oscillations During sensory processing, several types of EEG oscillatory signals can be differentiated by their degree of phase-locking to the stimulus [ 29 ]. Induced or non-phase-locked activity is correlated with stimulus processing but is not strictly phase-locked to its onset. Evoked or phase-locked activity is strictly phase-locked to the onset of the stimulus across trials, that is, it has the same phase in every stimulus repetition. Non-phase-locked activity is markedly reduced in the average of all trials (as its timing jitters from trial to trial). Thus, isolation of the phase-locked activity can be achieved by calculating the Fourier transform of the average ERP (that contains mostly phase-locked activity). Isolation of the non-phase-locked activity can be achieved by removing the VEP (average of all trials) from the raw EEG signal for each trial, according to the procedure used by Engell and McCarthy [ 30 ]. Hence, for the analysis of the amplitude of the non-phase-locked brain oscillations elicited by the achromatic stimulation, for each stimulus type and contrast, we removed the corresponding VEP from each 600 ms individual sweep. The amplitude spectrum was calculated by averaging across the fast Fourier transforms (10% Cosine window) of all the individual sweeps (minus the corresponding VEP). To calculate the amplitude of the phase-locked oscillations for each stimulus contrast, we calculated the fast Fourier transforms (10% Cosine window) of the VEP. This resulted in spectra with a frequency resolution of 1.7 Hz. For each amplitude spectra, we calculated the mean amplitude within the following frequency bands: delta (1.67 to 3.33 Hz), theta (5.01 to 6.66 Hz), alpha (8.32 to 11.65 Hz), beta (13.31 to 22.29 Hz), low gamma (25 to 43.25 Hz) and high gamma (55 to 80 Hz). An equivalent procedure was used to determine the amplitude of phase-locked and non-phase-locked oscillations elicited by red-green and blue-yellow stimulation. For these signals, amplitude spectra were determined for the 500 ms sweeps used in the VEP analysis, resulting in spectra with a frequency resolution of 2 Hz. At each electrode, we calculated the mean spectral amplitude within the following frequency bands: delta (2 to 4 Hz), theta (4 to 6 Hz), alpha (8 to 12 Hz), beta (12 to 22 Hz), low gamma (24 to 44 Hz) and high gamma (54 to 80 Hz). Detection task: analysis of behavioral responses and calculation of the amplitude of pre-stimulus oscillations The number of correct and incorrect responses and misses were expressed as a percentage of the total number of trials and calculated as follows. If the participants responded with a button press between 150 ms and 3,000 ms after the luminance of the fixation square changed, the trial was considered a detected trial (hit). If there was no response within this interval then the trial was considered a missed trial (miss). Of the detected trials, if the participants responded correctly to the type of polarity change in luminance (to a lighter square or a darker square) then it was considered a correct hit, if the participant responded with the wrong button then it was considered an incorrect hit. For each type of stimulation (achromatic, red-green and blue-yellow) and for each type of response (correct hit and miss), we calculated the amplitude spectra by averaging the fast Fourier transforms (10% Cosine window) of each individual sweep containing the 1-second period just before luminance change. We did not analyze the incorrect trials as there were only a small number of these. In order to avoid significant differences in the number of sweeps of each condition (correct hits or misses), we enforced within-subject matching by removing sweeps from the condition with the highest number. Importantly, there were no group differences in the number of sweeps for each stimulation type (mean (standard deviation): achromatic stimulation, NF1 = 10 (5), CNT = 7 (4); red-green stimulation, NF1 = 25 (8), CNT = 20 (11); blue-yellow stimulation, NF1 = 21 (7), CNT = 18 (10)). For each amplitude spectrum (with 1 Hz resolution), we calculated the average amplitude in the alpha frequency band (8 to 13 Hz). Eyes-closed and eyes-open resting conditions After eye blinking correction, filtering and manual rejection of artifacts, as described above, the EEG data from each 2-minute segment (eyes closed or eyes open) were divided into 4-second epochs. Epochs containing any remaining artifacts were automatically rejected on the basis of deflections with amplitude higher than 150 μV, as were the first 10 seconds in each condition. For each participant in each condition, amplitude spectra were calculated by averaging the fast Fourier transforms (10% Cosine window) of the single sweeps, with a frequency resolution of 0.25 Hz. The average spectral amplitude was calculated from the following six discrete frequency bands: delta (2 to 3.75 Hz), theta (4 to 7.75 Hz), alpha (8 to 12.75 Hz), beta (13 to 29.75 Hz), low gamma (30 to 45 Hz) and high gamma (55 to 80 Hz). Alpha peak frequency was determined as the frequency between 7 and 12 Hz at which the spectra reached a maximum amplitude value. Statistical analysis All statistical analyses were performed with IBM SPSS Statistics, version 19, software (IBM Corporation, Armonk, NY, USA). We verified the normality assumption for the different parameters using the Shapiro–Wilk test. All measures were normally distributed except the number of incorrect trials obtained from the analysis of the visual detection behavioral data. For the normally distributed data, we used, as appropriate, ANOVA repeated measures analyses, parametric  t -tests and Pearson’s correlation analyses. When the data did not meet assumptions of sphericity, the Greenhouse-Geisser correction was used. For the nonnormally distributed data, we used the Mann–Whitney test for comparisons between the groups. All repeated measures ANOVAs included clinical group (NF1 ,  control) as between-subjects factor. In addition, the following within-subjects factors were used: for the analysis of the VEPs’ amplitudes and latencies, stimulus contrast (five levels); for the analyses of the spectral amplitudes, spectral amplitude of the different frequency bands (six levels); for the analysis of behavioral data, visual stimulation type (achromatic, red-green, blue-yellow: three levels); for the analysis of pre-stimulus alpha amplitude, response type (hit ,  miss: two levels) and visual stimulation type (achromatic, red-green ,  blue-yellow: three levels); for analysis of the spectral amplitudes during the rest conditions, spectral amplitude of the different frequency bands (six levels) and the two conditions (eyes open, eyes closed: two levels).",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:25:25"
}