{
  "pmid": "24558021",
  "abstract": "BACKGROUND: Inactivation of the NF2 gene predisposes to neurofibromatosis type II and the development of schwannomas. In vitro studies have shown that loss of NF2 leads to the induction of mitogenic signaling mediated by receptor tyrosine kinases (RTKs), MAP kinase, AKT, or Hippo pathways. The goal of our study was to evaluate the expression and activity of these signaling pathways in human schwannomas in order to identify new potential therapeutic targets. METHODS: Large sets of human schwannomas, totaling 68 tumors, were analyzed using complementary proteomic approaches. RTK arrays identified the most frequently activated RTKs. The correlation between the expression and activity of signaling pathways and proliferation of tumor cells using Ki67 marker was investigated by reverse-phase protein array (RRPA). Finally, immunohistochemistry was used to evaluate the expression pattern of signaling effectors in the tumors. RESULTS: We showed that Her2, Her3, PDGFRß, Axl, and Tie2 are frequently activated in the tumors. Furthermore, RRPA demonstrated that Ki67 levels are linked to YAP, p-Her3, and PDGFRß expression levels. In addition, Her2, Her3, and PDGFRß are transcriptional targets of Yes-associated protein (YAP) in schwannoma cells in culture. Finally, we observed that the expression of these signaling effectors is very variable between tumors. CONCLUSIONS: Tumor cell proliferation in human schwannomas is linked to a signaling network controlled by the Hippo effector YAP. Her2, Her3, PDGFRß, Axl, and Tie2, as well as YAP, represent potentially valuable therapeutic targets. However, the variability of their expression between tumors may result in strong differences in the response to targeted therapy.",
  "methods": "Methods Large sets of human schwannomas, totaling 68 tumors, were analyzed using complementary proteomic approaches. RTK arrays identified the most frequently activated RTKs. The correlation between the expression and activity of signaling pathways and proliferation of tumor cells using Ki67 marker was investigated by reverse-phase protein array (RRPA). Finally, immunohistochemistry was used to evaluate the expression pattern of signaling effectors in the tumors.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:26:36.410015",
  "abstract_length": 1727,
  "methods_length": 467,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}