{
  "pmid": "2456020",
  "abstract": "Expression of nerve growth factor receptor in paraffin-embedded soft tissue  tumors.  Perosio PM(1), Brooks JJ.  Author information: (1)Department of Pathology and Laboratory Medicine, Hospital of the University  of Pennsylvania, Philadelphia 19104.  Identification of growth factors and receptors in mesenchymal tumors may be  crucial to understanding of growth regulation in sarcomas. During an  immunohistochemical study of the expression of growth factors and receptors in  human soft tissue tumors (STT), only 1 antisera capable of working in  paraffin-embedded tissue was noted. A detailed study of 141 STT was undertaken  to determine the frequency of expression of nerve growth factor receptor  (NGF-R), its specificity and sensitivity for neural tumors, and the effect of  fixation on detection. In normal mesenchymal tissue, only nerve sheath and  perivascular staining was seen. No immunoreactivity was seen in many tumors  including rhabdomyosarcoma, angiosarcoma, liposarcoma, Ewing's sarcoma, and  alveolar soft part sarcoma. Less than 15% of tumors of smooth muscle, fibrous,  or fibrohistiocytic origin showed immunoreactivity, usually focal. In contrast,  a high frequency of immunoreactivity was noted in tumors of neural origin (74%).  This included granular cell tumors (100%), Schwannoma/neurofibroma (91%),  malignant Schwannoma (78%), neuroblastoma/neuroepithelioma (60%), and  paraganglioma (57%). A high rate of reactivity was also seen in synovial  sarcomas (80%), undifferentiated sarcomas (60%), and hemangiopericytomas (43%),  suggesting a potential relationship to the neural phenotype. Among the neural  tumors, Bouin's fixation was superior to formalin, suggesting that  immunoreactivity for NGF-R is affected by fixation. This antibody may be a  useful adjunct marker diagnostically.  PMCID: PMC1880630 PMID: 2456020 [Indexed for MEDLINE]",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-16T15:41:28.725897",
  "abstract_length": 1871,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}