{
  "pmid": "PMID:24595234",
  "title": "In vivo functional analysis of the human NF2 tumor suppressor gene in Drosophila.",
  "abstract": "The proper control of tissue growth is essential during normal development and an important problem in human disease. Merlin, the product of the Neurofibromatosis 2 tumor suppressor gene, has been extensively studied to understand its functions in growth control. Here we describe experiments in which we used Drosophila as an in vivo system to test the functions of the normal human NF2 gene products and patient-derived mutant alleles. Although the predominant NF2 gene isoform, isoform 1, could functionally replace the Drosophila Merlin gene, a second isoform with a distinct C-terminal tail could not. Immunofluorescence studies show that the two isoforms have distinct subcellular localizations when expressed in the polarized imaginal epithelium, and function in genetic rescue assays correlates with apical localization of the NF2 protein. Interestingly, we found that a patient-derived missense allele, NF2L64P, appears to be temperature sensitive. These studies highlight the utility of Drosophila for in vivo functional analysis of highly conserved human disease genes.",
  "authors": "Heather S Gavilan; Rima M Kulikauskas; David H Gutmann; Richard G Fehon",
  "journal": "PloS one",
  "publicationDate": "2014",
  "doi": "10.1371/journal.pone.0090853",
  "methods": "Materials and Methods \n NF2  transgenes and genetic rescue experiments Transgenes expressing the indicated  NF2  proteins were cloned with N-terminal Flag epitope tags in the pUASt transformation vector. P-element transformation  [18]  was used to generate multiple stable transgenic lines for each  NF2  allele tested. For genetic rescue tests, at least three independent autosomal insertion lines for each allele were crossed to female flies of the following genotype,  y w Mer , and for each of these lines, a sufficient number of offspring was scored to ensure that the predicted rescue class would number at least 40 flies. Percentage genetic rescue was calculated from the ratio of surviving  4 /FM7; T80-Gal4 y w Mer  hemizygous males over half of the total female offspring, thereby avoiding the semi-lethality associated with the  4 FM7  balancer chromosome in males. The  Mer  chromosome was marked with  4 y  to allow us to distinguish between rescued males (with yellow body color) and males (normal body color) generated by patroclinous  X  chromosome inheritance due to meiotic non-disjunction in FM7 females. Immunofluorescence Tissue dissection, fixation and antibody staining were performed as previously described  [19] . Mouse anti-Flag (Sigma-Aldrich) was used at 1∶20,000 and guinea-pig anti-Merlin  [8]  was used at 1∶5000. Secondary antibodies (Jackson ImmunoResearch) were diluted 1∶1000 and tissues were mounted in Prolong Antifade (Molecular Probes). Confocal images were taken on either a Zeiss LSM 410 or LSM 510 microscope using Zeiss acquisition software (Carl Zeiss MicroImaging). Analysis of wing phenotypes The effect of ectopic expression of the  NF2  isoforms under the control of the  apterous-Gal4  driver was examined in adult wings. Wings were prepared by incubating flies in 70% EtOH, rinsing in water, and then mounting the dissected wings in Aquamount (BDH Laboratory Supplies). Wings were imaged under brightfield optics on a Zeiss Axioplan 2ie compound microscope and recorded using a Spot digital camera. Quantitative PCR Total RNA was prepared from 20 wing imaginal discs from larvae of the following genotypes –  ApGal4/+  (control),  ApGal4/P[hNF2  - using Trizol (Invitrogen). cDNA was produced using the Taqman kit (ABI) and quantitative PCR performed using the LightCycler FastStart SYBR green system (Roche). Iso1 ]; P[hNF2 Iso1 ]/+, ApGal4/+; (2X)P[hNF2 Iso2 ]/+",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:25:27"
}