{
  "pmid": "PMID:24686726",
  "title": "Activation of Sonic hedgehog signaling in neural progenitor cells promotes glioma development in the zebrafish optic pathway.",
  "abstract": "Dysregulation of Sonic hedgehog (Shh) signaling has been implicated in glioma pathogenesis. Yet, the role of this pathway in gliomagenesis remains controversial because of the lack of relevant animal models. Using the cytokeratin 5 promoter, we ectopically expressed a constitutively active zebrafish Smoothened (Smoa1) in neural progenitor cells and analyzed tumorigenic capacity of activated Shh signaling in both transient and stable transgenic fish. Transient transgenic fish overexpressing Smoa1 developed retinal and brain tumors, suggesting smoa1 is oncogenic in the zebrafish central nervous system (CNS). We further established stable transgenic lines that simultaneously developed optic pathway glioma (OPG) and various retinal tumors. In one of these lines, up to 80% of F1 and F2 fish developed tumors within 1 year of age. Microarray analysis of tumor samples showed upregulated expression of genes involved in the cell cycle, cancer signaling and Shh downstream targets ptc1, gli1 and gli2a. Tumors also exhibited specific gene signatures characteristic of radial glia and progenitor cells as transcriptions of radial glia genes cyp19a1b, s100β, blbp, gfap and the stem/progenitor genes nestin and sox2 were significantly upregulated. Overexpression of GFAP, S100β, BLBP and Sox2 was confirmed by immunofluorescence. We also detected overexpression of Mdm2 throughout the optic pathway in fish with OPG, therefore implicating the Mdm2-Tp53 pathway in glioma pathogenesis. In conclusion, we demonstrate that activated Shh signaling initiates tumorigenesis in the zebrafish CNS and provide the first OPG model not associated with neurofibromatosis 1.",
  "authors": "B Ju; W Chen; J M Spitsbergen; J Lu; P Vogel; J L Peters; Y-D Wang; B A Orr; J Wu; H E Henson; S Jia; C Parupalli; M R Taylor",
  "journal": "Oncogenesis",
  "publicationDate": "2014-03-31",
  "doi": "10.1038/oncsis.2014.10",
  "methods": "Materials and methods Zebrafish husbandry AB and  Tg(UAS-E1b:nfsB-mCherry) c264  strains were acquired from the Zebrafish International Resource Center (ZIRC, Eugene, OR, USA). Embryos and larvae were maintained at 28.5 °C in egg water (0.03% Instant Ocean, Blacksburg, VA, USA). All experiments were conducted in accordance with the St Jude Children's Research Hospital Institutional Animal Care and Use Committee. DNA constructs A 4971-bp fragment of the zebrafish  krt5  promoter (accession no.  KC857549 ) was inserted into the 5′ entry clone  p5E-MCS  from the Multisite Gateway-compatible entry vectors of the Tol2 kit.  The  48 Gal4VP16;14 × UAS-smoa1-EGFP  fragment was inserted into the middle entry clone  pME-MCS . The p5E and pME vectors containing the respective promoter and oncogenic sequences were combined with the 3′ entry clone  p3E-polyA  and the destination vector  pDestTol2pA2  to create the construct  pKrt5:Gal4VP16;14 × UAS-smoa1-EGFP  using the LR Clonase II Plus Enzyme mix (Invitrogen, Carlsbad, CA, USA). The construct was coinjected with Tol2 transposase mRNA into one-cell stage embryos. Embryos were raised to adulthood and screened for germline transmission. Immunohistochemistry Immunofluorescence on paraffin sections and cryosections was conducted following the protocol from Cell Signaling Technology (Danvers, MA, USA). The following rabbit polyclonal antibodies of Mdm2 (Anaspec, , Fremont, CA, USA, 55470, 1:200; Blocking peptide 55470P), Pax2 (Covance, Nashville, TN, USA, PRB-276P, 1:1000), S100 (Dako, Glostrup, Denmark, Z0311, 1:2000), Sox2 (Millipore, Billerica, MA, USA, AB5603, 1:500), GFAP (Dako, Z0034, 1:1000), BLBP (Millipore, ABN14, 1:200), phospho-Histone 3 (Ser10) (Cell Signaling, 9701, 1:100), active Caspase 3 (Cell Signaling, 9661, 1:200) and mouse monoclonal antibodies of GFAP (Sigma, St Louis, MO, USA, G6171, 1:400) were used. Fluorescence images were taken either on an Olympus IX81 fluorescent microscope using Olympus DP Controller software (Olympus, Center Valley, PA, USA) or on a Nikon TE2000E2 microscope equipped with Nikon C1Si confocal using Nikon NIS Elements, (Nikon, Melville, NY, USA). Microarray and data analysis Total RNA at 200 ng was amplified and labeled using an Agilent Low Input Quick Amp kit (5190-2305). Microarray was performed using Agilent-026437 (Agilent, Santa Clara, CA, USA), Zebrafish GX v3 4 × 44K (Santa Clara, CA, USA) according to the manufacturer's recommendations. Microarrays were scanned with an Agilent scanner (G2565CA) at 3 μm resolution, and data were extracted by Agilent Feature Extraction software (v.10.5.1.1) using GE1_105_Jan09 protocol. Quantile normalization on background-subtracted signal intensity was performed among the samples, and a  P -value using  t -test was calculated for each gene as statistical measurement of the replicates. The selection of significant genes was based on at least a twofold change and a probability of >95% ( P <0.05) on differential expression among the four replicates. Real-time reverse transcription-PCR Total RNA was reverse transcribed (SuperScript VILO cDNA Synthesis Kit, Invitrogen) and real-time PCR was performed using the TaqMan Fast Advanced Master Mix (Applied Biosystems, Grand Island, NY, USA). Probes for PCR were:  actinb1  (Dr03432610_m1),  gli1  (Dr03093665_m1),  gli2a  (Dr03144185_m1),  gfap  (Dr03079975_m1) and  wnt5a  (Dr03123879_m1) (Life Technologies, Grand Island, NY, USA). All data were normalized to  actinb1  expression and fold change was calculated using the 2 −ΔΔCt . OT measurement Wild-type and transgenic fish at 12 months of age were killed in 0.04% Tricaine (Sigma-Aldrich, St Louis, MO, USA). Brains were dissected, imaged and the OT from the midline to the left and right edges was measured and analyzed using Nikon NIS Elements. Data were analyzed using Microsoft Excel software and expressed as mean±s.d. Significance was calculated by performing two-tailed Student's  t -test and probability was set at  P <0.05.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:25:30",
  "introduction": "Introduction Hedgehog signaling is essential for many developmental processes including cell proliferation, differentiation and survival.  This biochemical pathway is highly conserved from  1 Drosophila  to mammals and is referred to as Sonic hedgehog (Shh) signaling in vertebrates. Shh functions as a mitogen for neural stem cells in the brain and retina, astrocyte precursor cells in the optic stalk and granule precursor cells in the cerebellum.  Dysregulation of this pathway in cerebellar granule neuron precursors causes the Shh subtype of medulloblastoma. 2  Increasing evidence also implicates this signaling pathway in other central nervous system (CNS) tumors, such as gliomas. For example,  3 in vitro  cell culture  and  4 in vivo  xenograft studies  revealed that Shh signaling pathway is essential for maintaining stem cells in a subset of gliomas. In addition, widespread overexpression of the  5 ,  6 GLI1  transcription factor, a downstream activator of the Shh pathway, has been found in a panel of fresh brain tumors.  Activation of the Shh pathway is also common among pediatric pilocytic astrocytoma, 5  where a significant correlation exists between the Shh pathway components PTCH, GLI1 and the proliferation marker Ki67. Despite this evidence, it remains unclear whether Shh signaling activity drives glioma pathogenesis, partially because of the absence of relevant animal models. 7 In this study, we present a zebrafish model of Shh signaling-driven gliomagenesis in a subpopulation of neural progenitor cells in the optic pathway. We previously reported that constitutively active zebrafish Smoothened (Smoa1) is oncogenic in zebrafish, and its coexpression with the human constitutively active AKT1 leads to glioblastoma-like tumors in the brain, retina and spinal cord.  To examine whether overexpression of Smoa1 alone is sufficient to initiate tumorigenesis, we used the zebrafish  8 cytokeratin 5  ( krt5)  gene promoter to drive ectopic expression of Smoa1 in neural progenitor cells. We established stable transgenic lines that develop various retinal tumors and optic pathway glioma (OPG), herein referred to as zOPG. The zOPGs exhibit a radial glia and/or progenitor cell gene expression signature and overexpress Mdm2, a negative regulator of the Tp53 pathway. We propose that, at least in the context of zebrafish, activation of the Shh signaling pathway initiates gliomagenesis.",
  "results": "Activation of Shh pathway results in OT asymmetry and brain tumorigenesis Wild-type zebrafish exhibit symmetrical brain development, as exemplified by the prominent OT ( Figure 6a ). Observation of dissected brains from eye-tumor-bearing transgenic fish revealed asymmetric development of the OT in most cases (78%,  n =14/18). The tectal lobes associated with gross eye tumors were usually larger than the contralateral lobes that were associated with less affected eyes ( Figure 6b ). Statistical analyses confirmed the significant difference in OT of transgenic fish, but not of wild-type fish ( Figure 6c ). We also observed spiraling or spinning swimming behavior in 8 out of 92 F2 transgenic fish between the ages of 6 and 12 months. One fish showed a bump in the head ( Figure 6d ). Hematoxylin and eosin staining of transverse paraffin sections indicated the fish had a hindbrain tumor that is histopathologically similar to zOPGs ( Figures 6e and f ). These observations of abnormal brain development conform to studies suggesting that Shh signaling acts as a mitogen to modulate neural progenitor proliferation in both mouse dorsal brain  and zebrafish optic tectum. 22 23",
  "discussion": "Discussion In this study, we developed the first animal model of gliomagenesis driven by Shh activation. We identified a  krt5  promoter sequence that targeted oncogenic Smoa1 expression to putative neural progenitor cells in the zebrafish CNS. Using both transient expression and stable transgenic lines, we provide strong evidence that activated Shh signaling initiates zOPG and other CNS tumors in zebrafish. The zOPGs exhibit a radial glia and progenitor cell gene expression signature, a feature of both low-grade  and aggressive gliomas. 27  In addition, these tumors overexpressed Mdm2, supporting recent findings 28  that SHH activates MDM2. Our results further demonstrate a potential interaction between SHH signaling and the TP53 pathway in glioma pathogenesis. 25 ,  26 Shh signaling and defective retinal development Association of activated SHH signaling with retinal defects have been shown in human Gorlin's syndrome patients,  in heterozygous  29 Ptc+/−  mice  and in zebrafish  30 ptc2  mutants.  As homozygous  16 Ptc1 −/− mice die early in embryonic development, and very few zebrafish  ptc2  mutants survive to adult stage, the effects of aberrant Shh signaling on retina development is not fully understood and observations in humans have been limited to minor retinal dysplasia with anecdotal human ocular tumor correlation.  SHH signaling is known to exert positive roles for retinal progenitor cell proliferation through regulation of cell cycle targets across species. 31  For example, mouse  32 ,  33 Smo−/−  cKO mutants show reduced transcripts of  cyclin A2 ,  cyclinB1 ,  cyclin D1  and  cyclin E  in the retina.  In addition, studies performed in  34 Xenopus  suggest that Shh activation accelerates cell cycle and transforms retinal stem cells to faster cycling progenitors that may contribute to tumor initiation and progression.  A recent study further shows that Shh signaling promotes not only proliferation but also cell survival in zebrafish retina. 35  The combined pro-proliferation and pro-survival activities of a sustained Shh signaling may have collectively contributed to retinal tumorigenesis. 36 Shh signaling and gliomagenesis Despite the correlation between SHH target gene expression and glioma,  as well as the strong evidence that SHH signaling is essential for glioma stem cell proliferation, self-renewal and tumorigenesis, 7 ,  22  dysregulation of SHH signaling had not previously been shown to be sufficient for glioma initiation and maintenance in an animal model. The only direct  4 ,  5 in vivo  evidence correlating activated Shh signaling with brain tumorigenesis comes from injection of  GLI1  mRNA into the dorsal animal pole of frog embryos, leading to neural tube hyperplasia.  More recently, it was shown that overexpression of SmoM2 in mouse Olig2-positive cells resulted in ventral pon hypertrophy, suggesting that dysregulated Shh signaling plays a role in the pathogenesis of diffuse intrinsic pontine glioma. However, dysplasia was absent in this model, indicating that Shh dysregulation alone is insufficient for gliomagenesis. 22  Our results suggest that activated Shh signaling in zebrafish not only led to asymmetric OT development, but also zOPG. These tumors exhibited gene expression signatures of basal cell carcinoma and small-cell lung cancer, both involving dysregulation of the Shh pathway ( 37 Supplementary Figure 3a ).  Therefore, our study provides the first  38 in vivo  model associating activated Shh signaling with gliomagenesis. So, why are zebrafish apparently more prone to developing glioma from aberrant Shh signaling? We hypothesize that the following factors might play a role: (1) lack of a functional ARF (alternative reading frame) tumor-suppressor gene in lower vertebrates,  such as zebrafish, could enhance the overall tumorigenicity in certain tissues or organs; (2) zebrafish possess abundant neural stem cells and proliferation zones throughout the CNS, 39  providing a fertile environment for oncogene-induced tumorigenesis; and (3) the ONH, with its unique glial features that facilitate continued growth, including a rich blood vasculature, 40  may represent a stem or progenitor cell niche and provide a permissive context 41  for gliomagenesis from constitutive Shh signaling. We believe other niches susceptible to Shh-induced gliomagenesis also exist within the zebrafish CNS, and our preliminary results support this presumption. 42 The zOPGs and hindbrain tumors were low-grade gliomas that exhibited low cellularity and lacked intratumor necrosis. In contrast, our previous study showed that zebrafish developed gliomas with features of human glioblastoma when coexpressing zebrafish Smoa1 and the constitutive human AKT1.  In fact, a more recent study indicated that activation of Shh and phosphoinositide 3-kinase promotes human glioblastoma growth, 8  suggesting a conserved mechanism of gliomagenesis across species. Interestingly, we did not detect phospho-AKT (Ser473) or phospho-AKT (Thr308) expression in our tumor samples ( 38 n =8, data not shown), indicating that additional oncogenic pathways may play a role in glioma progression. Consistent with this idea, we found that Mdm2 was upregulated in our tumor samples. Shh signaling and optic pathway glioma In human, optic pathway gliomas are pediatric CNS tumors of glial cell origin and are associated with  neurofibromatosis 1 (NF1)  mutations.  Although children carrying  43 NF1  mutations account for ∼50% of OPG cases, the etiology of non-NF1 OPG remains unknown.  Our study indicates that upregulated Shh signaling may promote overproliferation and tumorigenesis in the optic pathway, and this is in agreement with evidence supporting a mitogenic role for Shh signaling in glial precursor cells of the mammalian optic nerve. 44  However, OPGs have not been reported in human patients with Gorlin's syndrome because of mutation of the  19 ,  45 Patched1  gene, although some patients show abnormal glial proliferation around the ONH.  It is worth noting that when Shh signaling is activated in the zebrafish optic pathway, the area most susceptible to tumorigenesis is the ONH. Thus, it would be interesting to determine whether activated Shh signaling plays a role in causing a subset of non-NF1 OPGs. 29 In summary, our study expands the current knowledge of tumorigenesis resulting from dysregulation of Shh signaling and may contribute to the understanding of the cell origins and molecular mechanisms of CNS tumors, particularly gliomas. In light of our results and recent insights into potential new treatments for human melanoma  and leukemia 46  provided by zebrafish studies, zebrafish may become a cost-effective model for validating candidate glioma oncogenes identified through human genome sequencing while providing an appealing  47 in vivo  platform to screen for drugs that treat certain tumors of the CNS.",
  "upgrade_date": "2026-02-21 02:22:52"
}