{
  "pmid": "24681606",
  "abstract": "Malignant peripheral nerve sheath tumors (MPNSTs) are soft tissue sarcomas that occur spontaneously, or from benign plexiform neurofibromas, in the context of the genetic disorder Neurofibromatosis Type 1 (NF1). The current standard treatment includes surgical resection, high-dose chemotherapy, and/or radiation. To date, most targeted therapies have failed to demonstrate effectiveness against plexiform neurofibromas and MPNSTs. Recently, several studies suggested that the mTOR and MAPK pathways are involved in the formation and progression of MPNSTs. Everolimus (RAD001) inhibits the mTOR and is currently FDA approved for several types of solid tumors. PD-0325901 (PD-901) inhibits MEK, a component of the MAPK pathway, and is currently in clinical trials. Here, we show in vitro than MPNST cell lines are more sensitive to inhibition of cellular growth by Everolimus and PD-901 than immortalized human Schwann cells. In combination, these drugs synergistically inhibit cell growth and induce apoptosis. In two genetically engineered mouse models of MPNST formation, modeling both sporadic and NF1-associated MPNSTs, Everolimus, or PD-901 treatment alone each transiently reduced tumor burden and size, and extended lifespan. However, prolonged treatment of each single agent resulted in the development of resistance and reactivation of target pathways. Combination therapy using Everolimus and PD-901 had synergistic effects on reducing tumor burden and size, and increased lifespan. Combination therapy allowed persistent and prolonged reduction in signaling through both pathways. These data suggest that co-targeting mTOR and MEK may be effective in patients with sporadic or NF1-associated MPNSTs.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:27:09.555275",
  "abstract_length": 1710,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}