{
  "pmid": "24686726",
  "abstract": "Activation of Sonic hedgehog signaling in neural progenitor cells promotes  glioma development in the zebrafish optic pathway.  Ju B(1), Chen W(2), Spitsbergen JM(3), Lu J(4), Vogel P(5), Peters JL(6), Wang  YD(7), Orr BA(5), Wu J(1), Henson HE(1), Jia S(1), Parupalli C(1), Taylor MR(1).  Author information: (1)Department of Chemical Biology and Therapeutics, St Jude Children's Research  Hospital, Memphis, TN, USA. (2)Department of Molecular Physiology and Biophysics, Vanderbilt University  School of Medicine, Nashville, TN, USA. (3)Fish Disease Research Group, Department of Microbiology, Oregon State  University, Corvallis, OR, USA. (4)Department of Pathology, National Center for Safety Evaluation of Drugs,  National Institute for the Control of Pharmaceutical and Biological Products,  Beijing, China. (5)Veterinary Pathology Core, St Jude Children's Research Hospital, Memphis, TN,  USA. (6)Cell and Tissue Imaging, St Jude Children's Research Hospital, Memphis, TN,  USA. (7)Computational Biology, St Jude Children's Research Hospital, Memphis, TN,  USA.  Dysregulation of Sonic hedgehog (Shh) signaling has been implicated in glioma  pathogenesis. Yet, the role of this pathway in gliomagenesis remains  controversial because of the lack of relevant animal models. Using the  cytokeratin 5 promoter, we ectopically expressed a constitutively active  zebrafish Smoothened (Smoa1) in neural progenitor cells and analyzed tumorigenic  capacity of activated Shh signaling in both transient and stable transgenic  fish. Transient transgenic fish overexpressing Smoa1 developed retinal and brain  tumors, suggesting smoa1 is oncogenic in the zebrafish central nervous system  (CNS). We further established stable transgenic lines that simultaneously  developed optic pathway glioma (OPG) and various retinal tumors. In one of these  lines, up to 80% of F1 and F2 fish developed tumors within 1 year of age.  Microarray analysis of tumor samples showed upregulated expression of genes  involved in the cell cycle, cancer signaling and Shh downstream targets ptc1,  gli1 and gli2a. Tumors also exhibited specific gene signatures characteristic of  radial glia and progenitor cells as transcriptions of radial glia genes  cyp19a1b, s100β, blbp, gfap and the stem/progenitor genes nestin and sox2 were  significantly upregulated. Overexpression of GFAP, S100β, BLBP and Sox2 was  confirmed by immunofluorescence. We also detected overexpression of Mdm2  throughout the optic pathway in fish with OPG, therefore implicating the  Mdm2-Tp53 pathway in glioma pathogenesis. In conclusion, we demonstrate that  activated Shh signaling initiates tumorigenesis in the zebrafish CNS and provide  the first OPG model not associated with neurofibromatosis 1.  DOI: 10.1038/oncsis.2014.10 PMCID: PMC4038393 PMID: 24686726",
  "methods": "Materials and methods Zebrafish husbandry AB and  Tg(UAS-E1b:nfsB-mCherry) c264  strains were acquired from the Zebrafish International Resource Center (ZIRC, Eugene, OR, USA). Embryos and larvae were maintained at 28.5 °C in egg water (0.03% Instant Ocean, Blacksburg, VA, USA). All experiments were conducted in accordance with the St Jude Children's Research Hospital Institutional Animal Care and Use Committee. DNA constructs A 4971-bp fragment of the zebrafish  krt5  promoter (accession no.  KC857549 ) was inserted into the 5′ entry clone  p5E-MCS  from the Multisite Gateway-compatible entry vectors of the Tol2 kit.  The  48 Gal4VP16;14 × UAS-smoa1-EGFP  fragment was inserted into the middle entry clone  pME-MCS . The p5E and pME vectors containing the respective promoter and oncogenic sequences were combined with the 3′ entry clone  p3E-polyA  and the destination vector  pDestTol2pA2  to create the construct  pKrt5:Gal4VP16;14 × UAS-smoa1-EGFP  using the LR Clonase II Plus Enzyme mix (Invitrogen, Carlsbad, CA, USA). The construct was coinjected with Tol2 transposase mRNA into one-cell stage embryos. Embryos were raised to adulthood and screened for germline transmission. Immunohistochemistry Immunofluorescence on paraffin sections and cryosections was conducted following the protocol from Cell Signaling Technology (Danvers, MA, USA). The following rabbit polyclonal antibodies of Mdm2 (Anaspec, , Fremont, CA, USA, 55470, 1:200; Blocking peptide 55470P), Pax2 (Covance, Nashville, TN, USA, PRB-276P, 1:1000), S100 (Dako, Glostrup, Denmark, Z0311, 1:2000), Sox2 (Millipore, Billerica, MA, USA, AB5603, 1:500), GFAP (Dako, Z0034, 1:1000), BLBP (Millipore, ABN14, 1:200), phospho-Histone 3 (Ser10) (Cell Signaling, 9701, 1:100), active Caspase 3 (Cell Signaling, 9661, 1:200) and mouse monoclonal antibodies of GFAP (Sigma, St Louis, MO, USA, G6171, 1:400) were used. Fluorescence images were taken either on an Olympus IX81 fluorescent microscope using Olympus DP Controller software (Olympus, Center Valley, PA, USA) or on a Nikon TE2000E2 microscope equipped with Nikon C1Si confocal using Nikon NIS Elements, (Nikon, Melville, NY, USA). Microarray and data analysis Total RNA at 200 ng was amplified and labeled using an Agilent Low Input Quick Amp kit (5190-2305). Microarray was performed using Agilent-026437 (Agilent, Santa Clara, CA, USA), Zebrafish GX v3 4 × 44K (Santa Clara, CA, USA) according to the manufacturer's recommendations. Microarrays were scanned with an Agilent scanner (G2565CA) at 3 μm resolution, and data were extracted by Agilent Feature Extraction software (v.10.5.1.1) using GE1_105_Jan09 protocol. Quantile normalization on background-subtracted signal intensity was performed among the samples, and a  P -value using  t -test was calculated for each gene as statistical measurement of the replicates. The selection of significant genes was based on at least a twofold change and a probability of >95% ( P <0.05) on differential expression among the four replicates. Real-time reverse transcription-PCR Total RNA was reverse transcribed (SuperScript VILO cDNA Synthesis Kit, Invitrogen) and real-time PCR was performed using the TaqMan Fast Advanced Master Mix (Applied Biosystems, Grand Island, NY, USA). Probes for PCR were:  actinb1  (Dr03432610_m1),  gli1  (Dr03093665_m1),  gli2a  (Dr03144185_m1),  gfap  (Dr03079975_m1) and  wnt5a  (Dr03123879_m1) (Life Technologies, Grand Island, NY, USA). All data were normalized to  actinb1  expression and fold change was calculated using the 2 −ΔΔCt . OT measurement Wild-type and transgenic fish at 12 months of age were killed in 0.04% Tricaine (Sigma-Aldrich, St Louis, MO, USA). Brains were dissected, imaged and the OT from the midline to the left and right edges was measured and analyzed using Nikon NIS Elements. Data were analyzed using Microsoft Excel software and expressed as mean±s.d. Significance was calculated by performing two-tailed Student's  t -test and probability was set at  P <0.05.",
  "introduction": "Introduction Hedgehog signaling is essential for many developmental processes including cell proliferation, differentiation and survival.  This biochemical pathway is highly conserved from  1 Drosophila  to mammals and is referred to as Sonic hedgehog (Shh) signaling in vertebrates. Shh functions as a mitogen for neural stem cells in the brain and retina, astrocyte precursor cells in the optic stalk and granule precursor cells in the cerebellum.  Dysregulation of this pathway in cerebellar granule neuron precursors causes the Shh subtype of medulloblastoma. 2  Increasing evidence also implicates this signaling pathway in other central nervous system (CNS) tumors, such as gliomas. For example,  3 in vitro  cell culture  and  4 in vivo  xenograft studies  revealed that Shh signaling pathway is essential for maintaining stem cells in a subset of gliomas. In addition, widespread overexpression of the  5 ,  6 GLI1  transcription factor, a downstream activator of the Shh pathway, has been found in a panel of fresh brain tumors.  Activation of the Shh pathway is also common among pediatric pilocytic astrocytoma, 5  where a significant correlation exists between the Shh pathway components PTCH, GLI1 and the proliferation marker Ki67. Despite this evidence, it remains unclear whether Shh signaling activity drives glioma pathogenesis, partially because of the absence of relevant animal models. 7 In this study, we present a zebrafish model of Shh signaling-driven gliomagenesis in a subpopulation of neural progenitor cells in the optic pathway. We previously reported that constitutively active zebrafish Smoothened (Smoa1) is oncogenic in zebrafish, and its coexpression with the human constitutively active AKT1 leads to glioblastoma-like tumors in the brain, retina and spinal cord.  To examine whether overexpression of Smoa1 alone is sufficient to initiate tumorigenesis, we used the zebrafish  8 cytokeratin 5  ( krt5)  gene promoter to drive ectopic expression of Smoa1 in neural progenitor cells. We established stable transgenic lines that develop various retinal tumors and optic pathway glioma (OPG), herein referred to as zOPG. The zOPGs exhibit a radial glia and/or progenitor cell gene expression signature and overexpress Mdm2, a negative regulator of the Tp53 pathway. We propose that, at least in the context of zebrafish, activation of the Shh signaling pathway initiates gliomagenesis.",
  "results": "Results The zebrafish  krt5  promoter drives transgenic expression in neural progenitor cells Krt5 is a type II intermediate filament protein expressed in stratified epithelial cells of higher vertebrates and in neural cells of lower vertebrates.  Expressed sequence tag analysis of zebrafish retinal tissues indicates that  9 krt5  mRNA is a prominent transcript in zebrafish retina, especially in the optic nerve.  For our study, we cloned a 4.9-kb fragment of the zebrafish  10 krt5  gene promoter and generated transgenic constructs to drive green fluorescent protein (GFP) expression that recapitulated the endogenous Krt5 expression pattern. In three independent  Tg ( krt5 : EGFP ) transgenic lines, GFP was expressed in the skin epithelium ( Figure 1a ), brain and retina ( Figures 1b and g ). In adults, GFP expression was found mainly in the brain ventricular zones ( Figure 1c ), where GFP-positive cells morphologically resembled radial glia cells that stained positive for the glial marker glial fibrillary acidic protein (GFAP,  Figure 1d ). GFP expression was also found in the hindbrain ( Figure 1c ), the optic tectum (OT,  Figure 1c ) and in reticular astrocytes of the optic nerve head (ONH,  Figure 1e ) and optic nerve (ON,  Figure 1f ). Based on the embryonic patterns of transgenic expression and radial glia cell morphology in the adult brain, we speculated that the GFP-positive cells within the brain and retina represent a population of neural progenitor cells. As the Notch signaling pathway is involved in maintaining neural stem cells,  we predicted that inhibition of Notch signaling should result in loss of GFP-positive progenitor cells. To test this idea, we crossed our transgenic line to the zebrafish  11 mindbomb  mutant that is defective in Notch signaling due to an insertional mutation in  E3 ubiquitin ligase .  Homozygous  12 mindbomb  mutants demonstrated a complete loss of GFP expression within the brain parenchyma and retina, whereas the expression in skin epithelium was not affected ( n =4,  Figures 1g and h ). This result indicates that Krt5 is a downstream target of Notch signaling in the zebrafish CNS and that the  krt5  gene promoter drives transgenic expression in neural progenitor cells. Smoa1 is oncogenic in the zebrafish CNS We adapted the  Gal4VP16-UAS  bigenic transgenic system  to ectopically express Smoa1-EGFP under control of the  8 krt5  promoter ( Figure 2a ). In transient transgenic conditions, ∼8% (7/90) of adult fish developed either microphthalmia ( Supplementary Figure 1a ) or gross retinal tumors ( Supplementary Figure 1b ) at ∼6 months of age. Histological analysis revealed these fish had either retinal dysplasia ( Supplementary Figure 1a′ ) or glioma-like tumors ( Supplementary Figures 1b′ and b″ ), respectively. To examine whether other zebrafish CNS-specific gene promoters, such as  nestin  and  gfap ,  could drive Smoa1 tumorigenesis, we generated similar DNA constructs with these two promoters. In transient transgenic fish, we observed a fish with retinal tumor and another with a brain tumor when the  13 nestin  promoter was used (2/59, 3.4%  Supplementary Figures 1c and c′ ). We observed two fish with retinal tumors when the  gfap  gene promoter was used (2/38, 5.3%), including a case of medulloepithelioma ( Supplementary Figures 1d and d″ ). Stable transgenic fish carrying these two DNA constructs were embryonic lethal, and hence tumor spectrum in adult fish is unknown. From 90 F0 fish carrying the  krt5- driven transgenic construct, we identified 10 stable transgenic lines. Six lines expressed the transgene prominently in the skin epithelium, and none of them developed tumors throughout their lives. Four additional lines showed varying levels of expression in the brain and retina, and displayed retinal abnormalities at variable penetrance. We characterized one line in detail,  Tg(krt5:Gal4VP16;14 × UAS-smoa1-EGFP) , that expressed the highest level of the transgene in the CNS, and therefore had the highest tumor incidence. sj4 Embryos from this stable line began to express GFP at 16 h post fertilization (h.p.f.), and expression became prominent in the forebrain and retinal neuroblasts at 24 h.p.f., but no noticeable expression in skin epithelium was observed ( Figure 2b  and  Supplementary Figure 2a ). GFP expression was restricted to the retina and the ON at 96 h.p.f. ( Figure 2c ). To verify that this expression pattern was driven by the  krt5  gene promoter, we crossed this transgenic fish to another line,  Tg(UAS-E1b:nfsB-mCherry) c264 , that carries the upstream activation sequence (UAS) that can be activated by the Gal4VP16 fusion protein in our stable line ( Figure 2a ).  We observed mCherry expression in the forebrain, the optic stalk and retinoblasts in the double transgenic fish ( 14 Figure 2d ). More importantly, we also observed mCherry expression in skin epithelium ( Supplementary Figure 2b ), indicating that the expression of the oncogenic Smoa1-EGFP was indeed driven by the  krt5  promoter. Transgenic embryos expressing high levels of GFP exhibited a coloboma phenotype at 96 h.p.f. ( Supplementary Figure 2d ). Cryosections of these larvae revealed that the choroid fissure failed to close ( Supplementary Figure 2d′ ,  n =6), a phenotype resembling zebrafish  ptc1  mutant.  Histological examination of 1- to 2-week-old larvae showed retinal lamination defects and ectopic retinal proliferation, especially at the ciliary marginal zones ( 15 Supplementary Figure 2e ,  n =4), a phenotype reminiscent of the zebrafish  ptc2  mutants (the ortholog of the mammalian  Ptch1 ).  Occasionally, even adult fish eye exhibited characteristics of human coloboma ( 16 Supplementary Figure 2f ). Thus, our stable transgenic fish recapitulate phenotypic features of zebrafish Shh pathway activation. Eye defects became noticeable in juveniles at 1 month of age. These fish had darker than usual eyes. As the F1 fish grew, they began to develop gross eye tumors starting at ∼ 2 months, either unilaterally or bilaterally. Approximately 80% of F1 and F2 fish developed gross eye tumors by 1 year of age ( Figures 2e and f ), when most fish were killed because of heavy tumor burden. Surprisingly, transgenic fish showed no significantly higher mortality compared with controls during the first year of their life. However, most became darker in pigmentation and noticeably thinner, likely because of poor visual perception and malnutrition. We dissected >50 adult F1 and F2 fish with retinal abnormalities, ranging from 2 to 12 months of age. These fish usually had significant expansion of the ONH that manifested as white masses that invaded neural retinae ( Figures 2g and h ). Optic nerves projected correctly to the contralateral optic tectums, but they failed to form optic chiasms ( n =56,  Figure 2h ). In fish with unilateral eye tumors, the ON associated with the gross eye tumor was often larger (67%,  n =12/18,  Figure 2i ). Activation of Shh pathway results in retinal dysplasia and retinal tumors We performed transverse paraffin sectioning on 35 F1 and F2 fish with eye tumors ranging from 4 months to 1 year of age ( Table 1 ). Histological analyses revealed two distinct populations of cells in nearly every tumor, originating from the neural retina or from the ONH respectively, consistent with our observation in dissected eye tumors. The neural retina-derived tumors usually exhibited high cellularity, whereas the ONH-derived region showed low to mild hypercellularity ( Figures 3a and a' and 4 ). Five fish with relatively minor eye abnormalities showed disorganized retinal structures with occasional rosette structures ( Figure 3a' ). We refer to this phenotype as retinal dysplasia because of the histological similarity to a common yet poorly understood human retinal condition.  Although less affected retinae only showed localized retinal patterning defects, fish with gross eye tumors usually lost their laminated structures completely and exhibited distinct histopathological features of various ocular tumors. We found two cases that were morphologically similar to human medulloepithelioma with characteristic neural tube structures ( 17 Figures 3b and b′ ), and five cases similar to human pigmented ocular melanoma with heavy pigmentation and bland nuclei ( Figures 3c and c′ ). The majority of other tumors were collectively referred to as primitive neuroectodermal tumors ( Figures 3d and d′ ). Activation of Shh pathway results in zOPG development Out of the 35 fish analyzed histologically, 9 were sectioned through the entire optic pathway at various planes. Increased ON diameters associated with hyperplasia were found in either one or both optic nerves of these fish ( Figures 4a and b ). In the affected optic nerves, hyperproliferation was evident throughout the optic pathway, affecting not only the ONH ( Figures 4c–f ), but also the optic chiasm and the distal optic tract ( Figures 4c′–f′ ). The most pronounced hyperproliferation occurred at the ONH, with presumptive glial cells in this region proliferating, expanded into, and sometimes mixed with neural retinal cells. When observed at high magnification, the ONH-derived tumors showed nuclear pleomorphism with scattered atypical nuclei, characteristic of low-grade gliomas ( Figure 4h ). Occasionally, tumors with high cellularity and microvascular proliferation were also observed ( Figures 4i and j ), suggesting tumors of higher grades. Overall, from analysis of paraffin sections and observation of brain dissections, nearly every adult fish with gross eye tumor developed optic pathway tumors. zOPGs exhibit radial glia or neural progenitor cell signatures To gain a comprehensive view of the gene transcriptional profiles, we performed microarray analysis of gross eye tumors vs age-matched wild-type fish eyes ( n =4 per group). Gene Ontology analysis identified 1901 differentially expressed genes, with the most downregulated genes involving visual perception and the most upregulated genes involving cell cycle ( Figure 5a  and  Supplementary Figure 3a ). Up-regulation of  gli1 ,  gli2a ,  gfap , and  wnt5a  was confirmed by real-time quantitative PCR ( Figure 5b ). KEGG (Kyoto Encyclopedia of Genes and Genomes) pathway analyses revealed significant upregulation of pathways in cancer, such as those for basal cell carcinoma, glioma and small-cell lung cancer and the cell cycle ( Supplementary Figure 3a ). Consistent with the upregulation of genes involved in the cell cycle, we found a significant increase in the mitotic index by phospho-histone H3 staining of transgenic larval retinae at 5 days post fertilization and of adult retinal glial tumors ( Supplementary Figures 3b–f ). We also examined these samples for apoptosis using an anti-active caspase 3 antibody that we confirmed to stain prominently and specifically in 72 h.p.f. larval brain and retinae treated with the cyclin-dependent kinase inhibitor, Roscovitine.  We found no detectable apoptotic activity in retinal tumors ( 18 n =8; data not shown). As ONH-derived putative glioma constituted the bulk of most tumors, we analyzed transcriptional profiles of genes expressed by astrocytes or radial glia. Array data showed a moderate increase in  gfap  and a high increase in  s100β  transcription ( Supplementary Figure 4 ). We also discovered an ∼10-fold upregulation of the radial glial marker  fabp7a  (brain  fatty acid binding protein 7a , equivalent to human  BLBP ) and nearly a 60-fold increase in another zebrafish radial glia marker  cyp19a1b  (brain  aromatase B ). Not surprisingly, transcription of the stem cell markers of  nestin  and  sox2  were also significantly upregulated. To distinguish differential gene expression in neural retina-derived tumors vs ONH-derived glial tumors and to confirm the glial identity of the latter, we performed immunofluorescence on cryosections from typical retinal tumors with gross ONH expansion using several well-known glial cell markers ( n =12). The two tumor types in individual samples were easily distinguishable on 4',6-diamidino-2-phenylindole-stained cryo- or paraffin-sections as neural retinal tumors always showed dense cluster of nuclei, whereas glial tumors were usually sparsely nucleated. We first analyzed Pax2 expression, because  pax2  is a known target of Shh signaling at the optic stalk in zebrafish  and mouse 15  eye development, and Pax2 expression is specific to a subset of ON astrocytes in adults. We observed Pax2-positive cells evenly distributed in the putative glial tumors, but never in neural retinal tumors ( 19 Figures 5c and c′ ). This observation is consistent with the microarray data ( Figure 5a ) and further supports ONH origin of the glial tumors. The glial tumors also showed overexpression of GFAP ( Figures 5d and d′ ), S100β ( Figures 5e and e′ ) and BLBP ( Figures 5f and f' ). We also examined the expression of the neural stem cell marker Sox2 that has recently been found to be a novel glioma-associated antigen.  Immunofluorescence revealed Sox2 in glial tumors with characteristic nuclear expression ( 20 Figures 5g and g' ,  n =6). Collectively, overexpression of Cyp19a1b, S100β, BLBP, GFAP, Nestin and Sox2 reflects the unique zebrafish stem cell niche of the adult telencephalic ventricular zone.  Whether this radial glia and progenitor cell expression signature of the zOPG was inherited from the tumors' cell of origin or acquired during the course of tumorigenesis warrants further study. 21 Activation of Shh pathway results in OT asymmetry and brain tumorigenesis Wild-type zebrafish exhibit symmetrical brain development, as exemplified by the prominent OT ( Figure 6a ). Observation of dissected brains from eye-tumor-bearing transgenic fish revealed asymmetric development of the OT in most cases (78%,  n =14/18). The tectal lobes associated with gross eye tumors were usually larger than the contralateral lobes that were associated with less affected eyes ( Figure 6b ). Statistical analyses confirmed the significant difference in OT of transgenic fish, but not of wild-type fish ( Figure 6c ). We also observed spiraling or spinning swimming behavior in 8 out of 92 F2 transgenic fish between the ages of 6 and 12 months. One fish showed a bump in the head ( Figure 6d ). Hematoxylin and eosin staining of transverse paraffin sections indicated the fish had a hindbrain tumor that is histopathologically similar to zOPGs ( Figures 6e and f ). These observations of abnormal brain development conform to studies suggesting that Shh signaling acts as a mitogen to modulate neural progenitor proliferation in both mouse dorsal brain  and zebrafish optic tectum. 22 23 zOPG development is associated with Mdm2 overexpression The TP53 tumor-suppressor pathway is frequently involved in the pathogenesis of the most severe type of human glioma, glioblastoma.  Recent reports indicate that SHH signaling could negatively modulate the TP53 pathway through MDM2 activation. For example, MDM2 is activated in several human breast cancer cell lines that express the SMO-M1 and SMO-M2, the two activating mutations of SMO. 24  MDM2 overexpression has also been observed  25 in vivo  in the P0 mouse brain overexpressing the full-length  Gli1 .  To determine whether zebrafish Smoa1 could upregulate Mdm2, we analyzed Mdm2 expression in tumor samples. Following an extensive analysis on both cryosections and paraffin sections of gross eye tumors, we found widespread expression of Mdm2 in the zOPGs, but not in other retinal tumors ( 26 n =22,  Figure 7  and  Supplementary Figure 5a ). Immunofluorescence revealed Mdm2 expression in retinal Müller glial cells of the ONH from wild-type fish retinae, overlapping expression of GFAP ( Supplementary Figure 5b ,  n =4). This raised the issue of whether the presence of the Mdm2-positive cells in glioma is simply a reflection of expanding Mdm2-positive cells at the ONH or whether Mdm2 plays a larger role in gliomagenesis. To address this concern, we took advantage of fish with OT asymmetry associated with zOPG development and analyzed Mdm2 expression patterns in these asymmetrical OTs ( Figure 7a ). As expected, Mdm2 was overexpressed in the glial tumor mass ( Figures 7b–d ,  n =7). Unexpectedly, in five out of the seven samples, Mdm2 expression was not restricted to the tumor mass at the ONH, but was found throughout the optic pathway, including the optic tracts, the chiasm ( Figures 7e and f ) and the OT ( Figure 7g  and  Supplementary Figure 5c ). Mdm2 expression in these components of the pathway was not detectable in wild-type fish. In fact, even the relatively normal contralateral side of the same fish showed either no or little Mdm2 expression ( Figures 7f and h  and  Supplementary Figure 5c ). To verify the specificity of the antibody, we further blocked Mdm2 staining using the immunizing peptide ( Supplementary Figure 3d ). Analysis of the single hindbrain tumor ( Figures 6d  and  7i ) showed that it overexpressed S100β ( Figure 7j ) and GFAP ( Figure 7k ), therefore confirming its glioma identity. This hindbrain glioma also overexpressed Mdm2 ( Figure 7l ). The zOPG, asymmetrical OT and brain tumor-specific Mdm2 overexpression suggests a conserved role for Mdm2 in modulating zebrafish CNS development and potentially tumor pathogenesis. Whether this Mdm2 overexpression resulted directly from Shh pathway activation or was the consequence of tumorigenesis and what precise roles Mdm2 had played in the tumorigenesis process are the subjects for further investigation. Activation of Shh pathway results in retinal dysplasia and retinal tumors We performed transverse paraffin sectioning on 35 F1 and F2 fish with eye tumors ranging from 4 months to 1 year of age ( Table 1 ). Histological analyses revealed two distinct populations of cells in nearly every tumor, originating from the neural retina or from the ONH respectively, consistent with our observation in dissected eye tumors. The neural retina-derived tumors usually exhibited high cellularity, whereas the ONH-derived region showed low to mild hypercellularity ( Figures 3a and a' and 4 ). Five fish with relatively minor eye abnormalities showed disorganized retinal structures with occasional rosette structures ( Figure 3a' ). We refer to this phenotype as retinal dysplasia because of the histological similarity to a common yet poorly understood human retinal condition.  Although less affected retinae only showed localized retinal patterning defects, fish with gross eye tumors usually lost their laminated structures completely and exhibited distinct histopathological features of various ocular tumors. We found two cases that were morphologically similar to human medulloepithelioma with characteristic neural tube structures ( 17 Figures 3b and b′ ), and five cases similar to human pigmented ocular melanoma with heavy pigmentation and bland nuclei ( Figures 3c and c′ ). The majority of other tumors were collectively referred to as primitive neuroectodermal tumors ( Figures 3d and d′ ). Activation of Shh pathway results in zOPG development Out of the 35 fish analyzed histologically, 9 were sectioned through the entire optic pathway at various planes. Increased ON diameters associated with hyperplasia were found in either one or both optic nerves of these fish ( Figures 4a and b ). In the affected optic nerves, hyperproliferation was evident throughout the optic pathway, affecting not only the ONH ( Figures 4c–f ), but also the optic chiasm and the distal optic tract ( Figures 4c′–f′ ). The most pronounced hyperproliferation occurred at the ONH, with presumptive glial cells in this region proliferating, expanded into, and sometimes mixed with neural retinal cells. When observed at high magnification, the ONH-derived tumors showed nuclear pleomorphism with scattered atypical nuclei, characteristic of low-grade gliomas ( Figure 4h ). Occasionally, tumors with high cellularity and microvascular proliferation were also observed ( Figures 4i and j ), suggesting tumors of higher grades. Overall, from analysis of paraffin sections and observation of brain dissections, nearly every adult fish with gross eye tumor developed optic pathway tumors. Activation of Shh pathway results in OT asymmetry and brain tumorigenesis Wild-type zebrafish exhibit symmetrical brain development, as exemplified by the prominent OT ( Figure 6a ). Observation of dissected brains from eye-tumor-bearing transgenic fish revealed asymmetric development of the OT in most cases (78%,  n =14/18). The tectal lobes associated with gross eye tumors were usually larger than the contralateral lobes that were associated with less affected eyes ( Figure 6b ). Statistical analyses confirmed the significant difference in OT of transgenic fish, but not of wild-type fish ( Figure 6c ). We also observed spiraling or spinning swimming behavior in 8 out of 92 F2 transgenic fish between the ages of 6 and 12 months. One fish showed a bump in the head ( Figure 6d ). Hematoxylin and eosin staining of transverse paraffin sections indicated the fish had a hindbrain tumor that is histopathologically similar to zOPGs ( Figures 6e and f ). These observations of abnormal brain development conform to studies suggesting that Shh signaling acts as a mitogen to modulate neural progenitor proliferation in both mouse dorsal brain  and zebrafish optic tectum. 22 23",
  "discussion": "Discussion In this study, we developed the first animal model of gliomagenesis driven by Shh activation. We identified a  krt5  promoter sequence that targeted oncogenic Smoa1 expression to putative neural progenitor cells in the zebrafish CNS. Using both transient expression and stable transgenic lines, we provide strong evidence that activated Shh signaling initiates zOPG and other CNS tumors in zebrafish. The zOPGs exhibit a radial glia and progenitor cell gene expression signature, a feature of both low-grade  and aggressive gliomas. 27  In addition, these tumors overexpressed Mdm2, supporting recent findings 28  that SHH activates MDM2. Our results further demonstrate a potential interaction between SHH signaling and the TP53 pathway in glioma pathogenesis. 25 ,  26 Shh signaling and defective retinal development Association of activated SHH signaling with retinal defects have been shown in human Gorlin's syndrome patients,  in heterozygous  29 Ptc+/−  mice  and in zebrafish  30 ptc2  mutants.  As homozygous  16 Ptc1 −/− mice die early in embryonic development, and very few zebrafish  ptc2  mutants survive to adult stage, the effects of aberrant Shh signaling on retina development is not fully understood and observations in humans have been limited to minor retinal dysplasia with anecdotal human ocular tumor correlation.  SHH signaling is known to exert positive roles for retinal progenitor cell proliferation through regulation of cell cycle targets across species. 31  For example, mouse  32 ,  33 Smo−/−  cKO mutants show reduced transcripts of  cyclin A2 ,  cyclinB1 ,  cyclin D1  and  cyclin E  in the retina.  In addition, studies performed in  34 Xenopus  suggest that Shh activation accelerates cell cycle and transforms retinal stem cells to faster cycling progenitors that may contribute to tumor initiation and progression.  A recent study further shows that Shh signaling promotes not only proliferation but also cell survival in zebrafish retina. 35  The combined pro-proliferation and pro-survival activities of a sustained Shh signaling may have collectively contributed to retinal tumorigenesis. 36 Shh signaling and gliomagenesis Despite the correlation between SHH target gene expression and glioma,  as well as the strong evidence that SHH signaling is essential for glioma stem cell proliferation, self-renewal and tumorigenesis, 7 ,  22  dysregulation of SHH signaling had not previously been shown to be sufficient for glioma initiation and maintenance in an animal model. The only direct  4 ,  5 in vivo  evidence correlating activated Shh signaling with brain tumorigenesis comes from injection of  GLI1  mRNA into the dorsal animal pole of frog embryos, leading to neural tube hyperplasia.  More recently, it was shown that overexpression of SmoM2 in mouse Olig2-positive cells resulted in ventral pon hypertrophy, suggesting that dysregulated Shh signaling plays a role in the pathogenesis of diffuse intrinsic pontine glioma. However, dysplasia was absent in this model, indicating that Shh dysregulation alone is insufficient for gliomagenesis. 22  Our results suggest that activated Shh signaling in zebrafish not only led to asymmetric OT development, but also zOPG. These tumors exhibited gene expression signatures of basal cell carcinoma and small-cell lung cancer, both involving dysregulation of the Shh pathway ( 37 Supplementary Figure 3a ).  Therefore, our study provides the first  38 in vivo  model associating activated Shh signaling with gliomagenesis. So, why are zebrafish apparently more prone to developing glioma from aberrant Shh signaling? We hypothesize that the following factors might play a role: (1) lack of a functional ARF (alternative reading frame) tumor-suppressor gene in lower vertebrates,  such as zebrafish, could enhance the overall tumorigenicity in certain tissues or organs; (2) zebrafish possess abundant neural stem cells and proliferation zones throughout the CNS, 39  providing a fertile environment for oncogene-induced tumorigenesis; and (3) the ONH, with its unique glial features that facilitate continued growth, including a rich blood vasculature, 40  may represent a stem or progenitor cell niche and provide a permissive context 41  for gliomagenesis from constitutive Shh signaling. We believe other niches susceptible to Shh-induced gliomagenesis also exist within the zebrafish CNS, and our preliminary results support this presumption. 42 The zOPGs and hindbrain tumors were low-grade gliomas that exhibited low cellularity and lacked intratumor necrosis. In contrast, our previous study showed that zebrafish developed gliomas with features of human glioblastoma when coexpressing zebrafish Smoa1 and the constitutive human AKT1.  In fact, a more recent study indicated that activation of Shh and phosphoinositide 3-kinase promotes human glioblastoma growth, 8  suggesting a conserved mechanism of gliomagenesis across species. Interestingly, we did not detect phospho-AKT (Ser473) or phospho-AKT (Thr308) expression in our tumor samples ( 38 n =8, data not shown), indicating that additional oncogenic pathways may play a role in glioma progression. Consistent with this idea, we found that Mdm2 was upregulated in our tumor samples. Shh signaling and optic pathway glioma In human, optic pathway gliomas are pediatric CNS tumors of glial cell origin and are associated with  neurofibromatosis 1 (NF1)  mutations.  Although children carrying  43 NF1  mutations account for ∼50% of OPG cases, the etiology of non-NF1 OPG remains unknown.  Our study indicates that upregulated Shh signaling may promote overproliferation and tumorigenesis in the optic pathway, and this is in agreement with evidence supporting a mitogenic role for Shh signaling in glial precursor cells of the mammalian optic nerve. 44  However, OPGs have not been reported in human patients with Gorlin's syndrome because of mutation of the  19 ,  45 Patched1  gene, although some patients show abnormal glial proliferation around the ONH.  It is worth noting that when Shh signaling is activated in the zebrafish optic pathway, the area most susceptible to tumorigenesis is the ONH. Thus, it would be interesting to determine whether activated Shh signaling plays a role in causing a subset of non-NF1 OPGs. 29 In summary, our study expands the current knowledge of tumorigenesis resulting from dysregulation of Shh signaling and may contribute to the understanding of the cell origins and molecular mechanisms of CNS tumors, particularly gliomas. In light of our results and recent insights into potential new treatments for human melanoma  and leukemia 46  provided by zebrafish studies, zebrafish may become a cost-effective model for validating candidate glioma oncogenes identified through human genome sequencing while providing an appealing  47 in vivo  platform to screen for drugs that treat certain tumors of the CNS.",
  "fetched_at": "2026-02-16T15:41:38.444462",
  "abstract_length": 2815,
  "methods_length": 4006,
  "introduction_length": 2418,
  "results_length": 21442,
  "discussion_length": 6908
}