{
  "pmid": "PMID:24681606",
  "title": "Co-targeting the MAPK and PI3K/AKT/mTOR pathways in two genetically engineered mouse models of schwann cell tumors reduces tumor grade and multiplicity.",
  "abstract": "Malignant peripheral nerve sheath tumors (MPNSTs) are soft tissue sarcomas that occur spontaneously, or from benign plexiform neurofibromas, in the context of the genetic disorder Neurofibromatosis Type 1 (NF1). The current standard treatment includes surgical resection, high-dose chemotherapy, and/or radiation. To date, most targeted therapies have failed to demonstrate effectiveness against plexiform neurofibromas and MPNSTs. Recently, several studies suggested that the mTOR and MAPK pathways are involved in the formation and progression of MPNSTs. Everolimus (RAD001) inhibits the mTOR and is currently FDA approved for several types of solid tumors. PD-0325901 (PD-901) inhibits MEK, a component of the MAPK pathway, and is currently in clinical trials. Here, we show in vitro than MPNST cell lines are more sensitive to inhibition of cellular growth by Everolimus and PD-901 than immortalized human Schwann cells. In combination, these drugs synergistically inhibit cell growth and induce apoptosis. In two genetically engineered mouse models of MPNST formation, modeling both sporadic and NF1-associated MPNSTs, Everolimus, or PD-901 treatment alone each transiently reduced tumor burden and size, and extended lifespan. However, prolonged treatment of each single agent resulted in the development of resistance and reactivation of target pathways. Combination therapy using Everolimus and PD-901 had synergistic effects on reducing tumor burden and size, and increased lifespan. Combination therapy allowed persistent and prolonged reduction in signaling through both pathways. These data suggest that co-targeting mTOR and MEK may be effective in patients with sporadic or NF1-associated MPNSTs.",
  "authors": "Adrienne L Watson; Leah K Anderson; Andrew D Greeley; Vincent W Keng; Eric P Rahrmann; Amanda L Halfond; Natasha M Powell; Margaret H Collins; Tilat Rizvi; Christopher L Moertel; Nancy Ratner; David A Largaespada",
  "journal": "Oncotarget",
  "publicationDate": "2014-03-30",
  "doi": "10.18632/oncotarget.1609",
  "methods": "MATERIALS AND METHODS Tissue Culture Reagents and Cell Lines Cultured immortalized Schwann cells (iHSC1λ and iHSC2λ) were both derived from a patient's normal sciatic nerve, are  NF1  wild-type, and were immortalized by  hTERT  and  CDK4 R24C  to allow  in vitro  studies [ 33 ]. Immortalized human Schwann cell and MPNST cell lines (S462 [ 34 ], S462-TY [ 35 ], ST8814 [ 36 ], T265 [ 37 ], and STS-26T [ 38 ]) were maintained in Dulbecco's Modification of Eagle Medium (DMEM) supplemented with 10% fetal bovine serum and penicillin/streptomycin (Cellgro) and cultured on tissue culture-treated plates under standard conditions of 37°C and 5% CO2. In Vitro  Drug Studies to Determine 50% Inhibitory Concentration (IC50) and Combination Index (CI) Everolimus and PD-901 were solubilized in DMSO and then subsequently diluted in sterile PBS. 1,200 cells per well of a 96-well plate were treated with varying concentration of drug in quadruplicate and assayed for cell viability using the MTS assay (Promega) to determine the IC50 values, 48 hours after drug treatment. Drug was added at the time of cell plating. All data analysis was done using Calcusyn software (CalcuSyn Version 2.1, BioSoft). A combination of Everolimus and PD-901 at varying dilutions of their IC50 concentration was used to determine the combination index (CI) using Calcusyn software (CalcuSyn © Version 2.1, BioSoft). Generation of Transgenic Animals and PCR Genotyping Generation of transgenic animals and PCR genotyping were done as previously described [ 12 ,  13 ]. In Vivo  Drug Studies Everolimus and PD-901 were solubilized in DMSO and then subsequently diluted in PBS and sterilized. Mice were weighed daily and given 10 mg/kg/day of Everolimus or 5 mg/kg/day of PD-901. For combination studies mice were given 5 mg/kg/day of Everolimus and 2.5 mg/kg/day of PD-901 at the same time. Mice were weighed and monitored daily, and sacrificed when they became moribund. Tumors, nerves, and organs were harvested for immunohistochemistry and western blot analysis. All animal work was conducted according to the University of Minnesota's approved animal welfare protocol. Peripheral Nerve Tumor Analysis Tumors were carefully removed from the sacrificed animal under a dissecting microscope (Leica), washed, and placed in cold phosphate buffered saline (PBS). Sciatic nerves, brachial plexi, sacral plexi, trigeminal nerves, spinal cord, brain, and liver were also removed and observed for any abnormalities. The number of enlarged dorsal root ganglia was counted for the whole spinal cord. All tumor nodules (>1 mm in diameter) were carefully removed from the spinal cord. Hematoxylin and eosin staining Tissues were fixed in 10% formalin, routinely processed, and embedded in paraffin. Sections for histology were cut at five microns from the paraffin blocks using a standard microtome (Leica), mounted and heat fixed onto glass slides. Slides were stained with hematoxylin and eosin (H&E) using standard protocols. Mouse Tumor Immunohistochemistry (IHC) Immunohistochemistry was done as previously described [ 12 ,  13 ]. Formalin fixed, paraffin embedded tissues were sectioned at five microns, mounted, and heat-fixed onto glass slides to be used for IHC analyses. The glass section slides were de-waxed and rehydrated through a gradual decrease in ethanol concentration. The antigen epitopes on the tissue sections were then unmasked using a commercially available unmasking solution (Vector Laboratories) according to the manufacturer's instructions. The tissue section slides were then treated with 3% hydrogen peroxide to remove endogenous peroxidases. Blocking was performed at room temperature in normal goat serum (5% serum in PBS) in a humidified chamber for one hour. Sections were then incubated overnight at 4°C in a humidified chamber with primary antibody (S100 (Santa Cruz 1:100), Ki67 (Novocastra 1:200)). After primary incubation, sections were washed thoroughly in PBS before incubating with goat anti-rabbit horseradish peroxidase conjugated-secondary antibody (Santa Cruz Biotechnology). After three washes with PBS, the sections were treated with freshly prepared DAB substrate (Vector Laboratories) and allowed to develop before stopping the reaction in water once adequate signal was obtained. Finally, sections were then lightly counter-stained with hematoxylin, dehydrated through gradual increase in ethanol concentration, cleared in Xylene (Fisher Scientific) and mounted in Permount (Fisher Scientific). Histologic Evaluation Sections stained with H&E, Ki67 and S100β were evaluated for all tumors. Each sample was graded using established criteria for tumors arising in genetically engineered mice [ 43 ,  44 ]. Briefly, low-grade PNSTs exhibited low cellularity with little if any nuclear atypia and mitotic activity. High-grade PNSTs were increasingly cellular with increasing nuclear atypia and increasing mitotic activity. Immunofluorescence and TUNEL staining For immunofluorescence assays, cells were grown to 80% confluency on 8 chambered slides (Lab-TekII). Cells were fixed in 10% formalin and washed with phosphate-buffered saline (PBS) with 0.1% Tween-20 (PBST). TUNEL staining was performed using the In Situ Cell Death Detection Kit, POD (Roche). Slides were mounted using Prolong Gold Antifade Reagent with DAPI (Invitrogen) and images using a Zeiss Axiovert 25 inverted microscope. For analysis of cell death, total cells and TUNEL positive cells were counted and averaged over three independent frames with 50-100 cells per frame. Western Blot Analysis One million cells were lysed using an NP-40 buffer (50mM Tris-HCl pH 7.6, 150mM NaCl, 1% NP-40, 5mM NaF, 1mM EDTA) containing a protease inhibitor (Roche) and phosphatase inhibitors (Sigma). Whole cell lysates were cleared by centrifugation. Protein samples were prepared in an SDS solution with reducing agent (Invitrogen) and run on 10% Bis-Tris pre-made gels (NuPage, Invitrogen). Gels were transferred onto PVDF membranes using the iBlot system (Invitrogen) and activated in 100% methanol. Membranes were blocked in filtered 5% Bovine Serum Albumin (BSA) for 2 hours at room temp followed by a 4°C overnight incubation in primary antibody. The primary antibodies used in this study were: p-AKT S473 (Cell Signaling 1:100), p-4EBP (Cell Signaling 1:500), p-ERK (Cell Signaling 1:1000), and GAPDH (Cell Signaling 1:2000). Following primary antibody incubation, membranes were thoroughly washed in Tris Buffered Saline (TBS) with 0.1% Tween-20 (TBST) and incubated in goat anti-rabbit IgG-HRP conjugated secondary antibody (Santa Cruz, 1:4000 in 0.5% BSA, 1 hour at room temperature). Blots were thoroughly washed in TBST and developed using the SuperSignal WestPico Chemiluminescence Detection Kit (Thermo Scientific). Densitometry quantification was done using ImageJ software and normalized to GAPDH [ 55 ].",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:25:29",
  "introduction": "INTRODUCTION Malignant peripheral nerve sheath tumors (MPNSTs) are soft tissue sarcomas that occur in 10% of patients with Neurofibromatosis Type 1 (NF1), but which can also occur spontaneously in the general population [ 1 ]. MPNSTs are derived from Schwann cells and/or their precursors and are highly associated with peripheral nerves [ 1 ]. The current standard of care for patients with MPNSTs includes surgery, radiation, and/or chemotherapy and the only cure for MPNST is complete surgical resection [ 2 ]. Unfortunately, MPNSTs are often inoperable, due to nerve-association and infiltration of surrounding structures [ 3 ]. MPNSTs are also highly aggressive and often chemo- and radiation resistant, making these tumors difficult to treat [ 4 ]. Even when surgery in combination with radiation or chemotherapy is used, the local recurrence rate is 40-65%, with distant recurrence occurring 40-68% of the time. Chemotherapy treatment on distant metastases does not improve survival rates [ 5 ]. With the current treatment strategies used, the five-year survival rate for patients with MPNSTs is less than 40% and remains the leading cause of death for patients with NF1 [ 2 ,  6 ,  7 ]. Current research in the field focuses on identifying the genetic changes and molecular pathways that drive MPNST formation in order to identify targeted therapies that can be used to treat these tumors more effectively [ 3 ,  6 ]. In NF1 patients, loss of the  Neurofibromin 1  gene ( NF1 ) is required for benign neurofibroma formation, and additional genetic changes are required for transformation into MPNSTs [ 8 ]. For example, in chimeric mice with loss of  Nf1,  benign, grade 1 neurofibromas will form; when  Tp53  is also lost, these tumors present as high-grade peripheral nerve sheath tumors (GEM-PNST) [ 9 ,  10 ]. When  Nf1  is biallelically inactivated in Schwann cells, GEM-grade 1 neurofibromas occur, but when  phosphatase and tensin homolog  ( Pten ) is also lost, these mice form numerous, high-grade PNSTs [ 11 ,  12 ]. Validating these genetically engineered mouse models (GEMMs), MPNSTs from human patients also often show reduced  PTEN  expression compared to normal nerve or benign neurofibromas, and alteration in TP53 [ 2 ,  12 ]. Less is known about the genetic changes that occur in spontaneous MPNSTs, but alterations in sporadic and NF1-associated MPNSTs include over-expression of the Epidermal Growth Factor Receptor (EGFR), loss of  PTEN, TP53  alteration, and loss of Cyclin-dependent kinase inhibitor 2A ( CDKN2A ) [ 2 ,  8 ,  13 - 15 ]. One common feature of sporadic and NF1 driven MPNSTs is activation of the MAPK and PI3K/AKT/mTOR pathways [ 4 ,  16 ,  17 ].  NF1  encodes the protein Neurofibromin, a Ras GTPase activating protein (Ras-GAP) [ 18 ]. When  NF1  is lost, Ras accumulates in its GTP-bound, active state, resulting in hyperactive signaling through both the MAPK and PI3K pathway [ 18 ]. While loss of  NF1  results in increased signaling through the PI3K pathway, data suggest that additional changes occur that further activate signaling through this pathway. For example, many MPNSTs express EGFR, which when stimulated by Epidermal Growth Factor (EGF), results in hyperactivation of PI3K signaling [ 13 ]. Loss of  Nf1  in mouse Schwann cells is sufficient for benign neurofibroma formation, but additional loss of  Pten  drives malignant transformation [ 11 ,  12 ]. Additionally, a  Sleeping Beauty  forward genetic screen demonstrated that while benign neurofibromas had insertions in either  Nf1  or  Pten,  these mutations only co-occurred in MPNSTs [ 19 ]. These observations suggest that co-targeting the mTOR and MAPK pathways may be an effective treatment for MPNSTs. Therapies that target PI3K/AKT/mTOR and MAPK pathways have been of studied both pre-clinically and in clinical trials for many cancer types [ 4 ,  20 ,  21 ]. The most clinically studied are drugs that bind FKBP12, inhibiting the mammalian target of rapamycin pathway by directly binding the mTOR Complex1 (mTORC1), not inhibiting kinase activity directly [ 22 ]. These inhibitors of the mTOR pathway include sirolimus (rapamycin) and its derivative, Everolimus (RAD001) [ 22 ]. Currently, Everolimus is FDA approved for kidney cancer, subependymal glial cell astrocytomas, pancreatic cancer and certain subtypes of breast cancer [ 23 ]. There are phase III clinical trials in progress for gastric cancer, hepatocellular carcinoma, and lymphoma [ 23 ]. Preclinical studies have been conducted in models of neurofibromas and MPNSTs using mTOR inhibitors that suggest varied efficacy at different stages of disease. In a mouse MPNST model where  Nf1  and  p53  are deleted in  cis , and in MPNST xenograft studies, rapamycin treatment resulted in delayed tumor formation [ 24 ,  25 ]. In contrast, when  Nf1  is biallelically inactivated in Schwann cells and their precursors ( Nf1  ), modeling grade 1 neurofibromas, Everolimus was ineffective at decreasing tumor volume [ flox/flox ; DhhCre 26 ]. Based on these studies, phase II clinical trials are currently in progress using the mTOR inhibitor rapamycin in the treatment of plexiform neurofibromas [ 2 ]. PD0325901 (PD-901) is a potent and highly specific allosteric inhibitor of Mitogen-activated protein kinase kinase kinases, MEK1 and MEK2 (MEK) [ 27 ]. It is currently in clinical trials for non-small cell lung cancer and other advanced cancers [ 28 ]. In preclinical studies, PD-901 has shown efficacy in a human MPNST xenograft model; tumor growth was reduced and survival was prolonged, although tumor growth was not completely suppressed [ 29 ]. In GEMM-PNSTs in which Nf1 and Ink4a are biallelically deleted in the sciatic nerve, mice develop MPNSTs and show a delay in growth when treated with PD-901 [ 30 ]. In the GEMM of neurofibromas formation ( Nf1  ), PD-901 reduced tumor volume, but did not result in the induction of apoptosis of tumor cells [ flox/flox ; DhhCre 29 ]. To date, no clinical trials evaluating molecularly targeted therapies have prevented neurofibroma formation, stopped the growth of neurofibromas, or caused prolonged arrest of MPNST growth [ 31 ]. In preclinical studies using Everolimus or PD-901, it has been shown that, while these drugs can be either modestly or transiently effective, in most cases, each inhibitor acts cytostatically and does not induce apoptosis [ 32 ]. It is thought that this could be due to the effect of negative feedback, and/or the need to inhibit multiple pathways to elicit a cytotoxic response [ 20 ,  21 ]. In light of these findings, we sought to address whether co-targeting the mTOR and MAPK pathways would be more effective in treating MPNSTs than targeting either pathway alone. We addressed this by testing the effect of each of these drugs alone and in combination in two GEMM-PNSTs. One model represents NF1-associated MPNSTs, in which both  Nf1  and  Pten  are biallelically deleted in Schwann cells and their precursors ( Dhh-Cre; Nf1  ) [ flox/flox ; Pten  flox/flox 12 ]. The other model more closely resembles spontaneous MPNSTs in which  Pten  is biallelically inactivated in Schwann cells and  EGFR  is overexpressed ( Dhh-Cre; Pten  ) [ flox/flox ; CNPase-hEGFR 13 ]. Here we confirm that targeting the MAPK pathway with the MEK inhibitor PD-901 and targeting the PI3K/AKT/mTOR pathway with the mTOR inhibitor Everolimus is effective at inhibiting cellular growth in both NF1-assscociated and spontaneous MPNST cell lines  in vitro,  and that these inhibitors appear to act cytostatically. When given in combination, Everolimus and PD-901 synergistically inhibit proliferation and effectively induce apoptosis in multiple MPNST cell lines. Based on this  in vitro  data, we tested the efficacy of these inhibitors as single agents and in combination in NF1-associated and spontaneous GEMM-PNST. While Everolimus and PD-901 alone each reduce tumor burden and/or grade, the combination of these two drugs is much more effective, resulting in a reduction in tumor burden, size and grade as well as an increase in survival in both mouse models. When given as single agents, these drugs are initially effective at reducing signaling through their respective pathways, but long term treatment results in the development of drug resistance, with reactivation of the target pathways. In contrast, when Everolimus and PD-901 are given simultaneously, signaling through both the PI3K and MAPK pathway remains effectively and persistently inhibited.",
  "results": "Co-targeting mTOR and MEK results in prolonged and persistent inhibition of signaling through both pathways Because long term treatment with Everolimus or PD-901 resulted in reactivation of the PI3K/AKT/mTOR and MAPK pathways, we sought to understand the mechanism by which the combination therapy more effectively treats disease in our models. In contrast to the reactivation of the MEK and mTOR signaling seen in single drug treatments, when mice were treated with Everolimus and PD-901 in combination, p-AKT, p-4EBP, and p-ERK were all inhibited at early timepoints, and remained low at later time points (Figure  6C ). This suggests that co-targeting the mTOR and MEK pathways  in vivo  results in prolonged and persistent pathway inhibition, resulting in an effective combinational targeted therapy.",
  "discussion": "DISCUSSION Analysis of human Schwann cell tumors and mouse models of neurofibromas and MPNSTs have demonstrated the functional importance of both PI3K/AKT/mTOR and MAPK pathway activation [ 17 ,  18 ,  29 ,  30 ]. While targeting either of these pathways alone in preclinical models of MPNST has shown moderate efficacy, we show that co-targeting mTOR and MEK is more effective both  in vitro  and  in vivo  than targeting either pathway alone. In MPNST cell lines, we show that a combination of the mTOR inhibitor, Everolimus, and the MEK inhibitor, PD-901, act synergistically to inhibit growth and induce cell death ( Figure 1 ). While many targeted therapies, including these, have been shown to act cytostatically, it is of clinical importance that, in combination, these inhibitors act cytotoxically [ 20 ,  21 ]. We believe that this study has many advantages over previous pre-clinical studies. First, GEMMs better reflect patient outcomes than  in vitro  and xenograft studies, as these tumors model the genetic changes, progressive evolution, anatomic location, pathology, histology, and micro-environmental interactions of human tumors [ 45 ]. In addition, as these tumors form  in situ,  the contribution of other cell types can be evaluated [ 45 ]. This is especially important in studying Schwann cell tumors, as these tumors are quite angiogenic, contain heterogeneous populations of fibroblasts, macrophages, and mast cells, and are highly associated with peripheral nerves [ 1 ,  46 ]. Another advantage of our models is that these mice rapidly and uniformly form high-grade PNSTs [ 12 ,  13 ]. While other models have evaluated the pre-clinical efficacy of targeted therapies in neurofibromas, it is important to evaluate these therapies in mouse models of PNSTs, as clinical trials are likely to evaluate these therapies in malignant tumors. Another important aspect of this preclinical study is that targeting the PI3K/AKT/mTOR and MAPK pathways alone and in combination was studied in two preclinical mouse models that represent two subsets of Schwann cell tumors, those that form in the context of NF1 and those that form spontaneously [ 12 ,  13 ]. By showing efficacy of these targeted therapies in two different GEMMs, we hope that there will be an increased likelihood of success in human clinical trials. Finally, these GEMMs have advantages for pre-clinical drug testing, as the mice rapidly form tumors with 100% penetrance and multiple tumors per animal [ 12 ,  13 ]. We show that survival is significantly increased in both mouse models when the mice are treated with Everolimus, PD-901, or the combination of both ( Figure 2 ). In the NF1-associated mouse model, the combination of Everolimus and PD-901 significantly decreased tumor burden and size, although tumor grade remained high (Figure  2 - 4 ). In the spontaneous MPNST mouse model, tumor burden, size, and grade were all significantly decreased when Everolimus and PD-901 were administered in combination (Figure  2 ,  3  &  5 ). While these drugs clearly demonstrated efficacy in these models, we have not ruled out the possibility that in addition to inhibiting the malignant Schwann cells, these drugs could also be affecting non-neoplastic cells, such as mast cells and fibroblasts, and may be having an effect on angiogenesis and tumor vasculature. Finally, it should be noted that PD-901 has been shown to have off target effects [ 47 ]. Although the off target effects of this inhibitor may be playing a role in our study, we have demonstrated that PD-0325901 does in fact inhibit MEK (Figure  6 ), and the use of other MEK inhibitors would be necessary to determine whether specifically inhibiting MEK is necessary for the effect seen in our study. Although there may be off target effects, PD-901 is still being used in preclinical studies, as well as multiple clinical trials for cancers dependent on MAPK signaling. Further research will be necessary to determine the exact mechanism by which PI3K/AKT/mTOR and MAPK signaling cascades become activated in benign Schwann cell tumors and MPNSTs. While loss of  NF1  is clearly functioning to drive benign neurofibromas, it appears that further activation of Ras/PI3K/AKT/mTOR signaling is required for malignant transformation [ 1 ,  8 - 10 ]. We have previously showed a reduction in  PTEN  expression in both human and murine MPNSTs, but a mechanistic understanding of how  PTEN  expression is down-regulated may uncover other potential drug targets, such as miRNAs and control of methylation [ 12 ,  48 ]. Clearly, in Neurofibromatosis Type 2 (NF2), these mechanisms play a role in Schwann cell tumorigenesis, and have been utilized in preclinical studies as promising drug targets [ 49 ,  50 ]. Another recent study reported the identification of FAM83B as a novel activator of PI3K/AKT/mTOR and MAPK signaling that was capable of driving transformation of human mammary epithelial cells [ 51 ]. This study also implicates FAM83B as a novel target for drug therapy, and further work should be pursued to see whether FAM83B plays a role in Schwann cell tumors as well [ 51 ]. The development of resistance to targeted therapies in cancer has been well documented [ 21 ,  52 ]. We show that when mice are treated with either Everolimus or PD-901 as single agents over a long period of time, resistance does indeed develop, and the PI3K/AKT/mTOR and MAPK pathways become reactivated (Figure  6 ). In contrast, when mTOR and MEK are co-targeted in these two mouse models, both signaling pathways remain inhibited over the course of treatment (Figure  6 ). This likely accounts for the reason that single drug treatments do not show the efficacy that the combination therapy shows in these two mouse models and may explain why either of these drugs given alone in other models have only showed modest efficacy [ 25 ,  26 ,  29 ]. It is also likely that mice treated with Everolimus and PD-901 in combination may also develop resistance, although more delayed than with single treatments, through different mechanisms, as these mice eventually succumb to their tumors due to paralysis. Future work will be required to determine if other pathways become activated, allowing for tumor cells to escape inhibition from Everolimus and PD-901. Future work will also need to be done to study the effect of co-targeting mTOR and MEK in other less severe models of neurofibromas or MPNST development, including other GEMMs as well as xenograft models. In fact, in slower developing tumor models, these drugs may be more effective, as they have more time to effectively inhibit these pathways and control cellular proliferation and transformation. It will be important to determine the safety and efficacy of co-targeting the mTOR and MEK pathways in human patients. We found that treatment of mice with a combination of Everolimus and PD-901 at doses given as single agents resulted in toxicity. To avoid toxicity, mice were treated with significantly lower doses of drug in combination, and this approach may be necessary in clinical trials as well. It is also of interest to study whether the combination of Everolimus and PD-901 could be used to treat plexiform neurofibromas in an attempt to prevent transformation to MPNSTs. This could be done in the  Dhh-Cre; Nf1   model [ flox/flox 11 ]. One difficulty that could arise that we and others have demonstrated, is that long term treatment with Everolimus causes immunosuppresion, which could add a layer of complexity to the use of this drug in a clinical setting over a long period of time for plexiform neurofibromas [ 53 ]. Additionally, it has become clear that the immune system can play an important role in cancer, therefore, immune system suppression may not be desirable [ 54 ]. While there are challenges with implementing new targeted therapies in the clinic, the data presented here demonstrates that co-targeting PI3K/AKT/mTOR and MAPK may be beneficial for patients suffering from Schwann cell tumors.",
  "upgrade_date": "2026-02-20 07:33:19"
}