{
  "pmid": "PMID:24686726",
  "title": "Activation of Sonic hedgehog signaling in neural progenitor cells promotes glioma development in the zebrafish optic pathway.",
  "abstract": "Dysregulation of Sonic hedgehog (Shh) signaling has been implicated in glioma pathogenesis. Yet, the role of this pathway in gliomagenesis remains controversial because of the lack of relevant animal models. Using the cytokeratin 5 promoter, we ectopically expressed a constitutively active zebrafish Smoothened (Smoa1) in neural progenitor cells and analyzed tumorigenic capacity of activated Shh signaling in both transient and stable transgenic fish. Transient transgenic fish overexpressing Smoa1 developed retinal and brain tumors, suggesting smoa1 is oncogenic in the zebrafish central nervous system (CNS). We further established stable transgenic lines that simultaneously developed optic pathway glioma (OPG) and various retinal tumors. In one of these lines, up to 80% of F1 and F2 fish developed tumors within 1 year of age. Microarray analysis of tumor samples showed upregulated expression of genes involved in the cell cycle, cancer signaling and Shh downstream targets ptc1, gli1 and gli2a. Tumors also exhibited specific gene signatures characteristic of radial glia and progenitor cells as transcriptions of radial glia genes cyp19a1b, s100β, blbp, gfap and the stem/progenitor genes nestin and sox2 were significantly upregulated. Overexpression of GFAP, S100β, BLBP and Sox2 was confirmed by immunofluorescence. We also detected overexpression of Mdm2 throughout the optic pathway in fish with OPG, therefore implicating the Mdm2-Tp53 pathway in glioma pathogenesis. In conclusion, we demonstrate that activated Shh signaling initiates tumorigenesis in the zebrafish CNS and provide the first OPG model not associated with neurofibromatosis 1.",
  "authors": "B Ju; W Chen; J M Spitsbergen; J Lu; P Vogel; J L Peters; Y-D Wang; B A Orr; J Wu; H E Henson; S Jia; C Parupalli; M R Taylor",
  "journal": "Oncogenesis",
  "publicationDate": "2014-03-31",
  "doi": "10.1038/oncsis.2014.10",
  "methods": "Materials and methods Zebrafish husbandry AB and  Tg(UAS-E1b:nfsB-mCherry) c264  strains were acquired from the Zebrafish International Resource Center (ZIRC, Eugene, OR, USA). Embryos and larvae were maintained at 28.5 °C in egg water (0.03% Instant Ocean, Blacksburg, VA, USA). All experiments were conducted in accordance with the St Jude Children's Research Hospital Institutional Animal Care and Use Committee. DNA constructs A 4971-bp fragment of the zebrafish  krt5  promoter (accession no.  KC857549 ) was inserted into the 5′ entry clone  p5E-MCS  from the Multisite Gateway-compatible entry vectors of the Tol2 kit.  The  48 Gal4VP16;14 × UAS-smoa1-EGFP  fragment was inserted into the middle entry clone  pME-MCS . The p5E and pME vectors containing the respective promoter and oncogenic sequences were combined with the 3′ entry clone  p3E-polyA  and the destination vector  pDestTol2pA2  to create the construct  pKrt5:Gal4VP16;14 × UAS-smoa1-EGFP  using the LR Clonase II Plus Enzyme mix (Invitrogen, Carlsbad, CA, USA). The construct was coinjected with Tol2 transposase mRNA into one-cell stage embryos. Embryos were raised to adulthood and screened for germline transmission. Immunohistochemistry Immunofluorescence on paraffin sections and cryosections was conducted following the protocol from Cell Signaling Technology (Danvers, MA, USA). The following rabbit polyclonal antibodies of Mdm2 (Anaspec, , Fremont, CA, USA, 55470, 1:200; Blocking peptide 55470P), Pax2 (Covance, Nashville, TN, USA, PRB-276P, 1:1000), S100 (Dako, Glostrup, Denmark, Z0311, 1:2000), Sox2 (Millipore, Billerica, MA, USA, AB5603, 1:500), GFAP (Dako, Z0034, 1:1000), BLBP (Millipore, ABN14, 1:200), phospho-Histone 3 (Ser10) (Cell Signaling, 9701, 1:100), active Caspase 3 (Cell Signaling, 9661, 1:200) and mouse monoclonal antibodies of GFAP (Sigma, St Louis, MO, USA, G6171, 1:400) were used. Fluorescence images were taken either on an Olympus IX81 fluorescent microscope using Olympus DP Controller software (Olympus, Center Valley, PA, USA) or on a Nikon TE2000E2 microscope equipped with Nikon C1Si confocal using Nikon NIS Elements, (Nikon, Melville, NY, USA). Microarray and data analysis Total RNA at 200 ng was amplified and labeled using an Agilent Low Input Quick Amp kit (5190-2305). Microarray was performed using Agilent-026437 (Agilent, Santa Clara, CA, USA), Zebrafish GX v3 4 × 44K (Santa Clara, CA, USA) according to the manufacturer's recommendations. Microarrays were scanned with an Agilent scanner (G2565CA) at 3 μm resolution, and data were extracted by Agilent Feature Extraction software (v.10.5.1.1) using GE1_105_Jan09 protocol. Quantile normalization on background-subtracted signal intensity was performed among the samples, and a  P -value using  t -test was calculated for each gene as statistical measurement of the replicates. The selection of significant genes was based on at least a twofold change and a probability of >95% ( P <0.05) on differential expression among the four replicates. Real-time reverse transcription-PCR Total RNA was reverse transcribed (SuperScript VILO cDNA Synthesis Kit, Invitrogen) and real-time PCR was performed using the TaqMan Fast Advanced Master Mix (Applied Biosystems, Grand Island, NY, USA). Probes for PCR were:  actinb1  (Dr03432610_m1),  gli1  (Dr03093665_m1),  gli2a  (Dr03144185_m1),  gfap  (Dr03079975_m1) and  wnt5a  (Dr03123879_m1) (Life Technologies, Grand Island, NY, USA). All data were normalized to  actinb1  expression and fold change was calculated using the 2 −ΔΔCt . OT measurement Wild-type and transgenic fish at 12 months of age were killed in 0.04% Tricaine (Sigma-Aldrich, St Louis, MO, USA). Brains were dissected, imaged and the OT from the midline to the left and right edges was measured and analyzed using Nikon NIS Elements. Data were analyzed using Microsoft Excel software and expressed as mean±s.d. Significance was calculated by performing two-tailed Student's  t -test and probability was set at  P <0.05.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:25:30"
}