{
  "pmid": "PMID:24681606",
  "title": "Co-targeting the MAPK and PI3K/AKT/mTOR pathways in two genetically engineered mouse models of schwann cell tumors reduces tumor grade and multiplicity.",
  "abstract": "Malignant peripheral nerve sheath tumors (MPNSTs) are soft tissue sarcomas that occur spontaneously, or from benign plexiform neurofibromas, in the context of the genetic disorder Neurofibromatosis Type 1 (NF1). The current standard treatment includes surgical resection, high-dose chemotherapy, and/or radiation. To date, most targeted therapies have failed to demonstrate effectiveness against plexiform neurofibromas and MPNSTs. Recently, several studies suggested that the mTOR and MAPK pathways are involved in the formation and progression of MPNSTs. Everolimus (RAD001) inhibits the mTOR and is currently FDA approved for several types of solid tumors. PD-0325901 (PD-901) inhibits MEK, a component of the MAPK pathway, and is currently in clinical trials. Here, we show in vitro than MPNST cell lines are more sensitive to inhibition of cellular growth by Everolimus and PD-901 than immortalized human Schwann cells. In combination, these drugs synergistically inhibit cell growth and induce apoptosis. In two genetically engineered mouse models of MPNST formation, modeling both sporadic and NF1-associated MPNSTs, Everolimus, or PD-901 treatment alone each transiently reduced tumor burden and size, and extended lifespan. However, prolonged treatment of each single agent resulted in the development of resistance and reactivation of target pathways. Combination therapy using Everolimus and PD-901 had synergistic effects on reducing tumor burden and size, and increased lifespan. Combination therapy allowed persistent and prolonged reduction in signaling through both pathways. These data suggest that co-targeting mTOR and MEK may be effective in patients with sporadic or NF1-associated MPNSTs.",
  "authors": "Adrienne L Watson; Leah K Anderson; Andrew D Greeley; Vincent W Keng; Eric P Rahrmann; Amanda L Halfond; Natasha M Powell; Margaret H Collins; Tilat Rizvi; Christopher L Moertel; Nancy Ratner; David A Largaespada",
  "journal": "Oncotarget",
  "publicationDate": "2014-03-30",
  "doi": "10.18632/oncotarget.1609",
  "methods": "MATERIALS AND METHODS Tissue Culture Reagents and Cell Lines Cultured immortalized Schwann cells (iHSC1λ and iHSC2λ) were both derived from a patient's normal sciatic nerve, are  NF1  wild-type, and were immortalized by  hTERT  and  CDK4 R24C  to allow  in vitro  studies [ 33 ]. Immortalized human Schwann cell and MPNST cell lines (S462 [ 34 ], S462-TY [ 35 ], ST8814 [ 36 ], T265 [ 37 ], and STS-26T [ 38 ]) were maintained in Dulbecco's Modification of Eagle Medium (DMEM) supplemented with 10% fetal bovine serum and penicillin/streptomycin (Cellgro) and cultured on tissue culture-treated plates under standard conditions of 37°C and 5% CO2. In Vitro  Drug Studies to Determine 50% Inhibitory Concentration (IC50) and Combination Index (CI) Everolimus and PD-901 were solubilized in DMSO and then subsequently diluted in sterile PBS. 1,200 cells per well of a 96-well plate were treated with varying concentration of drug in quadruplicate and assayed for cell viability using the MTS assay (Promega) to determine the IC50 values, 48 hours after drug treatment. Drug was added at the time of cell plating. All data analysis was done using Calcusyn software (CalcuSyn Version 2.1, BioSoft). A combination of Everolimus and PD-901 at varying dilutions of their IC50 concentration was used to determine the combination index (CI) using Calcusyn software (CalcuSyn © Version 2.1, BioSoft). Generation of Transgenic Animals and PCR Genotyping Generation of transgenic animals and PCR genotyping were done as previously described [ 12 ,  13 ]. In Vivo  Drug Studies Everolimus and PD-901 were solubilized in DMSO and then subsequently diluted in PBS and sterilized. Mice were weighed daily and given 10 mg/kg/day of Everolimus or 5 mg/kg/day of PD-901. For combination studies mice were given 5 mg/kg/day of Everolimus and 2.5 mg/kg/day of PD-901 at the same time. Mice were weighed and monitored daily, and sacrificed when they became moribund. Tumors, nerves, and organs were harvested for immunohistochemistry and western blot analysis. All animal work was conducted according to the University of Minnesota's approved animal welfare protocol. Peripheral Nerve Tumor Analysis Tumors were carefully removed from the sacrificed animal under a dissecting microscope (Leica), washed, and placed in cold phosphate buffered saline (PBS). Sciatic nerves, brachial plexi, sacral plexi, trigeminal nerves, spinal cord, brain, and liver were also removed and observed for any abnormalities. The number of enlarged dorsal root ganglia was counted for the whole spinal cord. All tumor nodules (>1 mm in diameter) were carefully removed from the spinal cord. Hematoxylin and eosin staining Tissues were fixed in 10% formalin, routinely processed, and embedded in paraffin. Sections for histology were cut at five microns from the paraffin blocks using a standard microtome (Leica), mounted and heat fixed onto glass slides. Slides were stained with hematoxylin and eosin (H&E) using standard protocols. Mouse Tumor Immunohistochemistry (IHC) Immunohistochemistry was done as previously described [ 12 ,  13 ]. Formalin fixed, paraffin embedded tissues were sectioned at five microns, mounted, and heat-fixed onto glass slides to be used for IHC analyses. The glass section slides were de-waxed and rehydrated through a gradual decrease in ethanol concentration. The antigen epitopes on the tissue sections were then unmasked using a commercially available unmasking solution (Vector Laboratories) according to the manufacturer's instructions. The tissue section slides were then treated with 3% hydrogen peroxide to remove endogenous peroxidases. Blocking was performed at room temperature in normal goat serum (5% serum in PBS) in a humidified chamber for one hour. Sections were then incubated overnight at 4°C in a humidified chamber with primary antibody (S100 (Santa Cruz 1:100), Ki67 (Novocastra 1:200)). After primary incubation, sections were washed thoroughly in PBS before incubating with goat anti-rabbit horseradish peroxidase conjugated-secondary antibody (Santa Cruz Biotechnology). After three washes with PBS, the sections were treated with freshly prepared DAB substrate (Vector Laboratories) and allowed to develop before stopping the reaction in water once adequate signal was obtained. Finally, sections were then lightly counter-stained with hematoxylin, dehydrated through gradual increase in ethanol concentration, cleared in Xylene (Fisher Scientific) and mounted in Permount (Fisher Scientific). Histologic Evaluation Sections stained with H&E, Ki67 and S100β were evaluated for all tumors. Each sample was graded using established criteria for tumors arising in genetically engineered mice [ 43 ,  44 ]. Briefly, low-grade PNSTs exhibited low cellularity with little if any nuclear atypia and mitotic activity. High-grade PNSTs were increasingly cellular with increasing nuclear atypia and increasing mitotic activity. Immunofluorescence and TUNEL staining For immunofluorescence assays, cells were grown to 80% confluency on 8 chambered slides (Lab-TekII). Cells were fixed in 10% formalin and washed with phosphate-buffered saline (PBS) with 0.1% Tween-20 (PBST). TUNEL staining was performed using the In Situ Cell Death Detection Kit, POD (Roche). Slides were mounted using Prolong Gold Antifade Reagent with DAPI (Invitrogen) and images using a Zeiss Axiovert 25 inverted microscope. For analysis of cell death, total cells and TUNEL positive cells were counted and averaged over three independent frames with 50-100 cells per frame. Western Blot Analysis One million cells were lysed using an NP-40 buffer (50mM Tris-HCl pH 7.6, 150mM NaCl, 1% NP-40, 5mM NaF, 1mM EDTA) containing a protease inhibitor (Roche) and phosphatase inhibitors (Sigma). Whole cell lysates were cleared by centrifugation. Protein samples were prepared in an SDS solution with reducing agent (Invitrogen) and run on 10% Bis-Tris pre-made gels (NuPage, Invitrogen). Gels were transferred onto PVDF membranes using the iBlot system (Invitrogen) and activated in 100% methanol. Membranes were blocked in filtered 5% Bovine Serum Albumin (BSA) for 2 hours at room temp followed by a 4°C overnight incubation in primary antibody. The primary antibodies used in this study were: p-AKT S473 (Cell Signaling 1:100), p-4EBP (Cell Signaling 1:500), p-ERK (Cell Signaling 1:1000), and GAPDH (Cell Signaling 1:2000). Following primary antibody incubation, membranes were thoroughly washed in Tris Buffered Saline (TBS) with 0.1% Tween-20 (TBST) and incubated in goat anti-rabbit IgG-HRP conjugated secondary antibody (Santa Cruz, 1:4000 in 0.5% BSA, 1 hour at room temperature). Blots were thoroughly washed in TBST and developed using the SuperSignal WestPico Chemiluminescence Detection Kit (Thermo Scientific). Densitometry quantification was done using ImageJ software and normalized to GAPDH [ 55 ].",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:25:29"
}