{
  "pmid": "24719295",
  "abstract": "Maximizing bone formation in posterior spine fusion using rhBMP-2 and zoledronic  acid in wild type and NF1 deficient mice.  Bobyn J(1), Rasch A, Kathy M, Little DG, Schindeler A.  Author information: (1)The Centre for Children's Bone Health, Sydney Children's Hospital Network,  Sydney, Australia; Discipline of Paediatrics and Child Health, Faculty of  Medicine, University of Sydney, Sydney, Australia.  Spinal pseudarthrosis is a well described complication of spine fusion surgery  in NF1 patients. Reduced bone formation and excessive resorption have been  described in NF1 and anti-resorptive agents may be advantageous in these  individuals. In this study, 16 wild type and 16 Nf1(+/-) mice were subjected to  posterolateral fusion using collagen sponges containing 5 µg rhBMP-2 introduced  bilaterally. Mice were dosed twice weekly with 0.02 mg/kg zoledronic acid (ZA)  or sterile saline. The fusion mass was assessed for bone volume (BV) and bone  mineral density (BMD) by microCT. Co-treatment using rhBMP-2 and ZA produced a  significant increase (p < 0.01) in BV of the fusion mass compared to rhBMP-2  alone in both wild type mice (+229%) and Nf1(+/-) mice (+174%). Co-treatment  also produced a significantly higher total BMD of the fusion mass compared to  rhBMP-2 alone in both groups (p < 0.01). Despite these gains with  anti-resorptive treatment, Nf1(+/-) deficient mice still generated less bone  than wild type controls. TRAP staining on histological sections indicated an  increased osteoclast surface/bone surface (Oc.S/BS) in Nf1(+/-) mice relative to  wild type mice, and this was reduced with ZA treatment.  © 2014 Orthopaedic Research Society. Published by Wiley Periodicals, Inc.  DOI: 10.1002/jor.22628 PMID: 24719295 [Indexed for MEDLINE]",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-16T15:41:42.774105",
  "abstract_length": 1769,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}