{
  "pmid": "PMID:24711647",
  "title": "ADAP2 in heart development: a candidate gene for the occurrence of cardiovascular malformations in NF1 microdeletion syndrome.",
  "abstract": "BACKGROUND: Cardiovascular malformations have a higher incidence in patients with NF1 microdeletion syndrome compared to NF1 patients with intragenic mutation, presumably owing to haploinsufficiency of one or more genes included in the deletion interval and involved in heart development. In order to identify which genes could be responsible for cardiovascular malformations in the deleted patients, we carried out expression studies in mouse embryos and functional studies in zebrafish. METHODS AND RESULTS: The expression analysis of three candidate genes included in the NF1 deletion interval, ADAP2, SUZ12 and UTP6, performed by in situ hybridisation, showed the expression of ADAP2 murine ortholog in heart during fundamental phases of cardiac morphogenesis. In order to investigate the role of ADAP2 in cardiac development, we performed loss-of-function experiments of zebrafish ADAP2 ortholog, adap2, by injecting two different morpholino oligos (adap2-MO and UTR-adap2-MO). adap2-MOs-injected embryos (morphants) displayed in vivo circulatory and heart shape defects. The molecular characterisation of morphants with cardiac specific markers showed that the injection of adap2-MOs causes defects in heart jogging and looping. Additionally, morphological and molecular analysis of adap2 morphants demonstrated that the loss of adap2 function leads to defective valvulogenesis, suggesting a correlation between ADAP2 haploinsufficiency and the occurrence of valve defects in NF1-microdeleted patients. CONCLUSIONS: Overall, our findings indicate that ADAP2 has a role in heart development, and might be a reliable candidate gene for the occurrence of cardiovascular malformations in patients with NF1 microdeletion and, more generally, for the occurrence of a subset of congenital heart defects.",
  "authors": "Marco Venturin; Silvia Carra; Germano Gaudenzi; Silvia Brunelli; Guido Roberto Gallo; Silvia Moncini; Franco Cotelli; Paola Riva",
  "journal": "Journal of medical genetics",
  "publicationDate": "2014-07",
  "doi": "10.1136/jmedgenet-2013-102240",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-19 09:25:31"
}