{
  "pmid": "24726726",
  "abstract": "Molecular insights into NF2/Merlin tumor suppressor function.  Cooper J(1), Giancotti FG(2).  Author information: (1)Cell Biology Program, Sloan Kettering Institute for Cancer Research, Memorial  Sloan Kettering Cancer Center, New York, NY, United States. Electronic address:  cooperj1@mskcc.org. (2)Cell Biology Program, Sloan Kettering Institute for Cancer Research, Memorial  Sloan Kettering Cancer Center, New York, NY, United States. Electronic address:  F-Giancotti@ski.mskcc.org.  The FERM domain protein Merlin, encoded by the NF2 tumor suppressor gene,  regulates cell proliferation in response to adhesive signaling. The growth  inhibitory function of Merlin is induced by intercellular adhesion and  inactivated by joint integrin/receptor tyrosine kinase signaling. Merlin  contributes to the formation of cell junctions in polarized tissues, activates  anti-mitogenic signaling at tight-junctions, and inhibits oncogenic gene  expression. Thus, inactivation of Merlin causes uncontrolled mitogenic signaling  and tumorigenesis. Merlin's predominant tumor suppressive functions are  attributable to its control of oncogenic gene expression through regulation of  Hippo signaling. Notably, Merlin translocates to the nucleus where it directly  inhibits the CRL4(DCAF1) E3 ubiquitin ligase, thereby suppressing inhibition of  the Lats kinases. A dichotomy in NF2 function has emerged whereby Merlin acts at  the cell cortex to organize cell junctions and propagate anti-mitogenic  signaling, whereas it inhibits oncogenic gene expression through the inhibition  of CRL4(DCAF1) and activation of Hippo signaling. The biochemical events  underlying Merlin's normal function and tumor suppressive activity will be  discussed in this Review, with emphasis on recent discoveries that have greatly  influenced our understanding of Merlin biology.  Copyright © 2014 Federation of European Biochemical Societies. Published by  Elsevier B.V. All rights reserved.  DOI: 10.1016/j.febslet.2014.04.001 PMCID: PMC4111995 PMID: 24726726 [Indexed for MEDLINE]",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-16T15:41:44.197024",
  "abstract_length": 2053,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}