{
  "pmid": "PMID:24753394",
  "title": "Phase II trial of pirfenidone in children and young adults with neurofibromatosis type 1 and progressive plexiform neurofibromas.",
  "abstract": "BACKGROUND: Pirfenidone, an oral anti-inflammatory, antifibrotic agent with activity in idiopathic pulmonary fibrosis, may mediate anti-tumor activity in neurofibromatosis type 1 (NF1) and plexiform neurofibromas (PN) by inhibition of fibroblast proliferation and collagen synthesis. The primary objective of this open label, single arm phase II trial was to evaluate the activity of pirfenidone in children and young adults with inoperable PN. PROCEDURE: Patients (3-21 years) with NF1-related progressive PN received pirfenidone at the previously determined optimal dose (500 mg/m(2) orally, q8h) on a continuous dosing schedule (one cycle = 28 days). Volumetric MRI analysis was used to assess response. Progression was defined as ≥ 20% PN volume increase compared to baseline. Pirfenidone would be considered active if it doubled the median time to progression (TTP) compared to the TTP on the placebo arm of a phase II trial with the farnesyltransferase inhibitor tipifarnib, which used near identical eligibility criteria. Toxicities, objective response rate, and quality of life (QOL) also were evaluated. RESULTS: Thirty-six patients were enrolled and tolerated pirfenidone well with intermittent nausea and vomiting as the most frequent toxicities. A dose reduction was required in only three patients. The median TTP for pirfenidone was 13.2 months compared to 10.6 months for the placebo control group from the tipifarnib trial (two-tailed P = 0.92; one-tailed P = 0.46). No objective responses were observed. CONCLUSIONS: Pirfenidone was well tolerated, but did not demonstrate activity as defined in this trial and does not warrant further evaluation in children with NF1 and progressive PN.",
  "authors": "Brigitte C Widemann; Dusica Babovic-Vuksanovic; Eva Dombi; Pamela L Wolters; Stewart Goldman; Staci Martin; Anne Goodwin; Wendy Goodspeed; Mark W Kieran; Bruce Cohen; Susan M Blaney; Allison King; Jeffrey Solomon; Nicholas Patronas; Frank M Balis; Elizabeth Fox; Seth M Steinberg; Roger J Packer",
  "journal": "Pediatric blood & cancer",
  "publicationDate": "2014-09",
  "doi": "10.1002/pbc.25041",
  "methods": "PATIENTS AND METHODS This multi-center trial was sponsored by Dr. Babovic-Vuksa-novic, who held the IND and was supported by a DOD clinical trial award (NF01000042) and an FDA Orphan Fund Program grant. Pirfenidone was initially supplied by Marnac, Inc/Solanan, Inc, Dallas, Texas, and in later stages of the trial, by Intermune, Inc. This study was coordinated by the NCI Pediatric Oncology Branch. Patients were enrolled at seven participating sites. Patient Eligibility Children and young adults ≥3 and ≤21 years of age with a clinical diagnosis of NF1 [ 21 ] and unresectable, progressive PN that have the potential to cause significant morbidity were eligible if they met the criteria for disease status and organ function ( Supplemental Table S1 ). Patients, who underwent prior surgery for their progressive PN, were eligible provided the residual tumor was measurable. No prior medical therapy was required, as there is no standard medical treatment for PN. The Institutional Review Boards of the participating institutions approved this trial. All patients or their legal guardians signed an informed consent indicating their understanding of the investigational nature and the risks of this study. Written assent was obtained from children 7 through 17 years old. Dosing Schedule Pirfenidone was initially supplied as 200 and 400 mg capsules, and from 2008 on as 267 mg capsules. Pirfenidone was administered orally, with food, approximately every 8 hours at the pediatric solid tumor optimal dose (500 mg/m 2 /dose) on a continuous dosing schedule for 28-day treatment cycles. Each patient’s dose was rounded to the nearest 200 mg, and with change in drug supply to the nearest 267 mg, using a dosing nomogram based on body surface area. During the first week of the first treatment cycle pirfenidone was administered at a reduced dose to prevent nausea and vomiting, based on experience from the adult phase II and pediatric phase I NF1 trials. Capsules could be opened and the content mixed with food for easier consumption in young children. Daily intake of pirfenidone was documented by patients or their guardians in drug diaries, which were reviewed with the medical team at the time of response evaluations. Toxicity Grading and Dose Modifications for Toxicity Adverse events were graded according to the NCI Common Terminology Criteria for Adverse Events (CTCAE) version 3. Pirfenidone was held for grade 2 toxicities considered possibly, probably or definitely related to pirfenidone treatment until resolution to grade ≤1 and then restarted at unchanged dose. Pirfenidone was held until resolution of toxicity and subsequently dose reduced for recurrent grade 2, or for grade 3 drug related toxicities. Pirfenidone was permanently discontinued for grade 4 toxicities or for recurrent grade ≥2 toxicities after a dose reduction. Study Evaluations Psatients were monitored with history and physical examination, complete blood count with differential, and serum electrolytes, creatinine, calcium, magnesium, phosphorus, SGPT, and bilirubin, prior to cycles 1, 2, 3, 4, 7, 10, and subsequently after every six treatment cycles for the on study duration. STIR MRI of up to three clinically relevant index PN was performed for volumetric analysis as previously described [ 19 ] prior to the start of cycles 1, 4, 7, 10, and then after every six cycles. Response evaluation was centrally performed at the NCI. A volume increase of ≥20% in at least one PN compared to baseline was defined as progressive disease. A partial response was defined as a ≥50%, and a minor response as a ≥25% but less than 50% reduction in the sum of the volume of all index PN for ≥ 4 weeks, respectively. QOL was assessed using the Impact of Pediatric Illness (IPI) Scale for children 6–18 years of age [ 22 ]. The child’s primary caregiver completed the proxy Parent Form and children answered either the self-report Child (ages 6–10 years) or Adolescent (ages 11–18 years) Form prior to cycles 1,4,7, and 10 and then after every six cycles. The parallel IPI Scale forms assess four domains: adaptive behavior, emotional functioning, medical/physical status, and cognitive functioning. Responses to the 43 items are made on a 3- or 5-point Likert scale (1 to 5 for Parent and Adolescent Form and 1,3,5 for the Child Form) ranging from “not at all” to “a lot.” Item scores are transformed to a scale of 0–100, and mean scores are calculated for the four domains and total scale with higher scores indicating better QOL. Statistical Considerations Trial design. This study was conducted as a single stage, single arm phase II trial with TTP as primary endpoint. The primary trial objective was to determine whether the use of pirfenidone in children and young adults with NF1 and progressive PN is able to increase the TTP. Due to the unknown natural history of the growth rate of PN a complex trial design (double-blinded, placebocontrolled, flexible cross-over trial) was used in a then ongoing pha se II trial of tipifarnib for children with NF1 and progressive PN to determine if tipifarnib could double the TTP in PN compared to placebo. This pirfenidone phase II trial used the initial placebo arm from the tipifarnib trial, containing 30 patients as historical control. When the present study was being designed, it was assumed that the median TTP of the placebo arm for the tipifarnib study would be 6 months, and that the eligibility criteria and distribution of potential prognostic factors for the present trial were identical to those of the tipifarnib trial. For sample size purposes, the trial was designed to have sufficient patients to identify a doubling of the median time to progression, from 6 to 12 months. A Kaplan–Meier analysis using a log-rank test was to be the primary method of analysis to compare the two arms. At the time the present study was designed, 50% of the 30 patients on the placebo arm on the previous trial had progressed, at a median of 6 months, determined by a preliminary Kaplan-Meier analysis. Assuming that this would persist at least approximately, then accrual of 36 patients on the present study would provide at least 80% power to detect a doubling against the control arm from the prior trial, with an intended one-sided alpha = 0.05. Since the primary trial endpoint and assessment of the primary endpoint were identical and participating sites and eligibility criteria nearly identical, we anticipated that differences in patient characteristics and related factors would be minimal. Quality of life analysis. Repeated measures analysis of variance (ANOVA) was used to compare the IPI Scale total scores from baseline to the pre-cycle 4 (parent, n = 19; child/adolescent, n = 19), pre-cycle 7 (parent, n = 16; child/adolescent, n = 17) and pre-cycle 10 (parent, n = 13; child/adolescent, n = 15) evaluations. Random missing data prevented longitudinal analyses across all time points, and the median time on treatment (13.2 months) limited longer-term analyses due to fewer patients continuing on study past the pre cycle 10 assessment. ANOVAs also were used to compare the four baseline domain scores from the parent (n = 23) and from the child/adolescent (n = 23) forms as well as compare the parent proxy and self-report scores among the group that had both forms completed at baseline (n = 21).",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:25:34"
}