{
  "pmid": "PMID:24753394",
  "title": "Phase II trial of pirfenidone in children and young adults with neurofibromatosis type 1 and progressive plexiform neurofibromas.",
  "abstract": "BACKGROUND: Pirfenidone, an oral anti-inflammatory, antifibrotic agent with activity in idiopathic pulmonary fibrosis, may mediate anti-tumor activity in neurofibromatosis type 1 (NF1) and plexiform neurofibromas (PN) by inhibition of fibroblast proliferation and collagen synthesis. The primary objective of this open label, single arm phase II trial was to evaluate the activity of pirfenidone in children and young adults with inoperable PN. PROCEDURE: Patients (3-21 years) with NF1-related progressive PN received pirfenidone at the previously determined optimal dose (500 mg/m(2) orally, q8h) on a continuous dosing schedule (one cycle = 28 days). Volumetric MRI analysis was used to assess response. Progression was defined as ≥ 20% PN volume increase compared to baseline. Pirfenidone would be considered active if it doubled the median time to progression (TTP) compared to the TTP on the placebo arm of a phase II trial with the farnesyltransferase inhibitor tipifarnib, which used near identical eligibility criteria. Toxicities, objective response rate, and quality of life (QOL) also were evaluated. RESULTS: Thirty-six patients were enrolled and tolerated pirfenidone well with intermittent nausea and vomiting as the most frequent toxicities. A dose reduction was required in only three patients. The median TTP for pirfenidone was 13.2 months compared to 10.6 months for the placebo control group from the tipifarnib trial (two-tailed P = 0.92; one-tailed P = 0.46). No objective responses were observed. CONCLUSIONS: Pirfenidone was well tolerated, but did not demonstrate activity as defined in this trial and does not warrant further evaluation in children with NF1 and progressive PN.",
  "authors": "Brigitte C Widemann; Dusica Babovic-Vuksanovic; Eva Dombi; Pamela L Wolters; Stewart Goldman; Staci Martin; Anne Goodwin; Wendy Goodspeed; Mark W Kieran; Bruce Cohen; Susan M Blaney; Allison King; Jeffrey Solomon; Nicholas Patronas; Frank M Balis; Elizabeth Fox; Seth M Steinberg; Roger J Packer",
  "journal": "Pediatric blood & cancer",
  "publicationDate": "2014-09",
  "doi": "10.1002/pbc.25041",
  "methods": "PATIENTS AND METHODS This multi-center trial was sponsored by Dr. Babovic-Vuksa-novic, who held the IND and was supported by a DOD clinical trial award (NF01000042) and an FDA Orphan Fund Program grant. Pirfenidone was initially supplied by Marnac, Inc/Solanan, Inc, Dallas, Texas, and in later stages of the trial, by Intermune, Inc. This study was coordinated by the NCI Pediatric Oncology Branch. Patients were enrolled at seven participating sites. Patient Eligibility Children and young adults ≥3 and ≤21 years of age with a clinical diagnosis of NF1 [ 21 ] and unresectable, progressive PN that have the potential to cause significant morbidity were eligible if they met the criteria for disease status and organ function ( Supplemental Table S1 ). Patients, who underwent prior surgery for their progressive PN, were eligible provided the residual tumor was measurable. No prior medical therapy was required, as there is no standard medical treatment for PN. The Institutional Review Boards of the participating institutions approved this trial. All patients or their legal guardians signed an informed consent indicating their understanding of the investigational nature and the risks of this study. Written assent was obtained from children 7 through 17 years old. Dosing Schedule Pirfenidone was initially supplied as 200 and 400 mg capsules, and from 2008 on as 267 mg capsules. Pirfenidone was administered orally, with food, approximately every 8 hours at the pediatric solid tumor optimal dose (500 mg/m 2 /dose) on a continuous dosing schedule for 28-day treatment cycles. Each patient’s dose was rounded to the nearest 200 mg, and with change in drug supply to the nearest 267 mg, using a dosing nomogram based on body surface area. During the first week of the first treatment cycle pirfenidone was administered at a reduced dose to prevent nausea and vomiting, based on experience from the adult phase II and pediatric phase I NF1 trials. Capsules could be opened and the content mixed with food for easier consumption in young children. Daily intake of pirfenidone was documented by patients or their guardians in drug diaries, which were reviewed with the medical team at the time of response evaluations. Toxicity Grading and Dose Modifications for Toxicity Adverse events were graded according to the NCI Common Terminology Criteria for Adverse Events (CTCAE) version 3. Pirfenidone was held for grade 2 toxicities considered possibly, probably or definitely related to pirfenidone treatment until resolution to grade ≤1 and then restarted at unchanged dose. Pirfenidone was held until resolution of toxicity and subsequently dose reduced for recurrent grade 2, or for grade 3 drug related toxicities. Pirfenidone was permanently discontinued for grade 4 toxicities or for recurrent grade ≥2 toxicities after a dose reduction. Study Evaluations Psatients were monitored with history and physical examination, complete blood count with differential, and serum electrolytes, creatinine, calcium, magnesium, phosphorus, SGPT, and bilirubin, prior to cycles 1, 2, 3, 4, 7, 10, and subsequently after every six treatment cycles for the on study duration. STIR MRI of up to three clinically relevant index PN was performed for volumetric analysis as previously described [ 19 ] prior to the start of cycles 1, 4, 7, 10, and then after every six cycles. Response evaluation was centrally performed at the NCI. A volume increase of ≥20% in at least one PN compared to baseline was defined as progressive disease. A partial response was defined as a ≥50%, and a minor response as a ≥25% but less than 50% reduction in the sum of the volume of all index PN for ≥ 4 weeks, respectively. QOL was assessed using the Impact of Pediatric Illness (IPI) Scale for children 6–18 years of age [ 22 ]. The child’s primary caregiver completed the proxy Parent Form and children answered either the self-report Child (ages 6–10 years) or Adolescent (ages 11–18 years) Form prior to cycles 1,4,7, and 10 and then after every six cycles. The parallel IPI Scale forms assess four domains: adaptive behavior, emotional functioning, medical/physical status, and cognitive functioning. Responses to the 43 items are made on a 3- or 5-point Likert scale (1 to 5 for Parent and Adolescent Form and 1,3,5 for the Child Form) ranging from “not at all” to “a lot.” Item scores are transformed to a scale of 0–100, and mean scores are calculated for the four domains and total scale with higher scores indicating better QOL. Statistical Considerations Trial design. This study was conducted as a single stage, single arm phase II trial with TTP as primary endpoint. The primary trial objective was to determine whether the use of pirfenidone in children and young adults with NF1 and progressive PN is able to increase the TTP. Due to the unknown natural history of the growth rate of PN a complex trial design (double-blinded, placebocontrolled, flexible cross-over trial) was used in a then ongoing pha se II trial of tipifarnib for children with NF1 and progressive PN to determine if tipifarnib could double the TTP in PN compared to placebo. This pirfenidone phase II trial used the initial placebo arm from the tipifarnib trial, containing 30 patients as historical control. When the present study was being designed, it was assumed that the median TTP of the placebo arm for the tipifarnib study would be 6 months, and that the eligibility criteria and distribution of potential prognostic factors for the present trial were identical to those of the tipifarnib trial. For sample size purposes, the trial was designed to have sufficient patients to identify a doubling of the median time to progression, from 6 to 12 months. A Kaplan–Meier analysis using a log-rank test was to be the primary method of analysis to compare the two arms. At the time the present study was designed, 50% of the 30 patients on the placebo arm on the previous trial had progressed, at a median of 6 months, determined by a preliminary Kaplan-Meier analysis. Assuming that this would persist at least approximately, then accrual of 36 patients on the present study would provide at least 80% power to detect a doubling against the control arm from the prior trial, with an intended one-sided alpha = 0.05. Since the primary trial endpoint and assessment of the primary endpoint were identical and participating sites and eligibility criteria nearly identical, we anticipated that differences in patient characteristics and related factors would be minimal. Quality of life analysis. Repeated measures analysis of variance (ANOVA) was used to compare the IPI Scale total scores from baseline to the pre-cycle 4 (parent, n = 19; child/adolescent, n = 19), pre-cycle 7 (parent, n = 16; child/adolescent, n = 17) and pre-cycle 10 (parent, n = 13; child/adolescent, n = 15) evaluations. Random missing data prevented longitudinal analyses across all time points, and the median time on treatment (13.2 months) limited longer-term analyses due to fewer patients continuing on study past the pre cycle 10 assessment. ANOVAs also were used to compare the four baseline domain scores from the parent (n = 23) and from the child/adolescent (n = 23) forms as well as compare the parent proxy and self-report scores among the group that had both forms completed at baseline (n = 21).",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:25:34",
  "introduction": "INTRODUCTION Neurofibromatosis type 1 (NF1) is a tumor predisposition syndrome associated with manifestations in multiple organ systems including the development of tumors of the peripheral and central nervous system [ 1 ]. Plexiform neurofibromas (PN) are complex benign nerve sheath tumors that develop in 20–40% of individuals with NF1 [ 2 ]. Most PN are diagnosed at early age and characterized by more rapid growth in young children compared to adults [ 3 , 4 ]. Progressive growth of PN can result in multiple morbidities including pain, neurologic dysfunction, and compression of vital structures, which can impact quality of life (QOL) or even be fatal [ 5 – 7 ]. With an increasing understanding of the pathogenesis of PN, targeted clinical trials for PN are underway [ 8 ]. However, there is no standard medical treatment option for PN, and complete surgical removal is often not feasible due to location, infiltrative nature, high vascularity, and size of PN [ 2 ,  7 ,  9 ]. PN are composed of Schwann cells, fibroblasts, perineurial cells, mast cells, secreted collagen, and blood vessels, which interact and contribute to tumor initiation and progression [ 10 ]. Several studies imply that fibroblasts might have an important role in the pathogenesis of these tumors [ 11 , 12 ]. Pirfenidone (Deskar, Solanan, Inc., Dallas, TX; InterMune, Inc., Brisbane, CA), 5-methyl-1-phenyl-2-(1H)-pyridone, is a broad spectrum oral antifibrotic drug that modulates the expression of growth factors and cytokines that are relevant to fibrosis [ 13 ]. Pirfenidone has been evaluated in several sclerosing conditions and has documented activity in idiopathic pulmonary fibrosis at a dose of 800 mg TID on a continuous doing schedule [ 14 , 15 ]. In preclinical studies in SCID mice pirfenidone inhibited survival of human neurofibroma xenografts [ 16 ]. In a phase II study of oral pirfenidone (800 mg TID continuous dosing schedule) for adults with NF1 and extensive PN pirfenidone was well tolerated and demonstrated activity with reduction in PN volumes in 7/24 patients. Improvement in neurologic function and decrease in pain were also observed [ 17 ]. In a pediatric phase I trial of pirfenidone for inoperable PN the optimal dose was defined as 500 mg/m 2  body surface area (BSA) TID on a continuous dosing schedule based on comparable drug exposure at this dose level to adults treated with 800 mg TID. Pirfenidone was well tolerated with nausea and vomiting as most frequent and dose-limiting toxicities (DLT) [ 18 ]. No reduction in PN volumes or change in QOL was observed in that trial. The primary goal of this trial was to determine the activity of pirfenidone in children and young adults with progressive, inoperable PN, as assessed by time to progression (TTP), measured by volumetric MRI analysis [ 19 ], rather than response, as the primary endpoint on this trial. Pirfenidone would be considered active if it was associated with an increase in the TTP compared to the TTP of the placebo arm of the phase II trial of the farnesyltransferase inhibitor tipifarnib, which had near identical eligibility criteria [ 20 ]. Secondary objectives of this trial were to determine if pirfenidone would result in PN shrinkage (objective response rate), to further describe and define pirfenidone toxicities and to assess QOL during treatment with pirfenidone.",
  "results": "RESULTS Patient Characteristics Baseline Characteristics of the 36 eligible patients enrolled are listed in  Table I . At enrollment, the median age was 8.9 years, and the median PN volume was 349 ml. Nineteen patients had received prior medical therapy directed at PN, and 14 of them had received tipifarnib prior to enrolling on this trial. Pirfenidone Toxicity Pirfenidone was well tolerated over multiple cycles. The most frequent pirfenidone related toxicities were nausea, vomiting, and diarrhea ( Table II ). Only three patients required a dose reduction for pirfenidone related toxicities consisting of: (1) recurrent grade 2 neutropenia in cycle 39, (2) grade 3 nausea in cycle 1, and (3) grade 3 neutropenia in cycle 1. One patient developed acute lymphoblastic leukemia, which was considered unlikely related to pirfenidone. The patient had a history of cyclical neutropenia, and prior treatments with vincristine and carboplatin for an optic pathway tumor, and with tipifarnib for the PN. Time to Progression and Response Reasons for removal from treatment with pirfenidone were: Progressive disease by volumetric analysis (n = 31), clinical progression (n = 1), progression in a preexisting brain tumor (n = 1), PN surgery (n = 1), and refusal of further therapy (n = 2). The median TTP on treatment with pirfenidone was 13.2 months. In comparison, the median TTP on the placebo control group from the tipifarnib trial ended up being 10.6 months after the data on that trial were mature (two-tailed  P  = 0.92; one-tailed  P  = 0.46, favoring the placebo control;  Fig. 1 ). Pirfenidone thus did not achieve any improvement of the TTP compared to the placebo control. No partial responses were observed. In 11 patients with any degree of PN volume decrease, the median % decrease was −4% (range −1 to −12%). Quality of Life Patients. Of the 36 patients enrolled, 28 patients were within the age range of the IPI Scale at study entry. Of these patients, two did not have any QOL forms completed, one did not have a baseline Of these evaluation, and six patients had missing follow-up evaluations, resulting in 19 patients who had either parent proxy or self-report QOL data at baseline and pre-cycle 4. The mean age of the 19 patients at baseline was 11.3 years (range 7.7–18.4 years). QOL at baseline. Prior to treatment, there was a significant difference between the IPI Scale domain scores as rated by parents (F=7.70;  P =0.0002). Post hoc comparisons indicated that the parents rated their children’s adaptive behavior (e.g., daily living and social skills) as significantly poorer than their medical/physical status (68.4 vs. 76.3; F=6.90;  P =0.0154). Furthermore, parents rated their children’s cognitive functioning (59.8) as significantly lower than all the other three domains (adaptive behavior [68.4],  P =0.0092; emotional functioning [71.4],  P =0.0237; medical/ physical status [76.3],  P =0.0002). As rated by the children, there were no significant differences between the various domain scores (F=2.70;  P =0.0527). Comparison of the parent and self-report IPI Scale ratings at baseline did not indicate any significant differences between scores for the total scale (72.7 vs. 69.1, respectively) or the cognitive functioning domain (62.9 vs. 69.4). However, the parents’ scores on the adaptive behavior domain were significantly lower than the children’s scores (72.1 vs. 76.7; F=5.45,  P =0.0301). In contrast, the children’s scores were significantly lower than the parents’ ratings on the domains of emotional functioning (63.7 vs. 72.4; F=6.56,  P =0.0186) and medical/physical status (67.1 vs. 77.6; F=11.23,  P =0.0032). QOL over time. No significant differences were found in the mean total scores from baseline to either the pre-cycle 4, 7, or 10 follow-up evaluations as rated by either the parents or children (all Ps>0.05). Exploratory analysis of scores from the four IPI Scale domains also did not indicate any changes over time (all Ps >0.05).",
  "discussion": "DISCUSSION The primary goal of this trial was to assess the activity of pirfenidone in children and young adults with NF1 and inoperable PN. The mechanism of pirfenidone’s abilities to inhibit fibroblastic growth is not fully elucidated, however, it has been shown to modulate the action of cytokines, including platelet derived growth factor (PDGF), fibroblast growth factor (FGF), epidermal growth factor (EGF), and transforming growth factor (TGF)-alpha-1-induced fibronectin synthesis with resultant inhibition of proliferation and collagen matrix synthesis by human fibroblasts [ 23 ]. Prior to initiation of this phase II study, gene expression profiling was performed on five snap frozen plexiform neurofibromas at Children’s National Medical Center, Washington, DC, and mRNA expression demonstrated over-expression of FGF, PDGF, EGF, and fibronectin (unpublished data). Due to the expected mechanism of action of inhibiting fibroblasts and collagen synthesis, and the lack of PN shrinkage in our phase I study of pirfenidone in 16 children with PN [ 18 ], we chose TTP rather than response as the primary endpoint. With a placebo-controlled, double-blinded trial of the farnesyltransferase inhibitor tipifarnib ongoing and partially accrued, we selected the placebo arm from this trial as historical control group. The number of patients with PN available for clinical trials is limited, and this approach avoided the conduct of another placebo-controlled trial, which would have required a larger sample size and substantially longer time to complete. In order to meaningfully use a historical control group, identical eligibility criteria and response evaluations had to be chosen. The only difference in trial eligibility was an upper age limit of 21 years for the pirfenidone compared to 25 years for the tipifarnib trial. However, the oldest patient enrolled on the tipifarnib study was 21 years old. Baseline characteristics for both trials were similar [ 20 ]. For the placebo arm of the tipifarnib trial at enrollment the median age was 8.2 years (range, 3–17.7 years), and the median PN volume was 316 ml (range, 39.6–4,896 ml). One difference was that more patients on this trial (53%) had received prior therapy directed at their PN compared to 16% for the placebo arm of the tipifarnib trial. The median TTP on pirfenidone was similar to the median TTP on the placebo control arm, and pirfenidone thus did not demonstrate activity as defined in our study. This trial documents the utility of the placebo arm of the tipifarnib trial for agents where PN shrinkage is unlikely. Two currently ongoing trials with sirolimus ( NCT00634270 ) and peginterferon-alfa-2b ( NCT00396019 ) have used the placebo arm of the tipifarnib trial to determine if either agent increases the TTP, and preliminary results of the pegintron trial demonstrate a less than or equal to doubling in the TTP on pegintron compared to the control group [ 24 ]. Similar to the tipifarnib phase II trial [ 20 ], we did not observe partial responses or any meaningful PN decrease in patients enrolled on this trial. This is in contrast to the adult NF1 phase II trial with pirfenidone, which demonstrated a PN decrease ≥30%, in two patients and a PN volume decrease ≥15% but <30% in five patients of 24 total [ 17 ]. Potential reasons for this difference include that our patient population was younger and all patients had progressive PN at trial entry. More rapid PN growth has been described in younger compared to older patients [ 3 , 4 ], and patients enrolled on the adult pirfenidone phase II trial may have had more indolent disease compared to the children on our trial. In addition, the adult phase II trial used a different method of volumetric analysis. A head to head comparison of different methods of volumetric MRI analysis of PN [ 17 , 19 , 25 , 26 ] has not been performed to date, and it is thus not clear that results can be used interchangeably. An important objective of this trial was to assess the effect of pirfenidone on QOL. After 9 months of treatment, there were no significant changes over time in the total or domain QOL scores as rated by either the pediatric patients or their parents. Thus, pirfenidone did not improve QOL, but it also did not have a negative effect, despite some gastrointestinal toxicity that was reported. At baseline, parents rated their child’s cognitive functioning as the most impaired QOL domain, which is an area known to be significantly impacted by NF1 [ 27 ]. In addition, children’s self ratings indicated poorer emotional functioning and medical/ physical status yet better adaptive behavior than their parents’ ratings of them. These QOL findings suggest that children may be experiencing more difficulties with their emotional and physical functioning than their parents realize. Furthermore, the children might not be aware of their impairments in everyday behavior and social skills. Thus, it is important for clinicians to openly discuss these topics with youth with NF1 and their parents and refer for appropriate interventions (e.g., neuropsychological testing, counseling, support groups, pain management, physical therapy) when appropriate. Finally, this multi-center clinical trial was able to assess patient- reported outcomes (PROs), which provided important information on the everyday functioning of the children with NF1 and the effects of treatment on their QOL. However, the QOL results should be interpreted with caution due to missing data and the relatively small sample. In future clinical trials including PROs, efforts should be made to reduce missing data, including making the assessments required rather than optional, checking carefully to assure the forms are completed correctly, using electronic data entry, and dedicating sufficient personnel and resources to the collection and management of these data. In conclusion, pirfenidone did not significantly prolong TTP of PN compared to the placebo control group, did not result in an improvement in QOL, and does not warrant further evaluation in children with NF1 and progressive PN.",
  "upgrade_date": "2026-02-20 07:32:56"
}