{
  "pmid": "PMID:24786638",
  "title": "Analyses of merlin/NF2 connection to FAK inhibitor responsiveness in serous ovarian cancer.",
  "abstract": "OBJECTIVE: Focal adhesion kinase (FAK) is overexpressed in serous ovarian cancer. Loss of merlin, a product of the neurofibromatosis 2 tumor suppressor gene, is being evaluated as a biomarker for FAK inhibitor sensitivity in mesothelioma. Connections between merlin and FAK in ovarian cancer remain undefined. METHODS: Nine human and two murine ovarian cancer cell lines were analyzed for growth in the presence of a small molecule FAK inhibitor (PF-271, also termed VS-6062) from 0.1 to 1 μM for 72 h. Merlin was evaluated by immunoblotting and immunostaining of a human ovarian tumor tissue array. Growth of cells was analyzed in an orthotopic tumor model and evaluated in vitro after stable shRNA-mediated merlin knockdown. RESULTS: Greater than 50% inhibition of OVCAR8, HEY, and ID8-IP ovarian carcinoma cell growth occurred with 0.1 μM PF-271 in anchorage-independent (p<0.001) but not in adherent culture conditions. PF-271-mediated reduction in FAK Y397 phosphorylation occurred independently of growth inhibition. Suspended growth of OVCAR3, OVCAR10, IGROV1, IGROV1-IP, SKOV3, SKOV3-IP, A2780, and 5009-MOVCAR was not affected by 0.1 μM PF-271. Merlin expression did not correlate with serous ovarian tumor grade or stage. PF-271 (30 mg/kg, BID) did not inhibit 5009-MOVCAR tumor growth and merlin knockdown in SKOV3-IP and OVCAR10 cells did not alter suspended cell growth upon PF-271 addition. CONCLUSIONS: Differential responsiveness to FAK inhibitor treatment was observed. Intrinsic low merlin protein level correlated with PF-271-mediated anchorage-independent growth inhibition, but reduction in merlin expression did not induce sensitivity to FAK inhibition. Merlin levels may be useful for patient stratification in FAK inhibitor trials.",
  "authors": "Nina R Shah; Isabelle Tancioni; Kristy K Ward; Christine Lawson; Xiao Lei Chen; Christine Jean; Florian J Sulzmaier; Sean Uryu; Nichol L G Miller; Denise C Connolly; David D Schlaepfer",
  "journal": "Gynecologic oncology",
  "publicationDate": "2014-07",
  "doi": "10.1016/j.ygyno.2014.04.044",
  "methods": "Methods Nine human and two murine ovarian cancer cell lines were analyzed for growth in the presence of a small molecule FAK inhibitor (PF-271, 0.1 to 1 μM) for 72 h. Merlin was evaluated by immunoblotting and immunostaining of a human ovarian tumor tissue array. Growth of cells was analyzed in an orthotopic tumor model and evaluated in vitro after stable shRNA-mediated merlin knockdown. Materials and Methods Antibodies and reagents Anti-pY397 FAK (141-9) was from Life Technologies. Anti-FAK (4.47) and GAPDH (clone 374) were from Millipore and anti-actin (AC-74) was from Sigma. Merlin antibodies for immunoblotting (D1D8) and immunohistochemistry (NF2, A-19) were from Cell Signaling and Santa Cruz Biotechnology, respectively. PF-271 was synthesized as described [ 27 ]. NF2 shRNA lentivirus plasmids (Clone IDs: 000268.x-47s1c1 and 000268.x-2467s1c1) and pLKO.1-puro non-target shRNA control plasmid (SHC016) were from Mission-Sigma. Cells Table 1  lists source, culture conditions, and selective DNA sequencing information for the human ovarian carcinoma cell lines used. MOVCAR-5009 cells were isolated from the ascites of transgenic mice expressing simian virus 40 T antigen (TAg) driven by the Müllerian inhibitory substance type II receptor (MISIIR) gene promoter [ 28 ]. ID8-IP cells were isolated from the ascites of C57Bl6 mice harboring ID8 tumors [ 19 ]. SVOV3-IP and IGROV1-IP cells were isolated from the ascites of nude mice harboring the respective tumors as described [ 16 ]. Cells were propagated adherently on plastic or replated on low-binding poly 2-hydroxyethyl methacrylate (poly-HEMA) coated plates for experimental anchorage-independent analyses. The coding sequence for fluorescent mCherry protein (pmCherry-C1, Clontech) was subcloned into the lentiviral expression vector (pCDH-CMVMSC1, System Biosciences) and recombinant lentivirus produced as described [ 29 ]. Lentivirus-transduced mCherry-expressing MOVCAR-5009, shRNA merlin, and shRNA Scr (control) cells were selected by growth in puromycin (2 μg/ml), expanded, and frozen as low passage stocks. Spheroids in 6-well poly-HEMA coated plates (Costar) were visualized using bright field microscopy (Olympus, IX-51) at 10x magnification (UPLFL, 0.30 NA), and images were acquired with a monochrome camera (Hamamatsu, OrcaER) using Slidebook (v5.0) software. Cell growth assays Cells were plated in 6-well plates under non-adherent (25 × 10 4  cells, poly-HEMA coated, Corning) or adherent (5 × 10 4  cells, tissue culture-treated plastic, Corning) conditions. PF-271, dissolved in dimethyl sulfoxide (DMSO), was added at the indicated concentration. After three days, all cells were collected by limited trypsin treatment, a single cell suspension was prepared, and the viable total cell number determined by ViCell XR (Beckman). All experimental points were performed in triplicate and repeated at least two times. Immunoblotting Cell lysis buffer (1% Triton X100, 1% sodium deoxycholic acid, 0.1% SDS, 50 mM Hepes pH 7.4, 150 mM NaCl, 10% glycerol, 1.5 mM MgCl2, 1 mM EGTA, 10 mM sodium pyrophosphate, 100 mM NaF, 1 mM sodium orthovanadate, 10 μg/ml leupeptin, 10 μg/ml aprotinin) was used to extract proteins from cultured cells and tumors as described [ 16 ]. Total protein was determined using Bradford analyses (BioRad), proteins were resolved by SDS-PAGE and transferred to polyvinylidene difluoride membranes for immunoblotting. Immunohistochemistry Paraffin-embedded normal ovary and ovarian tumor tissue array (US Biomax, OV811 and OV8011) sections were deparaffinized and processed for antigen retrieval as described [ 16 ]. Sections were incubated in blocking buffer (phosphate buffered saline (PBS) with 5% normal goat serum, 0.5% bovine serum albumin (BSA), and 0.1% Triton X-100) for 45 minutes at room temperature and then incubated with anti-merlin (1:100) in blocking buffer overnight. Biotinylated goat-anti-rabbit IgG (1:300), Vectastain ABC Elite, and diaminobenzidine were used to visualize antibody binding, and slides were counter-stained with methyl green. Images were captured using an upright microscope (Olympus BX43) and color camera (Olympus SC100). Staining intensity of the tissue cores of serous tumors and normal samples were scored from 0 to 4 in a blinded manner. A single core from each of 58 patient samples was analyzed, including 48 serous ovarian cancer samples and 10 normal or adjacent ovarian tissue samples. Database analyses Expression array data was evaluated using the Kaplan-Meier Plotter version 2013 ( http://www.kmplot.com/ovar ) as described [ 30 ]. Datasets include gene expression and survival data from Gene Expression Omnibus and The Cancer Genome Atlas (Affymetrix HG-U133A, HG-U133A 2.0, HG-U133 Plus 2.0 and U95Av2 microarrays). NF2 ( 218915_at ) probe set used. Query parameters were: overall survival, split patients by median, auto-select best cut-off, and follow up threshold of 10 years. Merlin probe expression range was 20-1775, cut-off value was 266, and the hazard ratio (HR) and logrank P significance values were calculated via the website interface. Mice Female C57Bl6 TgMISIIR-TAg-low mice [ 28 ] were housed in pathogen-free conditions according to Association for the Assessment and Accreditation for Laboratory Animal Care guidelines. Studies were performed with approved institutional animal care and use protocols and adhered to ARRIVE guidelines. Study protocols did not alter body weight or promote morbidity. Orthotopic tumor model mCherry-labeled MOVCAR-5009 cells were harvested by limited trypsinization, washed in PBS, and counted (ViCell XR, Beckman). Cells (500,000 cells in 7 μL of growth factor-depleted Matrigel, BD Biosciences) were implanted under the bursa surrounding the right ovary of 8-10 week old low MISIIR TAg mice as described [ 16 ]. Administration of PF-271 (30 mg/kg) or vehicle (30% 2-hydroxypropyl-beta-cyclodextrin in 3% dextrose) was initiated at Day 7 via oral gavage twice daily and was maintained through termination (Day 28). Abdominal organs and reproductive tracts were removed, primary ovarian tumors were weighed, and fluorescent images were acquired using an OV100 Small Animal Imaging System (Olympus) to detect metastases. For quantification, a common threshold for mCherry fluorescence was set and metastatic sites were counted. Statistics Difference between groups was determined using one-way ANOVA with Tukey post hoc analyses. Differences between pairs of data were determined using an unpaired two-tailed student’s t test (GraphPad Prism Software, v5.0d). Significance was regarded as p<0.05.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:25:35",
  "introduction": "Introduction Ovarian cancer is a leading cause of US female cancer-related mortality, with over 14,000 deaths yearly [ 1 ]. High grade serous ovarian carcinoma is the most common sub-type, and is usually diagnosed at an advanced stage [ 2 ]. A combination of surgery and platinum-based chemotherapy comprises standard treatment [ 3 ]. Many women achieve complete remission, but cancer recurrence rates exceed 75% [ 4 ] and subsequent treatment is limited by increased tumor chemoresistance [ 5 ]. Alterations in chemotherapy dosing and route of administration have incrementally increased overall survival [ 6 ], but overall mortality from ovarian cancer remains high. More effective treatments, particularly in the setting of disease recurrence, are needed. Recent advances in tumor molecular profiling have identified DNA mutations, deletions, and amplifications that may serve as molecular drivers of ovarian cancer growth [ 7 ]. Many investigators believe that targeting molecular changes within tumors may be an effective strategy to improve outcome [ 8 ]. Targeted treatments include agents that interfere with kinase signaling cascades, DNA repair mechanisms, and factors that regulate cell survival or stem cell-like behavior [ 9 ,  10 ]. Ideally, a targeted therapy is accompanied by biomarker analyses that may predict therapy response or indicate treatment effectiveness [ 11 ]. Focal adhesion kinase (FAK) is a cytoplasmic tyrosine kinase that is activated by cell surface integrin and growth factor receptors to coordinate cell migration, invasion, growth, and survival [ 12 ,  13 ]. Elevated FAK levels occur in ~45% of serous ovarian cancers ( http://www.cbioportal.org/public-portal/ ) and this is associated with decreased overall patient survival [ 14 - 16 ]. In mouse models, FAK knockdown or inhibition decreases tumor size due in part to increased cell apoptosis [ 16 - 19 ]. Small molecule ATP-competitive inhibitors of FAK are in various stages of development and testing [ 20 ,  21 ]. Completed Phase I testing of PF-562,271 (PF-271) resulted in disease stabilization in 12% of patients with solid tumors [ 22 ]. Another FAK inhibitor, defactinib (VS-6063), is being evaluated in a Phase I/Ib trial in combination with paclitaxel in patients with advanced or refractory ovarian cancer ( NCT01778803 ). Although elevated FAK expression in ovarian cancer is associated with a poor patient prognosis [ 16 ], it remains unclear whether this or other biomarkers may predict tumor cell responsiveness to FAK inhibition. In high-grade serous ovarian cancer, mutations in p53 occur in >90% of tumors [ 23 ]. Tumor suppressor proteins act by limiting cell growth or promoting cell apoptosis, with mutations leading to the release of this regulation. Merlin ( m oesin,  e zrin, and  r adixin- l ike protei n ), a product of the neurofibromatosis 2 (NF2) gene, is typically thought of as a tumor suppressor and inherited NF2 mutations are associated with non-malignant central nervous system tumors [ 24 ]. Merlin does not possess intrinsic enzymatic activity and, in general, acts as a linker between the plasma membrane and the cytoskeleton affecting cell motility and signal transduction [ 25 ]. Moreover, merlin may inhibit FAK by interfering with integrin signaling [ 26 ]. Although molecular connections between merlin and FAK remain undefined, a clinical trial ( NCT01870609 ) for patients with malignant pleural mesothelioma is currently testing whether response to small molecule FAK inhibitor treatment varies with merlin protein level. Here, we demonstrate that ovarian carcinoma cell lines exhibit differential growth inhibitory responses to nanomolar concentrations of small molecule PF-271 FAK inhibitor, selectively in anchorage-independent culture conditions. PF-271 inhibition of FAK Y397 phosphorylation occurred in all cells tested and was not a predictor of growth inhibition. Merlin protein expression was lowest in the tumor cells that exhibited the greatest growth inhibition to PF-271 addition. Orthotopic tumor growth of high merlin-expressing 5009-MOVCAR (mouse ovarian carcinoma) cells was not altered by oral PF-271 administration even though tumor lysates revealed decreased FAK Y397 phosphorylation with PF-271 treatment. Surprisingly, stable merlin knockdown did not increase the PF-271 sensitivity of SKOV3-IP and OVCAR10 cell growth in anchorage-independent conditions. Thus, while elevated tumor merlin protein may be correlated with resistance to FAK inhibitor treatment, our results do not support a direct mechanistic linkage between merlin and FAK.",
  "results": "Results Selective anchorage-independent growth inhibition of human ovarian carcinoma cells to FAK inhibitor treatment The ability of tumor cells to grow in an anchorage-independent manner is a hallmark of cancer [ 31 ]. For ovarian cancer, this in vitro culture method is a model for tumor growth that occurs in the peritoneal cavity as multicellular tumor spheroids. Pharmacologic FAK inhibition can prevent anchorage-independent growth of breast and ovarian carcinoma cell lines associated with increased cell apoptosis [ 16 ,  19 ]. However, it remains unclear whether tumor cells exhibit differential sensitivity to pharmacologic FAK inhibition at nanomolar concentrations. The small molecule PF-271 is an ATP-competitive and highly specific inhibitor of FAK kinase activity with low nanomolar IC50 values in vitro [ 27 ]. Nine human ovarian carcinoma cell lines were evaluated for anchorage-independent growth inhibition with increasing concentrations PF-271. Some of these cell lines have been sequenced and DNA mutations-alterations identified ( Table 1 ). A dramatic reduction in the number of HEY and OVCAR8 cells was observed at 0.1 μM PF-271 after 72 h ( Fig. 1A , p<0.001). However, no significant difference in cell number was noted for SKOV3, SKOV3-IP, IGROV1, IGROV1-IP, OVCAR3, OVCAR10 and A2780 cells at 0.1 μM PF-271 after 72 h ( Fig. 1A ). With increasing PF-271 concentrations, OVCAR3 and IGROV1 were growth inhibited at 0.5 μM PF-271 and A2780 cells were growth inhibited at 1 μM PF-271 ( Fig. 1A , p<0.001). No significant anchorage-independent growth inhibition of SKOV3, SKOV3-IP, IGROV1-IP, or OVCAR10 cells was observed at 1 μM PF-271 ( Fig. 1A ). These results show that HEY and OVCAR8 cells are highly sensitive to PF-271-mediated growth inhibition. Phospho-specific antibody detection of FAK Y397 phosphorylation (pY397) is widely used as a marker for FAK activity [ 32 ]. Lysates of the human ovarian carcinoma cells grown in suspension were evaluated by anti-pY397 FAK immunoblotting ( Fig. 1B ). Activated FAK pY397 was detected in 7 of 9 control DMSO-treated cell lines with the exceptions being SKOV3 and A2780 cells. Treatment of cells with 0.1 μM PF-271 for 72 h markedly reduced FAK pY397 level in SKOV3-IP, IGROV1, IGROV1-IP, OVCAR10, OVCAR3, HEY, and OVCAR8 cells ( Fig. 1B ). None of the cells exhibit intrinsic resistance to PF-271-mediated FAK Y397 de-phosphorylation or differences in the level of total FAK expression compared to actin ( Fig. 1B ). Importantly, when cultured adherently on plastic, 0.1 μM PF-271 treatment did not alter the growth of HEY or OVCAR8 cells under conditions where FAK pY397 was reduced by PF-271 treatment ( Fig. 1C ). These analyses confirm that 0.1 μM PF-271 treatment is sufficient to inhibit FAK Y397 phosphorylation in cells, but that this is not necessarily predictive of PF-271-mediated growth inhibition. Additionally, although integrin receptor interactions have been proposed to mediate cell-cell adhesion of ovarian cancer spheroids [ 33 ], and FAK is activated by integrins, morphological differences between cells in suspension was also not something that was potentially predictive of PF-271 growth inhibition ( Supplemental Fig. 1 ). Merlin in serous ovarian cancer Diffuse peritoneal malignant mesothelioma can present as primary peritoneal carcinoma or ovarian cancer [ 34 ]. Given that merlin overexpression in malignant mesothelioma cells can inhibit FAK signaling [ 26 ], we evaluated merlin protein expression in different human ovarian carcinoma cell lines ( Fig. 1D ). Interestingly, merlin level was highest in cells that were insensitive to PF-271 growth inhibition (SKOV3, SKOV3-IP, OVCAR10, IGROV1-IP) and lowest in cells where PF-271 prevented anchorage-independent cell growth (HEY and OVCAR8). These differences in merlin levels are likely post-transcriptional effects, as DNA sequencing of the ovarian carcinoma cells did not detect mutations in merlin-NF2 ( Table 1 ). To investigate the prognostic implications of merlin protein level in ovarian cancer, annotated tumor tissue microarrays were evaluated by anti-merlin antibody staining ( Supplemental Fig. 2 ). Although a trend of higher merlin staining was observed in ovarian cancer cells as compared to normal ovarian tissue, no significant differences were noted in staining intensity with advancing stage or grade. Kaplan-Meier analyses of low merlin mRNA expression showed that overall patient survival was greater in cohorts that were optimally-debulked or treated with platinum plus taxol ( Supplemental Fig. 3 ). However, this difference was not significant in platinum-treated or overall patient cohort analyses. Together, these results are not consistent with merlin as an ovarian cancer tumor suppressor [ 25 ]. 5009 murine ovarian carcinoma cell (MOVCAR) growth is not inhibited by PF-271 Our previous studies showed that anchorage-independent murine ID8-IP cell growth in culture is inhibited by 0.1 μM PF-271 and that ID8-IP orthotopic tumor growth and peritoneal metastases were prevented by oral administration of PF-271 to mice [ 16 ]. ID8 cells were spontaneously transformed by extended culture of ovarian surface epithelial cells [ 35 ], ID8-IP cells were obtained by in vivo passage of ID8 cells in a C57Bl6 mouse [ 16 ], whereas 5009-MOVCAR cells were isolated from the ascites of mice harboring a spontaneous TAg-induced ovarian tumor [ 28 ]. In anchorage-independent conditions, ID8-IP growth was inhibited by 0.1 μM PF-271 (p<0.001), but 5009-MOVCAR cell proliferation remained insensitive up to 1 μM PF-271 over 72 h ( Fig. 2A ). Interestingly, merlin protein level was elevated in 5009-MOVCAR compared to ID8-IP cells ( Fig. 2A , inset). As ID8-IP and 5009-MOVCAR cells form similar small aggregated clusters in suspension ( Supplemental Fig. 1 ), our results support intrinsic cellular differences associated with PF-271-mediated growth inhibition. To determine the effect of PF-271 on 5009-MOVCAR cells in vivo, mCherry-labeled 5009-MOVCAR cells were injected into the peri-ovarian bursa space and grown as orthotopic tumors. Oral PF-271 or vehicle-only administration was started at Day 7, and given twice daily for three weeks. At Day 28, both vehicle- and PF-271-treated mice exhibited large primary tumors by fluorescent imaging ( Fig. 2B ). Excision and weighing of primary tumors revealed no significant difference ( Fig. 2C ). However, less metastatic spread of fluorescently-labeled tumor cells was noted in PF-271-treated mice ( Fig. 2D , p<0.01). Analyses of 5009-MOVCAR tumor lysates by immunoblotting showed that FAK Y397 phosphorylation was high in vehicle-treated tumors compared to normal ovary tissue, and significantly reduced in tumors from PF-271-treated mice compared to vehicle controls ( Fig. 2E , p<0.001). These data show that although oral PF-271 was active in vivo, FAK inhibition did not result in growth inhibition of 5009-MOVCAR tumors. Merlin knockdown does not confer sensitivity of ovarian cancer cells to FAK inhibition To determine if merlin expression is a causal factor in preventing PF-271-mediated ovarian carcinoma growth inhibition, two independent lentiviral anti-merlin shRNAs and a scrambled (Scr) shRNA control were expressed in SKOV3-IP and OVCAR10 cells ( Fig. 3A ). Stable merlin knockdown was achieved and pooled populations of cells were expanded and analyzed for anchorage-independent growth. Notably, merlin knockdown did not alter the growth of SKOV3-IP and OVCAR10 cells in the presence of 0.1 to 1 μM PF-271 ( Figs. 3B and C ). Although previous studies postulated that merlin can inhibit FAK [ 26 ], no differences in FAK Y397 phosphorylation were observed between Scr and merlin shRNA SKOV3-IP and OVCAR10 cells ( Figs. 3D and E ). Taken together, the correlation between high merlin protein level and the resistance of ovarian cancer cells to FAK inhibition is not directly linked.",
  "discussion": "Discussion In advanced high-grade serous ovarian carcinoma, elevated FAK expression and activity are associated with poor prognosis [ 16 ]. Inhibition of FAK is being evaluated as a targeted molecular therapy in a current Phase I/Ib trial of patients with advanced or refractory ovarian cancer ( NCT01778803 ). Here, we identified a differential growth inhibitory response to FAK inhibition among nine human and two murine ovarian carcinoma cell lines in vitro, and evaluated a means of predicting response to FAK inhibition. We showed under anchorage-independent conditions that some ovarian cancer cell lines (HEY, OVCAR8, ID8-IP) demonstrate significant growth inhibition at nanomolar concentrations of PF-271, while others (OVCAR3, OVCAR10, IGROV1, IGROV-IP, SKOV3, SKOV3-IP, A2780, 5009) do not. Neither the baseline level of FAK activity, represented by FAK Y397 phosphorylation level under DMSO-control conditions, nor the decrease in FAK Y397 phosphorylation upon addition of PF-271, were predictive of responsiveness to growth inhibition. Our results point to PF-271-decreased FAK Y397 phosphorylation as necessary but not sufficient to trigger growth inhibition. Additionally, sequencing analyses of these cell lines suggest that activating mutations in KRAS, BRAF, and p53 are not sufficient to generate a FAK inhibitor resistant phenotype ( Table 1 ). Interestingly, it has been postulated that KRAS mutations in combination with mutations in CDK2NA or p53 may sensitize cells to FAK inhibition [ 36 ]. Merlin protein level was high in all resistant cell lines and low or undetectable in sensitive cell lines. This correlation persisted upon evaluation in vivo using an orthotopic tumor model, where primary tumor weight did not diminish with PF-271 treatment in 5009-MOVCAR (high merlin) tumors as it had in our previous work with ID8-IP (low merlin) tumors [ 16 ]. Although PF-271 treatment resulted in fewer peritoneal metastases in both tumor types, this may be associated with stromal FAK inhibition that prevents tumor metastasis [ 37 ]. Notably, stable merlin knockdown in two resistant cell lines did not increase growth inhibitory responsiveness to FAK inhibition. Thus, while tumor merlin level may predict responsiveness to FAK inhibition, we find no direct causal linkage between FAK and merlin. This finding is in line with our immunohistochemistry results, as merlin staining did not correlate with stage of disease or tumor grade, and thus may not function as a tumor suppressor in ovarian cancer. There is a strong need for better biomarkers in ovarian cancer, particularly given tumor heterogeneity and the development of chemoresistance. From a diagnostic standpoint, CA125 can help raise clinical suspicion of a primary ovarian cancer or of disease recurrence. Although this marker is nonspecific, as multiple other intraperitoneal processes, including benign conditions, can cause elevations in CA125, it can help to guide clinical decision making and treatment planning. On the therapeutic side, ovarian cancer lacks a strong biomarker-drug target entity, as we have seen in other malignancies, such as breast cancer, where HER2 expression predicts responsiveness to trastuzumab treatment [ 38 ]. Such a predictive entity would be especially important for FAK inhibitor treatment, as we have clearly demonstrated that not all serous ovarian cancer cells respond similarly to FAK inhibition. Although we do not find a causal association between merlin expression and response to FAK inhibition, our results remain supportive of the hypothesis that merlin protein levels may be predictive of growth response to FAK inhibitor treatment. As such, merlin protein levels may be considered as a means for patient stratification in future ovarian cancer clinical trials evaluating FAK inhibitor treatment. Further investigation is needed into the exact mechanistic linkage, if any, between merlin and FAK. Although the relationship between merlin and FAK remains undefined, our study shows that anchorage-independent growth of ovarian cancer cells is an important and direct method to identify ovarian carcinoma cells that are highly sensitive to FAK inhibition.",
  "upgrade_date": "2026-02-21 02:21:33"
}