{
  "pmid": "24786638",
  "abstract": "Analyses of merlin/NF2 connection to FAK inhibitor responsiveness in serous  ovarian cancer.  Shah NR(1), Tancioni I(1), Ward KK(1), Lawson C(1), Chen XL(1), Jean C(1),  Sulzmaier FJ(1), Uryu S(1), Miller NL(1), Connolly DC(2), Schlaepfer DD(3).  Author information: (1)Department of Reproductive Medicine, UCSD Moores Cancer Center, La Jolla, CA  92093, United States. (2)Developmental Therapeutics Program, Fox Chase Cancer Center, Philadelphia, PA  19111, United States. (3)Department of Reproductive Medicine, UCSD Moores Cancer Center, La Jolla, CA  92093, United States. Electronic address: dschlaepfer@ucsd.edu.  OBJECTIVE: Focal adhesion kinase (FAK) is overexpressed in serous ovarian  cancer. Loss of merlin, a product of the neurofibromatosis 2 tumor suppressor  gene, is being evaluated as a biomarker for FAK inhibitor sensitivity in  mesothelioma. Connections between merlin and FAK in ovarian cancer remain  undefined. METHODS: Nine human and two murine ovarian cancer cell lines were analyzed for  growth in the presence of a small molecule FAK inhibitor (PF-271, also termed  VS-6062) from 0.1 to 1 μM for 72 h. Merlin was evaluated by immunoblotting and  immunostaining of a human ovarian tumor tissue array. Growth of cells was  analyzed in an orthotopic tumor model and evaluated in vitro after stable  shRNA-mediated merlin knockdown. RESULTS: Greater than 50% inhibition of OVCAR8, HEY, and ID8-IP ovarian  carcinoma cell growth occurred with 0.1 μM PF-271 in anchorage-independent  (p<0.001) but not in adherent culture conditions. PF-271-mediated reduction in  FAK Y397 phosphorylation occurred independently of growth inhibition. Suspended  growth of OVCAR3, OVCAR10, IGROV1, IGROV1-IP, SKOV3, SKOV3-IP, A2780, and  5009-MOVCAR was not affected by 0.1 μM PF-271. Merlin expression did not  correlate with serous ovarian tumor grade or stage. PF-271 (30 mg/kg, BID) did  not inhibit 5009-MOVCAR tumor growth and merlin knockdown in SKOV3-IP and  OVCAR10 cells did not alter suspended cell growth upon PF-271 addition. CONCLUSIONS: Differential responsiveness to FAK inhibitor treatment was  observed. Intrinsic low merlin protein level correlated with PF-271-mediated  anchorage-independent growth inhibition, but reduction in merlin expression did  not induce sensitivity to FAK inhibition. Merlin levels may be useful for  patient stratification in FAK inhibitor trials.  Copyright © 2014 Elsevier Inc. All rights reserved.  DOI: 10.1016/j.ygyno.2014.04.044 PMCID: PMC4065804 PMID: 24786638 [Indexed for MEDLINE]",
  "methods": "Methods Nine human and two murine ovarian cancer cell lines were analyzed for growth in the presence of a small molecule FAK inhibitor (PF-271, 0.1 to 1 μM) for 72 h. Merlin was evaluated by immunoblotting and immunostaining of a human ovarian tumor tissue array. Growth of cells was analyzed in an orthotopic tumor model and evaluated in vitro after stable shRNA-mediated merlin knockdown.",
  "introduction": "",
  "results": "Results Greater than 50% inhibition of OVCAR8, HEY and ID8-IP ovarian carcinoma cell growth occurred with 0.1 μM PF-271 in anchorage-independent (p<0.001) but not in adherent culture conditions. PF-271-mediated reduction in FAK Y397 phosphorylation occurred independently of growth inhibition. Suspended growth of OVCAR3, OVCAR10, IGROV1, IGROV1-IP, SKOV3, SKOV3-IP, A2780, and 5009-MOVCAR was not affected by 0.1 μM PF-271. Merlin expression did not correlate with serous ovarian tumor grade or stage. PF-271 (30 mg/kg, BID) did not inhibit 5009-MOVCAR tumor growth and merlin knockdown in SKOV3-IP and OVCAR10 cells did not alter suspended cell growth upon PF-271 addition.",
  "discussion": "Conclusions Differential responsiveness to FAK inhibitor treatment were observed. Intrinsic low merlin protein levels correlated with PF-271-mediated anchorage-independent growth inhibition, but reduction in merlin expression did not induce sensitivity to FAK inhibition. Merlin levels may be useful for patient stratification in FAK inhibitor trials.",
  "fetched_at": "2026-02-16T15:41:53.144797",
  "abstract_length": 2538,
  "methods_length": 390,
  "introduction_length": 0,
  "results_length": 675,
  "discussion_length": 351
}