{
  "pmid": "PMID:24786638",
  "title": "Analyses of merlin/NF2 connection to FAK inhibitor responsiveness in serous ovarian cancer.",
  "abstract": "OBJECTIVE: Focal adhesion kinase (FAK) is overexpressed in serous ovarian cancer. Loss of merlin, a product of the neurofibromatosis 2 tumor suppressor gene, is being evaluated as a biomarker for FAK inhibitor sensitivity in mesothelioma. Connections between merlin and FAK in ovarian cancer remain undefined. METHODS: Nine human and two murine ovarian cancer cell lines were analyzed for growth in the presence of a small molecule FAK inhibitor (PF-271, also termed VS-6062) from 0.1 to 1 μM for 72 h. Merlin was evaluated by immunoblotting and immunostaining of a human ovarian tumor tissue array. Growth of cells was analyzed in an orthotopic tumor model and evaluated in vitro after stable shRNA-mediated merlin knockdown. RESULTS: Greater than 50% inhibition of OVCAR8, HEY, and ID8-IP ovarian carcinoma cell growth occurred with 0.1 μM PF-271 in anchorage-independent (p<0.001) but not in adherent culture conditions. PF-271-mediated reduction in FAK Y397 phosphorylation occurred independently of growth inhibition. Suspended growth of OVCAR3, OVCAR10, IGROV1, IGROV1-IP, SKOV3, SKOV3-IP, A2780, and 5009-MOVCAR was not affected by 0.1 μM PF-271. Merlin expression did not correlate with serous ovarian tumor grade or stage. PF-271 (30 mg/kg, BID) did not inhibit 5009-MOVCAR tumor growth and merlin knockdown in SKOV3-IP and OVCAR10 cells did not alter suspended cell growth upon PF-271 addition. CONCLUSIONS: Differential responsiveness to FAK inhibitor treatment was observed. Intrinsic low merlin protein level correlated with PF-271-mediated anchorage-independent growth inhibition, but reduction in merlin expression did not induce sensitivity to FAK inhibition. Merlin levels may be useful for patient stratification in FAK inhibitor trials.",
  "authors": "Nina R Shah; Isabelle Tancioni; Kristy K Ward; Christine Lawson; Xiao Lei Chen; Christine Jean; Florian J Sulzmaier; Sean Uryu; Nichol L G Miller; Denise C Connolly; David D Schlaepfer",
  "journal": "Gynecologic oncology",
  "publicationDate": "2014-07",
  "doi": "10.1016/j.ygyno.2014.04.044",
  "methods": "Methods Nine human and two murine ovarian cancer cell lines were analyzed for growth in the presence of a small molecule FAK inhibitor (PF-271, 0.1 to 1 μM) for 72 h. Merlin was evaluated by immunoblotting and immunostaining of a human ovarian tumor tissue array. Growth of cells was analyzed in an orthotopic tumor model and evaluated in vitro after stable shRNA-mediated merlin knockdown. Materials and Methods Antibodies and reagents Anti-pY397 FAK (141-9) was from Life Technologies. Anti-FAK (4.47) and GAPDH (clone 374) were from Millipore and anti-actin (AC-74) was from Sigma. Merlin antibodies for immunoblotting (D1D8) and immunohistochemistry (NF2, A-19) were from Cell Signaling and Santa Cruz Biotechnology, respectively. PF-271 was synthesized as described [ 27 ]. NF2 shRNA lentivirus plasmids (Clone IDs: 000268.x-47s1c1 and 000268.x-2467s1c1) and pLKO.1-puro non-target shRNA control plasmid (SHC016) were from Mission-Sigma. Cells Table 1  lists source, culture conditions, and selective DNA sequencing information for the human ovarian carcinoma cell lines used. MOVCAR-5009 cells were isolated from the ascites of transgenic mice expressing simian virus 40 T antigen (TAg) driven by the Müllerian inhibitory substance type II receptor (MISIIR) gene promoter [ 28 ]. ID8-IP cells were isolated from the ascites of C57Bl6 mice harboring ID8 tumors [ 19 ]. SVOV3-IP and IGROV1-IP cells were isolated from the ascites of nude mice harboring the respective tumors as described [ 16 ]. Cells were propagated adherently on plastic or replated on low-binding poly 2-hydroxyethyl methacrylate (poly-HEMA) coated plates for experimental anchorage-independent analyses. The coding sequence for fluorescent mCherry protein (pmCherry-C1, Clontech) was subcloned into the lentiviral expression vector (pCDH-CMVMSC1, System Biosciences) and recombinant lentivirus produced as described [ 29 ]. Lentivirus-transduced mCherry-expressing MOVCAR-5009, shRNA merlin, and shRNA Scr (control) cells were selected by growth in puromycin (2 μg/ml), expanded, and frozen as low passage stocks. Spheroids in 6-well poly-HEMA coated plates (Costar) were visualized using bright field microscopy (Olympus, IX-51) at 10x magnification (UPLFL, 0.30 NA), and images were acquired with a monochrome camera (Hamamatsu, OrcaER) using Slidebook (v5.0) software. Cell growth assays Cells were plated in 6-well plates under non-adherent (25 × 10 4  cells, poly-HEMA coated, Corning) or adherent (5 × 10 4  cells, tissue culture-treated plastic, Corning) conditions. PF-271, dissolved in dimethyl sulfoxide (DMSO), was added at the indicated concentration. After three days, all cells were collected by limited trypsin treatment, a single cell suspension was prepared, and the viable total cell number determined by ViCell XR (Beckman). All experimental points were performed in triplicate and repeated at least two times. Immunoblotting Cell lysis buffer (1% Triton X100, 1% sodium deoxycholic acid, 0.1% SDS, 50 mM Hepes pH 7.4, 150 mM NaCl, 10% glycerol, 1.5 mM MgCl2, 1 mM EGTA, 10 mM sodium pyrophosphate, 100 mM NaF, 1 mM sodium orthovanadate, 10 μg/ml leupeptin, 10 μg/ml aprotinin) was used to extract proteins from cultured cells and tumors as described [ 16 ]. Total protein was determined using Bradford analyses (BioRad), proteins were resolved by SDS-PAGE and transferred to polyvinylidene difluoride membranes for immunoblotting. Immunohistochemistry Paraffin-embedded normal ovary and ovarian tumor tissue array (US Biomax, OV811 and OV8011) sections were deparaffinized and processed for antigen retrieval as described [ 16 ]. Sections were incubated in blocking buffer (phosphate buffered saline (PBS) with 5% normal goat serum, 0.5% bovine serum albumin (BSA), and 0.1% Triton X-100) for 45 minutes at room temperature and then incubated with anti-merlin (1:100) in blocking buffer overnight. Biotinylated goat-anti-rabbit IgG (1:300), Vectastain ABC Elite, and diaminobenzidine were used to visualize antibody binding, and slides were counter-stained with methyl green. Images were captured using an upright microscope (Olympus BX43) and color camera (Olympus SC100). Staining intensity of the tissue cores of serous tumors and normal samples were scored from 0 to 4 in a blinded manner. A single core from each of 58 patient samples was analyzed, including 48 serous ovarian cancer samples and 10 normal or adjacent ovarian tissue samples. Database analyses Expression array data was evaluated using the Kaplan-Meier Plotter version 2013 ( http://www.kmplot.com/ovar ) as described [ 30 ]. Datasets include gene expression and survival data from Gene Expression Omnibus and The Cancer Genome Atlas (Affymetrix HG-U133A, HG-U133A 2.0, HG-U133 Plus 2.0 and U95Av2 microarrays). NF2 ( 218915_at ) probe set used. Query parameters were: overall survival, split patients by median, auto-select best cut-off, and follow up threshold of 10 years. Merlin probe expression range was 20-1775, cut-off value was 266, and the hazard ratio (HR) and logrank P significance values were calculated via the website interface. Mice Female C57Bl6 TgMISIIR-TAg-low mice [ 28 ] were housed in pathogen-free conditions according to Association for the Assessment and Accreditation for Laboratory Animal Care guidelines. Studies were performed with approved institutional animal care and use protocols and adhered to ARRIVE guidelines. Study protocols did not alter body weight or promote morbidity. Orthotopic tumor model mCherry-labeled MOVCAR-5009 cells were harvested by limited trypsinization, washed in PBS, and counted (ViCell XR, Beckman). Cells (500,000 cells in 7 μL of growth factor-depleted Matrigel, BD Biosciences) were implanted under the bursa surrounding the right ovary of 8-10 week old low MISIIR TAg mice as described [ 16 ]. Administration of PF-271 (30 mg/kg) or vehicle (30% 2-hydroxypropyl-beta-cyclodextrin in 3% dextrose) was initiated at Day 7 via oral gavage twice daily and was maintained through termination (Day 28). Abdominal organs and reproductive tracts were removed, primary ovarian tumors were weighed, and fluorescent images were acquired using an OV100 Small Animal Imaging System (Olympus) to detect metastases. For quantification, a common threshold for mCherry fluorescence was set and metastatic sites were counted. Statistics Difference between groups was determined using one-way ANOVA with Tukey post hoc analyses. Differences between pairs of data were determined using an unpaired two-tailed student’s t test (GraphPad Prism Software, v5.0d). Significance was regarded as p<0.05.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:25:35"
}