{
  "pmid": "24815379",
  "abstract": "Application of COLD-PCR for improved detection of NF2 mosaic mutations.  Paganini I(1), Mancini I(2), Baroncelli M(1), Arena G(1), Gensini F(1), Papi  L(1), Sestini R(3).  Author information: (1)Medical Genetic Unit, Department of Biomedical Experimental and Clinical  Sciences, University of Florence, Florence, Italy. (2)Clinical Biochemistry Unit, Department of Biomedical Experimental and  Clinical Sciences, University of Florence, Florence, Italy. (3)Medical Genetic Unit, Department of Biomedical Experimental and Clinical  Sciences, University of Florence, Florence, Italy. Electronic address:  r.sestini@dfc.unifi.it.  Somatic mosaicism represents the coexistence of two or more cell populations  with different genotypes in one person, and it is involved in >30 monogenic  disorders. Somatic mosaicism characterizes approximately 25% to 33% of patients  with de novo neurofibromatosis type 2 (NF2). The identification of mosaicism is  crucial to patients and their families because the clinical course of the  disease and its transmission risk is influenced by the degree and distribution  of mutated cells. Moreover, in NF2, the capability of discriminating patients  with mosaicism is especially important to make differential diagnosis with  schwannomatosis. However, the identification of mosaic variants is considerably  difficult, and the development of specific molecular techniques to detect low  levels of unknown molecular alterations is required. Co-amplification at lower  denaturation temperature (COLD)-PCR has been described as a powerful method to  selectively amplify minority alleles from mixtures of wild-type and  mutation-containing sequences. Here, we applied COLD-PCR to molecular analysis  of patients with NF2 mosaicism. With the use of COLD-PCR, followed by direct  sequencing, we were able to detect NF2 mutations in blood DNA of three patients  with NF2 mosaicism. Our study has shown the capability of COLD-PCR in enriching  low-represented mutated allele in blood DNA sample, making it usable for  molecular diagnosis of patients with mosaicism.  Copyright © 2014 American Society for Investigative Pathology and the  Association for Molecular Pathology. Published by Elsevier Inc. All rights  reserved.  DOI: 10.1016/j.jmoldx.2014.02.007 PMID: 24815379 [Indexed for MEDLINE]",
  "methods": "",
  "introduction": "Introduction Schwannomatosis (MIM #162091) is a rare disorder with an estimated incidence of 1/40,000–1/70,000 (Koontz et al.  2013 ) that is characterized by the occurrence of multiple schwannomas and, much less commonly, meningiomas. In patients with schwannomatosis, schwannomas commonly affect the spine (74%) and peripheral nerves (89%), whereas cranial nerve schwannomas (mostly trigeminal) are uncommon (8%) (Merker et al.  2012 ). In one-third of patients with schwannomatosis, the tumours are anatomically limited to a single limb or several contiguous segments of the spine or one half of the body (MacCollin et al.  1996 ; Merker et al. 2015). The most common symptom reported by schwannomatosis patients is chronic pain which may be either local or diffuse (MacCollin et al.  2005 ; Merker et al. 2015). Considerable overlap has been noted between schwannomatosis and NF2 (MIM #101000) in terms of the occurrence of the associated types of tumour, but both diseases are regarded as separate clinical entities (MacCollin et al.  1996 ,  2003 ; Evans et al.  1997 ; reviewed by Blakeley and Plotkin  2016 ). Despite this clinical overlap, there are several important differences between schwannomatosis and NF2 in relation to the frequency of specific tumour types and the occurrence of certain clinical symptoms (see Table  1  and references therein). Intradermal schwannomas, ependymomas, cataract, and retinal abnormalities are all observed in patients with NF2 but are not associated with schwannomatosis. Furthermore, bilateral vestibular schwannomas, the hallmark feature of NF2, have not been reported in patients with schwannomatosis. However, unilateral vestibular schwannomas may occur in association with schwannomatosis and hence cannot be used as an exclusion criterion to distinguish between schwannomatosis and NF2 (Smith et al.  2012a ,  2015 ,  2016 ; Wu et al.  2015 ; Mehta et al.  2016 ). \n Table 1 Clinical overlap and differences between NF2 and schwannomatosis Clinical features Frequency of clinical feature NF2 (references) Schwannomatosis (references) Bilateral vestibular schwannoma 90–95% Evans et al. ( 1992 ), Parry et al. ( 1994 ), Mautner et al. ( 1996 ) Absent MacCollin et al. ( 1996 ), Merker et al. ( 2012 ) Unilateral vestibular schwannoma 18% a \n Evans et al. ( 1999 ) Rare b \n Intracranial nonvestibular schwannoma 24–51% Parry et al. ( 1994 ), Mautner et al. ( 1996 ), Fisher et al. ( 2007 ) 9–10% Merker et al. ( 2012 ), Li et al. ( 2016 ) Intracranial meningioma 45–58% Evans et al. ( 1992 ), Parry et al. ( 1994 ), Mautner et al. ( 1996 ), Patronas et al. ( 2001 ) 5% Merker et al. ( 2012 ) Spinal tumour 63–90% Parry et al. ( 1994 ), Mautner et al. ( 1996 ), Patronas et al. ( 2001 ), Dow et al. ( 2005 ), Mautner et al. ( 1995 ), Rennie et al. ( 2008 ) 74% Merker et al. ( 2012 ) Ependymoma 18–58% Dow et al. ( 2005 ), Mautner et al. ( 1995 ), Rennie et al. ( 2008 ), Plotkin et al. ( 2011 ) Absent Gonzalvo et al. ( 2011 ), Merker et al. ( 2012 ) Peripheral nerve schwannoma 68% Evans et al. ( 1992 ) 89% Merker et al. ( 2012 ) Subcutaneous tumour c \n 43–48% Evans et al. ( 1992 ), Mautner et al. ( 1997 ) 23% Merker et al. ( 2012 ) Skin plaques d \n 41–48% Evans et al. ( 1992 ), Mautner et al. ( 1997 ) Absent Merker et al. ( 2012 ) Intradermal tumour 27% Evans et al. ( 1992 ) Absent MacCollin et al. ( 1996 ) Retinal hamartoma 6–22% Parry et al. ( 1994 ), Mautner et al. ( 1996 ), Ragge et al. ( 1997 ) Absent MacCollin et al. ( 1996 ) Epiretinal membrane 12–40% Bosch et al. ( 2006 ), Ragge et al. ( 1995 ) Absent MacCollin et al. ( 1996 ) Subcapsular cataract 60–81% Evans et al. ( 1992 ), Parry et al. ( 1994 ), Bosch et al. ( 2006 ) Absent MacCollin et al. ( 1996 ) \n a Patients with unilateral vestibular schwannoma and other NF2-related tumours who fulfil the Manchester criteria (Evans et al.  2005 ) have a high risk of developing a contralateral tumour, especially if the patients are younger than 18 years of age at the time of diagnosis (Evans et al.  2008 ). Furthermore, 60% of patients with unilateral vestibular schwannomas exhibit somatic mosaicism for an  NF2  mutation (Evans et al.  2007 ) \n b To date, germline  LZTR1  mutations have been identified in five patients with unilateral vestibular schwannoma and at least two nonvestibular, nonintradermal schwannomas (Smith et al.  2012a ,  2015 ,  2016 ). A germline  SMARCB1  mutation has been identified in a single family with unilateral vestibular schwannoma (Wu et al.  2015 ). Mehta et al. ( 2016 ) have also reported a schwannomatosis patient exhibiting a unilateral vestibular schwannoma but without germline  SMARCB1  or  LZTR1  mutations \n c Subcutaneous tumours are histologically schwannomas of peripheral nerves visible as nodular tumours \n d Skin plaques are discrete, well-circumscribed, and slightly raised cutaneous lesions usually less than 2 cm in diameter. They are regarded as schwannomas and exhibit a rough surface often with hyperpigmentation and excessive hair The majority of patients with schwannomatosis are sporadic, whereas 13–25% are familial cases (Evans et al.  1997 ; Antinheimo et al.  2000 ; MacCollin et al.  2005 ; Merker et al.  2012 ). A combination of linkage analysis in affected families and mutation screening of the  NF2  gene in schwannomas indicated that schwannomatosis is not due to germline mutations in the  NF2  gene (Jacoby et al.  1997 ; Kaufman et al.  2003 ; MacCollin et al.  2003 ). However, instead of constitutional (germline)  NF2  mutations, independent somatic mutations affecting both  NF2  alleles are frequently found in schwannomas of patients with schwannomatosis (Jacoby et al.  1997 ; Kaufman et al.  2003 ; Boyd et al.  2008 ; Hadfield et al.  2008 ; Sestini et al.  2008 ; Hutter et al.  2014 ; Paganini et al.  2015a ; Piotrowski et al.  2014 ; Smith et al.  2015 ,  2016 ). So far, two schwannomatosis predisposition genes have been identified,  SMARCB1  and  LZTR1  (Hulsebos et al.  2007 ; Sestini et al.  2008 ; Hadfield et al.  2008 ; Smith et al.  2012b ; Hutter et al.  2014 ; Piotrowski et al.  2014 ; Smith et al.  2015 ). Further schwannomatosis predisposition genes may well exist, but they still remain to be discovered. The clinical overlap between schwannomatosis and NF2 renders differential diagnosis somewhat difficult, particularly in sporadic and mosaic cases with multiple schwannomas but without bilateral vestibular schwannomas and detectable germline  NF2  gene mutations. However, comprehensive mutation testing of  LZTR1 ,  SMARCB1,  and  NF2  using DNA derived from blood and different tumour samples of the patient is the method of choice to distinguish between the two conditions (Castellanos et al.  2015 ; Smith et al.  2016 ). The diagnosis of schwannomatosis is predicated upon the molecular and/or clinical diagnostic criteria according to Plotkin et al. ( 2013 ) and Ostrow et al. ( 2016 ) (Fig.  1 ). In what follows, we review current knowledge of the mutational patterns of the known schwannomatosis predisposing genes, models of tumorigenesis, and the genotype/phenotype relationship. \n Fig. 1 Diagnostic criteria for schwannomatosis according to Ostrow et al. ( 2016 ) and Plotkin et al. ( 2013 ) based upon the criteria formulated by MacCollin et al. ( 2005 ) which predated our ability to perform molecular testing for schwannomatosis and did not consider the possibility of multiple meningiomas.  a  According to the findings of Castellanos et al. ( 2015 ), the deletions of 22q causing the LOH in ≥ 2 tumours should have different breakpoints for these deletions to be considered as independent events. The analysis of the extent of the LOH is necessary to exclude a large 22q deletion as the first-hit mutation (that would be identical in different tumours) which would be indicative of mosaic NF2. If an identical  SMARCB1  mutation is detected in different tumours of a patient, SMARCB1-associated schwannomatosis may be diagnosed.  LZTR1 -associated schwannomatosis may be present, if an identical  LZTR1  mutation is detected in different tumours of a patient.  b  High-quality MRI should include a detailed study of the internal auditory canal with slices no more than 3 mm thick.  c  Schwannomatosis should be considered as a possible diagnosis if two or more nonintradermal tumours are present, even if none has been pathologically confirmed to be a schwannoma; the occurrence of chronic pain in association with the tumour(s) increases the likelihood of schwannomatosis (Plotkin et al.  2013 ).  d  Smith et al. ( 2016 ) identified five patients, with unilateral vestibular schwannomas and at least two nonvestibular, nonintradermal schwannomas, who met the diagnostic criteria for NF2 but had germline  LZTR1  mutations instead of germline  NF2  mutations. 22q LOH: loss of heterozygosity on the long arm of chromosome 22 SMARCB1  germline mutations in patients with schwannomatosis Linkage analysis with microsatellite markers performed in families affected with schwannomatosis served to exclude the  NF2  gene as a germline-transmissible schwannomatosis predisposition gene but nevertheless suggested that such a gene could be located within an 8.48-Mb region centromeric to  NF2 , between markers D22S420 and D22S1148 in the vicinity of D22S1174 on chromosome 22 (MacCollin et al.  2003 ) (Fig.  2 ). This region includes  SMARCB1  (also termed  hSNF5  or  INI1 ) which encompasses nine exons encoding a subunit of the human SWI/SNF chromatin-remodeling complex (reviewed by Kalimuthu and Chetty  2016 ). SMARCB1 appears not to be essential for the assembly of the remodeling complex (Doan et al.  2004 ) but is involved in targeting the SWI/SNF complex to gene promoters (Kuwahara et al.  2013 ). SMARCB1 also participates in a number of protein–protein interactions involving transcription factors, such as c-MYC and GLI1 (Cheng et al.  1999 ; Jagani et al.  2010 ; Stojanova et al.  2016 ). Biallelic  SMARCB1  inactivation has been detected in a multitude of different tumour types and at high frequency in rhabdoid tumours (reviewed by Roberts and Biegel,  2009 ; Hollmann and Hornick  2011 ; Masliah-Planchon et al.  2015 ). Using a candidate gene approach, Hulsebos et al. ( 2007 ) investigated whether  SMARCB1  might be the anticipated schwannomatosis predisposition gene. They subsequently found a germline mutation of  SMARCB1  in exon 1 (c.34C > T) that was predicted to result in premature translational termination at protein position p.Gln12* in a 22-year-old female patient and her affected father. In one schwannoma from the father, Hulsebos et al. ( 2007 ) detected an additional somatic truncating  SMARCB1  mutation (c.544C > T; p.Gln182*). In a second schwannoma from the same individual, the partial loss of the  SMARCB1  wild-type allele was observed. These findings constituted good  prima facie  evidence that  SMARCB1  functions as a tumour suppressor gene and that mutations in this gene predispose to schwannomatosis. Since this initial report, further studies have confirmed this conclusion, since germline  SMARCB1  mutations have been identified in schwannomatosis patients from different cohorts (Supp. Table S1) (Boyd et al.  2008 ; Hadfield et al.  2008 ; Sestini et al.  2008 ; Rousseau et al.  2011 ; Smith et al.  2012b ,  2014 ; Asai et al.  2015 ). These studies imply that germline  SMARCB1  mutations are present in at least 48% of familial and 9.8% of sporadic schwannomatosis cases (Supp. Table S2). \n Fig. 2 Partial ideogram of chromosome 22 indicating the location of the  LZTR1 ,  SMARCB1,  and  NF2  genes and the microsatellite markers D22S420 (GenBank accession number  Z23643.1 ), D22S1174 (GenBank acc. No.  Z51327.1 ), and D22S1148 (GenBank acc. No.  Z52647.1 ). The nucleotide numbering is given according to hg19. Linkage analysis provided the original evidence that the schwannomatosis predisposition genes are located within the ~8.5-Mb region between markers D22S420 and D22S1148 (MacCollin et al.  2003 ). The centromeric direction is on the left side, the telomeric direction is on the right side of the schema Meningiomas in patients with schwannomatosis and germline SMARCB1 mutations Biallelic inactivation of  SMARCB1  has been observed in both schwannomas and meningiomas of patients with schwannomatosis (Boyd et al.  2008 ; Sestini et al.  2008 ; Hadfield et al.  2008 ,  2010a ; Smith et al.  2012b ). Meningiomas occur in 5% of schwannomatosis patients (Merker et al.  2012 ) and appear to be located predominantly in the cerebral falx (van den Munckhof et al.  2012 ). Three different families have been identified in which some members harboured germline  SMARCB1  mutations and exhibited multiple schwannomas and meningiomas (Bacci et al.  2010 ; Christiaans et al.  2011 ; van den Munckhof et al.  2012 ; Melean et al.  2012 ) (Supp. Table S3). However, not all mutation carriers in these families had meningiomas, indicative of the variable expression of meningiomas in patients with germline  SMARCB1  mutations. Furthermore,  SMARCB1  germline mutations have not been found in patients with multiple meningiomas in the absence of schwannomatosis (Hadfield et al.  2010b ). Multiple meningiomas are very rare and usually occur in the context of NF2 (reviewed by Smith  2015 ). Remarkably, germline mutations in  SMARCE1 , another component of the SWI/SNF chromatin-remodeling complex, have been identified in patients with familial multiple spinal meningiomas without NF2 (Smith et al.  2013 ). Coffin–Siris syndrome, schwannomatosis, and SMARCB1 germline mutation Recently, a patient with Coffin–Siris syndrome (MIM# 135900) and schwannomatosis has been reported to carry a germline missense mutation in exon 9 of  SMARCB1  (c.1121G > A; p.Arg374Gln) (Gossai et al.  2015 ). The patient exhibited intellectual disability, hypotonia, microcephaly, coarse face, hypoplasia of the digits, general hirsutism, multiple schwannomas, as well as bilateral cataracts and bilateral cranial nerve schwannomas which are most unusual in the context of schwannomatosis. Patients with Coffin–Siris syndrome and germline  SMARCB1  mutations have been previously reported, but none have exhibited schwannomas (Tsurusaki et al.  2012 ). Mutational pattern in  SMARCB1 -positive schwannomas as compared with rhabdoid tumours The recognition that mutations in the  SMARCB1  gene predispose to benign schwannoma, which usually become symptomatic during adulthood, came as something of a surprise, since this gene was originally discovered in the context of its involvement in the development of atypical teratoid/rhabdoid tumours (Versteege et al.  1998 ; Sévenet et al.  1999a ). These highly malignant tumours develop most commonly in the central nervous system in very young children who frequently die as a consequence of the malignancy before the age of 3 (Hilden et al. 2004; Lau et al.  2015 ). A few patients have been reported to have survived the initial tumour for up to 26 years, albeit with multiple recurrences (reviewed by Takahashi-Fujigasaki et al.  2012 ). Rhabdoid tumours may also develop in the kidney and less frequently, in extrarenal tissues (reviewed by Oda and Tsuneyoshi  2006 ), and  SMARCB1  mutations have been identified in both renal and extrarenal rhabdoid tumours (Biegel et al.  2002 ; Savla et al.  2000 ; Kordes et al.  2010 ). Germline mutations of  SMARCB1  occur in approximately one-third of patients with rhabdoid tumours (Biegel et al.  1999 ; Sévenet et al.  1999b ; Bourdeaut et al.  2011 ; Eaton et al.  2011 ). Although most of the germline  SMARCB1  mutations causing rhabdoid tumours occur  de novo , familial cases have also been reported, with several affected members harbouring constitutional  SMARCB1  mutations and malignant rhabdoid tumours but never developing schwannomas (Sévenet et al.  1999b ; Taylor et al.  2000 ; Ammerlaan et al.  2008 ). This condition is known as rhabdoid tumour predisposition syndrome 1 (RTPS1: MIM#609322). In some cases, RTPS1 is caused by gonadal mosaicism for an  SMARCB1  mutation (Sévenet et al.  1999b ; Bruggers et al.  2011 ; Lee et al.  2002 ; Janson et al.  2006 ; Eaton et al.  2011 ; Gigante et al.  2016 ). Tumorigenesis in RTPS1 is driven by somatically acquired second-hit mutations in the wild-type  SMARCB1  allele. Biallelic inactivation of  SMARCB1  through the acquisition of two somatic mutations has been observed in the rhabdoid tumours of patients without germline mutations. Hence,  SMARCB1  plays the role of a classic tumour suppressor gene in rhabdoid tumours according to the Knudson two-hit model (Versteege et al.  1998 ; Biegel et al.  1999 ; Uno et al.  2002 ; Jackson et al.  2009 ; Kordes et al.  2010 ; Bourdeaut et al.  2011 ). In contrast to the highly malignant rhabdoid tumours, schwannomas are generally benign and very rarely transform to malignant tumours (reviewed by Carter et al.  2012 ). Differences in the position and type of germline  SMARCB1  mutations have been observed in patients with schwannomatosis compared to those with rhabdoid tumours. Schwannomatosis-associated  SMARCB1  mutations are preferentially located either at the 5′or 3′ end of the gene (Hulsebos et al.  2007 ; Hadfield et al.  2008 ; Rousseau et al.  2011 ; Smith et al.  2012b ,  2014 ). Several recurrent  SMARCB1  mutations have been identified in patients with schwannomatosis; the most common of these is the c.*82C > T mutation located in the 3′UTR (Supp. Table S4). By contrast, intragenic germline  SMARCB1  mutations observed in patients with rhabdoid tumour tend to be located in the central part of the gene (Smith et al.  2014 ). In addition to this position effect, the mutational spectra differ, with  SMARCB1  mutations in schwannomatosis patients being predominantly nontruncating, including missense and splice-site mutations as well as in-frame deletions, that lead to the production of stable transcripts (Smith et al.  2012c ). By contrast, almost all germline mutations of  SMARCB1  in patients with rhabdoid tumour are either protein-truncating or alternatively whole-gene or multi-exon deletions (Bourdeaut et al.  2011 ; Eaton et al.  2011 ; Smith et al.  2014 ; reviewed by Biegel et al.  2014 ). These findings are suggestive of a genotype/phenotype correlation: loss-of-function mutations occur in patients with rhabdoid tumours, whereas schwannomatosis-associated germline  SMARCB1  mutations are predominantly hypomorphic (Smith et al.  2012c ,  2014 ). In accord with this postulate are the findings of Hulsebos et al. ( 2014a ). These authors analysed four schwannomatosis-associated  SMARCB1  mutations that were located in the 5′ region of the gene and were predicted to introduce a premature translational termination codon (PTC). Two of them, c.30delC (p.Phe10Leufs*6) and c.38delA (p.Lys13Serfs*3), may be predicted to cause frameshifts generating a PTC starting at nucleotide 44. The other two  SMARCB1  mutations, c.34C > T (p.Gln12*) and c.46A > T (p.Lys16*), directly generate PTCs at their respective positions. Although transcripts containing these PTCs may reasonably be expected to be degraded by nonsense-mediated mRNA decay (NMD), stable transcripts were detected by Hulsebos et al. ( 2014a ) in schwannoma tissue obtained from two patients harbouring either c.34C > T or c.30delC. Furthermore, Western blot analysis using frozen tumour tissue from the individual with c.30delC indicated the occurrence of a shortened protein owing to downstream translational reinitiation. This finding was confirmed by transient overexpression of a c.34C > T-containing expression vector in a cell line without endogenous SMARCB1 protein and subsequent detection of the shortened SMARCB1 protein by Western blotting. Similar overexpression experiments indicated that the mutations c.30delC, c.38delA, and c.46A > T also lead to truncated SMARCB1 proteins which may well be partially functional (Hulsebos et al.  2014a ). Many of the missense and splice-site mutations as well as in-frame deletions detected in schwannomatosis patients fail to alter  SMARCB1  transcript stability, and hence, the mutant alleles are likely to encode at least partially functional proteins, as has been concluded from cyclin D1 repression assays (Smith et al.  2012c ). Loss of  SMARCB1  in rhabdoid tumours leads to upregulation of cyclin D1 and cell cycle progression. A cyclin D1 repression assay has shown that mutant SMARCB1 proteins, derived from expression plasmids harbouring the same missense and splice-site mutations noted in patients with schwannomatosis, were capable of suppressing cyclin D1 activity in a similar manner to the wild-type SMARCB1 protein (Smith et al.  2012c ). Taken together, these observations suggest that in schwannomatosis, germline  SMARCB1  mutations encode proteins with some residual functionality (Smith et al.  2012c ; Hulsebos et al.  2014a ). By contrast,  SMARCB1  mutations in rhabdoid tumours and patients with RTPS1 are almost invariably either nonsense mutations or frameshifts, even complete gene deletions, and hence are associated with a loss-of-function (Kordes et al.  2010 ; Bourdeaut et al.  2011 ; reviewed by Biegel et al.  2014 ). Consequently, SMARCB1 expression is completely absent in rhabdoid tumours (Hoot et al.  2004 ; Judkins et al.  2004 ; Haberler et al.  2006 ; Sigauke et al.  2006 ; Kordes et al.  2010 ; reviewed by Margol and Judkins  2014 ). Mosaic SMARCB1 expression in schwannomatosis-associated schwannomas Schwannomas in patients with germline  SMARCB1  mutations have been reported to exhibit a mosaic SMARCB1 protein expression pattern by immunohistochemical staining of tumour sections with the monoclonal BAF47 antibody specific for the C-terminal part of SMARCB1 raised against amino acids 257–359 (Hulsebos et al.  2007 ; Patil et al.  2008 ; Smith et al.  2012c ). This mosaic pattern results from mixed immuno-positive and -negative nuclei, consistent with the expression of SMARCB1 in a subset of tumour cells. Considerable inter- and intra-tumoral variability has been observed with regard to the number of nuclei that exhibit SMARCB1 expression (Patil et al.  2008 ). The mosaic expression pattern may be explicable in terms of a subset of schwannoma cells retaining the wild-type  SMARCB1  allele, thereby enabling the synthesis of sufficient SMARCB1 protein to give rise to positive immunostaining of the respective nuclei. In other types of tumour cell, however, the loss of the  SMARCB1  wild-type allele leads to complete loss of protein expression. Although this scenario may account for some schwannomas, it cannot explain the mosaic SMARCB1 immunostaining observed in the majority of these tumours. This may be concluded from the observation that the loss of the wild-type  SMARCB1  allele is readily detectable by loss of heterozygosity (LOH) analysis using polymorphic markers, suggesting that this loss affects a large proportion of tumour cells. Consequently, the mosaic SMARCB1 expression is most likely related to the hypomorphic nature of the mutations in schwannomatosis patients that encode stable mRNA transcripts giving rise to detectable amounts of SMARCB1 protein. Since, in schwannomas of patients with schwannomatosis, the wild-type  SMARCB1  allele is often lost by deletion or monosomy 22, the SMARCB1 protein detected in schwannoma cells must be encoded by the mutant allele. The inability to detect mutant proteins in all tumour cells by immunostaining is likely to be a consequence of the instability of mutant SMARCB1 proteins (Hulsebos et al.  2014a ). This instability results in immunologically nonreactive SMARCB1 protein degradation products in a proportion of the schwannoma cells. Since this degradation is likely to be a random process, some cells may still express detectable amounts of SMARCB1 protein resulting in a mosaic expression pattern when analysing schwannoma tissue sections (Hulsebos et al.  2014a ,  2016 ). Recently, an N-terminal region of  SMARCB1  has been identified that encodes a winged helix DNA-binding domain (Allen et al.  2015 ). This domain is deleted from the shortened SMARCB1 proteins encoded by the transcripts harbouring exon 1 truncating mutations investigated by Hulsebos et al. ( 2014a ). Furthermore, N-terminally located  SMARCB1  missense mutations are predicted to destabilize the encoded protein and interfere with DNA-binding (Allen et al.  2015 ). Despite the reduced stability and impaired DNA-binding capacity of proteins encoded by transcripts harbouring mutations located within the N-terminal half of  SMARCB1 , it would appear that these proteins retain sufficient residual function to prevent the occurrence of highly malignant rhabdoid tumours during the early childhood in patients with complete loss-of-function  SMARCB1  mutations. Malignancy in patients with  SMARCB1  germline mutations and schwannomatosis Three families have been reported with germline  SMARCB1  mutation carriers presenting either with rhabdoid tumours or schwannomatosis (Swensen et al.  2009 ; Eaton et al.  2011 ; Sredni and Tomita  2015 ). The  SMARCB1  mutations identified in these families were predicted to introduce premature termination codons leading to the production of unstable transcripts that would then undergo nonsense-mediated mRNA decay (Supp. Table S5). Somatic mosaicism for the  SMARCB1  mutation in the family members affected only by schwannomas cannot explain the absence of rhabdoid tumours in these patients. The existence of adult mutation carriers in these families without rhabdoid tumours is intriguing and suggests that the risk of rhabdoid tumour development is time-dependent in the sense that there may be a specific developmental time window during which the progenitor cells of rhabdoid tumours are vulnerable to SMARCB1 protein loss (Boyd et al.  2008 ; Biegel et al.  2014 ). If the cells manage to progress through this critical time period without experiencing complete SMARCB1 loss, then the individual harbouring them may not develop rhabdoid tumours despite the presence of the germline  SMARCB1  mutation. This hypothesis is consistent with the peak incidence of rhabdoid tumours at 6 months of age in patients with germline  SMARCB1  mutations. Furthermore, the risk of developing a rhabdoid tumour decreases dramatically after 3 years of age (Eaton et al.  2011 ). Swensen et al. ( 2009 ) investigated a four-generation family with members affected either by schwannomatosis or rhabdoid tumour (Supp. Table S5). Two schwannomas from different affected members of this family were biopsied and classified as epithelioid schwannomas. This histological subtype is very rare among schwannomas detected in patients with schwannomatosis (Hart et al.  2016 ). Furthermore, both schwannomas were negative for SMARCB1 immunostaining, indicative of a complete loss of the SMARCB1 protein (Swensen et al.  2009 ). This is in stark contrast to the schwannomatosis-associated tumours which usually exhibit mosaic SMARCB1 expression (Hulsebos et al.  2007 ; Patil et al.  2008 ; Smith et al.  2012c ). Taken together, these observations suggest that schwannomas observed in this family (and probably also in other families with rhabdoid tumour and schwannomatosis) may have a different biology compared with classical schwannomatosis-associated schwannomas. In line with this postulate are the findings of Carter et al. ( 2012 ) who reported a patient with a germline  SMARCB1  frameshift mutation in exon 3 and several schwannomas which were classified as ‘neuroblastoma-like’ (Supp. Table S5). Neuroblastoma-like schwannomas are extremely rare; only one other case of a patient possibly affected by schwannomatosis and a neuroblastoma-like schwannoma has been reported to date (Sulhyan et al.  2015 ). The female propositus described by Carter et al. ( 2012 ) had three children who carried the  SMARCB1  mutation and two of them suffered from rhabdoid tumour. The propositus developed an epithelioid malignant peripheral nerve sheath tumour (MPNST) with rhabdoid features arising from a preexisting schwannoma. However, the malignant transformation of schwannomas is extremely rare and has been observed in only a few cases (Woodruff et al.  1994 ; Nayler et al.  1996 ; McMenamin and Fletcher  2001 ). The above notwithstanding, malignant schwannomas were reported in two patients with familial schwannomatosis (Gonzalvo et al.  2011 ). However, it is unknown whether they carried  SMARCB1  germline mutations. Furthermore, MPNSTs were also noted in two members of a family with schwannomatosis and two co-occurring  SMARCB1  alterations, a missense mutation in exon 7 (c.864C > G; p.Asn288Lys) and a splice-site mutation located 12-bp upstream of exon 9 (c.1032-12C > G) which is predicted to lead to the insertion of 11 bp of intronic sequence in the mutant transcript (Hadfield et al.  2008 ; Evans et al.  2012 ; Smith et al.  2012b ). This insertion would be predicted to introduce a frameshift that would result in the introduction of a novel stop codon (p. Arg373fsX379*). These findings raised some concern about an increased MPNST risk in schwannomatosis patients, but neither MPNSTs nor rhabdoid tumours were observed in a cohort of 87 patients with schwannomatosis, including 11 patients from seven families (Merker et al.  2012 ). However, it is not known how many of the patients investigated by Merker et al. ( 2012 ) carried  SMARCB1  germline mutations. Further studies are necessary to assess the MPNST risk for patients with  SMARCB1  mutation-positive schwannomatosis. A risk of malignancy may exist in those schwannomatosis patients with  SMARCB1  germline mutations that are less likely to be hypomorphic. Paganini et al. ( 2015a ) reported a patient with schwannomatosis and a uterine leiomyosarcoma. The patient had a germline  SMARCB1  mutation c.1118G > A involving the last nucleotide of exon 8, disrupting the donor splice site of intron 8. RNA analysis indicated that this mutation leads to the insertion of intron 8 sequences in the transcript that would be predicted to result in a frameshift. The mutant RNA has been shown to encode a C-terminally elongated protein exhibiting a different amino acid sequence and a new stop codon after an additional 48 amino acids. LOH analysis indicated that the mutant  SMARCB1  allele was retained in two schwannomas and the leiomyosarcoma of the patient, whereas the wild-type allele was lost, indicative of biallelic  SMARCB1  inactivation in both types of tumour (Paganini et al.  2015a ). Substantiating concern about an increased risk of malignancy in a subset of patients with  SMARCB1 -positive schwannomatosis, Hulsebos et al. ( 2016 ) reported a type 1 papillary renal cell carcinoma (pRCC1) in a schwannomatosis patient with a germline duplication of  SMARCB1  exon 7 (c.796-2246_9861 +5250dup7686) resulting in a premature stop codon (p.Glu330*). The chromosome 22 carrying the mutant  SMARCB1  allele was retained in the pRCC1 and in schwannomas from this patient, whereas the wild-type  SMARCB1  allele and one  NF2  copy were lost by deletion. Immunohistochemical staining revealed the complete loss of SMARCB1 expression in the pRCC1 (Hulsebos et al.  2016 ) as observed in malignant rhabdoid tumours with biallelic  SMARCB1  inactivation. The leiomyosarcoma and the pRCC1 observed in two patients with  SMARCB1  mutation-positive schwannomatosis indicate that malignancy may, indeed, occur in a subset of patients. However, the risk is probably dependent upon the  SMARCB1  mutation type and may be decreased in patients with hypomorphic  SMARCB1  mutations. Models of tumorigenesis in  SMARCB1 -associated schwannomatosis The classical two-hit model of tumorigenesis (Knudson  1971 ) does not seem to pertain in the tumours of patients with  SMARCB1  germline mutations, at least in the sense that this model would require biallelic  SMARCB1  inactivation to be sufficient for tumour initiation or growth. This is concluded from the observation of frequent somatic, tumour-specific  NF2  mutations, and the loss of the second  NF2  allele in schwannomas from patients with germline  SMARCB1  mutations (Boyd et al.  2008 ; Sestini et al.  2008 ; Hadfield et al.  2008 ,  2010a ). These findings hint at a significantly higher level of complexity than that required by the basic Knudson model. The loss of the second  NF2  allele is frequently caused by the complete loss of chromosome 22 or large portions of the long arm of chromosome 22 (22q), including the second (wild-type) allele of  SMARCB1  (Hadfield et al.  2010a ). This pattern of mutational events points to a 4-hit/3-step model of tumorigenesis in patients with  SMARCB1 -positive schwannomatosis (Fig.  3 a): The first hit (and step) represents the germline  SMARCB1  mutation, whereas the second step involves LOH of 22q that removes the wild-type  SMARCB1  allele and one of the two  NF2  alleles. The third step is the somatic mutation of the remaining  NF2  allele located on the chromosome harbouring the germline  SMARCB1  mutation which is retained in the tumour (Boyd et al.  2008 ; Hadfield et al.  2008 ; Sestini et al.  2008 ). This 4-hit/3-step model of tumorigenesis probably also holds true for other benign tumours observed in patients with  SMARCB1 -positive schwannomatosis, since biallelic inactivation of  SMARCB1  and  NF2  has been observed in a meningioma and leiomyoma of patients with germline  SMARCB1  mutations (van den Munckhof et al.  2012 ; Hulsebos et al.  2014b ). \n Fig. 3 Models of tumorigenesis in schwannomatosis.  a  Four-hit/3-step model in patients with an heterozygous germline  SMARCB1  mutation (first hit and step). The second step includes loss of heterozygosity (LOH) of 22q which removes the wild-type  SMARCB1  allele and one of the two  NF2  alleles. The third step is the somatic mutation of the other  NF2  allele located on the chromosome harbouring the germline  SMARCB1  mutation.  b  Four-hit/3-step model of tumorigenesis in patients with an heterozygous germline  LZTR1  mutation (first hit and step).  c  Five-hit/3-step model of tumorigenesis in schwannomatosis. The LOH event which removes one wild-type  LZTR1  allele and one copy of  NF2  automatically leads to the loss of one  SMARCB1  allele, which represents the fifth mutational hit LOH of 22q in tumours from patients with germline  SMARCB1  mutations does not seem to be mediated by mitotic recombination, a mechanism frequently causing LOH of other tumour suppressor genes (Makishima and Maciejewski  2011 ; Garcia-Linares et al.  2011 ; Stewart et al.  2012 ). In eight tumours from patients with germline  SMARCB1  mutations, LOH of 22q was found to be caused exclusively by whole chromosome loss or large deletions within 22q, but not by mitotic recombination (Hadfield et al.  2010a ). Copy-number neutral LOH of the  NF2  locus indicative of mitotic recombination was also not observed in 17 schwannomas from patients with germline  SMARCB1  mutations analysed by Piotrowski et al. ( 2014 ). By contrast, mitotic recombination accounts for 19% of the LOH events in NF2-associated schwannomas (14 of 72 schwannomas analysed) and 23% (5/22) of schwannomas from schwannomatosis patients without germline  SMARCB1  mutations (Hadfield et al.  2010a ). The observation that LOH in schwannomas of patients with  SMARCB1  germline mutations is not mediated by mitotic recombination supports the 4-hit/3-step model of tumorigenesis from the standpoint of maximum parsimony (Fig.  3 a). Although mitotic recombination would lead to biallelic inactivation of  SMARCB1  by reduplication of the mutant  SMARCB1  allele, the wild-type  NF2  allele would be preserved. Two additional independent mutational events would then be required to inactivate both  NF2  alleles. Hence, mitotic recombination would make four steps of mutation necessary to inactivate both alleles of  SMARCB1  and  NF2  instead of three as suggested by the model of tumorigenesis for  SMARCB1 -positive schwannomatosis depicted in Fig.  3 a. Although the 4-hit/3-step model accounts for the majority of the tumours in the cases of  SMARCB1  mutation-positive schwannomatosis, biallelic inactivation of the  NF2  gene is not observed in all schwannomas (Boyd et al.  2008 ; Hadfield et al.  2008 ,  2010a ; Sestini et al.  2008 ; Hulsebos et al.  2007 ,  2016 ). It is estimated that at least 19% of schwannomas of patients with germline  SMARCB1  mutations exhibit only mono-allelic  NF2  inactivation (Supp. Table S6) (Boyd et al.  2008 ; Hadfield et al.  2008 ,  2010a ; Sestini et al.  2008 ). In this subgroup of tumours, the inactivation of only one  NF2  allele may be sufficient to promote the proliferation of the cells with biallelic  SMARCB1  inactivation. Since the LOH events in  SMARCB1  mutation-positive schwannoma usually include large parts of 22q (Hadfield et al.  2010a ), other tumour suppressor genes located on 22q will also be haploinsufficient and this may contribute to schwannoma growth. One of these suspected tumour suppressor genes is likely to be  LZTR1 .",
  "results": "",
  "discussion": "Conclusion and perspective Germline mutations in either  SMARCB1  or  LZTR1  predispose to the development of multiple schwannomas in patients with schwannomatosis. In addition, the  NF2  gene is involved in schwannomatosis-associated tumorigenesis, since it is frequently inactivated in schwannomas. However, determining the complete mutational spectrum of all three genes,  LZTR1 ,  SMARCB1,  and  NF2,  by comprehensive mutation testing as suggested in Fig.  5 , has not so far been attempted. Such comprehensive testing would help to classify schwannomas in terms of the number of mutational hits and the biallelic or mono-allelic inactivation of these tumour suppressor genes (TSGs). A genetic classification of schwannomas might correlate with tumour growth patterns, physical location, and response to therapy. \n Fig. 5 Comprehensive mutation analysis of all three genes,  LZTR1 ,  SMARCB1,  and  NF2,  in patients with schwannomatosis should be performed to identify the complete mutational spectra and the number of mutational hits that affect these genes. This comprehensive testing may help to classify the tumours according to their mutation-profile. The mutation analysis should also include methods, such as next-generation sequencing, which are well suited to detect somatic mosaicism with mutant cells present in low proportions. This approach should identify tumour heterogeneity and help to distinguish between mosaic NF2 and schwannomatosis, since some NF2 patients with somatic mosaicism for an  NF2  gene mutation fulfil the diagnostic criteria for schwannomatosis (Plotkin et al.  2013 ) From the data so far available, it is already clear that at least two and sometimes three TSGs are inactivated in schwannomas from patients with schwannomatosis, an event which is frequently mediated by LOH, including large portions of 22q. The possible involvement of further TSGs in predisposition to schwannomatosis would serve to render the mutational model even more complex. Recurrent cancer-associated deletions involving several linked TSGs have also been observed on chromosomes 7q, 8p, and 9p in different types of tumour (Krimpenfort et al.  2007 ; Asou et al.  2009 ; Solimini et al.  2012 ; Xue et al.  2012 ; Kotini et al.  2015 ). The concomitant loss of several TSGs as a consequence of a single mutational event, such as a gross chromosomal deletion, may disclose an interactive or cooperative effect in the sense that the biallelic inactivation and haploinsufficiency of several TSGs collectively promote tumorigenesis of the affected cells, since several signalling pathways and other cellular processes are concurrently disturbed. Schwannomatosis serves as a paradigm for such cooperative tumorigenic effects mediated by the concomitant loss of several linked TSGs.",
  "fetched_at": "2026-02-16T15:41:55.660108",
  "abstract_length": 2315,
  "methods_length": 0,
  "introduction_length": 37141,
  "results_length": 0,
  "discussion_length": 2795
}