{
  "pmid": "PMID:24824755",
  "title": "BNIP3 regulates AT101 [(-)-gossypol] induced death in malignant peripheral nerve sheath tumor cells.",
  "abstract": "Malignant peripheral nerve sheath tumors (MPNSTs) are aggressive Schwann cell-derived sarcomas and are the leading cause of mortality in patients with neurofibromatosis type 1 (NF1). Current treatment modalities have been largely ineffective, resulting in a high rate of MPNST recurrence and poor five-year patient survival. This necessitates the exploration of alternative chemotherapeutic options for MPNST patients. This study sought to assess the cytotoxic effect of the BH3-mimetic AT101 [(-)-gossypol] on MPNST cells in vitro and to identify key regulators of AT101-induced MPNST cell death. We found that AT101 caused caspase-independent, non-apoptotic MPNST cell death, which was accompanied by autophagy and was mediated through HIF-1α induced expression of the atypical BH3-only protein BNIP3. These effects were mediated by intracellular iron chelation, a previously unreported mechanism of AT101 cytotoxicity.",
  "authors": "Niroop Kaza; Latika Kohli; Christopher D Graham; Barbara J Klocke; Steven L Carroll; Kevin A Roth",
  "journal": "PloS one",
  "publicationDate": "2014",
  "doi": "10.1371/journal.pone.0096733",
  "methods": "Materials and Methods Antibodies and Other Reagents Primary antibodies were obtained from the following sources: HIF-1α, BECLIN1, BIM, BCL-xL, β-tubulin, Ferritin HC and transferrin receptor-1 (TfR1/CD71; Santa Cruz Biotechnology Inc., Santa Cruz, CA); BNIP3 (Sigma, St. Louis, MO); Lamin A/C (BD Transduction Laboratories, Franklin Lakes, NJ); GAPDH, BCL-2 and PUMA (Cell Signaling, Danvers, MA); LC3 (Abgent, San Diego, CA). Horseradish peroxidase (HRP)-conjugated goat anti-rabbit and horse anti-mouse antibodies were obtained from Biorad (Hercules, CA) and Cell Signaling (Danvers, MA), respectively. AT101 was provided by Ascenta Therapeutics (Malvern, PA). BOC-aspartyl (Ome)-fluoromethyl ketone (BAF) and ferric citrate were purchased from MP Biomedicals (Aurora, OH), Bafilomycin A1 (BafA1) was from A.G. Scientific (San Diego, CA) and 3-methyladenine (3MA), Staurosporine (STS), Deferoxamine Mesylate (DFO), Dimethyl Sulfoxide (DMSO) from Sigma (St. Louis, MO). ABT-737 was purchased from Selleck Chemicals (Houston, TX). Cell Culture We have previously described the source of T265-2c cells, ST88-14 cells and 90-8 cells, the human NF1-associated MPNST lines used in this study  [25] . The identity of these cell lines was routinely verified according to the specifications outlined in the ATCC Technical Bulletin 8. Briefly, morphology and doubling times of cells were routinely assessed and the identity of cells was verified by short tandem repeat analyses. Cells were also regularly tested for Mycoplasma infection. All cell lines were cultured in DMEM10 [DMEM (Sigma, St. Louis, MO)] containing 1% penicillin/streptomycin (Invitrogen, Carlsbad, CA), 1% L-glutamine (Sigma, St. Louis, MO), and 10% fetal bovine serum (FBS; Hyclone, Logan, UT) and incubated at 37°C in a humidified 5% CO 2 , 95% air atmosphere. Cells were plated on uncoated 48 well plates at a density of 20,000/well and in 100 mm dishes at a density of 10 6  cells/dish. Cultures were used in experiments 24 hours post-plating. Drug treatments were performed in media supplemented with 5% FBS. Concentrated stocks of AT101 (5 mM) were prepared in DMSO. Cell Viability, Cytotoxicity, Apoptosis and In Vitro Caspase Cleavage Assays The calcein-AM (Life Technologies, Carlsbad, CA) conversion assay was used to measure cell viability. Caspase activation was assessed with an  in vitro  caspase-3 cleavage assay utilizing the chemical substrate DEVD-7-amino-4-methylcoumarin (AMC) (Enzo Life Sciences, Framingdale, NY). Both of these assays were performed as described previously  [26] . Cytotoxicity and apoptosis were assessed using the  LIVE/DEAD  Viability/Cytotoxicity kit for mammalian cells and the Dead Cell Apoptosis kit with Annexin V Alexa Fluor 488 and Propidium Iodide from Molecular Probes Inc (Eugene, OR). Manufacturers' instructions were followed and ethidium homodimer-1, Alexa Fluor 488 and Propidium Iodide fluorescence were measured using a BD FACSCalibur flow cytometer. Western Blotting Whole cell lysates were prepared by removing the media, washing the cells with PBS, scraping the cells free with a cell lifter and then pelleting them by centrifugation at 3000 rpm for 10 minutes. Cell pellets were resuspended in lysis buffer containing 20 mM Tris-HCl (pH 7.4), 150 mM NaCl, 2 mM EDTA, 1% Triton X-100, 10% glycerol, protease inhibitor cocktail (Sigma, St. Louis, MO), and phosphatase inhibitor cocktails 1 and 3 (Sigma, St. Louis, MO). Lysates were clarified and stored at −80°C. 30 µg of protein was immunoblotted per our previously described protocol  [27] . All primary antibodies were diluted to a final concentration of 1∶1000 except GAPDH and LAMIN (1∶5000). Immunoreactive species were detected by enhanced chemiluminescence (Pierce ECL; Thermo Scientific, Waltham, MA). Nuclear and cytoplasmic fractions were extracted using the NE-PER extraction kit (Thermo Scientific, Waltham, MA) following the manufacturers' instructions. Immunocytochemistry Primary antibodies were used at the following working concentrations: LC3 (Abgent; 1∶1000), BNIP3 (Sigma; 1∶100). HRP–conjugated anti-rabbit Super Picture (Invitrogen; used for LC3), and anti-mouse ImmPRESS (Vector Laboratories; used for BNIP3) were both used at 1∶100 dilutions. Immunoreactivity was detected using a tyramide signal amplification system using Cy3 (Perkin-Elmer Life Science Products). Bisbenzimide (1 µg/mL; Hoechst 33258; Sigma) was used for nuclear counterstaining. Samples were examined using a Zeiss Axioskop fluorescent microscope equipped with an AxioCam digital camera. Images were captured and analyzed using Axio Vision Rel. 4.8 software (Carl Zeiss MicroImaging). Reverse transcription and real-time quantitative PCR RNA was isolated using the RNeasy Plus mini kit (Qiagen). cDNA was subsequently synthesized using a High Capacity cDNA Reverse Transcription kit (Applied Biosystems). Real-time quantitative PCR assays were performed using the Maxima SYBR Green/ROX qPCR master mix (Thermo Scientific, Waltham, MA) and the probes were obtained from Life Technologies (Carlsbad, CA). Amplifications were run in a Stepone Plus Real-Time PCR System (Applied Biosystems). The following sense/antisense primers and probes were selected from the Harvard PrimerBank and used for detecting human  BNIP3  ( 5′-TGAGTCTGGACGGAGTAGCTC-3′  and  5′-CCCTGTTGGTATCTTGTGGTGT-3′ ),  HIF-1α  ( 5′-GAACGTCGAAAAGAAAAGTCTCG-3′  and  5′-CCTTATCAAGATGCGAACTCACA-3′ ) and  ACTIN  ( 5′-GTCTGCCTTGGTAGTGGATAATG-3′  and  5′-TCGAGGACGCCCTATCATGG-3′ ). Analysis was done using the ΔΔC T  method (Livak and Schmittgen, 2001) and values were adjusted using  ACTIN  RNA levels as reference. RNAi \n BNIP3  and  HIF-1α  siRNA (siGENOME SMARTPool) was purchased from Thermo Scientific (Waltham, MA) and reconstituted according to the manufacturers' instructions. Cells were plated in DMEM10 and transfected 24 hours post-plating using X-tremeGene siRNA transfection reagent (Roche, Indianapolis, IN) at a ratio of 5∶2 [transfection reagent (µl):oligos (µg)]. The next day, fresh media was added to cells. Transfected cells were replated 48 hours post-transfection and treated 72 hours post-transfection. Iron Binding Assay The iron binding properties of AT101, ABT737 and DFO were assessed in a cell free system using a modified protocol with the Iron/TIBC reagent set from Teco Diagnostics (Anaheim, CA). Briefly, the protocol for measuring unsaturated iron-binding capacity (UIBC) was modified to assess the iron binding capacity of the respective drugs in solution. Equal volumes of the UIBC buffer (Tris buffer 0.5 M, pH 8.0 with surfactant and sodium azide) were added to all wells followed by equal volumes of the iron standard supplied with the kit, except the blank. Various concentrations of AT101, ABT737 and DFO were added to their respective wells and volumes balanced with iron-free water. After the baseline absorbance was read at 560 nm, equal volumes of iron color reagent (Ferrozine 16.6 mM in hydroxylamine hydrochloride) were added to all wells and the plate incubated at 37°C for 10 minutes. Following incubation, absorbance was read again at 560 nm. The amount of iron bound was calculated using the manufacturers' instructions. Statistics All data points represent mean ± S.D. All experiments were repeated at least 3 times unless stated otherwise. Representative data is shown. Statistical significance was determined by ANOVA followed by Bonferroni's posthoc test for multiple comparisons and student's t-test for two groups using Graphpad Prism 6 software. A  p -value <0.05 was considered significant.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:25:38"
}