{
  "pmid": "24832557",
  "abstract": "Trp53 haploinsufficiency modifies EGFR-driven peripheral nerve sheath  tumorigenesis.  Rahrmann EP(1), Moriarity BS(2), Otto GM(3), Watson AL(2), Choi K(4), Collins  MH(5), Wallace M(6), Webber BR(7), Forster CL(8), Rizzardi AE(9), Schmechel  SC(9), Ratner N(4), Largaespada DA(10).  Author information: (1)Masonic Cancer Center, University of Minnesota, Minneapolis, Minnesota;  Department of Genetics, Cell Biology, and Development, University of Minnesota,  Minneapolis, Minnesota; Center for Genome Engineering, University of Minnesota,  Minneapolis, Minnesota; Brain Tumor Program, University of Minnesota,  Minneapolis, Minnesota. Electronic address: eric.rahrmann@stjude.org. (2)Masonic Cancer Center, University of Minnesota, Minneapolis, Minnesota;  Department of Genetics, Cell Biology, and Development, University of Minnesota,  Minneapolis, Minnesota; Center for Genome Engineering, University of Minnesota,  Minneapolis, Minnesota; Brain Tumor Program, University of Minnesota,  Minneapolis, Minnesota. (3)Masonic Cancer Center, University of Minnesota, Minneapolis, Minnesota. (4)Division of Experimental Hematology and Cancer Biology, Cincinnati Children's  Hospital Research Foundation, Cincinnati Children's Hospital Medical Center,  Cincinnati, Ohio. (5)Division of Pathology and Laboratory Medicine, Cincinnati Children's Hospital  Research Foundation, Cincinnati Children's Hospital Medical Center, Cincinnati,  Ohio. (6)Department of Molecular Genetics and Microbiology, University of Florida,  Gainesville, Florida. (7)Masonic Cancer Center, University of Minnesota, Minneapolis, Minnesota;  Department of Genetics, Cell Biology, and Development, University of Minnesota,  Minneapolis, Minnesota. (8)Department of Lab Medicine and Pathology, BioNet, University of Minnesota,  Minneapolis, Minnesota. (9)Department of Pathology, University of Washington, Seattle, Washington. (10)Masonic Cancer Center, University of Minnesota, Minneapolis, Minnesota;  Department of Genetics, Cell Biology, and Development, University of Minnesota,  Minneapolis, Minnesota; Center for Genome Engineering, University of Minnesota,  Minneapolis, Minnesota; Brain Tumor Program, University of Minnesota,  Minneapolis, Minnesota; Department of Pediatrics, University of Minnesota,  Minneapolis, Minnesota.  Malignant peripheral nerve sheath tumors (MPNSTs) are genetically diverse,  aggressive sarcomas that occur sporadically or in association with  neurofibromatosis type 1 syndrome. Reduced TP53 gene expression and  amplification/overexpression of the epidermal growth factor receptor (EGFR) gene  occur in MPNST formation. We focused on determining the cooperativity between  reduced TP53 expression and EGFR overexpression for Schwann cell transformation  in vitro (immortalized human Schwann cells) and MPNST formation in vivo  (transgenic mice). Human gene copy number alteration data, microarray expression  data, and TMA analysis indicate that TP53 haploinsufficiency and increased EGFR  expression co-occur in human MPNST samples. Concurrent modulation of EGFR and  TP53 expression in HSC1λ cells significantly increased proliferation and  anchorage-independent growth in vitro. Transgenic mice heterozygous for a  Trp53-null allele and overexpressing EGFR in Schwann cells had a significant  increase in neurofibroma and grade 3 PNST (MPNST) formation compared with single  transgenic controls. Histological analysis of tumors identified a significant  increase in pAkt expression in grade 3 PNSTs compared with neurofibromas. Array  comparative genome hybridization analysis of grade 3 PNSTs identified recurrent  focal regions of chromosomal gains with significant enrichment in genes involved  in extracellular signal-regulated kinase 5 signaling. Collectively, altered p53  expression cooperates with overexpression of EGFR in Schwann cells to enhance in  vitro oncogenic properties and tumorigenesis and progression in vivo.  Copyright © 2014 American Society for Investigative Pathology. Published by  Elsevier Inc. All rights reserved.  DOI: 10.1016/j.ajpath.2014.04.006 PMCID: PMC4076465 PMID: 24832557 [Indexed for MEDLINE]",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-16T15:42:03.040214",
  "abstract_length": 4145,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}