{
  "pmid": "PMID:24848258",
  "title": "Merlin deficiency predicts FAK inhibitor sensitivity: a synthetic lethal relationship.",
  "abstract": "The goal of targeted therapy is to match a selective drug with a genetic lesion that predicts for drug sensitivity. In a diverse panel of cancer cell lines, we found that the cells most sensitive to focal adhesion kinase (FAK) inhibition lack expression of the neurofibromatosis type 2 (NF2) tumor suppressor gene product, Merlin. Merlin expression is often lost in malignant pleural mesothelioma (MPM), an asbestos-induced aggressive cancer with limited treatment options. Our data demonstrate that low Merlin expression predicts for increased sensitivity of MPM cells to a FAK inhibitor, VS-4718, in vitro and in tumor xenograft models. Disruption of MPM cell-cell or cell-extracellular matrix (ECM) contacts with blocking antibodies suggests that weak cell-cell adhesions in Merlin-negative MPM cells underlie their greater dependence on cell-ECM-induced FAK signaling. This provides one explanation of why Merlin-negative cells are vulnerable to FAK inhibitor treatment. Furthermore, we validated aldehyde dehydrogenase as a marker of cancer stem cells (CSCs) in MPM, a cell population thought to mediate tumor relapse after chemotherapy. Whereas pemetrexed and cisplatin, standard-of-care agents for MPM, enrich for CSCs, FAK inhibitor treatment preferentially eliminates these cells. These preclinical results provide the rationale for a clinical trial in MPM patients using a FAK inhibitor as a single agent after first-line chemotherapy. With this design, the FAK inhibitor could potentially induce a more durable clinical response through reduction of CSCs along with a strong antitumor effect. Furthermore, our data suggest that patients with Merlin-negative tumors may especially benefit from FAK inhibitor treatment.",
  "authors": "Irina M Shapiro; Vihren N Kolev; Christian M Vidal; Yuwaraj Kadariya; Jennifer E Ring; Quentin Wright; David T Weaver; Craig Menges; Mahesh Padval; Andrea I McClatchey; Qunli Xu; Joseph R Testa; Jonathan A Pachter",
  "journal": "Science translational medicine",
  "publicationDate": "2014-05-21",
  "doi": "10.1126/scitranslmed.3008639",
  "methods": "Materials and Methods Study design Mouse models of mesothelioma, human MPM patient derived xenografts, MSTO-211H, MDA-MB-468 and MDA-MB-231 s.c. xenograft experiments are described in detail in the  Supplementary Methods . Briefly, endpoints of each study included assessment of the anti-tumor activity of compounds based on tumor growth inhibition (TGI) at the end of the study and quantification of pFAK-Y397 in tumor samples. For s.c. models, animals were randomized into treatment or control groups when tumors reached approximately 125–250 mm 3  and dosing was initiated. All of the studies were powered to have an 80% (1−β) chance of detecting a significant difference in tumor burden at the end of the study specifying α = 0.05 (two-tailed testing). Control cohorts had tight tumor growth curves, allowing to be adequately powered with experimental recipient cohorts of average size n = 5–10. Original data for animal studies are provided in  Table S1 . For mouse models of mesothelioma, all animal experiments were performed in accordance with the regulations of Fox Chase Cancer Center’s Institutional Animal Care and Use Committee. Cell culture and compound treatment Cell lines used in this study and culture conditions are described in the  Supplementary Methods . Cells were treated with VS-4718, pemetrexed, cisplatin, vinorelbine or gemcitabine for 4 days. VS-4718, pemetrexed, vinorelbine or gemcitabine were added at 15 μl/well in a 96-well plate as 10X DMSO solution (n=6 per concentration point). Cisplatin was diluted from 10X NaCl stock solution. Plasmids, virus production and infection of target cells The pMXs-NF2-IRES-GFP construct was generated by inserting  NF2  cDNA (Open Biosystems, MHS1011-202832561) into pMXs-IRES-GFP retroviral vector (Cell Biolabs). Retroviral packaging, infection, and fluorescence-activated cell sorting (FACS) were performed as previously described ( 22 ). FAK siRNA A mix of four individual PTK2 siRNAs (ON-TARGETplus PTK2 siRNA; Dharmacon, Thermo Scientific) was used for depletion of FAK in mesothelioma cell lines using DharmaFECT reagent as described in the ‘siRNA Transfection with DharmaFECT Protocol’. siGENOME Non-Targeting siRNA #1was used as a negative control. Statistics Shapiro-Wilk normality test was used to determine whether the data was normally distributed. Unpaired t-test with Welch’s correction or a one-way ANOVA was used to determine statistical significance of the results for normally-distributed datasets. Mann Whitney test or Kruskal-Wallis test was used to determine significance of non-normally distributed data. α = 0.05 (two-tailed testing) was used for all statistical measurements. Statistical analysis was performed using Prism 6 software. Aldefluor assay, limiting dilution assay, immunofluorescence and immunohistochemistry procedures, Matrigel-on-top, western blotting and antibodies, blocking antibody experiments and mouse models are described in the  Supplementary Methods .",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:25:40"
}