{
  "pmid": "24848258",
  "abstract": "Merlin deficiency predicts FAK inhibitor sensitivity: a synthetic lethal  relationship.  Shapiro IM(1), Kolev VN(1), Vidal CM(1), Kadariya Y(2), Ring JE(1), Wright Q(1),  Weaver DT(1), Menges C(2), Padval M(1), McClatchey AI(3), Xu Q(1), Testa JR(2),  Pachter JA(4).  Author information: (1)Verastem Inc., Cambridge, MA 02142, USA. (2)Fox Chase Cancer Center, Philadelphia, PA 19111, USA. (3)Massachusetts General Hospital Center for Cancer Research and Department of  Pathology, Harvard Medical School, Charlestown, MA 02129, USA. (4)Verastem Inc., Cambridge, MA 02142, USA. jpachter@verastem.com.  The goal of targeted therapy is to match a selective drug with a genetic lesion  that predicts for drug sensitivity. In a diverse panel of cancer cell lines, we  found that the cells most sensitive to focal adhesion kinase (FAK) inhibition  lack expression of the neurofibromatosis type 2 (NF2) tumor suppressor gene  product, Merlin. Merlin expression is often lost in malignant pleural  mesothelioma (MPM), an asbestos-induced aggressive cancer with limited treatment  options. Our data demonstrate that low Merlin expression predicts for increased  sensitivity of MPM cells to a FAK inhibitor, VS-4718, in vitro and in tumor  xenograft models. Disruption of MPM cell-cell or cell-extracellular matrix (ECM)  contacts with blocking antibodies suggests that weak cell-cell adhesions in  Merlin-negative MPM cells underlie their greater dependence on cell-ECM-induced  FAK signaling. This provides one explanation of why Merlin-negative cells are  vulnerable to FAK inhibitor treatment. Furthermore, we validated aldehyde  dehydrogenase as a marker of cancer stem cells (CSCs) in MPM, a cell population  thought to mediate tumor relapse after chemotherapy. Whereas pemetrexed and  cisplatin, standard-of-care agents for MPM, enrich for CSCs, FAK inhibitor  treatment preferentially eliminates these cells. These preclinical results  provide the rationale for a clinical trial in MPM patients using a FAK inhibitor  as a single agent after first-line chemotherapy. With this design, the FAK  inhibitor could potentially induce a more durable clinical response through  reduction of CSCs along with a strong antitumor effect. Furthermore, our data  suggest that patients with Merlin-negative tumors may especially benefit from  FAK inhibitor treatment.  Copyright © 2014, American Association for the Advancement of Science.  DOI: 10.1126/scitranslmed.3008639 PMCID: PMC4165339 PMID: 24848258 [Indexed for MEDLINE]  Conflict of interest statement: Competing interests I.S., V.K., C.V., J.R.,  D.W., M.P., Q.X., J.P. are employees and stockholders of Verastem Inc. Q.W. is a  stockholder of Verastem Inc. Verastem has issued and pending patents for  VS-4718. Y.K., C.M., A.M., J.T. do not have competing financial interests.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-16T15:42:05.076929",
  "abstract_length": 2821,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}