{
  "pmid": "PMID:24882693",
  "title": "Molecular conformation of the full-length tumor suppressor NF2/Merlin--a small-angle neutron scattering study.",
  "abstract": "The tumor suppressor protein Merlin inhibits cell proliferation upon establishing cell-cell contacts. Because Merlin has high level of sequence similarity to the Ezrin-Radixin-Moesin family of proteins, the structural model of Ezrin-Radixin-Moesin protein autoinhibition and cycling between closed/resting and open/active conformational states is often employed to explain Merlin function. However, recent biochemical studies suggest alternative molecular models of Merlin function. Here, we have determined the low-resolution molecular structure and binding activity of Merlin and a Merlin(S518D) mutant that mimics the inactivating phosphorylation at S518 using small-angle neutron scattering and binding experiments. Small-angle neutron scattering shows that, in solution, both Merlin and Merlin(S518D) adopt a closed conformation, but binding experiments indicate that a significant fraction of either Merlin or Merlin(S518D) is capable of binding to the target protein NHERF1. Upon binding to the phosphatidylinositol 4,5-bisphosphate lipid, the wild-type Merlin adopts a more open conformation than in solution, but Merlin(S518D) remains in a closed conformation. This study supports a rheostat model of Merlin in NHERF1 binding and contributes to resolving a controversy about the molecular conformation and binding activity of Merlin.",
  "authors": "Jahan Ali Khajeh; Jeong Ho Ju; Moussoubaou Atchiba; Marc Allaire; Christopher Stanley; William T Heller; David J E Callaway; Zimei Bu",
  "journal": "Journal of molecular biology",
  "publicationDate": "2014-07-29",
  "doi": "10.1016/j.jmb.2014.05.011",
  "methods": "Experimental Procedures Protein expression and purification The human cDNA encoding the full-length Merlin isoform 1 was subcloned into the pET32a vector (EMD Biosciences, Inc), with a 6XHis plus thioredoxin tag at the amino-terminal end of the expressed proteins. The Merlin(S518D) and Merlin(S518E) mutants were generated with the QuikChange II site-directed mutagenesis kit (Agilent Technologies). The expression plasmids were transformed into the Rosetta2(DE3) competent cells (EMD Biosciences, Inc). The bacterial cells were grown in LB medium in the presence of 0.100 mg/ml ampicillin and 0.034 mg/ml chloramphenicol. At cell optical density at 600 nm of about 0.8, the cells were induced with 0.5 mM isopropyl-β-d-thiogalactopyranoside, and the cells were grown at 20 °C for overnight. The cells were harvested and pelleted. To purify protein, the cell pellets were suspended in 50-80 ml of lysis buffer (50 mM sodium phosphate, pH 7.5, 300 mM NaCl, 20 mM Imidazole, 0.1 mM PMSF) and incubated at 4 °C with agitation for 30 min. The homogenized lysate was sonicated on ice for 11 cycles of 30 s on and 30 s off, followed by centrifuge at 10,000 rpm for 30 min at 4°C and the supernatant saved for next step. The supernatant ran through a 5 ml HiTrap Chelating Sepharose™ High Performance (GE healthcare) and washed extensively with 200 ml of lysis buffer to remove impurities and non-specific bindings. Next, the bound Merlin eluted with adequate amount of elution buffer (50mM NaH2PO4, 300 mM NaCl, pH 7.5, 500 mM Imidazole, 0.1 mM PMSF) and then the best fractions were pooled and dialyzed in Tris 20 mM, 300 mM NaCl, 0.5 mM DTT and 0.5 mM EDTA. The thioredoxin tag of the purified proteins was cleaved by homemade tobacco etch virus protease. Again a second run of Ni 2+ -chelating column purification was performed to remove the cleaved tag, residual un-cleaved proteins, and the His-tagged TEV. Further purification followed by gel filtration chromatography using a Superdex 200 10/300 GL column (GE Healthcare). An extinction coefficient of 55350 M -1 .cm- 1  was used to determine protein concentration of wild type merlin in reduced condition and finally, the purity of the proteins estimated by SDS- PAGE ( Fig. 1 ). The concentration of a purified Merlin or Merlin mutant was determined using a UV spectrometer at 280 nm using an extinction coefficient of 55350 M -1 cm -1 . For SANS experiments, the deuterated Merlin were expressed in M9/D2O medium using our published protocols [ 32 ,  37 ,  51 ]. The procedure for purifying the deuterated proteins are the same as the undeuterated proteins. Static and dynamic light scattering The light scattering measurements were performed using DynaPro NanoStar (Wyatt Technology Corporation). Before measurements, the purified proteins in solution were centrifuged at 14000 rpm at room temperature for 15 minutes. Protein concentrations were kept constant at 5 μM in the same buffer as that in gel filtration experiments. DYNAMIC software (V7.1.4) was used to obtain the normalized time autocorrelation function, polydispersity, and the absolute molecular mass. Circular dichroism spectroscopy For CD measurements, proteins were dialyzed against 20 mM Potassium phosphate buffer pH 7.5, 0.1 mM EDTA, 150 mM NaCl and 1 mM DTT after purification. CD experiments were performed on a J-180 JASCO circular dichroism spectropolarimeter equipped with a temperature controlled cell holder using the Spectra Manager control (V1. 17.00) and application (V1.3.00) software package (JASCO). The instrument was calibrated with (+)-10-camphorsulfonic acid. Far-UV CD spectra recorded in a 1 mm quartz at 25 °C in a wavelength range of 190-250 nm with 1.0 nm bandwidth, using the continuous-mode setting, with 1.0 s response and a scan speed of 50 nm/min. Two spectra were averaged, and the background was corrected against buffer. The molar ellipticity [θ] was calculated from the formula: [θ]= (θ×100 Mw)/(cl), where c is the protein concentration in mg/ml, Mw is the molecular mass, l is the light path length in centimeters, and θ is the measured ellipticity in degrees at wavelength λ. Data deconvolution and normalization were carried out using DichroWeb[ 60 ]. Surface plasmon resonance Surface plasmon resonance (SRP) experiments were performed on a Biacore X100 (GE Life Sciences, NJ) at 25.0 °C for determining Merlin binding to NHERF1. Before the binding experiments, the hydrogel matrix of the CM5 Biosensor chip (GE Life Sciences, NJ) was activated by N-hydroxysuccinimide and N-ethyl-N′-(3-dimethylaminopropyl) carbodiimide (GE Life Sciences, NJ). The ligand, which was 5 μg/ml NHERF1 was dissolved in 10 mM sodium acetate, pH 5.2, was injected to coat the activated surface. Uncross-linked ligand was washed away, and uncoated sites were blocked by 1 M ethanolamine, pH 8.5. The analyte, Merlin or Merlin(S518D), was dissolved in HBS-EP buffer containing 10 mM HEPES buffer, pH 7.4, 300 mM NaCl, 3 mM EDTA, and 0.005% surfactant polysorbate 20. The analyte was injected at a series of concentrations over the NHERF1-coated surfaces at 10 μl/min for 3 min. At the end of each injection, the sensor chip was regenerated with 4.0 M MgCl2, 50 mM triethylamine, pH 9.15, and HBS-EP buffer. Isothermal Titration Calorimetry ITC experiments were run in a MicroCal™ Auto-iTC 200  system at 25 °C. Before ITC experiments, all samples were dialyzed in buffer containing HEPES 10 mM pH7.5, 300 mM NaCl, 0.5 mM EDTA and 0.5 mM β-ME. For determining NHERF1 binding to FERM or Merlin constructs, the reaction cells were filled with 460  μ L of 20  μ M FERM or Merlin, and NHERF (100-200 μM) was titrated into the cell in 19 injections of 2  μ L each, with 150 s intervals between each injection. The data were analyzed using the manufacturer provided software Bindworks (version 3.1.5, Calorimetry Sciences Corp. Lindon, UT) to yield the stoichiometry (n), association constant ( Ka ) and observed enthalpy change ( Δ Ho ) for the binding reactions. For ITC experiments to determine the binding of Merlin to PIP2, one milligram of PIP2 from porcine brain (Avanti Polar Lipids, Inc) was dissolved in solvent CHCl3/MeOH/H2O (20:9:1). The solvent was evaporated using a Rotavap for 30-40 min, and then the formed solid film was dissolved in the ITC buffer containing HEPES 10mM, 300 mM NaCl, 0.5 mM EDTA and 0.5 mM beta Mercaptoethanol (B-ME) and passed through filter 0.2 micron. To remove additional ammonium salts already exists in the solution, the PIP2 solution was dialyzed against ITC buffer overnight in cold room. For ITC experiments, the reaction cell was filled with 460  μ L of 30  μ M protein, and PIP2 (0.6-0.9 mM) was titrated into the cell in 19 injections of 2  μ L each, with constant stirring at 1000 rpm throughout the experiment and 150 s spacing between each injection. The heat of ligand dilution was obtained from the independent injections of PIP2 into ITC buffer. This value was subtracted from all of the injection points during data analysis. Small angle neutron scattering experiments SANS experiments were performed on the extended Q-range small-angle neutron scattering (EQ-SANS) instrument at the Spallation Neutron Source (SNS) located at Oak Ridge National Laboratory (ORNL) [ 61 ]. All measurements used a sample-to-detector distance of 4m. Two wavelength settings were used: 60 Hz with a wavelength, λ, band of 2.5 Å to 6.1 Å; and 30 Hz (frame-skipping mode) with two wavelength bands of 2.5 Å to 6.1 Å and 9.4 Å to 13.4 Å. The former configuration provides a useful  Q -range (the wavevector transfer,  Q  = 4π sin(θ)/λ, where 2θ is the scattering angle) of ∼0.01 Å -1  to ∼0.22 Å -1 , while the latter provides additional low  Q  data (down to ∼0.005 Å -1 ) with the same practical upper limit. The choice of configuration was determined by the expected size of the particles being studied and to probe for high molecular weight contaminants, such as protein aggregates. Samples were loaded into 1 mm pathlength circular-shaped quartz cuvettes (Hellma USA, Plainville, NY) and SANS measurements performed at 20 °C. Data reduction followed standard procedures that are implemented in MantidPlot ( http://www.mantidproject.org/ ) to correct for dark current (background radiation and electronic noise), the detector sensitivity and the scattering contribution from the solvent and empty cells before being azimuthally averaged to produce  I(Q)  vs.  Q . The data were scaled into absolute units of cm -1  using a calibrated standard [ 62 ]. SANS data analysis and 3-D shape reconstruction The length distribution function P(r), radius of gyration R g , the forward scattering intensity I(0), and the maximum dimension D max  were calculated from the scattering data using the program GNOM [ 63 ]. The 3-D “dummy bead” coordinates were generated using the program DAMMIN [ 41 ]. Multiple calculations were performed using DAMMIN, and the generated 10 structures were averaged and filtered using the program DAMAVER and DAMFILT [ 64 ]. The 3-D density map was generated from the averaged coordinates using the program Situs [ 65 ]. The fitting and docking of the high-resolution structure to the density map were performed using Situs or UCS Chimera [ 66 ].",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:25:41"
}