{
  "pmid": "PMID:24882693",
  "title": "Molecular conformation of the full-length tumor suppressor NF2/Merlin--a small-angle neutron scattering study.",
  "abstract": "The tumor suppressor protein Merlin inhibits cell proliferation upon establishing cell-cell contacts. Because Merlin has high level of sequence similarity to the Ezrin-Radixin-Moesin family of proteins, the structural model of Ezrin-Radixin-Moesin protein autoinhibition and cycling between closed/resting and open/active conformational states is often employed to explain Merlin function. However, recent biochemical studies suggest alternative molecular models of Merlin function. Here, we have determined the low-resolution molecular structure and binding activity of Merlin and a Merlin(S518D) mutant that mimics the inactivating phosphorylation at S518 using small-angle neutron scattering and binding experiments. Small-angle neutron scattering shows that, in solution, both Merlin and Merlin(S518D) adopt a closed conformation, but binding experiments indicate that a significant fraction of either Merlin or Merlin(S518D) is capable of binding to the target protein NHERF1. Upon binding to the phosphatidylinositol 4,5-bisphosphate lipid, the wild-type Merlin adopts a more open conformation than in solution, but Merlin(S518D) remains in a closed conformation. This study supports a rheostat model of Merlin in NHERF1 binding and contributes to resolving a controversy about the molecular conformation and binding activity of Merlin.",
  "authors": "Jahan Ali Khajeh; Jeong Ho Ju; Moussoubaou Atchiba; Marc Allaire; Christopher Stanley; William T Heller; David J E Callaway; Zimei Bu",
  "journal": "Journal of molecular biology",
  "publicationDate": "2014-07-29",
  "doi": "10.1016/j.jmb.2014.05.011",
  "methods": "Experimental Procedures Protein expression and purification The human cDNA encoding the full-length Merlin isoform 1 was subcloned into the pET32a vector (EMD Biosciences, Inc), with a 6XHis plus thioredoxin tag at the amino-terminal end of the expressed proteins. The Merlin(S518D) and Merlin(S518E) mutants were generated with the QuikChange II site-directed mutagenesis kit (Agilent Technologies). The expression plasmids were transformed into the Rosetta2(DE3) competent cells (EMD Biosciences, Inc). The bacterial cells were grown in LB medium in the presence of 0.100 mg/ml ampicillin and 0.034 mg/ml chloramphenicol. At cell optical density at 600 nm of about 0.8, the cells were induced with 0.5 mM isopropyl-β-d-thiogalactopyranoside, and the cells were grown at 20 °C for overnight. The cells were harvested and pelleted. To purify protein, the cell pellets were suspended in 50-80 ml of lysis buffer (50 mM sodium phosphate, pH 7.5, 300 mM NaCl, 20 mM Imidazole, 0.1 mM PMSF) and incubated at 4 °C with agitation for 30 min. The homogenized lysate was sonicated on ice for 11 cycles of 30 s on and 30 s off, followed by centrifuge at 10,000 rpm for 30 min at 4°C and the supernatant saved for next step. The supernatant ran through a 5 ml HiTrap Chelating Sepharose™ High Performance (GE healthcare) and washed extensively with 200 ml of lysis buffer to remove impurities and non-specific bindings. Next, the bound Merlin eluted with adequate amount of elution buffer (50mM NaH2PO4, 300 mM NaCl, pH 7.5, 500 mM Imidazole, 0.1 mM PMSF) and then the best fractions were pooled and dialyzed in Tris 20 mM, 300 mM NaCl, 0.5 mM DTT and 0.5 mM EDTA. The thioredoxin tag of the purified proteins was cleaved by homemade tobacco etch virus protease. Again a second run of Ni 2+ -chelating column purification was performed to remove the cleaved tag, residual un-cleaved proteins, and the His-tagged TEV. Further purification followed by gel filtration chromatography using a Superdex 200 10/300 GL column (GE Healthcare). An extinction coefficient of 55350 M -1 .cm- 1  was used to determine protein concentration of wild type merlin in reduced condition and finally, the purity of the proteins estimated by SDS- PAGE ( Fig. 1 ). The concentration of a purified Merlin or Merlin mutant was determined using a UV spectrometer at 280 nm using an extinction coefficient of 55350 M -1 cm -1 . For SANS experiments, the deuterated Merlin were expressed in M9/D2O medium using our published protocols [ 32 ,  37 ,  51 ]. The procedure for purifying the deuterated proteins are the same as the undeuterated proteins. Static and dynamic light scattering The light scattering measurements were performed using DynaPro NanoStar (Wyatt Technology Corporation). Before measurements, the purified proteins in solution were centrifuged at 14000 rpm at room temperature for 15 minutes. Protein concentrations were kept constant at 5 μM in the same buffer as that in gel filtration experiments. DYNAMIC software (V7.1.4) was used to obtain the normalized time autocorrelation function, polydispersity, and the absolute molecular mass. Circular dichroism spectroscopy For CD measurements, proteins were dialyzed against 20 mM Potassium phosphate buffer pH 7.5, 0.1 mM EDTA, 150 mM NaCl and 1 mM DTT after purification. CD experiments were performed on a J-180 JASCO circular dichroism spectropolarimeter equipped with a temperature controlled cell holder using the Spectra Manager control (V1. 17.00) and application (V1.3.00) software package (JASCO). The instrument was calibrated with (+)-10-camphorsulfonic acid. Far-UV CD spectra recorded in a 1 mm quartz at 25 °C in a wavelength range of 190-250 nm with 1.0 nm bandwidth, using the continuous-mode setting, with 1.0 s response and a scan speed of 50 nm/min. Two spectra were averaged, and the background was corrected against buffer. The molar ellipticity [θ] was calculated from the formula: [θ]= (θ×100 Mw)/(cl), where c is the protein concentration in mg/ml, Mw is the molecular mass, l is the light path length in centimeters, and θ is the measured ellipticity in degrees at wavelength λ. Data deconvolution and normalization were carried out using DichroWeb[ 60 ]. Surface plasmon resonance Surface plasmon resonance (SRP) experiments were performed on a Biacore X100 (GE Life Sciences, NJ) at 25.0 °C for determining Merlin binding to NHERF1. Before the binding experiments, the hydrogel matrix of the CM5 Biosensor chip (GE Life Sciences, NJ) was activated by N-hydroxysuccinimide and N-ethyl-N′-(3-dimethylaminopropyl) carbodiimide (GE Life Sciences, NJ). The ligand, which was 5 μg/ml NHERF1 was dissolved in 10 mM sodium acetate, pH 5.2, was injected to coat the activated surface. Uncross-linked ligand was washed away, and uncoated sites were blocked by 1 M ethanolamine, pH 8.5. The analyte, Merlin or Merlin(S518D), was dissolved in HBS-EP buffer containing 10 mM HEPES buffer, pH 7.4, 300 mM NaCl, 3 mM EDTA, and 0.005% surfactant polysorbate 20. The analyte was injected at a series of concentrations over the NHERF1-coated surfaces at 10 μl/min for 3 min. At the end of each injection, the sensor chip was regenerated with 4.0 M MgCl2, 50 mM triethylamine, pH 9.15, and HBS-EP buffer. Isothermal Titration Calorimetry ITC experiments were run in a MicroCal™ Auto-iTC 200  system at 25 °C. Before ITC experiments, all samples were dialyzed in buffer containing HEPES 10 mM pH7.5, 300 mM NaCl, 0.5 mM EDTA and 0.5 mM β-ME. For determining NHERF1 binding to FERM or Merlin constructs, the reaction cells were filled with 460  μ L of 20  μ M FERM or Merlin, and NHERF (100-200 μM) was titrated into the cell in 19 injections of 2  μ L each, with 150 s intervals between each injection. The data were analyzed using the manufacturer provided software Bindworks (version 3.1.5, Calorimetry Sciences Corp. Lindon, UT) to yield the stoichiometry (n), association constant ( Ka ) and observed enthalpy change ( Δ Ho ) for the binding reactions. For ITC experiments to determine the binding of Merlin to PIP2, one milligram of PIP2 from porcine brain (Avanti Polar Lipids, Inc) was dissolved in solvent CHCl3/MeOH/H2O (20:9:1). The solvent was evaporated using a Rotavap for 30-40 min, and then the formed solid film was dissolved in the ITC buffer containing HEPES 10mM, 300 mM NaCl, 0.5 mM EDTA and 0.5 mM beta Mercaptoethanol (B-ME) and passed through filter 0.2 micron. To remove additional ammonium salts already exists in the solution, the PIP2 solution was dialyzed against ITC buffer overnight in cold room. For ITC experiments, the reaction cell was filled with 460  μ L of 30  μ M protein, and PIP2 (0.6-0.9 mM) was titrated into the cell in 19 injections of 2  μ L each, with constant stirring at 1000 rpm throughout the experiment and 150 s spacing between each injection. The heat of ligand dilution was obtained from the independent injections of PIP2 into ITC buffer. This value was subtracted from all of the injection points during data analysis. Small angle neutron scattering experiments SANS experiments were performed on the extended Q-range small-angle neutron scattering (EQ-SANS) instrument at the Spallation Neutron Source (SNS) located at Oak Ridge National Laboratory (ORNL) [ 61 ]. All measurements used a sample-to-detector distance of 4m. Two wavelength settings were used: 60 Hz with a wavelength, λ, band of 2.5 Å to 6.1 Å; and 30 Hz (frame-skipping mode) with two wavelength bands of 2.5 Å to 6.1 Å and 9.4 Å to 13.4 Å. The former configuration provides a useful  Q -range (the wavevector transfer,  Q  = 4π sin(θ)/λ, where 2θ is the scattering angle) of ∼0.01 Å -1  to ∼0.22 Å -1 , while the latter provides additional low  Q  data (down to ∼0.005 Å -1 ) with the same practical upper limit. The choice of configuration was determined by the expected size of the particles being studied and to probe for high molecular weight contaminants, such as protein aggregates. Samples were loaded into 1 mm pathlength circular-shaped quartz cuvettes (Hellma USA, Plainville, NY) and SANS measurements performed at 20 °C. Data reduction followed standard procedures that are implemented in MantidPlot ( http://www.mantidproject.org/ ) to correct for dark current (background radiation and electronic noise), the detector sensitivity and the scattering contribution from the solvent and empty cells before being azimuthally averaged to produce  I(Q)  vs.  Q . The data were scaled into absolute units of cm -1  using a calibrated standard [ 62 ]. SANS data analysis and 3-D shape reconstruction The length distribution function P(r), radius of gyration R g , the forward scattering intensity I(0), and the maximum dimension D max  were calculated from the scattering data using the program GNOM [ 63 ]. The 3-D “dummy bead” coordinates were generated using the program DAMMIN [ 41 ]. Multiple calculations were performed using DAMMIN, and the generated 10 structures were averaged and filtered using the program DAMAVER and DAMFILT [ 64 ]. The 3-D density map was generated from the averaged coordinates using the program Situs [ 65 ]. The fitting and docking of the high-resolution structure to the density map were performed using Situs or UCS Chimera [ 66 ].",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:25:41",
  "introduction": "Introduction Merlin is a tumor suppressor protein that is encoded by the Neurofibromatosis type-2 (NF2) gene. Merlin regulates the growth and development of tissues and organs [ 1 ]. Malfunctioned mutations in the NF2 gene cause the genetic cancerous syndromes of neurofibromatosis type 2, schwannomas, meningiomas, and ependymomas tumors in the peripheral nervous system [ 2 - 4 ]. Merlin malfunction mutations are also implicated in other types of mammalian cancers, for reviewed see ref [ 5 ]. Merlin is activated to suppress cell proliferation upon establishing cell-cell contacts [ 6 - 8 ]. Cell contact-dependent inhibition is essential for normal tissue organization, and loss of cell contact-dependent inhibition is the hallmark of invasive cancer [ 9 ]. Merlin mediates contact-dependent inhibition by recruiting cell-adhesion and cell polarity complexes to the cell junctions [ 1 ,  10 ]. Upon establishing cell-cell contacts, Merlin also negatively regulates growth signals from the epidermal growth factor receptors [ 6 ,  11 ,  12 ]. Merlin regulates a number of mitogenic signaling pathways including the Rac–PAK, PI3K–Akt, FAK–Src, as well as the Hippo tumor-suppressor signaling pathways (reviewed in [ 5 ]). Recent studies find that Merlin can migrate to the nucleus, and induce the growth-suppressive program by inhibiting the CRL4 DCAF1  E3 ubiquitin ligase [ 13 ]. The growth suppressor function of Merlin is modulated by phosphorylation [ 14 ,  15 ]. Merlin is phosphorylated at the carboxyl-terminal S518 by the PAK kinase, which deactivates the growth suppression function of Merlin [ 14 ,  16 - 18 ]. Upon establishing cell–cell contacts, Merlin S518 is dephosphorylated by the phosphatase PP1δ, and the S518 dephosphorylated Merlin becomes active, thereby suppresses cell growth and proliferation [ 19 ]. Although phosphorylation/dephosphorylation at S518 is a crucial event that drives the Merlin activation–inactivation cycles, the molecular basis of Merlin S518 phosphorylation on Merlin function is not well understood. Because Merlin has high sequence similarity to a family of structurally conserved Ezrin-Radixin-Moesin (ERM) proteins [ 20 ], the structural model of ERM proteins is often employed to explain Merlin conformation and function. The ERM proteins are membrane-cytoskeleton adapter proteins. The functions of the ERM proteins are regulated by a conformational autoinhibition mechanism, with the inactive protein being held in a closed conformation by head-to-tail intramolecular interactions [ 21 ,  22 ]. Binding to the phosphatidylinositol 4,5-bisphosphate (PIP2) lipid and phosphorylation at a conserved carboxyl-terminal threonine (Ezrin T567, Radixin T564, and Moesin T558) disrupt the autoinhibition and activate ERM proteins [ 23 ]. Upon ERM protein activation, the released FERM domain binds to a variety of target proteins including the scaffolding protein NHERF1, whereas the carboxyl-terminal tail binds to the cytoskeletal actin [ 24 ,  25 ]. The ERM protein associated protein complexes are involved in targeting and assembling a number of receptors and ion transport proteins at the interface between the cell membrane and the actin cytoskeleton. The conformation of Merlin is also considered to be regulated by head-to-tail intramolecular interactions [ 26 - 29 ]. Based on comparisons with ERM proteins, it is thought that that phosphorylation at S518 of Merlin causes the disruption of intramolecular head-to-tail interactions, and that the S518 phosphorylated Merlin adopts an open conformation. According to this model, the closed and unphosphorylated conformation of Merlin is the active form that suppresses growth while the open, S518 phosphorylated Merlin is the inactive form. However, recent biochemical studies suggest alternative models of Merlin activation. These studies imply that either phosphorylation at S518 has minimal effects on Merlin conformation, or that the S518 phosphorylated Merlin adopts a more closed form than the unphosphorylated Merlin [ 30 ,  31 ]. A direct structural determination of Merlin and S518 phosphorylated Merlin together with quantitative binding experiments will help to clarify the relationship between the Merlin molecular conformation and its target binding activity. Using contrast-matching SANS, we have determined the molecular shapes of Merlin and the phosphomimetic Merlin(S518D) mutant in solution and in PIP2. We find that, in solution, both the wild-type Merlin and the phosphomimetic Merlin(S518D) adopt a closed conformation. However, unlike the closed Ezrin that does not bind to NHERF1 [ 32 ], about 30-40% of the wild-type Merlin or Merlin(S518D) molecules are capable of binding to NHERF1 with binding affinity that is comparable to that of the Merlin FERM domain. Moreover, upon binding to PIP2, a fraction of Merlin or Merlin(S518D) forms aggregates. Contrast-matching SANS shows that the soluble fraction of PIP2-bound wild-type Merlin is monomeric and adopts a more open structure, but the soluble fraction of PIP2-bound Merlin(S518D) remains in a closed conformation. This study supports a rheostat model of Merlin, whose conformation and binding activity cannot simply described as open and closed molecular conformation as the ERM proteins.",
  "results": "Results We have expressed and purified the wild-type full-length Merlin(wt), the phosphomimic Merlin(S518D) and Merlin(S518E) mutants from bacteria, see  Figure 1A . The S518D and S518E mutations are chosen as mimetics for the negative electrostatic charges of phosphorylated Merlin at S518 because a number of biochemical and cell biological studies have shown that the Merlin(S518D) mutant is inactive to suppressing cell growth, similar to the S518 phosphorylated Merlin [ 14 ,  18 ,  19 ,  29 ]. At room temperature, gel filtration and light scattering show that the purified Merlin(wt), Merlin(S518D), and Merlin(S518E) do not aggregate in solution, see  Figure 1B and 1C . Because the gel filtration profiles of Merlin(S518D) and Merlin(S518E) are similar, we focus on Merlin(S518D) in the following studies. Molecular mass measurements by static light scattering indicates that Merlin(wt) and Merlin(S518D) are monomers in solution, see  Figure 1C . This result is in agreement with previous fluorescence resonance energy transfer and analytical ultracentrifugation studies that also find Merlin is predominantly a monomer in solution [ 30 ]. Circular dichroism (CD) experiments on Merlin(wt) and Merlin(S518D) yielded spectra with a strong positive peak at wavelength λ ∼195 nm and two strong negative peaks at ∼208 nm and ∼222 nm, which are characteristic of α-helical structure ( Figure S1 ). Deconvolution of the CD spectra yields the fractions of secondary structures. For the full-length Merlin(wt) and Merlin(S518D), the CD spectra suggest a comparable helical and beta sheet structure around 40-50 % and 20% respectively. The helical structures are slightly enhanced upon binding to PIP2 ( Figure S1 ). The full-length Merlin and Merlin(S518D) are capable of binding to NHERF1 but with lower activity than the Merlin FERM domain The FERM domain of Ezrin (ezFERM) binds to the carboxyl-terminal tail of the scaffolding protein NHERF1 with high affinity [ 33 - 37 ]. The ezFERM domain is considered as a mimetic to the active form of Ezrin because the autoinhibiting carboxyl-terminal tail is removed [ 38 ]. We have previously shown that the closed, full-length wild-type Ezrin does not bind to the scaffolding protein NHERF1, while 16.2% of the phosphomimic Ezrin(T567D) mutant is active to bind to NHERF1 [ 32 ], see  Table 1 . The results of Ezrin to NHERF1 binding are consistent with our SANS results that the full-length Ezrin(wt) adopts a closed conformation, and Ezrin(T567D) adopts a slightly more open conformation [ 32 ]. Studies have shown that the FERM domain of Merlin (mFERM) also binds to the carboxyl-end of NHERF1 [ 27 ,  39 ]. Likewise, the binding of mFERM domain to NHERF1 may also be used as a control to compare with that of the full-length Merlin, in order to assess the degree of openness of the full-length Merlin or Merlin(S518D). Using surface plasmon resonance (SPR), we have first compared the binding affinities of NHERF1 to mFERM and ezFERM, respectively ( Figure 3A  and  Table 1 ). The ezFERM domain binds to NHERF1 with high affinity with dissociation constant K d =25.8±1.8 nM, which is close to previously reported [ 33 ,  37 ,  40 ], while mFERM binds NHERF1 with K d =459±38 nM. The binding affinity of NHERF1 for mFERM is thus about 18 fold lower than that for ezFERM domain. Moreover, SPR shows that NHERF1 binds to the full-length Merlin(wt) with K d =956±70 nM, and to Merlin(S518D) with K d =1240±220 nM, see  Figure 2A  and  Table 2 . We have also performed isothermal titration calorimetry (ITC) experiments to compare the binding of NHERF1 to ezFERM, mFERM, Merlin(wt) and Merlin(S518D), see  Figure 2B  and  Table 2 . ITC experiments show that NHERF1 binds to ezFERM with higher affinity than to mFERM. ITC also indicates that the binding affinities of NHERF1 for mFERM is higher than for full-length Merlin(wt), whereas the binding affinity of NHERF1 for Merlin(wt) is about twice that for Merlin(S518),  Figure 2A, 2B  and  Table 2 . Thus, both SPR and ITC experiments indicate that the full-length Merlin(wt) and Merlin(S518D) are capable of binding to NHERF1, even though SANS shows that Merlin(wt) adopts a closed conformation. Comparing the binding results shows that Merlin(S518D) has a slightly weaker affinity for NHERF1 than Merlin(wt). Furthermore, one can use ITC to judge the fraction of active Merlin molecules that is involved in binding to NHERF1 by examining the “N” values. For ezFERM and mFERM, the N value is close to 1 suggesting that the NHERF1-binding sites in the FERM domains are unobstructed, and that NHERF1 binds to either mFERM or ezFERM with a 1:1 stoichiometry. However, for the full-length Merlin(wt) and Merlin(S518D), the N value indicate that less than 40% of Merlin or Merlin(S518D) are active or competent in binding to NHERF1, see  Table 2 , whereas we have shown previously that a closed Ezrin is essentially incapable of binding to NHERF1 [ 32 ]. These results indicate that, unlike Ezrin that is completely autoinhibited from binding to NHERF1 [ 32 ], the NHERF1-binding sites in either Merlin(wt) or Merlin(S518D) are not totally masked by the carboxyl-terminal tail of Merlin. The ITC and SPR results thus imply a graded binding capability of Merlin to NHERF1, with the binding affinity mFERM>Merlin(wt)>Merlin(S518D). Both the full-length Merlin(wt) and Merlin(S518D) adopt a closed conformation The SANS experiments were performed at 2.2 mg/ml  d Merlin(wt) and 1.68 mg/ml  d Merlin(S518D) in 0% D2O.  Figure 3  shows the SANS data of  d Merlin(wt), and  d Merlin(S518D) in 0% D2O. As a comparison, the SANS results of a closed deuterated Ezrin ( d Ezrin) and an open  d Ezrin(wt) bound to PIP2 from our previous study [ 32 ] are also shown. The radius of gyration R g  and the maximum dimension D max  values of  d Merlin(wt) and  d Merlin(S518D) obtained from the SANS experiments at these two D2O buffer conditions are summarized in  Table 1 . As a comparison, the R g  and D max  values of wild-type  d Ezrin and  d Ezrin(T567D) from our previous publication are also listed in  Table 1 . The length distribution function P(r), R g , and D max  of  d Merlin(wt) are very similar to that of  d Merlin(S518D), indicating that these  d Merlin(wt) and  d Merlin(S518D) have similar conformation ( Figure 3C  and  Table 1 ). P(r) and D max  of the closed form of  d Ezrin(wt) are also quite similar to those of  d Merlin(wt), and  d Merlin(S518D) in solution ( Figure 3C ). However, there are differences in the details of P(r)s between Merlin and Ezrin. In the P(r) function of  d Merlin or  d Merlin(S518D), the peak at r=32 Å is broader than that of  d Ezrin(wt) ( Figure 3C ), suggesting that the overall structure of  d Merlin(wt) or  d Merlin(S518D) is less compact than  d Ezrin. The 3-D shapes of  d Merlin(wt) and  d Merlin(S518D), and that of  d Ezrin reconstructed from SANS using the program DAMMIN [ 41 ] are shown in  Figure 3D . As a comparison, the available crystal structure of a closed insect Moesin [ 22 ], which is a member of ERM family proteins, is docked in the 3-D shapes of  d Ezrin,  d Merlin(wt), and  d Merlin(S518D), respectively. The overall 3-D shapes of  d Ezrin,  d Merlin(wt), and  d Merlin(S518D) are quite similar. However,  Figure 3D  shows that the crystal structure of Moesin fits better in the map of  d Ezrin envelope than in that of  d Merlin or  d Merlin(S518D). This is not surprising considering that Moesin has higher sequence homology to Ezrin than to Merlin, especially in the carboxyl-terminal half. These analyses show that both  d Merlin(wt) and  d Merlin(S518D) adopt an overall closed conformation. To compare the flexibility of Merlin(wt) and Merlin(S518D), we have analyzed the SANS data by the ensemble optimization method using the program EOM [ 42 ], see  Figure 5D . By allowing the coexistence of different conformations of the protein contributing to the experimental scattering pattern, EOM can reveal the flexibility of a protein by determine the optimum number of conformers in the ensemble. This method can distinguish between rigid and flexible proteins, and can also give a distribution profile of Rg and Dmax.  Figure 5D  shows that the distributions of R g  and D max  of the  d Merlin(wt) is slightly broader than those of  d Merlin(S518D), and that  d Merlin(S518D) is slightly more compact than  d Merlin(wt). To summarize the SANS results in solution, both Merlin(wt) and Merlin(S518D) adopt a monomeric and head-to-tail like folded conformation. Although Merlin(S518D) is slightly more compact and less flexible than the wild-type Merlin, the differences between Merlin(wt) and Merlin(S518D) are subtle. These results are thus consistent with previous findings that either there are subtle conformational changes between the wild-type Merlin and the Merlin(S518D) [ 30 ] or that Merlin(S518D) is slightly more compact than Merlin(wt) [ 31 ]. We also find that about a non-insignificant fraction of either Merlin(wt) or Melin(S518D) is capable of binding to NHERF1 with similar binding affinity as the fully exposed mFERM domain. Altogether these results suggest that although Merlin(wt) or Merlin(S518D) adopts a closed form, the intramolecular interaction within Merlin(wt) or Merlin(S518D) is weaker than in Ezrin. Upon binding to PIP2, Merlin adopts an expanded conformation, but Merlin(S518D) remains in a compact conformation We have used ITC to determine the binding of PIP 2  to Merlin(wt), Merlin(S518D), mFERM and ezFERM, see  Figure 4 . The results show that ezFERM, mFERM, Merlin(wt), and Merlin(S518D) have similar magnitude binding affinities for PIP2, with the full-length Merlin(wt) and Merlin(S518D) having slightly higher affinity for PIP2 ( Table 3 ). It is interesting to note that ezFERM and mFERM show distinct PIP2-binding behaviors. The binding of PIP 2  to mFERM or to full-length Merlin is endothermic, while the binding of PIP2 to ezFERM is exothermic ( Figure 4 ). The exothermic PIP2-binding behavior of ezFERM has also been reported before [ 43 ]. We then performed SANS experiments on  d Merlin(wt) and  d Merlin(S518D) in PIP2 in 20% D2O buffer solution at the contrast-matching point of PIP2. Contrast-matching SANS in 20% D2O thus determines the conformational changes in  d Merlin(wt) and  d Merlin(S518D) in PIP2 without the interference of the scattering from PIP2. For preparing samples for the SANS experiments, we dissolved 1.1 mg/ml (15.8 μM)  d Merlin(wt) and 1.0 mg/ml (14.3 μM)  d Merlin(S518D) in 230 μM PIP2, respectively. We found that both  d Merlin and  d Merlin(S518D) form precipitate upon the addition of PIP2. This is in contrast to our previous study that shows that  d Ezrin or  d Ezrin(T567D) does not aggregate, and that  d Ezrin or  d Ezrin(T567D) is a monomer in PIP2 solution [ 32 ]. The  d Merlin/PIP2 or  d Merlin(S518D)/PIP2 precipitates were removed at 14,000 rpm using a table top centrifuge. After removal of the precipitates, the  d Merlin/PIP2 and  d Merlin(S518D)/PIP2 complexes were dialyzed against 20% D2O buffer, respectively. The final protein concentrations were 0.8 mg/ml (11.0 μM)  d Merlin(wt) and 0.7 mg/ml (10.5 μM)  d Merlin(S518D). SANS experiments were performed on these two samples in 20% D2O buffer. Figure 5  shows the contrast-matching SANS results performed on the soluble fraction of the PIP2-bound  d Merlin(wt) or  d Merlin(S518D). The protein concentration normalized forward scattering intensity I abs (0)/c of protein is proportional to the molecular mass of a protein [ 44 - 46 ]. The I abs (0)/c  d Merlin(wt) or  d Merlin(S518D) in PIP2 is the same as that of  d Merlin(wt) or  d Merlin(S518D) in 20% D2O solution ( Table 1 ). This result indicates that the soluble fraction of  d Merlin(wt) or  d Merlin(S518D) is a monomer in PIP2. Figure 5B, 5C  and  Table 1  show that in PIP2, the size of  d Merlin(wt) in the soluble fraction becomes apparently larger than that of  d Merlin(wt) in solution, with R g =59.4±2.2 Å and D max =210 Å. However, for the soluble fraction of  d Merlin(S518D) in PIP2, the change in the overall size is insignificant, with R g =42.2±0.9 Å and D max =140 Å, indicating that, upon binding to PIP2,  d Merlin(S518D) becomes slightly swollen but the whole molecule is retained in a closed conformation. Comparing the SANS results on Merlin with our previous results on Ezrin [ 32 ] indicates that in PIP2, the changes in Merlin(wt) conformation and in the overall size are not as dramatic as Ezrin in PIP2, see  Figure S2  and  Table 1 . The distributions of Rg and Dmax of the PIP2-bound  d Merlin(wt) and  d Merlin(S518D) are calculated using the program EOM [ 42 ]. The data are shown together with those of  d Merlin(wt) and  d Merlin(S518D) in solution ( Figure 5D ). Comparing the 3-D shape also shows that the PIP2-bound  d Merlin(wt) becomes more expanded, whereas the conformational change in PIP2-bound  d Merlin(S518D) is minimal. Figure 6  shows the 3-D shape of  d Merlin(wt) and  d Merlin(S518D) in PIP2 reconstructed from SANS using the program DAMMIN [ 41 ]. Docking the crystal structure of Moesin in the 3D shape of  d Merlin(wt) shows the opening or unwinding of the helical coiled-coiled region, and the separation between the FERM domain and the carboxyl-terminal tail. By contrast, although the 3-D shape of  d Merlin(S518D) becomes slightly more swollen in PIP2 than in solution, the overall molecule remains folded, and the head-to-tail intramolecular interactions in  d Merlin(S518D) between the FERM domain and the carboxyl-terminal tail remain intact. These results indicate that unlike  d Merlin(wt),  d Merlin(S518D) remains a compact conformation in PIP2. To summarize, both Merlin and Merlin(S518D) bind to PIP2 with similar binding affinities. Binding to PIP2 causes Merlin(wt) and Merlin(S518D) to form an insoluble fraction and a soluble fraction. In the soluble fraction, Merlin(wt) undergoes conformational changes with apparent increase in the molecular size, and opening of the molecular structure. By contrast, the soluble fraction of Merlin(S518D) remains in a closed conformation in PIP2, with the head-to-tail association between FERM and the carboxyl-terminal tail intact.",
  "discussion": "Discussion Recent biochemical studies indicate that the molecular conformation of Merlin may not be the generally accepted model that is borrowed from the structural and functional relationship of the ERM proteins. These studies suggest that phosphorylation at S518 either has minimal effects on the conformation [ 30 ], or the S518 phosphorylated Merlin adopts a more closed form than the unphosphorylated Merlin [ 31 ]. These studies underscores the importance to determine the structure of the full-length Merlin in order to understand the mechanisms of Merlin activation and inactivation. Currently, only the high-resolution structures of several versions of the Merlin FERM domain are available [ 47 - 50 ], despite intensive effort to determine the full-length Merlin structure. Although the SANS study is of low resolution, SANS provides a direct structural comparison of the molecular shapes of Merlin and Merlin(S518D). Our results show that in solution both Merlin(wt) and Merlin(S518D) are monomers, and that both Merlin(wt) and the phosphomimetic Merlin(S518D) adopt a folded and compact conformation, similar to that of a closed Ezrin. Additionally, Merlin(S518D) is slightly more compact than Merlin(wt). These results support the recently proposed view that phoshorylation at S518 stabilizes the closed form rather than the open form of merlin [ 30 ,  31 ]. Nevertheless, the ITC experiments indicate that only less than 40% of the full-length Merlin(wt) or Merlin(S518D) is capable of binding to NHERF1. Our previous SPR studies find that an insignificant 0.4% Ezrin binds to NHERF1 in solution, suggesting that Ezrin is closed and inactive. Thus, unlike Ezrin, the NHERF1 binding sites in Merlin or Merlin(S518D) are not completely masked. In the full-length Merlin, the interaction between FERM and the carboxyl-terminal end is likely to be quite dynamic. Small amplitude inter-domain motions [ 40 ,  51 - 53 ] in Merlin are likely to be responsible for such graded NHERF1-binding behavior. The results that NHERF1 binds to both Merlin(wt) and Merlin(S518D) may support a view that the interaction of NHERF1 with Merlin is not involved in growth suppression. The aggregation fraction of Merlin in PIP2 are likely to be functionally important because clustering of Merlin can sequester EGFR into a membrane compartment that prevent growth factor receptor signaling [ 11 ]. The aggregation of Merlin in PIP2 is likely due to ionic interactions between the negatively charged phosphate groups in PIP2, and the polybasic residues in Merlin. Studies have shown that electrostatic interactions between such polybasic residues and phosphatidylinositol lipids are necessary for protein targeting to cell membranes, and are responsible for sequestering membrane proteins into protein/phosphatidylinositol clusters in the cell membrane [ 54 - 57 ]. Three patches of polybasic residues exist in the amino-terminal half of Merlin, including the 79- KK VLDHDVS K -88 and at 269- K EFTI K PLD KK -280 in the mFERM domain [ 58 ], which contain the PIP2 binding motif KK(X) n K/RK that is also identified in the FERM domain of ERM proteins [ 59 ], and an additional amino-terminal 17-residue extension that is independent of the mFERM domain and is absent in ERM proteins [ 12 ]. These polybasic residues in the mFERM domain are necessary for the FERM domain of Merlin to bind to phosphatidylinositol lipids, for Merlin targeting to cell membrane, and for the growth suppressive function of Merlin [ 11 ,  12 ,  58 ]. It is likely that the basic residues in the 17-residue amino-terminal extension causes Merlin to aggregate in the presence of PIP2. Interestingly, a latest study finds that neither the full-length Merlin(wt) nor Merlin(S518D) binds to the C-terminal peptide of the E3 ubiquitin ligase substrate adaptor DCAF1, but the mFERM domain binds to this C-terminal peptide of DCAF1 [ 50 ]. Thus, NHERF1 is likely to bind to the Merlin FERM domain at a site that is different from the DCAF1-binding sites. The inability of PIP2-bound Merlin(S518D) to adopt an open conformation may affect Merlin binding to target proteins other than NHERF1, such as DCAF1 [ 13 ,  50 ]. The fact that the isolated FERM domain does not suppress CRL4 DCAF1  activity indicates that the C-terminal half of Merlin is important in growth suppression [ 13 ]. The relatively weak binding of the DCAF1 C-terminal peptide to the FERM domain of Merlin [ 50 ] raises an important question whether other portions of DCAF1 interact with Merlin at sites other than the FERM domain.",
  "upgrade_date": "2026-02-20 07:34:39"
}