{
  "pmid": "24882693",
  "abstract": "Molecular conformation of the full-length tumor suppressor NF2/Merlin--a  small-angle neutron scattering study.  Ali Khajeh J(1), Ju JH(1), Atchiba M(1), Allaire M(2), Stanley C(3), Heller  WT(3), Callaway DJ(1), Bu Z(4).  Author information: (1)Department of Chemistry, City College of New York and CUNY Graduate Center,  NY, USA. (2)Photon Sciences Directorate, Brookhaven National Laboratory, NY, USA. (3)Biology and Soft Matter Division, Oak Ridge National Laboratory, TN, USA. (4)Department of Chemistry, City College of New York and CUNY Graduate Center,  NY, USA. Electronic address: zbu@ccny.cuny.edu.  The tumor suppressor protein Merlin inhibits cell proliferation upon  establishing cell-cell contacts. Because Merlin has high level of sequence  similarity to the Ezrin-Radixin-Moesin family of proteins, the structural model  of Ezrin-Radixin-Moesin protein autoinhibition and cycling between  closed/resting and open/active conformational states is often employed to  explain Merlin function. However, recent biochemical studies suggest alternative  molecular models of Merlin function. Here, we have determined the low-resolution  molecular structure and binding activity of Merlin and a Merlin(S518D) mutant  that mimics the inactivating phosphorylation at S518 using small-angle neutron  scattering and binding experiments. Small-angle neutron scattering shows that,  in solution, both Merlin and Merlin(S518D) adopt a closed conformation, but  binding experiments indicate that a significant fraction of either Merlin or  Merlin(S518D) is capable of binding to the target protein NHERF1. Upon binding  to the phosphatidylinositol 4,5-bisphosphate lipid, the wild-type Merlin adopts  a more open conformation than in solution, but Merlin(S518D) remains in a closed  conformation. This study supports a rheostat model of Merlin in NHERF1 binding  and contributes to resolving a controversy about the molecular conformation and  binding activity of Merlin.  Copyright © 2014 Elsevier Ltd. All rights reserved.  DOI: 10.1016/j.jmb.2014.05.011 PMCID: PMC4407695 PMID: 24882693 [Indexed for MEDLINE]",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-16T15:42:06.644558",
  "abstract_length": 2110,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}