{
  "pmid": "2491784",
  "abstract": "Multipoint linkage analysis in neurofibromatosis type I: an international  collaboration.  Goldgar DE(1), Green P, Parry DM, Mulvihill JJ.  Author information: (1)Department of Medical Informatics, University of Utah, Salt Lake City.  In addition to reporting, in accompanying papers, their individual analyses of  mapping the neurofibromatosis type 1 (NF1) gene on chromosome 17, members of the  International Consortium for NF1 Linkage contributed their data for our joint  analysis to determine the exact sequence of flanking markers and to obtain  precise estimates and confidence limits of the recombination fractions for the  closest markers, in anticipation of clinical use. With specimens from 142  families and more than 700 affected persons, eight teams used 31 markers in the  pericentric region of chromosome 17 to perform 13,838 genotypings. With the  combined data, we used the computer program CRI-MAP to build the most likely  sequence of loci by sequentially adding single loci to a fixed pair of loci and  separately calculating the likelihood of all permutations of four consecutive  loci. The best order is pter-pA10-41-EW301-centromere  (p17H8)-pHHH202-NF1-EW206-EW207-EW203++ +-CRI-L581-CRI-L946-HOX2-NGFR-qter. The  total genetic distance from pA10-41 to NGFR is 26 cM in males and 56 cM in  females, and the overall difference in sex-specific maps is statistically  significant (P = .006). The upper 99% confidence limits of the recombination  fraction of the closest proximal marker, pHHH202, is 4%, and that for the  closest distal marker, EW206, is 9%. These limits should decrease with the use  of additional probes and the further evaluation of DNA from the six persons  showing multiple recombinations within short genetic distances. Clinical  application is technically feasible with currently available markers, although  its appropriate use for prenatal and presymptomatic diagnosis requires further  discussion and evaluation.  PMCID: PMC1715467 PMID: 2491784 [Indexed for MEDLINE]",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-16T15:42:25.063702",
  "abstract_length": 2015,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}