{
  "pmid": "24925884",
  "abstract": "Correlation between in vivo 18F-FDG PET and immunohistochemical markers of  glucose uptake and metabolism in pheochromocytoma and paraganglioma.  van Berkel A(1), Rao JU(2), Kusters B(3), Demir T(2), Visser E(4), Mensenkamp  AR(5), van der Laak JA(6), Oosterwijk E(7), Lenders JW(8), Sweep FC(9), Wevers  RA(9), Hermus AR(1), Langenhuijsen JF(7), Kunst DP(10), Pacak K(11), Gotthardt  M(4), Timmers HJ(12).  Author information: (1)Department of Internal Medicine, Radboud University Medical Centre, Nijmegen,  The Netherlands. (2)Department of Internal Medicine, Radboud University Medical Centre, Nijmegen,  The Netherlands Department of Laboratory Medicine, Laboratory of Genetic,  Endocrine and Metabolic Diseases, Radboud University Medical Centre, Nijmegen,  The Netherlands. (3)Department of Pathology, Radboud University Medical Centre, Nijmegen, The  Netherlands Department of Pathology, Maastricht University Medical Centre,  Maastricht, The Netherlands. (4)Department of Nuclear Medicine, Radboud University Medical Centre, Nijmegen,  The Netherlands. (5)Department of Genetics, Radboud University Medical Centre, Nijmegen, The  Netherlands. (6)Department of Pathology, Radboud University Medical Centre, Nijmegen, The  Netherlands. (7)Department of Urology, Radboud University Medical Centre, Nijmegen, The  Netherlands. (8)Department of Internal Medicine, Radboud University Medical Centre, Nijmegen,  The Netherlands Department of Medicine and Institute of Clinical Chemistry and  Laboratory Medicine, University Hospital Carl Gustav Carus, Dresden, Germany. (9)Department of Laboratory Medicine, Laboratory of Genetic, Endocrine and  Metabolic Diseases, Radboud University Medical Centre, Nijmegen, The  Netherlands. (10)Department of Otolaryngology, Radboud University Medical Centre, Nijmegen,  The Netherlands; and. (11)Eunice Kennedy Shriver, NICHD, National Institutes of Health, Bethesda,  Maryland. (12)Department of Internal Medicine, Radboud University Medical Centre,  Nijmegen, The Netherlands Henri.Timmers@radboudumc.nl.  Pheochromocytomas and paragangliomas (PPGLs) can be localized by (18)F-FDG PET.  The uptake is particularly high in tumors with an underlying succinate  dehydrogenase (SDH) mutation. SDHx-related PPGLs are characterized by  compromised oxidative phosphorylation and a pseudohypoxic response, which  mediates an increase in aerobic glycolysis, also known as the Warburg effect.  The aim of this study was to explore the hypothesis that increased uptake of  (18)F-FDG in SDHx-related PPGLs is reflective of increased glycolytic activity  and is correlated with expression of different proteins involved in glucose  uptake and metabolism through the glycolytic pathway. METHODS: Twenty-seven PPGLs collected from patients with hereditary mutations in  SDHB (n = 2), SDHD (n = 3), RET (n = 5), neurofibromatosis 1 (n = 1), and  myc-associated factor X (n = 1) and sporadic patients (n = 15) were  investigated. Preoperative (18)F-FDG PET/CT studies were analyzed; mean and  maximum standardized uptake values (SUVs) in manually drawn regions of interest  were calculated. The expression of proteins involved in glucose uptake (glucose  transporters types 1 and 3 [GLUT-1 and -3, respectively]), phosphorylation  (hexokinases 1, 2, and 3 [HK-1, -2, and -3, respectively]), glycolysis  (monocarboxylate transporter type 4 [MCT-4]), and angiogenesis (vascular  endothelial growth factor [VEGF], CD34) were examined in paraffin-embedded tumor  tissues using immunohistochemical staining with peroxidase-catalyzed  polymerization of diaminobenzidine as a read-out. The expression was correlated  with corresponding SUVs. RESULTS: Both maximum and mean SUVs for SDHx-related tumors were significantly  higher than those for sporadic and other hereditary tumors (P < 0.01). The  expression of HK-2 and HK-3 was significantly higher in SDHx-related PPGLs than  in sporadic PPGLs (P = 0.022 and 0.025, respectively). The expression of HK-2  and VEGF was significantly higher in SDHx-related PPGLs than in other hereditary  PPGLs (P = 0.039 and 0.008, respectively). No statistical differences in the  expression were observed for GLUT-1, GLUT-3, and MCT-4. The percentage anti-CD  34 staining and mean vessel perimeter were significantly higher in SDHx-related  PPGLs than in sporadic tumors (P = 0.050 and 0.010, respectively). Mean SUVs  significantly correlated with the expression of HK-2 (P = 0.027), HK-3 (P =  0.013), VEGF (P = 0.049), and MCT-4 (P = 0.020). CONCLUSION: The activation of aerobic glycolysis in SDHx-related PPGLs is  associated with increased (18)F-FDG accumulation due to accelerated glucose  phosphorylation by hexokinases rather than increased expression of glucose  transporters.  © 2014 by the Society of Nuclear Medicine and Molecular Imaging, Inc.  DOI: 10.2967/jnumed.114.137034 PMID: 24925884 [Indexed for MEDLINE]",
  "methods": "Methods We included 219 patients from two independent centers and divided them into the training ( n  = 175) and testing ( n  = 44) cohorts. Tumors were segmented into four spatially distinct, biologically similar metabolic habitat subregions using the Otsu method. Radiomic characteristics and metabolic parameters were extracted from each habitat and used to generate multiple predictive models based on the Extra Trees classifier. Data from 1043 patients in The Cancer Genome Atlas database were used to analyze the genes associated with PD-L1 expression in NSCLC. Methods Study Cohorts With Institutional Review Board approval, we retrospectively collected data of patients with NSCLC treated consecutively at two medical centers from January 2017 to June 2024. The inclusion criteria were (1) biopsy-confirmed NSCLC; (2) clinical stage III; (3) baseline  18 F-FDG PET/CT scan before treatment; and (4) PD-L1 expression detection. Exclusion criteria included (1) previous induction chemotherapy or surgery; (2) other primary tumors; (3) incomplete or poor-quality  18 F-FDG PET/CT imaging; and (4) large cavities within tumors. Detailed information of the cohorts in this study is provided in electronic supplementary material (ESM) Methods. The flowchart details the process of patient inclusion in this retrospective study (Fig.  1 ). TNM staging of LA-NSCLC in this study was based on the International Association for the Study of Lung Cancer (IASLC) Lung Cancer Staging Project. 24 Fig. 1 Patient enrollment and study profile.  LA-NSCLC  locally advanced non-small cell lung cancer,  TCGA  The Cancer Genome Atlas,  PET  positron emission tomography,  CT  computed tomography,  PD-L1  programmed death-ligand 1,  LUAD  lung adenocarcinoma,  LUSC  lung squamous cell carcinoma Programmed Death-Ligand 1 (PD-L1) Detection by Immunohistochemistry For both the training and testing cohorts, PD-L1 staining was conducted using the Dako Link 48 platform and Dako 22C3 antibody to quantify PD-L1. The level of PD-L1 expression was presented as a TPS, indicating the percentage of viable tumor cells showing membrane PD-L1 staining relative to all viable tumor cells. PD-L1 positivity was defined as a TPS ≥ 1%. The PD-L1 test results were acquired retrospectively. To minimize reader bias, all staining results were reviewed and analyzed by two experienced pathologists who were blinded to each other’s scores and unaware of the patients’ clinical information. In cases of discrepancies, pathologists discussed their findings to reach a consensus. 18 F-Fluorodeoxyglucose Positron Emission Tomography/Computed Tomography Image Acquisition and Tumor Segmentation Imaging was conducted using multiple PET/CT scanners (TF Big Bore, Philips, Holland; Ingenuity TF, Philips, Holland; and Biograph Horizon, Siemens, Germany). To address the heterogeneity arising from variations in imaging scanners/protocols and the inherently lower resolution of PET/CT images, we implemented a five-stage preprocessing pipeline: intensity normalization, spatial registration, resampling, super-resolution reconstruction, and image discretization. Full specifications of scanning protocols and preprocessing details are provided in the ESM Methods. The identification and segmentation of target tumor regions were meticulously conducted by experienced clinical radiologists, leveraging their expertise and available clinical datasets. The tumor segmentation of all images was completed using 3D Slicer through a manual process. Detailed information on tumor segmentation is provided in the ESM Methods. Tumor Metabolic Habitat Generation Habitat segmentation was conducted using the Otsu binary classification algorithm, an unsupervised method that performs segmentation based on the grayscale values of the volume of interest (VOI) regions without requiring prior knowledge. For the CT image VOI region, the Otsu algorithm calculates the maximum interclass variance of the grayscale values within the region to determine a threshold. It then segments the VOI into high- and low-grayscale regions based on this threshold. The same method was applied to the VOI regions of the PET images, segmenting them into high- and low-grayscale regions. Finally, the intersection of the segmented CT and PET habitats resulted in four distinct habitat subregions: high-glycolytic/high-density (PET high –CT high ), low-glycolytic/low-density (PET low –CT low ), low-glycolytic/high-density (PET low –CT  high ), and high-glycolytic/low-density (PET high –CT low ) subregions. The specific display is shown in Fig.  2 . Fig. 2 Study design of metabolic habitat imaging-based radiomic analysis of patients with LA-NSCLC. This retrospective study was conducted in four steps.  Step 1:  LA-NSCLC patient data acquisition. The preprocessing involved  18 F-FDG PET/CT registration and fusion, image normalization and resampling, and super-resolution reconstruction.  Step 2:  Tumor metabolic habitat generation. Habitat segmentation was conducted using the Otsu binary classification algorithm and resulted in four distinct habitat subregions.  Step 3:  Model construction and evaluation. Image features from each metabolic habitat were extracted and a predictive model for PD-L1 expression was developed based on Extra Trees.  Step 4:  Metabolic habitat biological analyses. The metabolic characteristics and spatial distribution of each habitat subregion, as well as glycolytic genes, were analyzed to explore the biological characteristics of NSCLC.  LA-NSCLC  locally advanced non-small cell lung cancer,  18 F-FDG PET/CT \n 18 F-fluorodeoxyglucose positron emission tomography/computed tomography,  PD-L1  programmed death-ligand 1,  3D  three-dimensional,  LASSO  least absolute shrinkage and selection operator,  ROC  receiver operating characteristic,  DCA  decision curve analysis,  DEGs  differentially expressed genes,  GRGs  glycolysis-related genes Radiomics Feature Extraction and Selection Radiomic features were extracted using an in-house feature analysis program embedded in the Pyradiomics package ( http://pyradiomics.readthedocs ). In accordance with the Imaging Biomarker Standardization Initiative (IBSI),  1015 image-based radiomic features were extracted from each region of interest, including each habitat and the entire tumor region. Detailed information on these features is provided in the ESM figures. 25 To reduce the dimensionality of the radiomics features and select the important features for the prediction model, a three-step feature selection procedure was performed. First, a two-sample Mann–Whitney U test was used to preselect the radiomics features that were significantly ( p  < 0.05) different between PD-L1-positive and PD-L1-negative expression. Next, the Spearman rank correlation coefficient was used to reduce redundancy. If the absolute value of the correlation coefficient between any two features was > 0.9, only one was retained. Finally, a least absolute shrinkage and selection operator (LASSO) procedure with tenfold cross-validation was used to select the most useful predictive features with non-zero coefficients. Model Development Three prediction models were constructed based on tumor imaging and clinical features: the metabolic habitat, whole-tumor, and clinical models. Feature selection was performed based on each metabolic habitat and whole-tumor region. The selected features were then input into the Extra Trees (ET) machine learning model to construct metabolic habitat and whole-tumor prediction models for PD-L1 expression. We selected the ET model as a prototype because of its robustness, variance reduction, and efficiency.  In addition, we incorporated the screened features into multiple machine learning models for verification and effectiveness evaluation. The machine learning models involved in this study were built using the scikit-learn package (version 1.0.2) in Python (version 3.7.9). Univariate logistic regression was performed on conventional PET/CT characteristics of tumors and patient clinical characteristics to assess their correlation with PD-L1 expression. Characteristics with a  26 p  value < 0.05 were included to develop clinical predictive models. The effectiveness of these models was evaluated and compared using receiver operating characteristic (ROC) curve analysis. Glucose Metabolism Gene Analysis Transcriptome data from 541 patients with lung adenocarcinoma (LUAD) and 502 patients with lung squamous cell carcinoma (LUSC) were obtained from The Cancer Genome Atlas (TCGA) database ( http://cancergenome.nih.gov/ ) for exploratory analysis of genes related to PD-L1 expression in NSCLC. Based on previous studies of glycolysis-related genes,  we included 753 glycolysis-related genes for subsequent analysis. First, we removed the batch effect between the LUAD and LUSC datasets using the ComBat function within the sva package. Next, differential gene expression analysis between the PD-L1 high- and low-expression groups was performed using the ‘limma’ package, and  27 p  values were adjusted for multiple testing using the Benjamini–Hochberg method. Genes with an FDR < 0.05 were considered statistically significant. These differentially expressed genes were then intersected with glycolysis-related genes to identify differentially expressed glycolysis-related genes. Finally, we performed Spearman correlation analysis to investigate the relationship between PD-L1 expression and these glycolysis-related genes. Statistical Analysis The R software package (v3.5.3;  https://www.r-project.org/ ) was used for statistical analysis. For continuous variables, means and standard deviations or medians with interquartile ranges were calculated. For categorical variables, absolute numbers with percentages were recorded. The independent samples t-test or Mann–Whitney U test were used to compare quantitative data. Pearson’s Chi-square or Fisher’s exact tests, where appropriate, were used to compare the difference in qualitative data. All tests were two-sided, and a  p  value < 0.05 was considered statistically significant; confidence intervals (CIs) for proportions are reported as two-sided exact binomial 95% CIs.",
  "introduction": "Background Programmed cell death protein-ligand 1 (PD-L1) expression is an important marker for immunotherapy in locally advanced non-small cell lung cancer (LA-NSCLC). PD-L1 expression has a bi-directional positive feedback relationship with glycolysis status.",
  "results": "Results The metabolic habitat model exhibited the highest performance, with area under the curve values of 0.833 and 0.786 in the training and testing cohorts, respectively, outperforming other models. Subregion analysis revealed that high-glycolytic/high-density habitats (PET High –CT High ) exhibited the highest metabolic characteristics, and their spatial distribution correlated positively with PD-L1 expression. Four genes ( IFNG ,  IL2RA ,  HK3 , and  MYCN ) were associated with PD-L1 expression in glycolysis gene correlation analysis. Results Patient Characteristics According to the Multicenter Data The demographic and clinical characteristics of the patients in the training and testing cohorts are shown in Table  1 . A statistically significant difference was observed in the T stage of LA-NSCLC in both the training and testing cohorts, whereas the remaining features did not differ significantly. The results of the univariate and multivariate analyses of the clinical and metabolic parameters used to predict PD-L1 expression are summarized in ESM Table 1. Among the clinical and metabolic parameter predictors, tumor histology (odds ratio [OR] 0.535, 95% CI 0.310–0.921;  p  < 0.05) and neuron-specific enolase (NSE; OR 1.735, 95% CI 1.003–3.001;  p  < 0.05) were significantly associated with PD-L1 positivity (ESM Table 1). Table 1 Demographic and clinical characteristics of the study cohort Parameter Training cohort [ n  = 175] Testing cohort [ n  = 44] p  Value Age, years 0.348  Mean ± SD 62.9 ± 10.0 64.4 ± 8.1  Range 35–85 35–85 Sex 0.383  Male 138 (78.9) 32 (72.7)  Female 37 (21.1) 12 (27.3) Smoking history 0.388  Yes 107 (61.1) 30 (68.2)  No 68 (38.9) 14 (31.8) Family history 0.936  Yes 11 (6.3) 2 (4.5)  No 164 (93.7) 42 (95.5) Tumor histology 0.975  LUAD 80 (45.7) 20 (45.5)  LUSC 95 (54.3) 24 (54.5) Tumor location 0.219  Central 113 (64.6) 24 (54.5)  Peripheral 62 (35.4) 20 (45.5) T staging  I 16 (9.1) 9 (20.4) 0.035  II 72 (41.1) 17 (38.6) 0.762  III 47 (26.9) 9 (20.5) 0.384  IV 40 (22.9) 9 (20.5) 0.732 N staging  0 3 (1.7) 2 (4.5) 0.302  1 22 (12.6) 3 (6.8) 0.283  2 91 (52.0) 27 (61.4) 0.265  3 59 (33.7) 12 (27.3) 0.414 Clinical staging  IIIA 79 (45.1) 25 (56.8) 0.166  IIIB 71 (40.6) 13 (29.5) 0.179  IIIC 25 (14.3) 6 (13.6) 0.912 Data are expressed as number of participants (%) unless otherwise specified LUAD  lung adenocarcinoma,  LUSC  lung squamous cell carcinoma,  SD  standard deviation Performance Evaluation of Different Predictive Models To distinguish PD-L1-positive from PD-L1-negative expression, the metabolic habitat model demonstrated robust performance, with an area under the ROC curve (AUC) of 0.833 (95% CI 0.775–0.892) in the training cohort and 0.786 (95% CI 0.649–0.923) in the testing cohort. The model achieved accuracies of 74.9% (95% CI 67.9–81.0%) and 72.7% (95% CI 58.1–84.0%), sensitivities of 81.4% (72.2–88.7%) and 80.0% (61.5–90.9%), and specificities of 66.7% (95% CI 56.1–76.3%) and 63.2% (95% CI 40.9–82.3%) for the training and testing cohorts, respectively. We compared the predictive performance of the metabolic habitat model with that of the whole-tumor and clinical models using AUC, calibration, and decision curves. The results revealed that the metabolic habitat model exhibited the highest performance, followed by the whole-tumor model, with the clinical model exhibiting the lowest performance (Fig.  3 ). In the training cohort, the AUC values were ranked as follows: 0.833 > 0.806 > 0.621, whereas in the testing cohort, the sequence was 0.786 > 0.639 > 0.581 (ESM Table 2). Fig. 3 Performance comparison of the metabolic habitat, whole-tumor, and clinical models. The metabolic habitat model ( a ) performed the best, followed by the whole-tumor model ( b ), while the clinical model ( c ) performed the poorest. Decision curve analyses ( d–f ) and calibration curves ( g–i ) for the three models. In a reasonable threshold probability range, the metabolic habitat model typically generates a greater overall net benefit than the other models.  AUC  area under the receiver operating characteristic curve,  CI  confidence interval Identification of Habitat Subregions with Different Metabolic Characteristics We identified four distinct metabolic habitats within the tumor, maintaining consistency across both the training and testing cohorts, as shown in Fig.  2 . Each habitat was mapped separately onto PET and CT images, with specific density and metabolic characteristics annotated for each subregion (Fig.  4 ). For the high-glycolytic/high-density habitat, PET SUV was high, and the number of CT Hounsfield units (HUs) was also high; for low-glycolytic/low-density habitats, the PET SUV and CT HU numbers were low; for low-glycolytic/high-density habitats, the PET SUV was low, whereas the CT HU number was high; and for high-glycolytic/low-density habitats, the PET SUV was high, whereas the CT HU number was low. The representative characteristics and statistical analyses of each habitat are presented in Fig.  5 . Across both cohorts, Habitat 1 consistently exhibited higher SUV max  and TLG values compared with all other habitats ( p  < 0.05). Habitats 1 and 4 showed comparable SUV mean , both significantly exceeding Habitats 2 and 3 ( p  < 0.001). MTV values were significantly elevated in Habitats 1 and 3 relative to Habitats 2 and 4 ( p  < 0.001). Fig. 4 Representative  18 F-FDG PET/CT and metabolic habitat images of two PD-L1-positive expression patients ( a, b ) and two PD-L1-negative expression patients ( c, d ). Note: (1) We mapped each metabolic habitat onto CT images, annotating each habitat subregion. (2) Habitat 1 (red) represented high-glycolytic/high-density habitats; Habitat 2 (green) represented low-glycolytic/low-density habitats; Habitat 3 (blue) represented low-glycolytic/high-density habitats; and Habitat 4 (yellow) represented high-glycolytic/low-density habitats.  18 F-FDG PET/CT \n 18 F-fluorodeoxyglucose positron emission tomography/computed tomography,  PD-L1  programmed death-ligand 1 Fig. 5 Comparison of metabolic parameters in different habitats. In the training ( a–d ) and testing ( e–h ) cohorts, Habitat 1 showed the highest SUV max  ( a ,  e ) and TLG ( d ,  h ), which exceeded those of the other habitats. Habitats 1 and 4 had the highest SUV mean , exceeding those of Habitats 2 and 3 ( b ,  f ). MTV values were significantly elevated in Habitats 1 and 3 relative to Habitats 2 and 4 ( c ,  g ). Habitat 1 (red) represented high-glycolytic/high-density habitats; Habitat 2 (green) represented low-glycolytic/low-density habitats; Habitat 3 (blue) represented low-glycolytic/high-density habitats; and Habitat 4 (yellow) represented high-glycolytic/low-density habitats.  SUV  maximum standardized uptake value,  max TLG  total lesion glycolysis,  SUV  mean standardized uptake value,  mean MTV  metabolic tumor volume,  ns  non-significant Correlation between Metabolic Habitat Spatial Characteristics and PD-L1 Expression We analyzed the correlation between the spatial characteristics (voxel values and volume fraction) of each metabolic habitat and PD-L1 expression, using 1000 voxels as a unit. Univariate logistic regression analysis revealed that both the number of voxels (OR 1.014, 95% CI 1.001–1.027;  p  < 0.05) and the volume fraction (OR 8.84, 95% CI 1.069–73.125;  p  < 0.05) of high-glycolytic/high-density habitats were positively correlated with PD-L1 expression. In contrast, no significant correlation was found between PD-L1 expression and the other metabolic habitats (Table  2 ). Table 2 Correlation of the spatial characteristics of each metabolic habitat with PD-L1 expression Tumor habitats OR 95% CI p  Value Numbers of voxels (× 10 3 )  Habitat 1 1.014 1.001–1.027 0.042  Habitat 2 1.002 0.968–1.038 0.903  Habitat 3 1.003 0.992–1.015 0.586  Habitat 4 0.977 0.946–1.008 0.143 Volume fraction  Habitat 1 8.84 1.069–73.125 0.043  Habitat 2 1.481 0.231–9.513 0.679  Habitat 3 0.328 0.054–2.003 0.227  Habitat 4 0.277 0.031–2.456 0.249 ORs reported here indicate the relative change in odds that a 1-unit (1000 voxels) increase in each imaging parameter incurs Habitat 1 = high-glycolytic/high-density habitat; Habitat 2 = low-glycolytic/low-density habitat; Habitat 3 = low-glycolytic/high-density habitat; and Habitat 4 = high-glycolytic/low-density habitat PD-L1  programmed death-ligand 1,  OR  odds ratio,  CI  confidence interval Identification and Analysis of Differentially Expressed Glycolysis-Related Genes We first integrated the LUAD and LUSC transcriptome data from TCGA. The UMAP plot (Fig.  6 a, b) shows that the samples of the two datasets before the removal of the batch effect were clustered together individually, indicating a batch effect, whereas the samples were clustered together and intertwined after the removal of the batch effect, suggesting effective batch effect removal. Next, we identified differentially expressed genes in PD-L1-high- and PD-L1-low-expressing tumors, revealing 53 upregulated and 9 downregulated genes (Fig.  6 c). Finally, to explore the role and potential pathways of glycolysis in NSCLC, we intersected these differentially expressed genes with glycolytic genes and identified four glycolysis-related genes ( IFNG, IL2RA, HK3, MYCN ) associated with PD-L1 differential expression (Fig.  6 d). On this basis, we further analyzed the correlations between PD-L1 expression and the expression of these glycolysis-related genes. PD-L1 expression was positively correlated with IL2RA ( R  = 0.522,  p  < 0.001), IFNG ( R  = 0.468,  p  < 0.001), and HK3 ( R  = 0.458,  p  < 0.001), and negatively correlated with MYCN ( R  = −0.201,  p  < 0.001) [Fig.  6 e]. Fig. 6 Correlation analysis of differentially expressed PD-L1 genes in NSCLC. UMAP maps of NSCLC PD-L1 high- and low-expression groups before ( a ) and after ( b ) batch removal from TCGA. Volcano map of differentially expressed genes ( c ). The Venn diagram shows that four glycolysis-related genes ( IFNG, IL2RA, HK3,  and  MYCN ) were associated with the differential expression of PD-L1 in NSCLC according to the intersection of the differentially expressed genes and glycolysis-related genes ( d ). The relationship between four glycolytic genes and PD-L1 expression ( e ).  PD-L1  programmed death-ligand 1,  NSCLC  non-small cell lung cancer,  TCGA  The Cancer Genome Atlas,  LUAD  lung adenocarcinoma,  LUSC  lung squamous cell carcinoma,  DEGs  differentially expressed genes,  GRGs  glycolysis-related genes",
  "discussion": "Conclusions The metabolic habitat model based on  18 F-FDG PET/CT enables noninvasive prediction of PD-L1 expression in LA-NSCLC. Its interpretability is enhanced by spatial habitat distribution, thereby advancing its potential for clinical translation. Discussion In this study, we developed a metabolic habitat model that integrated the features of PET and CT images to characterize tumor subregions (habitats) with metabolic heterogeneity. By extracting microscopic radiomics features of different subregions, we were able to predict the PD-L1 expression status of patients with LA-NSCLC. The results of this study demonstrated that the metabolic habitat-based prediction model exhibited high efficacy, with an AUC of 0.833 for the training cohort and 0.786 for the validation cohort. This model outperformed both the whole-tumor and clinical models, indicating its potential as a noninvasive imaging marker for PD-L1 detection. Additionally, this study provided biological validation based on metabolic habitats, supporting the hypothesis that high glycolytic characteristics serve as cancer markers mediating immune escape in LA-NSCLC. Furthermore, we analyzed glycolytic genes related to PD-L1 expression, revealing longitudinal crosstalk between genes, metabolism, and molecular imaging, and providing a theoretical foundation for subsequent metabolic immunotherapy. As core features of NSCLC, the rearrangement of glucose metabolism and immune escape (PD-L1 expression) have a mutually positive regulatory relationship, significantly influencing the biological behavior of tumors.  Parameters of FDG PET/CT, a non-invasive routine assessment method, can effectively reflect the glycometabolic status and morphological features of LA-NSCLC, making them ideal PD-L1 predictive markers. Previous studies have used metabolic parameters of  13 , 14 , 28 18 F-FDG PET/CT to predict PD-L1 expression,  however these studies have not reached a unified conclusion. Our study also did not find evidence that metabolic parameters can predict PD-L1 expression. Theoretically, high PD-L1 expression in tumor cells upregulates the glycolysis pathway, 15 , 16 , 29 , 30  and FDG PET-based metabolic parameters (especially the SUV 13 max ) can be used to predict PD-L1 status. However, in related studies where metabolic parameters predict immune expression, their efficacy has not been satisfactory. This may be due to the multifaceted causes of FDG uptake in NSCLC, not solely the expression of PD-L1, and complex microenvironmental and metabolic mechanisms likely dominate. In recent years, numerous researchers have investigated the utility of  18 F-FDG PET/CT radiomics as a noninvasive approach for predicting PD-L1 expression status, achieving promising diagnostic performance with AUC values ranging from 0.604 to 0.970.  This radiomics-based assessment represents a significant advancement over previous studies of metabolic parameters: on the one hand, the comprehensive utilization of a large number of microscopic features in medical images, and on the other hand, the complementarity with clinical features and conventional metabolic parameters. Nevertheless, conventional radiomics extracts features from the entire tumor region, based on the theory of uniform distribution of tumor heterogeneity, exhibiting substantial performance variability and suffering from limited interpretability. To address these limitations, we developed an  19 , 31 – 33 18 F-FDG PET/CT metabolic habitat-based radiomics model by dividing LA-NSCLC into subregions (metabolic habitats) with similar biological features. By quantifying the radiomics features and metabolic information within each metabolic habitat, we established predictable connections among macroscopic tumor features and microscopic tumor cells, molecules, and the microenvironment, which achieved a comprehensive assessment of tumor biological information. Compared with conventional radiomics studies that consider the tumor as a whole, this approach can adequately evaluate the spatial metabolic heterogeneity within tumors. This not only improves the stability and efficacy of radiomics models but also increases their interpretability. This study used a combination of metabolic functional imaging (PET), morphological imaging (CT) and habitat technology (subregion analysis) to characterize PD-L1 in LA-NSCLC, which is one of the main highlights of this study. For habitat segmentation of the tumor region, we used the Otsu algorithm, which has better interpretability and repeatability than other algorithms.  In addition, to fully utilize the information of medical images, we used super-resolution reconstruction technology to improve the quality of the image, which has been proven to improve model performance. 34  Jiang et al. used radiomics to assess PD-L1 expression levels in 399 cases of NSCLC and concluded that radiomic features of PET images did not improve the efficacy of the model. 35 , 36  These authors attributed this result to the low resolution of the PET/CT images, a conclusion similar to that reached by Mu et al. 33  Therefore, we consider super-resolution reconstruction technology to be essential for processing PET/CT images, as it can prevent the loss of PET image information and improve model efficiency. The results of our study confirmed this (ESM Fig. 8). Overall, the integration of metabolic and morphologic imaging, habitat segmentation, and advanced image reconstruction technologies offers a comprehensive approach for characterizing PD-L1 expression in LA-NSCLC, providing a robust and interpretable predictive model. 37 Our analysis of individual subregions with similar or identical biological significance can better explain the biological behavior of LA-NSCLC, which is another highlight of this study. We analyzed the metabolic parameters and spatial characteristics of each habitat. Habitat 1 (high-glycolytic/high-density) exhibited elevated PET and CT signals, indicating densely cellular regions with active glycolysis. This habitat demonstrated the highest SUV max  and TLG, signifying heightened energy demands potentially linked to tumor proliferation or immune evasion. These features may enhance their utility for PD-L1 expression prediction, aligning with prior clinical studies.  In contrast, Habitat 2 (low-glycolytic/low-density) and Habitat 3 (low-glycolytic/high-density) showed reduced metabolic activity, suggesting limited tumor proliferation or necrotic components. Such microenvironments may correlate with lower PD-L1 expression probability. Habitat 4 (high-glycolytic/low-density), typically localized at tumor peripheries, displayed high glycolysis but low cellular density. This profile likely reflects complex microenvironments involving inflammatory infiltration and stromal interactions. 38 , 39  Despite metabolic activity, heterogeneity and low TLG diminish its reliability for PD-L1 characterization. Based on these findings, we concluded that metabolic parameters may be more meaningful when stratified by metabolic level. Moreover, the larger the volume fraction of high-glycolytic/high-density habitat within the tumor, the more likely it is to express PD-L1. This finding revealed that habitats’ metabolic parameters and spatial distribution are closely related to PD-L1 expression and that their precise quantification can better predict PD-L1 status. Building on these findings, metabolic habitat mapping offers a practical solution to mitigate spatial sampling bias in PD-L1 assessment. During biopsy procedures, targeting high-glycolytic/high-density habitats while avoiding metabolically reduced areas optimizes sampling accuracy. Furthermore, multi-regional sampling better captures tumor heterogeneity in LA-NSCLC, significantly reducing false-negative rates. This approach aligns with clinical needs for precision biopsy while leveraging routine PET/CT data without additional costs. 40 In this study, we explored glucose metabolism-related genes upstream of metabolic heterogeneity in two steps, resulting in four related glucose metabolism genes:  HK3, IFNG, IL2RA  and  MYCN . Previous studies have shown that all these glycometabolism genes are associated with immune escape in tumors,  and their differential expression also causes differences in metabolic parameters on PET/CT images. 41 – 43 \n 44 HK3 ,  IFNG , and  IL2RA  are associated with tumor proliferation, metastasis, presentation of indicated antigens, protein expression, and T-cell regulation and can promote PD-L1 expression; among them,  IL2RA  can regulate the classical Akt/mTOR pathway.  In this study,  43 MYCN  was found to be negatively correlated with PD-L1 expression, which may be related to the activation of multiple contradictory energy metabolic pathways (aerobic glycolysis, tricarboxylic acid cycle, oxidative phosphorylation, and glutaminolysis).  This study preliminarily explored the immunoregulatory role of genes related to glucose metabolism, which can also be used to assist immunotherapy by modulating glucose metabolism pathways in the future. 45 The metabolic habitat model constructed based on  18 F-FDG PET/CT in this study has two advantages. Clinically, this model can serve as a noninvasive biomarker of PD-L1 status, which is superior to other noninvasive methods (traditional radiomics and clinical features). For patients with high predictive confidence, unnecessary biopsies may be reduced, thereby lowering procedural risks and potential complications. Additionally, it offers a viable alternative for patients ineligible for invasive procedures, enabling immunotherapy decisions based on noninvasive imaging. Notably, the PD-L1-associated metabolic habitat (high-glycolytic/high-density subregion) provides actionable guidance for biopsy targeting, minimizing sampling errors caused by tumor heterogeneity. Methodologically, it can be used as an upgraded application of conventional radiomics to quantify the morphological and functional differences caused by intratumoral precisely. Additionally, it explains the biological significance of tumors. Nevertheless, this study has several limitations. First, its retrospective design inevitably involves the possibility of clinical data loss or selection bias, necessitating large-scale prospective studies for model validation. Second, while the testing cohort ( n  = 44) successfully validated our model’s performance (AUC 0.786), its limited size necessitates caution in extrapolating results to broader populations. Small testing cohorts may overestimate predictive efficacy due to reduced statistical power and increased susceptibility to sampling bias, therefore necessitating future multi-institutional studies with larger cohorts to confirm generalizability. Third, some of the PD-L1 expression detected in this study was derived from puncture pathology. Although these findings align with those of clinical practice, and previous studies have shown high consistency between puncture and surgical samples,  spatial heterogeneity in NSCLC may introduce sampling bias, particularly for tumors with low PD-L1 expression. 46 , 47  Future studies incorporating multiregional biopsy or liquid biopsy-based PD-L1 profiling are warranted to mitigate this limitation. Finally, the metabolic habitat demonstrated biological value in this study, and further well-established pathological, genetic, and mechanistic studies are needed to confirm its accuracy. Future studies should investigate the relationship between metabolic habitats and immunotherapy response/prognosis to address tumor microenvironment heterogeneity. 48 Conclusion In this study, we developed and validated a metabolic habitat model that can assess the PD-L1 expression status of LA-NSCLC by characterizing the spatial metabolic heterogeneity of tumors based on  18 F-FDG PET/CT images. This model has demonstrated good predictive efficacy, along with the advantages of being convenient and noninvasive, providing a more comprehensive reflection of the biological behavior of tumors. It can serve as an effective alternative method for LA-NSCLC immunohistochemical detection. In addition, our habitat model integrates with standard PD-L1 testing to refine patient immunotherapy stratification and guiding targeted biopsies. This approach augments precision oncology workflows by transforming routine PET/CT scans into actionable maps for treatment selection algorithms.",
  "fetched_at": "2026-02-16T15:42:28.532203",
  "abstract_length": 4883,
  "methods_length": 10195,
  "introduction_length": 261,
  "results_length": 10509,
  "discussion_length": 12437
}