{
  "pmid": "PMID:24932921",
  "title": "Neurofibromin deficiency-associated transcriptional dysregulation suggests a novel therapy for tibial pseudoarthrosis in NF1.",
  "abstract": "Neurofibromatosis type 1 (NF1) is an autosomal dominant disease caused by mutations in NF1. Among the earliest manifestations is tibial pseudoarthrosis and persistent nonunion after fracture. To further understand the pathogenesis of pseudoarthrosis and the underlying bone remodeling defect, pseudoarthrosis tissue and cells cultured from surgically resected pseudoarthrosis tissue from NF1 individuals were analyzed using whole-exome and whole-transcriptome sequencing as well as genomewide microarray analysis. Genomewide analysis identified multiple genetic mechanisms resulting in somatic biallelic NF1 inactivation; no other genes with recurring somatic mutations were identified. Gene expression profiling identified dysregulated pathways associated with neurofibromin deficiency, including phosphoinositide 3-kinase (PI3K) and mitogen-activated protein kinase (MAPK) signaling pathways. Unlike aggressive NF1-associated malignancies, tibial pseudoarthrosis tissue does not harbor a high frequency of somatic mutations in oncogenes or other tumor-suppressor genes, such as p53. However, gene expression profiling indicates that pseudoarthrosis tissue has a tumor-promoting transcriptional pattern, despite lacking tumorigenic somatic mutations. Significant overexpression of specific cancer-associated genes in pseudoarthrosis highlights a potential for receptor tyrosine kinase inhibitors to target neurofibromin-deficient pseudoarthrosis and promote proper bone remodeling and fracture healing.",
  "authors": "Nandina Paria; Tae-Joon Cho; In Ho Choi; Nobuhiro Kamiya; Kay Kayembe; Rong Mao; Rebecca L Margraf; Gerlinde Obermosser; Ila Oxendine; David W Sant; Mi Hyun Song; David A Stevenson; David H Viskochil; Carol A Wise; Harry K W Kim; Jonathan J Rios",
  "journal": "Journal of bone and mineral research : the official journal of the American Society for Bone and Mineral Research",
  "publicationDate": "2014-12",
  "doi": "10.1002/jbmr.2298",
  "methods": "MATERIALS AND METHODS Genomic analyses All samples were collected from individuals after obtaining written informed consent approved by the Institutional Review Board of the University of Texas Southwestern Medical Center, the University of Utah, or Seoul National University Hospital. Five of the sixteen samples included in this study were reported previously with inconsistent results after genotyping four polymorphic markers (D17S1863, GXALU, IN38, and 3 NF1 -1) near the  NF1  locus ( 8 ). In this study, no sample showed evidence of LOH across all markers in the pseudoarthrosis compared to matched blood/saliva, and this method is unable to distinguish copy-neutral LOH from LOH caused by somatic gene deletion. DNA was extracted from blood or saliva samples (N=16), tissue harvested during surgical procedures performed as standard of care (N=11) or from cells cultured from surgical tissue (N=6); DNA was extracted from tissue and cultured cells for individual NF#10. Whole-exome capture was performed using either the SeqCap EZ Human Exome Library (Nimblegen, Basel, Switzerland) or TruSeq Exome kit (Illumina, San Diego, CA) and sequenced using the paired-end 100bp protocol (SeqCap) or the paired-end 150bp (TruSeq) protocol on the Illumina HiSeq 2000/2500. Sequence reads were mapped using the Burrow-Wheeler aligner ( 9 ) and final alignments generated after multiple quality controls steps applied using the Genome Analysis Toolkit ( 10 ), Samtools ( 11 ) and Picard. Somatic mutations were identified after comparison to matched blood, saliva or iliac crest samples, amplified by PCR and confirmed by Sanger sequencing. When necessary, PCR amplicons were cloned into pcDNA3.1 vector (Life Technologies, CA, USA) to Sanger sequence individual alleles. Expression profiling Whole-transcriptome profiling (RNA-seq) was performed using RNA extracted from cells cultured from tissue harvested during surgery, including iliac crest tissue haploinsufficient for  NF1  mutations and pseudoarthrosis tissue representing a mixed-cell population including  NF1 -deficient cells. Sequence reads were mapped to the human reference genome (b37) using TopHat. Low quality reads were filtered using Samtools and duplicates marked using Picard. Gene expression levels were calculated using BEDtools software. Differential expression analysis was performed using EdgeR software ( 12 ) implemented in the R statistical framework. Gene Ontology and Pathway enrichment were performed using Partek Genomics Suite software (Partek, St. Louis, MO). Quality measures of RNA-sequencing were investigated. Pairwise correlation of gene expression between control samples calculated using counts per million (CPM) ranged from 0.60 to 0.85 ( Supplemental Fig. 20 ). To measure reproducibility between sequence runs, technical replicates were re-sequenced for a single iliac/pseudoarthrosis pair (NF#6). Pearson correlation for gene expression was high for both iliac (r=0.9861) and pseudoarthrosis (r=0.9846) samples ( Supplemental Fig 21 ). As well, gene expression in both iliac samples from two individuals (NF#6 and NF#7) were highly correlated, with r=0.98 ( Supplemental Fig 22 ). Multi-dimensional scaling of all samples clearly distinguished control samples from all NF1 samples, and both iliac samples with  NF1  haploinsufficiency clustered together and separate from all tibia samples, which were less well clustered together ( Supplemental Fig. 23 ). Pseudoarthrosis samples clustered more variably, likely from differences in the fraction of  NF1 -deficient cells making up the total RNA pool (mixed cell population) or possibly due to true biological differences. Regarding the latter, we were unable to identify a somatic  NF1  mutation for the distantly clustered tibia samples (NF#8 and NF#9); these samples were excluded from further analyses. Cell culture The surgically removed iliac crest and pseudoarthrosis tissues from individuals with NF1 were digested overnight with collagenase at 37° C followed by removal of undigested tissue. Cells were pelleted and re-suspended in Minimum Essential Medium (MEM) Alpha (Life Technologies, CA, USA) supplemented with 10% fetal bovine serum (Sigma, MO, USA) and 1% antibiotic (penicillin/streptomycin) (Life Technologies, CA, USA) and cultured as primary cells. Cultured cells reached confluence with spindle-shaped morphology, consistent with fibroblasts. Confluent cells were washed with 1X PBS and harvested by trypsinization. Cell morphology was indistinguishable between control, iliac crest and pseudoarthrosis samples. Flow cytometry Cells were cultured to ~90% confluence and harvested by trypsinization. The cell suspensions were fixed using 16% paraformaldehyde (PFA) (Electron Microscopy Sciences, PA, USA) at room temperature for 10 minutes. After fixation cells were re-suspended in 100% ice-cold methanol, incubated on ice for 10 minutes and stored at −80° C. The fixed and permeabilized cells were thawed and washed with FACS buffer (0.5% BSA/PBS) and re-suspended at a final concentration of approximately 5×10 5  cells in 100ul. The cells were labeled with Alexa Fluor 647-conjugated anti-phospho-ERK1/2 primary antibody (Cell Signaling Technology, MA, USA) using 1:50 dilution and incubated at room temperature for 30 minutes protected from light with occasional shaking every 10 minutes. Following incubation, cells were washed and re-suspended in approximately 500µl FACS buffer (0.5% BSA/PBS) and analyzed by flow cytometry. Flow cytometry was performed using an INFLUX cell sorter (BD Biosciences, CA, USA). A 640 nm laser operating at 120mW was used for excitation. Fluorescence signals were detected using bandpass filters 670/30 nm set into Alexa Fluor 647 channel.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:25:53"
}