{
  "pmid": "24932921",
  "abstract": "Neurofibromin deficiency-associated transcriptional dysregulation suggests a  novel therapy for tibial pseudoarthrosis in NF1.  Paria N(1), Cho TJ, Choi IH, Kamiya N, Kayembe K, Mao R, Margraf RL, Obermosser  G, Oxendine I, Sant DW, Song MH, Stevenson DA, Viskochil DH, Wise CA, Kim HK,  Rios JJ.  Author information: (1)Sarah M. and Charles E. Seay Center for Musculoskeletal Research, Texas  Scottish Rite Hospital for Children, Dallas, TX, USA.  Neurofibromatosis type 1 (NF1) is an autosomal dominant disease caused by  mutations in NF1. Among the earliest manifestations is tibial pseudoarthrosis  and persistent nonunion after fracture. To further understand the pathogenesis  of pseudoarthrosis and the underlying bone remodeling defect, pseudoarthrosis  tissue and cells cultured from surgically resected pseudoarthrosis tissue from  NF1 individuals were analyzed using whole-exome and whole-transcriptome  sequencing as well as genomewide microarray analysis. Genomewide analysis  identified multiple genetic mechanisms resulting in somatic biallelic NF1  inactivation; no other genes with recurring somatic mutations were identified.  Gene expression profiling identified dysregulated pathways associated with  neurofibromin deficiency, including phosphoinositide 3-kinase (PI3K) and  mitogen-activated protein kinase (MAPK) signaling pathways. Unlike aggressive  NF1-associated malignancies, tibial pseudoarthrosis tissue does not harbor a  high frequency of somatic mutations in oncogenes or other tumor-suppressor  genes, such as p53. However, gene expression profiling indicates that  pseudoarthrosis tissue has a tumor-promoting transcriptional pattern, despite  lacking tumorigenic somatic mutations. Significant overexpression of specific  cancer-associated genes in pseudoarthrosis highlights a potential for receptor  tyrosine kinase inhibitors to target neurofibromin-deficient pseudoarthrosis and  promote proper bone remodeling and fracture healing.  © 2014 American Society for Bone and Mineral Research.  DOI: 10.1002/jbmr.2298 PMCID: PMC4268180 PMID: 24932921 [Indexed for MEDLINE]",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-16T15:42:30.068928",
  "abstract_length": 2106,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}