{
  "pmid": "PMID:24932921",
  "title": "Neurofibromin deficiency-associated transcriptional dysregulation suggests a novel therapy for tibial pseudoarthrosis in NF1.",
  "abstract": "Neurofibromatosis type 1 (NF1) is an autosomal dominant disease caused by mutations in NF1. Among the earliest manifestations is tibial pseudoarthrosis and persistent nonunion after fracture. To further understand the pathogenesis of pseudoarthrosis and the underlying bone remodeling defect, pseudoarthrosis tissue and cells cultured from surgically resected pseudoarthrosis tissue from NF1 individuals were analyzed using whole-exome and whole-transcriptome sequencing as well as genomewide microarray analysis. Genomewide analysis identified multiple genetic mechanisms resulting in somatic biallelic NF1 inactivation; no other genes with recurring somatic mutations were identified. Gene expression profiling identified dysregulated pathways associated with neurofibromin deficiency, including phosphoinositide 3-kinase (PI3K) and mitogen-activated protein kinase (MAPK) signaling pathways. Unlike aggressive NF1-associated malignancies, tibial pseudoarthrosis tissue does not harbor a high frequency of somatic mutations in oncogenes or other tumor-suppressor genes, such as p53. However, gene expression profiling indicates that pseudoarthrosis tissue has a tumor-promoting transcriptional pattern, despite lacking tumorigenic somatic mutations. Significant overexpression of specific cancer-associated genes in pseudoarthrosis highlights a potential for receptor tyrosine kinase inhibitors to target neurofibromin-deficient pseudoarthrosis and promote proper bone remodeling and fracture healing.",
  "authors": "Nandina Paria; Tae-Joon Cho; In Ho Choi; Nobuhiro Kamiya; Kay Kayembe; Rong Mao; Rebecca L Margraf; Gerlinde Obermosser; Ila Oxendine; David W Sant; Mi Hyun Song; David A Stevenson; David H Viskochil; Carol A Wise; Harry K W Kim; Jonathan J Rios",
  "journal": "Journal of bone and mineral research : the official journal of the American Society for Bone and Mineral Research",
  "publicationDate": "2014-12",
  "doi": "10.1002/jbmr.2298",
  "methods": "MATERIALS AND METHODS Genomic analyses All samples were collected from individuals after obtaining written informed consent approved by the Institutional Review Board of the University of Texas Southwestern Medical Center, the University of Utah, or Seoul National University Hospital. Five of the sixteen samples included in this study were reported previously with inconsistent results after genotyping four polymorphic markers (D17S1863, GXALU, IN38, and 3 NF1 -1) near the  NF1  locus ( 8 ). In this study, no sample showed evidence of LOH across all markers in the pseudoarthrosis compared to matched blood/saliva, and this method is unable to distinguish copy-neutral LOH from LOH caused by somatic gene deletion. DNA was extracted from blood or saliva samples (N=16), tissue harvested during surgical procedures performed as standard of care (N=11) or from cells cultured from surgical tissue (N=6); DNA was extracted from tissue and cultured cells for individual NF#10. Whole-exome capture was performed using either the SeqCap EZ Human Exome Library (Nimblegen, Basel, Switzerland) or TruSeq Exome kit (Illumina, San Diego, CA) and sequenced using the paired-end 100bp protocol (SeqCap) or the paired-end 150bp (TruSeq) protocol on the Illumina HiSeq 2000/2500. Sequence reads were mapped using the Burrow-Wheeler aligner ( 9 ) and final alignments generated after multiple quality controls steps applied using the Genome Analysis Toolkit ( 10 ), Samtools ( 11 ) and Picard. Somatic mutations were identified after comparison to matched blood, saliva or iliac crest samples, amplified by PCR and confirmed by Sanger sequencing. When necessary, PCR amplicons were cloned into pcDNA3.1 vector (Life Technologies, CA, USA) to Sanger sequence individual alleles. Expression profiling Whole-transcriptome profiling (RNA-seq) was performed using RNA extracted from cells cultured from tissue harvested during surgery, including iliac crest tissue haploinsufficient for  NF1  mutations and pseudoarthrosis tissue representing a mixed-cell population including  NF1 -deficient cells. Sequence reads were mapped to the human reference genome (b37) using TopHat. Low quality reads were filtered using Samtools and duplicates marked using Picard. Gene expression levels were calculated using BEDtools software. Differential expression analysis was performed using EdgeR software ( 12 ) implemented in the R statistical framework. Gene Ontology and Pathway enrichment were performed using Partek Genomics Suite software (Partek, St. Louis, MO). Quality measures of RNA-sequencing were investigated. Pairwise correlation of gene expression between control samples calculated using counts per million (CPM) ranged from 0.60 to 0.85 ( Supplemental Fig. 20 ). To measure reproducibility between sequence runs, technical replicates were re-sequenced for a single iliac/pseudoarthrosis pair (NF#6). Pearson correlation for gene expression was high for both iliac (r=0.9861) and pseudoarthrosis (r=0.9846) samples ( Supplemental Fig 21 ). As well, gene expression in both iliac samples from two individuals (NF#6 and NF#7) were highly correlated, with r=0.98 ( Supplemental Fig 22 ). Multi-dimensional scaling of all samples clearly distinguished control samples from all NF1 samples, and both iliac samples with  NF1  haploinsufficiency clustered together and separate from all tibia samples, which were less well clustered together ( Supplemental Fig. 23 ). Pseudoarthrosis samples clustered more variably, likely from differences in the fraction of  NF1 -deficient cells making up the total RNA pool (mixed cell population) or possibly due to true biological differences. Regarding the latter, we were unable to identify a somatic  NF1  mutation for the distantly clustered tibia samples (NF#8 and NF#9); these samples were excluded from further analyses. Cell culture The surgically removed iliac crest and pseudoarthrosis tissues from individuals with NF1 were digested overnight with collagenase at 37° C followed by removal of undigested tissue. Cells were pelleted and re-suspended in Minimum Essential Medium (MEM) Alpha (Life Technologies, CA, USA) supplemented with 10% fetal bovine serum (Sigma, MO, USA) and 1% antibiotic (penicillin/streptomycin) (Life Technologies, CA, USA) and cultured as primary cells. Cultured cells reached confluence with spindle-shaped morphology, consistent with fibroblasts. Confluent cells were washed with 1X PBS and harvested by trypsinization. Cell morphology was indistinguishable between control, iliac crest and pseudoarthrosis samples. Flow cytometry Cells were cultured to ~90% confluence and harvested by trypsinization. The cell suspensions were fixed using 16% paraformaldehyde (PFA) (Electron Microscopy Sciences, PA, USA) at room temperature for 10 minutes. After fixation cells were re-suspended in 100% ice-cold methanol, incubated on ice for 10 minutes and stored at −80° C. The fixed and permeabilized cells were thawed and washed with FACS buffer (0.5% BSA/PBS) and re-suspended at a final concentration of approximately 5×10 5  cells in 100ul. The cells were labeled with Alexa Fluor 647-conjugated anti-phospho-ERK1/2 primary antibody (Cell Signaling Technology, MA, USA) using 1:50 dilution and incubated at room temperature for 30 minutes protected from light with occasional shaking every 10 minutes. Following incubation, cells were washed and re-suspended in approximately 500µl FACS buffer (0.5% BSA/PBS) and analyzed by flow cytometry. Flow cytometry was performed using an INFLUX cell sorter (BD Biosciences, CA, USA). A 640 nm laser operating at 120mW was used for excitation. Fluorescence signals were detected using bandpass filters 670/30 nm set into Alexa Fluor 647 channel.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:25:53",
  "introduction": "INTRODUCTION Neurofibromatosis type 1 (NF1) is a common autosomal dominant disorder caused by mutations in  NF1 , a tumor suppressor gene that encodes neurofibromin, a GTPase-activating protein that negatively regulates RAS signaling ( 1 , 2 ).  NF1  haploinsufficiency constitutively activates the RAS signaling cascade, predisposing patients to secondary clinical sequelae such as neurofibromas and malignant peripheral nerve sheath tumors (MPNSTs). Often, tumors in these patients harbor a somatic mutation of the normal  NF1  allele or loss of heterozygosity (LOH), resulting in bi-allelic inactivation of  NF1  and neurofibromin deficiency, in addition to other somatic events ( 3 ). Among the earliest clinical manifestations in individuals with NF1 is long bone dysplasia, usually affecting a single tibia ( 4 , 5 ). About 5% of individuals with NF1 will present with anterolateral bowing (dysplasia) leading to fracture that fails to achieve proper union, often after repeated surgical correction. A significant proportion (~16%) of individuals with NF1 and tibial pseudoarthrosis require amputation of the affected limb ( 6 ), or elect for amputation as the primary treatment. Long bone dysplasia and pseudoarthrosis were previously proposed to result from localized bi-allelic inactivation of  NF1  due to somatic LOH ( 7 ). However, subsequent studies reported inconsistent or inconclusive results in additional patients and the genomewide spectrum of somatic mutations in pseudoarthrosis tissue was never investigated ( 7 , 8 ). How tibial pseudoarthrosis compares to other NF1-associated manifestations such as neurofibromas and MPNSTs, including the frequency of somatic mutation or gene expression profile, is unknown. Adjuvant therapies (i.e. bone morphogenetic proteins, bisphosphonates) have been attempted anecdotally based on data from preclinical models and current clinical understanding of the pathophysiology of tibial pseudarthrosis ( 5 ). However, a general lack of a detailed biological understanding of NF1-associated tibial pseudoarthrosis has hindered progress in developing effective therapies to enhance bone healing and avoid amputation in these individuals. To understand the molecular mechanisms leading to tibial pseudoarthrosis, we comprehensively characterized genomewide somatic mutations and transcriptional dysregulation in tibial pseudoarthrosis in sixteen individuals with NF1.",
  "results": "RESULTS Sixteen individuals with a clinical diagnosis of NF1 and tibial pseudoarthrosis were included in the study. Age at tibial fracture in these individuals ranged from shortly after birth to 13 years ( Table 1 ). Genomic analyses including whole-exome sequencing (WES) and genomewide microarray SNP genotyping were performed using DNA extracted from tibial pseudoarthrosis tissue harvested during surgery and/or from cells cultured from pseudoarthrosis tissue. While pseudoarthrosis occurs in individuals without NF1, all individuals included in this study were diagnosed with NF1 using standard diagnostic criteria. To identify the constitutional  NF1  change and to confirm the pseudoarthrosis change was somatic, individual-matched samples from peripheral blood, saliva or cells cultured from iliac crest harvested during surgery were also included. WES identified the constitutional  NF1  mutation in 15 of 16 individuals, which predicted missense (n=3), nonsense (n=4), frameshift (n=3) and splice-site (n=5) changes ( Table 1 ). The constitutional mutation was not identified in individual NF#16. To comprehensively investigate genomewide LOH, we used high-density genomewide SNP genotyping in samples from eleven individuals. The sensitivity of this method to detect LOH was expected to vary between pseudoarthrosis samples, as they likely represented mixed cell populations. However, SNP analysis identified a single recurring large region of LOH in five individuals (NF#1, NF#4, NF#7 and NF#10) that spanned the entire long-arm of chromosome 17 (17qLOH) and included  NF1  (example in  Fig. 1a ). Complete LOH was not observed for any sample but was represented as a split signal compared to the normal 17p region, reflecting the mixed-cell population in the analysis. In a fifth individual (NF#12), 17qLOH was detected by WES, which also confirmed somatic homozygosity of the mutant  NF1  allele ( Supplemental Fig. 1 ). Homozygosity of the mutant allele was also confirmed in one individual (NF#7) by allele-specific expression analysis using whole-transcriptome profiling (RNA-seq) of cells cultured from iliac crest and tibial pseudoarthrosis. Expression of the mutant allele was higher (78% of reads) than the normal allele in cells from the pseudoarthrosis tissue, but only 35% of reads in the individual-matched iliac crest cells, suggesting that the mutant allele was homozygous in the pseudoarthrosis tissue ( Fig. 1b ). Additional somatic sequence mutations, including three nonsense, two frameshift and one splice-site changes, were confirmed in six additional individuals. One individual (NF#6) harbored a somatic deletion spanning exons 14 to 46 (c.1642_6999del; p.Asn510_Lys2333del). The deletion was not identified using microarray genotyping, likely due to the mixed population sample, but was evident in multiple split-reads from RNA-seq. A junction fragment spanning the deletion was amplified from pseudoarthrosis but not the individual-matched control sample, and Sanger sequencing confirmed the deletion occurred on the normal allele, resulting in somatic bi-allelic inactivation ( Supplemental Fig. 2 ). Results for  NF1  mutations discovered in all individuals are shown in  Table 1  and details of the genomic analyses for all individuals, including those described above, are found in  Supplemental Fig. 1–16 . We did not detect somatic mutations in pseudoarthrosis samples from four individuals (NF#3, NF#8, NF#9 and NF#14). To further characterize the global gene dysregulation resulting from bi-allelic inactivation of  NF1 , we performed RNA-seq of cells cultured from pseudoarthrosis tissue harvested during surgery (NF#6-11), individual-matched cells cultured from iliac crest harvested during surgery (NF#6 and NF#7) and cells from bone tissue of three unrelated controls without NF1. To identify genes with altered expression associated with neurofibromin deficiency, we separately compared gene expression of pseudoarthrosis and iliac samples from individuals with NF1 to control samples. Differentially expressed genes with greater than 2-fold expression difference in pseudoarthrosis samples compared to control samples were identified with false discovery rate (FDR)-adjusted FDRp<0.05. These genes were then filtered to exclude those with differential expression (no fold change requirement) between iliac and control samples with nominal (p<0.05) significance. This analysis identified 258 genes with differential expression associated with bi-allelic  NF1  inactivation ( Supplemental Table 1 ). Gene-set enrichment analysis using Gene Ontology (GO) annotations of the 258 genes identified significant enrichment for genes involved in “positive regulation of MAPK activity” (p=9.16e −5 , GO:0043406) ( Supplemental Table 2 ). The 38 genes annotated with this GO term ( amigo.geneontology.org ) were investigated further using Hierarchical Clustering methods, which successfully distinguished control, iliac and pseudoarthrosis samples ( Supplemental Fig. 17 ). Hierarchical clustering analysis of the 258 differentially expressed genes identified 76 upregulated and 182 downregulated genes in pseudoarthrosis samples ( Fig. 2a ). We subjected the upregulated genes to pathway enrichment analysis to more broadly assess biological functions and pathways significantly upregulated in NF1-associated tibial pseudoarthrosis ( Supplemental Table 3 ). This analysis identified three pathways implicated in cancer (“PI3K-Akt Signaling”, “MAPK Signaling” and “Pathways in Cancer”). Eight genes in these pathways were upregulated in neurofibromin-deficient pseudoarthrosis samples, and several are known to promote NF1-associated tumor progression ( Fig 2b ). Of the eight, epidermal growth factor receptor (encoded by the  EGFR  gene) was of particular interest, as it is a multi-functional receptor tyrosine kinase that promotes cellular proliferation and tumorigenesis ( 13 ). Matched-pair analysis of iliac-pseudoarthrosis pairs from two individuals with NF1 (NF#6 and NF#7) identified 42 of the 258 genes with significant differential expression ( Supplemental Fig. 18 ). Interestingly, of the 42 genes, the second-most statistically significant gene (FDRp=1.09e–27) and the second-most upregulated gene 34-fold increase) was  EREG , which encodes the EGFR ligand epiregulin. Previous studies focused on ERK activation resulting from  Nf1  deficiency in mouse models of tibial pseudoarthrosis ( 15 ). We sought to determine whether transcriptional changes observed in pseudoarthrosis cells were driven by quantitative differences in ERK activation compared to individual-matched haploinsufficient iliac crest cells. Using fluorescent-activated flow cytometry, we detected no quantitative increase in ERK activation (phosphorylation) in pseudoarthrosis cells compared to individual-matched iliac crest cells, suggesting transcriptional changes in pseudoarthrosis are associated with neurofibromin deficiency independent of ERK activation ( Supplemental Fig. 19 ). Interestingly, we found that cells from pseudoarthrosis tissue displayed significant upregulation of the  KITLG  gene encoding KIT ligand (also known as stem cell factor (SCF)) and  RAC2 .",
  "discussion": "DISCUSSION We describe the genetic and transcriptional mechanisms underlying tibial pseudoarthrosis occurring in individuals with NF1. Similar to other secondary sequelae in these patients (e.g. cutaneous neurofibroma), tibial pseudoarthrosis manifests, at least in part, from bi-allelic inactivation of  NF1 . The combination of WES, microarray analysis and RNA-seq identified somatic variants in 12 of 16 pseudoarthrosis samples; no somatic variants were identified in the remaining four samples. It is possible these samples harbor somatic mutations other than in  NF1  that lead to tibial dysplasia and pseudoarthrosis. More likely, the proportion of cells with a somatic  NF1  mutation was below the level of detection for either WES or RNA-seq, or these individuals harbor changes not detectable by our methods, such as deep intronic mutations affecting splicing or changes in methylation that affect expression. The transcriptional changes in pseudoarthrosis cultured cells suggest an underlying tumor-promoting expression profile with upregulated  EGFR ,  EREG  and  KITLG  (SCF). Transcriptional analyses were performed using plastic-adherent bone marrow stromal cells, rather than directly from pseudoarthrosis tissue. While it is possible to introduce artifacts from culture procedures, multiple quality-control analyses suggest the differences in gene expression are not due to such artifacts. However, it will be important to similarly investigate changes in gene expression in mouse models of  Nf1  deficiency as well as directly from patient tissue. Taken together, the changes in gene expression described here are associated with pseudoarthrosis-specific neurofibromin deficiency. This raises the intriguing question of why NF1 patients with tibial pseudoarthrosis do not develop bone tumors. Our genomewide analyses found that tibial pseudoarthrosis lacks oncogenic mutations driving transformation, such as p53 mutations frequent in MPNSTs. Additionally, tissue-specific events or changes in the local microenvironment ( 17 ) may be required for tumorigenesis. Despite the lack of bone tumor formation in these patients, our results suggest studies using receptor tyrosine kinase inhibitors are warranted in existing mouse models and may improve future patient outcomes. Currently, off-label use of recombinant human bone morphogenic protein (BMP)-2 (rhBMP-2) is used to stimulate bone formation, although its efficacy and complication rate are widely debated, particularly in spine surgery ( 18 ). The results presented here provide mechanistic context to the use of rhBMP-2 in tibial pseudoarthrosis with NF1. In mouse embryonic fibroblasts, fibroblast growth factor (FGF)-2-induced MAPK activation inhibited the osteogenic response to BMP2 ( 19 ). Additionally, FGF2 inhibited osteoblast differentiation of hMSCs ( 20 ). These studies, with the significant  FGF2  upregulation in pseudoarthrosis ( Fig. 2 ), suggest a mechanism by which the osteogenic effects of rhBMP-2 treatment may be inhibited in tibial pseudoarthrosis in individuals with NF1. Our data alternatively suggest that use of FDA-approved receptor tyrosine kinase inhibitors may be more therapeutically effective for promoting bone formation and union in these patients by specifically targeting neurofibromin-deficient cells. In the context of NF1-associated tumors,  EGFR  is frequently amplified in malignant peripheral nerve sheath tumors (MPNST), and  EGFR  expression was shown to confer tumorigenic potential in  NF1 -deficient neurofibroma cells ( 21 , 22 ). A potential role for  EGFR  expression in development of pseudoarthrosis and subsequent chronic nonunion is intriguing and suggests the potential for targeted therapy using EGFR-inhibitors to promote proper bone formation. Multiple inhibitors of receptor tyrosine kinases, including EGFR, are clinically available, and several effectively limited proliferation/survival of MPNST cells ( 23 , 24 ). In metastatic colorectal cancer (mCRC) with normal  KRAS , high  EREG  expression, which encodes for an EGFR ligand, was shown to predict response to the EGFR inhibitor Cetuximab ( 14 ). The association of mCRC response to Cetuximab coupled with elevated expression of  EREG/EGFR  in pseudoarthrosis samples suggests EGFR or other receptor tyrosine kinase inhibitors should be investigated as alternative therapies in these patients. Mouse models of  Nf1  deficiency previously demonstrated an essential role for neurofibromin in regulating proper bone development. Although the specific cell type involved in development of tibial pseudoarthrosis remains unknown, multiple cell type-specific conditional mutants displayed tibial dysplasia and insufficient bone formation after fracture that was attributed to altered Ras/Erk signaling ( 15 , 25 , 26 ). However, changes in global gene expression are not described. In two mouse models of neurofibromin deficiency, pharmacologic MEK inhibition improved fracture healing, although a significant proportion (~35%) of fractures failed to achieve bone union despite treatment ( 15 ). In a study of  Nf1 -deficient bone marrow-derived mast cells stimulated with murine SCF, phosphoinositide-3-kinase (PI3K)-induced Rac activation co-regulated the Ras/Mek/Erk signaling pathway ( 16 ). Therefore, inhibition of PI3K, rather than Mek, had a greater effect in limiting mast cell proliferation. Upregulation of both  KITLG  and  RAC2  in our pseudoarthrosis samples may suggest a feedback mechanism driving ERK activation in tibial pseudoarthrosis. With the dysregulation observed here, future studies should be performed to compare fracture healing in mice treated with MEK inhibitors to those treated with receptor tyrosine kinase inhibitors or combination therapy with MEK and PI3K inhibitors. Ultimately, these studies hope to improve treatment strategies in NF1 patients with persistent nonunion after fracture.",
  "upgrade_date": "2026-02-20 07:35:01"
}