{
  "pmid": "PMID:24958239",
  "title": "SVA retrotransposon insertion-associated deletion represents a novel mutational mechanism underlying large genomic copy number changes with non-recurrent breakpoints.",
  "abstract": "BACKGROUND: Genomic disorders are caused by copy number changes that may exhibit recurrent breakpoints processed by nonallelic homologous recombination. However, region-specific disease-associated copy number changes have also been observed which exhibit non-recurrent breakpoints. The mechanisms underlying these non-recurrent copy number changes have not yet been fully elucidated. RESULTS: We analyze large NF1 deletions with non-recurrent breakpoints as a model to investigate the full spectrum of causative mechanisms, and observe that they are mediated by various DNA double strand break repair mechanisms, as well as aberrant replication. Further, two of the 17 NF1 deletions with non-recurrent breakpoints, identified in unrelated patients, occur in association with the concomitant insertion of SINE/variable number of tandem repeats/Alu (SVA) retrotransposons at the deletion breakpoints. The respective breakpoints are refractory to analysis by standard breakpoint-spanning PCRs and are only identified by means of optimized PCR protocols designed to amplify across GC-rich sequences. The SVA elements are integrated within SUZ12P intron 8 in both patients, and were mediated by target-primed reverse transcription of SVA mRNA intermediates derived from retrotranspositionally active source elements. Both SVA insertions occurred during early postzygotic development and are uniquely associated with large deletions of 1 Mb and 867 kb, respectively, at the insertion sites. CONCLUSIONS: Since active SVA elements are abundant in the human genome and the retrotranspositional activity of many SVA source elements is high, SVA insertion-associated large genomic deletions encompassing many hundreds of kilobases could constitute a novel and as yet under-appreciated mechanism underlying large-scale copy number changes in the human genome.",
  "authors": "Julia Vogt; Kathrin Bengesser; Kathleen B M Claes; Katharina Wimmer; Victor-Felix Mautner; Rick van Minkelen; Eric Legius; Hilde Brems; Meena Upadhyaya; Josef Högel; Conxi Lazaro; Thorsten Rosenbaum; Simone Bammert; Ludwine Messiaen; David N Cooper; Hildegard Kehrer-Sawatzki",
  "journal": "Genome biology",
  "publicationDate": "2014-06-02",
  "doi": "10.1186/gb-2014-15-6-r80",
  "methods": "Materials and methods Patients The deletions analyzed in this study were identified by MLPA analysis (P122-C1 NF1-area kit, MRC-Holland, The Netherlands) in 17 unrelated NF1 patients who were referred for molecular diagnostics to the participating institutions (Tables S23 and S24 in Additional file  1 ). This study was approved by the Institutional Review Boards of Ulm University (application number 129/09) and the Hamburg Medical Association (PV3291) and we adhered to their rules. Either the patients or their parents gave their informed consent to the molecular characterization of the deletions. High-molecular-weight DNA samples extracted from blood of the patients were analyzed in order to identify the breakpoint locations. Custom-designed MLPA and array CGH To determine the positions of the deletion breakpoints more precisely, we performed custom-designed MLPA analysis with probes established previously (Table S25 in Additional file  1 ) [ 23 ]. By means of this analysis, the breakpoint regions could be assigned to intervals of a few tens of kilobases (Table S26 in Additional file  1 ). Next, we performed targeted array CGH using 8 × 15 K arrays (Agilent Technologies, Santa Clara, CA, USA) with probes located within the deletion breakpoint regions as predicted by the MLPA analyses. This array CGH probe-set included 4,891 control probes as well as 10,853 test probes. The details of probe design, as well as the analysis of the array, are described in Figure S24 (Additional file  1 ). Breakpoint identification by PCR Breakpoint-spanning PCRs were performed using the Expand Long Template PCR system (Roche, Mannheim, Germany). The locations of the PCR primers were selected on the basis of the array CGH results (Table S27 in Additional file  1 ). The resulting PCR products were gel-purified (Zymoclean™ Gel DNA Recovery Kit, Zymo Research, Irvine, CA, USA) and sequenced with the BigDye Terminator v3.1 Cycle Sequencing Kit (Life Technologies, Darmstadt, Germany). Sequence alignments of the breakpoint-spanning PCR products against the reference sequence of the human genome (hg19) indicated the precise locations of the respective deletion breakpoints. Somatic cell hybrids and PCR analysis Hybrid cell lines harboring only the chromosome 17 with the deletion were established for patients 659, 619, 1106, DA-77 and ASB4-55 using Epstein-Barr virus-transformed cell lines according to the procedure described previously [ 8 ]. Using DNA isolated from the hybrid cell lines, we performed PCR and sequence analysis of the respective products in order to narrow down the locations of the deletion breakpoints. Identification of large insertions at the deletion breakpoints in two patients Inverse PCR, semi-specific PCR, as well as GenomeWalker™ analysis were employed to investigate the insertions at the deletion breakpoints of patients DA-77 and ASB4-55. Inverse PCR, as schematically described in Figure S25 (Additional file  1 ), was performed with the restriction enzymes and PCR primers listed in Tables S28 and S29 (Additional file  1 ). Semi-specific PCRs, employed according to the principle described in Figure S26 (Additional file  1 ), were performed with primers summarized in Tables S30 and S31 (Additional file  1 ). PCR products obtained from these assays were then investigated by sequence analysis. To perform GenomeWalker™ analysis (Clontech, Saint-Germain-en-Laye, France), genomic DNA (2.5 μg per experiment) was restriction digested and adaptors were ligated to the DNA fragments. Subsequently, PCR was performed with an adaptor-specific primer in combination with a primer located close to the breakpoint regions (Figure S27 in Additional file  1 ). PCRs were performed with the Advantage® 2 PCR Kit (Clontech). The corresponding PCR products were gel-purified (S.N.A.P.™ UV-Free Gel Purification Kit, Invitrogen, USA) and cloned for sequence analyses. The restriction enzymes used for each experiment, together with the region-specific primers, are listed in Tables S32 and S33 (Additional file  1 ). Analysis of the breakpoint-flanking sequences Two datasets of sequences were analyzed in order to investigate whether non-B DNA-forming sequences, direct and inverted repeats ≥ 6 bp, or retrotransposons were overrepresented in the regions flanking the atypical  NF1  deletion breakpoints. The dataset of deletion breakpoint-flanking sequences included 150 bp located centromeric and 150 bp located telomeric to each deletion breakpoint (Table S3 in Additional file  1 ). The control dataset included sequences that did not flank any known atypical  NF1  deletion breakpoints; these control sequences were located within 17q11.2, telomeric to  SUZ12P  (genomic region: 29,118,000-29,148,000; hg19) and between  RAB11FIP4  and  COPRS  (30,020,000-30,050,000; hg19). In total, the control dataset encompassed 60 kb of genomic DNA subdivided into 200 fragments of 300 bp each. Within each 300 bp fragment, a hypothetical breakpoint was assigned a location between nucleotides 150 and 151 (Table S4 in Additional file  1 ). This control dataset, as well as the breakpoint-flanking sequences of the  NF1  deletions, were screened for the presence of non-B DNA sequence motifs (Tables S3 and S4 in Additional file  1 ). To this end, we used the non-B DNA database and the non-B DNA Motif Search Tool under preset search criteria for direct repeats (length: 10 to 150 bp, separated by < 10 bp) and inverted repeats (length: 6 to 150 bp, separated by <100 bp) [ 88 ]. In addition, we screened both datasets for the presence of direct and inverted repeats using the MEME suite software [ 89 ], which detects repeats irrespective of whether or not they are capable of forming non-B DNA structures. The repeats considered had a minimum length of 6 bp with no restriction being placed upon the number of nucleotides between the repeats. Both datasets were also investigated for the presence of retrotransposons by means of the UCSC Repeat Masker track [ 90 ] (Tables S3 and S4 in Additional file  1 ). In order to search for direct and inverted repeats >150 bp exhibiting ≥ 87% sequence homology within 2 kb regions flanking the deletion breakpoint regions, we performed BLASTN [ 91 ] self-alignments of the respective regions. The number of such repeats was also determined in a control dataset of sequences derived from two genomic regions: one located telomeric to  SUZ12P  (genomic position: 29,118,000-29,210,000; 92 kb), the other between  RAB11FIP4  and  COPRS  (genomic position: 30,020,000-30,048,000; 28 kb). In total, these two regions comprised 120 kb of genomic DNA, which were subdivided into 30 fragments of 4 kb each. Hypothetical breakpoints were assigned locations between nucleotides at positions 2,000 and 2,001 of each of these 4 kb fragments. BLASTN alignments of 20 kb regions flanking the deletion breakpoints were performed to determine the occurrence of direct and inverted repeats ≥ 1 kb exhibiting ≥ 87% sequence homology. Somatic mosaicism Mosaicism of normal cells and cells harboring the  NF1  deletion was sought in eight NF1 patients by FISH analysis of blood lymphocytes cultivated for 72 h in the presence of phytohaemagglutinin. In each case, at least 200 interphase nuclei were analyzed. When buccal cells were available for FISH analysis, approximately 100 interphase nuclei were evaluated. Mosaicism was also investigated by microsatellite marker analysis of DNA isolated from peripheral blood samples as described previously [ 8 ] and by PCR and sequence analysis of the insertion/deletion polymorphism rs17884042. Availability of data The microarray datasets are available from the Gene Expression Omnibus [ 92 ], accession number  GSE57859 .",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:25:55"
}