{
  "pmid": "PMID:24980480",
  "title": "Novel age-dependent targets in vestibular schwannomas.",
  "abstract": "BACKGROUND: Schwannomas are the most common neurofibromatosis type 2 (NF2)-associated tumors with significant phenotypic heterogeneity in patients. The most severe subtype has an early and rapid progression and the mild type has a later onset and a less aggressive course. The aim of this study was to elucidate the underlying molecular differences between these groups. We compared the gene expression pattern between patients with early to late age of onset. RESULTS: A gene signature of 21 genes was constructed to differentiate between early-onset and late-onset patients. We confirmed these results by real-time PCR for SNF1LK2, NGFRAP1L1 (BEX 5), GMNN, and EPHA2. CONCLUSION: Genes identified here may be additional aberrations in merlin-depleted cells that govern the disease onset. A significant number of these genes have been suggested as having a role in carcinogenesis and are used as biomarkers for prognosis in several other cancers. The role of these genes in NF2 carcinogenesis and their potential as biomarkers or drug target are worthwhile exploring.",
  "authors": "Amos Toren; Juergen K Reichardt; Ali Andalibi; Nancy Ya-Hsuan Hsu; Joni Doherty; William Slattery; Ruty Mehrian-Shai",
  "journal": "Human genomics",
  "publicationDate": "2014-06-30",
  "doi": "10.1186/1479-7364-8-10",
  "methods": "Methods Thirty-seven samples from human tumor (schwannomas) tissues were obtained at the time of surgery in accordance with applicable human ethics regulations (USC IRB protocol # 97–157) and snap frozen in liquid nitrogen. Tumor specimens were divided into two groups (young and old) according to the patient's age of onset. The young-onset group included 21 specimens from patients whose age of onset was less than 16 years old (ranging from 7 to 16 years old). The old-onset group included 16 specimens from patients whose age of onset was 30 years and older (ranging from 30 to 67 years old). The average age of the young group was 12 years old. The average age of the old group was 43 years. RNA was extracted and cRNA were hybridized to Human Genome U133 Plus 2.0 Array (Affymetrix) for analysis of over 47,000 transcripts. The detailed protocol for the sample preparation and microarray processing is available from Affymetrix at  http://www.affymetrix.com  (Santa Clara, CA, USA). For real-time PCR, total RNA was extracted and RT-qPCR was performed in the DNA Engine Opticon 2 Continuous Fluorescence Detection System (Bio-Rad, Hercules, CA, USA). Data analysis The Bioconductor limma package [ 20 ] was used to preprocess the expression data from Human Genome U133 Plus 2.0 Affymetrix Array. To remove batch effects, the complete dataset were normalized by RMA. Before doing statistical analysis, we filter the probe sets by present/absent calls using the Wilcoxon signed rank-based algorithm. Out of 54,675 probes, 42,339 were kept and the remaining ones were removed as ‘Absent’ to reduce false positive rate. We identified differentially expressed gene list by fitting linear models to the normalized expression values. The empirical Bayes shrinkage was applied to  t  statistics using the limma package in Bioconductor. Because patient subtypes were still observed after RMA normalization, balanced samples from the same subtype were selected to identify significantly differentially expressed genes and to reduce the potential of small-sample artifacts. In general, selected genes have greater than 1.5 fold change and less than 0.01  p  value. The analysis of RT-PCR is as follows: Sample RNA was processed in triplicate with serial dilutions of Human Universal Reference RNA (Stratagene, La Jolla, CA, USA) on the same 96-well plate. Standard curves were constructed from the Universal RNA wells with arbitrary units of 1 unit equivalent to 1 pg of Universal RNA. Results were plotted as units per nanogram of RNA. Graphically, the middle line of the bar represents mean, bar size corresponds to the difference between lower quartile and upper quartile, and error bars represent the range of the raw data.  t  test  p  values were calculated for each differentiating gene. Ethical conduct of research The authors state that they have obtained the University of Southern California institutional review board approval and have followed the principles outlined in the Declaration of Helsinki for all human experimental investigations. In addition, informed consent has been obtained from the participants involved.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:25:56"
}