{
  "pmid": "PMID:24997609",
  "title": "Asfotase-α improves bone growth, mineralization and strength in mouse models of neurofibromatosis type-1.",
  "abstract": "Individuals with neurofibromatosis type-1 (NF1) can manifest focal skeletal dysplasias that remain extremely difficult to treat. NF1 is caused by mutations in the NF1 gene, which encodes the RAS GTPase-activating protein neurofibromin. We report here that ablation of Nf1 in bone-forming cells leads to supraphysiologic accumulation of pyrophosphate (PPi), a strong inhibitor of hydroxyapatite formation, and that a chronic extracellular signal-regulated kinase (ERK)-dependent increase in expression of genes promoting PPi synthesis and extracellular transport, namely Enpp1 and Ank, causes this phenotype. Nf1 ablation also prevents bone morphogenic protein-2-induced osteoprogenitor differentiation and, consequently, expression of alkaline phosphatase and PPi breakdown, further contributing to PPi accumulation. The short stature and impaired bone mineralization and strength in mice lacking Nf1 in osteochondroprogenitors or osteoblasts can be corrected by asfotase-α enzyme therapy aimed at reducing PPi concentration. These results establish neurofibromin as an essential regulator of bone mineralization. They also suggest that altered PPi homeostasis contributes to the skeletal dysplasias associated with NF1 and that some of the NF1 skeletal conditions could be prevented pharmacologically.",
  "authors": "Jean de la Croix Ndong; Alexander J Makowski; Sasidhar Uppuganti; Guillaume Vignaux; Koichiro Ono; Daniel S Perrien; Simon Joubert; Serena R Baglio; Donatella Granchi; David A Stevenson; Jonathan J Rios; Jeffry S Nyman; Florent Elefteriou",
  "journal": "Nature medicine",
  "publicationDate": "2014-08",
  "doi": "10.1038/nm.3583",
  "methods": "Methods Animals and drugs All procedures were approved by the Vanderbilt University Medical Center\nInstitutional Animal Care and Use Committee (IACUC). WT and  Col2-Nf1  KO\nmice were generated by crossing  Nf1 flox/flox  mice and\n Nf1 flox/+ ;  α1(II)\ncollagen-Cre  breeders .  54 , 55 Nf1 flox/flox \nmice and  Nf1 flox/flox  mice; α 1(II)\ncollagen-Cre  mice were used as WT and cKO, respectively.\n Osx-Nf1  KO mice were generated by breeding doxycycline-fed\n Osx -cre;  Nf1 flox/flox  mice with\n Nf1 flox/flox  breeders . All mice were on a C57BL/6 background. sALP-FcD10 (Asfotase Alfa,\nAlexion Pharmaceuticals) was described previously 47 . Briefly, mineral-targeting recombinant tissue nonspecific alkaline\nphosphatase (ALP, sALP-FcD10) was produced in CHO cells by modifying the coding sequence\nof human  56 ALPL . The GPI anchor sequence of the hydrophobic C-terminal\ndomain of human ALPL was removed to generate a soluble, secreted enzyme (sALP). Then the\nhuman  ALPL  ectodomain sequence was extended with the coding sequence\nencoding the Fc region of human IgG1 (Fc). Finally the C-terminus of the Fc region was\nextended with ten aspartic acid residues (D10). The dose of 8.2 mg.kg −1 \nper day was selected because it was previously shown to be efficacious in short-term (16\ndays) efficacy study in  Akp2 −/− mice . The specific activity of the lot used in the present\nstudy was 878 Units.mg 56 −1 . sALP-FcD10 was administered subcutaneously\nfor the periods of time indicated in the text. Human subjects The study was approved by the Institutional Review Board of the University of\nTexas Southwestern Medical Center, the Rizzoli Orthopaedic Institute (Bologna, Italy) and\nVanderbilt University. Bone tissues were obtained from 9 patients with NF1 and tibial\npseudarthrosis (aged between 7 months and 18 years) and 6 controls from children without\nNF1 who underwent surgery for congenital dysplasia of the hip without any other coexisting\npathology ( n  = 3)  or scoliosis ( 57 n  = 3) (aged between 3.3 and 17\nyears). Diagnosis of pseudarthrosis was based on radiographic and clinical findings.\nDiagnosis of NF1 was performed according to the criteria presented at the National\nInstitute of Health Consensus Development Conference on Neurofibromatosis\n[ http://consensus.nih.gov/1987/1987Neurofibramatosis064html.htm ]. Cell culture Mouse BMSCs were extracted from long bones by spinning down diaphyses at 1500\nrpm for 3 min. Cells were then counted, plated at a density of 10 6  cells/well\n(12w plates) or 2×10 6  cells/well (6 well plates), and grown for 7 days\nin αMEM supplemented with 10% FBS, 100 I.U./ml penicillin, 100\nμg/ml streptomycin (Cellgro, Manassas, VA, USA). At day 7, differentiation and\nmineralization was induced by the addition of 50 μg/ml ascorbic acid and 10 mM\nβ-glycerophosphate, and the media was refreshed every 2–3 days. BMSCs\ndifferentiation and mineralization were assessed by ALP activity and Alizarin red S\nstaining, respectively, using standard protocols. Primary chondrocytes were extracted from 4-day-old pup rib bones. The\ncartilaginous part of the rib was dissected and soft tissues removed, then digested by\ncollagenase D (3mg/ml, Roche, USA) and 0.25% trypsin/ethylenediaminetetraacetic\nacid (EDTA) (Gibco, USA) in DMEM for 3 h. At confluence, 5×10 μl drops of\nconcentrated cells (2×10 7  cells/ml) were plated in 6-wells. After 2\nhours of incubation, 2 ml of complete cell culture medium was delicately added. Cells were\ndifferentiated in DMEM supplemented with 10% FBS, 100 IU.ml −1 \npenicillin, 100 μg.ml −1  streptomycin, 50\nμg.ml −1  of ascorbic acid and 10 mM\nβ-glycerophosphate. Human cells extracted from bone marrow  or bone tissue were maintained in alpha MEM supplemented with\n10% FBS, 100 U.ml 57 −1  penicillin, 0.1 mg.ml −1 \nstreptomycin at 37 °C in a 5% CO2-humidified atmosphere. Cells from bone\ntissues were digested overnight with collagenase before platting. After 4 days,\nnon-adherent cells were removed and adherent bone cells were grown until confluence or\npassaged before RNA extraction. Adenovirus Infection of BMSCs BMSCs were isolated from  Nf1 flox/flox  mice and\nseeded at a density of 10 6  cells/well in 12w plates. At 40% confluence,\ncells were incubated in complete culture medium (α-MEM, 10% FBS and 100\nIU.ml −1  penicillin) containing either Ad5-CMV-GFP or Ad5-CMV-cre\n(Vector development lab, Baylor College of Medicine) at 2.5×10 9  PFUs.\nAfter 2 days of incubation, the medium was refreshed with complete culture medium.\n Nf1  recombination efficiency was determined according to Wang\n et al . 37 Serum vitamin D, calcium and phosphate assays Blood samples were collected from WT and Osx-Nf1 KO mice at sacrifice. Vitamin\nD, phosphate and calcium concentration in mouse serum was determined using a\n25OH-Vitamin-D ELISA Assay kit (Eagle Biosciences, cat# VID31-K01), a Phosphate\nAssay kit (BioVision, cat # k410–500) and a Calcium Assay kit (BioVision,\ncat# k380–250), respectively, according to the manufacturer’s\ninstructions. PPi and PC-1 assays PPi release in cell-conditioned media (ePPi) was measured radiometrically using\ndifferential adsorption on activated charcoal of Uridine-diphospho-D-glucose\n[6- 3 H] (Cat #NET1163250UC, Perkin Elmer) as\npreviously described . Forty\nmicroliters of conditioned medium (or blank control) and 120 μl of assay solution\n(57 nM of Tris acetate, pH7.6; 5.2 mM MgAc; 18.6 μM Glucose 1,6-diphosphate\n(G1,6DP); 9 μM Uridine-diphosphoglucose (UDPG); 4 μM\nβ-Nicotinamide adenine dinucleotide (NAD+); 0.136 U.\nUridine-diphosphoglucose pyrophosphorylase (UDPGPP); 0.5 U. phosphoglucomutase; 0.5 U.\nGlucose-6-phosphate dehydrogenase (G6PD); 0.02 μCi  49 , 58 , 59 3 H-UDPG) were\nincubated at 37°C for 1h, then adsorbed on 200 μl of charcoal for 10\nminutes on ice. After centrifugation at 14,000 rpm for 10 minutes, 100 μl of the\nsupernatant was transferred into a vial containing 5 ml of Bio-safe II for radioactivity\ncount. PPi levels were normalized by protein concentration in cell lysates in each well.\nMeasurements were performed in triplicate and similar results were obtained from at least\n3 independent experiments. ENPP1 activity was determined using 1.5 mM of the synthetic chromogenic\nsubstrate thymidine 5′-monophosphate p-nitrophenyl ester in reaction buffer (100\nmM Tris/HCl, pH 8.0, 130 mM NaCl, and 15 mM MgCl 2 ) incubated at 37°C\nfor 30 min. The reaction was terminated by the addition of 50 μl 4N NaOH. Product\nformation was monitored by measurement of absorbance at 405 nm. ENPP1 activity in each\nwell was normalized by cell number. Measurements were performed in triplicate and from at\nleast 3 independent experiments. RT-qPCR and genomic PCR Total RNA was extracted using TRIzol (Invitrogen, Grand Island, NY, USA) and\ncDNAs were synthesized from 1 μg of RNA following DNase I treatment using the\nhigh-capacity cDNA reverse-transcription kit (Applied Biosystems, USA). Quantitative PCR\n(qPCR) was performed by using TaqMan or SYBR green gene expression assays. The probe and\nprimer sets for mouse  Runx2  (Mm00501578_m1);  Alpl \n(Mm00475834_m1);  Ank  (Mm00445047_m1);  Enpp1 \n(Mm00501097_m1);  Opn  (Mm00436767_m1),  Igf1 \n(Mm01228180_m1), human  ANKH  (Hs00219798_m1) and human\n ENPP1  (Hs01054040_m1) and the normalizers  Hprt \n(Mm00446968_m1); human  GAPDH  (Hs99999905_m1) were obtained from Applied\nBiosystems (Foster City, CA, USA). The SYBR green primers were:  Opn \n(forward; CTCCTTGCGCCACAGAATG, reverse; TGGGCAACAGGGATGACA),  Nf1 \n(forward; GTATTGAATTGAAGCACCTTTGTTTGG, reverse; CTGCCCAAGGCTCCCCCAG);  Ocn \n(forward; ACCCTGGCTGCGCTCTGTCTCT, reverse; GATGCGTTTGTAGGCGGTCTTCA) and\n Col1a1  (forward; GACATCCCTGAAGTCAGCTGC, reverse; TCCCTTGGGTCCCTCGAC).\nSpecificity of amplification was verified by the presence of a single peak on the\ndissociation curve. Amplification conditions are available upon request. Measurements were\nperformed in triplicate and from at least 3 independent experiments. For genotyping, genomic DNA was isolated from tail tips by sodium hydroxide\ndigestion, and PCR was performed using primers P1, P2 and P4, as described by Zhu\n et al \n . The  54 Col2a1\ncollagen-Cre  transgene was detected using the fwd: GAGTTGATAGCTGGCTGGTGGCAGATG\nand reverse: TCCTCCTGCTCCTAGGGCCTCCTGCAT primers. Western blot analyses Whole cell lysates were separated by SDS-PAGE electrophoresis according to\nstandard protocols. Nitrocellulose membranes were probed with the indicated antibody using\nstandard protocols (monoclonal anti-β-actin antibody (Sigma cat# AC-74,\ndilution 1: 5000), anti-Phospho-Smad1/5 antibody (Cell Signaling cat#9516S,\ndilution 1:1000), anti-Smad1+Smad5 antibody (Abcam cat# ab75273, dilution\n1:1000), anti ENPP1/PC-1 (Aviva Systems Biology, cat# OAEB02445, dilution 1:500)\nand anti-ANK (Origen, cat# TA325111, dilution 1:1000). Histology Static histomorphometry measurements were performed as previously described in\naccordance with standard nomenclature ,\nusing the Bioquant Analysis System (Nashville, TN, USA) on 5 μm undecalcified\nmethymethacrylate sections. Calcified cartilage BV/TV was measured in the growth plate\nhypertrophic region following von Kossa and van Gieson staining. 60 X-rays and μCT analyses Radiographs were obtained using a digital cabinet X-ray system (LX-60, Faxitron\nX-Ray, USA). μCT analyses were performed using a Scanco μCT 40 system\n(Scanco Medical, Bassersdorf, Switzerland). Tomographic images were acquired at 55 kVp and\n145 mA with an isotropic voxel size of 12 μm and at an integration time of 250 ms\nwith 500 projections collected per 180° rotation. Raman Spectroscopy To ensure anatomic consistency of data collection site among bones of differing\nlength, mid-shaft vessel perforations were used as landmarks. Spectra were obtained with 5\naccumulations of 20 s exposures with 20 mW laser power at a spot size of 1.5 μm in\ndiameter. Spectra were processed via least squares modified polynomial fit  and smoothed for noise using an\n2 61 nd  order Savitsky-Golay filter . System Raman shift calibration was accomplished using a neon lamp and\na silicon standard. Silicon standard measurements before and after data acquisition\nensured wavenumber calibration consistency. Spectral intensities for known Raman peaks and\npeak ratios were extracted using custom Matlab software (Mathworks, Natick, MA) to\ngenerate markers of bone composition for mineralization (v1 Phosphate/Proline) and\ncrystallinity (crystal grain size and perfection, determined by the inverse full-width at\nhalf maximum intensity of the v1 Phosphate peak). 62 Biomechanical Testing Hydrated samples were tested in three-point bending with a span of 8mm at a rate\nof 3 mm.min −1  as per . Force and displacement was measured from a 100 N load cell, and from\nthe linear variable displacement transformer of the material testing system (Dynamight\n8841, Instron, Canton, OH). Structural properties were extracted from force-displacement\ncurves by custom Matlab algorithms (Mathworks, Natick, MA). Material properties were\ncalculated by accounting for structure by utilizing cross-sectional area and moment of\ninertia as measured by μCT. 63 Statistical analysis Depending on whether data per group passed the Shapiro-Wilk normality test or\nwhether standard deviations were not different among the groups (Bartlett’s test),\none-way analysis of variance (ANOVA) or the Kruskal-Wallis Test (non-parametric) was used\nto determine whether differences existed in μCT -, Raman-, and\nbiomechanical-derived properties among the experimental groups. When differences existed\nat  p  < 0.05, post-hoc, pair-wise comparisons were tested for\nsignificance in which the p-value was adjusted ( p adj  <\n0.05) by Holm-Sidak’s method or Dunn’s method (non-parametric).\nStatistical analysis was performed using GraphPad PRISM (v6.0a, La Jolla, CA). Data are\nprovided as mean +/− SD.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:25:57",
  "introduction": "INTRODUCTION Mutations in the  NF1  gene cause neurofibromatosis type I (NF1), a\ngenetic disorder with an incidence of 1/3500 worldwide. This condition is characterized by\nmalignant and non–malignant pathologies, including skeletal manifestations .\nDystrophic scoliosis, tibia bowing, bone fragility, fracture and pseudarthrosis\n(non–union following fracture) are skeletal conditions associated with high\nmorbidity in this population 1 – 6 . Despite recent progress in our understanding\nof the role of  7 – 10 NF1  in skeletal tissues, it is still unclear why and how\nthese bone pathologies arise, raising uncertainty regarding optimal treatment . 2 , 3 While NF1 individuals are typically born with heterozygous mutations in\n NF1,  loss of heterozygosity has been detected in pseudarthrosis\nbiopsies , suggesting that local\nsomatic  11 NF1  loss of function contributes to NF1 skeletal dysplasia. This\npoint is further supported by the relative commonality of defects observed between NF1\npseudarthrosis biopsies and the skeleton of  NF1 \nloss–of–function conditional mouse models, which tend to recapitulate, in\ntheir entire skeleton, the genetic and cellular consequences of local  NF1 \nloss of function occurring in human NF1 pseudarthroses.  Nf1  inactivation in\nosteochondroprogenitors, in\n Nf1 f/f ; Prx1 –cre or\n Nf1 f/f ; Col2a1 –cre mice (called herein\n Pr x- Nf1  KO or  Col2 - Nf1 \nKO mice, respectively) indeed led to reduced stature, low bone mass, tibia bowing,\ndiaphyseal ectopic blood vessel formation and hypomineralization associated with weakened\nbone mechanical properties, and indicated that neurofibromin is required for normal\nosteoblast differentiation and for the control of  Rankl  expression and\nosteoclastogenesis . The coexistence of\n 12 – 17 Nf1 –deficient osteoblasts in a  Nf1  heterozygote\nbone microenvironment was also shown to cause bone loss and delayed bone healing in\n Nf1 f/f ; Col1a1 –cre mice\n( Col1 - Nf1  KO) via activation of TGFβ\nsignaling . Importantly, each of these NF1 models, as well as bone biopsies from\nindividuals with NF1 pseudarthrosis 18 , 19 , are\ncharacterized by excessive unmineralized bone matrix (osteoid), despite normal serum\nphosphate and calcium concentration. 20 Bone matrix mineralization is a tightly regulated process and requires collagen,\ncalcium and phosphate to form hydroxyapatite, as well as tissue–nonspecific alkaline\nphosphatase (ALP) activity to hydrolyze pyrophosphate (PPi, a potent inhibitor of\nmineralization) and generate inorganic phosphate . Extracellular concentrations of PPi are determined by (1) its\ndegradation via ALP, (2) synthesis catalyzed by the nucleoside triphosphate\npyrophosphohydrolase PC–1/ENPP1 (called ENPP1 herein), and (3) its transport into\nthe extracellular milieu through the PPi channel ANK 21 . Mineralization is also controlled by Phospho1, a phosphatase that\nprovides intracellular inorganic phosphate to generate PPi 22 , and by glycoproteins such as osteopontin, which\ninhibits crystal nucleation on collagen fibers in mineralizing vesicles 23 . Multiple\ngrowth factors such as TGFβ, activin A, BMP2, IGF1, FGF2 and FGF23 are involved in\nbone and/or cartilage mineralization 24 , 25 . A common signaling\npathway engaged by these factors is the RAS/ERK pathway, which is constitutively activated\nin cells lacking neurofibromin, the RAS–GTPase Activating Protein (GAP) encoded by\n 26 – 34 NF1 . We thus\nhypothesized that neurofibromin, via its inhibitory action on RAS/ERK signaling in\nbone–forming cells, could be an important regulator of bone matrix\nmineralization. 35",
  "results": "RESULTS Uncontrolled PPi production in  Nf1– deficient bone\ncells To address if and how  Nf1  regulates bone mineralization, we\nfirst asked whether  Nf1  ablation in bone marrow stromal cells (BMSCs)\naffects extracellular PPi concentrations. BMSCs from Col2- Nf1  KO mice,\nlacking  Nf1  in osteochondroprogenitor cells, were characterized by a\n60–70% lower  Nf1  expression compared to WT mice ( Fig. 1a ), consistent with the heterogeneous nature of\nthese cultures . This lower\n 36 Nf1  expression level was accompanied by a significant 70%\nhigher extracellular PPI concentration in the conditioned medium (CM) of undifferentiated\nBMSC cultures compared to WT controls ( Fig. 1b ).\nAddition of a recombinant form of ALP (sALP–FcD10, 0.5\nμg.ml −1 , see below) to induce PPi hydrolysis significantly\nreduced the amount of PPi detected in both genotypes, confirming the validity of the PPi\nmeasurements. High extracellular PPi concentration can be generated by increased production of\nPPi by the ectonucleophosphatase ENPP1 and by increased cellular export through the\ntransporter ANK. The expression of both  Ank  and  Enpp1 \nmRNA ( Fig. 1c , left and middle panels) and protein\nlevels ( Supplementary Fig. 1a )\nwere higher in  Nf1 –deficient BMSCs compared to WT BMSCs.\n Osteopontin  ( Opn ) expression was also higher in\n Nf1 –deficient BMSCs ( Fig.\n1c , right panel), consistent with the reported stimulatory effect of PPi on\n Opn  expression . We\nobtained similar results when comparing  25 Nf1 flox/flox  BMSCs\ncultures infected with a Cre–expressing adenovirus\n( Nf1 –deficient cells) to control cultures infected by a\nGFP–expressing adenovirus ( Supplementary Fig. 1b ), confirming that the changes in gene expression measured\nin BMSCs from  Col2-Nf1 KO  mice were not caused by a reduced number of\nosteoprogenitors initially platted.  Ank, Enpp1  and  Opn \nexpression was also significantly higher in long bones, calvariae and epiphyses\n(cartilage) from 3 week-old  Col2-Nf1 KO  versus WT mice ( Fig. 1d ), whereas  Runx2  and  Alpl \nexpression was lower ( Supplementary Fig.\n1c ). Lastly, MEK inhibition (U0126, 1 μM, 24 h) blunted the increase in\n Ank, Enpp1  and  Opn  expression observed in\n Nf1 –deficient BMSCs ( Fig.\n1c  and  Supplementary Fig.\n1b ). In an effort to assess whether these molecular findings were conserved from mice\nto humans, we obtained RNA from human bone adherent stromal cells prepared from 6 control\nand 9 NF1 tibial pseudarthrosis biopsies, and measured  ENPP1  and\n ANK  transcript levels by qPCR. Consistent with the mouse data,\n ENPP1  expression was significantly higher in cultured cells from NF1\npseudarthrosis tissues ( Fig. 1e ), despite the small\nnumber of available samples and the cell heterogeneity of these cultures.\n ANK  expression, however, was variable between samples and not\nsignificantly different between cultures from normal and NF1 pseudarthrosis biopsies\n( Fig. 1f ). Mice lacking  Nf1  in mature osteoblasts\n( Col1 - Nf1  KO) have a uniform distribution of\nnon–mineralized matrix throughout trabecular bone compartments , whereas mice lacking  18 Nf1  in\nosteochondroprogenitors and chondrocytes are characterized by an osteoid preferentially\ndistributed in the primary spongiosa, where osteoblasts and chondrocytes mineralize their\nmatrix ( Fig. 2a ). Based on these observations and\nbecause neurofibromin is expressed in hypertrophic chondrocytes , we\nhypothesized that this RAS–GAP could also contribute to cartilage mineralization,\nwhich is a process important for bone growth and ossification during development and bone\nhealing in adults. In support of this hypothesis,  37 , 38 Col2-Nf1 KO  chondrocyte\nhigh–density micromass cultures generated a typical Alcian blue–positive\nmatrix but did not show signs of mineralization, in contrast to WT chondrocyte cultures\n( Fig. 2b ). In addition,  Ank, Enpp1 \nand  Opn  expression was significantly higher in\n Nf1– deficient micromass chondrocyte cultures versus WT cultures\n( Fig. 2c ), in agreement with the data obtained from\ncartilaginous epiphyses, which contain a high proportion of chondrocytes ( Fig. 1d ). Accordingly, extracellular PPi concentration ( Fig. 2d ) and Enpp1 enzymatic activity ( Fig. 2e ) were significantly higher, whereas ALP activity was lower\n( Fig. 2f ) in  Nf1– deficient\nversus WT chondrocytes. Lack of  Nf1  in BMSCs impairs BMP2 osteogenic action BMSCs isolated from  Col2-Nf1 KO  mice displayed, compared to\nBMSCs isolated from WT mice, a significantly lower differentiation potential, as measured\nby lower CFU–Ob colony number, TNSAP activity ( Fig.\n3a ) and lower expression of osteoblast differentiation markers including\n Runx2, Alpl  and  Ocn  ( Fig. 3b ). Similar results were obtained using\n Nf1 flox/flox  BMSCs infected with a cre–adenovirus\n( Supplementary Figs. 1d and e ).\nIn contrast to what was observed in the case of  Ank  and\n Enpp1  expression, however, MEK inhibition by U0126 (1 μM),\nTremetinib or  PD198306  (0.1 μM and 200 nM, respectively, data not shown) for 24 h\ndid not correct the expression level of  Runx2  or  Alpl  in\n Nf1 –deficient BMSCs ( Figs.\n3c ), indicating that the expression of these two genes is not directly controlled\nby neurofibromin. Extracellular PPi concentration, as well as  Ank ,\n Enpp1  and  Opn  expression, remained above or equal to\nWT controls throughout the differentiation period ( Fig. 3d\nand e ). Bone morphogenic proteins (BMPs) are known for their ability to promote\nosteoprogenitor differentiation  but\nhad limited effect on the differentiation of  39 Nf1 +/−\nosteoprogenitors and on bone union in  Nf1 +/−\nmice . Recombinant hBMP2 (100 ng.ml 40 , 41 −1 ) was unable to\nstimulate ALP activity, nor the formation of CFU–Ob in BMSC cultures from\n Col2-Nf1 KO  mice, although it did, as expected, promote CFU–Ob\nformation and ALP activity in WT BMSC cultures, following 2 weeks of treatment ( Fig. 4a ). Smad1/5/8 phosphorylation in response to BMP2\ntreatment (100 ng.ml −1 , 1 h) was not affected by  Nf1 \ndeficiency ( Fig. 4b ), indicating that the lack of\nstimulatory effect of BMP2 on  Nf1 –deficient BMSC differentiation\nis not caused by repression of BMP2 receptor expression, or by the production of factor(s)\ninhibiting canonical signaling. Treatment with rhBMP2 for 2 weeks also failed to increase\nthe expression of  Alpl, Runx2,  and  Col1a1  in BMSC\ncultures from  Col2-Nf1 KO  mice ( Fig.\n4c ). However, it significantly increased the expression of  Ank \nand  Enpp1  (but not  Opn ) ( Fig. 4d ) and PPi extracellular concentration ( Fig.\n4e ) in both WT and  Nf1– deficient BMSCs. CFU–Ob\nformation, ALP activity ( Figs. 4f and g ) and the\nexpression of  Alpl and Col1a1  ( Supplementary Figs. 2a and b ) in\n Nf1 –deficient BMSC cultures were higher following a 2\nweek–long combined treatment with the MEK inhibitor U0126 (1 μM) and BMP2\n(100 ng.ml −1 ), but not with either of these treatments alone. This\ncombination treatment also partially reduced the increased  Ank, Enpp1  and\nPPi extracellular concentration detected in vehicle-treated\n Nf1 –deficient BMSC cultures, possibly due to the antagonistic\neffect of these two drugs on  Ank  and  Enpp1  expression\n( Supplementary Figs 2c and\nd ). sALP–FcD10 improves bone growth and BMD in  Col2-Nf1 KO \nmice If excessive extracellular PPi levels cause the mineralization deficit observed\nin  Col2-Nf1 KO  mice, then reducing PPi concentration should have\nbeneficial effects on matrix mineralization. This is experimentally possible by inhibiting\nPPi generation or increasing its catabolism. The latter approach was chosen because PPi is\na substrate for ALP and a recombinant form of human ALP (sALP–FcD10 or\nAsfotase–α) is clinically available to treat\n ALPL –deficient subjects with hypophosphatasia . We thus\ntreated WT and  42 , 43 Nf1 –deficient BMSCs with vehicle or\nsALP–FcD10 (0.5 mg.ml −1 ) in osteogenic condition for 14 days\nand assessed matrix mineralization. As predicted, sALP–FcD10 increased matrix\nmineralization in both genotypes, although the relative increase was more pronounced in\ncultures from  Col2-Nf1 KO  versus WT mice ( Fig. 5a ), and despite the persistent differentiation deficit of\n Nf1 –deficient BMSCs in the presence of sALP–FcD10\n( Supplementary Fig. 3a ). This\ntreatment reduced  Opn  expression in\n Nf1– deficient BMSCs ( Supplementary Fig. 3a ), in agreement with the\nknown stimulatory effect of PPi on  Opn  expression . 25 Based on these encouraging results, we treated  Col2-Nf1  KO\nnewborn mice daily by subcutaneous injections of sALP–FcD10 (8.2 mg/kg/day) for 18\ndays .  44 , 45 Col2-Nf1  KO mice exhibit short stature, low bone\nmass, mineralization, cortical thickness and mineral density (BMD), and high cortical\nporosity . Following this short\ntreatment (dictated by the relatively high lethality of these mice at weaning), a\nsignificant 73% increase in the size of mutant mice ( 37 Fig. 5b ) and a clear increase in vertebral and tibial BMD were observed on\nradiographs ( Fig. 5c and d ). sALP–FcD10\nsignificantly increased mid–diaphyseal cortical bone thickness, as measured by\n3D–microcomputed tomography (μCT) ( Fig.\n5e ), partially rescued the formation of secondary ossification centers, expanded\ntibia metaphyseal envelopes and increased the amount of calcified matrix in the growth\nplate hypertrophic zone of  Col2-Nf1  KO mice (hBV/TV,  Fig. 5f ). Despite the seemingly pronounced effects of\nsALP–FcD10 observed by radiography and μCT, tibia cortical tissue mineral\ndensity and mineral–to–collagen ratio ( Supplementary Fig. 3b and c ) were not increased\nfollowing treatment. sALP–FcD10 increases bone mineralization in  Osx-Nf1 KO \nmice Because  Col2-Nf1  KO mice manifest severe developmental\nphenotypes that limit their survival, and thus the duration of treatments, we generated\nmice in which  Nf1  can be ablated postnatally in osteoprogenitors, using\nthe inducible Tet-off–based  Osx –cre transgenic\nmice  crossed to\n 46 Nf1  mice f/f . This new mouse model makes it possible to dissect the mechanisms by\nwhich postnatal  47 Nf1  ablation impairs bone homeostasis, without\ncomplications arising from developmental phenotypes.\n Osx – Nf1  mice had a size\nundistinguishable from WT littermates upon doxycycline administration (i.e.\ncre–recombinase repression) from conception to day 14 ( Osx f/f Fig. 6a ) and had normal phosphate, calcium and 25OH vitamin D\nserum concentrations ( Supplementary\nTable 1 ).  Osx –cre–mediated  Nf1 \nablation in osteoprogenitors at post–natal day 14 following doxycycline\nwithdrawal, as seen in  Col2-Nf1  KO mice, caused hyperosteoidosis ( Fig. 6b ), low bone mass ( Fig. 6c ), higher femoral diaphyseal cortical porosity ( Fig. 6d ), lower cortical thickness, mid–shaft moment of\ninertia and cortical TMD ( Fig. 6e–g ).\nCortical mineral–to–collagen ratio measured by Raman spectroscopy ( Fig. 6h ) was also lower in  Osx-Nf1  KO\nmice, and femurs from  Osx-Nf1  KO mice were mechanically weaker than those\nfrom WT controls, as measured by a 3–point bending tests ( Supplementary Table 2 ). To assess the effect of sALP–FcD10 on the skeleton of this mouse model,\nwe administered sALP–FcD10 daily from 2 weeks of age (at the time of\n Nf1  ablation) and for 6 weeks. sALP–FcD10 significantly\nincreased trabecular BV/TV and moment of inertia, assessed by μCT ( Fig. 6c and f ), as well as femoral stiffness, modulus and peak\nforce, measured by 3–point–bending ( Supplementary Table 2 ), and led to a\nnon–significant trend for higher cortical femoral thickness ( Fig. 6e ). sALP–FcD10 improved bone mineralization in\n Osx-Nf1  KO mice, as measured by a drastic 73% reduction in\nosteoid volume per bone volume, a 65% reduction in osteoid surface per bone\nsurface, a 53% decrease in osteoid thickness ( Fig.\n6b ) and a 20% increase in mineral–to–collagen ratio\n( Fig. 6h ).",
  "discussion": "Discussion We show here that the RAS–GAP activity of neurofibromin in the bone\nmesenchymal lineage restrains the expression of  Enpp1  and\n Ank , two main genes controlling PPi homeostasis, and that increasing\npyrophosphate catabolism through enzyme therapy significantly improves bone mineralization\nand bone mechanical properties in mouse models of NF1 skeletal dysplasia. These results,\nalong with suggestive evidence of conservation of function between mice and humans, support\nthe causal role of increased PPi levels in the etiology of NF1 hyperosteoidosis, and\nposition neurofibromin as a critical and obligatory regulator of cartilage and bone\nmineralization. They also provide pre–clinical evidence that some of the most\nclinically challenging NF1–related skeletal maladies may be amenable to\nprevention. Hyperactive TGFβ signaling was proposed to cause bone loss and to delay\nbone healing in mice deficient for  Nf1  in mature osteoblasts and\nheterozygote for  Nf1 +/−  globally . TGFβ is also known to stimulate ERK\nactivity,  19 Ank  and  Enpp1  expression and to increase PPi\nconcentration in WT chondrocytes . Therefore,\n 48 , 49 NF1 –deficient BMSCs may contribute cell–autonomously and/or\nin a hyperactive TGFβ paracrine fashion to the extraphysiological skeletal\naccumulation of PPi and to the impaired osteoblast differentiation and matrix mineralization\nobserved in the setting of NF1. The beneficial effect of sALP–FcD10 on bone growth,\nmineralization and strength observed in this study suggests that PPi accumulation and\nabnormal mineralization are important components of NF1 bone dysplasia. However, further\nstudies will be necessary to determine the evolution and contribution of all the cellular\ndefects typical of  Nf1 –deficient bone cells on bone mass and\nstrength over extended periods of treatment with sALP–FcD10, as this drug does not\ncorrect the differentiation phenotype of  Nf1 -deficient osteoblasts.\nAlthough TGFβ blockade might theoretically serve as a target to promote bone union\nin individuals with NF1 pseudarthrosis, the cancer–prone status of this pediatric\npopulation and the known tumor suppressor activity of TGFβ signaling limit this\ntherapeutic approach . Our results, on\nthe other hand, suggest that stimulation of pyrophosphate catabolism through enzyme therapy\ncould be applied on a more chronic basis prior to fracture to strengthen the NF1 dysplastic\nbones and prevent their mechanical failure. 50 The mineralization deficit of  Nf1– deficient BMSCs could\nbe detected in immature BMSCs, prior to their differentiation into osteoblasts. Therefore,\nthis phenotype cannot be attributed to the reduced differentiation potential of\n Nf1 –deficient BMSCs, although the latter certainly contributes to\nthe low bone mass phenotype observed in the two NF1 mouse models used in this study. It is\nalso worth noting that BMP2 treatment, without the need of ERK blockade, stimulated the\nexpression of  Ank  and  Enpp1 , as well as extracellular PPi\nconcentration, in  Nf1 –deficient BMSCs, as shown previously in WT\ncells . This observation could\nexplain why rhBMP2 alone did not improve bone healing in NF1 mouse models 28  and\nbone union in individuals with NF1 pseudarthrosis 40 , 41 . 51 – 53 Our results indicate that  Nf1– deficient BMSCs are not\nresponsive to BMP2 with regard to their differentiation potential and suggest that this\ndefect may in part underlie their inability to differentiate. In addition, the response of\n Nf1– deficient BMSCs to BMP2 with regard to  Ank \nand  Enpp1  expression suggests that neurofibromin is not the sole negative\nregulator of the RAS/ERK signaling pathway upstream of these two genes. These results also\nindicate that the stimulatory effect of BMP2 on osteoprogenitor differentiation requires\ncontrolled ERK signaling by neurofibromin. It is unknown to what extent poor matrix mineralization contributes to the low\nBMD, tibia bowing, poor mechanical properties and possibly pseudarthrosis observed in\nchildren with NF1. Although local PPi concentration could not be quantified, the observed\nincrease in the expression of  ENPP1  measured in BMSCs extracted from NF1\npseudarthrosis biopsies, as well as the presence of thick osteoid seams on histological\nsections , supports conservation of\nfunction between mice and humans. 20 Pseudarthrosis and possibly dystrophic scoliosis can currently be treated only by\ninvasive, and often repetitive, surgical orthopedic interventions . Most approaches\nto date are corrective in nature, and only bracing techniques are available to reduce the\nincidence and severity of these complications. Of major interest is the possibility that\nsALP–FcD10, if applied preventatively, might improve mineralization, growth,\narchitecture and mechanical properties of dysplastic bones affected by NF1 and, thus, limit\ntheir likelihood of deformation and fracture. This latter point is particularly important,\nas the current standard for treatment is limited to avoidance of prophylactic surgery and\nearly long–term bracing to prevent fracture until skeletal maturity is reached. It\nis worth emphasizing that sALP–FcD10 is bone–targeted and already\nsuccessfully utilized in the clinic to treat children with hypophosphatasia 2 , 3 . Therefore, its potential use in the context\nof NF1 skeletal dysplasia could be accelerated compared to other drugs. 42",
  "upgrade_date": "2026-02-21 02:20:18"
}