{
  "pmid": "24997609",
  "abstract": "Individuals with neurofibromatosis type-1 (NF1) can manifest focal skeletal dysplasias that remain extremely difficult to treat. NF1 is caused by mutations in the NF1 gene, which encodes the RAS GTPase-activating protein neurofibromin. We report here that ablation of Nf1 in bone-forming cells leads to supraphysiologic accumulation of pyrophosphate (PPi), a strong inhibitor of hydroxyapatite formation, and that a chronic extracellular signal-regulated kinase (ERK)-dependent increase in expression of genes promoting PPi synthesis and extracellular transport, namely Enpp1 and Ank, causes this phenotype. Nf1 ablation also prevents bone morphogenic protein-2-induced osteoprogenitor differentiation and, consequently, expression of alkaline phosphatase and PPi breakdown, further contributing to PPi accumulation. The short stature and impaired bone mineralization and strength in mice lacking Nf1 in osteochondroprogenitors or osteoblasts can be corrected by asfotase-α enzyme therapy aimed at reducing PPi concentration. These results establish neurofibromin as an essential regulator of bone mineralization. They also suggest that altered PPi homeostasis contributes to the skeletal dysplasias associated with NF1 and that some of the NF1 skeletal conditions could be prevented pharmacologically.",
  "methods": "Methods Animals and drugs All procedures were approved by the Vanderbilt University Medical Center\nInstitutional Animal Care and Use Committee (IACUC). WT and  Col2-Nf1  KO\nmice were generated by crossing  Nf1 flox/flox  mice and\n Nf1 flox/+ ;  α1(II)\ncollagen-Cre  breeders .  54 , 55 Nf1 flox/flox \nmice and  Nf1 flox/flox  mice; α 1(II)\ncollagen-Cre  mice were used as WT and cKO, respectively.\n Osx-Nf1  KO mice were generated by breeding doxycycline-fed\n Osx -cre;  Nf1 flox/flox  mice with\n Nf1 flox/flox  breeders . All mice were on a C57BL/6 background. sALP-FcD10 (Asfotase Alfa,\nAlexion Pharmaceuticals) was described previously 47 . Briefly, mineral-targeting recombinant tissue nonspecific alkaline\nphosphatase (ALP, sALP-FcD10) was produced in CHO cells by modifying the coding sequence\nof human  56 ALPL . The GPI anchor sequence of the hydrophobic C-terminal\ndomain of human ALPL was removed to generate a soluble, secreted enzyme (sALP). Then the\nhuman  ALPL  ectodomain sequence was extended with the coding sequence\nencoding the Fc region of human IgG1 (Fc). Finally the C-terminus of the Fc region was\nextended with ten aspartic acid residues (D10). The dose of 8.2 mg.kg −1 \nper day was selected because it was previously shown to be efficacious in short-term (16\ndays) efficacy study in  Akp2 −/− mice . The specific activity of the lot used in the present\nstudy was 878 Units.mg 56 −1 . sALP-FcD10 was administered subcutaneously\nfor the periods of time indicated in the text. Human subjects The study was approved by the Institutional Review Board of the University of\nTexas Southwestern Medical Center, the Rizzoli Orthopaedic Institute (Bologna, Italy) and\nVanderbilt University. Bone tissues were obtained from 9 patients with NF1 and tibial\npseudarthrosis (aged between 7 months and 18 years) and 6 controls from children without\nNF1 who underwent surgery for congenital dysplasia of the hip without any other coexisting\npathology ( n  = 3)  or scoliosis ( 57 n  = 3) (aged between 3.3 and 17\nyears). Diagnosis of pseudarthrosis was based on radiographic and clinical findings.\nDiagnosis of NF1 was performed according to the criteria presented at the National\nInstitute of Health Consensus Development Conference on Neurofibromatosis\n[ http://consensus.nih.gov/1987/1987Neurofibramatosis064html.htm ]. Cell culture Mouse BMSCs were extracted from long bones by spinning down diaphyses at 1500\nrpm for 3 min. Cells were then counted, plated at a density of 10 6  cells/well\n(12w plates) or 2×10 6  cells/well (6 well plates), and grown for 7 days\nin αMEM supplemented with 10% FBS, 100 I.U./ml penicillin, 100\nμg/ml streptomycin (Cellgro, Manassas, VA, USA). At day 7, differentiation and\nmineralization was induced by the addition of 50 μg/ml ascorbic acid and 10 mM\nβ-glycerophosphate, and the media was refreshed every 2–3 days. BMSCs\ndifferentiation and mineralization were assessed by ALP activity and Alizarin red S\nstaining, respectively, using standard protocols. Primary chondrocytes were extracted from 4-day-old pup rib bones. The\ncartilaginous part of the rib was dissected and soft tissues removed, then digested by\ncollagenase D (3mg/ml, Roche, USA) and 0.25% trypsin/ethylenediaminetetraacetic\nacid (EDTA) (Gibco, USA) in DMEM for 3 h. At confluence, 5×10 μl drops of\nconcentrated cells (2×10 7  cells/ml) were plated in 6-wells. After 2\nhours of incubation, 2 ml of complete cell culture medium was delicately added. Cells were\ndifferentiated in DMEM supplemented with 10% FBS, 100 IU.ml −1 \npenicillin, 100 μg.ml −1  streptomycin, 50\nμg.ml −1  of ascorbic acid and 10 mM\nβ-glycerophosphate. Human cells extracted from bone marrow  or bone tissue were maintained in alpha MEM supplemented with\n10% FBS, 100 U.ml 57 −1  penicillin, 0.1 mg.ml −1 \nstreptomycin at 37 °C in a 5% CO2-humidified atmosphere. Cells from bone\ntissues were digested overnight with collagenase before platting. After 4 days,\nnon-adherent cells were removed and adherent bone cells were grown until confluence or\npassaged before RNA extraction. Adenovirus Infection of BMSCs BMSCs were isolated from  Nf1 flox/flox  mice and\nseeded at a density of 10 6  cells/well in 12w plates. At 40% confluence,\ncells were incubated in complete culture medium (α-MEM, 10% FBS and 100\nIU.ml −1  penicillin) containing either Ad5-CMV-GFP or Ad5-CMV-cre\n(Vector development lab, Baylor College of Medicine) at 2.5×10 9  PFUs.\nAfter 2 days of incubation, the medium was refreshed with complete culture medium.\n Nf1  recombination efficiency was determined according to Wang\n et al . 37 Serum vitamin D, calcium and phosphate assays Blood samples were collected from WT and Osx-Nf1 KO mice at sacrifice. Vitamin\nD, phosphate and calcium concentration in mouse serum was determined using a\n25OH-Vitamin-D ELISA Assay kit (Eagle Biosciences, cat# VID31-K01), a Phosphate\nAssay kit (BioVision, cat # k410–500) and a Calcium Assay kit (BioVision,\ncat# k380–250), respectively, according to the manufacturer’s\ninstructions. PPi and PC-1 assays PPi release in cell-conditioned media (ePPi) was measured radiometrically using\ndifferential adsorption on activated charcoal of Uridine-diphospho-D-glucose\n[6- 3 H] (Cat #NET1163250UC, Perkin Elmer) as\npreviously described . Forty\nmicroliters of conditioned medium (or blank control) and 120 μl of assay solution\n(57 nM of Tris acetate, pH7.6; 5.2 mM MgAc; 18.6 μM Glucose 1,6-diphosphate\n(G1,6DP); 9 μM Uridine-diphosphoglucose (UDPG); 4 μM\nβ-Nicotinamide adenine dinucleotide (NAD+); 0.136 U.\nUridine-diphosphoglucose pyrophosphorylase (UDPGPP); 0.5 U. phosphoglucomutase; 0.5 U.\nGlucose-6-phosphate dehydrogenase (G6PD); 0.02 μCi  49 , 58 , 59 3 H-UDPG) were\nincubated at 37°C for 1h, then adsorbed on 200 μl of charcoal for 10\nminutes on ice. After centrifugation at 14,000 rpm for 10 minutes, 100 μl of the\nsupernatant was transferred into a vial containing 5 ml of Bio-safe II for radioactivity\ncount. PPi levels were normalized by protein concentration in cell lysates in each well.\nMeasurements were performed in triplicate and similar results were obtained from at least\n3 independent experiments. ENPP1 activity was determined using 1.5 mM of the synthetic chromogenic\nsubstrate thymidine 5′-monophosphate p-nitrophenyl ester in reaction buffer (100\nmM Tris/HCl, pH 8.0, 130 mM NaCl, and 15 mM MgCl 2 ) incubated at 37°C\nfor 30 min. The reaction was terminated by the addition of 50 μl 4N NaOH. Product\nformation was monitored by measurement of absorbance at 405 nm. ENPP1 activity in each\nwell was normalized by cell number. Measurements were performed in triplicate and from at\nleast 3 independent experiments. RT-qPCR and genomic PCR Total RNA was extracted using TRIzol (Invitrogen, Grand Island, NY, USA) and\ncDNAs were synthesized from 1 μg of RNA following DNase I treatment using the\nhigh-capacity cDNA reverse-transcription kit (Applied Biosystems, USA). Quantitative PCR\n(qPCR) was performed by using TaqMan or SYBR green gene expression assays. The probe and\nprimer sets for mouse  Runx2  (Mm00501578_m1);  Alpl \n(Mm00475834_m1);  Ank  (Mm00445047_m1);  Enpp1 \n(Mm00501097_m1);  Opn  (Mm00436767_m1),  Igf1 \n(Mm01228180_m1), human  ANKH  (Hs00219798_m1) and human\n ENPP1  (Hs01054040_m1) and the normalizers  Hprt \n(Mm00446968_m1); human  GAPDH  (Hs99999905_m1) were obtained from Applied\nBiosystems (Foster City, CA, USA). The SYBR green primers were:  Opn \n(forward; CTCCTTGCGCCACAGAATG, reverse; TGGGCAACAGGGATGACA),  Nf1 \n(forward; GTATTGAATTGAAGCACCTTTGTTTGG, reverse; CTGCCCAAGGCTCCCCCAG);  Ocn \n(forward; ACCCTGGCTGCGCTCTGTCTCT, reverse; GATGCGTTTGTAGGCGGTCTTCA) and\n Col1a1  (forward; GACATCCCTGAAGTCAGCTGC, reverse; TCCCTTGGGTCCCTCGAC).\nSpecificity of amplification was verified by the presence of a single peak on the\ndissociation curve. Amplification conditions are available upon request. Measurements were\nperformed in triplicate and from at least 3 independent experiments. For genotyping, genomic DNA was isolated from tail tips by sodium hydroxide\ndigestion, and PCR was performed using primers P1, P2 and P4, as described by Zhu\n et al \n . The  54 Col2a1\ncollagen-Cre  transgene was detected using the fwd: GAGTTGATAGCTGGCTGGTGGCAGATG\nand reverse: TCCTCCTGCTCCTAGGGCCTCCTGCAT primers. Western blot analyses Whole cell lysates were separated by SDS-PAGE electrophoresis according to\nstandard protocols. Nitrocellulose membranes were probed with the indicated antibody using\nstandard protocols (monoclonal anti-β-actin antibody (Sigma cat# AC-74,\ndilution 1: 5000), anti-Phospho-Smad1/5 antibody (Cell Signaling cat#9516S,\ndilution 1:1000), anti-Smad1+Smad5 antibody (Abcam cat# ab75273, dilution\n1:1000), anti ENPP1/PC-1 (Aviva Systems Biology, cat# OAEB02445, dilution 1:500)\nand anti-ANK (Origen, cat# TA325111, dilution 1:1000). Histology Static histomorphometry measurements were performed as previously described in\naccordance with standard nomenclature ,\nusing the Bioquant Analysis System (Nashville, TN, USA) on 5 μm undecalcified\nmethymethacrylate sections. Calcified cartilage BV/TV was measured in the growth plate\nhypertrophic region following von Kossa and van Gieson staining. 60 X-rays and μCT analyses Radiographs were obtained using a digital cabinet X-ray system (LX-60, Faxitron\nX-Ray, USA). μCT analyses were performed using a Scanco μCT 40 system\n(Scanco Medical, Bassersdorf, Switzerland). Tomographic images were acquired at 55 kVp and\n145 mA with an isotropic voxel size of 12 μm and at an integration time of 250 ms\nwith 500 projections collected per 180° rotation. Raman Spectroscopy To ensure anatomic consistency of data collection site among bones of differing\nlength, mid-shaft vessel perforations were used as landmarks. Spectra were obtained with 5\naccumulations of 20 s exposures with 20 mW laser power at a spot size of 1.5 μm in\ndiameter. Spectra were processed via least squares modified polynomial fit  and smoothed for noise using an\n2 61 nd  order Savitsky-Golay filter . System Raman shift calibration was accomplished using a neon lamp and\na silicon standard. Silicon standard measurements before and after data acquisition\nensured wavenumber calibration consistency. Spectral intensities for known Raman peaks and\npeak ratios were extracted using custom Matlab software (Mathworks, Natick, MA) to\ngenerate markers of bone composition for mineralization (v1 Phosphate/Proline) and\ncrystallinity (crystal grain size and perfection, determined by the inverse full-width at\nhalf maximum intensity of the v1 Phosphate peak). 62 Biomechanical Testing Hydrated samples were tested in three-point bending with a span of 8mm at a rate\nof 3 mm.min −1  as per . Force and displacement was measured from a 100 N load cell, and from\nthe linear variable displacement transformer of the material testing system (Dynamight\n8841, Instron, Canton, OH). Structural properties were extracted from force-displacement\ncurves by custom Matlab algorithms (Mathworks, Natick, MA). Material properties were\ncalculated by accounting for structure by utilizing cross-sectional area and moment of\ninertia as measured by μCT. 63 Statistical analysis Depending on whether data per group passed the Shapiro-Wilk normality test or\nwhether standard deviations were not different among the groups (Bartlett’s test),\none-way analysis of variance (ANOVA) or the Kruskal-Wallis Test (non-parametric) was used\nto determine whether differences existed in μCT -, Raman-, and\nbiomechanical-derived properties among the experimental groups. When differences existed\nat  p  < 0.05, post-hoc, pair-wise comparisons were tested for\nsignificance in which the p-value was adjusted ( p adj  <\n0.05) by Holm-Sidak’s method or Dunn’s method (non-parametric).\nStatistical analysis was performed using GraphPad PRISM (v6.0a, La Jolla, CA). Data are\nprovided as mean +/− SD.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:29:28.059130",
  "abstract_length": 1302,
  "methods_length": 11836,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}