{
  "pmid": "2500456",
  "abstract": "Type 1 neurofibromatosis: selective expression of extracellular matrix genes by  Schwann cells, perineurial cells, and fibroblasts in mixed cultures.  Jaakkola S(1), Peltonen J, Riccardi V, Chu ML, Uitto J.  Author information: (1)Department of Dermatology, Jefferson Medical College, Jefferson Institute of  Molecular Medicine, Thomas Jefferson University, Philadelphia, Pennsylvania  19107.  Cutaneous neurofibromas, characteristic lesions of neurofibromatosis 1, are  composed of an abundant extracellular matrix and nerve connective tissue-derived  cell types: Schwann cells, perineurial cells, and fibroblasts. In this study,  the extracellular matrix gene expression by these cells was examined under  culture conditions that allowed them to be metabolically active and readily  identifiable by morphologic and immunocytochemical criteria. Northern  hybridizations demonstrated expression of genes for type I, III, IV, and VI  collagens, as well as for fibronectin, laminin, and elastin. In situ  hybridizations revealed that all three cell types expressed pro alpha 1 (I), pro  alpha 2 (VI), and laminin B1 chain genes. However, fibroblasts did not contain  [35S]cDNA-mRNA hybrids specific for type IV collagen, whereas both Schwann cells  and perineurial cells expressed these genes. Perineurial cells and fibroblasts  readily expressed the fibronectin gene whereas Schwann cells were essentially  devoid of the corresponding mRNA. Perineurial cells also expressed the gene for  laminin A chain. The results indicate that the extracellular matrix gene  expression profiles of Schwann cells, perineurial cells, and fibroblasts are  distinct: all three cell types are capable of expressing some of the genes for  extracellular matrix components, such as type I and VI collagens, whereas  Schwann cells and perineurial cells may have the primary role in synthesizing  basement membrane zone components, type IV collagen and laminin. These  observations potentially relate to the mechanisms of growth and development of  human neurofibromas. The results attest to the applicability of the methodology  utilized here to study other human tumors with mixed cell populations.  DOI: 10.1172/JCI114148 PMCID: PMC303977 PMID: 2500456 [Indexed for MEDLINE]",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-16T15:42:38.675264",
  "abstract_length": 2253,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}