{
  "pmid": "PMID:25003081",
  "title": "An integrative analysis of meningioma tumors reveals the determinant genes and pathways of malignant transformation.",
  "abstract": "Meningiomas are frequent central nervous system neoplasms, which despite their predominant benignity, show sporadically malignant behavior. Type 2 neurofibromatosis and polymorphisms in several genes have been associated with meningioma risk and are probably involved in its pathogenesis. Although GWAS studies have found loci related to meningioma risk, little is known about the factors determining malignant transformation. Thus, this study is aimed to identify the genomic and transcriptomic factors influencing evolution from benignity toward aggressive phenotypes. By applying an integrative bioinformatics pipeline combining public information on a wealth of biological layers of complexity (from genetic polymorphisms to protein interactions), this study identified a module of co-expressed genes highly correlated with tumor stage and statistically linked to several genomic regions (module Quantitative Trait Loci, mQTLs). Ontology analysis of the transcription hub genes identified microtubule-associated cell-cycle processes as key drivers of such network. mQTLs and single nucleotide polymorphisms associated with meningioma stage were replicated in an alternative meningioma cohort, and integration of these results with up-to-date scientific literature and several databases retrieved a list of genes and pathways with a potentially important role in meningioma malignancy. As a result, cytoskeleton and cell-cell adhesion pathways, calcium-channels and glutamate receptors, as well as oxidoreductase and endoplasmic reticulum-associated degradation pathways were found to be the most important and redundant findings associated to meningioma progression. This study presents an integrated view of the pathways involved in meningioma malignant conversion and paves the way for the development of new research lines that will improve our understanding of meningioma biology.",
  "authors": "José Carlos Iglesias Gómez; Adrián Mosquera Orgueira",
  "journal": "Frontiers in oncology",
  "publicationDate": "2014",
  "doi": "10.3389/fonc.2014.00147",
  "methods": "Materials and Methods The core of the study is based on the integration of genomic marker information (i.e., SNPs) with gene-expression data on a group of meningioma tumors, published by Nelson et al. ( 16 ), in the search for genomic loci influencing malignant-like gene expression. In the first part,  Weighted Gene Co-expression Network Analysis, WGCNA  ( 15 ,  17 ) was applied to explore gene expression as an undirected co-expression network and reduce its dimensionality. A co-expression module deeply correlated with meningioma biological parameters was discovered, and the top hub genes inside the module were identified based on network analysis parameters. In a second step, genetic loci associated to the meningioma-related co-expression network were identified, in an approach known as  module Quantitative Trait Loci  [mQTLs ( 18 )]. These loci were found to partially overlap with SNP association with disease stage. In the third step, the most likely causative genes in the proximity of the mQTLs were delimited, which formed the input list for their integration with PPI networks, TFBS data, miRNA signatures, and pathways databases. Multivariate regression models were created in order to determine what extent of the variability in WHO meningioma Grade could be explained by mQTL SNPs and co-expression module data. With the help of literature filtering, a list of genes with a high potential role in meningioma malignant conversion is provided for future experimental testing. A study pipeline scheme can be consulted in Figure  1 . Figure 1 Pipeline scheme representing all the steps followed in this research . Initial data source The initial data input for this study was of a group of 85 meningioma samples [GEO accession   ( GSE16584 16 )]. Meningioma samples (22 males and 37 females) with both genotypic and gene-expression data were selected. This resulted in a total number of 59 samples, of which 39 were WHO Grade I meningioma cases, 15 were WHO Grade II, and 5 were WHO Grade III (Table  S1  in Supplementary Material). Tumor genotyping was performed with the  Human Mapping 100K Set  platform ( Affymetrix ) and gene-expression data were obtained using  GeneChip Human Genome U133 Plus 2.0 Arrays  ( Affymetrix ). Genotyping  Hind  and  Xba CEL  files were downloaded from GEO [ Gene-Expression Omnibus  ( 19 ,  20 )]; accession code   ( GSE16583 16 ) and analyzed the  Affymetrix Genotyping Console  software ( Affymetrix ). Only samples with a quality control ≥90% were included. After pre-processing all the data results, we selected 111,829 SNPs, which passed three filters: minimum allele frequency of 5%, minimum call rate of 95%, and evidence of Hardy–Weinberg equilibrium ( P -value ≥0.01). Gene-expression analysis Expression  CEL  files were also downloaded from  GEO  (GEO accession code  ) and analyzed in  GSE16581 R  ( 21 ). Samples were read, background corrected, normalized, probe-specific background corrected, and summarized into an  R eset  class object using functions of the  affy  package ( 22 ). Array quality was determined with the  arrayQualityMetrics  package ( 23 ). In order to simplify the analysis, we applied a filter to select only those roughly 12,000 probes, which showed at least a 1.8-fold expression change according to the median in at least 10% of the samples ( 24 ). In order to find  expression quantitative trait loci  (eQTLs), and since no Y chromosome SNPs were measured in the chips, we also excluded gene-expression probes pertaining to such location. Weighted gene co-expression network analysis functions were applied to expression data according to several online tutorials ( 18 ). The adjacency matrix was calculated using a soft-thresholding power of 6, which showed an approximate scale-free topology ( R 2  = 0.75). Briefly, the connectivity value of each selected transcript (calculated similarly to kIN in Section “Regression Models”) was used to create a group of 10 bins with equal size, and each connectivity value was assigned to each bin. The connectivity distribution  k  was defined as the average connectivity value for each bin, whilst the probability distribution of  k p ( k ) was defined as the ratio of the number of connectivity values in each bin by the number of connectivity values studied. Under the approximate scale-free topology assumption, the logarithm of  p ( k ) ( log(p(k)) ) and the logarithm of  k  ( log(k) ) are strongly negatively correlated. In this case, by using a soft-thresholding power of 6 we obtained a  R 2  = 0.75 (Pearson’s correlation of 0.86, regression slope of −1.46), whilst using no thresholding at all we obtained  R 2  = 0.03 (Pearson’s correlation of 0.17, regression slope of 1.05). Thus, the soft-thresholding value selected ensures approximated scale-free topology whilst retaining a higher number of informative connections in the network. Several co-expression modules were determined, and correlation between phenotypic data and their respective first principal components (a.k.a.  module eigengenes , ME) was calculated. Mean gene significance with WHO Grade was calculated as the absolute average correlation of all module genes with this trait. Due to its marked positive correlation with several parameters (refer to Figure  5 ), the pink-module was chosen for further analysis.  Module membership  (MM,  a.k.a kME ) was defined as the Spearman’s correlation between the ME and the genes corresponding to the pink-module, which is considered a measure of centrality of each gene in the network. Gene-expression standard deviation was determined with the function  rowSds , part of the package  matrixStats  ( 25 ). Gene co-expression network visualization and pathway analysis Cytoscape  ( 26 ) was used to create a graphic representation of the pink-module. Using the  CentiScape  plug-in ( 27 ), we analyzed several network parameters, such as  degree  and  betweenness centrality . Hub genes were chosen as those with a degree higher or equal to 250 and a betweenness centrality value higher or equal to 2,500. The  ClueGO  plug-in ( 28 ) was utilized to create pathway and Gene Ontology ( 29 ) enrichment networks. Gene ontology databases for  Biological Processes, Cellular Components, Immune System Processes , and  Molecular Functions , as well as  KEGG  ( 30 ,  31 ) and  Reactome  ( 32 ), were included in the analysis. Enrichment analysis was performed with the hypergeometric test, and a significant FDR-adjusted  P -value threshold of 0.001 was selected.  ClueGO  gene ontology and pathway terms were filtered, so that only those matching to at least 10% of the genes in the pink-module were considered. Gene ontology analysis for hub genes was performed with  DAVID  web tool ( 33 ,  34 ). mQTL finding, annotation, and downstream functional analysis The degree of association between the the pink’s module ME and the genotypes was performed by fitting a logistic regression with SNPs as dependent phenotypes with the function  spn.lhs.tests  implemented in the package snpStats ( 35 ). Since the ME does not reflect all the variability of the whole module, the sum of the first and second principal components ( PC1 + PC2 ) was also studied in a similar way. Finally, we also tested for significant improvements over the base model of the ME by separately adding PC2 and PC1 + PC2. SNPs with a  P -value in the order of 10 −5  or less were selected as mQTLs, and in case that various SNPs mapped to the same gene only the most significant was chosen. mQTL putative genes were obtained from the HaploReg v2 web browser ( 36 ). mQTL enrichment in  TFBS  was studied using  oPPOSUM Single Site Analysis  tool ( 37 ). Briefly, the analysis was run with the following parameters: (1) Vertebrate JASPAR CORE profiles were selected, (2) only the top 10% conserved regions (with a minimum conservation of 70%) between the mouse and the human genome were included with (3) a position weight matrix match threshold of 80% and (4) within a region of 5,000 bp up and downstream of the transcription start site for each gene. Gene Ontology and Pathways analysis for mQTL putative genes was performed with Cytoscape and ClueGo similarly to Section “Gene Co-Expression Network Visualization and Pathway Analysis.” In this case, a threshold of 3% was set to the proportion matching genes in the ontology group. Gene set enrichment analysis (GSEA) was used for miRNA target site enrichment ( 38 ). The PPI database STRING ( 39 ) was used to test for known interactions among the proteins encoded by the mQTL genes. To address the possible influence of genes in the pink co-expression module over mQTLs, a search for mQTL putative genes matching to in-module genes was conducted. Finally, the PubMed database was interrogated for known associations between mQTL putative genes and cancer or meningioma (search terms: “ Gene Name AND Cancer ” and “ Gene Name AND Meningioma ”, date: 28/4/2014). Gene expression and genotypic replication cohorts An expression replication cohort was constructed with data from GEO [GEO accession codes   ( GSE43290 40 ) and   ( GSE4780 41 )]. Matching samples in both datasets were selected, and batches were removed with the  ComBat  function implemented in the package  sva  ( 42 ), getting an overall cohort of 22,283 probes and 103 individuals. Linear models of the  limma  package ( 43 ) were applied to determine differential gene expression between tumor stages and to detect matches with pink-module genes. Wilcoxon Rank Sum Test was applied to determine possible connectivity differences among those probes found to be overexpressed in the replication cohort compared to its background. Background connectivity was determined as 10,000 times random permutation of kME values for pink-module probes present in the replication cohort. At the same time, a genotypic cohort of 50 meningioma samples was downloaded from GEO [GEO accession code   ( GSE42624 44 )], which was used to find overlapping disease progression-associated SNPs/genes in both datasets, as well as to detect matches with mQTLs. Gene overlaps between the two genotypic cohorts and mQTLs were computed by including putative gene symbol matches for SNPs at a linkage disequilibrium value at least of 0.8 in individuals of European Ancestry included in the  1000 Genomes Project , according to the  HaploReg  web tool ( 36 ). Finally, literature analysis was performed for duplicate findings (e.g., SNPs related to the same putative gene in at least two of the three lists: stringent mQTL list and any of the two SNP association lists) as described for mQTLs above. Regression models Multivariate regression models with genotypic and transcriptomic data were regressed on phenotypic information. A vector was created containing the Spearman’s correlation of the WHO Meningioma Grade distribution with each module probe, hereafter called  Gene Significance for WHO Meningioma Grade  ( GS WHO_Grade ). A analogous vector containing the Spearman’s correlation of each module probe with each mQTL, was designated GSmQTL. Intramodular connectivity (kIN) was defined as the sum of the absolute value of the Spearman’s correlation of each probe with all the other probes in the same module. Another measure of connectivity, known as kME or MM, was calculated as previously defined in Section “Gene-Expression Analysis.” Regression analysis was performed with the  lm  function, implemented in the package  stats  ( 21 ). A stepwise selection of models based on Akaike information criterion (AIC) was conducted. Significant variables were selected for further analysis if their  P -value in the best AIC model was in the order of 10 −3  or below, according to a  T  test. Rank transformation into normality function [ rntransform , package  GenABEL  ( 45 )] was applied to the dependent variables of the models. Normality of the dependent variables and the residuals was assessed with the function  shapiro.te st (package  stats ). Variance inflation factors (VIFs) for lineal models were calculated with the  VIF  function implemented in the package  fmsb  ( 46 ). Miscellaneous Boxplots present in Figure  3 C, Figures  S1 A and  S2 E in Supplementary Material were created with the “ boxplot ” function implemented in the  graphics  package ( 21 ), and they represent the upper and lower quartiles (upper and lower of the boxes), the median (horizontal line inside the boxes), as well as the most extreme values in the dataset (the whiskers and the points outside it). Note that the whiskers include dispersed data that fall within 1.5 times the height of the box, and points represent values lying outside this range. Expression missing values were imputed with functions of the package  impute  ( 47 ).",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:25:58",
  "introduction": "Introduction Meningiomas represent approximately a quarter of the total central nervous system (CNS) neoplasms. These tumors are derived from normal arachnoidal cells of the leptomeninges, appear tightly joined to the  Dura Mater , and tend to be located along the parasagital sinus, over the cerebral convexity, in the sphenoid wing, around the pontocerebellar angle or along the dorsal region of the spinal cord. Although as a group they are considered to be benign, variability in recurrence frequency, life expectancy prognosis, symptoms, and histological appearance exists. In this regard, histological analysis reveals that 80–90% of the meningiomas are benign [World Health Organization (WHO) Grade I], which are not associated with an excess of mortality when totally resected. However, about 5–15% of them are atypical (WHO Grade II) and associated with a marked increase in recurrence frequency and a small risk of death. Only 1–3% of the cases become anaplasic or malignant (WHO Grade III), developing a high tendency to invade brain structures, metastasize, and to recur ( 1 – 3 ). Overall, Grade II tumors have an average life expectancy of 11.9 years and an average recurrence-free survival of 142.5 months vs. 3.3 years of average life expectancy and 39.8 months of recurrence-free survival for Grade III meningiomas ( 4 ). Ionizing radiation exposure is the principal modifiable risk factor. Age and female gender (especially during the reproductive period) are known non-modifiable risk factors. Nevertheless, genetic factors have also been found to play a role in meningioma development and predisposition. Type 2 neurofibromatosis ( NF2 ) is an autosomal dominant condition related to a mutation on chromosome 22q12 and is a common condition related to elevated risk for developing meningiomas, among other neoplasms ( 4 ). In fact, loss of heterozygosity at several points in the 22q locus has been shown to be an early event in the development of benign meningiomas. Curiously, a study by Black et al. ( 5 ) revealed that meningioma gene expression is correlated with progesterone receptor levels, and this is particularly true for those genes encoded near 22q12. Single nucleotide polymorphisms (SNPs) in the  Ki-RAS  and  ERCC2  genes were associated with increased risk for developing meningiomas. Genes involved in detoxification, reactive oxygen species mitigation, metabolism, and DNA-repair also seem to be involved. In this regard, SNPs in the C variant of  SOD3  (superoxide dismutase 3),  GSTT1  (glutathione  S -transferase theta 1), and  MUTYH  (Muty homolog) have been found to be associated with meningioma risk. Moreover, association of SNPs located in genes related to apoptosis ( CASP8 ) and cell-cycle pathways ( GLTSCR1, ERCC4 , and  PCNA ) are also known ( 1 ). Since the discovery of the scale-free property back on 1999, living phenomena have been shown to be organized in networks regulated by this property ( 6 – 14 ). Hovarth et al. ( 15 ) have shown that gene expression can be analyzed as partially discrete co-expression networks where connectivity among genes follows the scale-free property. The main aim of this study was to assess the relationship between genomic markers and gene-expression data of meningioma tumors at the network level. The results of this analysis were integrated with protein–protein interaction (PPI) networks, transcription factor binding sites (TFBS), miRNA target sites, and pathways data. Two previous gene-expression analyses and a genotypic study were used for replication purposes. Overall, redundant findings for the implication of several pathways in meningioma progression are described, and a list of potential markers is provided for future experimental validation.",
  "results": "Duplicate SNP-related gene findings In addition to the SEL1L-related SNPs that we described above, we also found coincidences between other mQTL-related genes and the tumor stage association cohorts. By searching for SNPs related to the input genes in LD as described in the Section “ Materials and Methods ,” we could identify  SPRY2  as a gene with SNPs in strong linkage disequilibrium between the mQTL list and the first genotypic cohort, whilst overlaps were found between the mQTL list and the validation genotypic cohort at the  C3orf67, C6, MEOX2 , and  SLC39A10  loci.",
  "discussion": "Conclusion This study has evidenced that meningioma gene expression contains a co-expression module highly correlated with tumor malignancy, whose hub genes are markedly enriched in  microtubule-related pathways . Genetic loci linked to cytoskeleton, cell–cell adhesion, angiogenesis, calcium-channels, glutamate receptors, and ERAD pathways were determined as potential regulators of the whole co-expression network. Integration of these data with alternative gene-expression data, PPI networks, TFBS and miRNA target sequence databases, and scientific literature confirmed the enrichment of mQTLs in functional cancer-related networks. Moreover, SNP association with meningioma stage evidenced that a gene of the  ERAD pathway, SEL1L , is likely associated with the malignant transformation of meningiomas, consistent with mQTL, and state-of-the-art knowledge. To sum up, this paper presents for the first time an integrated view of gene expression and genomic markers in the field of meningiomas. This resulted in the discovery of several pathways involved in meningioma malignant conversion and paves the way for the development of future research lines that will shed light on meningioma biology and its treatment. The reader is encouraged to watch the video summary in Video  S1  in Supplementary Material ( https://www.youtube.com/watch?v=fSf9QVu_lmE&feature=youtu.be ).",
  "upgrade_date": "2026-02-20 07:33:18"
}