{
  "pmid": "25012216",
  "abstract": "A neuronal function of the tumor suppressor protein merlin.  Schulz A, Zoch A, Morrison H.  Mutagenic loss of the NF2 tumor suppressor gene encoded protein merlin is known  to provoke the hereditary neoplasia syndrome, Neurofibromatosis type 2 (NF2). In  addition to glial cell-derived tumors in the PNS and CNS, disease-related  lesions also affect the skin and the eyes. Furthermore, 60% of NF2 patients  suffer from peripheral nerve damage, clinically referred to as peripheral  neuropathy. Strikingly, NF2-associated neuropathy often occurs in the absence of  nerve damaging tumors, suggesting tumor-independent events. Recent findings  indicate an important role of merlin in neuronal cell types concerning  neuromorphogenesis, axon structure maintenance and communication between axons  and Schwann cells. In this review, we compile clinical and experimental  evidences for the underestimated role of the tumor suppressor merlin in the  neuronal compartment.  DOI: 10.1186/s40478-014-0082-1 PMCID: PMC4149232 PMID: 25012216 [Indexed for MEDLINE]",
  "methods": "Electrophysiological methods as a diagnostic tool for neuromuscular diseases Electrophysiological measurements are an indispensable tool for investigating the functional integrity of peripheral nerves in both the clinical and laboratory environment [ 58 ]. In humans, a large number of neuromuscular disorders and neuropathies diagnostically rely on electrophysiological measurements. By measuring nerve properties as conduction velocity or potential amplitudes of the signal, it is possible to characterize the origin of peripheral nerve diseases. The nerve conduction velocity is highly dependent on rapid signal propagation enabled by myelination. Therefore, demyelinating processes generally show decreased conduction velocities. When significantly reduced, the compound motor action potential (CMAP) – correlating with the number of functional axons – is an indicator for axonal damage. Hence, by means of electrophysiological methods, the etiology of peripheral nerve damage can be discriminated; such as for hereditary neuropathies, diabetic neuropathy, chronic inflammatory demyelinating polyneuropathies (CIDP) or metabolic neuropathies.",
  "introduction": "",
  "results": "",
  "discussion": "Concluding remarks In a recent study [ 45 ] the impressive number of proteins merlin can interact with was further expanded (for detailed review see [ 22 ]). More precisely, merlin has now been reported to associate with all three classes of cytoskeletal elements; namely actin filaments [ 95 ], microtubules [ 21 , 96 ] and intermediate filaments [ 45 ]. This connection underlines merlin’s fascinating role as a versatile cytoskeleton associated molecule involved in a vast variety of signaling events. This makes merlin a highly enigmatic and extraordinary tumor suppressor. However, the contribution of merlin splice variants may play an additional role for the interaction with multiple proteins in a large variety of different cell types. According to Knudson’s two-hit-hypothesis, merlin acts as a classical tumor suppressor. Interestingly, inactivating mutations of merlin seem to have tissue-dependent diverse effects. Loss of heterozygosity, the functional loss of one gene allele in which the other allele was already inactivated, is known to be crucial for merlin owed tumor formation in Schwann cells [ 97 , 98 ]. However, deficient effects due to loss of merlin can already be detected in neurons where only one mutation is verifiable [ 9 ]; thus explaining why polyneuropathy in NF2 patients is frequently found in the absence of compressive tumors and may even appear chronologically earlier. In line with this notion, axons of mice heterozygous for merlin isoform 2 mutations show functional and morphological abnormalities [ 45 ]. However, despite the clear relevance of merlin in neuronal cells of the PNS, a functional role for merlin in CNS neurons remains elusive. Grönholm et al. [ 83 ] provided a first functional hint for neuronally expressed merlin in the CNS. It was shown to be the first known binding partner of Riβ, a regulatory subunit of protein kinase A (PKA), which is evidently implicated in learning-related functions [ 99 ]. Consistently, Wassink and colleagues [ 100 ] reported that merlin is a candidate gene for the development of autism spectrum disorder (ASD), which has been shown to be associated with dendritic spine abnormalities [ 101 ]. Because dendritic spine morphology is in turn highly susceptible to the activation state of small GTPases [ 102 ], an impact of merlin on spine morphology and/or plasticity is very likely but, as yet, defies characterization. In line with this hypothesis, the loss of merlin in neural progenitor cells results in severe reduction in hippocampus size [ 50 ]; the implications of which in learning and memory acquisition are indisputable. However, despite merlin’s theoretical implication in learning and memory acquisition, no study has ever suggested changes in NF2 patients’ intelligence or cognitive performance. If such potential effects on learning and memory were to exist, these could be rather subtle and/or hidden by the vast environmental noise that envelops human intelligence.",
  "fetched_at": "2026-02-16T15:42:40.656781",
  "abstract_length": 1051,
  "methods_length": 1146,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 2972
}