{
  "pmid": "PMID:25012216",
  "title": "A neuronal function of the tumor suppressor protein merlin.",
  "abstract": "Mutagenic loss of the NF2 tumor suppressor gene encoded protein merlin is known to provoke the hereditary neoplasia syndrome, Neurofibromatosis type 2 (NF2). In addition to glial cell-derived tumors in the PNS and CNS, disease-related lesions also affect the skin and the eyes. Furthermore, 60% of NF2 patients suffer from peripheral nerve damage, clinically referred to as peripheral neuropathy. Strikingly, NF2-associated neuropathy often occurs in the absence of nerve damaging tumors, suggesting tumor-independent events. Recent findings indicate an important role of merlin in neuronal cell types concerning neuromorphogenesis, axon structure maintenance and communication between axons and Schwann cells. In this review, we compile clinical and experimental evidences for the underestimated role of the tumor suppressor merlin in the neuronal compartment.",
  "authors": "Alexander Schulz; Ansgar Zoch; Helen Morrison",
  "journal": "Acta neuropathologica communications",
  "publicationDate": "2014-07-12",
  "doi": "10.1186/s40478-014-0082-1",
  "methods": "Electrophysiological methods as a diagnostic tool for neuromuscular diseases Electrophysiological measurements are an indispensable tool for investigating the functional integrity of peripheral nerves in both the clinical and laboratory environment [ 58 ]. In humans, a large number of neuromuscular disorders and neuropathies diagnostically rely on electrophysiological measurements. By measuring nerve properties as conduction velocity or potential amplitudes of the signal, it is possible to characterize the origin of peripheral nerve diseases. The nerve conduction velocity is highly dependent on rapid signal propagation enabled by myelination. Therefore, demyelinating processes generally show decreased conduction velocities. When significantly reduced, the compound motor action potential (CMAP) – correlating with the number of functional axons – is an indicator for axonal damage. Hence, by means of electrophysiological methods, the etiology of peripheral nerve damage can be discriminated; such as for hereditary neuropathies, diabetic neuropathy, chronic inflammatory demyelinating polyneuropathies (CIDP) or metabolic neuropathies.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:26:00"
}