{
  "pmid": "PMID:25026211",
  "title": "Merlin/NF2 loss-driven tumorigenesis linked to CRL4(DCAF1)-mediated inhibition of the hippo pathway kinases Lats1 and 2 in the nucleus.",
  "abstract": "It is currently unclear whether Merlin/NF2 suppresses tumorigenesis by activating upstream components of the Hippo pathway at the plasma membrane or by inhibiting the E3 ubiquitin ligase CRL4(DCAF1) in the nucleus. We found that derepressed CRL4(DCAF1) promotes YAP- and TEAD-dependent transcription by ubiquitylating and, thereby, inhibiting Lats1 and 2 in the nucleus. Genetic epistasis experiments and analysis of tumor-derived missense mutations indicate that this signaling connection sustains the oncogenicity of Merlin-deficient tumor cells. Analysis of clinical samples confirms that this pathway operates in NF2-mutant tumors. We conclude that derepressed CRL4(DCAF1) promotes activation of YAP by inhibiting Lats1 and 2 in the nucleus.",
  "authors": "Wei Li; Jonathan Cooper; Lu Zhou; Chenyi Yang; Hediye Erdjument-Bromage; David Zagzag; Matija Snuderl; Marc Ladanyi; C Oliver Hanemann; Pengbo Zhou; Matthias A Karajannis; Filippo G Giancotti",
  "journal": "Cancer cell",
  "publicationDate": "2014-07-14",
  "doi": "10.1016/j.ccr.2014.05.001",
  "methods": "Experimental Procedures Patients and tumor samples Human studies were approved by the Institutional Review Boards of MSKCC, NYU-Langone Medical Center and the Plymouth University Peninsula School of Medicine and Dentistry. See details in  Supplemental Experimental Procedures . Subcellular Fractionation Nuclear and non-nuclear fractions were prepared using NE-PER Nuclear and Cytoplasmic Extraction Reagents following manufacturer’s instructions (Thermo Fisher Scientific). Immunofluorescent Staining Cells were fixed with 4% paraformaldehyde for 20 min and permeabilized with 0.3% sodium deoxycholate and 0.3% Triton X-100 for 30 min on ice. After blocking with 5% BSA, samples were incubated overnight at 4°C with primary antibodies diluted in PBS/2.5% BSA/0.05% Triton X-100. After washing with PBS/0.1% Triton X-100, samples were incubated with secondary antibodies diluted as described above for 2 hours at 4°C. Samples were finally washed with PBS/0.1% Triton X-100, rinsed with PBS, and mounted in Gelvatol. In vitro Ubiquitylation Assay Affinity-purified recombinant proteins, including E1 (Calbiochem), E2 (UBCH5c), GST-Cul4A, His-Rbx1, GST-DDB1, His-ubiquitin, and FH-DCAF1 and FH-Lats1 (purified from 293T cells) were incubated in 20 μl reaction buffer (50 mM Tris-HCl pH 7.5, 0.2 M NaCl, 10 mM MgCl 2 , 4 mM ATP, 1 mM DTT) at 25 °C for 2 hours. Reactions were terminated by boiling in SDS loading buffer. Soft Agar and Tumorigenicity Assay For soft agar assay, cells were trypsinized, resuspended in complete medium, and plated in 0.34% low melting temperature agarose (FMC Bioproducts) in complete medium at 2×10 4  (Meso-33 cells) or 1.2×10 4  (FC-1801 cells) per well in 24-well Ultra Low Cluster Plates (Costar). For tumorigenicity assay, 1×10 6  FC-1801 cells were suspended in Ca/Mg-free PBS and injected subcutaneously into the right flank of nude mice. Tumor volumes were determined by caliper measurement. Animal studies were conducted in accordance with protocols approved by the Institutional Animal Care and Use Committee of MSKCC. Statistical Methods Statistical significance was determined by Student’s t test unless indicated otherwise. Statistical Methods Statistical significance was determined by Student’s t test unless indicated otherwise.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:26:01",
  "introduction": "Introduction The tumor suppressor Merlin/ NF2  was identified in 1993 in patients affected by Neurofibromatosis type 2 (NF2) and was later found to be mutated in sporadic meningiomas, ependymomas, and schwannomas, a large fraction of malignant pleural mesotheliomas, and a small percentage of other tumor types. Merlin is a multifunctional protein, which shuttles between the cell cortex and the nucleus in a manner reminiscent of the cell adhesion and signaling component β-catenin. However, it remains unclear if Merlin suppresses tumorigenesis by activating anti-mitogenic signals at the cell cortex or in the nucleus and by what molecular mechanism ( Li  ; and references therein). et al. , 2012 Studies in drosophila suggest that Merlin combines with Expanded and Kibra at the cell cortex to activate the Hippo tumor suppressor pathway ( Halder and Johnson, 2011 ). This pathway consists of a kinase cascade comprising the kinase Hippo (MST1/2 in mammals), the adaptor Salvador (Sav1), and the kinase Warts (Lats1/2). The final element, Warts/Lats, phosphorylates and inactivates the transcriptional co-activator Yorkie/YAP, suppressing Scalloped/TEAD-dependent transcription of genes involved in cell survival and proliferation ( Hariharan and Bilder, 2006 ;  Harvey and Tapon, 2007 ;  Pan, 2010 ;  Zhao  ). In drosophila, the Hippo pathway restrains cell proliferation and promotes apoptosis to limit organ size and to suppress the development of tumorous overgrowths ( et al. , 2010a Hariharan and Bilder, 2006 ;  Harvey and Tapon, 2007 ;  Pan, 2010 ;  Zhao  ). Genetic studies in mouse models and genomic analyses of human tumors indicate that Lats1/2 can function as a tumor suppressor and YAP as an oncogene, providing evidence that the function of the downstream segment of the Hippo pathway is evolutionarily conserved ( et al. , 2010a Overholtzer  ;  et al. , 2006 St John  ;  et al. , 1999 Zender  ). Since mammalian Merlin can inhibit YAP and TEAD-dependent transcription and deletion of  et al. , 2006 Yap  suppresses liver overgrowth and tumorigenesis in mice carrying a conditional ablation of  Nf2 , it has been proposed that Merlin suppresses tumorigenesis by activating the Hippo pathway ( Zhang  ;  et al. , 2010 Zhao  ). However, since YAP is necessary for the expansion of bipotential liver progenitors during development, this result does not necessary imply that YAP signaling drives hepatocellular carcinoma development. In fact, analysis of TCGA and Cosmic datasets indicates that no Hippo pathway component is altered at a significant frequency in human liver cancer ( et al. , 2007 Cerami  ). In addition, the upstream regulators of the Hippo pathway, and the way they are interconnected, have diverged after the separation of arthropods and chordates ( et al. , 2012 Bossuyt  ), suggesting that Merlin inhibits Hippo signaling through divergent mechanisms in drosophila and mammals. et al. , 2014 We have found that the de-phosphorylated, active conformer of mammalian Merlin suppresses tumorigenesis by inhibiting the E3 ubiquitin ligase CRL4 DCAF1  in the nucleus ( Li  ). Intriguingly, CRL4 et al. , 2010 DCAF1  controls an oncogenic program of gene expression that includes TEAD target genes, suggesting that Merlin controls Hippo signaling by inhibiting CRL4 DCAF1  ( Li  ). Here, we provide evidence that de-repressed CRL4 et al. , 2010 DCAF1  targets Lats1 and 2 for ubiquitylation and inhibition in the nucleus and thus activates YAP-driven transcription and oncogenesis.",
  "results": "RESULTS De-regulated CRL4 DCAF1  induces activation of YAP To examine if CRL4 DCAF1  inactivates the Hippo signaling pathway, we examined  NF2  mutant mesothelioma and Schwannoma cells. Meso-33 mesothelioma cells undergo a complete proliferation arrest in response to re-expression of Merlin ( Li  ) and do not possess genetic abnormalities at the  et al. , 2010 BAP1  locus, which is frequently mutated in malignant mesotheliomas devoid of  NF2  mutations ( Bott  ). As anticipated, re-expression of Merlin induced robust phosphorylation of YAP at its major negative regulatory site, Ser 127, which is phosphorylated by Lats 1 and 2 in these cells ( et al. , 2011 Figure 1A , lanes 1 and 2). Notably, expression of DCAF1 reduced phosphorylation of YAP at the same site, suggesting that CRL4 DCAF1  can promote YAP signaling ( Figure S1A ). We have previously shown that wild type DCAF1 partially reverses the inhibition of proliferation induced by Merlin, whereas a mutant lacking the C-terminal Merlin-binding segment (DCAF1 1417X) completely reverses this process ( Li  ). Intriguingly, whereas wild type DCAF1 alleviated the ability of Merlin to induce phosphorylation of YAP, DCAF1 1417X suppressed it almost completely, suggesting that Merlin inactivates YAP by inhibiting CRL4 et al. , 2010 DCAF1  ( Figure 1A ). In agreement with this hypothesis, depletion of DCAF1 induced phosphorylation of YAP and suppressed expression of the YAP target genes  CTGF  ( Figures 1B  and  S1B ),  BIRC5  and  CYR61  ( Figure S1B ). Moreover, it induced translocation of YAP/TAZ from the nucleus ( Figures S1C and S1D ) and suppressed transcription from a TEAD-dependent reporter ( Figure S1E ). These results indicate that CRL4 DCAF1  is necessary for activation of Yap in  NF2  mutant mesothelioma cells. To extend these findings, we examined FC-1801 mouse schwannoma cells, which were derived from  Nf2 Flox/Flox  mice ( Lallemand  ). In response to re-expression of Merlin, these cells undergo proliferation arrest and are no longer tumorigenic ( et al. , 2009 Li  ). Expression of Merlin induced phosphorylation of YAP also in these cells ( et al. , 2010 Figure S1F ). Strikingly, whereas YAP/TAZ accumulated almost exclusively in the nuclei of these cells even if they were confluent, silencing of DCAF1 provoked almost complete YAP/TAZ extrusion to the cytoplasm in most cells ( Figure 1C ; data not shown). Moreover, silencing of DCAF1 inhibited transcription from a TEAD-dependent reporter, although not as completely as overexpression of Merlin or dominant negative TEAD ( Figure 1D ). Finally, in agreement with prior DNA microarray analyses ( Li  ), overexpression of DCAF1 increased, and silencing of DCAF1 decreased, the expression of YAP target genes in FC1801 cells ( et al. , 2010 Figure S1G ). Thus, de-repression of CRL4 DCAF1  activates YAP and induces TEAD-dependent transcription in  NF2  mutant tumor cells. CRL4 DCAF1  activates YAP without inhibiting MST or Sav1 Unexpectedly, neither expression of Merlin nor silencing of DCAF1 increased phosphorylation of the activation loop of MST1 or MST2 ( Figures S1H and S1I ). In addition, neither of these manipulations promoted phosphorylation of Lats1 at the MST1/2 phosphorylation site Thr 1079. Rather, these manipulations decreased this phosphorylation ( Figures S1H and S1I ), presumably by activating the negative feedback loops that restrain flux through the Hippo pathway ( Genevet  ;  et al. , 2010 Hamaratoglu  ;  et al. , 2006 Xiao  ). These results suggest that the deregulation of YAP induced by loss of Merlin and activation of CRL4 et al. , 2011 DCAF1  is not due to decreased activation of Lats1 by MST1/2. To corroborate this hypothesis, we examined if simultaneous depletion of MST1 and MST2 decreased phosphorylation of YAP in Merlin re-expressing or DCAF1-silenced Meso-33 cells. Notably, phosphorylation of YAP proceeded unabated upon both manipulations ( Figures 1E and 1F ). Moreover, this process was not affected by inactivation of the mammalian ortholog of Salvador, Sav1, an essential component of the core Hippo cassette ( Lee  ;  et al. , 2008 Tapon  ) ( et al. , 2002 Figures 1G and 1H ). Additional experiments revealed that silencing of Sav1 enhances TEAD-dependent transcription in Meso-33 cells, suggesting that the canonical Hippo pathway operates in these cells. However, expression of Merlin counteracted this process to a similar extent in control and Sav1-silenced cells ( Figure S1J ). As anticipated, silencing of DCAF1 and re-expression of Merlin failed to induce phosphorylation of YAP at Ser 127 in cells depleted of Lats1 and 2 ( Figure S1K and S1L ). These findings indicate that the loss of Merlin and ensuing de-repression of CRL4 DCAF1  activate YAP independently of decreased flux through the core Hippo kinase cassette. Lats1 and Lats2 are potential substrates of CRL4 DCAF1 Motivated by the above findings, we examined the hypothesis that CRL4 DCAF1  inhibits Lats1 and 2 by promoting their ubiquitylation. Flag-HA-DCAF1 associates efficiently with endogenous Lats1 and 2 but not with MST1 or 2 in HEK 293T cells ( Figures 2A, 2B  and  S2A ). Mutagenesis indicated that the C-terminal segment of DCAF1 interacts directly with the kinase domain of Lats1 ( Figure S2B and S2C ). Since we could not produce recombinant Lats2 in bacteria, we were unable to verify that the C-terminal segment of DCAF1 also interacts directly with the kinase domain of Lats2. However, the homology between the kinase domains of Lats1 and 2 suggests that this is the case. Since the C-terminal fragment of DCAF1 contains the WD40 domain, which is involved in substrate recruitment ( Angers  ;  et al. , 2006 Jin  ), we hypothesized that CRL4 et al. , 2006 DCAF1  recruits Lats1 and 2 in order to direct their ubiquitylation. To examine if Lats1 and 2 are ubiquitylated in vivo, 293T cells were transfected with His-ubiquitin and HA-tagged Lats1 or Lats2, treated with the proteasome inhibitor MG132, lysed in a guanidinium chloride-containing buffer, and subjected to pull down with Nickel beads. Anti-HA immunoblotting revealed that Lats1 is poly-ubiquitylated under these conditions ( Figure 2C ). Lower amounts of ubiquitylated Lats1 were recovered in the absence of MG132 (Li and Giancotti, unpublished results), in consonance with the hypothesis that poly-ubiquitylation targets Lats1 for degradation through the proteasome. In contrast, Lats2 appeared to be oligo-ubiquitylated under the same experimental conditions ( Figure 2D ). Mass spectrometry indicated that Lats1 is modified by the addition of a single ubiquitin chain at K830 ( Figure 2E ,  Table S1 ). K→R substitution of residue 830 did not reduce poly-ubiquitylation of Lats1 ( Figure S2D ), pointing to compensatory ubiquitylation of additional lysine residues ( King  ). In contrast, Lats2 was ubiquitylated at 4 sites (K383, K527, K633, K968) ( et al. , 1996 Figure 2E ,  Table S1 ). Simultaneous K→R substitutions at these residues did not reduce oligo-ubiquitylation of Lats2, again pointing to compensatory ubiquitylation of additional lysine residues ( Figure S2E ). CRL4 DCAF1  promotes proteasomal degradation of Lats1 To examine if CRL4 DCAF1  promotes poly-ubiquitylation of Lats1, we performed in vivo ubiquitylation experiments. Expression of DCAF1 led to a large increase in poly-ubiquitylation of Lats1 in Meso-33 cells, and simultaneous expression of Merlin reversed this effect ( Figure 3A ). Moreover, whereas treatment with MG132 increased the level of poly-ubiquitylation of Lats1 in control 293T cells, it failed to produce this effect in DCAF1-depleted cells, indicating that CRL4 DCAF1  is required for efficient poly-ubiquitylation of Lats1 ( Figure S3A ). To directly test if CRL4 DCAF1  mediates ubiquitylation of Lats1, we assembled recombinant CRL4 DCAF1  in vitro and tested its ability to ubiquitylate purified Lats1. We found that reconstituted CRL4 E3 ligase ubiquitylates Lats1 in vitro ( Figure 3B ). However, since we did not detect robust extension of ubiquitin chains under the conditions of the assay, we infer that additional factors may be required for chain elongation in vivo. It is well established that poly-ubiquitylation serves as a signal to target proteins for proteasome-mediated degradation. Since we had noticed that re-expression of Merlin and silencing of DCAF1 increase the steady-state levels of Lats1 in  NF2  mutant cells ( Figures S1H and S1I ), we examined if expression of DCAF1 causes the opposite effect. Stable expression of moderate levels of DCAF1 decreased the steady state levels of Lats1 in FC-1801 cells ( Figure S3B ). Furthermore, cycloheximide chase experiments demonstrated that silencing of DCAF1 prolongs the half-life of Lats1 in Meso-33 cells by more than 2 fold, indicating that CRL4 DCAF1  promotes degradation of Lats1 ( Figure 3C and 3D ). Since K830 lies within the kinase domain, poly-ubiquitylation of Lats1 may inhibit kinase activity by interfering with binding of ATP or recruitment of substrates. In addition, Lats1 and 2 contain an N-terminal ubiquitin-binding domain (UBA), which could bind in cis or in trans to one or more C-terminal ubiquitylated sequences, inducing conformational changes that interfere with kinase activity ( Figure 2E ). To examine if poly-ubiquitylation inhibits the activity of Lats1, we expressed HA-Lats1 and His-Ubiquitin in 293T cells and isolated total and His-ubiquitylated Lats1 by sequential affinity binding and elution ( Figure S3C , top). An in vitro kinase assay indicated that ubiquitylated Lats1 possesses a severely diminished ability to phosphorylate GST-YAP at serine 127 as compared to total Lats1 ( Figure S3C , bottom). These results suggest that poly-ubiquitylation inhibits Lats1 by blocking its kinase activity and by promoting its degradation. CRL4 DCAF1  inhibits the kinase activity of Lats2 To investigate if CRL4 DCAF1  promotes ubiquitylation of Lats2, we performed in vivo ubiquitylation experiments. Ectopic expression of DCAF1 increased oligo-ubiquitylation of Lats2 to a large extent, and simultaneous expression of Merlin reversed this process ( Figure S3D ). Conversely, depletion of DCAF1 suppressed oligo-ubiquitylation of Lats2 ( Figure S3E ). In addition, we tested the ability of in vitro assembled CRL4 DCAF1  to promote ubiquitylation of recombinant Lats2. The results indicated that CRL4 DCAF1  can ubiquitylate Lats2 in vitro ( Figure S3F ). Collectively, these results suggest that CRL4 DCAF1  mediates oligo-ubiquitylation of Lats2. In agreement with the model that mono- and oligo-ubiquitylation modify protein function without affecting protein stability ( Chen and Sun, 2009 ), silencing of DCAF1 did not increase the steady-state levels of Lats2 ( Figure S3G ). Interestingly, Lats2 is ubiquitylated at K968 within the kinase domain, at K633 near the binding site for the co-activator Mob1/Mats, and at K527 near the PPXY motif involved in binding to YAP, suggesting that oligo-ubiquitylated Lats2 may exhibit reduced ability to phosphorylate YAP/TAZ in vivo. To examine this hypothesis, we performed in-lysate kinase assays. Lysates from cells overexpressing HA-Lats2 were treated with the broad-specificity de-ubiquitylase USP8 or vehicle control and incubated with GST-YAP. Immunoblotting with anti-P-YAP revealed that de-ubiquitylated Lats2 possesses a greatly increased ability to phosphorylate GST-YAP at Ser 127 as compared to total Lats2 ( Fig. S3H , top). Immunoblotting confirmed that treatment with USP8 drastically diminishes the total levels of ubiquitylation of endogenous proteins ( Figure S3H , bottom). Taken together, these findings indicate that ubiquitylation profoundly inhibits the kinase activity of Lats2. Merlin inhibits the interaction between CRL4 DCAF1  and Lats1 Prior studies have indicated that Merlin inhibits CRL4 DCAF1  by binding through its FERM domain to the C-terminal segment of DCAF1. Intriguingly, patient-derived mutants of Merlin lacking the coiled-coil and C-terminal segments bind to DCAF1 but fail to suppress CRL4 DCAF1 , suggesting that these latter segments are also required for inhibition of ligase activity ( Li  ). To test if Merlin inhibits CRL4 et al. , 2010 DCAF1  by interfering with substrate recruitment, we examined if expression of Merlin interferes with the association of Flag-HA-DCAF1 with endogenous Lats1 in 293T cells. Notably, co-transfection of increasing concentrations of HA-Merlin led to a dose-dependent reduction of the association of Flag-HA-DCAF1 with Lats1 ( Figure 3E ). These results suggest that the coiled-coil and C-terminal segments of Merlin may occlude the binding site for Lats on the WD40 domain of DCAF1 ( Figure 3F ). Nuclear Merlin promotes phosphorylation of YAP Since CRL4 DCAF1  accumulates predominantly in the nucleus ( Li  ), we examined if Merlin needs to enter into this compartment to inactivate YAP and induce proliferation arrest. Firstly, we generated a fusion protein consisting of an N-terminal ER et al. , 2010 T2  domain joined by a short linker to full-length Merlin or, as a control, to dsRed ( Figure S4A ). The ER T2  domain drives passenger proteins to the nucleus in response to tamoxifen binding ( Feil  ). As anticipated, treatment with tamoxifen induced accumulation of ER et al. , 1997 T2 -Merlin and ER T2 -DsRed in the nucleus ( Figure S4B ). Intriguingly, nuclear accumulation of Merlin, but not DsRed, induced phosphorylation of YAP and inhibited the proliferation of Meso-33 cells ( Figures S4C and S4D ). These results indicate that nuclear accumulation of Merlin is sufficient to induce phosphorylation of YAP and to inhibit proliferation. To examine if nuclear translocation of Merlin is required to induce proliferation arrest, we used mutational analysis. Analysis of a series of deletion mutants revealed a potential nuclear localization motif at position 24–27 (VRIV). Whereas alanine permutation of each residue or combinations of two or three residues within this motif inhibited nuclear accumulation of Merlin partially, simultaneous alanine substitution of all four residues (24–27A) blocked this process completely ( Figures 4A and 4B ). A mutant form of Merlin lacking the VRIV sequence (Δ24–27) did not accumulate in the nucleus even if Crm1-dependent nuclear export was blocked with Leptomycin B, confirming that this motif acts as a non-canonical nuclear localization sequence ( Figure 4C ). Functional analysis revealed that re-expression of Merlin Δ24–27 or Merlin 24–27A does not induce phosphorylation of YAP or inhibit cell proliferation and soft agar growth in Meso-33 cells ( Figures 4D-F  and  S4E ). These deficiencies do not arise from defective folding, as these mutations are within the short and flexible N-terminal extension, which distinguishes Merlin from ERM proteins. Furthermore, both Merlin Δ24–27 and Merlin 24–27A associated efficiently with Angiomotin ( Figure S4F ), a recently identified Merlin-binding protein primarily localized at tight junctions ( Yi  ). In fact, possibly resulting from their increased accumulation in the cytoplasm, these Merlin mutants combined with Angiomotin to a larger extent as compared to wild-type Merlin ( et al. , 2011 Figure S4F ). These results indicate that Merlin needs to translocate into the nucleus to inactivate YAP and to suppress cell proliferation, suggesting that the two events are linked. CRL4 DCAF1  inhibits Lats in the nucleus Based on immunofluorescence experiments on cells overexpressing tagged constructs or subcellular fractionation experiments excluding the nuclear fraction, it has been proposed that Lats1 and 2 execute their function at the cell cortex or in the cytosol ( Toji  ;  et al. , 2004 Yang  ;  et al. , 2004 Yin  ). Since de-repressed CRL4 et al. , 2013 DCAF1  exerts its pro-oncogenic function in the nucleus ( Li  ), we considered the possibility that its substrates Lats1 and 2 localize in this compartment. Subcellular fractionation experiments indicated that endogenous LATS1 and 2 accumulate in the nuclear fraction, whereas MST1 and Sav1 partition preferentially in the non-nuclear fraction in normal mesothelial Met-5A cells ( et al. , 2010 Figure 5A ). In fact, similar proportions of all of these signaling components were found in the non-nuclear and the nuclear fraction under sparse or confluent conditions ( Figure 5A ). Thus, although all of these components may shuttle in and out of the nucleus, MST1 and Sav1 are present predominantly in the non-nuclear fraction and Lats1 and 2 in the nuclear fraction at steady state. Immunofluorescent staining with a rabbit monoclonal antibody against Lats1 confirmed that Lats1 accumulates in the nucleus in the large majority of Met-5A cells. Intriguingly, however, it also detected a fraction of the kinase at or near cell-to-cell junctions ( Figure 5B ). In agreement with the observation that Meso-33 cells do not express E-cadherin nor assemble adherens junctions, we did not detect endogenous Lats1 at cell junctions or at the cell cortex in these cells ( Figure 5C ), suggesting that de-regulated CRL4 DCAF1  does not target Lats1 at the cell cortex in  NF2  mutant cells. In the core hippo kinase cassette, MST1 and 2 activate Lats1 by phosphorylating Thr 1079. Activated Lats1 then undergoes autophosphorylation at Ser 909 ( Chan  ). Immunoblotting indicated that Lats1 becomes activated as YAP is phosphorylated and partially extruded from the nucleus in contact-inhibited Met-5A cells, confirming the specificity of these antibodies ( et al. , 2005 Figures S5A and S5B ). Notably, subcellular fractionation revealed that phosphorylated, active Lats1 accumulates almost exclusively in the nucleus in these cells ( Figure 5D ). Similar results were obtained with human liver epithelial HepG2 cells ( Figure S5C ) and primary mouse fetal liver progenitor cells ( Figure S5D ). These observations raise the possibility that MST or another upstream kinase moves into the nucleus to activate Lats. Irrespective of the mechanism involved, the predominant accumulation of CRL4 DCAF1  and activated Lats in the nucleus is consistent with the hypothesis that CRL4 DCAF1  binds to Lats and inhibits it in the nucleus. Merlin does not suppress tumorigenesis from the cell cortex Having noted that Lats1 partially localizes to the cell cortex in normal but not  NF2  mutant cells ( Figure 5B, C ), we asked if re-expression of Merlin modifies the subcellular localization of Lats1 in  NF2  mutant cells. Upon transient transfection and ensuing overexpression, wild type Merlin localized predominantly at lamellipodia and membrane ruffles in Meso-33 cells, presumably as a consequence of saturation of the nuclear import machinery, and it enhanced the recruitment of endogenous Lats1 to these locales ( Figure S5E ). Overexpression experiments indicated that HA-tagged Lats1 combines with Flag-HA-tagged Merlin in 293T cells ( Figure S5F ), in agreement with the recently proposed hypothesis that Merlin recruits Lats to the plasma membrane to promote its activation ( Yin  ). Mutagenesis experiments indicated that the kinase domain of Lats1 interacts with the C-terminal coiled-coil segment of Merlin (Merlin 341–595), but not with its FERM domain (Merlin 341X) ( et al. , 2013 Figures S5F and S5G ). Together with the results of a recently published mutational analysis ( Yin  ), these results suggest that Merlin can recruit Lats at the plasma membrane by binding through the N-terminal segment of its coiled-coil domain to the kinase domain of Lats. et al. , 2013 To investigate the functional relevance of the interaction of Merlin with Lats1, we tested four patient-derived missense mutants, which fail to accumulate in the nucleus (L46R, L64P, L141P, and A211D), and one that enters into the nucleus but does not bind to DCAF1 (E270G) ( Li  ). In addition, we examined the two synthetic nuclear-defective mutants, Merlin 24–27A and Merlin Δ24–27 ( et al. , 2010 Figures 4A-C ). Co-immunoprecipitation analysis indicated that recombinant wild type Merlin combines with endogenous Lats1 much less efficiently than with CRL4 DCAF1  in an extraction buffer containing 0.5% Triton X100 but no ionic detergent ( Figures 5E and 5F ). In addition, whereas all nuclear-defective and patient-derived mutants of Merlin failed to associate with DCAF1 in this assay, none of them exhibited reduced ability to interact with Lats1 ( Figures 5E and 5F ). Similar results were obtained by using RIPA buffer containing 0.1% SDS ( Figure S5H ), although we note that this buffer may unfold the FERM domain of Merlin exposing hydrophobic segments ( Mani  ). In agreement with these results, none of the patient-derived mutants exhibited reduced ability to recruit Lats1 to lamellipodia and membrane ruffles upon transient overexpression in Meso-33 cells ( et al. , 2011 Figure S5E ). In contrast, they all failed to induce phosphorylation of YAP at Ser 127 ( Figure 5G ). These findings support the conclusion that Merlin suppresses tumorigenesis by inhibiting CRL4 DCAF1  and hence stabilizing activated Lats in the nucleus, rather than by recruiting Lats to the plasma membrane. CRL4 DCAF1  promotes tumorigenesis by inhibiting Lats To examine if CRL4 DCAF1  promotes oncogenesis by activating YAP, we conducted genetic epistasis experiments. As previously shown ( Li  ), depletion of DCAF1 caused a profound proliferation arrest in Meso-33 cells ( et al. , 2010 Figure 6A ). Notably, expression of wild type YAP and of YAP-5SA, which cannot be inactivated by Lats1/2 ( Zhao  ), rescued the DCAF1-silenced tumor cells from proliferation arrest in a manner proportional to their anticipated biological activity ( et al. , 2010b Figure 6A ). In addition, YAP-5SA enabled the DCAF1-silenced FC-1801 cells to grow in soft agar and to form tumors upon subcutaneous injection in nude mice ( Figures 6B and 6C ). Next, we tested if simultaneous depletion of Lats1 and 2 rescues the tumorigenic potential of DCAF1-silenced  NF2  mutant cells. Simultaneous silencing of Lats1 and 2 largely reversed the proliferation arrest induced by depletion of DCAF1 in Meso-33 cells ( Figure 6D ). In support of the specificity of this effect, silencing of Lats1/2 did not enhance the ability of DCAF1-competent cells to proliferate in this assay ( Figure 6D ). Furthermore, silencing of Lats1/2 enabled DCAF1-depleted Meso-33 cells to grow in soft agar as efficiently as those expressing DCAF1 ( Figures 6E and 6F ). Similar results were obtained with FC-1801 cells ( Figure S6A ). Finally, we examined if silencing of Lats1/2 rescues the tumorigenic ability of DCAF1-depleted FC-1801 cells. Intriguingly, silencing of Lats1/2 rescued the ability of DCAF1-depleted Schwannoma cells to form tumors to a very large extent ( Figures 6G  and  S6B ). We consider this effect specific, because silencing of Lats1/2 alone did not increase tumor growth ( Figures 6G  and  S6B ). Taken together, these findings indicate that de-repression of CRL4 DCAF1  promotes tumorigenesis of  NF2  mutant cells by inactivating Lats1/2 and, hence, activating YAP. CRL4 DCAF1  promotes YAP-dependent oncogenic gene expression in  NF2  mutant tumors To explore the clinical relevance of the signaling mechanism we had identified, we firstly examined a panel of 11 human malignant mesothelioma cell lines carrying or not inactivating mutations at the  NF2  locus. Immunoblotting revealed that the  NF2  mutant lines exhibited severely diminished levels of Lats1, but not Lats2, as compared to  NF2  wild type lines ( Figures 7A  and  S7A ). In addition, all except one of the  NF2  mutant cell lines displayed decreased phosphorylation of YAP, and 4 out of 7 lines displayed increased expression of the YAP target gene  CTGF  ( Figures 7A  and  S7A ). These results are consistent with the conclusion that CRL4 DCAF1  promotes activation of YAP in mesothelioma at least in part by increasing degradation of Lats1. To examine if loss of  NF2  induces YAP-dependent oncogenic gene expression in clinical samples, we generated a gene expression signature reflective of CRL4 DCAF1 -dependent YAP activity. Since only simultaneous depletion of YAP and TAZ induced Meso-33 cells to undergo a proliferation arrest as profound as that induced by depletion of DCAF1 ( Figures 7B  and  S7B ), we used DNA microarray analysis to compare the effect of inactivation of CRL4 DCAF1  and simultaneous inactivation of YAP and TAZ on gene expression. Whereas depletion of YAP or TAZ did not lead to profound changes in gene expression in Meso-33 cells, simultaneous depletion of both co-activators caused a significant decline in gene expression, confirming that YAP and TAZ function redundantly to control gene expression in mesothelioma cells ( Figure 7C ). Notably, silencing of DCAF1 suppressed the expression of a large fraction of YAP/TAZ target genes (~39%) ( Figures 7C, 7D , and  S7C ;  Table S2 ). Ingenuity pathway analysis indicated that these genes comprise a large number of cell cycle genes controlled by the RB-E2F network ( Figure S7D ;  Tables S3 and S4 ). In addition, silencing of DCAF1 enhanced the expression of a somewhat smaller fraction of the genes repressed by YAP/TAZ (~8%), including some TGF-β target genes ( Figures 7C, 7D , and  S7D ;  Table S3 and S5 ). These results indicate that CRL4 DCAF1  controls a large fraction of the transcriptional output of YAP in  NF2  mutant cells. We next examined the gene expression profiles of 53 human mesotheliomas, 39 of which harbored mutation or genomic loss at the  NF2  locus ( Bott  ). Unsupervised hierarchical clustering strongly suggested that the  et al. , 2011 NF2  mutant mesotheliomas were endowed with a largely distinct gene expression program ( Figure S7E ). Gene set enrichment analysis (GSEA) revealed that CRL4 DCAF1 -activated genes were highly enriched in  NF2  mutant mesotheliomas as compared to the remaining mesotheliomas ( Figure 7E ). Intriguingly, among DCAF1-activated genes, those regulated via YAP and TAZ were enriched to an even higher extent, whereas those genes activated by Yap or TAZ alone were less enriched ( Figure 7E ). These results indicate that CRL4 DCAF1  controls YAP/TAZ-dependent gene expression in  NF2  mutant mesotheliomas. To further examine the clinical relevance of our findings, we studied additional  NF2  mutant tumor types. Firstly, we analyzed primary human schwannoma cells freshly isolated from a patient affected by NF2. Prior studies had shown that re-expression of Merlin or silencing of DCAF1 suppresses the ability of these cells to proliferate in vitro ( Li  ;  et al. , 2010 Schulze  ). Interestingly, re-expression of Merlin and silencing of DCAF1 induced a similar level of phosphorylation of YAP in these cells ( et al. , 2002 Figure 7F ), suggesting that CRL4 DCAF1  controls the output of the Hippo pathway also in freshly explanted, patient-derived  NF2  mutant Schwannoma cells. We then examined activation of YAP in 40 human meningioma and vestibular schwannoma samples classified as  NF2  mutant or not by using targeted genomic sequencing and immunoblotting with anti-Merlin ( Figure S7  and  Table S6 ). Immunoblotting tumor lysates with anti-p- YAP antibodies indicated that the level of phosphorylation of YAP was significantly lower in  NF2  mutant tumors as compared to that of other tumors ( Figures 7G  and  S7F ). Finally, we examined the expression of YAP and phosphorylation of YAP on whole tissue sections of 31 meningiomas with a sufficient quality and quantity of formalin-fixed paraffin-embedded tissue available. We observed strong nuclear staining of tumor cells for YAP in 16/22 (73%) and no staining in 6/22 (27%) of samples. In addition, we noted weak to absent cytoplasmic staining of tumor cells for P-YAP in 12/23 (52%) and moderate to strong staining in 11/23 (48%) samples ( Figure 7H  and  Table S6 ). There was a strong positive correlation of nuclear YAP staining and weak or absent cytoplasmic P-YAP staining in tumors with low Merlin expression (p=0.001 for YAP and p=0.001 for phospho-YAP, Mann-Whitney U test), indicating that loss of Merlin causes activation of YAP via reduced phosphorylation and increased accumulation in the nucleus. These clinical findings corroborate the hypothesis that CRL4 DCAF1  inhibits Lats and hence activates YAP in  NF2  mutant tumors.",
  "discussion": "Discussion Our results reveal that de-repressed CRL4 DCAF1  functions in the nucleus of  NF2  mutant cells to promote activation of YAP. Mechanistically, CRL4 DCAF1  binds directly to Lats1 and 2 and directs their conjugation to ubiquitin. Whereas Lats1 is poly-ubiquitylated and targeted for proteasomal-dependent degradation, Lats2 is oligo-ubiquitylated at multiple sites, resulting in loss of kinase activity. As a consequence, active YAP and TAZ accumulate in the nucleus and function redundantly to support the oncogenic potential of  NF2  mutant cells. These results indicate that de-repressed CRL4 DCAF1  promotes tumorigenesis by inhibiting Lats1 and 2 and thus promoting YAP/TAZ and TEAD-dependent transcription ( Figure 8 ). Genetic epistasis experiments in Drosophila have suggested that Merlin cooperates with Expanded and Kibra to activate the core Hippo kinase cassette ( Halder and Johnson, 2011 ). Although Merlin activates Hippo signaling and thereby restricts activation of YAP also in mammalian cells ( Zhao  ), the molecular underpinnings of the connection of Merlin to the Hippo pathway have remained unclear. However, recent studies have suggested that Merlin recruits Lats to the plasma membrane, facilitating its activation by an upstream kinase distinct from MST ( et al. , 2007 Yin  ). Our results do not preclude the possibility that Merlin limits the proliferation of normal cells - for example during contact inhibition - by multiple, possibly redundant, mechanisms, including those proposed above. However, they indicate that Merlin suppresses tumorigenesis largely, if not exclusively, by repressing CRL4 et al. , 2013 DCAF1 -dependent ubiquitylation of Lats in the nucleus. We observed that re-expression of Merlin induces phosphorylation and inactivation of YAP in  NF2  mutant cells without increasing the levels of activation of MST1/2 or Lats1. In addition, Merlin-mediated inactivation of YAP proceeded unabated in the absence of Sav1, which functions as an essential adaptor linking MST1/2 to Lats1/2. These results suggest that Merlin does not restrict activation of YAP by engaging the core kinase cassette, but rather by regulating Lats1 and 2. These observations are consistent with prior evidence suggesting that Lats-mediated phosphorylation and inactivation of Yap can occur independently of MST1/2 in certain mammalian tissues ( Yu  ;  et al. , 2012 Zhou  ) and with a more recent study suggesting that Merlin facilitates Lats activation by an unidentified upstream kinase distinct from MST ( et al. , 2009 Yin  ). et al. , 2013 The results of our biochemical studies suggest that CRL4 DCAF1  employs distinct mechanisms to inhibit Lats1 and 2. Upon DCAF1-mediated recruitment to the ligase complex, Lats1 is poly-ubiquitylated and, hence, targeted for proteasome-mediated degradation. In contrast, Lats 2 is oligo-ubiquitylated at multiple sites, including at lysines in the kinase domain, near the Mob1-binding site, and near the PPXY motif required for interaction with YAP. Presumably as a result of these multiple modifications, Lats2 becomes inactive. Future studies will be required to determine the impact of each one of these modifications on the kinase activity of Lats2 and its interaction with substrates or necessary cofactors. Notably, both Lats1 and Lats2 possess an N-terminal UBA domain, suggesting the possibility that an intramolecular association of this domain with a C-terminal ubiquitylated sequence motif may contribute to maintain the two kinases in an inactive state in  NF2  mutant tumor cells. To examine the relevance of CRL4 DCAF1 -mediated inhibition of Lats1/2 in  NF2  loss-driven oncogenesis, we reconstituted  NF2  mutant cells with wild type and mutant forms of Merlin. Deletion or alanine substitution of a short nuclear localization sequence prevented Merlin from interacting with CRL4 DCAF1  and from suppressing activation of YAP and cell proliferation. Conversely, tamoxifen-induced translocation of ERT2-Merlin in the nucleus and binding to CRL4 DCAF1  resulted in inhibition of YAP and cell proliferation. Furthermore, analysis of a large panel of patient-derived missense mutants of Merlin, which do not combine with CRL4 DCAF1  as a result of their inability to enter into the nucleus and/or to bind to the Merlin-binding segment of DCAF1 ( Li  ), revealed that all of them exhibit a severely reduced capacity to inhibit activation of YAP and cell proliferation. Finally, in vitro and in vivo genetic epistasis experiments demonstrated that YAP and TAZ are necessary to maintain the oncogenicity of  et al. , 2010 NF2  mutant tumor cells, and that simultaneous inactivation of Lats1 and 2 rescues the oncogenicity of DCAF1-depleted  NF2  mutant tumor cells. In our view, these results provide strong genetic evidence that Merlin suppresses tumorigenesis by inhibiting CRL4 DCAF1  and, hence, increasing the levels of active Lats in the nucleus. Based on the apparently prevalent localization of Hippo pathway components at the cell cortex or in the cytoplasm in Drosophila, it has been proposed that activated Lats phosphorylates YAP in the cytoplasm, preventing its accumulation in the nucleus through redundant mechanisms, such as binding to 14–3–3 or β-TRCP-mediated ubiquitylation ( Dong  ;  et al. , 2007 Zhao  ;  et al. , 2010b Zhao  ). Consistently, overexpressed tagged forms of Lats 1 and 2 accumulate predominantly in the cytosol or at centrosomes, respectively ( et al. , 2007 Toji  ;  et al. , 2004 Yang  ), whereas a mutant form of YAP that cannot be phosphorylated by Lats accumulates in the nucleus and promotes TEAD-dependent transcription and oncogenesis ( et al. , 2004 Zhao  ). Since overexpression can saturate the nuclear import machinery and exogenous tags can interfere with transport into the nucleus of recombinant proteins, we examined the localization of endogenous Lats in mammalian cells by using immunofluorescence staining and subcellular fractionation. We found that endogenous Lats accumulates in the nucleus independently of growth conditions. Importantly, phosphorylated and activated Lats was almost exclusively found in the nucleus. These observations suggest that MST1/2 or another unidentified upstream kinase phosphorylates and activate Lats in the nucleus. Activated Lats in turn phosphorylates YAP, promoting its extrusion from the nucleus. et al. , 2007 Our results do not exclude the possibility that Merlin may have additional functions at the cell cortex and, in fact, may also regulate the Hippo pathway from this location. Of note, we observed that Merlin can bind, albeit weakly, to Lats1 and Lats2 and we detected a fraction of Lats1 near the plasma membrane in normal mesothelial cells undergoing contact-mediated inhibition of proliferation. However, in contrast to the results of a more limited but similar analysis ( Yin  ), we found that mutations that abolish the tumor suppressor function of Merlin do not interfere with its ability to bind to Lats1 and recruit it to the cell cortex. However, they consistently fail to bind to CRL4 et al. , 2013 DCAF1  and to inactivate YAP. These results confirm that Merlin’s function at the cell cortex is insufficient to suppress tumorigenesis. We speculate that the signaling pathway we have delineated may have evolved after the separation of chordates from arthropods to provide additional control over the function of YAP. In fact, Drosophila Merlin contains a Glycine residue at the position corresponding to E270 in human Merlin, a substitution that is predicted to abolish interaction with DCAF1 ( Li  ). Moreover, the Drosophila ortholog of DCAF1, Mahjong ( et al. , 2010 Tamori  ), does not contain a C-terminal Merlin-binding segment. These considerations suggest that the interaction of Merlin with CRL4 et al. , 2010 DCAF1  has evolved in chordates to function as a clamp to restrain Hippo signaling to YAP. In this model, Merlin and CRL4 DCAF1  act as a negative and a positive component of a switch that fine-tunes the activation of YAP in mammalian cells. Inactivation of  NF2  eliminates the clamp, causing deregulated YAP/TEAD dependent transcription of pro-survival and mitogenic genes. It remains to be examined if this clamp on the activation of YAP operates also during development to limit stem cell self-renewal, organ size, and cell fate specification, as it is anticipated from the known physiological function of YAP and its deregulation following inactivation of  NF2  during tumorigenesis. We validated the relevance of our findings for human tumorigenesis by using a variety of approaches. First, genetic manipulation indicated that re-expression of Merlin and silencing of DCAF1 inhibit activation of YAP and cell proliferation in primary schwannoma cells from NF2 patients. Second, immunoblotting and immunostaining of meningioma and vestibular schwannoma samples revealed a striking correlation between the loss of Merlin and the activation of YAP. Third, analysis of a panel of human mesothelioma lines indicated that deletion of  NF2  correlates with reduced levels of Lats1 protein and increased activation of YAP. Finally, GSEA demonstrated that the gene expression program regulated by CRL4 DCAF1  through activation of YAP/TAZ is highly enriched in  NF2  mutant mesotheliomas as compared to those lacking  NF2  alterations. We note that simultaneous depletion of Lats1 and 2 did not completely rescue the ability of DCAF1-silenced  NF2  mutant cells to overproliferate in vitro and in vivo, suggesting that CRL4 DCAF1  may have additional substrates that contribute to its pro-oncogenic function. RORα, which has been recently identified as a CRL4 DCAF1  substrate and exhibits severely reduced expression in human breast cancers ( Lee  ), is a potential candidate, but other still unidentified substrates may contribute as well. These considerations suggest that entry of Merlin into the nucleus and inhibition of CRL4 et al. , 2012 DCAF1  may have evolved to limit not only the activation of YAP but also that of additional pro-oncogenic signals. In addition to their biological implications, these findings indicate that pharmacological targeting of CRL4 DCAF1  is a rational approach for the treatment of Neurofibromatosis type 2 and malignant pleural mesothelioma. We suggest that, since CRL4 DCAF1  may promote oncogenesis through multiple mechanisms, CRL4 DCAF1  inhibitors may display enhanced efficacy in  NF2  mutant tumors as compared to drugs that interfere with the interaction of YAP with TEAD ( Jiao  ;  et al. , 2014 Liu-Chittenden  ). et al. , 2012",
  "upgrade_date": "2026-02-20 07:34:54"
}