{
  "pmid": "PMID:25043298",
  "title": "Oncogenic role of Merlin/NF2 in glioblastoma.",
  "abstract": "Glioblastoma is the most common and aggressive primary brain tumor in adults, with a poor prognosis because of its resistance to radiotherapy and chemotherapy. Merlin/NF2 (moesin-ezrin-radixin-like protein/neurofibromatosis type 2) is a tumor suppressor found to be mutated in most nervous system tumors; however, it is not mutated in glioblastomas. Merlin associates with several transmembrane receptors and intracellular proteins serving as an anchoring molecule. Additionally, it acts as a key component of cell motility. By selecting sub-populations of U251 glioblastoma cells, we observed that high expression of phosphorylated Merlin at serine 518 (S518-Merlin), NOTCH1 and epidermal growth factor receptor (EGFR) correlated with increased cell proliferation and tumorigenesis. These cells were defective in cell-contact inhibition with changes in Merlin phosphorylation directly affecting NOTCH1 and EGFR expression, as well as downstream targets HES1 (hairy and enhancer of split-1) and CCND1 (cyclin D1). Of note, we identified a function for S518-Merlin, which is distinct from what has been reported when the expression of Merlin is diminished in relation to EGFR and NOTCH1 expression, providing first-time evidence that demonstrates that the phosphorylation of S518-Merlin in glioblastoma promotes oncogenic properties that are not only the result of inactivation of the tumor suppressor role of Merlin but also an independent process implicating a Merlin-driven regulation of NOTCH1 and EGFR.",
  "authors": "P A Guerrero; W Yin; L Camacho; D Marchetti",
  "journal": "Oncogene",
  "publicationDate": "2015-05-14",
  "doi": "10.1038/onc.2014.185",
  "methods": "Supplementary Materials and Methods Merlin knockdown U251-S cells were treated with siRNA SMARTpool (Thermo Scientific) directed to Merlin. Following 48 hours treatment, cells were transfected with pXJ40-HA-Merlin and S518A pXJ40- HA-Merlin and incubated for additional 48 hours before cells were collected and analyzed by Western blotting and real-time PCR. The shRNA target sequences that did not result in Merlin knockdown were: agtcacctttcacttcttg, ggttcaggagatcacacaa, aaatgtgggaggagagaat, ggatgaagctgaaatggaa, ctattaaaccactggataa, catcaaggccacagcgatt. Western blotting Western blotting was performed as described previously [ 33 ]. Rabbit anti-EGFR, Notch1 (Cell Signaling), and rabbit anti S518-Merlin (Abcam and Cell Signaling) were used at 1:1000 dilution. Cell fractionation Cells were treated with IPA-3 (Sigma-Aldrich) a PAK group1 inhibitor (PAK1/2/3), and were fractionated using the Q-proteome cell compartment kit (Qiagen) following manufacturer’s instructions. Markers for membrane, cytosolic and nuclear fractions were: rabbit anti- Na + , K + - ATPase, GAPDH, and PARP (Cell Signaling) respectively. Antibodies were used at 1:1000 dilution. Co-Immunoprecipitation (Co-IP) Co-IP experiments were performed without deviation from Co-IP kit protocol (Thermo Scientific). Reverse transcriptase real-time PCR (RT-Q-PCR) Total RNA of cultured cells was extracted using the Rneasy Mini Kit (Qiagen, Germantown, MD) following manufacture’s instructions. 500ng of RNA were reverse-transcribed using the SuperScript™ III first-strand synthesis system for RT-PCR (Life Technologies). cDNA was diluted ten times and 2.5μl were used for quantitative real-time PCR (Q-PCR) using Power SYBR Green PCR master mix (Life Technologies). Primer concentration for Q-PCR was 5μM and reaction volume was 25μl. The primers used were:  Merlin : 5’- TCTGCACAATGAGAACTCCG-3’ and 5’-AGCTCTTCAAAGAAGGCCAC-3’,  Notch1 : 5’- CTGGAGACCAAGAAGTTCCG-3’ and 5’-GATGAAGTCGGAGATGACGG-3’,  EGFR : 5’- TGGGAGTTGATGACCTTTGG-3’ and 5’-CCCCTGAATGACAAGGTAGC-3’,  Hes1 : 5’- ACACGACACCGGATAAAC-3’ and 5’-TCAGCTGGCTCAGACTTTC-3’,  Ccnd1 : 5’- GTCTGCGAGGAACAGAAGTG-3’ and 5’-CCTTCATCTTAGAGGCCACG-3’, and  GAPDH : 5’-AGGTCCACCACTGACACGTT-3’ and 5’-GCCTCAAGATCATCAGCAAT-3’. Cell proliferation U251 cells were plated in 96-well plates (3500 cells/well). The Vybrant ® MTT cell proliferation assay kit quick protocol (Life Technologies) was employed",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:26:02",
  "introduction": "Introduction Glioblastoma multiforme is the most common and aggressive form of brain tumor with a median survival of approximately 15 months [ 1 ]. The disease has poor prognosis due to its resistance to radiotherapy and chemotherapy [ 2 ]. Therefore, it is imperative to discover new biomarkers for more effective therapeutic interventions in glioblastoma. NF2  is a tumor suppressor gene that causes nervous system tumors when mutated which develop into schwannomas (peripheral nerve tumors), meningiomas and ependynomas [ 3 , 4 , 5 ]. Further, mutations of  NF2  have also been detected in melanoma, mesothelioma and thyroid cancers [ 6 ]. In some human malignant gliomas,  NF2  expression is severely reduced and its re-expression inhibits cell growth [ 7 ]. Similarly, the loss of  NF2  leads to glial cell proliferation in some human malignant gliomas [ 8 ]. NF2  gene product is termed Merlin (moesin-ezrin-radixin-like protein) or schwannomin. Merlin localizes mainly at the plasma membrane and cytoskeleton compartments, and it binds several transmembrane receptors and intracellular proteins; e.g., CD44, β1-integrin, EGFR, Protocadherin Fat (FAT), Paxilin, Actin, Myosin phosphatase targeting protein (MYPT), Protein kinase A (PKA), serving as an anchoring molecule between these compartments [ 9 ]. Increasing evidence indicates that Merlin is a key component of cell motility, proliferation and survival [ 10 ]. Merlin belongs to the ezrin-radixin-moesin (ERM) protein family, which is associated with cellular structures required for cell adhesion and motility, such as filopodia and membrane ruffles. Loss of Merlin causes an aberrant membrane ruffling and disorganized stress fibers which can be reversed by inhibiting Rac1 and Rho GTPases [ 11 ]. Recent work validating Merlin tumor suppressor roles has shown that it accumulates in the nucleus where it binds the E3 ubiquitin ligase CRL4 DCAF1  inactivating its function [ 12 ]. Merlin also acts as a negative regulator of EGFR preventing its internalization and signaling [ 18 , 19 ], and it is known to control the abundance of EGFR and Notch1 at the cell membrane in  Drosophila  [ 20 ]. Merlin is phosphorylated at serine and threonine residues. Akt is responsible for Merlin phosphorylation at residues T230 and S315 which trigger protein degradation by polyubiquitination [ 13 ]. PKA mediates phosphorylation at serine 10 which influences actin cytoskeleton organization [ 14 ]. Both PKA and p21-activated kinase 1 and 2 (PAK1/2) phosphorylate Merlin at serine 518 without provoking protein degradation [ 13 ]; however, this modification abrogates its tumor suppressor function. For example, Merlin phosporylation at T230, S315 and S518 impedes interactions between the amino and carboxyl terminal regions of the protein which is referred as its “open conformation”. In the absence of phosphorylation, these two regions interact, resulting in a “close conformation” which corresponds to the active form of Merlin [ 15 , 16 ] that inhibits Rac signaling and cell cycle progression [ 17 ]. The “open conformation” of Merlin was initially thought to mask the binding sites for transmembrane receptors and actin-associated proteins; although increasing evidence has met forward notions that by having this conformation, Merlin is able to interact with other proteins and to target cell proliferation [ 18 , 19 , 20 , 21 , 22 ]. Of note, the phosphorylation at S518 (S518-Merlin) plays a major role in the establishment and maintenance of cell-contact inhibition of growth. Rat schwannoma cells express phosphorylated Merlin at low-cell density which promotes cell growth. Conversely, Merlin becomes hypophosphorylated at high-cell density which results in cell growth arrest [ 23 ]. Further, phosphorylation at this site has been associated with the activation of Ras signaling pathway, cell division [ 14 ], and augmented cell migration [ 24 ]. Of note, it is presently unknown whether the effects on cell-contact inhibition and proliferation caused by S518-Merlin are due to the lack of interaction with known Merlin targets or to novel S518-Merlin interactions which may trigger an oncogenic response. To address this issue, we selected two sub-populations of U251 glioblastoma cells, named U251-R and U251-S, and found that the expression of Merlin, S518-Merlin, Notch1, and EGFR in U251-S was much higher when compared to U251-R cells. This correlated with an augmented cell proliferation and tumorigenesis. Further, changes in Merlin S518 phosphorylation affected Notch1, EGFR and the respective effectors  Hes1  and  Cyclin D1 . Accordingly, we provide first-time evidence demonstrating that S518-Merlin is capable of regulating other proteins in a distinct and independent manner from what is observed when total Merlin is downregulated. This work proposes a novel and unsuspected oncogenic function for the tumor suppressor Merlin in glioblastoma.",
  "results": "Results Selection of U251 glioblastoma cell subpopulations To investigate dissimilar phenotypes and proliferative capabilities of U251 glioblastoma cell subpopulations possessing different Notch1 and EGFR expression, eight subsets from parental U251 cells (U251p) were established for Notch1 and EGFR selection employing FACS and DEPArray™ platforms (data not shown). Notch1 was chosen because of its known disregulation in solid tumors and implications in cancer stem cells maintenance [ 2 ], additive to its role in the progression of glioblastomas [ 1 ] while EGFR was used because it is one of the causal agents of primary glioblastomas as well as a wide variety of tumor types [ 25 ]. Among the subsets established, two of them were investigated further. The first subset was selected by EGFR expression, showing a rhomboidal shape ( Figure 1a , left inset), being less proliferative in cell culture ( Figure 1b , p<0.01) and was therefore named U251-R. The second subset was selected employing both EGFR and Notch1 expression, having a spindle cell appearance ( Figure 1a , right inset), being highly proliferative ( Figure 1b , p<0.01) and was called U251-S. To demonstrate the identity of these two subclones as U251 glioblastoma cells, short tandem repeats (STR) DNA fingerprinting analyses were performed ( Supplementary Table S1 ). Next, to characterize the tumorigenic potential of these two subsets, we performed  in vivo  analyses by injecting U251-R, U251-S and U251p cells subcutaneously into mice and by monitoring tumor progression ( Figure 2a ). Consistent with our  in vitro  studies, the U251-S subpopulation was highly tumorigenic compared to U251-R cells (p<0.01), which were not able to generate tumors ( Figure 2b ). Of note, tumors were significantly larger in U251-S than U251p ( Figure 2b , p<0.05). Merlin is differentially expressed in U251-R and U251-S cell subpopulations To understand mechanisms involved in tumorigenic differences of U251-S and U251-R subpopulations, we interrogated potential molecules that might be involved in these processes. We posited the tumor suppressor Merlin since it was identified as an important player in nervous system tumors [ 3 , 4 , 5 ]. We analyzed the levels of Merlin and S518-Merlin in U251p, U251-S, and U251-R cells, as well as levels of EGFR and Notch1 by Western blotting. We detected an elevated expression of all four proteins in U251-S compared to U251-R cells. Conversely, Notch1 levels were lower in U251p vs. U251-S cells while their Merlin and EGFR protein content was highly similar ( Figure 3a ). Next, we analyzed the cellular distribution of Merlin and S518-Merlin using two different antibodies for the phosphorylated protein ( Figure 3b ). While Merlin was distributed in the nucleus and cytoplasm, S518-Merlin was particularly enriched in the nucleus. Previous work by others has shown an enrichment of S518-Merlin within the cytoplasm of mesothelioma cells [ 12 ]; and in the nucleus of U251 cells arrested at G2/M phase [ 26 ]. To extend these findings and to validate our results, we carried out cell fractionation and detected the expression of S518-Merlin and total Merlin in membrane and cytosolic fractions, additional to its enrichment in the nucleus ( Figure 3c ). Levels of S518-Merlin were also analyzed at different stages of the cell cycle. Cells were synchronized in G2/M (Nocodazole) and S phases (L-Mimosine), analyzed by flow cytometry, and then stained with S518-Merlin and α-tubulin ( Figure 3d ). Cells treated with Nocodazole showed an enrichment in the G2/M phase (76.5%, G1: 6%, Sub-G1: 6.2% and S: 11.2%) while cells treated with L-Mimosine were enriched in S phase (57%, G2/M: 34.1%, G1: 3.2%, Sub-G1: 5.1%). Epifluorescence microscopy showed that S518-Merlin mainly localized in the nucleus in early G1 phase, while it was distributed in both nucleus and cytoplasm during late G1 and M phases. Interestingly, S518-Merlin had a nuclear punctuated localization in S and late G2 phases. Therefore, our results indicate that S518-Merlin nuclear enrichment is cell cycle-dependent in the U251-S cell subpopulation. U251-S cells are not cell-contact inhibited To analyze the effects of S518-Merlin on Notch1 and EGFR levels, we examined cell-contact inhibition of cell proliferation considering the relevance of EGFR and Merlin in this process [ 27 ]. Although, Notch1 does not directly affects it, Notch1 downstream target, Hes1 (Hairy and enhancer of split-1), was found to be required for cell-contact inhibition of 3T3-L1 preadipocytes [ 28 ]. We hypothesized that the highly proliferative and tumorigenic U251-S cell phenotype was due to a defect in cell-contact inhibition. We thus analyzed S518-Merlin and Ki67 levels in U251-S at high- and low- cell confluences, and compared them to U251-R and normal brain cells (astrocytes). The levels of S518-Merlin were similar in U251-S cells at both conditions while a dramatic decrease was observed at high-cell density in non-tumorigenic U251-R cells and astrocytes by both immunofluorescence and Western blotting analyses ( Figure 4a-c ). Similarly, the percentage of Ki67-positive cells was higher in U251-S cells at high confluence (70%, p<0.01) compared to U251-R and astrocytes (33% and 41%, respectively,  Figure 4d ) whereas no differences could be detected at low-cell confluence ( Figure 4e , p>0.5). To verify that the decrease of S518-Merlin levels was not a consequence of an overall Merlin decrease, we immunostained U251-S and U251-R cells for Merlin and observed no differences at both cell densities ( Supplementary Figure S2 ). As a second step, we analyzed EGFR and Notch1 levels in U251-S cells at low and high confluence. Previous work by others has shown that Merlin inhibited EGFR signaling in confluent cell-contact-inhibited mouse embryo fibroblasts [ 27 ]. Because levels of S518-Merlin in U251-S remained the same independent of cell density, we hypothesized that EGFR and Notch1 pathways might be unaffected as well. Cells were grown at low- and high-confluence, and were subsequently stained with S518-Merlin, Notch1 and EGFR antibodies. Fluorescence intensity was measured and no differences could be detected in U251-S cells ( Supplementary Figure S3 ). Conversely, the expression of internalized EGFR at the perinuclear region decreased in U251-R cells at high-cell density conditions ( Figure 5a , p<0.01). Because U251-R cells possess low Notch1 content, we could not study how this protein was affected in cell-contact-inhibited U251-R cells. We therefore employed the mammary epithelial MCF10A cell line which is non-tumorigenic, and expresses Merlin [ 12 ], Notch1[ 29 ] and EGFR [ 30 ]. Interestingly, we observed significantly lower levels of S518-Merlin, Notch1 and EGFR proteins in high- vs. low-confluent MCF10A cells ( Supplementary Figure S4  p<0.05, p<0.001 and p<0.05, respectively). These results indicate that the on/off switch of Merlin phosphorylation required for cell-contact inhibition is defective in U251-S cells. This may result in high cell proliferation and augmented levels of S518P-Merlin, Notch1 and EGFR. Further, it also suggests that a cross-talk between S518-Merlin, Notch1 and EGFR might exist in U251-S and MCF10A cell lines. The decrease of Merlin phosphorylation affects Notch1 and EGFR protein levels and respective downstream targets To determine whether the effects observed in Notch1 and EGFR upon reaching cell confluence were a consequence of Merlin phosphorylation, and not a general effect of cell-contact inhibition, we used an inhibitor of PAK1, IPA-3 (1,1′-Disulfanediyldinaphthalen-2-ol). Cells were exposed to three IPA-3 concentrations to examine cell viability ( Supplementary Figure S5a ) and conditions were optimized at 10μM IPA-3. Following treatment of U251-S cells with this inhibitor at this dose, a marked decrease in S518 phosphorylation was observed, without however affecting overall Merlin levels ( Figure 5c ). Next, we analyzed the content of S518-Merlin, Notch1 and EGFR in IPA-3 treated U251-S cells by epifluorescence microscopy. We observed a decrease of signal intensity for these three proteins in IPA-3-treated cells ( Figure 6a ). The quantification of fluorescence intensity confirmed results significance ( Figure 6b , p<0.05). Similarly, to achieve an improved understanding on the extent of protein decrease in the different cellular compartments and to validate our previous findings, we performed cell fractionation following IPA-3 treatment. S518-Merlin diminished in all three cellular fractions (membrane, cytosol and nucleus) without altering the overall levels of Merlin in IPA-3 treated cells ( Figure 7a ). Notch1 and EGFR membrane fractions did not show a significant decrease; however, strikingly lower Notch1 levels were observed in cytosolic and nuclear fractions while the expression of EGFR was particularly low in the cytosolic fraction. To analyze the extent of effects on the Notch1 and EGFR pathways by S518-Merlin dephosphorylation, we examined mRNA levels of respective downstream targets: HES1 and cyclin D1. HES1 is a Notch1 effector, involved in cell-contact inhibition by repression of the E2F transcription factor 1 (E2F-1) [ 28 ] while cyclin D1 is an effector of the EGFR pathway and critical in cell cycle progression by regulating G1-S phase transition [ 31 ]. We detected a significant decrease of both genes when S518-Merlin was dephosphorylated in cells treated with PAK inhibitor ( Figure 7b , P<0.05). We predicted that the decrease in  Hes1  and cyclin D1 ( Ccnd1 ) gene could be translated in lower cell proliferation values. Hence, MTT assays were performed in U251-S cells exposed to IPA-3, resulting in a significant decrease (47%) in cell proliferation ( Supplementary Figure S5b ). Therefore, lowering Merlin phosphorylation diminishes levels of Notch1 and EGFR, affects cell proliferation, and it downregulates  Hes1  and  Ccnd1  Notch1/EGFR downstream targets. S518-Merlin is directly implicated in the regulation of Notch1 and EGFR in U251-S cells To investigate effects of S518-Merlin in the regulation of Notch1 and EGFR and to examine potential outcomes between the inactivation of Merlin by knockdown vs. its phosphorylation, U251-S cells were depleted of Merlin by shRNA knockdown. Cells were then transfected with a well-characterized mutant for 518 phosphorylation site (Merlin-S518A) or with control (Merlin-S518wt). After achieving 93% decrease in mRNA ( Figure 7c , p<0.001) and 100% decrease in protein ( Figure 7d ), we observed a decrease in Notch1 mRNA with no changes in its protein levels ( Figure 7c , p<0.05, and  7d ) while EGFR protein levels were increased ( Figure 7d ) with no changes in its mRNA expression ( figure 7c ). Further, we analyzed the mRNA content of Notch1/EGFR downstream targets and found a significant decrease in  Hes1  ( Figure 7e , p<0.05) while  Ccnd1  mRNA transcripts increased ( Figure 7e , p<0.001). Upon transfecting Merlin- S518A, we detected a significant decrease in Notch1 and EGFR proteins ( Figure 7d ), exactly mimicking what was observed in IPA-3-treated cells and confirming the direct effect of S518-Merlin on Notch1 and EGFR modulation. Next, we explored the extent of this effect in their downstream targets and found a decrease in  Hes1  and a slight increase in  Ccnd1  mRNA content ( Figure 7f , p<0.001 and p<0.05 respectively). We then introduced Merlin-wt construct and observed augmented Notch1 and EGFR protein levels ( Figure 7d ). Notably, these cells had high levels of S518-Merlin suggesting a direct correlation with Notch1 and EGFR expression ( Figure 7d ). Moreover, we analyzed effects of Merlin-S518wt on  Hes1  and  Ccnd1  and detected no effects in the former but a dramatic increase in the latter ( Figure 7e , p<0.001). Lastly, we depleted Merlin using SMART pool siRNA followed by Merlin-S518A and Merlin-S518-wt transfection and obtained similar results at the protein level and a decrease in  Hes1  and  Ccnd1  mRNA following Merlin-S518A transfection ( Supplementary Figure S6 ). Accordingly, our data proved that the inactivation of Merlin tumor suppressor role by knockdown or by its phosphorylation produces different effects on Notch1 signaling, supporting the concept of an oncogenic role of S518-Merlin independent of its known tumor suppression function. Opposite EGFR and Notch1 interactions with S518-Merlin To investigate whether S518-Merlin directly interacts with Notch1 and EGFR, co-localization and co-immunoprecipitation (Co-IP) experiments were performed. U251-S cells were stained with Notch1 or EGFR in the presence of Merlin or S518-Merlin antibodies ( Figure 8 ). Notch1 partially co-localized with Merlin at the perinuclear region while Notch1 and S518-Merlin colocalized in the nucleus ( Figures 8a and 8b ). Conversely, EGFR co-localized at the perinuclear region of cells stained with either Merlin or S518-Merlin antibodies ( Figures 8c and 8d ). Because previous findings have demonstrated that EGFR physically associates with Merlin [ 27 ], we asked whether S518-Merlin would interact with EGFR and Notch1 by Co-IP and Western blotting analysis. EGFR and S518-Merlin directly associated while no interaction was found in the presence of Notch1 ( Figure 8e ). Our results showed that the effect of Merlin phosphorylation on EGFR can be mediated by a direct interaction between the two proteins; while other factors may be involved in Notch1 settings. Tumor growth is abrogated in cells transfected with S518A-Merlin To directly determine effects of S518-Merlin in tumor growth, the subcutaneous xenograft glioma model was used. U251-S cells were depleted for Merlin with shRNA, followed by transfection of Merlin-S518A or Merlin-S518wt constructs. Following subcutaneous injections, tumor growth was monitored for 5 weeks. Cells treated with shRNA Merlin or control generated big tumors after week four ( Figure 9a-b ). Experiments were terminated in these two groups to prevent additional harm to the animals. However, tumor growth was abrogated in cells transfected with Merlin-S518A. Conversely, cells treated with Merlin-S518wt generated tumors ( Figure 9 , p<0.05). These results, combined with ones from our  in vitro  experiments, indicate that the phosphorylation of Merlin at S518 plays a critical role in tumor growth and has a different outcome that what is observed when Merlin is depleted by knockdown approaches.",
  "discussion": "Discussion Glioblastoma is the most common and aggressive primary brain tumor in adults with both Notch1 and EGFR being critical determinants of glioma cell survival and proliferation [ 1 ]. Further, Merlin is absent in brain tumors due to germline and somatic aberrations [ 32 ] while in breast cancer, its absence is attributed to Akt-mediated proteosomal degradation [ 33 ]. However, elevated levels of Merlin have been observed in some glioblastoma cells [ 7 ]. Thus far, investigations on Merlin have focused on its tumor suppressor role and the Merlin phosphorylation has been considered to either trigger its degradation (T230 and S315) or to inactivate its tumor suppressor function (S518). To this end, its open conformation was shown to interact with other proteins, such as Paxilin, βII-spectrin, ezrin 1, and HEI10 [ 18 , 19 , 20 , 21 , 22 ]. Our work provides first-time evidence demonstrating that S518-Merlin has oncogenic properties that are not only the result of inactivating Merlin’s tumor suppressor role, but also an independent process involving the regulation of Notch1 and EGFR pathways. Surprisingly, we discovered higher levels of Merlin in parental cells and U251-S vs. U251-R cell subpopulations. Because this correlated with the presence of higher levels of S518-Merlin, Notch1 and EGFR, we investigated whether S518-Merlin could regulate these proteins affecting glioblastoma cell proliferation and tumorigenesis. We identified that tumorigenic capabilities of U251-S vs. U251-R cells were due to an up-regulation of Notch1 and EGFR that was triggered by S518-Merlin. Our  in vivo  studies demonstrated that U251-S cells are capable of generating tumors in mice with a growth rate that augmented dramatically after week 4 when compared to parental U251 cells. Further, the U251-R cell subpopulation was unable to form tumors in xenografts. These findings suggest that the striking growth of U251-S tumors could be the result of a cross-talk between Notch1, EGFR and S518-Merlin. This also suggests that the tumorigenic potential of U251-R cells is lost due a Merlin phosphorylation decrease, which in turn downregulates EGFR and Notch1 signaling. It has been reported recently that Notch1 promotes the survival and growth of glioma cells presumably through the activation of anti-apoptotic signals and neovascularization events which are mediated by EGFR [ 1 , 34 ]. Previous work has also shown that the “open conformation” is required for the association of Merlin to the plasma membrane proteins β1-integrin, CD44 and HER2, and their recruitment through PAK and Paxillin [ 19 ]. On the other hand, two different groups have shown nuclear or cytoplasmic enrichment of S518-Merlin [ 12 , 26 ]. We were able to detect S518-Merlin staining within the cell membrane, cytoplasm and nucleus of U251-S cells by cell fractionation and immunofluorescence staining; although this staining was mainly enriched in the nucleus. We have also provided evidence that S518-Merlin nuclear enrichment is cell-cycle dependent and it is enhanced in early G1-phase. Additionally, the transfection of Merlin-S518A promoted the decrease in  Ccnd1  expression which was rescued by introducing the Merlin-S518wt construct. Merlin is known to inhibit  Ccnd1  [ 35 ] and to arrest cells in the Go/G1 phase [ 16 , 23 , 36 ]. Therefore, our results support the concept that S518-Merlin nuclear enrichment at G1 phase correlates with an increased  Ccnd1  expression and cell proliferation. We have provided indications that S518-Merlin associates with EGFR (by Co-IP) and this alters its expression primarily in the cytoplasm without noticeable effects at the cell membrane. Considering that, Merlin dephosphorylated form interacts with EGFR, and that Merlin depletion prevents its internalization resulting in an accumulation of EGFR at the plasma membrane [ 27 ], we posited that the “open and close Merlin conformations” may be able to interact with the same proteins, and similar to what has been demonstrated for Ezrin and βII-Spectrin proteins [ 18 ]; however, eliciting a different biological response. Notwithstanding, roles of EGFR and Merlin in cell-contact inhibition have been established, the direct involvement of Notch1 in this process is unknown. We did not observe differences in the Notch1, EGFR, and S518-Merlin levels when comparing low- vs. high- confluent U251-S cells ( Supplementary Figure S3 ). These contrast with what was observed in astrocytes, U251-R and MCF10A non-tumorigenic cells, where significant decreases were noted ( Figures 4 ,  5 , and  Supplementary Figure S4 ). These results indicate that the mechanism of cell-contact inhibition is abrogated in U251-S cells, resulting in a constant Merlin phosphorylation at high-cell confluence and causing the upregulation of EGFR and Notch1. We hypothesized that S518-Merlin is an upstream factor directly implicated in the regulation of Notch1 and EGFR. We were able to demonstrate that S518-Merlin regulated Notch1 and EGFR which elicited effects altering  Hes1  and  Ccnd1  transcription by using two different approaches (IPA-3 treatment and RNA interference followed by the transfection of Merlin constructs). These responses contrasted with ones following Merlin knockdown which provoked an increase of EGFR vs. a decrease of Notch1 signaling. These data lead towards supporting the notion that there is a distinct and independent function for S518-Merlin. On the other hand, our findings show that Notch1 is not sufficient for cell-contact inhibition. U251-R cells possessed minimal Notch1 levels when contact-inhibited. Moreover, Merlin knockdown, which is known to impede cell-contact inhibition [ 27 ], caused no effects on Notch1 protein levels, and promoted a decrease in its mRNA levels. Lastly, we did not detect a direct association between Notch1 and S518-Merlin which suggests that there may be additional factors involved in the S518-Merlin-driven regulation of Notch1. For example, Merlin is required for endocytosis of EGFR and Notch1 in  Drosophila  but in regards to Notch1, another tumor suppressor, Expanded (hEx, FRMD6 or Willin in humans), was found to be necessary [ 37 ]. In humans, hEx acts however independently from the Hippo pathway of which Merlin and Notch are known components [ 38 ]. Further studies will be therefore needed to identify potential factors involved in Notch1:S518-Merlin interactions. Our studies in xenografts showed that depletion of Merlin by shRNA in U251-S cells did not affect tumor growth when compared to control. This could be ascribed to the already high proliferative and tumorigenic abilities of U215-S cells. Conversely, the transfection of Merlin-S518A prevented tumor growth while treatment with Merlin-S518wt, which is phosphorylated at S518 according to our  in vitro  experimental work, generated tumors  in vivo . In conclusion, our results suggest that the oncogenic properties of phosphorylated Merlin at serine 518 contribute to the tumorigenic capabilities of U251 glioblastomas cells, and that this phosphorylated form of Merlin can potentially be used as a biomarker in novel glioblastoma therapeutics.",
  "upgrade_date": "2026-02-20 07:34:37"
}