{
  "pmid": "25043591",
  "abstract": "Combined MEK inhibition and BMP2 treatment promotes osteoblast differentiation  and bone healing in Nf1Osx -/- mice.  de la Croix Ndong J(1), Stevens DM, Vignaux G, Uppuganti S, Perrien DS, Yang X,  Nyman JS, Harth E, Elefteriou F.  Author information: (1)Vanderbilt Center for Bone Biology, Vanderbilt University Medical Center,  Nashville, TN, USA; Department of Medicine, Vanderbilt University Medical  Center, Nashville, TN, USA.  Erratum in     J Bone Miner Res. 2015 Jun;30(6):1118.  Neurofibromatosis type I (NF1) is an autosomal dominant disease with an  incidence of 1/3000, caused by mutations in the NF1 gene, which encodes the  RAS/GTPase-activating protein neurofibromin. Non-bone union after fracture  (pseudarthrosis) in children with NF1 remains a challenging orthopedic condition  to treat. Recent progress in understanding the biology of neurofibromin  suggested that NF1 pseudarthrosis stems primarily from defects in the bone  mesenchymal lineage and hypersensitivity of hematopoietic cells to TGFβ.  However, clinically relevant pharmacological approaches to augment bone union in  these patients remain limited. In this study, we report the generation of a  novel conditional mutant mouse line used to model NF1 pseudoarthrosis, in which  Nf1 can be ablated in an inducible fashion in osteoprogenitors of postnatal  mice, thus circumventing the dwarfism associated with previous mouse models  where Nf1 is ablated in embryonic mesenchymal cell lineages. An ex vivo-based  cell culture approach based on the use of Nf1(flox/flox) bone marrow stromal  cells showed that loss of Nf1 impairs osteoprogenitor cell differentiation in a  cell-autonomous manner, independent of developmental growth plate-derived or  paracrine/hormonal influences. In addition, in vitro gene expression and  differentiation assays indicated that chronic ERK activation in Nf1-deficient  osteoprogenitors blunts the pro-osteogenic property of BMP2, based on the  observation that only combination treatment with BMP2 and MEK inhibition  promoted the differentiation of Nf1-deficient osteoprogenitors. The in vivo  preclinical relevance of these findings was confirmed by the improved bone  healing and callus strength observed in Nf1osx (-/-) mice receiving Trametinib  (a MEK inhibitor) and BMP2 released locally at the fracture site via a novel  nanoparticle and polyglycidol-based delivery method. Collectively, these results  provide novel evidence for a cell-autonomous role of neurofibromin in  osteoprogenitor cells and insights about a novel targeted approach for the  treatment of NF1 pseudoarthrosis.  © 2014 American Society for Bone and Mineral Research.  DOI: 10.1002/jbmr.2316 PMCID: PMC4280331 PMID: 25043591 [Indexed for MEDLINE]",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-16T15:42:46.659660",
  "abstract_length": 2741,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}