{
  "pmid": "PMID:25043298",
  "title": "Oncogenic role of Merlin/NF2 in glioblastoma.",
  "abstract": "Glioblastoma is the most common and aggressive primary brain tumor in adults, with a poor prognosis because of its resistance to radiotherapy and chemotherapy. Merlin/NF2 (moesin-ezrin-radixin-like protein/neurofibromatosis type 2) is a tumor suppressor found to be mutated in most nervous system tumors; however, it is not mutated in glioblastomas. Merlin associates with several transmembrane receptors and intracellular proteins serving as an anchoring molecule. Additionally, it acts as a key component of cell motility. By selecting sub-populations of U251 glioblastoma cells, we observed that high expression of phosphorylated Merlin at serine 518 (S518-Merlin), NOTCH1 and epidermal growth factor receptor (EGFR) correlated with increased cell proliferation and tumorigenesis. These cells were defective in cell-contact inhibition with changes in Merlin phosphorylation directly affecting NOTCH1 and EGFR expression, as well as downstream targets HES1 (hairy and enhancer of split-1) and CCND1 (cyclin D1). Of note, we identified a function for S518-Merlin, which is distinct from what has been reported when the expression of Merlin is diminished in relation to EGFR and NOTCH1 expression, providing first-time evidence that demonstrates that the phosphorylation of S518-Merlin in glioblastoma promotes oncogenic properties that are not only the result of inactivation of the tumor suppressor role of Merlin but also an independent process implicating a Merlin-driven regulation of NOTCH1 and EGFR.",
  "authors": "P A Guerrero; W Yin; L Camacho; D Marchetti",
  "journal": "Oncogene",
  "publicationDate": "2015-05-14",
  "doi": "10.1038/onc.2014.185",
  "methods": "Supplementary Materials and Methods Merlin knockdown U251-S cells were treated with siRNA SMARTpool (Thermo Scientific) directed to Merlin. Following 48 hours treatment, cells were transfected with pXJ40-HA-Merlin and S518A pXJ40- HA-Merlin and incubated for additional 48 hours before cells were collected and analyzed by Western blotting and real-time PCR. The shRNA target sequences that did not result in Merlin knockdown were: agtcacctttcacttcttg, ggttcaggagatcacacaa, aaatgtgggaggagagaat, ggatgaagctgaaatggaa, ctattaaaccactggataa, catcaaggccacagcgatt. Western blotting Western blotting was performed as described previously [ 33 ]. Rabbit anti-EGFR, Notch1 (Cell Signaling), and rabbit anti S518-Merlin (Abcam and Cell Signaling) were used at 1:1000 dilution. Cell fractionation Cells were treated with IPA-3 (Sigma-Aldrich) a PAK group1 inhibitor (PAK1/2/3), and were fractionated using the Q-proteome cell compartment kit (Qiagen) following manufacturer’s instructions. Markers for membrane, cytosolic and nuclear fractions were: rabbit anti- Na + , K + - ATPase, GAPDH, and PARP (Cell Signaling) respectively. Antibodies were used at 1:1000 dilution. Co-Immunoprecipitation (Co-IP) Co-IP experiments were performed without deviation from Co-IP kit protocol (Thermo Scientific). Reverse transcriptase real-time PCR (RT-Q-PCR) Total RNA of cultured cells was extracted using the Rneasy Mini Kit (Qiagen, Germantown, MD) following manufacture’s instructions. 500ng of RNA were reverse-transcribed using the SuperScript™ III first-strand synthesis system for RT-PCR (Life Technologies). cDNA was diluted ten times and 2.5μl were used for quantitative real-time PCR (Q-PCR) using Power SYBR Green PCR master mix (Life Technologies). Primer concentration for Q-PCR was 5μM and reaction volume was 25μl. The primers used were:  Merlin : 5’- TCTGCACAATGAGAACTCCG-3’ and 5’-AGCTCTTCAAAGAAGGCCAC-3’,  Notch1 : 5’- CTGGAGACCAAGAAGTTCCG-3’ and 5’-GATGAAGTCGGAGATGACGG-3’,  EGFR : 5’- TGGGAGTTGATGACCTTTGG-3’ and 5’-CCCCTGAATGACAAGGTAGC-3’,  Hes1 : 5’- ACACGACACCGGATAAAC-3’ and 5’-TCAGCTGGCTCAGACTTTC-3’,  Ccnd1 : 5’- GTCTGCGAGGAACAGAAGTG-3’ and 5’-CCTTCATCTTAGAGGCCACG-3’, and  GAPDH : 5’-AGGTCCACCACTGACACGTT-3’ and 5’-GCCTCAAGATCATCAGCAAT-3’. Cell proliferation U251 cells were plated in 96-well plates (3500 cells/well). The Vybrant ® MTT cell proliferation assay kit quick protocol (Life Technologies) was employed",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:26:02"
}