{
  "pmid": "PMID:25043591",
  "title": "Combined MEK inhibition and BMP2 treatment promotes osteoblast differentiation and bone healing in Nf1Osx -/- mice.",
  "abstract": "Neurofibromatosis type I (NF1) is an autosomal dominant disease with an incidence of 1/3000, caused by mutations in the NF1 gene, which encodes the RAS/GTPase-activating protein neurofibromin. Non-bone union after fracture (pseudarthrosis) in children with NF1 remains a challenging orthopedic condition to treat. Recent progress in understanding the biology of neurofibromin suggested that NF1 pseudarthrosis stems primarily from defects in the bone mesenchymal lineage and hypersensitivity of hematopoietic cells to TGFβ. However, clinically relevant pharmacological approaches to augment bone union in these patients remain limited. In this study, we report the generation of a novel conditional mutant mouse line used to model NF1 pseudoarthrosis, in which Nf1 can be ablated in an inducible fashion in osteoprogenitors of postnatal mice, thus circumventing the dwarfism associated with previous mouse models where Nf1 is ablated in embryonic mesenchymal cell lineages. An ex vivo-based cell culture approach based on the use of Nf1(flox/flox) bone marrow stromal cells showed that loss of Nf1 impairs osteoprogenitor cell differentiation in a cell-autonomous manner, independent of developmental growth plate-derived or paracrine/hormonal influences. In addition, in vitro gene expression and differentiation assays indicated that chronic ERK activation in Nf1-deficient osteoprogenitors blunts the pro-osteogenic property of BMP2, based on the observation that only combination treatment with BMP2 and MEK inhibition promoted the differentiation of Nf1-deficient osteoprogenitors. The in vivo preclinical relevance of these findings was confirmed by the improved bone healing and callus strength observed in Nf1osx (-/-) mice receiving Trametinib (a MEK inhibitor) and BMP2 released locally at the fracture site via a novel nanoparticle and polyglycidol-based delivery method. Collectively, these results provide novel evidence for a cell-autonomous role of neurofibromin in osteoprogenitor cells and insights about a novel targeted approach for the treatment of NF1 pseudoarthrosis.",
  "authors": "Jean de la Croix Ndong; David M Stevens; Guillaume Vignaux; Sasidhar Uppuganti; Daniel S Perrien; Xiangli Yang; Jeffry S Nyman; Eva Harth; Florent Elefteriou",
  "journal": "Journal of bone and mineral research : the official journal of the American Society for Bone and Mineral Research",
  "publicationDate": "2015-01",
  "doi": "10.1002/jbmr.2316",
  "methods": "MATERIAL AND METHODS Animals All procedures were approved by the Institutional Animal Care and Use Committee (IACUC) at Vanderbilt University Medical Center. WT and  Nf1  mice (herein called TetOff-Osx −/− Nf1  mice) were generated by crossing  Osx −/− Nf1 flox/flox  mice ( 11 ) and  Osx -tTA,  tetO -cre;  Nf1 flox/flox  mice ( 12 ). To repress transactivation of Cre by the  Osx  promoter during development, 200μg/ml doxycycline was added to the drinking water of pregnant mothers and pups and refreshed every 2-3 days, until the time at which recombination/deletion of  Nf1  was desired. All experimental mice were originated from the same colony to increase genetic homogeneity. For genotyping, genomic DNA was isolated from tail snips by sodium hydroxide digestion, and PCR was performed using primers P1, P2 and P4, as described by Zhu  et al  ( 11 ). The  Osx-Cre  transgene was detected using the forward: 5′-GCG GTC TGG CAG TAA AAA CTA TC-3′ and reverse: 5′-GTG AAA CAG CAT TGC TGT CAC TT-3′ primers. Generation of mid-diaphyseal fractures Closed mid-diaphyseal fracture of the tibia was created by three-point bending with an Einhorn device in 2 month-old male and female mice, as previously described ( 13 ). To produce stabilized fractures, an intramedullary fixation was used by inserting a 0.25 mm metal insect pin in the tibial tuberosity through the patellar tendon, prior to the creation of the fracture. Buprenorphine was administered subcutaneously for pain control. X-rays were taken following fracture to exclude any mice with unsatisfactory fractures. Cell culture BMSCs were extracted from long bones by centrifugation of dissected femoral and tibial diaphyses at 2000 g  for 3 min. The cells were then counted, plated and grown for 7 days in αMEM supplemented with 10% FBS, 100 I.U./ml penicillin, 100μg/ml streptomycin (Cellgro, Manassas, VA, USA). At day 7, mineralization was induced by the addition of 50μg/ml of ascorbic acid and 10mM β-glycerophosphate. The media was refreshed every 2-3 days for 10 more days. Gene expression assays Total RNA was extracted using TRIzol (Invitrogen, Grand Island, NY, USA) and cDNAs were synthesized following DNase I treatment using the high-capacity cDNA reverse-transcription kit (Applied Biosystems, USA). Quantitative PCR (qPCR) was performed by using TaqMan or SYBR green gene expression assays. The probe and primer sets for  Runx2  (Mm00501578_m1);  CyclinD  (Mm00432359_m1);  Osx  (Mm00504574_m1);  Tnsap  (Mm00475834_m1) and the normalizer  Hprt  (Mm00446968_m1) were obtained from Applied Biosystems (Foster City, CA, USA). The SYBR green primers were:  Nf1  (forward; GTATTGAATTGAAGCACCTTTGTTTGG, reverse; CTGCCCAAGGCTCCCCCAG);  Ocn  (forward; ACCCTGGCTGCGCTCTGTCTCT, reverse; GATGCGTTTGTAGGCGGTCTTCA) and  Col1a1  (forward; GACATCCCTGAAGTCAGCTGC, reverse; TCCCTTGGGTCCCTCGAC). Specificity of amplification was verified by the presence of a single peak on the dissociation curve. Specific amplification conditions are available upon request. Measurements were performed in triplicate and from at least 3 independent experiments. Western blot analyses Whole cell lysates were separated by SDS-PAGE electrophoresis according to standard protocols. Nitrocellulose membranes were probed using standard protocols using an anti-Phospho-ERK1/2 antibody (Cell Signaling cat#9101, dilution 1:1000) and ananti-ERK1/2 antibody (Cell Signaling cat#9102, dilution 1:1000). Cell culture staining Tissue non-specific alkaline phosphatase (TNSALP) activity was assayed using the ALP assay kit (Sigma). Cell supernatant or lysate from adherent cells plated in 12 well plates were incubated with 20mM p-nitrophenylphosphate in reaction buffer (50mM Tris-HCl, pH 8.8, 10mM MgCl 2 ) for 5-10 minutes at 37°C, then the reaction was stopped with 0.1N NaOH, and the absorbance was read at 405nm. For Alizarin staining, cells in 12 well plates were washed twice in 1× PBS and stained with a solution containing 40mM Alizarin red S solution. The plates were incubated at room temperature for 20 minutes, then washed and air-dried. Bound calcium was released by adding 1ml of acetic acid and the mixture was incubated for 20 minutes. One hundred microliters of the solution was collected for OD 405  measurement. Adenovirus Infection of BMSCs BMSCs were isolated from  Nf1 flox/flox  mice and seeded at a density of 10 6  cells/well in 12 well plates. At 40% confluence, cells were incubated in complete cell culture medium (α-MEM, 10% FBS and 100 I.U./ml penicillin) containing either Ad5-CMV-GFP or Ad5-CMV-cre (Vector development lab, Baylor College of Medicine) at 2.5×10 9  PFUs. After 2 days of incubation, the medium in each well was replaced with complete cell culture medium.  Nf1  mRNA and recombination efficiency were determined according to the protocol previously described by Wang  et al  ( 14 ). Polyester nanoparticle synthesis (NP) Poly(α-allyl-valerolactone, valerolactone) containing 4% allyl groups was epoxidized with meta-chloroperoxybenzoic acid (mcpba, 1.2 eq per alkene, Sigma) in CH 2 Cl 2  (0.065 M alkene) for 48 hours and washed with saturated sodium bicarbonate ( 15 ). The resulting polymer was dried under reduced pressure. 2,2′-ethylenedioxy-bis(ethylamine) (7.5 μL, 0.51 mmol, Sigma) was added to a solution of poly(epoxide-valerolactone, valerolactone) (0.173 g, M n  = 3,644 Da) dissolved in CH 2 Cl 2  (21.1 mL). The reaction mixture refluxed for 12 hours at 46° C. Residual bisamine was removed by dialyzing with Snakeskin Pleated Dialysis Tubing (MWCO = 10,000) against CH 2 Cl 2  to yield nanoparticles (NP). Trametinib encapsulation into nanoparticles (NP-GSK212) A solution of nanoparticle (23.0 mg) and MEK inhibitor (Trametinib, 5.0 mg, GlaxoSmithKline) in DMSO (1.00 mL) was added drop-wise to a vortexing solution of aqueous 1% d-α-tocopherolpolyethyleneglycol (1000) succinate (Vit E-TPGS (Sigma), 14.0 mL). The resulting precipitate was washed with deionized water using three cycles of centrifugation at 7830 rpm for 20 minutes. The precipitate was freeze-dried to yield a white powder (6.4% MEK inhibitor/NP (wt/wt) determined by NanoDrop UV-Vis at 258 nm). Polyglycidol-BMP2/NP-Trametinib dual drug delivery system Polyglycidolhomopolymer ( 16 ) was synthesized by first stirring 3-methyl-1-butanol (0.98 mL, 1.7 M in anhydrous THF) with Sn(OTf) 2  (1.28 mL, 0.037 M in anhydrous THF) in a nitrogen-purged flask. Glycidol monomer (10.0 g, 135 mmol, Sigma) was added drop-wise to the cooled reaction mixture. After the monomer addition was complete, the reaction vessel was allowed to warm up to room temperature. Once stirring was completely impeded, the crude viscous polymer product was dissolved in a minimal amount of methanol and precipitated into vigorously stirring acetone, which was then decanted to afford the pure glycidol homopolymer product as a translucent, viscous material. Recombinant human bone morphogenic protein-2 (rBMP2, Creative BioMart) was suspended in 20 mM acetic acid (10 mg/mL), added to polyglycidol, and diluted with PBS for a rBMP2 concentration of 0.50 μg/μL ( 6 ) and polyglycidol concentration of 0.46 g/mL. For Trametinibin jections and combo injections, encapsulated Trametinib was first sonicated in PBS and transferred to the polyglycidol mix to yield a Trametinib concentration of 0.188 μg/μL ( 17 , 18 ). Vehicle was prepared using unloaded nanoparticles and formulated similarly as described above. X-rays and μCT analyses Radiographs were obtained using a digital cabinet X-ray system (LX-60, Faxitron X-Ray, USA). μCT analyses were performed using a high-resolution benchtopScancoμ CT 40 system (Scanco Medical, Bassersdorf, Switzerland). Tomographic images were acquired at 55kVp and 145mA with an isotropic voxel size of 12μm and at an integration time of 250ms with 1000 projections collected per 360° rotation. Scans were acquired in PBS. μCT images were reconstructed, filtered (σ=0.8 and support = 1.0) and thresholded at 200. Callus trabecular bone was contoured manually on every 10 sections, and sections in between were automatically contoured with the software algorithm. Biomechanical Testing The fractured tibia from WT and  Nf1  littermates was cleaned of soft tissue, and stored frozen in PBS until thawed for testing. Three-point-bending was accomplished in displacement control on an InstronDynamight 4481 servo-hydraulic material testing apparatus (Instron, Norwood, MA). Hydrated samples were tested with span of 6mm at a rate of 3mm/min as per ( Osx −/− 19 ). Force was measured using a 100N load cell, and displacement was measured by a linear variable displacement transducer. Structural properties were extracted from force-displacement curves by custom Matlab algorithms (Mathworks, Natick, MA). Statistical analyses A one-way analysis of variance (ANOVA) was used to determine whether differences existed in μCT and biomechanical-derived properties among experimental groups. In the event that standard deviations were significantly different, the ANOVA was done by the non-parametric Kruskal-Wallis test. When differences existed at p<0.05, post-hoc, pair-wise comparisons were tested for significance in which the p-value was adjusted (p adj <0.05) by Holm-Sidak’s method or Dunn’s method (non-parametric). Statistical analysis was performed using GraphPad PRISM (v6.0a, La Jolla, CA). Data are provided as mean +/− SD.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:26:03"
}