{
  "pmid": "25074460",
  "abstract": "Neurofibromatosis type 1 molecular diagnosis: what can NGS do for you when you  have a large gene with loss of function mutations?  Pasmant E(1), Parfait B(1), Luscan A(1), Goussard P(2), Briand-Suleau A(1),  Laurendeau I(3), Fouveaut C(2), Leroy C(2), Montadert A(1), Wolkenstein P(4),  Vidaud M(1), Vidaud D(1).  Author information: (1)1] Service de Biochimie et Génétique Moléculaire, Hôpital Cochin, Assistance  Publique-Hôpitaux de Paris, Paris, France [2] EA7331, Université Paris  Descartes, Sorbonne Paris Cité, Faculté des Sciences Pharmaceutiques et  Biologiques, Paris, France. (2)Service de Biochimie et Génétique Moléculaire, Hôpital Cochin, Assistance  Publique-Hôpitaux de Paris, Paris, France. (3)EA7331, Université Paris Descartes, Sorbonne Paris Cité, Faculté des Sciences  Pharmaceutiques et Biologiques, Paris, France. (4)Département de Dermatologie, Centre de référence des neurofibromatoses,  Hôpital Henri-Mondor, Université Paris Est Créteil (UPEC), Créteil, France.  Molecular diagnosis of neurofibromatosis type 1 (NF1) is challenging owing to  the large size of the tumour suppressor gene NF1, and the lack of mutation  hotspots. A somatic alteration of the wild-type NF1 allele is observed in  NF1-associated tumours. Genetic heterogeneity in NF1 was confirmed in patients  with SPRED1 mutations. Here, we present a targeted next-generation sequencing  (NGS) of NF1 and SPRED1 using a multiplex PCR approach (230 amplicons of  ∼150 bp) on a PGM sequencer. The chip capacity allowed mixing 48 bar-coded  samples in a 4-day workflow. We validated the NGS approach by retrospectively  testing 30 NF1-mutated samples, and then prospectively analysed 279 patients in  routine diagnosis. On average, 98.5% of all targeted bases were covered by at  least 20X and 96% by at least 100X. An NF1 or SPRED1 alteration was found in  246/279 (88%) and 10/279 (4%) patients, respectively. Genotyping throughput was  increased over 10 times, as compared with Sanger, with ∼90[euro ] for  consumables per sample. Interestingly, our targeted NGS approach also provided  quantitative information based on sequencing depth allowing identification of  multiexons deletion or duplication. We then addressed the NF1 somatic mutation  detection sensitivity in mosaic NF1 patients and tumours.  DOI: 10.1038/ejhg.2014.145 PMCID: PMC4402624 PMID: 25074460 [Indexed for MEDLINE]",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-16T15:42:48.221607",
  "abstract_length": 2379,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}