{
  "pmid": "PMID:25113746",
  "title": "A murine model of neurofibromatosis type 2 that accurately phenocopies human schwannoma formation.",
  "abstract": "Neurofibromatosis type 2 (NF2) is an autosomal dominant genetic disorder resulting from germline mutations in the NF2 gene. Bilateral vestibular schwannomas, tumors on cranial nerve VIII, are pathognomonic for NF2 disease. Furthermore, schwannomas also commonly develop in other cranial nerves, dorsal root ganglia and peripheral nerves. These tumors are a major cause of morbidity and mortality, and medical therapies to treat them are limited. Animal models that accurately recapitulate the full anatomical spectrum of human NF2-related schwannomas, including the characteristic functional deficits in hearing and balance associated with cranial nerve VIII tumors, would allow systematic evaluation of experimental therapeutics prior to clinical use. Here, we present a genetically engineered NF2 mouse model generated through excision of the Nf2 gene driven by Cre expression under control of a tissue-restricted 3.9kbPeriostin promoter element. By 10 months of age, 100% of Postn-Cre; Nf2(flox/flox) mice develop spinal, peripheral and cranial nerve tumors histologically identical to human schwannomas. In addition, the development of cranial nerve VIII tumors correlates with functional impairments in hearing and balance, as measured by auditory brainstem response and vestibular testing. Overall, the Postn-Cre; Nf2(flox/flox) tumor model provides a novel tool for future mechanistic and therapeutic studies of NF2-associated schwannomas.",
  "authors": "Jeffrey R Gehlhausen; Su-Jung Park; Ann E Hickox; Matthew Shew; Karl Staser; Steven D Rhodes; Keshav Menon; Jacquelyn D Lajiness; Muithi Mwanthi; Xianlin Yang; Jin Yuan; Paul Territo; Gary Hutchins; Grzegorz Nalepa; Feng-Chun Yang; Simon J Conway; Michael G Heinz; Anat Stemmer-Rachamimov; Charles W Yates; D Wade Clapp",
  "journal": "Human molecular genetics",
  "publicationDate": "2015-01-01",
  "doi": "10.1093/hmg/ddu414",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-19 09:26:08"
}