{
  "pmid": "25113746",
  "abstract": "A murine model of neurofibromatosis type 2 that accurately phenocopies human  schwannoma formation.  Gehlhausen JR(1), Park SJ(1), Hickox AE(2), Shew M(3), Staser K(1), Rhodes  SD(4), Menon K(3), Lajiness JD(1), Mwanthi M(5), Yang X(3), Yuan J(3), Territo  P(6), Hutchins G(6), Nalepa G(1), Yang FC(4), Conway SJ(7), Heinz MG(2),  Stemmer-Rachamimov A(8), Yates CW(9), Wade Clapp D(10).  Author information: (1)Department of Pediatrics, Herman B Wells Center for Pediatric Research  Department of Biochemistry. (2)Department of Biomedical Engineering and Department of Speech, Language, and  Hearing Sciences, Purdue University, West Lafayette, IN, USA and. (3)Department of Pediatrics, Herman B Wells Center for Pediatric Research. (4)Department of Pediatrics, Herman B Wells Center for Pediatric Research  Department of Anatomy and Cell Biology. (5)Department of Pediatrics, Herman B Wells Center for Pediatric Research  Department of Microbiology and Immunology. (6)Department of Radiology and. (7)Department of Pediatrics, Herman B Wells Center for Pediatric Research  Department of Biochemistry Department of Anatomy and Cell Biology. (8)Department of Pathology, Massachusetts General Hospital and Harvard Medical  School, Boston, MA, USA. (9)Department of Otolaryngology, Indiana University School of Medicine,  Indianapolis, IN, USA cwyates@iupui.edu dclapp@iupui.edu. (10)Department of Pediatrics, Herman B Wells Center for Pediatric Research  Department of Biochemistry Department of Microbiology and Immunology  cwyates@iupui.edu dclapp@iupui.edu.  Neurofibromatosis type 2 (NF2) is an autosomal dominant genetic disorder  resulting from germline mutations in the NF2 gene. Bilateral vestibular  schwannomas, tumors on cranial nerve VIII, are pathognomonic for NF2 disease.  Furthermore, schwannomas also commonly develop in other cranial nerves, dorsal  root ganglia and peripheral nerves. These tumors are a major cause of morbidity  and mortality, and medical therapies to treat them are limited. Animal models  that accurately recapitulate the full anatomical spectrum of human NF2-related  schwannomas, including the characteristic functional deficits in hearing and  balance associated with cranial nerve VIII tumors, would allow systematic  evaluation of experimental therapeutics prior to clinical use. Here, we present  a genetically engineered NF2 mouse model generated through excision of the Nf2  gene driven by Cre expression under control of a tissue-restricted  3.9kbPeriostin promoter element. By 10 months of age, 100% of Postn-Cre;  Nf2(flox/flox) mice develop spinal, peripheral and cranial nerve tumors  histologically identical to human schwannomas. In addition, the development of  cranial nerve VIII tumors correlates with functional impairments in hearing and  balance, as measured by auditory brainstem response and vestibular testing.  Overall, the Postn-Cre; Nf2(flox/flox) tumor model provides a novel tool for  future mechanistic and therapeutic studies of NF2-associated schwannomas.  © The Author 2014. Published by Oxford University Press. All rights reserved.  For Permissions, please email: journals.permissions@oup.com.  DOI: 10.1093/hmg/ddu414 PMCID: PMC4262489 PMID: 25113746 [Indexed for MEDLINE]",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-16T15:42:51.460059",
  "abstract_length": 3244,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}