{
  "pmid": "25184332",
  "abstract": "This study examined whether mice with a deficiency of neurofibromin, a Ras GTPase activating protein, exhibit a nociceptive phenotype and probed a possible contribution by calcitonin gene-related peptide. In the absence of inflammation, Nf1+/- mice (B6.129S6 Nf1<tm1Fcr>/J) and wild type littermates responded comparably to heat or mechanical stimuli, except for a subtle enhanced mechanical sensitivity in female Nf1+/- mice. Nociceptive phenotype was also examined after inflammation induced by capsaicin and formalin, which release endogenous calcitonin gene-related peptide. Intraplantar injection of capsaicin evoked comparable heat hyperalgesia and mechanical hypersensitivity in Nf1+/- and wild type mice of both genders. Formalin injection caused a similar duration of licking in male Nf1+/- and wild type mice. Female Nf1+/- mice licked less than wild type mice, but displayed other nociceptive behaviors. In contrast, intraplantar injection of CGRP caused greater heat hyperalgesia in Nf1+/- mice of both genders compared to wild type mice. Male Nf1+/- mice also exhibited greater mechanical hypersensitivity; however, female Nf1+/- mice exhibited less mechanical hypersensitivity than their wild type littermates. Transcripts for calcitonin gene-related peptide were similar in the dorsal root ganglia of both genotypes and genders. Transcripts for receptor activity-modifying protein-1, which is rate-limiting for the calcitonin gene-related peptide receptor, in the spinal cord were comparable for both genotypes and genders. The increased responsiveness to intraplantar calcitonin gene-related peptide suggests that the peripheral actions of calcitonin gene-related peptide are enhanced as a result of the neurofibromin deficit. The analgesic efficacy of calcitonin gene-related peptide receptor antagonists may therefore merit investigation in neurofibromatosis patients.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:29:59.935951",
  "abstract_length": 1886,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}