{
  "pmid": "PMID:25246427",
  "title": "The impact of coexisting genetic mutations on murine optic glioma biology.",
  "abstract": "BACKGROUND: Children with the neurofibromatosis type 1 (NF1) tumor predisposition syndrome are prone to the development of optic pathway gliomas resulting from biallelic inactivation of the NF1 gene. Recent studies have revealed the presence of other molecular alterations in a small portion of these NF1-associated brain tumors. The purpose of this study was to leverage Nf1 genetically engineered mouse strains to define the functional significance of these changes to optic glioma biology. METHODS: Nf1+/- mice were intercrossed with Nf1(flox/flox) mice, which were then crossed with Nf1(flox/flox); GFAP-Cre mice, to generate Nf1(flox/mut); GFAP-Cre (FMC) mice. These mice were additionally mated with conditional KIAA1549:BRAF knock-in or Pten(flox/wt) mice to generate Nf1(flox/mut); f-BRAF; GFAP-Cre (FMBC) mice or Nf1(flox/mut); Pten(flox/wt); GFAP-Cre (FMPC) mice, respectively. The resulting optic gliomas were analyzed for changes in tumor volume, proliferation, and retinal ganglion cell loss. RESULTS: While KIAA1549:BRAF conferred no additional biological properties on Nf1 optic glioma, FMPC mice had larger optic gliomas with greater proliferative indices and microglial infiltration. In addition, all 3 Nf1 murine optic glioma strains exhibited reduced retinal ganglion cell survival and numbers; however, FMPC mice had greater retinal nerve fiber layer thinning near the optic head relative to FMC and FMBC mice. CONCLUSIONS: Collectively, these experiments demonstrate genetic cooperativity between Nf1 loss and Pten heterozygosity relevant to optic glioma biology and further underscore the value of employing genetically engineered mouse strains to define the contribution of discovered molecular alterations to brain tumor pathogenesis.",
  "authors": "Aparna Kaul; Joseph A Toonen; Scott M Gianino; David H Gutmann",
  "journal": "Neuro-oncology",
  "publicationDate": "2015-05",
  "doi": "10.1093/neuonc/nou287",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-19 09:26:09"
}