{
  "pmid": "PMID:25329635",
  "title": "Genetic modifiers of neurofibromatosis type 1-associated café-au-lait macule count identified using multi-platform analysis.",
  "abstract": "Neurofibromatosis type 1 (NF1) is an autosomal dominant, monogenic disorder of dysregulated neurocutaneous tissue growth. Pleiotropy, variable expressivity and few NF1 genotype-phenotype correlates limit clinical prognostication in NF1. Phenotype complexity in NF1 is hypothesized to derive in part from genetic modifiers unlinked to the NF1 locus. In this study, we hypothesized that normal variation in germline gene expression confers risk for certain phenotypes in NF1. In a set of 79 individuals with NF1, we examined the association between gene expression in lymphoblastoid cell lines with NF1-associated phenotypes and sequenced select genes with significant phenotype/expression correlations. In a discovery cohort of 89 self-reported European-Americans with NF1 we examined the association between germline sequence variants of these genes with café-au-lait macule (CALM) count, a tractable, tumor-like phenotype in NF1. Two correlated, common SNPs (rs4660761 and rs7161) between DPH2 and ATP6V0B were significantly associated with the CALM count. Analysis with tiled regression also identified SNP rs4660761 as significantly associated with CALM count. SNP rs1800934 and 12 rare variants in the mismatch repair gene MSH6 were also associated with CALM count. Both SNPs rs7161 and rs4660761 (DPH2 and ATP6V0B) were highly significant in a mega-analysis in a combined cohort of 180 self-reported European-Americans; SNP rs1800934 (MSH6) was near-significant in a meta-analysis assuming dominant effect of the minor allele. SNP rs4660761 is predicted to regulate ATP6V0B, a gene associated with melanosome biology. Individuals with homozygous mutations in MSH6 can develop an NF1-like phenotype, including multiple CALMs. Through a multi-platform approach, we identified variants that influence NF1 CALM count.",
  "authors": "Alexander Pemov; Heejong Sung; Paula L Hyland; Jennifer L Sloan; Sarah L Ruppert; Andrea M Baldwin; Joseph F Boland; Sara E Bass; Hyo Jung Lee; Kristine M Jones; Xijun Zhang; James C Mullikin; Brigitte C Widemann; Alexander F Wilson; Douglas R Stewart",
  "journal": "PLoS genetics",
  "publicationDate": "2014-10",
  "doi": "10.1371/journal.pgen.1004575",
  "methods": "Materials and Methods Patient recruitment The DISC and REP1 cohorts were comprised of adults meeting the consensus criteria for the diagnosis of NF1  [63] ,  [64]  who were willing to travel to the NIH Clinical Center in Bethesda, Maryland and who had both living biological parents willing to donate a blood sample. The parents did not need to be affected with NF1. Exclusion criteria for probands included: 1) any past or present history of radiation therapy, chemotherapy or biologic agents that might be expected to alter the natural history of neurofibroma growth, 2) any history of surgery to remove multiple neurofibromas or spinal neurofibromas, 3) cognitive delay that would preclude sedation to obtain an MRI, 4) presence or suspected presence of surgical hardware ( e.g. , Harrington rods) or metallic objects that would preclude MRI imaging and 5) inability or unwillingness to tolerate an extended (one hour or more) MRI protocol. Study participants were recruited via a variety of means ( e.g. , Google advertising, letters to NF1 clinics) from throughout the United States. Travel and lodging costs were covered by the protocol. Lymphoblastoid cell lines (LCLs) from the first 79 participants (“EXPR”) were used in the gene expression screen to identify putative modifiers. For tests of association of variants in putative modifiers identified in the EXPR screen, 99 participants were used as a discovery cohort (DISC) where 70 samples of the EXPR cohort were included in the DISC sample. An additional independent 33 and 81 participants were used as validation cohorts (REP1 and REP2, respectively). This study was approved by the National Human Genome Research Institute and National Cancer Institute institutional review boards and all participants provided written, informed consent. NF1 quantitative phenotyping and biospecimen collection: DISC and REP1 cohorts We sought to quantify the NF1 phenotype in a comprehensive two-day visit to the NIH Clinical Center. A single observer (DRS) performed a history and physical exam (with measurements), Wood's lamp exam, slit-lamp exam, and collected photographs of the skin. NF1-specific abnormalities were noted ( e.g. , presence/absence of intertriginous freckling, bony abnormalities, dysmorphic features) and a clinical assessment of the probability of mosaic NF1 was made. Whole-body cutaneous neurofibroma burden (lesions projecting above the skin) was estimated within a set of ranges (0, 1–10, 11–50, 51–100, 101–500, 500+). In addition, a paper frame with a 100 cm 2  cut-out at the center was placed on the mid-back, abdomen and left thigh of each participant and a photograph was taken. Within the 100 cm 2 , all protruding cutaneous neurofibromas greater than 2 mm were counted, marked with water-soluble ink and re-photographed. The number of cherry hemangiomas, an under-recognized feature associated with NF1  [65] ,  [66] , was also counted within each frame at the three different sites. The number, size and distribution of CALM and other dermatologic abnormalities were counted, measured and mapped with a Wood's lamp and ruler in a darkened room. The CALM count was defined as the total number of café-au-late spots greater than 5 mm in any dimension. A slit-lamp exam was used to enumerate and photograph Lisch nodules in the eye, as previously described  [58] . From the physical exam we measured height, weight and head circumference. Growth charts specific for the NF1 population (recruited at an Italian center) were used to determine centile rankings of height and weight  [67] . Centile charts for adult head circumference (adjusting for gender and height) were also used for NF1-affected individuals  [68] . We obtained demographic and self-reported ethnicity data, a pedigree and associated data (parity, presence of consanguinity, age of parents at birth), subject and parental heights, an MRI of the spine and clinical photographs, and referred participants to the dental clinic at the NIH Clinical Center for a cephalogram, panograph, and intra-oral photography. All participants received genetic counseling. Blood samples for DNA extraction, RNA extraction (PaxGene tubes) and for LCL production were drawn on morning of the second day of the evaluation. Patient recruitment and phenotyping: REP2 cohort Patients with NF1 were enrolled in the “Neurofibromatosis Type 1 Natural History Study” ( NCT00924196 ), approved by the NCI Institutional Review Board. Patients or their guardians were provided written informed consent. Eligibility criteria included a clinical diagnosis of NF1 or presence of an  NF1  germline mutation. A detailed skin evaluation at the time of enrollment by a single observer (AMB) was used. The number, size and distribution of CALM >5 mm in any dimension were recorded. They were measured with a ruler and documented on a standard form utilized on the natural history study. Establishment and culture of LCLs for EXPR screen All LCLs were established from peripheral white blood cells at the Lombardi Comprehensive Cancer Center, Georgetown University, using standard procedures. Cells were stored in liquid nitrogen until needed for an experiment. To minimize batch effects, 79 cell lines were thawed on the same day and seeded at initial density of 500,000 cells per mL in 12-well plates. The cultures were maintained in an incubator at 37°C with 5% CO 2  in RPMI 1640 medium supplemented with 2 mM L-glutamine, 100 Units/mL penicillin, 100 mg/mL streptomycin and 15% heat-inactivated fetal bovine serum. The cells were fed every other day and harvested on the same day after 10 days of culturing. The cell densities in the fastest and slowest growing cultures were 1.9 and 1.1 million cells/mL on the day of harvesting, respectively. The majority of LCLs exhibited similar growth rates and were at density of 1.3 to 1.7 million cells/mL at the time of harvesting. For harvesting, the cells were transferred into 15 mL tubes, spun at 400 g for 5 min at room temperature, washed once with PBS (no Ca ++  or Mg ++ ), spun again, and the pellets were lysed in 1 mL of Trizol reagent. The lysates were stored at −80°C prior to RNA extraction. All reagents were from Life Technologies (Grand Island, NY, USA). RNA extraction and Illumina microarray expression profiling For RNA isolation, Trizol cell lysates were mixed with chloroform (1/5 of lysate volume), vortexed for one minute and centrifuged in a table-top centrifuge at 13,000 rpm for 15 min at 4°C. The aqueous phase containing RNA was mixed with an equal volume of 70% ethanol and immediately loaded onto RNeasy mini columns (Qiagen, Valencia, CA, USA), with subsequent steps performed as per the manufacturer's protocol. The RNA quality was estimated on a 2100 Bioanalyzer, RNA 6000 Nano Chips (Agilent, Santa Clara, CA, USA). Samples with RNA integrity number (RIN) of 8.0 and above were used for further analysis. For microarray analysis of RNA, all reagents, consumables, lab-ware, instruments, and software were obtained from Illumina, Inc (San Diego, CA, USA) unless otherwise indicated. RNA amplification/labeling, microarray hybridization, and microarray washing/staining and scanning procedures were done according to the Illumina protocols without modifications. Amplified biotinylated cRNA (1.5 µg) was hybridized to HumanRef-8_v2 Sentrix BeadChips. Samples were hybridized to microarrays at 55°C for 16–17 hours. Microarrays were washed to remove non-specifically bound cRNA, stained with 1 mg/mL Streptavidin-Cy3 (GE Healthcare, Piscataway, NJ, USA), dried, and scanned in an Illumina BeadStation 500 scanner. Image acquisition and initial image analysis were done with Illumina BeadScan and BeadStudio applications. Raw expression data were quintile normalized, background subtracted, floored to remove negative values and transformed by calculating logarithm, base 2, for each value (for better approximation to a normal distribution). Regression analysis and data filtering Simple linear regression analyses between specific NF1 quantitative phenotypes (height, head circumference, total number of CALM count, cutaneous neurofibroma burden, Lisch nodule count and cherry hemangioma count) and expression values obtained for each individual in the EXPR set ( Table 1 ) were performed for each of the 22,177 transcripts on the microarray. The FDR calculation procedure was applied to correct for multiple testing  [69] . All phenotype-transcript regression pairs with an FDR below 0.3 were considered significant. The output was further filtered by subtracting phenotype-transcript pairs with expression level of transcripts below 6 (mean log 2 ), expression range (difference between maximum and minimum expression) below 2 and considering biological significance of the candidate genes. In some cases, genes with an expression level below 6 and an expression range below 2 were still considered for validation because of their biological importance. Quantitative PCR verification of significant transcripts Filtered transcripts with putative phenotype/expression correlates ( Table S1 : “Set of 80”) were investigated for outliers by generating scatter plots of quantitative phenotype  vs.  transcript expression values. Twenty-one select transcripts ( Table S1 : “Set of 21”) plus an endogenous control ( GAPDH ) were interrogated by qPCR in all 79 samples that were analyzed on microarrays on 384-well microfluidic cards (Applied Biosystems, Carlsbad, CA, USA). The microfluidic cards were processed and analyzed per the manufacturer's instructions without modifications. Relative expression of each gene was calculated using the standard “double delta Ct” method, per the manufacturer's protocol. Simple linear regression analysis of the qPCR expression values and corresponding quantitative phenotypes was performed as described above. For a given transcript, correlation of qPCR expression with phenotype with a nominal  p  value less than 0.05 was considered significant. Candidate gene sequencing in the discovery (DISC) sample set Coding and limited evolutionarily conserved non-coding sequences of  MSH6 ,  MSH2 ,  MLH1 ,  MED21  and  DPH2  were sequenced from germline DNA using the dideoxynucleotide chain termination method (Sanger). The genes  MSH6  and  MED21  were sequenced because of prior validation by qPCR. We included  MSH2  and  MLH1  because the protein products of these genes are known to associate with  MSH6  in functional MMR complexes. Despite not being verified by qPCR,  DPH2  was included because of its biological significance. The concentration of genomic DNA (gDNA) used in sequencing was determined using a DyNA Quant 200 fluorometer (Hoefer, Holliston, MA USA) and dsDNA-specific Hoechst Dye 22358 according to the manufacturer's protocol. The gDNA sample was then tested for functionality in PCR reactions with positive and negative control primers: Pos_For:  TGTAAAACGACGGCCAGTATCCCACTGTTAGGAGAACTGC \n Pos_Rev:  CAGGAAACAGCTATGACCGGTCAGGAAAGGGACACAGATA \n Negative control primers are the forward and reverse sequencing primers to lac-Z of M13: M13_For:  TGTAAAACGACGGCCAGT \n M13_Rev:  CAGGAAACAGCTATGACC \n To each gDNA sample, a trace amount of a plasmid with a unique non-human insert was added to serve as a biological barcode; the identifying inserts were amplified and checked using the universal sequencing primers above. The gDNAs were diluted to a working concentration of 2.5 ng/µL. To amplify gDNA, primers were obtained from Eurofins MWG Operon (Huntsville, AL, USA) in individual tubes and reconstituted to 100 µM in 10 mM TRIS, pH 8.0, 0.1 mM EDTA. The primers pairs were tested at a concentration of 0.16 µM each in 10 µL PCR reactions containing KAPA 2G Fast HS ReadyMix PCR Kit (KAPA Biosystems, Woburn, MA, USA) and 5 ng of control human DNA (Coriell Institute, Camden, NJ, USA). Cycling conditions: 1) activate enzyme at 95°C for 3 min, 2) 40 cycles at 95°C for 10 sec, 60°C for 10 sec and then 72°C for 30 sec and, 3) hold at 10°C. A 5 µL aliquot of the PCR reaction was examined by agarose gel to assess multiple or missing bands. The PCR products were then diluted to 0.4 ng/µL and sequenced in 6 µL reactions using M13 universal forward and reverse primers and BDT version 3.1 (Applied Biosystems) using standard ABI protocols. The reactions were then analyzed on 3730 DNA Sequencers (Applied Biosystems). The sequence traces were individually inspected for quality. Primer pairs that did not lead to high-quality traces were retested using one additional control DNA. Primers failing both rounds were redesigned. PCR amplification of amplimers was performed in 10 µL reactions in 384-well plates, as described above. Prior to sequencing, the PCR products were diluted to 0.4 ng/µL. Sequencing was performed on an Applied Biosystem 3730 Sequencer using BigDye Terminator version 3.1. Three µL of diluted PCR products were used in sequencing reaction volumes of 6 µL. Sequencing primer sequences are as above. Reaction cleanup was accomplished through alcohol precipitation. Reaction precipitates are dissolved in 10 µL water immediately before sequencing. All genomic coordinates reference the hg18 (March 2006) build. Candidate SNP genotyping in the REP1 sample set 1) PCR and sequencing For genotyping  MSH6  SNP rs1800934 in an independent set of germline DNA from 33 samples, a 632 bp amplimer was generated from gDNA using:  5′-GTAGTCCGCCCACCTAAGC  (forward) and  5′-CCCTAGCTCTCTACTTCTTACCAAAA  (reverse). The primers were appended with universal sequences at their 5′-ends:  5′-TGTAAAACGACGGCCAGT  (forward),  5′-CAGGAAACAGCTATGACC  (reverse). PCR and sequencing was performed as described above. 2) Illumina Human OmniQuad-1M SNP-arrays For genotyping  DPH2  SNPs rs4660761 and rs7161, we used genotyping calls obtained from Illumina Human OmniQuad-1M SNP-arrays. SNP-array analysis was done according to the manufacturer's protocol using GenomeStudio (v. 2010.2) software (Illumina). Candidate SNP genotyping in the REP2 sample set A targeted, multiplex PCR primer panel was designed using the custom Ion Ampliseq Designer v3.0 (Thermo Fisher Scientific, Life Technologies, Carlsbad, CA, USA). The primer panel covered 11 kb of sequence that includes the specific variants of interest in the  MSH6  and  DPH2  loci. Each site was 100% covered in the design. Average amplicon size was 225 bp. Sample DNA was amplified using this custom Ampliseq primer pool, and libraries were prepared following the manufacturer's Ion Ampliseq Library Preparation protocol (Life Technologies, Carlsbad, CA, USA). Individual samples were barcoded, pooled, templated, and sequenced on the Ion Torrent PGM Sequencer using the Ion PGM Template OT2 200 and Ion PGM Sequencing 200v2 kits per manufacturer's instructions. Mean read length after sequencing was 159 bp. Statistical analysis of SNPs putatively associated with café-au-lait macule count in the DISC sample set Data preparation The CALM count trait was used both as the untransformed (unt) and as the log-transformed trait (log) by log 10 (x+10). Single nucleotide variants (SNVs) from the five selected candidate genes ( MSH6 ,  MSH2 ,  MLH1 ,  MED21  and  DPH2 ) were filtered based on the with the following: 1) if the polyphred score for an SNV was less than 99, the genotype was deemed “missing”; 2) if a sample had greater than 30% of its SNVs “missing” then the sample was excluded; 3) if an SNV had a greater than 20% “missing” rate in all of the samples, the SNV was excluded; and 4) all monomorphic SNVs were excluded. In those cases in which family data were available, SNVs were checked for Mendelian segregation with PedCheck  [70] . Hardy-Weinberg equilibrium (HWE) proportions were tested with PEDSTATS  [71]  on 70 unrelated individuals. Two SNVs not in HWE ( P  value<0.03) were flagged but retained for analysis since removing SNVs not in HWE in highly-ascertained samples may remove causative SNVs. Self-reported European-American samples were included for further analyses. After filtering, there were a total of 91 individuals with 118 SNVs. Simple linear regression and tiled regression Simple linear regression was performed on each SNV after adjusting for age and sex. “Tiled Regression” as implemented in TRAP (Tiled Regression Analysis Package)  [72]  was used to identify the set of independent significant variants considering all the SNVs in the sample that affected the number of CALM after pre-adjusting for age and sex. Both simple linear regression and tiled regression were performed under two models, additive and dominant for both the untransformed and log-transformed traits. Briefly, in tiled regression, the genome is divided into independent segments based on predefined regions called tiles. In this study, tiles were defined by hotspot-based regions, delimited by the location of recombination hotspots in Human Genome Sequence build 36, yielding 5 independent tiles. Each tile was first analyzed with multiple linear regression of the trait on all SNVs in the tile and by simple linear regression of the trait on each SNV separately. Only those tiles for which the overall multiple linear regression showed a significant relationship to trait variation at the level of 0.2, or in which simple linear regression on any single SNV was significant at the level of 0.05, were retained for subsequent analyses. A forward stepwise regression with backward look then was performed within each tile to select the important individual independent SNVs identified with a critical level of 0.05 for entry and for retention in the model. Thereafter, the SNVs retained from each tile were combined across tiles for higher order stepwise regressions at chromosome and then whole genome levels using the same critical values. The end result was a multiple linear regression model that included the set of variants independently contributing to trait variation. Variant coding Genotypes for 118 SVs, including both 58 common and 60 rare variants (defined by minor allele frequency <0.05), were used as provided (un-collapsed), and with the rare variants (RVs) collapsed. Several coding schemes were considered: 1) the number of minor alleles (add) for each common variant (CV) and for each un-collapsed RV, 2) the presence or absence of the minor allele (dom) for each SNV and for each un-collapsed RV, 3) the number of minor alleles (add) for each CV and, with a new collapsed variant that was coded as proportion of a minor allele at any RV; in other words, collapsing multiple RVs into a single region-wide variant within hotspot-based region definition. Validation of SNVs significant in the DISC sample set associated with café-au-lait macule count in independent sets REP1 and REP2 To confirm the association of SNVs in the DISC sample set with CALM count, we genotyped the variants in germline DNA in an independent set of 33 samples (REP1) and an additional independent set of 81 samples (REP2). Since none of the significant SNVs in the DISC set were significantly associated with CALM count by simple linear regression at the level of 0.05 based on 29 and 62 European-American samples in REP1 and REP2, respectively ( Table 2 ), we performed additional analyses. In the meta-analysis, p-values of these three (DISC, REP1, REP2) datasets were combined using Liptak's method  [73]  by weighting each p-value by its square root of the sample size ( Table 2 ). In the mega-analysis, three (DISC, REP1, REP2) datasets including 180 samples were combined and simple linear regression was performed on each SNV by adjusting for age, sex and each dataset ( Table 2 ). Tiled regression was not performed in the replication study since the method requires genotyping all variants, not just markers of interest. We did not attempt to validate rare variants due to limited size of the additional set. Bioinformatic exploration of  DPH2  and  ATPV0B  SNP function To explore whether SNPs rs4660761 and rs7161 might have potential regulatory functions in skin cells (including melanocytes), we used custom tracks on the UCSC Genome browser ( http://genome.ucsc.edu ) to screen Roadmap and ENCODE data containing the implicated SNP regions for evidence for regulatory relevance  [74] – [76] , such as overlapping with chromatin marks and interactions, CpG-site methylation and transcription factor binding motifs. We also used the online tools HaploReg ( http://www.broadinstitute.org/mammals/haploreg/haploreg.php ) and RegulomeDB ( http://regulome.stanford.edu ) as a complementary analysis and to confirm the location of each SNP in relation to annotated protein-coding genes and/or non-coding RNA (ncRNA) genes. The content of this publication does not necessarily reflect the views or policies of the Department of Health and Human Services, nor does mention of trade names, commercial products or organizations imply endorsement by the U.S. Government.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:26:11"
}