{
  "pmid": "25325900",
  "abstract": "The use of next-generation sequencing in molecular diagnosis of  neurofibromatosis type 1: a validation study.  Maruoka R(1), Takenouchi T, Torii C, Shimizu A, Misu K, Higasa K, Matsuda F, Ota  A, Tanito K, Kuramochi A, Arima Y, Otsuka F, Yoshida Y, Moriyama K, Niimura M,  Saya H, Kosaki K.  Author information: (1)1 Center for Medical Genetics, Keio University School of Medicine , Tokyo,  Japan .  AIMS: We assessed the validity of a next-generation sequencing protocol using  in-solution hybridization-based enrichment to identify NF1 mutations for the  diagnosis of 86 patients with a prototypic genetic syndrome, neurofibromatosis  type 1. In addition, other causative genes for classic genetic syndromes were  set as the target genes for coverage analysis. RESULTS: The protocol identified 30 nonsense, 19 frameshift, and 8 splice-site  mutations, together with 10 nucleotide substitutions that were previously  reported to be pathogenic. In the remaining 19 samples, 10 had single-exon or  multiple-exon deletions detected by a multiplex ligation-dependent probe  amplification method and 3 had missense mutations that were not observed in the  normal Japanese SNP database and were predicted to be pathogenic. Coverage  analysis of the genes other than the NF1 gene included on the same diagnostic  panel indicated that the mean coverage was 115-fold, a sufficient depth for  mutation detection. CONCLUSIONS: The overall mutation detection rate using the currently reported  method in 86 patients who met the clinical diagnostic criteria was 92.1% (70/76)  when 10 patients with large deletions were excluded. The results validate the  clinical utility of this next-generation sequencing-based method for the  diagnosis of neurofibromatosis type 1. Comparable detection rates can be  expected for other genetic syndromes, based on the results of the coverage  analysis.  DOI: 10.1089/gtmb.2014.0109 PMCID: PMC4216997 PMID: 25325900 [Indexed for MEDLINE]",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-16T15:42:54.646435",
  "abstract_length": 1962,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}