{
  "pmid": "PMID:25325900",
  "title": "The use of next-generation sequencing in molecular diagnosis of neurofibromatosis type 1: a validation study.",
  "abstract": "AIMS: We assessed the validity of a next-generation sequencing protocol using in-solution hybridization-based enrichment to identify NF1 mutations for the diagnosis of 86 patients with a prototypic genetic syndrome, neurofibromatosis type 1. In addition, other causative genes for classic genetic syndromes were set as the target genes for coverage analysis. RESULTS: The protocol identified 30 nonsense, 19 frameshift, and 8 splice-site mutations, together with 10 nucleotide substitutions that were previously reported to be pathogenic. In the remaining 19 samples, 10 had single-exon or multiple-exon deletions detected by a multiplex ligation-dependent probe amplification method and 3 had missense mutations that were not observed in the normal Japanese SNP database and were predicted to be pathogenic. Coverage analysis of the genes other than the NF1 gene included on the same diagnostic panel indicated that the mean coverage was 115-fold, a sufficient depth for mutation detection. CONCLUSIONS: The overall mutation detection rate using the currently reported method in 86 patients who met the clinical diagnostic criteria was 92.1% (70/76) when 10 patients with large deletions were excluded. The results validate the clinical utility of this next-generation sequencing-based method for the diagnosis of neurofibromatosis type 1. Comparable detection rates can be expected for other genetic syndromes, based on the results of the coverage analysis.",
  "authors": "Ryo Maruoka; Toshiki Takenouchi; Chiharu Torii; Atsushi Shimizu; Kumiko Misu; Koichiro Higasa; Fumihiko Matsuda; Arihito Ota; Katsumi Tanito; Akira Kuramochi; Yoshimi Arima; Fujio Otsuka; Yuichi Yoshida; Keiji Moriyama; Michihito Niimura; Hideyuki Saya; Kenjiro Kosaki",
  "journal": "Genetic testing and molecular biomarkers",
  "publicationDate": "2014-11",
  "doi": "10.1089/gtmb.2014.0109",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-19 09:26:10"
}