{
  "pmid": "25329635",
  "abstract": "Neurofibromatosis type 1 (NF1) is an autosomal dominant, monogenic disorder of dysregulated neurocutaneous tissue growth. Pleiotropy, variable expressivity and few NF1 genotype-phenotype correlates limit clinical prognostication in NF1. Phenotype complexity in NF1 is hypothesized to derive in part from genetic modifiers unlinked to the NF1 locus. In this study, we hypothesized that normal variation in germline gene expression confers risk for certain phenotypes in NF1. In a set of 79 individuals with NF1, we examined the association between gene expression in lymphoblastoid cell lines with NF1-associated phenotypes and sequenced select genes with significant phenotype/expression correlations. In a discovery cohort of 89 self-reported European-Americans with NF1 we examined the association between germline sequence variants of these genes with café-au-lait macule (CALM) count, a tractable, tumor-like phenotype in NF1. Two correlated, common SNPs (rs4660761 and rs7161) between DPH2 and ATP6V0B were significantly associated with the CALM count. Analysis with tiled regression also identified SNP rs4660761 as significantly associated with CALM count. SNP rs1800934 and 12 rare variants in the mismatch repair gene MSH6 were also associated with CALM count. Both SNPs rs7161 and rs4660761 (DPH2 and ATP6V0B) were highly significant in a mega-analysis in a combined cohort of 180 self-reported European-Americans; SNP rs1800934 (MSH6) was near-significant in a meta-analysis assuming dominant effect of the minor allele. SNP rs4660761 is predicted to regulate ATP6V0B, a gene associated with melanosome biology. Individuals with homozygous mutations in MSH6 can develop an NF1-like phenotype, including multiple CALMs. Through a multi-platform approach, we identified variants that influence NF1 CALM count.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:30:36.969080",
  "abstract_length": 1818,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}