{
  "pmid": "25336744",
  "abstract": "The tumor suppressor Nf2 regulates corpus callosum development by inhibiting the  transcriptional coactivator Yap.  Lavado A(1), Ware M(1), Paré J(1), Cao X(2).  Author information: (1)Department of Developmental Neurobiology, St. Jude Children's Research  Hospital, Memphis, TN 38105, USA. (2)Department of Developmental Neurobiology, St. Jude Children's Research  Hospital, Memphis, TN 38105, USA Xinwei.cao@stjude.org.  The corpus callosum connects cerebral hemispheres and is the largest axon tract  in the mammalian brain. Callosal malformations are among the most common  congenital brain anomalies and are associated with a wide range of  neuropsychological deficits. Crossing of the midline by callosal axons relies on  a proper midline environment that harbors guidepost cells emitting guidance cues  to instruct callosal axon navigation. Little is known about what controls the  formation of the midline environment. We find that two components of the Hippo  pathway, the tumor suppressor Nf2 (Merlin) and the transcriptional coactivator  Yap (Yap1), regulate guidepost development and expression of the guidance cue  Slit2 in mouse. During normal brain development, Nf2 suppresses Yap activity in  neural progenitor cells to promote guidepost cell differentiation and prevent  ectopic Slit2 expression. Loss of Nf2 causes malformation of midline guideposts  and Slit2 upregulation, resulting in callosal agenesis. Slit2 heterozygosity and  Yap deletion both restore callosal formation in Nf2 mutants. Furthermore,  selectively elevating Yap activity in midline neural progenitors is sufficient  to disrupt guidepost formation, upregulate Slit2 and prevent midline crossing.  The Hippo pathway is known for its role in controlling organ growth and  tumorigenesis. Our study identifies a novel role of this pathway in axon  guidance. Moreover, by linking axon pathfinding and neural progenitor behaviors,  our results provide an example of the intricate coordination between growth and  wiring during brain development.  © 2014. Published by The Company of Biologists Ltd.  DOI: 10.1242/dev.111260 PMCID: PMC4302891 PMID: 25336744 [Indexed for MEDLINE]",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-16T15:42:58.151282",
  "abstract_length": 2161,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}