{
  "pmid": "PMID:25336744",
  "title": "The tumor suppressor Nf2 regulates corpus callosum development by inhibiting the transcriptional coactivator Yap.",
  "abstract": "The corpus callosum connects cerebral hemispheres and is the largest axon tract in the mammalian brain. Callosal malformations are among the most common congenital brain anomalies and are associated with a wide range of neuropsychological deficits. Crossing of the midline by callosal axons relies on a proper midline environment that harbors guidepost cells emitting guidance cues to instruct callosal axon navigation. Little is known about what controls the formation of the midline environment. We find that two components of the Hippo pathway, the tumor suppressor Nf2 (Merlin) and the transcriptional coactivator Yap (Yap1), regulate guidepost development and expression of the guidance cue Slit2 in mouse. During normal brain development, Nf2 suppresses Yap activity in neural progenitor cells to promote guidepost cell differentiation and prevent ectopic Slit2 expression. Loss of Nf2 causes malformation of midline guideposts and Slit2 upregulation, resulting in callosal agenesis. Slit2 heterozygosity and Yap deletion both restore callosal formation in Nf2 mutants. Furthermore, selectively elevating Yap activity in midline neural progenitors is sufficient to disrupt guidepost formation, upregulate Slit2 and prevent midline crossing. The Hippo pathway is known for its role in controlling organ growth and tumorigenesis. Our study identifies a novel role of this pathway in axon guidance. Moreover, by linking axon pathfinding and neural progenitor behaviors, our results provide an example of the intricate coordination between growth and wiring during brain development.",
  "authors": "Alfonso Lavado; Michelle Ware; Joshua Paré; Xinwei Cao",
  "journal": "Development (Cambridge, England)",
  "publicationDate": "2014-11",
  "doi": "10.1242/dev.111260",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-19 09:26:12"
}