{
  "pmid": "25340526",
  "abstract": "Plexiform neurofibromas (PNFs) are benign nerve sheath tumors mostly associated with neurofibromatosis type 1. They often extend through multiple layers of tissue and therefore cannot be treated satisfactorily by surgery. Nilotinib is a tyrosine kinase inhibitor used to treat leukemia, with advantages over the prototype imatinib in terms of potency and selectivity towards BCR-ABL, and the DDR, PDGFR, and KIT receptor kinases. In this study, we compared efficacies of the two drugs on cultured cells of PNF in vitro and on xenografted tumor fragments on sciatic nerve of athymic nude mice. Xenografts were monitored weekly using a high resolution ultrasound measurement. Treatment with nilotinib at a daily dose of 100 mg/kg for four weeks led to a reduction of the graft sizesstd by 68±7% in the 8 treated mice, significantly more than the 33±8% reduction in the 8 untreated mice (P<0.05) and the 47±15% in the 7 mice treated with imatinib (P<0.05). The peak plasma nilotinib concentration 6.6±1.1 µM is within the pharmacological range of clinical application. Imatinib, but not nilotinib significantly hindered body weight increase of the mice and elevated cytotoxicity of mouse spleen cells (P<0.05). Our results suggest that nilotinib may be more potent than imatinib for treating PNFs and may also be better tolerated. Imatinib seems to have some off-target effect in elevating immunity.",
  "methods": "Materials and Methods Ethical approvals For the donation of human biological samples approval OB-061/05 by the Institutional Review Board of the University Hospital Hamburg-Eppendorf; for animal studies approval Hamburg 112/11 by the Animal Care and Use Committee of Hamburg. Specimen and  in vitro  study The donor of the study specimen was a 12-year-old female NF1 patient, diagnosed according to the modified National Institutes of Health criteria  [18] . A parent of the patient gave informed written consent in addition to assent from the patient. The Institutional Review Board approved the study (OB-061/05). Her PNF was operated at the Department of Maxillofacial Surgery, University Hospital Hamburg-Eppendorf. A part of the tumor was kept in Hanks buffered saline and delivered into the laboratory for cell culture and for xenografting. Schwann cells from the PNF were cultured and identified as previously described  [16] . After ensuring purity of 85%, PNF-derived Schwann cells were treated with nilotinib and imatinib (Novartis Pharma AG, Switzerland), each at 0, 5, 10, 15 and 20 µM for 10 days. Cell proliferation and viability assays were performed as previously described  [16] . RNA expression comparison of PNF-segments To assess variability between PNF grafts, we performed RNA-sequencing from 4 pieces of the original tumor sample and from one unrelated PNF. RNA was isolated from snap-frozen tumors using Trizol. and mRNA was reverse transcribed using SuperScript III First-Strand Synthesis System for RT-PCR (Invitrogen, Carlsabd, CA). Sequencing libraries were prepared using TruSeq Stranded Total RNA Sample Preparation kit (Illumina, San Diego, CA) Libraries were sequenced on a Genome Analyzer IIx (Illumina, San Diego, CA). Alignment and analysis was performed using a Galaxy server and open source Chipster  software  ( http://chipster.csc.fi/ )  as  well as R bioconductor ( http://www.bioconductor.org/ ) tools for calculating similarity clusters on a Galaxy server. Xenografting and treatment The care and use of laboratory animals were carried out in strict accordance with the local animal care and use committee's research council's guide (Approval No.: Hamburg 112/11). Athymic nude mice (female, nu/nu Balb/c, 6 weeks, 20 g) were obtained from Charles River Laboratories (Sulzfeld, Germany). The xenografting of fragments of PNF was carried out as described previously  [17] ,  [19] . Briefly, a small incision was made into the skin to expose the right sciatic nerve and an incision was made into the sciatic nerve, under which one tumor piece was orthtopically implanted ( Fig. 1A, B ). After confirming successful xenografting by ultrasound scanning one week later, the 23 mice were randomly allocated into three groups: 8 as controls, 8 for nilotinib treatment and 7 for imatinib treatment. 10.1371/journal.pone.0107760.g001 Figure 1 Xenograft on sciatic nerve in mouse. (A) The exposed sciatic nerve (white arrow) for implantation, (B) a PNF xenograft (red arrow) integrated onto the sciatic nerve, (C) images and (D) three-dimensional reconstruction of a xenograft by (red arrow) a Vevo 2100 micro-imaging system. Nilotinib (as the hydrochloride salt) was diluted in 10% N-methyl-pyrrolidinone and 90% polyethylene glycol 300. Imatinib (as the mesylate salt) was dissolved in sterile water. Oral administration at a daily dose of 100 mg/kg of the drugs was started on day 7 after implantation and was continued to day 35. Body weights of the mice were recorded daily and the drug dosage was adjusted accordingly. Food consumption and general condition of the mice were monitored weekly. At the end of the treatment, animal blood was collected 3 hours after the last oral administration of nilotinib for plasma preparation. Nilotinib concentration was measured using liquid chromatography-tandem mass spectrometry  [20] . Ultrasound monitoring of xenografts Sonographic measurement was performed using a Vevo 2100 micro-imaging system (VisualSonics, Amsterdam, Netherlands), which is a high-frequency, high-resolution digital imaging platform with linear technology and color Doppler mode. Xenografts were verified after 7 days post transplantation and measured weekly during the whole treatment period of 4 weeks. Three-dimensional images of the xenografts were generated and analyzed using the Vevo software version 5.0.0 to calculate their size in volume ( Fig. 1B–D ). Cytotoxicity of mouse spleen cells Non-adherent spleen cells were harvested from the mice after erythrocyte- depriving and 3 hours adherence at 37°C. Cytotoxic efficacy of the non-adherent spleen cells was assessed by adding them as effector cells to PNF-derived Schwann cells as target cells at a ratio of 1∶10 for 4 h using the CytoTox 96 Non-Radioactive Cytotoxicity assay (Promega, Fitchburg, WI). Statistical analysis The effect of the drugs  in vitro  was evaluated using Student's  t -test and the IC 50  was calculated. Sizes of each xenograft and body weight of the mice were normalized against the corresponding initial values. Time course of size change of the xenografts and body weight increase of the mice in the three groups were compared with each other using a linear mixed model. Pearson correlation coefficients were calculated for the relationships between the reduction of tumor volumes and the cell cytotoxicity, and between the reduction of tumor volumes and the nilotinib concentrations.  P <0.05 was considered significant. All averaged data were represented as the mean ±standard deviation .",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:30:55.506944",
  "abstract_length": 1396,
  "methods_length": 5533,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}