{
  "pmid": "25367036",
  "abstract": "Cerebellar development is regulated by a coordinated spatiotemporal interplay between granule neuron progenitors (GNPs), Purkinje neurons, and glia. Abnormal development can trigger motor deficits, and more recent data indicate important roles in aspects of memory, behavior, and autism spectrum disorders (ASDs). Germline mutation in the NF1 tumor suppressor gene underlies Neurofibromatosis type 1, a complex disease that enhances susceptibility to certain cancers and neurological disorders, including intellectual deficits and ASD. The NF1 gene encodes for neurofibromin, a RAS GTPase-activating protein, and thus negatively regulates the RAS signaling pathway. Here, using mouse models to direct conditional NF1 ablation in either embryonic cerebellar progenitors or neonatal GNPs, we show that neurofibromin is required for appropriate development of cerebellar folia layering and structure. Remarkably, neonatal administration of inhibitors of the ERK pathway reversed the morphological defects. Thus, our findings establish a critical cell-autonomous role for the NF1-RAS-ERK pathway in the appropriate regulation of cerebellar development and provide a basis for using neonatal ERK inhibitor-based therapies to treat NF1-induced cerebellar disorders.",
  "methods": "Materials and methods Animals NF1 flox/flox , hGFAP-cre , and  Nestin-CreER  lines were generated as described ( T2 Zhu et al. 2001 ;  Zhuo et al. 2001 ;  Chen et al. 2009 ).  NF1 ,  flox/flox NF1 , and  flox/+ NF1 flox/+ ; hGFAP-Cre  were phenotypically undistinguishable and used as controls. For inducible experiments, tamoxifen-treated  NF1 ,  flox/flox NF1 , and  flox/+ NF1 flox/+ ; Nestin-CreER  animals served as controls. All mouse manipulations were performed in accordance with protocols approved by the Institutional Animal Care and Research Advisory Committee at University of Texas Southwestern Medical Center. T2 Detailed descriptions of the animals, GNP culture generation, tissue preparation for histological analysis and quantifications, β-galactosidase staining, evaluation of apoptosis, and RT-qPCR and Western blot analyses are included in the Supplemental Material. Tamoxifen administration The estrogen analog tamoxifen (Sigma) was dissolved in a sunflower oil/ethanol mixture (9:1) at 20 mg/mL. Control and NF1 Nes  animals were administered tamoxifen at birth (P0) through a single subcutaneous injection at a dosage of 350 mg per kilogram of body weight. Histology and immunohistochemistry H&E staining was performed in paraffin-embedded or frozen sections. For immunohistochemistry, vibratome sections were blocked in 5% normal donkey serum prepared in PBS and 0.3% TritonX-100 for 1 h. Sections were incubated overnight at 4°C with the following primary antibodies: GFP (1:500; Rockland); S100β (1:500; Sigma); GFAP (1:400; DAKO); Ki67 (1:400; Thermo); calbindin, GABAARα6, and BrdU (1:400; Abcam); BLBP (1:2000; Abcam); NeuN, MBP, and Olig2 (1:400; Millipore); p-ERK and p-AKT (1:200; Cell Signaling); and p27 and Erg-1 (1:200; Santa Cruz Biotechnology). Primary antibodies were visualized with Cy2-, Cy3-, or Cy5-conjugated secondary antibodies (1:500; Jackson ImmunoResearch). Nuclear counterstaining was performed with 1 µg/mL DAPI. Paraffin-embedded sections were incubated with biotinylated secondary antibodies, followed by signal amplification and visualization with the avidin–biotin complex (ABC) system and DAB substrate (Vector Laboratories). BrdU pulse chase assays BrdU was administered into neonatal mice subcutaneously at a dosage of 200 μg per gram of body weight. Multiple BrdU pulses were performed at 2-h intervals. For analysis of cell proliferation, P7 mice were perfused 2 h after a single BrdU pulse. For the analysis of neuronal migration, animals were pulsed twice at P7 and sacrificed 120 h after the initial pulse. For lineage tracing analyses, mice were pulsed twice with BrdU at either P1 or P7 and perfused 264 or 120 h after the initial pulse (P12), respectively. BrdU incorporation was assessed in vibratome or frozen sections that were incubated with 2 M HCl for 2 h, transferred to 0.1 M sodium borate (pH 8.5) for 20 min, and subjected to anti-BrdU fluorescence immunohistochemistry. MEK1/2 inhibitor treatment Treatment of animals with the MEK1/2 inhibitor U0126 (Cell Signaling) was performed as described ( Shukla et al. 2007 ). For 10 mM stock, 5 mg of U0126 was dissolved into 0.655 mL of DMSO and 0.655 mL of PBS (1.31-mL total volume), and aliquots were prepared and stored at −20°C. For experiments, the stock solution was further diluted 10 times with water. A daily dose of 5 mg of U0126 per kilogram of body weight was administered subcutaneously as indicated in  Figure 7F . Injection of vehicle consisting of 5% DMSO in PBS served as control. Statistical analyses Student’s  t -tests were used to determine statistical differences in data with two groups of samples. One-way ANOVA analyses were used for data comparisons of more than two groups and were followed by Tukey’s-Kramer post hoc test for significance. A value of  P  < 0.05 was deemed statistically significant. Data were analyzed using GraphPad Prism, version 6.02 (GraphPad Software).",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:31:06.536949",
  "abstract_length": 1259,
  "methods_length": 3924,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}