{
  "pmid": "25360213",
  "abstract": "A chemical biology approach identified PI3K as a potential therapeutic target  for neurofibromatosis type 2.  Petrilli AM(1), Fuse MA(1), Donnan MS(1), Bott M(1), Sparrow NA(1), Tondera  D(2), Huffziger J(3), Frenzel C(3), Malany CS(4), Echeverri CJ(3), Smith L(4),  Fernández-Valle C(1).  Author information: (1)Burnett School of Biomedical Sciences, College of Medicine, University of  Central Florida Florida, U.S.A. (2)Cenix BioScience GmbH Dresden, Germany ; Current affiliation: Silence  Therapeutics Berlin, Germany. (3)Cenix BioScience GmbH Dresden, Germany. (4)Drug Discovery and Pharmacology, Conrad Prebys Center for Chemical Genomics,  Sanford-Burnham Medical Research Institute Orlando-Lake Nona, Florida, U.S.A.  Mutations in the merlin tumor suppressor gene cause Neurofibromatosis type 2  (NF2), which is a disease characterized by development of multiple benign tumors  in the nervous system. The current standard of care for NF2 calls for surgical  resection of the characteristic tumors, often with devastating neurological  consequences. There are currently no approved non-surgical therapies for NF2. In  an attempt to identify much needed targets and therapeutically active compounds  for NF2 treatment, we employed a chemical biology approach using  ultra-high-throughput screening. To support this goal, we created a merlin-null  mouse Schwann cell (MSC) line to screen for compounds that selectively decrease  their viability and proliferation. We optimized conditions for 384-well plate  assays and executed a proof-of-concept screen of the Library of  Pharmacologically Active Compounds. Further confirmatory and selectivity assays  identified phosphatidylinositol 3-kinase (PI3K) as a potential NF2 drug target.  Notably, loss of merlin function is associated with activation of the PI3K/Akt  pathway in human schwannomas. We report that AS605240, a PI3K inhibitor,  decreased merlin-null MSC viability in a dose-dependent manner without  significantly decreasing viability of control Schwann cells. AS605240 exerted  its action on merlin-null MSCs by promoting caspase-dependent apoptosis and  inducing autophagy. Additional PI3K inhibitors tested also decreased viability  of merlin-null MSCs in a dose-dependent manner. In summary, our chemical genomic  screen and subsequent hit validation studies have identified PI3K as potential  target for NF2 therapy.  PMCID: PMC4212923 PMID: 25360213",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-16T15:43:02.599600",
  "abstract_length": 2422,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}