{
  "pmid": "25377441",
  "abstract": "OBJECTIVE: Measurement of pain interference in children is challenged by a lack of validated measures with a parent proxy report. This study investigated the psychometric properties of the Pain Interference Index (PII), a six-item questionnaire originally developed in Swedish, in chronically ill youth. METHODS: We adapted the PII for English-speaking participants and created a parallel parent proxy measure. Respondents indicate how much pain has interfered with the child's life in the past 2 weeks (0-6 scale); higher scores indicate more pain interference. Eligible participants included individuals 6-25 years with neurofibromatosis type 1 (NF1) and cancer. Internal consistency was assessed; validity was examined by correlating PII scores with existing measures of pain interference (Modified Brief Pain Inventory [MBPI]) and pain intensity (visual analogue scale [VAS]), and with measures of disease severity. RESULTS: Among 60 participants (mean age 14.7 years, range 6-24) and their parents, PII internal consistency was 0.84 and 0.96, respectively. PII scores correlated with MBPI (r = 0.81, P < 0.0001) and VAS (r = 0.55, P < 0.0001) scores and differentiated between patients with mild vs moderate/severe NF1 disease severity (P < 0.05). The PII-Parent was significantly correlated with the mothers' and fathers' VAS rating of the child's pain intensity (Ps < 0.01). CONCLUSIONS: Internal consistency of the English PII is high; validity is supported by the PII's correlations with other measures of pain interference and pain intensity, and with disease severity in patients with NF1. Preliminary data indicate that the English PII is a reliable, valid, feasible pain interference measure for youth with NF1 and cancer.",
  "methods": "Methods. We adapted the PII for English-speaking participants and created a parallel parent proxy measure. Respondents indicate how much pain has interfered with the child’s life in the past 2 weeks (0–6 scale); higher scores indicate more pain interference. Eligible participants included individuals 6–25 years with neurofibromatosis type 1 (NF1) and cancer. Internal consistency was assessed; validity was examined by correlating PII scores with existing measures of pain interference (Modified Brief Pain Inventory [MBPI]) and pain intensity (visual analogue scale [VAS]), and with measures of disease severity.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:31:13.285240",
  "abstract_length": 1735,
  "methods_length": 615,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}