{
  "pmid": "PMID:25377441",
  "title": "Development and validation of the English Pain Interference Index and Pain Interference Index-Parent report.",
  "abstract": "OBJECTIVE: Measurement of pain interference in children is challenged by a lack of validated measures with a parent proxy report. This study investigated the psychometric properties of the Pain Interference Index (PII), a six-item questionnaire originally developed in Swedish, in chronically ill youth. METHODS: We adapted the PII for English-speaking participants and created a parallel parent proxy measure. Respondents indicate how much pain has interfered with the child's life in the past 2 weeks (0-6 scale); higher scores indicate more pain interference. Eligible participants included individuals 6-25 years with neurofibromatosis type 1 (NF1) and cancer. Internal consistency was assessed; validity was examined by correlating PII scores with existing measures of pain interference (Modified Brief Pain Inventory [MBPI]) and pain intensity (visual analogue scale [VAS]), and with measures of disease severity. RESULTS: Among 60 participants (mean age 14.7 years, range 6-24) and their parents, PII internal consistency was 0.84 and 0.96, respectively. PII scores correlated with MBPI (r = 0.81, P < 0.0001) and VAS (r = 0.55, P < 0.0001) scores and differentiated between patients with mild vs moderate/severe NF1 disease severity (P < 0.05). The PII-Parent was significantly correlated with the mothers' and fathers' VAS rating of the child's pain intensity (Ps < 0.01). CONCLUSIONS: Internal consistency of the English PII is high; validity is supported by the PII's correlations with other measures of pain interference and pain intensity, and with disease severity in patients with NF1. Preliminary data indicate that the English PII is a reliable, valid, feasible pain interference measure for youth with NF1 and cancer.",
  "authors": "Staci Martin; Shawn Nelson Schmitt; Pamela L Wolters; Brittany Abel; Mary Anne Toledo-Tamula; Andrea Baldwin; Rikard K Wicksell; Melinda Merchant; Brigitte Widemann",
  "journal": "Pain medicine (Malden, Mass.)",
  "publicationDate": "2015-02",
  "doi": "10.1111/pme.12620",
  "methods": "Methods. We adapted the PII for English-speaking participants and created a parallel parent proxy measure. Respondents indicate how much pain has interfered with the child’s life in the past 2 weeks (0–6 scale); higher scores indicate more pain interference. Eligible participants included individuals 6–25 years with neurofibromatosis type 1 (NF1) and cancer. Internal consistency was assessed; validity was examined by correlating PII scores with existing measures of pain interference (Modified Brief Pain Inventory [MBPI]) and pain intensity (visual analogue scale [VAS]), and with measures of disease severity. Materials and Methods Eligible patients included children, adolescents, and young adults (6–25 years of age) with NF1 or cancer (solid tumor or leukemia) who were enrolled on a medical research protocol at a government research institute. (We included participants up to 25 years as measures that span from childhood to young adulthood are preferable for longitudinal research.) Next, patients must have been accompanied by at least one parent who was willing to participate. If more than one parent was present, both were invited to participate. Sixty-three families who were identified as eligible were approached during routine out-patient clinic visits (92%) or in their room on the inpatient unit (8%). Of these, three chose not to participate due to lack of interest or time (response rate = 95.2%). Patients were administered a battery of four questionnaires in randomized order. In addition to the PII, patients completed previously validated measures of pain interference (Modified Brief Pain Inventory [MBPI] [ 23 ]) and pain intensity (Faces Pain Scale-Revised [FPS-R] [ 24 ]; Pain Rating Scale [PRS] [ 25 ]). Parents completed the PII-P and the parent version of the PRS in random order to assess their child’s pain interference and pain intensity, respectively. Parent report versions of the PII and PRS were administered in random order as well. Demographic and medical information were obtained through medical chart review. Additionally, a nurse practitioner (A. B.) rated all patients with NF1 in terms of symptom severity (mild, moderate, or severe) and number of NF1-related disease complications. Due to a smaller number of patients with NF1 who were rated as moderate or severe compared with mild, the moderate and severe ratings were combined into one category (moderate/severe). Measures PII The original PII measure is a six-item self-report questionnaire that assesses pain interference using the past 2 weeks as a recall period [ 22 ]. Respondents rate items on a 0–6 scale to indicate how much pain has interfered with various activities, and the total score is the mean of the six items. Preliminary reliability of the Swedish version is good (Cronbach’s alpha = 0.84). Initial translation of the items into English was performed by the Swedish research group that developed the instrument (R.W.), consisting of bilingual (i.e., Swedish and English) psychologists. The English translation was analyzed by the first and third authors (American psychologists familiar with the topic). A few adjustments were made to improve the precision (adding examples) and flow (replacing “manage” with “do”) of the text. Next, the English version was translated back to ascertain that it reflected the same item content as the original version. No further adjustments were required, and the questionnaire was considered adequate by both the originator of the instrument and the American authors. The final English version is presented in  Appendix 1 . PII-Parent The six-item PII-P is formatted and scored in the same manner as the self-report PII, with total scores ranging from 0 to 6. The authors changed the items on the PII to reflect the parent’s point of view, such that the parents respond about the extent to which pain interferes with their child’s daily life. MBPI The MBPI, adapted from the adult Brief Pain Inventory [ 26 ], is a 12-item self-report questionnaire that measures pain interference and has been used with children and adolescents ages 8–20 years [ 23 , 27 ]. Patients are asked to indicate the extent to which pain interfered with various activities in the past week, with scores ranging from 0 (does not interfere) to 10 (completely interferes). A total score is obtained by taking the mean of the scores for all 12 items; thus, the total score can range from 0 to 10. Cronbach’s alpha reliability estimates range from 0.77 to 0.91 [ 23 , 27 ], and construct validity is strong as demonstrated through its association with concurrent pain intensity [ 27 ]. FPS-R The FPS-R is a one-item tool designed to provide an overall indicator of pain intensity at the time of the assessment [ 24 ]. Respondents choose one of six faces with varying expressions to indicate how much pain they feel. The faces are scored as 0, 2, 4, 6, 8, or 10 points, so 0 = no pain and 10 = very much pain. The FPS-R has been validated in children as young as 4 years [ 28 ]. PRS The PRS is a two-item visual analogue scale (VAS) developed by the authors (P. W. and S. M.) that assesses pain intensity by asking the respondent to draw a mark on a 100-mm line to indicate his or her 1) current level of pain and 2) most important pain in the past week. Only the second item was included in analyses for this study. The phrase “most important pain” was used to enable patients to identify the pain that was most important to them as many of them have pain in multiple locations. The PRS includes verbal descriptors (low, medium, high, extreme) and a face at each anchor to help patients orient their position on the line, as recommended by Averbuch and Katzper [ 29 ]. The distance in millimeters from the beginning of the line to the patient’s mark is the score. VAS scales are commonly used to assess pain in pediatric populations, and evidence exists to support their reliability and validity [ 30 ]. The PRS has been used in children with medical conditions involving chronic pain [ 25 ]. PRS-Parent The Pain Rating Scale-Parent version (PRS-P) is similar to the VAS self-report PRS in terms of item content and format. Parents are asked to draw a mark on a 100-mm line to indicate their child’s level of pain currently, and on another line, they indicate their child’s most important pain in the past week; the second item was included in the current analyses. Like the self-report PRS, the PRS-P lines also include verbal descriptors (low, medium, high, extreme) and a face at each anchor to help orient the respondent’s position on the line. Scores for each item can range from 0 to 100. NF1 Disease Severity The nurse practitioner who typically conducts physical examinations with the patients with NF1 completed two measures of disease severity based on the results of her examination and retrospective chart review. First, the NF Disease Severity Scale, adapted by our group from Ablon [ 31 ], asks the medical professional to rate the patient’s symptoms as mild, moderate, or severe. Verbal descriptions for each category are provided and ask the rater to consider how the patient’s symptoms affect their overall physical well-being and daily functioning. The second indicator of disease severity, the NF1 Disease Complications Scale, is a checklist designed by a multi-disciplinary team of medical experts in NF1 at the National Institutes of Health. A medical professional notes the presence/absence of 18 diagnoses and physical complications related to NF1 (e.g., scoliosis, chronic headaches, pseudoarthrosis). The total severity score is the sum of the endorsed diagnoses. Inter-rater reliability and construct validity of this measure have been supported [ 32 ]. Statistical Analyses Cronbach’s coefficient alphas were calculated for the PII and for the PII-P, with mothers’ and fathers’ data examined separately. Pearson correlations between the two PII scales and the other pain scales (MBPI, FPS-R, PRS) were computed to assess concurrent validity. Analyses of variance (ANOVAs) and chi-square tests of independence were used to compare disease type (cancer and NF1) on demographic variables (patient age, gender, race, parent education). No differences were significant, except that patients with cancer were slightly older ( M  age = 15.9 ± 4.0) than patients with NF1 ( M  age = 13.6 ± 4.4;  F  = 4.65,  P  < 0.05). Thus, age was entered as a covariate in the analyses that examine differences between disease groups on pain scores. We also categorized patients by age to further examine differences between younger and older children in PII scores; we first separated children into groups of 6–12 years vs 13 years and older, and then into groups of 6–9 years vs 10 years and older to assess the validity of the PII in young children. Separate analyses were conducted using data from the NF1 patient group to investigate construct validity; specifically, Pearson correlations and ANOVAs were used to explore relationships between PII scores and disease severity. ANOVAs with post hoc Tukey comparisons and correlations were used to determine differences on the pain measures across pain medication status (yes or no) and demographic variables. Alpha was set at 0.05.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:26:15"
}