{
  "pmid": "PMID:25433207",
  "title": "Nf2-Yap signaling controls the expansion of DRG progenitors and glia during DRG development.",
  "abstract": "Molecular mechanisms governing the maintenance and proliferation of dorsal root ganglia (DRG) progenitors are largely unknown. Here we reveal that the Hippo pathway regulates the expansion of DRG progenitors and glia during mammalian DRG development. The key effectors of this pathway, transcriptional coactivators Yap and Taz, are expressed in DRG progenitors and glia during DRG development but are at least partially inhibited from activating transcription. Aberrant YAP activation leads to overexpansion of DRG progenitor and glial populations. We further show that the Neurofibromatosis 2 (Nf2) tumor suppressor inhibits Yap during DRG development. Loss of Nf2 leads to similar phenotypes as does YAP hyperactivation, and deleting Yap suppresses these phenotypes. Our study demonstrates that Nf2-Yap signaling plays important roles in controlling the expansion of DRG progenitors and glia during DRG development.",
  "authors": "Yelda Serinagaoglu; Joshua Paré; Marco Giovannini; Xinwei Cao",
  "journal": "Developmental biology",
  "publicationDate": "2015-02-01",
  "doi": "10.1016/j.ydbio.2014.11.017",
  "methods": "MATERIALS AND METHODS Animals All animal experiments were performed in accordance with the guidelines set by the Institutional Animal Care and Use Committee of St. Jude Children’s Research Hospital (SJCRH). The  TetO-YAP  line ( Camargo et al., 2007 ) was provided by Thijn R. Brummelkamp and Fernando D. Camargo (Children’s Hospital, Boston, MA).  Sox10-rtTA  line ( Ludwig et al., 2004 ) was a gift from Michael Wegner (Universität Erlangen-Nürnberg, Erlangen, Germany).  Wnt1-Cre  (Stock No: 007807) and  Axin2-rtTA  (Stock No: 016997) lines were obtained from the Jackson Laboratory. The  Yap  line ( Flox/Flox Xin et al., 2011 ) was provided by Eric N. Olson (University of Texas Southwestern Medical Center, Dallas, TX). The  Nf2  line has been described previously ( Flox/Flox Giovannini et al., 2000 ). An  Nf2  allele was generated by breeding  Δ Nf2  mice with the  Flox/Flox Ella-Cre  line (Stock No: 003724, Jackson Laboratory). As both  Nf2  and  Wnt1-Cre  are on Chromosome 11, a recombined allele,  Nf2 , was generated by extensive breeding. For BrdU pulse-labeling, timed pregnant mice were given intraperitoneal injections of BrdU (10 mg/ml in 0.9% saline) at a dose of 100 mg/kg. Doxycycline was delivered in drinking water at 500 mg/L at the time points indicated. Δ;Wnt1-Cre Histology and immunostaining Embryos younger than E15.5 were fixed with 4% paraformaldehyde in PBS overnight at 4°C. Embryos at E15.5 or older were intracardially perfused with 4% paraformaldehyde and post-fixed overnight at 4°C. Samples were embedded in OCT and sectioned at 16-μm thickness. Immunostainings were performed according to standard protocols. Primary antibodies were as follows: Blbp (Millipore, ABN14; rabbit, 1:500), BrdU (Abcam, ab6326; rat, 1:100), Isl1/2 (Developmental Studies Hybridoma Bank, Clone # 39.4D5; mouse, 1:500), Ki67 (Vector Laboratories, VP-RM04; rabbit, 1:250), Nf2 (Sigma, HPA003097; rabbit, 1:1000 and amplification with Invitrogen TSA kit), p75 (Promega, G3231; rabbit, 1:2000), S100β (Sigma, S2532; mouse, 1:100 and amplification with Invitrogen TSA kit), Sox10 (Santa Cruz, sc-17342; goat, 1:250), TrkA (provided by Louis Reichardt, University of California, San Francisco, CA; rabbit, 1:1000), Tuj1 (Covance, MMS-435P; mouse, 1:1000), Yap/Taz (Cell Signaling, 8418; rabbit, 1:200 and amplification with Invitrogen TSA kit), and pYap (Cell Signaling, 4911; rabbit, 1:200). Secondary antibodies were from Invitrogen and Jackson ImmunoResearch. Fluorescent images were acquired with a Zeiss LSM 510 or 780 confocal microscope. Western blot analysis DRG were dissected from E13.5 embryos. Total DRG lysates were prepared in 20 mM HEPES (pH 7.4), 150 mM NaCl, 2% SDS, and 5% glycerol supplemented with the Halt protease and phosphatase inhibitor cocktail (Thermo Scientific). The following primary antibodies were used: Nf2 (Sigma, HPA003097; rabbit, 1:1,000) and GAPDH (Sigma, G8795, mouse; 1:10,000). In situ  hybridization In situ  hybridization was performed as described ( Schaeren-Wiemers and Gerfin-Moser, 1993 ).  Ngn1  probe was provided by Andy Groves (Baylor College of Medicine Houston, TX) ( Raft et al., 2007 ).  Ngn2  and  TrkB  probes were provided by Qiufu Ma (Harvard Medical School, Boston, MA) ( Ma et al., 1999 ). A probe specific for the TrkC tyrosine kinase domain was designed based on  Fagan et al., 1996 . Total RNA was extracted from E13.5 wild-type mouse brain using TRIzol reagent (Invitrogen) and reverse transcribed by using the SuperScript III cDNA kit (Invitrogen). A 738 bp-long cDNA fragment encoding a portion of the kinase domain was amplified using forward primer CATCAAGAGGAGA GATATC GTGTTGAAGAG and reverse primer GGTCTCT TCTAGA CACGGCC, where underlined sequences show the restriction enzyme sites integrated into the fragment by PCR (EcoRV and XbaI, respectively). The fragment was cloned into pBluescript plasmid at EcoRV and XbaI sites. Antisense probe was generated by linearizing the vector with EcoRV and transcribing with T3 RNA polymerase. Images were acquired with a Zeiss Axio Imager M2 microscope equipped with a Zeiss AxioCam MRc camera. Quantification and statistical analysis Cell counting was performed using the ImageJ software. Three embryos for each genotype were quantified. Quantifications were performed on sections at similar rostrocaudal levels. Absolute numbers shown in bar graphs are mean number of cells per section. All values shown are mean ± s.e.m.  P -values were calculated with two-tailed, unpaired  t -test.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:26:16",
  "introduction": "INTRODUCTION The dorsal root ganglia (DRG) are clusters of sensory neurons and glia found at the dorsal root of the spinal nerves. They transmit sensory information from the body to the central nervous system (CNS) ( Zigmond et al., 1999 ). Neurons and glia in the DRG are derived from neural crest (NC) cells, whose precursors reside within the dorsal neural tube ( Le Douarin and Smith, 1988 ). Upon delaminating from the neural tube around embryonic day (E) 8.5 in mice, some NC cells migrate ventrally between somites and the neural tube and coalesce to generate the DRG ( Frank and Sanes, 1991 ;  Serbedzija et al., 1992 ). During migration and after condensation into a ganglion, multipotent NC cells (here we refer to the migrating ones as migratory NC cells and those within the DRG as DRG progenitors) become committed to neuronal or glial fates and give rise to sensory neurons and satellite glia in DRG ( Frank and Sanes, 1991 ;  Ma et al., 1999 ;  Rifkin et al., 2000 ;  Serbedzija et al., 1992 ). In mice, starting from around E9.5, a subset of multipotent NC cells give rise to sensory neurons in DRG in two temporally distinct but overlapping waves, which are regulated by basic helix-loop-helix transcription factors Neurogenin (Ngn) 2 and Ngn1 ( Ma et al., 1999 ;  Rifkin et al., 2000 ). The first wave of neurogenesis, dependent on Ngn2 activity, is completed by E11.5 in mice and mostly gives rise to large-diameter neurotrophic tyrosine kinase receptor (Trk) B-positive (TrkB + ) mechanoceptive and TrkC +  proprioceptive neurons. Ngn1-dependent second wave of neurogenesis occurs between E10.5 and E13.5 and mainly produces small-diameter TrkA +  nociceptive neurons ( Marmigère and Ernfors, 2007 ). All sensory neurons express markers Isl1/2 and Tuj1. Satellite glia are first detected around E11 by the early glial marker brain lipid binding protein (Blbp) ( Kurtz et al., 1994 ). Although factors regulating DRG neurogenesis and gliogenesis have been studied extensively ( Marmigère and Ernfors, 2007 ;  Woodhoo and Sommer, 2008 ), those governing the maintenance and proliferation of multipotent DRG progenitors are largely unknown. The Hippo pathway is an evolutionarily conserved signaling pathway that regulates organ growth and tumorigenesis ( Yu and Guan, 2013 ;  Zhao et al., 2011 ). Central to this pathway are kinases Mst1/2 and Lats1/2, which phosphorylate transcriptional coactivators Yap and Taz (here referred to as Yap/Taz), resulting in their cytoplasmic retention. Inactivation of Mst1/2 or Lats1/2 kinases or overexpression of Yap leads to accumulation of unphosphorylated Yap, which translocates into the nucleus and activates genes that promote proliferation and survival. Nf2/Merlin is an upstream activator of the Hippo pathway (Hamaratoglu et al., 2006;  Milton et al., 2010 ;  Zhang et al., 2010 ;  Zhao et al., 2007 ). Encoded by the tumor suppressor gene  Neurofibromatosis 2 , Nf2 is a close relative of the Ezrin/Radixin/Moesin (ERM) protein family, which links the cytoskeleton to membrane proteins ( Bretscher et al., 2002 ). In addition to its functions in maintaining cell-cell contact and cell polarity, Nf2 mediates contact-dependent inhibition of cell proliferation  in vitro  and controls tissue homeostasis and tumorigenesis  in vivo  ( Li et al., 2012 ). The Hippo-Yap/Taz pathway controls self-renewal and expansion of mouse and human embryonic stem cells ( Lian et al., 2010 ;  Varelas et al., 2008 ) and tissue-specific stem/progenitor cells ( Camargo et al., 2007 ;  Lee et al., 2010 ;  Zhang et al., 2010 ). We previously showed that Yap regulates neural progenitor cell number during vertebrate CNS development ( Cao et al., 2008 ) and recently found that Nf2 inhibits Yap/Taz to limit the expansion of the neural progenitor pool during mammalian brain development ( Lavado et al., 2013 ). In  Drosophila,  the Yap ortholog Yki promotes the expansion of optic lobe neuroepithelial and glial cells ( Reddy and Irvine, 2011 ;  Reddy et al., 2010 ). Taken together, these studies establish Yap as an important regulator of the sizes of CNS neural progenitor and glial populations. Here we investigated the function of Yap and Nf2 during mouse DRG development. We found that Yap/Taz are expressed in migratory NC cells, DRG progenitors, and the glial lineage but not in the neuronal lineage. Elevation of YAP expression in DRG progenitors and glial cells expands these cell populations. Furthermore, we found that Nf2 inhibits Yap during DRG development. In the absence of Nf2, the numbers of DRG progenitors and glial cells are increased and that of neurons is reduced, mimicking the phenotypes of YAP gain-of-function mutants. Deletion of  Yap  in the  Nf2  conditional knockout (cKO) background suppresses these phenotypes. We further show that Nf2-Yap signaling regulates progenitor expansion during the development of another NC derivative, the sympathetic ganglia (SG), in a similar fashion. Our findings provide novel insights into the function of Nf2-Yap signaling during NC development.",
  "results": "RESULTS Yap/Taz expression pattern in the developing DRG To begin investigating the potential function of the Hippo pathway during DRG development, we first examined the expression pattern of Yap/Taz in mouse embryos using an antibody that recognizes both Yap and Taz. At E9.5, Yap/Taz were detected in Sox10 +  migrating NC cells ( Kuhlbrodt et al., 1998 ;  Paratore et al., 2001 ) ( Fig. 1A ). At E10.5, when migrating NC cells have coalesced into the forming DRG, Yap/Taz were expressed in all Sox10 +  cells ( Fig. 1C ), a population consisting of p75 +  DRG progenitors ( Fig. 1D , arrowheads) and p75 −  glial precursors which retain Sox10 expression but have not yet started expression of the glial marker Blbp ( Hu et al., 2011 ;  Sonnenberg-Riethmacher et al., 2001 ) ( Fig. 1D , arrows). Cells of the neuronal lineage, marked by Isl1/2, did not express Yap/Taz ( Fig. 1E ), whether they were proliferating BrdU +  neuronal precursors ( Fig. 1E , arrowheads, 2-hour BrdU pulse) or BrdU −  postmitotic neurons ( Fig. 1E , arrows). At E15.5, Yap/Taz expression persisted in Sox10 +  cells ( Fig. 1G,G′ ), almost all of which coexpressed the glial marker Blbp at this stage ( Fig. 1H,H′ ). Neurons, marked by Tuj1, did not express Yap/Taz ( Fig. 1I,I′ ). In summary, during mouse DRG development, Yap/Taz are expressed in migratory NC cells, DRG progenitors, glial precursors, and satellite glia, but not in neuronal precursors or post-mitotic neurons. Throughout the developmental stages examined, Yap/Taz were present in the cytoplasm ( Fig. 1A,C,G,G′ ), suggesting that their transcriptional activity is at least partially inhibited. Indeed, the S112-phosphorylated form of Yap (S127 in human YAP), which is the product of the Hippo kinase cascade and is unable to activate transcription, was readily detectible in Sox10 +  cells at each stage ( Fig. 1B,F,J,J′ ). YAP overexpression in NC precursors, migratory NC cells, and DRG progenitors leads to overexpansion of DRG progenitors To understand the functional significance of keeping Yap/Taz suppressed, we decided to examine the consequences of their aberrant activation on DRG development. To this end, we utilized a mouse line that carries a doxycycline (Dox)-dependent allele of human  YAP1  ( TetO-YAP1 , here referred to as  S127A TetO-YAP ) ( Camargo et al., 2007 ). Mating these mice with those expressing the tetracycline-dependent transactivator rtTA under the control of the  Axin2  promoter ( Axin2-rtTA ) ( Yu et al., 2007 ) and providing dams with Dox enable overexpression of the S127A mutant version of YAP, which presumably has enhanced nuclear localization compared to the wild-type protein due to the lack of phosphorylation and therefore inhibition by the Hippo kinase cascade. The  Axin2  promoter is active in NC precursors within the dorsal neural tube starting at E8.5 and in migratory NC cells ( Yu et al., 2007 ). To examine the effect of YAP overexpression at early stages of DRG development, we gave Dox-containing water to pregnant females starting from E5.5. At E10.5, YAP was overexpressed in the DRG of  TetO-YAP;Axin2-rtTA  double transgenic embryos and the overexpression was restricted to Sox10 + p75 +  DRG progenitors ( Fig2 . A–D′, arrowheads) and Sox10 + p75 −  glial precursors ( Fig2 . A–D′, arrows). At E12.5, YAP was no longer overexpressed in  TetO-YAP;Axin2-rtTA  DRG ( Fig. 2E,F ) despite the presence of Dox, which is likely due to the downregulation of the  Axin2  promoter. Thus,  TetO-YAP;Axin2-rtTA  embryos experienced elevated YAP activity in NC precursors, migratory NC cells, DRG progenitors, and glial precursors before E12.5. At E10.5, the DRG of  TetO-YAP;Axin2-rtTA  embryos contained significantly more Sox10 + p75 +  DRG progenitors ( Fig. 2G–I ) than did the DRG of control embryos. To determine the cellular basis underlying these phenotypes, we analyzed the proliferation of DRG progenitors. We labeled S-phase cells with BrdU 2 hours before harvesting the embryos and quantified the percentage of BrdU +  DRG progenitors (BrdU + Sox10 + p75 + ,  Fig. 2J–K′ , arrowheads) within the progenitor population (Sox10 + p75 + ). The fraction of proliferating (BrdU + ) DRG progenitors was markedly higher in  TetO-YAP;Axin2-rtTA  embryos than in controls ( Fig. 2L ). To measure cell-cycle exit, we labeled S-phase cells with BrdU 24 hours prior to harvesting the embryos and quantified the fraction of BrdU +  cells that no longer expressed the proliferating-cell marker Ki67 (BrdU + Ki67 − /BrdU +  cells) ( Fig. 2M–N′ ), which indexes the fraction of cells that have exited the cell-cycle within the past 24-hour period. Cell-cycle exit was significantly reduced in  TetO-YAP;Axin2-rtTA  DRG ( Fig. 2O ). Taken together, these results demonstrate that YAP augments the proliferation capacity of DRG progenitors during the early stages of DRG development. To determine whether YAP hyperactivation at early stages of DRG development affects neurogenesis, we examined the neuronal population at two stages of DRG development. At E10.5,  TetO-YAP;Axin2-rtTA  DRG contained fewer Isl1/2 +  neurons ( Fig. 3A,B,G ) than did the DRG of control embryos. The number of  TrkC  neurons was significantly reduced whereas the numbers of TrkA + +  or  TrkB  neurons were unchanged in  + TetO-YAP;Axin2-rtTA  DRG ( Fig. 3H–N ). At postnatal day 0 (P0), when YAP was no longer overexpressed in  TetO-YAP;Axin2-rtTA  DRG ( Fig. 3C,D ), both the total number of neurons ( Fig. 3E–G ) and the numbers of each subtype of neurons ( Fig. 3O–U ) were restored to control levels. These results suggest that YAP hyperactivation at early stages of DRG development delays the production of TrkC +  neurons. YAP  overexpression in DRG progenitors and glial cells expands these populations Because the  Axin2  promoter was downregulated in DRG by E12.5 ( Fig. 2E,F ), we were unable to analyze the effect of aberrant YAP activation on DRG development at later stages. We therefore crossed  TetO-YAP  mice with those expressing rtTA under the control of the  Sox10  promoter ( Sox10-rtTA ) ( Ludwig et al., 2004 ), which is first turned-on in migratory NC cells around E8.5 and stays active in DRG progenitors and the glial lineage during DRG development. Dox administration starting from E7.5 led to increased YAP levels in Sox10 +  DRG progenitors and glia in the DRG of  TetO-YAP;Sox10-rtTA  embryos at E12.5 ( Fig. 4A,B ). These DRG contained significantly more Sox10 + p75 +  DRG progenitors ( Fig. 4C–E , arrowheads) and Sox10 + p75 −  glia ( Fig. 4C–D′,F , arrows) than did control DRG. The number of Isl1/2 +  neurons, however, was unperturbed at either E12.5 ( Fig. 4G–I ) or E11.5 ( Fig. S1A–E ). Furthermore, the numbers of each subtype of neurons were similar between control and  TetO-YAP;Sox10-rtTA  DRG ( Fig. S1F–L ). Thus, YAP hyperactivation in Sox10 +  NC cells expands the DRG progenitor and glial populations but does not affect neurogenesis. To examine the effect of YAP overexpression in the glial lineage specifically, we started Dox delivery at E12.5, when most Sox10 +  cells in control embryos have differentiated into the glial lineage ( Fig. 4E,F ; ~14 DRG progenitors vs. ~100 glia in control embryos) ( Hu et al., 2011 ). At E18.5, YAP was overexpressed in Sox10 +  cells in  TetO-YAP;Sox10-rtTA  DRG ( Fig. 4J–K′ ) and almost all Sox10 +  cells expressed the glial marker S100β ( Fig. 4L–M′ ). We quantified the number of glia by counting Sox10 +  cells.  TetO-YAP;Sox10-rtTA  DRG contained significantly more glial cells at E18.5 than did controls ( Fig. 4N ). These results demonstrate that aberrant YAP activation in glial cells causes overexpansion of this population. Nf2 is expressed in the developing DRG So far, our data demonstrate that Yap/Taz are expressed in DRG progenitors and glial cells during normal DRG development and that aberrant YAP activation in these cells causes overexpansion of these cell populations. We next sought to identify upstream regulators of Yap/Taz. We hypothesized that Nf2 is an inhibitor of Yap during DRG development. The  Nf2  transcript is widely expressed during mouse embryogenesis ( Gutmann et al., 1995 ;  Huynh et al., 1996 ), and high levels of  Nf2  promoter activity are seen in migrating NC cells ( Akhmametyeva et al., 2006 ). We performed immunostaining to monitor the expression and localization of Nf2 proteins in the developing DRG. At E10.5, Nf2 proteins were detected in the soma of Sox10 +  DRG progenitors and glial precursors ( Fig. 5A,A′ , arrowheads) and in the soma and processes of Tuj1 +  sensory neurons ( Fig. 5A,A′ , arrows). At E12.5, Nf2 was present in Blbp +  satellite glia ( Fig. 5B–D ; arrows and arrowheads mark three examples of glial processes) and Tuj1 +  sensory neurons ( Fig. 5E,E′ ). Thus, Nf2 is expressed in all cell types in the developing DRG and is coexpressed with Yap/Taz in DRG progenitors and the glial lineage (see  Fig. 1 ). Loss of Nf2 leads to similar defects in DRG development as does YAP hyperactivation To test our hypothesis that Nf2 is an inhibitor of Yap during DRG development, we conditionally deleted  Nf2  in the NC lineage using  Wnt1-Cre , which is expressed in NC precursors in the dorsal neural tube starting from E8.5 ( Danielian et al., 1998 ). We confirmed that Nf2 proteins were no longer detected in  Nf2  cKO ( Nf2 ) DRG at E13.5, the earliest stage we could collect sufficient amount of tissues for western blot analysis ( Flox/Δ;Wnt1-Cre Fig. 5F ). Because  YAP  overexpression affected DRG progenitors, we first examined the effect of  Nf2  deletion on this population. At E10.5, the number of Sox10 + p75 +  DRG progenitors was significantly increased in  Nf2  cKO embryos ( Fig. 6A–C ). The percentage of proliferating DRG progenitors within the progenitor population, measured by BrdU incorporation after a 2-hour pulse (BrdU + Sox10 + p75 + /Sox10 + p75 +  cells), was also significantly increased ( Fig. 6D–F ), whereas cell-cycle exit during the 24-hour period between E9.5 and E10.5 was reduced (BrdU + Ki67 − /BrdU +  cells) ( Fig. 6G–I ). At E12.5, most Sox10 +  cells in both control and  Nf2  cKO DRG no longer expressed p75 ( Fig. 6J–K′ , arrows), and the numbers of Sox10 + p75 +  DRG progenitors in control and  Nf2  cKO DRG were similar ( Fig. 6L ). These phenotypes closely resemble those of  TetO-YAP;Axin2-rtTA  embryos (see  Fig. 2G–O ), thus supporting our hypothesis that Nf2 is a Yap inhibitor during DRG development. We next analyzed gliogenesis and neurogenesis in  Nf2  cKO DRG. Glia are Sox10 + Blbp +  at E12.5 and Sox10 + S100β +  at E18.5 ( Fig. 6M–P ). We quantified glia by counting Sox10 +  cells at these stages. This approach gives a close estimate of the quantity of glial cells because, from E12.5 and onward, Sox10 + p75 +  DRG progenitors constitute less than 5% of the cells in DRG and their numbers were similar in control and  Nf2  cKO DRG ( Fig. 6J–L′ ). At E12.5 and E18.5, the number of glia was significantly increased in  Nf2  cKO DRG ( Fig. 6Q ). The number of neurons, marked by Isl1/2 at E10.5 and Tuj1 at E18.5, was reduced in  Nf2  cKO DRG ( Fig 7A–E ). At E10.5, the numbers of  TrkB  and  + TrkC  neurons were significantly reduced but the number of TrkA + +  neurons was unchanged ( Fig. 7F–L ). At E18.5, the numbers of all three subtypes of neurons were reduced in  Nf2  cKO DRG ( Fig 7M–S ). The expansion in the glial population at E12.5 and E18.5 and reduction in neuron numbers at E10.5 in  Nf2  cKO DRG resembles the effects of  YAP  overexpression (see  Fig. 2 – 4 ), reinforcing our hypothesis that Nf2 is a Yap inhibitor in the developing DRG. Yap  deletion rescues  Nf2  cKO phenotypes in DRG To further confirm that Nf2 functions by inhibiting Yap, we generated  Nf2  and  Yap  double cKO animals ( Nf2 , herein called  Flox/Δ;Wnt1-Cre ;Yap Flox/Flox Nf2;Yap  cKO).  Yap  cKO ( Yap ) and  Flox/Flox ;Wnt1-Cre Nf2;Yap  cKO embryos all died around E10.5 with massive forebrain bleeding (data not shown), probably due to defects in cerebral vessel formation. We therefore focused our analyses at E10.5.  Yap  deletion alone in the NC lineage did not affect DRG progenitor ( Fig. 8A,B,E ) or neuronal populations ( Fig. 8F,G,J ). However, deletion of  Yap  in the  Nf2  cKO background suppressed the expansion of DRG progenitors ( Fig. 8A,C–E ) and rescued the reduction in the neuronal population ( Fig. 8F,H–J ). These results strongly support that Nf2 is an inhibitor of Yap during DRG development. Nf2-Yap signaling controls the expansion of sympathetic ganglia (SG) progenitors So far we have shown that Nf2-Yap signaling controls the expansion of DRG progenitors. Since Yap/Taz are expressed in migrating NC cells at E9.5 ( Fig. 1A ), we asked whether progenitors in other NC derivatives are also regulated by Nf2-Yap signaling. To this end, we examined the development of SG, which are a part of the autonomic nervous system that regulates the homeostasis of the internal environment of the organism ( Rohrer, 2011 ). In control SG, Yap/Taz were expressed in Sox10 +  SG progenitors ( Fig. 9A ) but not in Isl1/2 +  sympathetic neuroblasts (data not shown). In the aforementioned  TetO-Yap;Axin2-rtTA  double transgenic embryos (Dox starting from E5.5), YAP was overexpressed in Sox10 +  SG progenitors at E10.5 ( Fig. 9A,B ). At this stage, the SG of  TetO-Yap;Axin2-rtTA  embryos contained significantly more Sox10 +  SG progenitors ( Fig. 9C–E ). The percentage of proliferating SG progenitors within the progenitor population, measured by BrdU incorporation after a 2-hour pulse (BrdU + Sox10 + /Sox10 +  cells), was also markedly increased ( Fig. 9F–H ).  Nf2  deletion in NC cells led to similar phenotypes as  YAP  hyperactivation. At E10.5, the SG progenitor population was expanded in  Nf2  cKO embryos ( Fig. 9I–K ). The fraction of proliferating SG progenitors was markedly higher in  Nf2  cKO embryos than in controls ( Fig. 9L–N ). Finally, although  Yap  deletion alone did not affect the SG progenitor population ( Fig. 9O,P,S ), it suppressed the expansion of SG progenitors in the  Nf2  cKO background ( Fig. 9O,Q–S ). These results demonstrate that Nf2-Yap signaling controls the expansion of SG progenitors.",
  "discussion": "Conclusions By using YAP gain-of-function and Nf2 loss-of-function mouse models, we demonstrate that Nf2-Yap signaling regulates the development of two NC derivatives, the DRG and the SG. The observation that significant amount of Yap/Taz proteins remain localized in the cytoplasm in  Nf2  cKO DRG (see above, data not shown) suggests that other factors are involved in sequestering Yap/Taz in the cytoplasm. Consistent with this idea, although the  TetO-YAP  transgenic animals used here express the S127A mutant form of YAP ( Camargo et al., 2007 ), which is thought to have increased nuclear localization than the wild-type protein because it cannot be inhibited by the Hippo kinase cascade ( Yu and Guan, 2013 ), a large fraction of YAP-S127A proteins reside in the cytoplasm (see  Fig. 2B,D  and  Fig. 4B,K,K′ ), indicating that factors besides the Hippo kinase cascade are involved in Yap/Taz suppression during DRG development. A rapidly growing list of Yap/Taz regulators are being discovered ( Yu and Guan, 2013 ). An important task for future studies is to understand how these regulators operate in intact animals.",
  "upgrade_date": "2026-02-21 02:22:57"
}