{
  "pmid": "PMID:25433207",
  "title": "Nf2-Yap signaling controls the expansion of DRG progenitors and glia during DRG development.",
  "abstract": "Molecular mechanisms governing the maintenance and proliferation of dorsal root ganglia (DRG) progenitors are largely unknown. Here we reveal that the Hippo pathway regulates the expansion of DRG progenitors and glia during mammalian DRG development. The key effectors of this pathway, transcriptional coactivators Yap and Taz, are expressed in DRG progenitors and glia during DRG development but are at least partially inhibited from activating transcription. Aberrant YAP activation leads to overexpansion of DRG progenitor and glial populations. We further show that the Neurofibromatosis 2 (Nf2) tumor suppressor inhibits Yap during DRG development. Loss of Nf2 leads to similar phenotypes as does YAP hyperactivation, and deleting Yap suppresses these phenotypes. Our study demonstrates that Nf2-Yap signaling plays important roles in controlling the expansion of DRG progenitors and glia during DRG development.",
  "authors": "Yelda Serinagaoglu; Joshua Paré; Marco Giovannini; Xinwei Cao",
  "journal": "Developmental biology",
  "publicationDate": "2015-02-01",
  "doi": "10.1016/j.ydbio.2014.11.017",
  "methods": "MATERIALS AND METHODS Animals All animal experiments were performed in accordance with the guidelines set by the Institutional Animal Care and Use Committee of St. Jude Children’s Research Hospital (SJCRH). The  TetO-YAP  line ( Camargo et al., 2007 ) was provided by Thijn R. Brummelkamp and Fernando D. Camargo (Children’s Hospital, Boston, MA).  Sox10-rtTA  line ( Ludwig et al., 2004 ) was a gift from Michael Wegner (Universität Erlangen-Nürnberg, Erlangen, Germany).  Wnt1-Cre  (Stock No: 007807) and  Axin2-rtTA  (Stock No: 016997) lines were obtained from the Jackson Laboratory. The  Yap  line ( Flox/Flox Xin et al., 2011 ) was provided by Eric N. Olson (University of Texas Southwestern Medical Center, Dallas, TX). The  Nf2  line has been described previously ( Flox/Flox Giovannini et al., 2000 ). An  Nf2  allele was generated by breeding  Δ Nf2  mice with the  Flox/Flox Ella-Cre  line (Stock No: 003724, Jackson Laboratory). As both  Nf2  and  Wnt1-Cre  are on Chromosome 11, a recombined allele,  Nf2 , was generated by extensive breeding. For BrdU pulse-labeling, timed pregnant mice were given intraperitoneal injections of BrdU (10 mg/ml in 0.9% saline) at a dose of 100 mg/kg. Doxycycline was delivered in drinking water at 500 mg/L at the time points indicated. Δ;Wnt1-Cre Histology and immunostaining Embryos younger than E15.5 were fixed with 4% paraformaldehyde in PBS overnight at 4°C. Embryos at E15.5 or older were intracardially perfused with 4% paraformaldehyde and post-fixed overnight at 4°C. Samples were embedded in OCT and sectioned at 16-μm thickness. Immunostainings were performed according to standard protocols. Primary antibodies were as follows: Blbp (Millipore, ABN14; rabbit, 1:500), BrdU (Abcam, ab6326; rat, 1:100), Isl1/2 (Developmental Studies Hybridoma Bank, Clone # 39.4D5; mouse, 1:500), Ki67 (Vector Laboratories, VP-RM04; rabbit, 1:250), Nf2 (Sigma, HPA003097; rabbit, 1:1000 and amplification with Invitrogen TSA kit), p75 (Promega, G3231; rabbit, 1:2000), S100β (Sigma, S2532; mouse, 1:100 and amplification with Invitrogen TSA kit), Sox10 (Santa Cruz, sc-17342; goat, 1:250), TrkA (provided by Louis Reichardt, University of California, San Francisco, CA; rabbit, 1:1000), Tuj1 (Covance, MMS-435P; mouse, 1:1000), Yap/Taz (Cell Signaling, 8418; rabbit, 1:200 and amplification with Invitrogen TSA kit), and pYap (Cell Signaling, 4911; rabbit, 1:200). Secondary antibodies were from Invitrogen and Jackson ImmunoResearch. Fluorescent images were acquired with a Zeiss LSM 510 or 780 confocal microscope. Western blot analysis DRG were dissected from E13.5 embryos. Total DRG lysates were prepared in 20 mM HEPES (pH 7.4), 150 mM NaCl, 2% SDS, and 5% glycerol supplemented with the Halt protease and phosphatase inhibitor cocktail (Thermo Scientific). The following primary antibodies were used: Nf2 (Sigma, HPA003097; rabbit, 1:1,000) and GAPDH (Sigma, G8795, mouse; 1:10,000). In situ  hybridization In situ  hybridization was performed as described ( Schaeren-Wiemers and Gerfin-Moser, 1993 ).  Ngn1  probe was provided by Andy Groves (Baylor College of Medicine Houston, TX) ( Raft et al., 2007 ).  Ngn2  and  TrkB  probes were provided by Qiufu Ma (Harvard Medical School, Boston, MA) ( Ma et al., 1999 ). A probe specific for the TrkC tyrosine kinase domain was designed based on  Fagan et al., 1996 . Total RNA was extracted from E13.5 wild-type mouse brain using TRIzol reagent (Invitrogen) and reverse transcribed by using the SuperScript III cDNA kit (Invitrogen). A 738 bp-long cDNA fragment encoding a portion of the kinase domain was amplified using forward primer CATCAAGAGGAGA GATATC GTGTTGAAGAG and reverse primer GGTCTCT TCTAGA CACGGCC, where underlined sequences show the restriction enzyme sites integrated into the fragment by PCR (EcoRV and XbaI, respectively). The fragment was cloned into pBluescript plasmid at EcoRV and XbaI sites. Antisense probe was generated by linearizing the vector with EcoRV and transcribing with T3 RNA polymerase. Images were acquired with a Zeiss Axio Imager M2 microscope equipped with a Zeiss AxioCam MRc camera. Quantification and statistical analysis Cell counting was performed using the ImageJ software. Three embryos for each genotype were quantified. Quantifications were performed on sections at similar rostrocaudal levels. Absolute numbers shown in bar graphs are mean number of cells per section. All values shown are mean ± s.e.m.  P -values were calculated with two-tailed, unpaired  t -test.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:26:16"
}