{
  "pmid": "25437375",
  "abstract": "Neurofibromatosis type 1 (NF1) is a neurodevelopmental disorder characterized by a broad spectrum of cognitive deficits. In particular, executive dysfunction is recognized as a core deficit of NF1, including impairments in executive attention and inhibitory control. Yet, the neural mechanisms behind these important deficits are still unknown. Here, we studied inhibitory control in a visual go/no-go task in children and adolescents with NF1 and age- and gender-matched controls (n = 16 per group). We applied a multimodal approach using high-density electroencephalography (EEG), to study the evoked brain responses, and magnetic resonance spectroscopy (MRS) to measure the levels of GABA and glutamate + glutamine in the medial frontal cortex, a brain region that plays a pivotal role in inhibitory control, and also in a control region, the occipital cortex. Finally, we run correlation analyses to identify the relationship between inhibitory control, levels of neurotransmitters, and EEG markers of neural function. Individuals with NF1 showed impaired impulse control and reduced EEG correlates of early visual processing (parieto-occipital P1) and inhibitory control (frontal P3). MRS data revealed a reduction in medial frontal GABA+/tCr (total Creatine) levels in the NF1 group, in parallel with the already reported reduced occipital GABA levels. In contrast, glutamate + glutamine/tCr levels were normal, suggesting the existence of abnormal inhibition/excitation balance in this disorder. Notably, medial frontal but not occipital GABA levels correlated with general intellectual abilities (IQ) in NF1, and inhibitory control in both groups. Surprisingly, the relationship between inhibitory control and medial frontal GABA was reversed in NF1: higher GABA was associated with a faster response style whereas in controls it was related to a cautious strategy. Abnormal GABAergic physiology appears, thus, as an important factor underlying impaired cognition in NF1, in a level and region dependent manner.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:31:27.359788",
  "abstract_length": 2019,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}