{
  "pmid": "25452392",
  "abstract": "BACKGROUND: Neurofibromatosis type 2 (NF2) is a tumor syndrome that results from mutation of the NF2 tumor suppressor gene. The hallmark of NF2 is the presence of bilateral vestibular schwannoma (VS). Though NF2-associated and sporadic VS share identical histopathologic findings and cytogenetic alterations, NF2-associated VS often appears multilobulated, is less responsive to radiosurgery, and has worse surgical outcomes. Temporal bone autopsy specimens and MRI of the inner ear performed on NF2 patients suggest that multiple discrete tumors may be present within the labyrinth and cerebellopontine angle. METHODS: Treatment-naïve ears in patients enrolled in a prospective NF2 natural history study (NIH#08-N-0044) were included for MRI analysis. T2-weighted and postcontrast T1-weighted MRIs were evaluated for the presence of multiple discrete tumors or a multilobulated mass. Peripheral blood (germline) and regional samples of tumor tissue were procured from consecutive patients enrolled in this study undergoing resection of a multilobulated VS (MVS). Histopathologic evaluation and genetic analysis (single nucleotide polymorphism array analysis, NF2 sequencing) were performed on each specimen. RESULTS: Over half of NF2 ears harbored either an MVS (60/139 ears) or multiple discrete masses (19/139 ears). For 4 successive MVSs, genetic analysis revealed an admixture of cell populations, each with its own somatic NF2 mutation or deletion. CONCLUSIONS: These findings suggest that the majority of NF2-associated VSs are polyclonal, such that the tumor mass represents a collision of multiple, distinct tumor clones. This explains the characteristic lobulated gross appearance of NF2-associated VS, and may also explain the substantially different treatment outcomes compared with sporadic VS.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:31:35.819494",
  "abstract_length": 1807,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}