{
  "pmid": "PMID:25475340",
  "title": "Validity and interexaminer reliability of a new method to quantify skin neurofibromas of neurofibromatosis 1 using paper frames.",
  "abstract": "BACKGROUND: Skin neurofibromas represent one of the main clinical manifestations of neurofibromatosis 1, and their number varies greatly between individuals. Quantifying their number is an important step in the methodology of many clinical studies, but counting neurofibromas one by one in individuals with thousands of tumors is arduous, time-consuming, and subject to intra and interexaminer variability. We aimed to evaluate the efficacy of a new methodology for skin neurofibromas quantification using paper frames. METHODS: The sample comprised 92 individuals with NF1. Paper frames, with a central square measuring 100 cm2, were placed on the back, abdomen and thigh. Images were taken, transferred to a computer and two independent examiners counted the neurofibromas. The average number of neurofibromas/100 cm2 of skin was obtained from the mean of the three values. The differences in the quantity of neurofibromas counted by two examiners were evaluated with Intraclass correlation coefficient (ICC), paired t-test, Bland-Altman and survival-agreement plots. To evaluate the predictive value of the method in obtaining the total number of neurofibromas, 49 participants also had their tumors counted one by one. Reproducibility was assessed with Pearson's correlation coefficients and simple linear regression model. RESULTS: There was excellent agreement between examiners (ICC range 0.992-0.997) and the total number of skin neurofibromas could be predicted by the adhesive frames technique using a specific formula (P < 0.0001). CONCLUSIONS: In this article we describe a reliable, easy and rapid technique using paper frames to quantify skin neurofibromas that accurately predicts the total number of these tumors in patients with NF1. This method may be a useful tool in clinical practice and clinical research to help achieve an accurate quantitative phenotype of NF1.",
  "authors": "Karin S G Cunha; Rafaela E Rozza-de-Menezes; Raquel M Andrade; Amy Theos; Ronir R Luiz; Bruce Korf; Mauro Geller",
  "journal": "Orphanet journal of rare diseases",
  "publicationDate": "2014-12-05",
  "doi": "10.1186/s13023-014-0202-9",
  "methods": "Methods The sample comprised 92 individuals with NF1. Paper frames, with a central square measuring 100 cm 2 , were placed on the back, abdomen and thigh. Images were taken, transferred to a computer and two independent examiners counted the neurofibromas. The average number of neurofibromas/100 cm 2  of skin was obtained from the mean of the three values. The differences in the quantity of neurofibromas counted by two examiners were evaluated with Intraclass correlation coefficient (ICC), paired  t- test, Bland-Altman and survival-agreement plots. To evaluate the predictive value of the method in obtaining the total number of neurofibromas, 49 participants also had their tumors counted one by one. Reproducibility was assessed with Pearson’s correlation coefficients and simple linear regression model. Methods Case selection This study protocol was approved by the Review Board of the Antônio Pedro University Hospital of Universidade Federal Fluminense, Niterói, RJ, Brazil (#121/11). The individuals’ written, informed consent was obtained and the Declaration of Helsinki protocols were followed. A total of 92 post-pubertal NF1 individuals were included in this research. NF1 diagnosis was based on the clinical criteria of National Institutes of Health [ 2 ]. The exclusion criteria were: presence of a large plexiform neurofibroma on the back, thigh, or abdomen that crossed the midline; history of surgical removal of a large number of skin neurofibromas from back, thigh, or abdomen (more than ten within the five years prior to enrollment in the study); previous treatment with chemotherapy or radiotherapy, as well as with any drug (such as interferon, retinoic acid, thalidomide, or farnesyl transferase inhibitor) tested for efficacy in neurofibroma treatment. Study design After signing the informed consent, study participants had their data collected: age, gender and skin color. Then, the study participants were clinically evaluated after getting undressed, keeping only their lower underwear. Quantification of neurofibromas using the paper frames method The quantification technique uses paper frames, with a central square measuring 100 cm 2 , which are placed in three specific areas of the body (back, abdomen and thigh) (Figure  1 A). After placing the paper frames on the specific areas, two photographs were taken from each paper frame, using a digital camera (Sony Cyber-shot DSC-W30, Tokyo, Japan). Then, to facilitate the analysis of the photographs, a washable pen was used to mark the cutaneous neurofibromas, as well as the subcutaneous neurofibromas (with the aim to facilitate their distinction from café-au-lait spots). Two additional pictures were taken after marking the neurofibromas. The photographs were obtained with resolution of 300 dpi in JPEG format. Figure 1 \n Paper frames method for counting skin neurofibromas. (A)  Schematic image of paper frames attachment: An adhesive backing from paper frame was removed and it was placed on the individual’s abdomen with a bottom corner placed just left of the individual’s umbilicus, left thigh and back with the top corners put just under the individual’s scapula. If a large plexiform tumor existed on the left side of the abdomen or thigh, the opposite side would have chosen for paper frames attachment.  (B)  The paper frame in the back presenting skin neurofibromas marked by washable pen.  (C)  The process of skin neurofibromas counting using Paint® software (yellow points represent neurofibromas that had already been counted). The images were transferred to a computer and the clearest photograph containing the neurofibromas marked with the washable pen was used to count the tumors (Figure  1 B). All the pictures were analyzed using the software Paint® (Microsoft Corporation, Redmond, WA, USA). The examiner used the spray tool to highlight the skin neurofibromas that had already been counted, avoiding the possibility of counting the same neurofibroma twice (Figure  1 C). The average number of skin neurofibromas per 100 cm 2  of skin was defined as the mean of the three areas. Evaluation of interexaminer reliability of the paper frames method To evaluate the interexaminer reliability of quantification of neurofibromas using the paper frames method, all the pictures were analyzed by two independent trained examiners: RMA (examiner A) and RERM (examiner B). The interexaminer analysis was calculated using the mean of the three counts (abdomen, back and thigh). Evaluation of paper frame method in predicting the total number of skin neurofibromas To evaluate the predictive value of the paper frames method in obtaining the total number of skin neurofibromas, 49 participants of the study had their tumors counted one by one by a trained examiner (RMA; examiner A). Neurofibromas on genitals and scalp were not included. Statistical analysis For statistical analysis, we used the SPSS software (IBM® SPSS®, v. 20.0, Armonk, NY, USA) and Excel 2011 (Microsoft Corporation, Redmond, WA, USA).  P  values less than 0.05 were considered statistically significant. Pearson’s correlation coefficient was used to evaluate the correlation between total number of skin tumors and age of NF1 patients. For this, patients were grouped into five categories of age: <20, 20–29, 30–39, 40–49 and ≥50 years old. For trend across ordering, the Mann-Whitney test was used to evaluate which age groups had significant difference in neurofibroma quantity. The reliability of the paper frames method performed by the two independent examiners was analyzed by ICC, Bland-Altman plot associated with Spearman’s rho correlation coefficient and survival-agreement plot [ 17 , 18 ]. The paired t-test was also used to compare the means of the two examiners. For interexaminer reliability analyses, the results were also evaluated separately according to the skin color of the NF1 individuals and according to the average number of neurofibromas per 100 cm 2  (<100 and ≥100 neurofibromas) with the aim to identify any fixed/proportional bias. The log rank test was applied in the survival-agreement plot to evaluate the difference in the quantity of neurofibromas obtained by both examiners according to skin color. To estimate the inter-method reliability, Pearson’s correlation coefficient was used to evaluate whether the average number of neurofibromas in the paper frames corresponded to the estimated number of neurofibromas per 100 cm 2  of skin based on the total number of neurofibromas. To obtain the estimated number of neurofibromas per 100 cm 2  of skin based on the total number of neurofibromas, we used Mosteller’s formula to calculate the body surface area (BSA) [ 19 ]. BSA is defined as the square root of height (in centimeters) multiplied by weight (in kilograms) divided by 3,600. The simple linear regression model was used to build an equation for predicting the approximate total number of skin neurofibromas from the paper frames method. The independent variable was assigned by exact total number of skin neurofibromas (y) and the dependent variable by paper frames method (x). This analysis was taken separately for each examiner. The R squared coefficient (R 2 ) was used to verify the proportion of predictive values that were similar to the exact total number of tumors. Then, a simple linear regression model (y = α + βx) was used to convert the number of skin neurofibromas from the paper frame method into an exact total number of tumors [ 20 ].",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:26:18"
}