{
  "pmid": "25483400",
  "abstract": "BACKGROUND: The neurofibromatosis type 1 (Nf1) gene encodes a GTPase activating protein that negatively regulates small GTPases of the Ras family. METHODS: We assessed alcohol-related behaviors including alcohol sensitivity, dependent and nondependent drinking, and basal and alcohol-induced gamma-aminobutyric acid (GABA) release in the central nucleus of the amygdala (CeA) in Nf1 heterozygous null mice (Nf1(+/-)). We also investigated the associations of NF1 polymorphisms with alcohol dependence risk and severity in humans. RESULTS: Nf1(+/-) mice do not differ from wild-type mice in nondependent drinking, such as 24-hour, 2-bottle choice drinking in the dark binge drinking or limited access 2-bottle choice. However, Nf1(+/-) mice failed to escalate alcohol drinking following chronic intermittent ethanol vapor exposure (CIE) to induce dependence. Alcohol acutely increases GABA release in the CeA and alcohol dependence is characterized by increased baseline GABA release in CeA. Interestingly, GABA release in Nf1(+/-) mice is greater at baseline than wild-type mice, is not elevated by induction of dependence by CIE, and failed to show alcohol-induced facilitation both before and after CIE. Additionally, we observed that multiple variants in the human NF1 gene are associated with a quantitative measure of alcohol dependence in both African Americans and European Americans. CONCLUSIONS: In this translational investigation, we found that Nf1 activity regulates excessive drinking and basal and ethanol-stimulated GABA release in the mouse central amygdala. We also found that genetic variation in NF1 may confer an inherent susceptibility to the transition from nondependent to dependent drinking in humans.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:31:52.851671",
  "abstract_length": 1725,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}