{
  "pmid": "PMID:25534823",
  "title": "Akt- or MEK-mediated mTOR inhibition suppresses Nf1 optic glioma growth.",
  "abstract": "BACKGROUND: Children with neurofibromatosis type 1 (NF1) develop optic pathway gliomas, which result from impaired NF1 protein regulation of Ras activity. One obstacle to the implementation of biologically targeted therapies is an incomplete understanding of the individual contributions of the downstream Ras effectors (mitogen-activated protein kinase kinase [MEK], Akt) to optic glioma maintenance. This study was designed to address the importance of MEK and Akt signaling to Nf1 optic glioma growth. METHODS: Primary neonatal mouse astrocyte cultures were employed to determine the consequence of phosphatidylinositol-3 kinase (PI3K)/Akt and MEK inhibition on Nf1-deficient astrocyte growth. Nf1 optic glioma-bearing mice were used to assess the effect of Akt and MEK inhibition on tumor volume, proliferation, and retinal ganglion cell dysfunction. RESULTS: Both MEK and Akt were hyperactivated in Nf1-deficient astrocytes in vitro and in Nf1 murine optic gliomas in vivo. Pharmacologic PI3K or Akt inhibition reduced Nf1-deficient astrocyte proliferation to wild-type levels, while PI3K inhibition decreased Nf1 optic glioma volume and proliferation. Akt inhibition of Nf1-deficient astrocyte and optic glioma growth reflected Akt-dependent activation of mammalian target of rapamycin (mTOR). Sustained MEK pharmacologic blockade also attenuated Nf1-deficient astrocytes as well as Nf1 optic glioma volume and proliferation. Importantly, these MEK inhibitory effects resulted from p90RSK-mediated, Akt-independent mTOR activation. Finally, both PI3K and MEK inhibition reduced optic glioma-associated retinal ganglion cell loss and nerve fiber layer thinning. CONCLUSION: These findings establish that the convergence of 2 distinct Ras effector pathways on mTOR signaling maintains Nf1 mouse optic glioma growth, supporting the evaluation of pharmacologic inhibitors that target mTOR function in future human NF1-optic pathway glioma clinical trials.",
  "authors": "Aparna Kaul; Joseph A Toonen; Patrick J Cimino; Scott M Gianino; David H Gutmann",
  "journal": "Neuro-oncology",
  "publicationDate": "2015-06",
  "doi": "10.1093/neuonc/nou329",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-19 09:26:20"
}