{
  "pmid": "25534823",
  "abstract": "Akt- or MEK-mediated mTOR inhibition suppresses Nf1 optic glioma growth.  Kaul A(1), Toonen JA(1), Cimino PJ(1), Gianino SM(1), Gutmann DH(1).  Author information: (1)Department of Neurology, Washington University School of Medicine, St. Louis,  Missouri (A.K., J.A.T., S.M.G., D.H.G.); Department of Pathology, Washington  University School of Medicine, St. Louis, Missouri (P.J.C.).  BACKGROUND: Children with neurofibromatosis type 1 (NF1) develop optic pathway  gliomas, which result from impaired NF1 protein regulation of Ras activity. One  obstacle to the implementation of biologically targeted therapies is an  incomplete understanding of the individual contributions of the downstream Ras  effectors (mitogen-activated protein kinase kinase [MEK], Akt) to optic glioma  maintenance. This study was designed to address the importance of MEK and Akt  signaling to Nf1 optic glioma growth. METHODS: Primary neonatal mouse astrocyte cultures were employed to determine  the consequence of phosphatidylinositol-3 kinase (PI3K)/Akt and MEK inhibition  on Nf1-deficient astrocyte growth. Nf1 optic glioma-bearing mice were used to  assess the effect of Akt and MEK inhibition on tumor volume, proliferation, and  retinal ganglion cell dysfunction. RESULTS: Both MEK and Akt were hyperactivated in Nf1-deficient astrocytes in  vitro and in Nf1 murine optic gliomas in vivo. Pharmacologic PI3K or Akt  inhibition reduced Nf1-deficient astrocyte proliferation to wild-type levels,  while PI3K inhibition decreased Nf1 optic glioma volume and proliferation. Akt  inhibition of Nf1-deficient astrocyte and optic glioma growth reflected  Akt-dependent activation of mammalian target of rapamycin (mTOR). Sustained MEK  pharmacologic blockade also attenuated Nf1-deficient astrocytes as well as Nf1  optic glioma volume and proliferation. Importantly, these MEK inhibitory effects  resulted from p90RSK-mediated, Akt-independent mTOR activation. Finally, both  PI3K and MEK inhibition reduced optic glioma-associated retinal ganglion cell  loss and nerve fiber layer thinning. CONCLUSION: These findings establish that the convergence of 2 distinct Ras  effector pathways on mTOR signaling maintains Nf1 mouse optic glioma growth,  supporting the evaluation of pharmacologic inhibitors that target mTOR function  in future human NF1-optic pathway glioma clinical trials.  © The Author(s) 2014. Published by Oxford University Press on behalf of the  Society for Neuro-Oncology. All rights reserved. For permissions, please e-mail:  journals.permissions@oup.com.  DOI: 10.1093/neuonc/nou329 PMCID: PMC4483119 PMID: 25534823 [Indexed for MEDLINE]",
  "methods": "Methods Primary neonatal mouse astrocyte cultures were employed to determine the consequence of phosphatidylinositol-3 kinase (PI3K)/Akt and MEK inhibition on  Nf1 -deficient astrocyte growth.  Nf1  optic glioma–bearing mice were used to assess the effect of Akt and MEK inhibition on tumor volume, proliferation, and retinal ganglion cell dysfunction.",
  "introduction": "Background Children with neurofibromatosis type 1 (NF1) develop optic pathway gliomas, which result from impaired  NF1  protein regulation of Ras activity. One obstacle to the implementation of biologically targeted therapies is an incomplete understanding of the individual contributions of the downstream Ras effectors (mitogen-activated protein kinase kinase [MEK], Akt) to optic glioma maintenance. This study was designed to address the importance of MEK and Akt signaling to  Nf1  optic glioma growth.",
  "results": "Results Both MEK and Akt were hyperactivated in  Nf1 -deficient astrocytes in vitro and in  Nf1  murine optic gliomas in vivo. Pharmacologic PI3K or Akt inhibition reduced  Nf1 -deficient astrocyte proliferation to wild-type levels, while PI3K inhibition decreased  Nf1  optic glioma volume and proliferation. Akt inhibition of  Nf1 -deficient astrocyte and optic glioma growth reflected Akt-dependent activation of mammalian target of rapamycin (mTOR). Sustained MEK pharmacologic blockade also attenuated  Nf1 -deficient astrocytes as well as  Nf1  optic glioma volume and proliferation. Importantly, these MEK inhibitory effects resulted from p90RSK-mediated, Akt-independent mTOR activation. Finally, both PI3K and MEK inhibition reduced optic glioma–associated retinal ganglion cell loss and nerve fiber layer thinning.",
  "discussion": "Conclusion These findings establish that the convergence of 2 distinct Ras effector pathways on mTOR signaling maintains  Nf1  mouse optic glioma growth, supporting the evaluation of pharmacologic inhibitors that target mTOR function in future human NF1–optic pathway glioma clinical trials.",
  "fetched_at": "2026-02-16T15:43:15.301756",
  "abstract_length": 2639,
  "methods_length": 352,
  "introduction_length": 507,
  "results_length": 824,
  "discussion_length": 291
}