{
  "pmid": "25535838",
  "abstract": "Individuals with neurofibromatosis type 1 (NF1) frequently exhibit cognitive and motor impairments and characteristics of autism. The cerebellum plays a critical role in motor control, cognition, and social interaction, suggesting that cerebellar defects likely contribute to NF1-associated neurodevelopmental disorders. Here we show that Nf1 inactivation during early, but not late stages of cerebellar development, disrupts neuronal lamination, which is partially caused by overproduction of glia and subsequent disruption of the Bergmann glia (BG) scaffold. Specific Nf1 inactivation in glutamatergic neuronal precursors causes premature differentiation of granule cell (GC) precursors and ectopic production of unipolar brush cells (UBCs), indirectly disrupting neuronal migration. Transient MEK inhibition during a neonatal window prevents cerebellar developmental defects and improves long-term motor performance of Nf1-deficient mice. This study reveals essential roles of Nf1 in GC/UBC migration by generating correct numbers of glia and controlling GC/UBC fate-specification/differentiation, identifying a therapeutic prevention strategy for multiple NF1-associcated developmental abnormalities.",
  "methods": "Materials and methods Control and mutant mice Three independent Cre transgenic strains under the control of hGFAP, Math1 and L7 promoters were utilized to target an  Nf1  mutation into different cell lineages during cerebellar development. The control mice for  Nf1 hGFAP CKO mice are a pool of phenotypically indistinguishable mice: hGFAP-cre-; Nf1 flox/flox , hGFAP-cre−; Nf1 flox/+  and hGFAP-cre+; Nf1 flox/+ . The control mice with similar genetic configurations were used for  Nf1 Math1 CKO and  Nf1 L7 CKO mice. All the CKO mice have genotypes of Cre+; Nf1 flox/flox . Nf1 hGFAP CKO,  Nf1 Math1 CKO,  Nf1 L7 CKO and control mice were maintained in the mixed backgrounds of C57Bl6, 129Svj and FVB, which improved overall health and lifespan of  Nf1 hGFAP CKO mice. Age- and littermate-matched control and mutant mice were used for analysis. Tamoxifen inducible strain  Nf1 NcreER CKO is described in later sections along with the tamoxifen administration protocol. All mice in this study were cared for according to the guidelines that were approved by the Animal Care and Use Committees of the University of Michigan at Ann Arbor, MI and the Children's National Medical Center in Washington, DC. MEK inhibitor treatment MEK inhibitor (MEKi, PD0325901, Sigma-Aldrich, St. Louis, MO) was dissolved in DMSO at a concentration of 25 mg/ml and resuspended in vehicle (0.5% hydroxypropyl methyl-cellulose with 0.2% Tween80, Sigma-Aldrich) at a concentration of 1 mg/ml. The solution was administered by oral gavage at the dosage of 5 mg/kg or 20 mg/kg (body weight) daily to lactating females for the treatment of P0.5–P21 mice. MEKi-treated mice were collected and compared to littermate control mice and vehicle-treated  Nf1 hGFAP CKO and  Nf1 Math1 CKO mice. Tissue preparation and histological analysis Both paraffin and frozen sections were utilized for histological analysis. Control and mutant littermates at various time points were perfused with Phosphate buffered saline (PBS) followed by 4% paraformaldehyde (PFA) (Sigma-Aldrich). Brains were divided into two hemispheres along the midline and each hemisphere was processed for either frozen blocks (for in situ hybridization and X-gal staining, see below) or paraffin-embedded blocks. For paraffin sections, brains were dissected and post-fixed in 4% PFA overnight at 4°C. Fixed brains were sagittally sectioned at 5 μm thickness. Slides from histologically comparable positions were stained by hematoxylin and eosin (H&E) and imaged with a light microscope (Olympus BX51, Olympus America Inc., Center Valley, PA). Immunohistochemistry and immunofluorescence Immunohistochemistry was performed on paraffin sections as previously described ( Wang et al., 2009 ). The visualization of primary antibodies was performed with the avidin-biotin horseradish peroxidase system (Vectastain ABC kit, Vector Labs, Burlingame, CA). The dilutions of primary antibodies used on paraffin sections in this study were: BLBP (1:2000, rabbit, a kind gift from Dr. Todd Anthony), Calbindin (1:1000, mouse, Sigma-Aldrich), GFAP (1:2000, rabbit, DAKO, Carpinteria, CA) and BrdU (1:1000, rat, Abcam, Cambridge, MA). Immunofluorescence was performed on both paraffin and frozen sections. Primary antibodies were visualized by Cy2 (or Alexa 488), Cy3 (or Alexa 555) and Cy5 (or Alexa 647)-conjugated secondary antibodies (1:200, Cy2/Cy3/Cy5, Jackson Immunoresearch, West Grove, PA; 1:400, Alexa 488/555/647, Invitrogen, Grand Island, NY). The dilutions of primary antibodies used in this study were as follows: GFAP (1:2000, mouse, BD Pharmingen, San Jose, CA), GFAP (1:2000, rabbit, DAKO), NeuN (1:400, mouse, Millipore, Billerica, MA), BLBP (1:500, rabbit, a gift from Nathaniel Heintz), Calbindin (1:1000, mouse, Sigma-Aldrich), GABARα6 (1:500, rabbit, Millipore), BrdU (1:1000, rat, Abcam), Ki-67 (1:500, mouse, BD Pharmingen), Tbr2 (1:1000, rabbit, Abcam), Calretinin (1:1000, mouse, Millipore), MAP2 (1:1000, mouse, Sigma-Aldrich), P27 (1:250, rabbit, Santa Cruz Biotechnology, Dallas, TX), β-gal (1:1000, rabbit, 5 prime-3 prime, Gaithersburg, MD), β-gal (1:3000, chicken, Abcam), p-Erk (1:200, rabbit, Cell Signaling, Beverly, MA), p-S6 (1:1000, rabbit, Cell Signaling). Sections were examined under a light/fluorescence microscope (Olympus BX51). In situ hybridization Brains were removed immediately after decapitation, frozen in a bed of crushed dry ice, sectioned in a sagittal plane at 14 µm with a cryostat, mounted on RNase-free slides, and treated with 4% paraformaldehyde, and incubated in 0.1 M triethanolamine with acetic anhydrate. Radioactive riboprobes were synthesized from template DNA and labeled by S 35 -UTP. For hybridization, an 800 bp Math1 antisense probe was made from a plasmid pLA1-HindIII containing 600 bp of the Math1-coding region and approximately 200 bp of the 5′-flanking sequence ( Helms and Johnson, 1998 ). The Zic1 antisense probe was a 690-bp XhoI–SalI segment from the mouse Zic1 cDNA ( Aruga et al., 1994 ). After hybridization, slides were dipped in photographic emulsion, counterstained, dehydrated and cover-slipped. Tissue were visualized and photographed with darkfield using an Olympus BX51 microscope. Detailed protocol was described previously ( Martin-Zanca et al., 1990 ). Tamoxifen administration in Nestin-cre ER  inducible mice Tamoxifen (Sigma-Aldrich) was dissolved in corn oil (Sigma-Aldrich) at a concentration of 20 mg/ml and stored at −20°C. Pregnant female mice were intra-peritoneal (IP) injected once with tamoxifen at a dosage of 100 μg/g body weight at E17.5. Their offspring carrying Nestin-cre ER  transgene were collected at P21 for analysis. Nestin-cre ER +;  Nf1 flox/+ ; R26 LacZR  mice were used as controls and Nestin-cre ER +;  Nf1 flox/flox ; R26 LacZR  mice were used as mutants ( Nf1 NcreER CKO). X-gal staining The R26 LacZR  allele was introduced to the control,  Nf1 hGFAP CKO,  Nf1 Math1 CKO,  Nf1 L7 CKO and  Nf1 NcreER CKO mice as a reporter to monitor Cre-mediated recombination. Dissected brains were prepared for frozen sections and sliced at 12 μm and subjected to X-gal staining for 1 hr to overnight, according to the signal intensity. X-gal staining was performed as described previously ( Zhu et al., 1998 ,  2001 ). Co-localization of β-gal expressing cells with other lineage markers was obtained by double immunofluorescence labeling with anti-β-gal antibody. Golgi staining Brains from P8 mice were dissected and subjected to Golgi staining for 10 days using a previously published protocol ( Glaser and Van der Loos, 1981 ). Brains were then sagittally sectioned at 50 μm on a vibrotome and mounted on slides (Leica, Germany). Sections were then developed in the darkroom (20 min 20% Ammonium hydroxide, Sigma-Aldrich + 10 min 20% Kodak fixer, Kodak, Rochester, NY) and dehydrated in ethanol and xylene. BrdU assay Neonatal mice received a single injection of 50 μg/g (gram, body weight) BrdU (Sigma-Aldrich). For proliferation assay, mice were perfused with 4% PFA 2 hr after the last pulse. For cell cycle and differentiation assay, neonatal mice were injected with BrdU 24, 32 and 48 hr prior to analysis at P8. For P8–P18 BrdU differentiation assay, mice were sacrificed 10 days after the initial pulse. In both assays, brains were dissected and processed for paraffin-embedded sections. BrdU immunofluorescence was performed as described previously ( Wang et al., 2009 ). Neuron/glia co-culture, granule cell trans-well migration assay, and in vitro granule cell differentiation assay Cerebella from P6 control and  Nf1 Math1 CKO were dissected and dissociated into single-cell suspension using a previously published protocol ( Lee et al., 2009 ). Granule cells and glia were separated and cultured differently. For neuron/glia co-cultures, cultured glial cells were released by trypsination. Following trypsin inhibition, glial cells were counted, spun down, re-suspended in culture medium, and added to 1-day-old cultures of purified cerebellar neurons at a ratio of 2:1. Trans-well migration assay was performed as described previously ( Watkins and Sontheimer, 2011 ) with the following modifications. Millicell cell culture inserts (Millipore) were placed into 24-well culture plate (Corning Inc., Corning, NY) and granule cells (5.0 × 10 3 ) were added in each upper inserts. The bottom wells contained 10 μg/ml fibronectin as chemo-attractant. They were then incubated for 4 hr in a 37°C humidified CO 2  incubator. At the end of the experiment, remaining cells in the well (top) were stripped with Q-tips. Cells on the opposite side (bottom) of the insert membrane were fixed with 4% PFA for 30 min and stained with DAPI. The number of cells migrated through the membrane was counted based on high-power images of membranes and the average cell number of 5 areas (up, down left, right, center) and was subjected to statistical analysis. For in vitro differentiation assay, dissociated cerebellar granule cell progenitors were plated on Poly-D-Lysine-coated cell culture plates in growth media without EGF and FGF. Cells were fixed after 72 hr and stained for MAP2 and DAPI. Both trans-well migration assay and in vitro differentiation assay were repeated with cells obtained from at least three mice. Western blot analysis Snap-frozen tissues were homogenized in lysis buffer for 20 min on ice and subjected to centrifugation at 14,000 rpm for 10 min at 4°C. Equal amounts of protein samples were mixed with 1X SDS loading buffer [50 mM Tris-HCL (pH6.8), 2% SDS, 0.05% bromophenol blue, 10% glycerol, 100 mM β-mercaptoethanol] (Biorad, Hercules, CA). Samples were separated on SDS-PAGE gel and transferred onto NC membranes (Millipore). The blots were then blocked in 5% non-fat milk in TBST, followed by incubation of primary antibodies at 4°C overnight. After washing, the blots were incubated in horseradish peroxidase (HRP)-conjugated secondary antibodies at room temperature for 1 hr. Signals were detected using ECL or ECL plus (GE healthcare, UK) followed by film development. The primary antibodies used were as follows: p-Erk, Erk, p-S6, S6, p-Akt, Akt (1:1000, rabbit, Cell Signaling) and Nf1 (1:1000, rabbit, Upstate, Lake Placid, NY). Rapamycin treatment Rapamycin (Millipore) was dissolved in 100% sterile-filtered ethanol at a concentration of 10 mg/ml and resuspended in vehicle (5.2% PEG400 with 5.2% Tween80, Sigma-Aldrich) at a final concentration of 0.4 mg/ml. The solution was administered by intraperitoneal injection at the dosage of 4 mg/kg (body weight) every other day from P0.5–P21. Rapamycin-treated mice were collected and compared to littermate control and  Nf1 hGFAP CKO mice treated with vehicle. Rotarod test Motor function and motor learning were evaluated by rotarod apparatus. 1 hr before the rotarod test, mice were transferred from the holding room to the experimental room. Mice were tested for 4 consecutive days at P21–P24 and P45–P49. The speed of the rotarod was constantly accelerated from 4 to 34 rpm over a 5-min period. The latency to fall from the rod was recorded. The test was stopped at 12 min. Quantification and statistical analysis Anatomically comparable sections from control and mutant brains were visualized under an Olympus BX51 microscope. Images were captured and subjected to analysis. Lengths, areas and the number of cells were quantified using the ImageJ software package. Statistical analysis was carried out using unpaired two-tailed Student's t-test. Comparisons across more than two groups were based on Anova test. At least three animals from each group were used for quantification. Data were presented as mean ± Standard Error Mean (SEM). p < 0.05 was considered to be statistically significant. When quantifying cells in specific folia, we used the following criteria to define the areas to quantify. ‘Folia V/IV’ refers to the junction between folia V and IV at 20× magnification (i.e.,  Figure 1A  middle panels) and the quantification covered this entire area. Similarly, ‘Folia IX/X’ refers to the junction between folia IX and X at 20× magnification (i.e.,  Figure 5—figure supplement 2A ). ‘Folium V’ or ‘Folium X’ refers to 40× images in these folia close to the center of the cerebellum that were imaged at comparable positions in controls and mutants.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:32:24.391512",
  "abstract_length": 1204,
  "methods_length": 12287,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}