{
  "pmid": "25549701",
  "abstract": "BACKGROUND: Meningiomas are tumors originating from the membranous layers surrounding the central nervous system, and are generally regarded as \"benign\" tumors of the brain. Malignant meningiomas are rare and are typically associated with a higher risk of local tumor recurrence and a poorer prognosis (median survival time <2 years). Previous genome-wide association studies and exome sequencing studies have identified genes that play a role in susceptibility to meningiomas, but these studies did not focus specifically on malignant tumors. METHODS: We performed exome sequencing on five malignant meningiomas on the Illumina HiSeq2000 platform using Agilent SureSelect Human All Exon kits. We used wANNOVAR web server to annotate and prioritize variants, identified candidate genes with recurrent mutations, and validated selected mutations by Sanger sequencing. We next designed custom NimbleGen targeted region arrays on five candidate genes, and sequenced four additional malignant meningiomas. RESULTS: From exome sequencing data, we identified several frequently mutated genes including NF2, MN1, ARID1B, SEMA4D, and MUC2, with private mutations in tumors. We sequenced these genes in four additional samples and identified potential driver mutations in NF2 (neurofibromatosis type 2) and MN1 (meningioma 1). CONCLUSIONS: We confirmed that mutations in NF2 may play a role in progression of meningiomas, and nominated MN1 as a candidate gene for malignant transformation of meningiomas. Our sample size is limited by the extreme rarity of malignant meningiomas, but our study represents one of the first sequencing studies focusing on the malignant subtype.",
  "methods": "Methods We performed exome sequencing on five malignant meningiomas on the Illumina HiSeq2000 platform using Agilent SureSelect Human All Exon kits. We used wANNOVAR web server to annotate and prioritize variants, identified candidate genes with recurrent mutations, and validated selected mutations by Sanger sequencing. We next designed custom NimbleGen targeted region arrays on five candidate genes, and sequenced four additional malignant meningiomas.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:32:41.174405",
  "abstract_length": 1666,
  "methods_length": 456,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}