{
  "pmid": "25549701",
  "abstract": "Exome sequencing on malignant meningiomas identified mutations in  neurofibromatosis type 2 (NF2) and meningioma 1 (MN1) genes.  Zhang X(#)(1), Jia H(#)(2), Lu Y(#)(3), Dong C(4), Hou J(5), Wang Z(6), Wang  F(7), Zhong H(7), Wang L(6), Wang K(8).  Author information: (1)School of Bioscience and Bioengineering, South China University of  Technology, Guangzhou, Guangdong 510641, China and BGI Diagnosis, Tianjin,  Tianjin 300308, China. (2)Zilkha Neurogenetic Institute, Keck School of Medicine, University of  Southern California, Los Angeles, CA 90089, USA and The First Affiliated  Hospital, Jinan University, Guangzhou, Guangdong 510632, China. (3)School of Bioscience and Bioengineering, South China University of  Technology, Guangzhou, Guangdong 510641, China and BGI Tech Solutions, Shenzhen,  Guangdong 518083, China. (4)Zilkha Neurogenetic Institute, Keck School of Medicine, University of  Southern California, Los Angeles, CA 90089, USA. (5)Sun Yat-Sen University Cancer Center, Guangzhou, Guangdong 510632, China. (6)Union Hospital, Tongji Medical College, Huazhong University of Science and  Technology, Wuhan, Hubei 430022, China. (7)BGI Tech Solutions, Shenzhen, Guangdong 518083, China. (8)Zilkha Neurogenetic Institute and Department of Psychiatry, University of  Southern California, Los Angeles, CA 90089, USA. (#)Contributed equally  BACKGROUND: Meningiomas are tumors originating from the membranous layers  surrounding the central nervous system, and are generally regarded as \"benign\"  tumors of the brain. Malignant meningiomas are rare and are typically associated  with a higher risk of local tumor recurrence and a poorer prognosis (median  survival time <2 years). Previous genome-wide association studies and exome  sequencing studies have identified genes that play a role in susceptibility to  meningiomas, but these studies did not focus specifically on malignant tumors. METHODS: We performed exome sequencing on five malignant meningiomas on the  Illumina HiSeq2000 platform using Agilent SureSelect Human All Exon kits. We  used wANNOVAR web server to annotate and prioritize variants, identified  candidate genes with recurrent mutations, and validated selected mutations by  Sanger sequencing. We next designed custom NimbleGen targeted region arrays on  five candidate genes, and sequenced four additional malignant meningiomas. RESULTS: From exome sequencing data, we identified several frequently mutated  genes including NF2, MN1, ARID1B, SEMA4D, and MUC2, with private mutations in  tumors. We sequenced these genes in four additional samples and identified  potential driver mutations in NF2 (neurofibromatosis type 2) and MN1 (meningioma  1). CONCLUSIONS: We confirmed that mutations in NF2 may play a role in progression  of meningiomas, and nominated MN1 as a candidate gene for malignant  transformation of meningiomas. Our sample size is limited by the extreme rarity  of malignant meningiomas, but our study represents one of the first sequencing  studies focusing on the malignant subtype.  PMCID: PMC4720499 PMID: 25549701 [Indexed for MEDLINE]",
  "methods": "Methods We performed exome sequencing on five malignant meningiomas on the Illumina HiSeq2000 platform using Agilent SureSelect Human All Exon kits. We used wANNOVAR web server to annotate and prioritize variants, identified candidate genes with recurrent mutations, and validated selected mutations by Sanger sequencing. We next designed custom NimbleGen targeted region arrays on five candidate genes, and sequenced four additional malignant meningiomas.",
  "introduction": "Background Meningiomas are tumors originating from the membranous layers surrounding the central nervous system, and are generally regarded as “benign” tumors of the brain. Malignant meningiomas are rare and are typically associated with a higher risk of local tumor recurrence and a poorer prognosis (median survival time <2 years). Previous genome-wide association studies and exome sequencing studies have identified genes that play a role in susceptibility to meningiomas, but these studies did not focus specifically on malignant tumors.",
  "results": "Results From exome sequencing data, we identified several frequently mutated genes including  NF2 ,  MN1, ARID1B, SEMA4D , and  MUC2 , with private mutations in tumors. We sequenced these genes in four additional samples and identified potential driver mutations in  NF2  (neurofibromatosis type 2) and  MN1  (meningioma 1).",
  "discussion": "Conclusions We confirmed that mutations in  NF2  may play a role in progression of meningiomas, and nominated  MN1  as a candidate gene for malignant transformation of meningiomas. Our sample size is limited by the extreme rarity of malignant meningiomas, but our study represents one of the first sequencing studies focusing on the malignant subtype. [ Discovery Medicine 18(101):301-311, December 2014]",
  "fetched_at": "2026-02-16T15:43:20.729283",
  "abstract_length": 3097,
  "methods_length": 456,
  "introduction_length": 542,
  "results_length": 324,
  "discussion_length": 404
}