{
  "pmid": "PMID:25549701",
  "title": "Exome sequencing on malignant meningiomas identified mutations in neurofibromatosis type 2 (NF2) and meningioma 1 (MN1) genes.",
  "abstract": "BACKGROUND: Meningiomas are tumors originating from the membranous layers surrounding the central nervous system, and are generally regarded as \"benign\" tumors of the brain. Malignant meningiomas are rare and are typically associated with a higher risk of local tumor recurrence and a poorer prognosis (median survival time <2 years). Previous genome-wide association studies and exome sequencing studies have identified genes that play a role in susceptibility to meningiomas, but these studies did not focus specifically on malignant tumors. METHODS: We performed exome sequencing on five malignant meningiomas on the Illumina HiSeq2000 platform using Agilent SureSelect Human All Exon kits. We used wANNOVAR web server to annotate and prioritize variants, identified candidate genes with recurrent mutations, and validated selected mutations by Sanger sequencing. We next designed custom NimbleGen targeted region arrays on five candidate genes, and sequenced four additional malignant meningiomas. RESULTS: From exome sequencing data, we identified several frequently mutated genes including NF2, MN1, ARID1B, SEMA4D, and MUC2, with private mutations in tumors. We sequenced these genes in four additional samples and identified potential driver mutations in NF2 (neurofibromatosis type 2) and MN1 (meningioma 1). CONCLUSIONS: We confirmed that mutations in NF2 may play a role in progression of meningiomas, and nominated MN1 as a candidate gene for malignant transformation of meningiomas. Our sample size is limited by the extreme rarity of malignant meningiomas, but our study represents one of the first sequencing studies focusing on the malignant subtype.",
  "authors": "Xu Zhang; Haiying Jia; Yao Lu; Chengliang Dong; Jinghui Hou; Zheng Wang; Feng Wang; Hongbin Zhong; Lin Wang; Kai Wang",
  "journal": "Discovery medicine",
  "publicationDate": "2014-12",
  "doi": "",
  "methods": "Methods We performed exome sequencing on five malignant meningiomas on the Illumina HiSeq2000 platform using Agilent SureSelect Human All Exon kits. We used wANNOVAR web server to annotate and prioritize variants, identified candidate genes with recurrent mutations, and validated selected mutations by Sanger sequencing. We next designed custom NimbleGen targeted region arrays on five candidate genes, and sequenced four additional malignant meningiomas. Materials and Methods Patient samples After evaluating detailed history of pathology, availability of tissue specimens, and availability of high-quality DNAs, our study included nine patients with malignant meningiomas, including four males and five females. All enrolled patients in the registry came from Sun Yat-Sen University Cancer Center with written informed consents. Demographic and baseline clinical characteristics of these patients were examined manually and were shown in  Table 1 . Library preparation DNA samples were extracted from the tumor FFPE slides from these patients using QIAamp DNA FFPE kit (Qiagen, Valencia, CA, USA) according to the standard protocol. Samples with main DNA fragment larger than 250 bp were chosen for constructing exome sequencing library. For each sample, 2 μg purified genomic DNA was extracted and randomly fragmented using Covaris E210 to generate DNA fragments around 200 to 300 bp and then validated using 2% agarose gel. Next, we purified DNA fragments using AMpure XP beads (Beckman, Brea, CA, USA). The fragmented DNA was treated with T4 polynucleotide kinase, T4 DNA polymerase, and Klenow fragment with dNTPs to create phosphorylated blunt termini. Then the end-repaired DNA fragments were incubated with Klenow fragment exo- and dATP to create 3′ over-hangs and were ligated to synthetic general adaptors. Adaptor ligated-DNA fragments were amplified by ligation-mediated polymerase chain reaction (LM-PCR) and purified using AMpure XP beads. PCR products from Patients 1, 2, 3, 4, and 5 were hybridized to the Agilent SureSelect Human All Exon array ( http://www.genomics.agilent.com/en/SureSelect-DNA-RNA/SureSelect-Human-All-Exon-Kits/?cid=AG-PT-177&tabId=AG-PR-1204 ) to prepare for exome sequencing of these 5 patients. As for the other 4 patients, we applied purified PCR product to NimbleGen targeted region array (see below) for enrichment to prepare for targeted region sequencing. Both non-captured and captured LM-PCR products were subjected to quantitative PCR to estimate the magnitude of enrichment. At last, the captured DNA was amplified to create enough fragments for sequencing. Exome sequencing Each captured library by Agilent SureSelect Human All Exon array was loaded on Hiseq2000 platform for sequencing. High-throughput sequencing was performed and the raw image files were processed by Illumina base calling software 1.7 for base calling with default parameters and the sequences of each library are generated as 90 bp paired-end reads. Adequate depth and coverage was achieved for each sample and therefore data from all five samples were used for further analysis. Candidate region sequencing As for candidate region sequencing of the five candidate genes, we designed the candidate region array using NimbleGen Design ( http://www.nimblegen.com/products/nimbledesign/index.html ), with following parameters: Preferred Close Matches-3, Maximum Close Matches-4, and final Target Bases Covered being 90.9%. We obtained the following candidate region: 29985287-30108845 and 28136281-28205468 for chromosome 22, 157034136-157596839 for chromosome 6, 91957869-92112446 for chromosome 9, and 1070443-1108847 for chromosome 11. Next, similar as before, we subjected each library captured by NimbleGen targeted region arrays to Hiseq2000 platform for sequencing. High-throughput sequencing was performed and the raw image files were processed by Illumina base calling software 1.7 for base calling with default parameters and the sequences of each library are generated as 90 bp paired-end reads. Adequate depth and coverage was achieved for each sample and therefore data from all four samples were used for further analysis. Variant calling We used SeqMule ( http://seqmule.usc.edu/ ) pipeline as our primary variant calling pipeline. In SeqMule pipeline, BWA ( Li and Durbin, 2009 ) was used for sequence alignment and GATK ( McKenna  ) and SAMtools ( et al. , 2010 Li  ) were used to generate variant calls and to identify consensus calls for analysis. For further comparison between various variant-calling tools, such as SOAPsnp/SOAPindel, VarScan2 ( et al. , 2009 Koboldt  ), and SAMtools, we used variants from five candidate genes from five exome-sequenced patients as benchmarking data and generated variants from SOAPsnp/SOAPindel, VarScan2, GATK and SAMtools, respectively. et al. , 2012 On the other hand, we decided to use VarScan2 as our primary variant calling tools for targeted region sequencing data analysis given sufficient sequencing depth. Our goal is to obtain the most somatic and germline variants calling from these cancer tissues because we are not only interested in the overlapped variants from exome sequencing but also in additional variants that occurred in these genes. Therefore, for this deeply sequenced data on which most pipelines can generate reliable variant calls, we chose VarScan2 as it is widely used in cancer mutation identification and that it is more sensitive for somatic mutations. Mutation annotation We used wANNOVAR web server at University of Southern California ( http://wannovar.usc.edu/ ) to annotate all the mutations ( Chang and Wang, 2012 ;  Wang  ). wANNOVAR server provides an easy-to-use interface to help researchers filter down variants, and judge the deleteriousness of variants using multiple sources of information, such as SIFT ( et al. , 2010 Kumar  ), PolyPhen-2 ( et al. , 2009 Adzhubei  ), and LRT ( et al. , 2010 Chun and Fay, 2009 ) scores. Given the lack of paired normal tissues, we applied two filtering processes to sift for potential novel somatic mutations occurred in our patients. First, to filter for rare novel mutations and thus can potentially be somatic mutations, we discarded all mutations with Minor Allele Frequency (MAF) strictly greater than 0.001 from 1000 Genomes Project and NHLBI-ESP data on 6,500 exomes, and required the remaining mutations to be absent in dbSNP Build 138 and in 46 unrelated individuals from Complete Genomics, using wANNOVAR with corresponding filtering options. Second, given that our patients were all from Chinese population, which was less represented in these aforementioned databases, to filter for novel somatic mutations specific to Chinese population, we also obtained mutations from a recently published exome-sequencing project on around 1,000 Chinese people and checked the existence and allele frequencies of all remaining mutations in the five frequently mutated genes and in TRAF7. Sanger validation All candidate point mutations identified from exome sequencing were chosen for Sanger validation. Genomic sequences around each candidate mutations were obtained from NCBI. Twelve pairs of primers were designed using primer 3 (v. 0.4.0) ( http://bioinfo.ut.ee/primer3-0.4.0/ ). Next, we subjected DNA samples of all five patients to PCR using these 12 pairs of primers to validate all candidate mutations. The PCR mixture contained 5 μl of 10X AccuPrime™ PCR Buffer, 0.3 μl of AccuPrime™ Taq High Fidelit, 2 μl of 10 μM forward primer, 2 μl of 10 μM reverse primer, and 10 ng of template DNA, resulting in final volume of 50 μl. All PCR were performed under following conditions: 2 minutes at 94°C; 20 cycles of 20 seconds at 94°C and 30 seconds at 60°C (−0.5°C each cycle) and 1 minute at 70°C; 20 cycles of 20 seconds at 94°C and 30 seconds at 50°C and 1 minute at 70°C; and 7 minutes at 70°C. After amplification of DNA sequence, we performed Sanger Sequencing of all 5 samples. The sequencing traces were manually visualized in Codon Code Aligner software ( http://www.codoncode.com/aligner/ ) to confirm the presence of candidate mutations.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:26:22"
}