{
  "pmid": "25557241",
  "abstract": "OBJECTIVE: To examine the effect of patient and facility level factors on the success of preimplantation genetic diagnosis (PGD) in patients with neurofibromatosis 1 (NF1). DESIGN: Retrospective review. SETTING: Large PGD reference laboratory. PATIENT(S): All patients with NF1 referred from June 2004 to May 2013. INTERVENTION(S): None. MAIN OUTCOME MEASURE(S): Embryos' NF1 mutation status and live birth rates. RESULT(S): Seventy-seven couples underwent 156 PGD cycles during the study period. The average maternal age at the time of embryo biopsy was 33.2 years. The majority of embryos had a day 3 single blastomere biopsy without aneuploidy screening. A diagnosis was obtained for 80% of biopsied embryos; 20% of biopsies were nondiagnostic due to technical failures. Diagnosis was more often obtained for embryos of parents with familial disease and for embryos biopsied at centers that referred multiple NF1 cases. Among diagnosed embryos, 483/1,060 (46%) were unaffected by the parental NF1 mutation. Twenty-two (14%) of the 156 cycles had a confirmed live birth; if the observed success rate is applied to cycles with unknown outcomes, 33/156 (21%) cycles are expected to have resulted in live birth. In multivariate logistic regression, having a live birth was significantly associated with having more unaffected embryos available for transfer (odds ratio 1.33 per additional embryo, 95% confidence interval 1.02-1.72). CONCLUSION(S): Advances in biopsy and diagnostic techniques which increase the number of unaffected embryos identified may improve live birth rates for patients with NF1. Clinicians should counsel patients about their fertility and reproductive options early, with the use of disease-specific data, to set appropriate expectations for the PGD process.",
  "methods": "PARTICIPANTS/MATERIALS, SETTING, METHODS A PGT assay was developed for 281 couples with 218 different variants in  NF1 . Newly described variants (n = 76) were scored using the American College of Medical Genetics and Genomics (ACMG) and the Association for Molecular Pathology (AMP) classification system and submitted prior to publication in the Leiden Open Variation Database (LOVD). The employed techniques were PCR-based PGT using short tandem repeat markers (n = 230), SNP-array-based PGT (n = 39), and next-generation sequencing (NGS)-based PGT (n = 12). Minisequencing (SNAPshot) or double amplification refractory mutation system (D-ARMS) was used to incorporate SNVs. Small deletions and insertions were incorporated using fragment length analysis. All PGT assays were designed and validated according to local protocols and ESHRE guidelines. Materials and methods Patient population A retrospective, observational cohort study on PGT molecular design for NF1 was performed in three large PGT centers: Maastricht University Medical Center +  in the Netherlands, VUB University Hospital Brussels in Belgium and University Hospitals of Strasbourg in France. These centers have a long-standing, international scientific history regarding PGT. Data on completed molecular designs were included from the first PGT assay developed for NF1 (i.e. in 2009, 2004, and 2005 in Maastricht, Brussels, and Strasbourg, respectively) until August 2022 (n = 293 couples). Couples were excluded if the causative  NF1  variant was not identified (n = 4) or information on the  NF1  variant could not be retrieved (n = 2), if they opted out before design was finalized (n = 4) and in case of written objection for usage of data for scientific purposes (n = 2), resulting in a total dataset of 281 couples (n = 106 from Maastricht, n = 115 from Brussels and n = 60 from Strasbourg). Data on performed PGT cycle(s) and resulting pregnancies were included until August 2022. The data were collected from patient records by the participating centers. PGT intake and counseling Couples considering PGT for NF1 were referred to the respective centers and informed about the PGT procedure by a clinical PGT expert, with verbal and written information. Extensive genetic and reproductive counseling included the aspects as recommended by the European Society of Human Reproduction and Embryology (ESHRE) guidelines ( Thornhill  ;  et al. , 2005 Carvalho  ). For preclinical test design, the genetic test result(s) identifying the causative variant of the affected prospective parent and relevant family members was required, as well as blood samples of the couple and their relevant family members ( et al. , 2020a Thornhill  ;  et al. , 2005 De Rycke and Berckmoes, 2020 ). The term (proven)  de novo  was used if diagnostic reports prior to PGT molecular design and/or treatment confirmed that the variant was  de novo  in the affected partner and absent in his/her parents. The term (presumed) sporadic was used if the parents of the affected partner had no clinical NF1 phenotype, but absence of the familial  NF1  variant was not confirmed by DNA testing. PGT molecular design was validated for each couple using different strategies (see below) prior to inclusion for a PGT cycle. PGT molecular design All PGT assays were designed and validated according to local protocols and ESHRE guidelines, if available at that time ( Carvalho  ). Specific data are available upon request. All  et al. , 2020b NF1  (HGNC:7765) variants in this publication were reported adhering to the Human Genome Variation Society (HGVS) variant nomenclature committee recommendations, using RefSeq  NM_000267.3 , in which exon 31 of  NF1  is skipped, and verified using VariantValidator ( Freeman  ,  et al. , 2018 2024 ). All variants were either already present in the Leiden Open Variation Database (LOVD) ( Leiden Open Variation Database (LOVD), 2025 ) or submitted prior to publication by the authors. Newly described variants were scored using the American College of Medical Genetics and Genomics (ACMG) and the Association for Molecular Pathology (AMP) classification system (ref ACMG 2015) ( Richards  ) and the ACMG NF1 draft guidelines ( et al. , 2015 ClinGen Neurofibromatosis and Schwannomatosis Expert Panel, 2023 ). By ‘mosaic’ or ‘mosaicism’, we mean somatic mosaicism in the remainder of the manuscript, as the causative variant was identified in all cases prior to PGT in blood, melanocytes, neurofibromas, and/or urine. In case of germline mosaicism, so mosaicism in sperm cells or oocytes, this is specifically mentioned. The employed strategies by the centers were multiplex PCR (polymerase chain reaction)-based PGT using short tandem repeat markers, SNP (single-nucleotide polymorphism)-array-based PGT, or NGS (next-generation sequencing)-based PGT, as described below. PCR-based PGT using short tandem repeat markers PCR-based PGT employed multiple short tandem repeat (STR) markers in or flanking  NF1  ( Spits  ). Final selection of the markers applied in the assay was based on marker heterozygosity and informativity, combination with the other markers in the PCR reaction and percentage of allelic drop-out (ADO) ( et al. , 2005 Drüsedau  ). The average number of markers necessary to determine the risk and non-risk haplotypes was 4 with a range from 1 to 12. DNA samples from the couple and family members were used in the design to phase the haplotypes. The specific causative variant was included in the assay in the limited cases with only one informative marker (n = 3), when there was a lack of participating family members and/or in case of  et al. , 2013 de novo  variants. Minisequencing (SNAPshot) or double amplification refractory mutation system (D-ARMS) was used to incorporate single-nucleotide variants (SNVs) ( Moutou  ), an example of such an STR-PCR assay is given in  et al. , 2007 Supplementary Fig. S1 . Small deletions and insertions were incorporated using fragment length analysis. All PCR fragments used one primer with a fluorescent label for detection with capillary gel electrophoresis. Phasing of the risk haplotype in male  de novo  variant cases was in some instances performed prior to PGT treatment through single sperm cell analysis, and otherwise during the first PGT cycle. In case of female  de novo  variants, the phase was always determined in the PGT cycle(s). This approach has been described in further detail in previous publications ( Moutou  ;  et al. , 2007 Carvalho  ). et al. , 2020b SNP-array-based PGT From 2017, PCR-based PGT was partly replaced by SNP-array-based PGT in VUB University Hospital Brussels. After Whole Genome Amplification (WGA) of a trophectoderm biopsy (REPLI-g, Qiagen), haplotyping was established by genome-wide genotyping through SNP array. SNP array analysis was carried out using HumanKaryomap-12 Beadchips according to the manufacturer’s protocol (Illumina, San Diego, CA, USA) and data were analyzed with the Bluefuse software. Using this method, the SNP haplotypes which flank the pathogenic variant were reconstructed, identifying the parental origin of the chromosomes and thus establishing a ‘karyomap’ ( Handyside  ). Parallel direct variant detection by minisequencing (SNAPshot) was added if no affected family members were available. This technique is illustrated in  et al. , 2010 Supplementary Fig. S2 . Additional markers, number ranging from 2 to 14, were added if the SNP loci of the resulting karyomap were insufficiently informative ( Handyside  ;  et al. , 2010 Natesan  ;  et al. , 2014 De Rycke and Berckmoes, 2020 ). NGS-based PGT From 2020, NGS-based genome-wide haplotyping (OnePGT) was applied in Maastricht University Medical Center +  if DNA from an affected parent or affected offspring was available. After WGA of a trophectoderm biopsy (TE), the risk haplotype was established by haplarithmisis of the sequencing data and based on DNA samples of the couple and parents and/or offspring of the couple. This approach is illustrated in  Supplementary Fig. S3 . The method has been described in previous publications ( Zamani Esteki  ;  et al. , 2015 Masset  ;  et al. , 2019 Carvalho  ). et al. , 2020b IVF/ICSI/PGT treatment Following controlled ovarian hyperstimulation, oocyte retrieval was performed with subsequent fertilization of oocytes using intracytoplasmic sperm injection. Either single-cell blastomere biopsy was performed on Day 3 or TE biopsy (5–8 cells) on Day 5/6. After genetic diagnosis, one or two embryos with the non-risk haplotype and/or without the causative variant were transferred, either fresh or thawed, depending on local protocols and biopsy method. Any remaining unaffected embryos of good quality were cryopreserved or remained cryopreserved for (possible) future transfers. Statistical analysis A Fisher’s exact test was performed to assess the association between the occurrence of deletions as well as specific SNVs, and mosaicism. Analyses were performed using R version 4.3.1. Correction for multiple testing was applied. A  P -value <0.0167 (0.05/3) was considered statistically significant. Ethical approval The study was reviewed by the Research Ethic Committee (REC) of Maastricht University Medical Center +  (Maastricht UMC+ METC azM/UM 2018-0458) and it was confirmed that the Medical Research Involving Human Subjects Act (WMO) did not apply, as it fell within the scope of evaluation of standard care. The other institutions involved received local REC approval (VUB University Hospital Brussels (2019/253) and University Hospitals of Strasbourg (CE-2021-107)). For couples proceeding with PGT, written consent for using anonymized data for scientific purposes was retrieved as part of the PGT procedure. For the couples from Strasbourg, a non-opposition form was sent. Additional written informed consent was obtained from the participant described in further detail in the case description. It was concluded that additional informed consent was not required for the other participants, since the data were de-identified.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:32:57.426945",
  "abstract_length": 1783,
  "methods_length": 10066,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}