{
  "pmid": "25551830",
  "abstract": "Neurofibromatosis type 1 (NF1) is the most common tumor predisposition disorder affecting 1/3500 worldwide. Patients are at risk of developing benign (neurofibromas) and malignant peripheral nerve sheath tumors (MPNST). The AXL receptor tyrosine kinase has been implicated in several kinds of cancers, but so far no studies have investigated the role of AXL in NF1 related tumorigenesis. Recently, the soluble fraction from the extracellular domain of AXL (sAXL) has been found in human plasma, and its level was correlated to poor prognosis in patients with renal cancer. Compared to normal human Schwann cells, a significantly high expression level of AXL was found in three of the four MPNST cell lines and two of the three primary MPNST tissues. Similarly, the level of sAXL in conditioned media corresponded to the protein and mRNA levels of AXL in the MPNST cell lines. Furthermore, in two different human MPNST xenograft models, the human sAXL could be detected in the mouse plasma. Its level was proportionate to the size of the xenograft tumors, while no human sAXL was detect prior to the formation of the tumors. Treatment with a newly developed photodynamic therapy, prevented further tumor growth and resulted in drastically reduced the levels of sAXL compared to that of the control group. Finally, the level of sAXL was significantly increased in patients with plexiform tumors compared to patients with only dermal neurofibromas, further supporting the role of sAXL as a marker for NF1 related tumor burden.",
  "methods": "Material and Methods Ethics statement All MPNST cell lines used in this article have previously been published. For detailed information about ST8814, T265 and STS26T please refer to  [17] , for information about S462-TY and the establishment of the S462-TY xenograft model refer to  [18] . The xenograft mouse models were in compliance with federal guidelines and under the approval of National Taiwan University Hospital's Animal Care and Use Committee. Human samples used in this study were obtained according to the principles expressed in the Declaration of Helsinki, approved by the Institutional Review Boards of the National Taiwan University Hospital and written informed consent was obtained from the patients. Primary cultures and MPNST cell lines The S462-TY cell line was a kind gift from Dr. Timothy Cripe (Nationwide Childrens Hospital Columbus, OH)  [18] . All other MPNST cell lines were a kind gift from Dr. Nancy Ratner (Cincinnati Children's Hospital, Cincinnati OH) and were grown as described  [17] ,  [19] . All MPNST cell lines, except STS26T was derived from NF1 patients. STS26T is a sporadic MPNST with no known NF1 mutations  [20] . Primary neurofibroma cells were isolated immediately from resected tumor tissues as previously described  [21] . The primary neurofibroma and the primary normal human Schwann cells (NHSC) (ScienCell Research laboratories, Carlsbad, CA) were grown on poly L lysine/laminin coated plates  [17] . Reagents Rabbit anti AXL, mouse anti-beta-Actin and goat anti-TYRO3 antibodies were purchased from Santa Cruz Biotechnology (Santa Cruz Biotechnology, Inc., Santa Cruz, Ca). The Rabbit anti-phospho AXL was obtained from R&D Systems (R&D Systems, Inc., Minneapolis, Mn). We used three lentiviral shRNA against AXL: V2KHS_20187 (AXL-87), V2KHS_202535 (AXL-35) and V2KHS_238259 (AXL-59) (Open Biosystems Inc., Lafayette, Co)  [22] . All shRNA cassettes were inserted in the GIPZ vector (Thermo Fisher Scientific Inc., Pittsburgh, PA), and we used the empty GIPZ vector as a negative control. Protein array analysis and Western blotting The levels of 42 different phosphorylated RTKs were detected using a human phospho-RTK array kit from R&D Systems according to the manufacturer's protocol (R&D Systems, Inc., Minneapolis, MN). Protein extracts were prepared as previously described  [23]  from MPNST cell lines, ST8814, T265, STS26T and S462 as the Normal Human Schwann Cells (NHSC) grown in log phase in serum containing medium  [17] ,  [24] . For Western analysis, the protein samples were denatured in 6x SDS sample buffer (10% SDS, 30%glycerol, 0.6M DTT 0.012% bromophenol blue, 0.5 M Tris-HCl pH 6.8). Human plasma samples The patients, fulfilled the diagnostic criteria of NF1, were recruited from the neurofibromatosis clinic in National Taiwan University Hospital, Taipei, Taiwan. Twenty milliliters of whole blood was drawn from the peripheral vein of participants. The samples in EDTA-coated tubes were centrifuged with initial spin at 2,200× g  for 15 minutes followed by a further spin at 10,000× g  for 5 minutes. The plasma was transferred and aliquoted before been stored in a −80°C freezer. Signed consent forms were obtained from all participants. Preparation of Lipo-Ce6 Chlorin E6 (Ce6), a natural product from live chlorella (Chlorella ellipsoidea), is an attractive photodynamic therapy (PDT) drug candidate since Ce6 has the high absorption in the red spectral region. It also exhibits advantageous photophysical properties for PDT such as having long lifetimes in their photoexcited triplet states and high molar absorption in the red region of the visible spectrum. As soon as Ce6 is exposed to specific wavelengths of light (≈662 nm), the Ce6-PDT generates reactive oxygen species leading to significant growth inhibition in malignant cells. In addition, Ce6-PDT induced apoptosis through the activation of caspase-3 and its downstream target, PARP cleavage  [25] . Chlorine e6 (Ce6) was first encapsulated in liposomes by the film hydration. Briefly, in a 660 ml round bound flask, 0.2 mg of Ce6 in dimethylformamide (DMF) was added to 15.2 mmole of a lipid chloroform solution of DSPC (1,2-Distearoyl-sn-glycero-3-phosphocholine), cholesterol and DSPC-PEG (ratio of moles  = 50∶25∶1). After solvent removal by evaporation, a film was formed at the bottom of the flask to which 1 ml of 0.9% sodium chloride solution was added with further sonication for 20 minutes until the formation of liposome vesicles. The dispersion was then repeated 10 times passing through a polycarbonate membrane with a pore diameter of 100 nm in 65°C water bath. To purify the liposome-Ce6, the untrapped free Ce6 and lipids were removed by size exclusion chromatography using a Sephadex G-50 column. Characterization of liposomes The amount of Ce6 in the liposome was measured by disrupting the liposome bilayer with absolute ethanol to release the entrapped Ce6. The concentration of Ce6 was determined by UV-visible spectroscopy at λ = 400 nm (DU800 Beckman Coulter, USA). The concentration of lipids in the liposomes was determined by the Bartlett assay  [26] . Size distribution was measured with dynamic light scattering using a particle sizer (Coulter N4 Plus Submicron, Beckman Coulter, USA). In our preparations, Lipo-Ce6 contained about 18 µg of Ce6 per µmol of phospholipid. The particle size ranged from 115 to 125 nm in diameter. Xenograft mouse Athymic nude mice (BioLASCO Co., Ltd,Taipei, Taiwan) were hosted in specific pathogen free environment with water and food  ad libitum . Mice were subcutaneously injected with 1 million STS26T cells or 3 million S462-TY cells. Cells were dissolved in 1∶1 ratio of matrigel and Dulbecco's Modified Eagle's medium (DMEM) at a concentration of 5 or 15 million cells per ml. Mice were injected with 200 µl of the cell suspension into the left flank. At the endpoint of the study, animals were euthanized in accordance to the IACUC regulations. The experiment using STS26T was repeated twice, each time with 10 mice per group. To evaluate the correlation between the sAXL level and tumor size in non-treated mice, blood was withdrawn by cardiac puncture. A total of 20 tumor-bearing mice and 5 uninjected controls were used in the study. For photodynamic treatment, the S462-TY tumors were allowed to grow up to 100 mm 3  after which the mice were injected with 2 mg/kg or 2.5 mg/kg liposomes, Lipo-Ce6 dissolved in 0.9% normal saline. Control mice received a tail vein injection of 0.9% saline. Using a diode laser with power intensity of 105 mW/cm 2  and 662 nm in wavelength, the light dose of 100 J/cm 2  was illuminated upon the tumor two hours after the tail vein injection. Each treatment- and control- group consisted of four mice. The tumor size and body weight of the mice were measured every three days. The volume of tumor was calculated by the following formula: volume  = 6*Width 2  × length/π. Fifty to one hundred microliters of blood was collected from the submandibular artery every six days. Blood was centrifuged and the plasma was stored in −80°C for ELISA measurement of sAXL. Detection of sAXL The level of sAXL was measured using a commercial kit from R&D System (catalogue No. DY154). For each human and mouse sample, we used three independent concentrations in duplicates to ensure that the assay was measuring the concentration accurately. For the human study, the plasma was diluted with a range between 64 to 256 folds, while the mouse plasma was between 8 to 32 folds. After incubation overnight, we could detect the sAXL level at a concentration as low as 1 pg/ml with the dose dependent readings starting from 8 pg/ml (data not shown). To detect the sAXL in conditioned media, MPNST cell lines were grown in culture until 70% confluence. Plates were rinsed in PBS and serum free DMEM was added to the plates. Small samples of conditioned media were collected from each plate at the designated time points after adding the serum free media. Statistical Analysis All statistical analysis were conducted by two-tailed Student's  t -test with a  p-value  <0.05 as the statistical cutoff point.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:32:48.327288",
  "abstract_length": 1523,
  "methods_length": 8133,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}