{
  "pmid": "25596744",
  "abstract": "Neurofibromatosis type 2 (NF2) is an autosomal dominant disorder characterized by the development of multiple tumors in the central nervous system, most notably schwannomas and meningiomas. Mutational inactivation of NF2 is found in 40-60% of sporadic meningiomas, but the molecular mechanisms underlying malignant changes of meningioma cells remain unclear. Because group I p21-activated kinases (Paks) bind to and are inhibited by the NF2-encoded protein Merlin, we assessed the signaling and anti-tumor effects of three group-I specific Pak inhibitors - Frax597, 716 and 1036 - in NF2-/- meningiomas in vitro and in an orthotopic mouse model. We found that these Pak inhibitors suppressed the proliferation and motility of both benign (Ben-Men1) and malignant (KT21-MG1) meningiomas cells. In addition, we found a strong reduction in phosphorylation of Mek and S6, and decreased cyclin D1 expression in both cell lines after treatment with Pak inhibitors. Using intracranial xenografts of luciferase-expressing KT21-MG1 cells, we found that treated mice showed significant tumor suppression for all three Pak inhibitors. Similar effects were observed in Ben-Men1 cells. Tumors dissected from treated animals exhibited an increase in apoptosis without notable change in proliferation. Collectively, these results suggest that Pak inhibitors might be useful agents in treating NF2-deficient meningiomas.",
  "methods": "METHODS Meningioma cell lysates Lysates from 11 primary meningioma cells of different WHO grades and 3 arachnoidal cell lines were kindly provided by Dr. Vijaya Ramesh, Harvard Medical School (Boston, MA). Protein concentration was determined, and equal amount of total proteins were separated on SDS-PAGE. Cell cultures The luciferase-expressing  NF2 -deficient benign meningioma cell line, Ben-Men-1-LucB, have been described previously [ 34 ], and the luciferase-expressing  NF2 -deficient malignant meningioma cell line, KT21-MG1-Luc5D, were also used (Chang, LS., et al., unpublished data). The Merlin-expressing normal arachnoidal cell line AC07, benign MN328 and malignant MN525 meningioma cell lines were gifts from Dr. Vijaya Ramesh. Cell lines were authenticated by PCR genotyping to confirm  NF2  status. All cell lines were cultured in high-glucose Dulbecco's Modified Eagle Medium (DMEM) supplemented with 10% fetal bovine serum, 2 mM L-glutamine and 100 U/ml penicillin/streptomycin at 37°C in a humidified 5% CO 2  incubator. Retroviral transductions Inducible shRNA-bearing retrovirus against Pak1 and Pak2 were previously described [ 42 ] and oligonucleotides used in this study are as follows: Pak1 shRNA-1 5′-GAT CCC CGA AGA GAG GTT CAG CTA AAT TCA AGA GAT TTA GCT GAA CCT CTC TTC TTT TTT GGA AA-3′; Pak2 shRNA-5 5′-GAT CCC CTG ACA GAG GAG GAG GAT GAT TCA AGA GAT CAT CCT CCT CCT CTG TCA TTT TTT GGA AA-3′. The ΦNX packaging cell line (Orbigen) was transfected using Lipofectamine 2000 (Invitrogen). Viral supernatants were harvested 48 hr post-transfection and filtered. Meningioma cells were incubated with retroviral supernatant supplemented with 4 μg/ml polybrene for 4 hr at 37°C, and then were cultured in growth media for 48 hr for viral integration. Green fluorescent protein (GFP)-positive infected cells were selected by flow cytometry (GFP). RNA isolation and RT-PCR Subconfluent cells were plated in 6-well plates overnight and treated with doxycycline for 48 hours. Total RNA was isolated using Tri Reagent (Sigma). First-Strand cDNA was synthesized using SuperScript III reverse transcriptase according to manufacture's protocol and standard PCR was performed subsequently. Cell viability assay and flow cytometry Cells were plated at 3 × 10 3  cells per well in 96-well plates overnight and treated with various concentrations of Pak inhibitors for 72 hours. Cell viability was measured by MTT assay and the half maximal inhibitory concentration (IC 50 ) was calculated. For cell cycle profiles, subconfluent cells were plated in 60 mm plate and treated with inhibitors for 3 days. Cells were collected, washed and fixed in 70% ethanol. After fixation, cells were resuspended in 0.5 ml of a solution containing 1M Tris-HCl pH 8.0, 0.1% Nonidet P-40, 10 mM NaCl, 50 μg/ml propidium iodide and 70 Kunitz units/ml RNase A. DNA content was analyzed using CELLQuest TM  software (Becton Dickinson). A minimum of 10,000 events was collected per sample. For detection of apoptosis, subconfluent cells were plated in 60-mm plate and treated with inhibitors for 3 days. Cells were collected, washed and resuspended in 1x binding buffer with Annexin V-EGFP and propidium iodide (BioVision, CA) and incubated at room temperature for 5 min in dark. Apoptosis was measured using FACS with collecting 10,000 events per sample. Protein kinase specificity measurements Kinase selectivity was assessed using a commercial service that employs a fluorescence-based, coupled-enzyme assay based on the differential sensitivity of phosphorylated and non-phosphorylated peptides to proteolytic cleavage (Invitrogen, Z'-LYTE ® ) [ 43 ]. This assay uses recombinant protein kinases and assay mixed optimized for each particular kinase ( http://www.lifetechnologies.com/us/en/home/life-science/drug-discovery/target-and-lead-identification-and-validation /kinasebiology/kinase-activity-assays/z-lyte.html ). Cell invasion assays Matrigel invasion chamber (BD Biosciences) were rehydrated in serum-free DMEM medium for 2 hr and then placed in 0.75 ml of DMEM medium supplemented with 5% fetal calf serum. Cells at a density of 2 × 10 4  suspended in 0.5 ml of DMEM, and seeded onto Matrigel chambers. Cells were allowed to migrate for 18 hr. Cells on the upper surface were gently removed with a cotton bud, and cells that had migrated through the 8-μm pores were fixed with 4% paraformaldehyde for 15 min and stained with 0.1% crystal violet for 15 min. Membranes were washed, removed and mounted on a glass slide, and the level of invasion was quantified by visual counting using a microscope with a 20X objective. Orthotopic meningioma model KT21-MG1-Luc5D and Ben-Men1-LucB cells were harvested, washed and resuspended in PBS (0.5 × 10 6  and 1.0 × 10 6  cells/mouse in 5 μl). Eight-week-old SCID mice were anesthetized with ketamine and their heads were stabilized in a small animal stereotaxic instrument. A midline sagittal incision was made on the cranial skin. A burr hole was drilled in the skull with coordinated 1.5 mm anterior and 1.5 mm lateral to the right from the bregma and a 5-μl Hamilton syringe loaded with cells was slowly inserted through the burr hole and ~0.5 mm downward to the skull base. The incision was closed using surgical absorbable gut suture. Bioluminescence imaging Mice transplanted with meningioma cells were imaged using Xenogen IVIS Spectrum (Caliper, MA). Mice were injected intraperitoneally with Rediject D-Luciferin Ultra at 150 mg/kg under anesthetized with isofluorane. Luciferase activity was measured and all bioluminescence imaging was conducted when perk signal was reached. Once tumors were established (~3 weeks post-transplantation), mice were divided into groups for shRNA studies or drug treatments. For shRNA studies, mice were fed either a normal rodent diet or doxycycline foods for 5 weeks. Tumor growth was monitored every week by BLI. Photon emission was quantified using Living Image software (Caliper, MA) and mean luminescence for each group was calculated ( n  = 5 per group). For drugs treatment, mice were dosed with Pak inhibitors daily for 14–21 days and tumor growth was monitored every week by BLI. Mean luminescence for each treatment groups ( n  = 5) was calculated as described previously. Doxycycline administration Doxycycline-containing food (625 mg/kg; Harlan Laboratories) was administrated to SCID mice in pelleted form with complete grain-based rodent diet, and the control littermates were fed an identical diet, lacking doxycycline. Treatment with Pak inhibitors Frax597 [ 11 ,  20 ] (C29H28ClN7OS; M.W. 558.10) and Frax716 (C30H30ClN7O2; M.W. 556.06 (Afraxis, CA) were formulated in 10% (PEG400: Tween-80: PVP-K30–90:5:5), 15% Vitamin E-TPGS, and 75% of hydroxypropylcellulose (0.5%) in 50 mM citrate buffer (pH 3.0) and administered by oral gavage at 90 mg/kg/day and 20 mg/kg/day, respectively. Frax1036 (C28H32ClN7O; M.W. 518.05) (Afraxis, CA) was formulated in 20% 2-hydroxypropyl-β-cyclodextrin in 50 mM citrate buffer (pH 3.0) and administrated by oral gavage at 30 mg/kg/day. These doses were chosen to provide minimum plasma concentrations of ≥0.5 μM at 24 hours. All treatments were begun when tumors established and were continued for 2 or 3 weeks, at which time the animals were sacrificed and brain tissues taken for analysis. In vitro  permeability assays Madin-Darby Kidney cells (MDCKI) were obtained from the National Institutes of Health, (Bethesda, MD). Cells were maintained in Dulbecco's Modified Eagle Medium supplemented with 10% FBS, 80 ng/mL colchicine and 5 μg/mL Plasmocin. Cells were harvested with trypsin and seeded on Millipore Millicell-24 well plates at initial concentrations of 2.5 × 10 5  cells/mL and allowed to grow for 5 days. Cell monolayers were equilibrated in transport buffer (Hank's Balanced Salt Solution with 10 mM Hepes, pH 7.4) for 60 minutes at 37°C with 5% CO2 and 95% relative humidity prior to the experiment. Dose solutions were prepared in transport buffer and consisted of test compounds (10 μM) and the monolayer integrity marker lucifer yellow (100 μM). The dose solutions were added to the donor chambers and transport buffer was added to all receiver chambers. The transport was examined in the apical to basolateral (A-B) and basolateral to apical (B-A) directions. The receiver chambers were sampled (50 μL) at 60, 120, and 180 min and were replenished with fresh transport buffer after the 60 and 120 min samplings. Lucifer yellow permeability was used as a marker of monolayer integrity for the duration of the experiment and was measured using a fluorescence plate reader (ex: 425; em: 530 nm). Compound concentrations in the donor and receiving compartments were determined by LC-MS/MS analysis. The apparent permeability (P app ) in the apical to basal A-B and basal to apical B-A directions, was calculated as follows: P app  = (dQ/dt) • (1/AC 0 ), where: dQ/dt = rate of compound appearance in the receiver compartment; A = Surface area of the insert; and C 0  = Initial substrate concentration at T0. The efflux ratio (ER) was calculated as (P app , B-A/P app , A-B). Brain tissue preparation, histology, immunohistochemistry, and immunoblotting All transplanted brains were fixed in 4% paraformaldehyde for 48 hr, and dehydrated and embedded in paraffin. Hematoxylin and eosin stained sections were used for diagnostic purposes and unstained sections for immunohistochemical (IHC) studies. IHC was conducted with the following antibodies: rabbit polyclonal antibodies for Pak1 (1:50; 2602), Pak2 (1:100; 2608), cleaved caspase 3 (1:200; 9664), phospho-histone 3 (1:200; 9701), cyclin D1 (1:50; 2978) (Cell Signaling Technology). The evaluation of the IHC was conducted blindly, without knowledge of the treatments. The percentage of caspase 3, phospho-histone 3 and cyclin D1 positive cells was determined by scanning the slides using an Aperio CS Scanscope scanner and nuclear detection software from the same manufacturer. Immunoblot analyses were carried out on lysates extracted from cells after treatment for 24 hours (inhibitors with concentration of IC50, as detailed in Fig. legends) or 72 hours (doxycycline for shRNA). Protein concentration was determined, and equal amount of total proteins were separated by SDS-PAGE. Antibodies used included those for Pak1 (2602), Pak2 (2608), Pak3 (2609), Pak4 (3242), phospho-Pak4-6 (3241), Mek1 (9122), Erk (9102), phospho-Erk1/2 (pThr202/pTyr204; 9101), Akt (9272), phospho-Akt (pThr308; 9275), S6 (2217), phospho-S6 (pSer235/pSer236; 4857), phospho-β-Catenin (pSer675; 4176), and cyclin D1 (2978) from Cell Signaling Technology; β-Catenin (610154) from BD Transduction Laboratories; and phospho-Pak (Ser141; 44940G) and phospho-Mek (Ser298; 44460G) from Invitrogen. GAPDH and β-actin were used as loading control. Statistical analysis All experiments were performed at least three times. Results were reported as means ± SD. The significance of the data was determined by two-tailed, unpaired Student's  t- test with  P  < 0.05 considered statistically significant.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:33:06.445074",
  "abstract_length": 1404,
  "methods_length": 11078,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}