{
  "pmid": "PMID:25639352",
  "title": "Neural Crest-Specific TSC1 Deletion in Mice Leads to Sclerotic Craniofacial Bone Lesion.",
  "abstract": "Tuberous sclerosis complex (TSC) is an autosomal dominant disorder caused by mutations in either TSC1 or TSC2. TSC has high frequency of osseous manifestations such as sclerotic lesions in the craniofacial region. However, an animal model that replicates TSC craniofacial bone lesions has not yet been described. The roles of Tsc1 and the sequelae of Tsc1 dysfunction in bone are unknown. In this study, we generated a mouse model of TSC with a deletion of Tsc1 in neural crest-derived (NCD) cells that recapitulated the sclerotic craniofacial bone lesions in TSC. Analysis of this mouse model demonstrated that TSC1 deletion led to enhanced mTORC1 signaling in NCD bones and the increase in bone formation is responsible for the aberrantly increased bone mass. Lineage mapping revealed that TSC1 deficient NCD cells overpopulated the NCD bones. Mechanistically, hyperproliferation of osteoprogenitors at an early postnatal stage accounts for the increased osteoblast pool. Intriguingly, early postnatal treatment with rapamycin, an mTORC1 inhibitor, can completely rescue the aberrant bone mass, but late treatment cannot. Our data suggest that enhanced mTOR signaling in NCD cells can increase bone mass through enlargement of the osteoprogenitor pool, which likely explains the sclerotic bone lesion observed in TSC patients.",
  "authors": "Fang Fang; Shaogang Sun; Li Wang; Jun-Lin Guan; Marco Giovannini; Yuan Zhu; Fei Liu",
  "journal": "Journal of bone and mineral research : the official journal of the American Society for Bone and Mineral Research",
  "publicationDate": "2015-07",
  "doi": "10.1002/jbmr.2447",
  "methods": "MATERIALS AND METHODS Mice The floxed  Tsc1  ( Tsc1 flox/flox ), P0-Cre (line A), Rosa 26 transgenic mice were described previously ( 8 ) ( 11 ,  12 ).  Tsc1 flox/flox  mice were mated with P0-Cre mice to generate  Tsc1 flox/flox ;P0-Cre mice and  Tsc1 flox/+ ;P0-Cre mice, designated as CKO and cHet mice respectively.  Tsc1 flox/flox  mice were served as a control for CKO mice.  Tsc1 flox/flox  mice were bred with Rosa 26 reporter mice to generate  Tsc1 flox/flox ;Rosa/Rosa mice that introduce the LacZ reporter gene. Then, cHet mice were bred with  Tsc1 flox/flox ;Rosa/Rosa mice to generate  Tsc1 flox/+ ;P0-Cre;Rosa/+ (cHet-LacZ) and  Tsc1 flox/flox ;P0-Cre;Rosa/+ (CKO-LacZ) mice. The P0-Cre transgenic strain was initially generated on the FVB background ( 11 ) and then backcrossed onto the 129S1/SvJ background. P0-Cre transgenic mice were crossed to  Tsc1 flox/flox  mice that were maintained on the C57BL/6 background. The Rosa26-LacZ allele was maintained on the mixed 129S1/SvJ and C57BL/6 backgrounds. For some experiments, P0-Cre transgenic mice were backcrossed onto C57BL/6 background for at least 5 generations. The 129S1/SvJ/C57BL/6 mixed background and more pure C57BL/6 background showed similar sclerotic phenotypes in CKO mice. All experimental procedures were carried out with the approval of the Institutional Animal Care and Use Committee at the University of Michigan. X-gal staining and FACS-galactosidase assay Skulls were fixed in 4% PFA for 15 min at room temperature, followed by three PBS washes for 5 min each. Skulls were then stained in 2ml LacZ staining solution (Kferri/Kferro 5mM, MgCl 2  2mM, X-gal 1mg/ml, NP-40 0.02%, Sodium Deoxycholate 0.01%) at 37°C for 8 h. Stained skulls were washed 3 times with PBS and then post-fixed in 4% PFA overnight at 4°C. Skulls were decalcified and embedded in paraffin; 6µM sections (described below) were counterstained with Neutral Red. Primary calvarial osteoblasts were digested from frontal and nasal bones (described below) and grown on glass coverslips overnight. Cells were fixed in 4% PFA with 0.4% glutaraldehyde at room temperature for 5 min and washed 3 times with PBS. Cells were stained in 1ml LacZ staining solution for 5–8 h, then washed 3 times with and treated with ProLong® Gold Antifade Reagent with DAPI (Life Technologies,  P36931 ). LacZ positive cell number and bone perimeter were quantified with the multipoint tool and segmented line measurement function of Image J software. Expression of LacZ in live cells was examined using fluorescein di-β-D-galactopyranoside (FluoReporter LacZ Flow Cytometry Kit; Molecular Probes) staining according to the manufacturer’s instructions. Cells were analyzed on a FACSCanto (BD Biosciences) instrument. RNA extraction and qRT-PCR Total RNA was isolated using Trizol reagent (Invitrogen) according to the manufacturer’s instructions. qRT–PCR analyses were performed as described previously ( 13 ). cDNA templates were subjected to qPCR using the SYBR Green PCR Core reagents system (Qiagen). 18S rRNA was used as an internal control. Relative gene expression was calculated by the ΔCT (the difference between the threshold cycles) method ( 14 ). Primer sequences used for real-time PCR are available upon request. Western Blot Analysis Protein extracts were prepared from calvaria of 7 day old postnatal mice. Primary calvarial osteoblasts were isolated from neonatal mice (between birth and postnatal day 3). Cells and tissues were lysed using NP40 lysis buffer (PH 8.0 Tris-HCl 20mM, NaCl 137mM, 1% NP40, 10% Glycerol, Na 3 VO 4  1mM) and protein extracts were analyzed by 8% (TSC1, Vinculin) and 15% (p-S6, S6) SDS–PAGE and blotted onto PVDF membrane (Millipore, IPVH00010). Membranes were incubated with rabbit anti-TSC1 antibody (Cell signaling, #4906), rabbit anti-p-S6 antibody (Cell Signaling, #5364), rabbit anti-S6 antibody (Cell signaling #2217) or mouse anti- Vinculin antibody (Sigma-aldrich V4505), followed by a horseradish peroxidase-conjugated secondary antibody (Goat anti-rabbit, Thermo, 31460) and a Goat anti-mouse antibody (Jacksonimmuno, 115-035-072). Membranes were developed with HPR substrate ECL (Millipore, WBKL S0500). Films were scanned using an Epson Perfection V700 photo system and bands were quantified with the optical density function of Image J software. Histology Skulls were decalcified in 14% EDTA solution at 4°C, then processed using a Leica ASP 300 paraffin tissue processor and embedded in paraffin with Tissue-Tek paraffin tissue embedding station. 6µM sections were cut with a Leica RM 2145 microtome and used for H&E staining or immunostaining. Immunostaining Paraffin sections were de-waxed and rehydrated in xylene and sequential alcohol solutions. Antigen retrieval was performed according to instructions for each antibody. For immunohistochemistry, endogenous peroxidase was blocked by 0.3% H 2 O 2 / Methanol for 30 min. Sections were then incubated with primary antibodies (anti-p-S6 and anti-Osterix) overnight at 4 °C. A horseradish peroxidase–streptavidin system (Dako) was used to detect immunoreactivity, which was followed by counterstaining with hematoxylin (Sigma-Aldrich). For immunofluoresence, sections were incubated with primary antibody (Ki67, Spring, M306) overnight at 4°C after rehydration, washed 3 times with PBST, and then incubated with secondary antibody (Life Technologies, A-21206) for 1 h at room temperature. After 3 washes, sections were mounted with ProLong® Gold Antifade Reagent with DAPI. Positive cells and bone perimeter were quantified with the multipoint tool and segmented line measurement function of Image J software. Micro CT Skulls were dissected free of soft tissue and analyzed by microcomputed tomography using an eXplore Locus SP (GE Healthcare Pre-Clinical Imaging, London, ON, Canada) as we described previously ( 15 – 17 ). Calvaria thickness measurement Calvaria thickness was measured as described previously ( 13 ). In brief, the measurements were performed at the center of the frontal and parietal bones with a caliper (Pfingst, Sweden) on 1-month, 2-month, 3-month, and 1-year-old mice in a blinded manner. Histomorphometry Static and dynamic histomorphometry were performed similar to what we described previously ( 18 – 20 ). For dynamic histomorphometry, mice were given intraperitoneal injections of calcein (10 mg/kg) 6 days and 2 days prior to sacrifice. Measurements were made on the frontal bones. All static and dynamic parameters were measured according to the Report of the American Society of Bone and Mineral Research Histomorphometry Nomenclature Committee ( 21 ). Primary calvarial osteoblast isolation and culture Calvarial cells were isolated from 1- to 3-day-old transgenic mice. After removal of sutures, frontal and nasal bones were subjected to four sequential digestions as previously described ( 13 ). Cells were plated at a density of 1.9–2.4 × 10 4  cells/cm 2  in 6-cm dishes in alpha MEM containing 10% FBS. For osteogenic differentiation, the medium was changed to differentiation medium after 1 week of culture as described previously ( 13 ). Rapamycin rescue experiments Rapamycin (LC laboratory) was reconstituted in absolute ethanol at 10 mg/ml and diluted in 5% Tween-80 (Sigma-Aldrich) and 5% PEG-400 (Hampton Research). Mice received 1 mg/kg rapamycin by i.p. injection every other day. Mice were treated from birth to one-week-old for LacZ staining and western blotting, from one week-old to two-months-old and from 1-month-old to 3-months-old for calvaria thickness measurements. Statistical analysis Student’s t test was used to compare two groups. Differences were considered significant at P<0.05.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:26:23",
  "introduction": "INTRODUCTION Tuberous sclerosis complex (TSC) is a genetic disorder characterized by the presence of benign congenital tumors in multiple organs. TSC is due to the loss of TSC1 (harmartin) or TSC2 (tuberin) and subsequent hyperactivation of the mammalian/mechanistic target of rapamycin complex 1 (mTORC1) ( 1 ), a conserved signaling node that integrates intracellular and extracellular cues to control many biological processes, including protein and lipid synthesis and autophagy ( 2 ). The TSC1–TSC2 complex is a key upstream regulator of mTORC1 and functions as a GTPase-activating protein (GAP) for the Ras homolog enriched in brain (Rheb) GTPase. The GTP-bound form of Rheb directly interacts with mTORC1 and stimulates its kinase activity. As a Rheb GAP, the TSC1–TSC2 complex converts Rheb into its inactive GDP-bound state and negatively regulates mTORC1 ( 3 ). Osseous manifestations of TSC include cyst-like lesions, hyperostosis of the inner table of the calvaria, and excess periosteal bone formation. The frequency of abnormal sclerotic islands in the craniofacial region is approximately 40% and radiographic changes in the hands or feet is about 66% ( 4 ). Besides the localized sclerotic lesions, TSC patients may have marked thickening of frontal bones, mandibles and maxilla, which are all neural crest derived ( 5 ). The high frequency of osseous manifestations in TSC patients highlights the importance of elucidating how mTOR signaling regulates bone metabolism  in vivo . Genetic mouse models are useful tools to determine the  in vivo  roles of signaling pathways. Disruption of the TSC1–TSC2 complex through the loss of either  Tsc1  or  Tsc2 , results in constitutive activation of mTORC1. Therefore, ablation of  Tsc1  or  Tsc2  offers a genetic means to produce mTORC1 gain-of-function models to mimic the congenital TSC disorder. However, the early embryonic lethality of the  Tsc1  or  Tsc2  knockout (KO) mice prevents us from studying the mechanisms by which dysregulated mTOR signaling affects postnatal bone metabolism ( 6 – 8 ). Recently, it was reported that  Tsc2  deletion in mature osteoblasts leads to increased osteoblast number and a progressive increase in postnatal bone acquisition through undefined mechanisms ( 9 ). The roles of mTORC1 signaling in early osteoblasts and in cranial neural crest-derived cells are unknown. In this study, we generated conditional KO (CKO) mice to delete  Tsc1  specifically in neural crest-derived (NCD) cells. NCD cells contribute to the formation of a majority of the craniofacial bones such as the frontal, nasal and zygomatic bones ( 10 ). Interestingly, our mouse model recapitulates the sclerotic craniofacial bone lesions seen in TSC patients. In TSC patients, the deactivation of  Tsc1  or  Tsc2  likely happens in early lineage cells. Thus, this model provides a unique opportunity to explore the mechanisms governing the craniofacial bone lesions in TSC patients. We demonstrated that the increased bone mass can be rescued by rapamycin treatment at an early but not a late postnatal stage. Mechanistically, mTORC1 hyperactivation by  Tsc1  deletion in neural crest-derived cells led to expansion of the osteoprogenitor pool through enhanced proliferation at an early postnatal stage.",
  "results": "RESULTS Targeting a Tsc1 mutation into neural crest cells during craniofacial bone development To establish a mouse model mimicking the craniofacial bone lesions in TSC patients, we generated neural crest-specific  Tsc1  mutant mice. We previously established a Cre transgenic strain under the control of the P0 promoter (P0-Cre), which targets neural crest cells and expresses Cre in approximately 30% of neural crest-derived nerve cells ( 11 ,  22 ). We crossed P0-Cre transgenic mice to Rosa26-LacZ Reporter mice that allows us to examine Cre recombinase activity by expression of the β-galactosidase (β-gal) gene ( 12 ). P0-Cre-mediated recombination, revealed by X-gal staining, was detected in neural crest and its derived tissues in cranialfacial regions but not in limb at early embryonic stages ( 22 ). With the same approach, we showed that P0-Cre mediated recombination was detected in neural crest-derived nasal and frontal bones but not in mesoderm-derived parietal bones ( Fig 1A ). Of note, the staining pattern was very sporadic and most areas were not stained, indicating that only a small proportion of neural crest-derived cells were targeted by P0-Cre. To inactivate  Tsc1  during craniofacial bone development, we bred P0-Cre transgenic mice to  Tsc1 flox/flox  mice ( 8 ) and subsequently generated  Tsc1  mutant mice with the genotype of  Tsc1 flox/flox ;P0-Cre +  (hereafter, CKO). CKO mice were born at the expected Mendelian ratios and had comparable body weight compared to their  Tsc1 flox/flox ;P0-Cre −  (hereafter, CTR) littermates ( Fig S1 ). Despite the very sporadic expression pattern of P0-Cre in frontal and nasal bones ( Fig 1A ), TSC1 protein in cell lysates prepared from the neural crest-derived nasal and frontal bones of CKO mice was reduced by 60% compared to CTR ( Fig 1B, 1C ). As expected, mTORC1 signaling, as shown by the expression of phosphorylated S6 (a ribosomal protein that is a downstream target of mTORC1 signaling), was increased in nasal and frontal bones from CKO mice ( Fig 1B, 1D ). Similarly, there was much stronger phosphorylated S6 staining in the osteoblasts of frontal bones from CKO mice ( Fig 1E ). In addition, there were more phosphorylated S6 positive cells in the extracranial periosteum of frontal bones from CKO mice ( Fig 1F ). Deletion of TSC1 in neural crest derived cells leads to higher craniofacial bone mass Similar to the sclerotic lesion in TSC patients who have either a  TSC1  or  TSC2  mutation, CKO mice displayed thickened neural crest-derived frontal and nasal bones at one month of age. Three-dimensional microcomputed tomography (microCT) and reconstruction of the skull confirmed this observation ( Fig 2A ). CKO mice had a significantly greater amount of neural crest-derived bones including frontal calvaria, zygomatic bones, and nasal bones. Cross sectional analysis demonstrated that the thickness of frontal bones (neural crest-derived), but not parietal bones (mesoderm-derived), increased in CKO mice ( Fig 2B ). Of note, the thickened bone in CKO mice appeared to have higher mineral density illustrated by their dense appearance compared to the porous appearance of control bones using an arbitrary threshold for mineralized tissue ( Fig 2A ). Quantitative measurements showed that there was a lifelong accumulation of neural crest-derived craniofacial bone mass in CKO mice ( Fig 2C ). Calvaria from mice heterozygous for the conditional  Tsc1  allele ( Tsc1 flox/+ ;P0-Cre + , hereafter cHet) had a similar thickness compared to calvaria from CTR mice ( Fig S2 ), indicating that TSC1 haploinsufficiency does not affect neural crest-derive bone acquisition. In addition, P0-Cre mice had similar frontal bone thickness compared to wild type controls ( Fig S3 ), indicating that P0-Cre itself did not cause the sclerotic phenotype. High bone mass phenotype of the TSC1-deficient mice is due to increased osteoblast bone formation ability but not altered osteoclastogenesis As a first step to determine the underlying mechanism of the high bone mass phenotype in CKO mice, histomorphometry was performed in frontal bone of one-month-old CTR and CKO mice. The bone formation rate (BFR) in CKO mice was increased on both the extracranial and intracranial surfaces ( Fig 3A–3G ). On the extracranial surface, the BFR increase was a result of an elevated mineral apposition rate (MAR) without a change in mineralizing surface (MS/BS) ( Fig 3B–3D ). On the intracranial surface, the BFR increase was the combinational effect of increases in both the MAR and MS/BS ( Fig 3E–3G ). To determine whether altered osteoclastogenesis may contribute to the high bone mass, we performed TRAP staining on the frontal bones and quantified the osteoclast parameter at different regions (extracranial, intracranial and bone marrow surfaces) and did not find any alterations ( Fig 3H ). In line with the unaltered osteoclast number, Receptor activator of nuclear factor kappa-B ligand ( Rankl ) and Osteoprotegerin ( Opg ) mRNA levels were not changed in CKO frontal bones ( Fig 3I ). Altogether, these data indicate that the high bone mass phenotype in CKO mice is due to enhanced osteoblast bone formation and is not secondary to altered osteoclastogenesis. TSC1 deletion in neural crest-derived cells leads to increased osteoblast populations The moderate to high TSC1 deletion efficiency in neural crest-derived bones from CKO mice compared to the very low level of P0-Cre expression ( Fig 1A–1C ) prompted us to hypothesize that TSC1 null osteoblasts may overpopulate neural crest-derived bones. To test this hypothesis, we performed lineage mapping experiments by introducing the Rosa26-LacZ reporter into control and CKO mice.  Tsc1 flox/+ ;P0-Cre + ;Rosa26/+ (hereafter, cHet-LacZ) and  Tsc1 flox/flox ;P0-Cre + ;Rosa26/+ (hereafter, CKO-LacZ) mice were analyzed by X-gal staining to determine the effect of TSC1 deletion in neural crest stem/progenitor cells on neural crest-derived cell populations. Consistent with the X-gal staining pattern seen in P0-Cre mice mated with R26R mice ( Fig 1A ), there was sporadic X-gal staining in the frontal and nasal bones of cHet-LacZ mice ( Fig 4A ). In contrast, intense X-gal staining was observed in the similar areas of CKO-LacZ mice. There were many more LacZ +  cells in the cranial periosteum of the frontal bone of CKO-LacZ mice ( Fig 4B–4D ). To further characterize the effect of TSC1 deletion on LacZ +  osteoblast number, we cultured primary osteoblasts isolated from the neural crest-derived frontal and nasal bones from both cHet-LacZ and CKO-LacZ mice. Consistent with the  in vivo  staining pattern, there was more than a two-fold increase in the percentage of LacZ +  cell in the CKO-LacZ cultures ( Fig 4E–4F ). The fluorescein di-β-D-galactopyranoside (FDG) based flow cytometry analysis also showed an increased number of LacZ +  osteoblasts in CKO cultures ( Fig S4 ). The increased number of LacZ +  cells in CKO mice strongly supports the notion that TSC1 null neural crest-derived cells overpopulated neural crest-derived bones. To directly determine whether there was increased osteoblast population  in vivo , we performed immunostaining on the frontal bones with an Osterix (an osteoblast specific marker) antibody. As expected, there were more Osterix +  osteoblasts in the neural crest-derived bones of CKO mice ( Fig 4G, 4H ). In addition, we found an increase in osteocyte density in neural crest-derived frontal bones from CKO mice ( Fig 4I, 4J ). Altogether, these data indicate that  Tsc1  deletion by P0-Cre leads to increased osteoblast lineage cells. Deletion of TSC1 increases the proliferation of osteoprogenitors without affecting in vivo osteoblast differentiation To determine the cellular mechanism that may be responsible for the increased osteoblast populations, we performed immunofluorescence staining with Ki67 (a proliferation marker). We observed a dramatic increase in proliferation in the periosteum of the frontal bones of one-week-old CKO mice ( Fig 5A, 5B ). In line with the enhanced proliferation, we also observed an increase in the expression of Cyclin D1, a critical target of proliferative signals in the G1 phase of the cell cycle ( Fig 5C ). Interestingly, we did not find an alteration of proliferation at one month of age ( Fig S5A–S5C ). As a first step to determine the molecular mechanism by which enhanced mTORC1 signaling increases osteoprogenitor proliferation, we examined the canonical Wnt signaling target gene expression in neural crest-derived bones. We found similar mRNA expression of Axin 2 ( Axin2 ), Gap junction protein, alpha 1, 43kDa ( Gja1 , also known as  Cnx43 ), Collagen, type VI, alpha 1( Col6a1 ), Matrix Metallopeptidase 16 ( Mmp16 ) in mutant and control bones, indicating that the pro-proliferative effect of TSC1 deletion in neural crest-derived cells was not mediated by Wnt signaling ( Fig 5D ). To determine whether enhanced osteoblast differentiation may contribute to the high bone phenotype, we measured the mRNA expression of osteoblast differentiation related genes. We found no differences in the mRNA expression of Collagen, type I, alpha 1 ( ColIa1 ), Alkaline phosphatase, liver/bone/kidney ( Alpl ), Runt-related transcription factor 2 ( Runx2 ), Sp7 transcription factor (also known as Osterix,  Osx ), Activating transcription factor 4 ( Atf4 ), Bone sialoprotein ( Bsp ), and Bone gamma carboxyglutamate protein (also known as Osteocalcin,  Ocn ) in the cranial bones of CKO and CTR mice ( Fig 5E  and  Fig S5D ). The only molecular abnormality observed in the frontal/nasal bones of CKO mice was an increase in the expression of Osteocalcin, a gene whose inactivation or overexpression does not affect ECM mineralization ( 23 ,  24 ). In addition, we determined the  in vitro  differentiation of TSC1 null primary osteoblasts isolated from frontal and nasal bones ( Fig S6 ). As expected, there was increased p-S6 expression when TSC1 was efficiently deleted ( Fig S6A ). Mineralization in CKO cultures was compromised compared to control cultures ( Fig S6B ) and the mRNA expression of osteoblast differentiation related genes was generally decreased ( Fig S6C ). Taken together, these data suggest that the high bone mass phenotype in CKO mice is due to increased osteoblast progenitor proliferation but not enhanced differentiation. Rapamycin treatment at an early postnatal stage rescues the aberrantly increased bone mass of TSC1-deficient mice TSC1 is a known negative regulator of mTOR activity and our data show upregulation of mTORC1 signaling in neural crest-derive bones from CKO mice ( Fig 1B, 1E ). To determine whether upregulated mTORC1 signaling is responsible for the high bone mass phenotype, we treated CKO and CTR mice with rapamycin (a widely used mTORC1 inhibitor) every other day starting at one week and ending at two months of age ( Fig 6A ). Rapamycin treated mice had decreased body weight compared to vehicle treated mice ( Fig S7 ). Strikingly, the increase in frontal bone thickness in CKO mice was completely prevented, suggesting that enhanced mTORC1 signaling caused the increased bone formation. Furthermore, we treated one-day-old cHet-LacZ and CKO-LacZ mice with rapamycin every other day and analyzed the X-gal staining pattern at one week of age. In contrast to the intense X-gal staining observed in the neural crest-derived bones of untreated CKO-LacZ mice ( Fig 4A ), rapamycin treatment significantly diminished X-gal staining to a level comparable to cHet-LacZ mice ( Fig 6B ). As expected, rapamycin treatment diminished the increased mTORC1 signaling in the frontal/nasal bones of CKO mice ( Fig 6C ). Because we observed increased osteoprogenitor proliferation at one-week-old but not at one-month-old, we reasoned that TSC1 deletion in neural crest-derived cell may have a transient, early effect on osteoprogenitor proliferation. Thus, the increased bone mass phenotype at later postnatal stages may be determined by this early event. To test this hypothesis, we treated mice with rapamycin starting at one month of age until three months of age ( Fig 6D ). Interestingly, late rapamycin treatment did not prevent the increased frontal bone thickness, supporting the notion that an early event (e.g. osteoprogenitor pool expansion) is mainly responsible for the high bone mass phenotype.",
  "discussion": "DISCUSSION As the distinguishing features of TSC in humans are predominantly neurological, a skeletal examination is not necessarily performed in all cases of TSC. However, the skeletal involvement of this disease in the skull, hands and feet is well-documented ( 4 ,  25 ). Of note, 40% of the TSC patients have sclerotic bone in the cranial vault and sclerotic islands often appear in the calvarium. Our mouse model successfully recapitulates the sclerotic bone lesion in TSC patients. However, it is different from the skeletal manifestation in most patients in that we observed a generalized thickening of the targeted neural crest derived skull bones but not the isolated sclerotic bone lesions seen in most TSC patients. This likely reflects the fact that loss of heterozygosity only occurs in a subset of cells in patients. Besides the isolated sclerotic bone lesions, a case report demonstrated a more uniformed thickening of neural crest derived facial bones including frontal bones and mandible ( 5 ). This may reflect  TSC1  or  TSC2  loss of heterozygosity (second-hit) in a subset of cranial neural crest stem cells, which produce a greater number of progeny that manifest a more severe clinical phenotype as indicated in loss of heterzygosity of Neurofibromin 1 in neural stem cells ( 26 ). In our mouse model, the null mutation exists in all targeted cells, producing more uniform sclerotic lesions. To our knowledge, this is the first mouse model mimicking the skull sclerotic bone lesions in TSC patients. It is known that mTORC1 can positively regulate cell proliferation ( 27 ). Activation of the mTORC1 pathway by disrupting  Tsc2  induces quiescent fibroblasts to reenter the cell cycle ( 28 ) and promotes pancreatic β cell proliferation ( 29 ). On the other hand, overexpression of  Tsc1  or  Tsc2  attenuates cell proliferation ( 30 ,  31 ). In this study, we found that upregulated mTORC1 signaling by  Tsc1  deletion led to enhanced osteoprogenitor proliferation. Interestingly, this enhancement was developmental stage-dependent. Enhanced proliferation was observed at one week but not at one month of age. Furthermore, we found increased Cyclin D1 expression at one week but not at one month of age. Although the detailed molecular mechanism of this development stage-dependent regulation of proliferation is currently unknown, it suggests that development stage is an important determinant of mTORC1’s function on osteoprogenitor proliferation. It was suggested that TSC1/TSC2 complex may regulate Cyclin D1 expression through canonical Wnt/β-catenin signaling ( 32 ). To determine whether the effect of  Tsc1  deletion on regulation of Cyclin D1 expression and osteoprogenitor proliferation was mediated through Wnt/β-catenin signaling, we examined the expression of known osteoblast Wnt/β-catenin target genes. However, we found comparable Wnt target gene expression in mutant and control bones. This suggests that  TSC1  does not regulate osteoblast progenitor cell proliferation through Wnt/β-catenin signaling pathway in this context. The molecular mechanism by which  TSC1  deletion regulates osteoblast progenitor cell proliferation remains to be determined. Previous reports demonstrated conflicting results about the roles of mTORC1 signaling in osteogenic differentiation. Both stimulatory and inhibitory effects of mTOR inhibition (with rapamycin) on  in vitro  osteoblast differentiation were seen depending on cell types and treatment conditions ( 33 – 40 ). A recent study demonstrated that TSC2 deletion in primary calvarial osteoblast leads to compromised osteoblast differentiation ( 9 ). However, it is unclear whether TSC2 deletion affected the osteoblast differentiation  in vivo . Similar to TSC2 null cultures, we showed that primary calvarial osteoblast differentiation was compromised in TSC1 null cultures. However, we did not find alterations in osteoblast differentiation marker gene expression in CKO bones in our study, suggesting that alteration in osteoblast differentiation is not the major pathological mechanism for the cranial bone lesion in our mouse model. One interesting finding of this study is that rapamycin rescued the sclerotic bone lesions when mice were treated at an early postnatal stage but not after one month of age. This suggests that the cause of the sclerotic bone phenotype had already been established and become stable at one month of age. Rapamycin treatment after one month of age could not prevent the already established change. Importantly, this early change led to the increased osteoblast number and a sustained increase in bone thickness during the lifetime of CKO mice. Based on these findings, we are tempted to hypothesize that up-regulated mTORC1 signaling in neural crest cells enlarges the osteoprogenitor/osteogenic stem cell number during an early postnatal stage and that this is responsible for the increased osteoblast number and increased bone mass acquisition at later postnatal stages ( Fig 6E ). At one month of age, the expanded osteoprogenitor/osteogenic stem cell pool has been established and the maintenance of this pool does not require sustained mTORC1 activity. Thus, late rapamycin treatment could not prevent enhanced bone mass acquisition in CKO mice. Although our data fits well with the aforementioned hypothesis, the unavailability of the  in vivo  osteoprogenitor/osteogenic stem cell markers prevented us from testing this hypothesis directly. Interestingly, we observed increased proliferation in cranial periosteum (rich in osteoprogenitors) in CKO mice at an early but not a late postnatal stage. This supports the notion that up-regulated mTORC1 signaling promotes the expansion/proliferation of osteoprogenitors. Thus, the early treatment of rapamycin could effectively prevent the expansion of the osteoprogenitor pool and the increased osteoblast number and bone acquisition but the late treatment could not. This has important biological and clinical implications. Biologically, it suggests that osteoprogenitor pool is established early and can determine bone mass at later stages. Clinically, it suggests that a critical treatment window may need to be identified for the efficacious treatment of TSC patients. In summary, we established a mouse model mimicking the craniofacial bone lesions in TSC patients. Our findings suggest that increased bone formation is responsible for the sclerotic bone lesions. Upregulated mTORC1 signaling in neural crest cells can expand osteoprogenitor pool at an early postnatal stage by promoting proliferation. Rapamycin treatment at a specific time window can prevent progression of the sclerotic bone lesions.",
  "upgrade_date": "2026-02-21 02:20:31"
}