{
  "pmid": "PMID:25639352",
  "title": "Neural Crest-Specific TSC1 Deletion in Mice Leads to Sclerotic Craniofacial Bone Lesion.",
  "abstract": "Tuberous sclerosis complex (TSC) is an autosomal dominant disorder caused by mutations in either TSC1 or TSC2. TSC has high frequency of osseous manifestations such as sclerotic lesions in the craniofacial region. However, an animal model that replicates TSC craniofacial bone lesions has not yet been described. The roles of Tsc1 and the sequelae of Tsc1 dysfunction in bone are unknown. In this study, we generated a mouse model of TSC with a deletion of Tsc1 in neural crest-derived (NCD) cells that recapitulated the sclerotic craniofacial bone lesions in TSC. Analysis of this mouse model demonstrated that TSC1 deletion led to enhanced mTORC1 signaling in NCD bones and the increase in bone formation is responsible for the aberrantly increased bone mass. Lineage mapping revealed that TSC1 deficient NCD cells overpopulated the NCD bones. Mechanistically, hyperproliferation of osteoprogenitors at an early postnatal stage accounts for the increased osteoblast pool. Intriguingly, early postnatal treatment with rapamycin, an mTORC1 inhibitor, can completely rescue the aberrant bone mass, but late treatment cannot. Our data suggest that enhanced mTOR signaling in NCD cells can increase bone mass through enlargement of the osteoprogenitor pool, which likely explains the sclerotic bone lesion observed in TSC patients.",
  "authors": "Fang Fang; Shaogang Sun; Li Wang; Jun-Lin Guan; Marco Giovannini; Yuan Zhu; Fei Liu",
  "journal": "Journal of bone and mineral research : the official journal of the American Society for Bone and Mineral Research",
  "publicationDate": "2015-07",
  "doi": "10.1002/jbmr.2447",
  "methods": "MATERIALS AND METHODS Mice The floxed  Tsc1  ( Tsc1 flox/flox ), P0-Cre (line A), Rosa 26 transgenic mice were described previously ( 8 ) ( 11 ,  12 ).  Tsc1 flox/flox  mice were mated with P0-Cre mice to generate  Tsc1 flox/flox ;P0-Cre mice and  Tsc1 flox/+ ;P0-Cre mice, designated as CKO and cHet mice respectively.  Tsc1 flox/flox  mice were served as a control for CKO mice.  Tsc1 flox/flox  mice were bred with Rosa 26 reporter mice to generate  Tsc1 flox/flox ;Rosa/Rosa mice that introduce the LacZ reporter gene. Then, cHet mice were bred with  Tsc1 flox/flox ;Rosa/Rosa mice to generate  Tsc1 flox/+ ;P0-Cre;Rosa/+ (cHet-LacZ) and  Tsc1 flox/flox ;P0-Cre;Rosa/+ (CKO-LacZ) mice. The P0-Cre transgenic strain was initially generated on the FVB background ( 11 ) and then backcrossed onto the 129S1/SvJ background. P0-Cre transgenic mice were crossed to  Tsc1 flox/flox  mice that were maintained on the C57BL/6 background. The Rosa26-LacZ allele was maintained on the mixed 129S1/SvJ and C57BL/6 backgrounds. For some experiments, P0-Cre transgenic mice were backcrossed onto C57BL/6 background for at least 5 generations. The 129S1/SvJ/C57BL/6 mixed background and more pure C57BL/6 background showed similar sclerotic phenotypes in CKO mice. All experimental procedures were carried out with the approval of the Institutional Animal Care and Use Committee at the University of Michigan. X-gal staining and FACS-galactosidase assay Skulls were fixed in 4% PFA for 15 min at room temperature, followed by three PBS washes for 5 min each. Skulls were then stained in 2ml LacZ staining solution (Kferri/Kferro 5mM, MgCl 2  2mM, X-gal 1mg/ml, NP-40 0.02%, Sodium Deoxycholate 0.01%) at 37°C for 8 h. Stained skulls were washed 3 times with PBS and then post-fixed in 4% PFA overnight at 4°C. Skulls were decalcified and embedded in paraffin; 6µM sections (described below) were counterstained with Neutral Red. Primary calvarial osteoblasts were digested from frontal and nasal bones (described below) and grown on glass coverslips overnight. Cells were fixed in 4% PFA with 0.4% glutaraldehyde at room temperature for 5 min and washed 3 times with PBS. Cells were stained in 1ml LacZ staining solution for 5–8 h, then washed 3 times with and treated with ProLong® Gold Antifade Reagent with DAPI (Life Technologies,  P36931 ). LacZ positive cell number and bone perimeter were quantified with the multipoint tool and segmented line measurement function of Image J software. Expression of LacZ in live cells was examined using fluorescein di-β-D-galactopyranoside (FluoReporter LacZ Flow Cytometry Kit; Molecular Probes) staining according to the manufacturer’s instructions. Cells were analyzed on a FACSCanto (BD Biosciences) instrument. RNA extraction and qRT-PCR Total RNA was isolated using Trizol reagent (Invitrogen) according to the manufacturer’s instructions. qRT–PCR analyses were performed as described previously ( 13 ). cDNA templates were subjected to qPCR using the SYBR Green PCR Core reagents system (Qiagen). 18S rRNA was used as an internal control. Relative gene expression was calculated by the ΔCT (the difference between the threshold cycles) method ( 14 ). Primer sequences used for real-time PCR are available upon request. Western Blot Analysis Protein extracts were prepared from calvaria of 7 day old postnatal mice. Primary calvarial osteoblasts were isolated from neonatal mice (between birth and postnatal day 3). Cells and tissues were lysed using NP40 lysis buffer (PH 8.0 Tris-HCl 20mM, NaCl 137mM, 1% NP40, 10% Glycerol, Na 3 VO 4  1mM) and protein extracts were analyzed by 8% (TSC1, Vinculin) and 15% (p-S6, S6) SDS–PAGE and blotted onto PVDF membrane (Millipore, IPVH00010). Membranes were incubated with rabbit anti-TSC1 antibody (Cell signaling, #4906), rabbit anti-p-S6 antibody (Cell Signaling, #5364), rabbit anti-S6 antibody (Cell signaling #2217) or mouse anti- Vinculin antibody (Sigma-aldrich V4505), followed by a horseradish peroxidase-conjugated secondary antibody (Goat anti-rabbit, Thermo, 31460) and a Goat anti-mouse antibody (Jacksonimmuno, 115-035-072). Membranes were developed with HPR substrate ECL (Millipore, WBKL S0500). Films were scanned using an Epson Perfection V700 photo system and bands were quantified with the optical density function of Image J software. Histology Skulls were decalcified in 14% EDTA solution at 4°C, then processed using a Leica ASP 300 paraffin tissue processor and embedded in paraffin with Tissue-Tek paraffin tissue embedding station. 6µM sections were cut with a Leica RM 2145 microtome and used for H&E staining or immunostaining. Immunostaining Paraffin sections were de-waxed and rehydrated in xylene and sequential alcohol solutions. Antigen retrieval was performed according to instructions for each antibody. For immunohistochemistry, endogenous peroxidase was blocked by 0.3% H 2 O 2 / Methanol for 30 min. Sections were then incubated with primary antibodies (anti-p-S6 and anti-Osterix) overnight at 4 °C. A horseradish peroxidase–streptavidin system (Dako) was used to detect immunoreactivity, which was followed by counterstaining with hematoxylin (Sigma-Aldrich). For immunofluoresence, sections were incubated with primary antibody (Ki67, Spring, M306) overnight at 4°C after rehydration, washed 3 times with PBST, and then incubated with secondary antibody (Life Technologies, A-21206) for 1 h at room temperature. After 3 washes, sections were mounted with ProLong® Gold Antifade Reagent with DAPI. Positive cells and bone perimeter were quantified with the multipoint tool and segmented line measurement function of Image J software. Micro CT Skulls were dissected free of soft tissue and analyzed by microcomputed tomography using an eXplore Locus SP (GE Healthcare Pre-Clinical Imaging, London, ON, Canada) as we described previously ( 15 – 17 ). Calvaria thickness measurement Calvaria thickness was measured as described previously ( 13 ). In brief, the measurements were performed at the center of the frontal and parietal bones with a caliper (Pfingst, Sweden) on 1-month, 2-month, 3-month, and 1-year-old mice in a blinded manner. Histomorphometry Static and dynamic histomorphometry were performed similar to what we described previously ( 18 – 20 ). For dynamic histomorphometry, mice were given intraperitoneal injections of calcein (10 mg/kg) 6 days and 2 days prior to sacrifice. Measurements were made on the frontal bones. All static and dynamic parameters were measured according to the Report of the American Society of Bone and Mineral Research Histomorphometry Nomenclature Committee ( 21 ). Primary calvarial osteoblast isolation and culture Calvarial cells were isolated from 1- to 3-day-old transgenic mice. After removal of sutures, frontal and nasal bones were subjected to four sequential digestions as previously described ( 13 ). Cells were plated at a density of 1.9–2.4 × 10 4  cells/cm 2  in 6-cm dishes in alpha MEM containing 10% FBS. For osteogenic differentiation, the medium was changed to differentiation medium after 1 week of culture as described previously ( 13 ). Rapamycin rescue experiments Rapamycin (LC laboratory) was reconstituted in absolute ethanol at 10 mg/ml and diluted in 5% Tween-80 (Sigma-Aldrich) and 5% PEG-400 (Hampton Research). Mice received 1 mg/kg rapamycin by i.p. injection every other day. Mice were treated from birth to one-week-old for LacZ staining and western blotting, from one week-old to two-months-old and from 1-month-old to 3-months-old for calvaria thickness measurements. Statistical analysis Student’s t test was used to compare two groups. Differences were considered significant at P<0.05.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:26:23"
}