{
  "pmid": "25639352",
  "abstract": "Neural Crest-Specific TSC1 Deletion in Mice Leads to Sclerotic Craniofacial Bone  Lesion.  Fang F(1), Sun S(2), Wang L(1), Guan JL(2), Giovannini M(3), Zhu Y(4), Liu F(1).  Author information: (1)Department of Biologic and Materials Sciences, University of Michigan School  of Dentistry, Ann Arbor, MI, USA. (2)Department of Cancer Biology, University of Cincinnati College of Medicine,  Cincinnati, OH, USA. (3)Department of Head and Neck Surgery, David Geffen School of Medicine at  University of California at Los Angeles, Los Angeles, CA, USA. (4)Gilbert Family Neurofibromatosis Institute, Centers for Cancer and Immunology  Research and Neuroscience Research, Children's National Medical Center,  Washington DC, USA.  Tuberous sclerosis complex (TSC) is an autosomal dominant disorder caused by  mutations in either TSC1 or TSC2. TSC has high frequency of osseous  manifestations such as sclerotic lesions in the craniofacial region. However, an  animal model that replicates TSC craniofacial bone lesions has not yet been  described. The roles of Tsc1 and the sequelae of Tsc1 dysfunction in bone are  unknown. In this study, we generated a mouse model of TSC with a deletion of  Tsc1 in neural crest-derived (NCD) cells that recapitulated the sclerotic  craniofacial bone lesions in TSC. Analysis of this mouse model demonstrated that  TSC1 deletion led to enhanced mTORC1 signaling in NCD bones and the increase in  bone formation is responsible for the aberrantly increased bone mass. Lineage  mapping revealed that TSC1 deficient NCD cells overpopulated the NCD bones.  Mechanistically, hyperproliferation of osteoprogenitors at an early postnatal  stage accounts for the increased osteoblast pool. Intriguingly, early postnatal  treatment with rapamycin, an mTORC1 inhibitor, can completely rescue the  aberrant bone mass, but late treatment cannot. Our data suggest that enhanced  mTOR signaling in NCD cells can increase bone mass through enlargement of the  osteoprogenitor pool, which likely explains the sclerotic bone lesion observed  in TSC patients.  © 2015 American Society for Bone and Mineral Research.  DOI: 10.1002/jbmr.2447 PMCID: PMC4478231 PMID: 25639352 [Indexed for MEDLINE]  Conflict of interest statement: DISCLOSURE All authors state that they have no  conflicts of interest.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-16T15:43:23.967495",
  "abstract_length": 2308,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}