{
  "pmid": "PMID:25772366",
  "title": "Mouse low-grade gliomas contain cancer stem cells with unique molecular and functional properties.",
  "abstract": "The availability of adult malignant glioma stem cells (GSCs) has provided unprecedented opportunities to identify the mechanisms underlying treatment resistance. Unfortunately, there is a lack of comparable reagents for the study of pediatric low-grade glioma (LGG). Leveraging a neurofibromatosis 1 (Nf1) genetically engineered mouse LGG model, we report the isolation of CD133(+) multi-potent low-grade glioma stem cells (LG-GSCs), which generate glioma-like lesions histologically similar to the parent tumor following injection into immunocompetent hosts. In addition, we demonstrate that these LG-GSCs harbor selective resistance to currently employed conventional and biologically targeted anti-cancer agents, which reflect the acquisition of new targetable signaling pathway abnormalities. Using transcriptomic analysis to identify additional molecular properties, we discovered that mouse and human LG-GSCs harbor high levels of Abcg1 expression critical for protecting against ER-stress-induced mouse LG-GSC apoptosis. Collectively, these findings establish that LGG cancer stem cells have unique molecular and functional properties relevant to brain cancer treatment.",
  "authors": "Yi-Hsien Chen; Lucy D'Agostino McGowan; Patrick J Cimino; Sonika Dahiya; Jeffrey R Leonard; Da Yong Lee; David H Gutmann",
  "journal": "Cell reports",
  "publicationDate": "2015-03-24",
  "doi": "10.1016/j.celrep.2015.02.041",
  "methods": "Experimental Procedures Mice All strains were generated ( Supplemental Experimental Procedures ), maintained on a C57BL/6 background, and used in accordance with an approved Animal Studies protocol at Washington University. Athymic (B6.Cg/NTac- Foxn1nu  NE10) mice were purchased from Taconic Laboratories. Primary NSC isolation and culture Optic chiasm was microdissected from 3-month-old  Nf1 flox/flox ,  Nf1 +/− and  Nf1 +/− GFAP CKO mice to generate primary optic nerve neurospheres. TVZ NSCs were established from the third ventricle of 3-month-old  Nf1 flox/flox  and  Nf1+/−  mice. NSC cultures and proliferation assays were performed as previously described ( Lee da et al., 2010 ). Wild-type and  Nf1 −/− NSCs were generated from  Nf1 flox/flox  mouse brains following infection with Ad5-LacZ and Ad5-Cre adenovirus (University of Iowa Gene Transfer Core, Iowa City, IA), respectively. Loss of neurofibromin protein was confirmed by Western blotting. All  in vitro  experiments were performed at least three times using primary NSC generated using mice from different litters, and independently transduced with the respective constructs ( Table S3 ). Human tumor spheres Human PA and GBM specimens were obtained from the Children’s Discovery Institute Tumor Bank at the Washington University School of Medicine, and used under an approved Human Studies Protocol. Fresh human tumor specimens were minced into small pieces and dissociated in accutase at 37°C. Single cells were obtained and cultured in tumor sphere media (TSM) containing Neurobasal-A media supplemented with Glutamax, EGF (20ng/ml), FGF (20ng/ml), leukemia inhibitory factor (20ng/ml), N2, B-27, and heparin (20ng/ml). Additional human PA and GBM paraffin sections were used from available clinical materials under an approved Human Studies Protocol. Multi-lineage differentiation Neurospheres were trypsinized and plated onto 24 well plates coated with poly-D-lysine (50 μg/ml) and fibronectin (10 μg/ml) in defined NSC medium containing N2, B27 and 1% FBS without growth factors. After 6 days, the cells were fixed with 4% paraformaldehyde and stained with antibodies against Tuj-1 (neuron), O4 (oligodendrocyte) and GFAP (astrocyte). The primary antibodies used are listed in  Table S4 . Lentivirus infections Abcg1  shRNA or control shGFP-containing pLKO.1 plasmid was co-transfected with pMDLg/pRRE, pRSV-REV and pCMV-VSV-G into HEK293T cells using the FuGENEHD transfection reagent (Roche). o-GSCs were dissociated into single cells by trypsin and transduced with viral supernatants from HEK293T cells. The knockdown efficiency of the  Abcg1  shRNA constructs was evaluated by Western blotting. Western blotting Western blotting was performed as previously reported ( Lee da et al., 2010 ) using the primary antibodies listed in  Table S4 . Intracranial injections Injections were performed as previously described ( Kaul et al., 2012 ). 2.5 to 3-week-old  Nf1 +/− and athymic ( nu/nu ) mice were used for these experiments. o-GSCs were implanted intracranially into the right side brainstem using a stereotactic device (coordinates = posterior 4.8 mm from the bregma, lateral 0.7 mm (right), and depth 4.5 from dura mater). Mice were euthanized 6 months later. Immunostaining Paraffin or frozen sections were processed ( Dasgupta and Gutmann, 2005 ) prior to staining with appropriate antibodies ( Table S4 ). Microarray analysis Mouse optic glioma neurospheres,  Nf1−/−  TVZ NSCs (TVZ_Cre) and wild-type TVZ NSCs (TVZ_LacZ) RNA was subjected to Affymetrix GeneChip Mouse Genome 430 2.0 Array hybridization, and the resulting data analyzed using Partex Genomics Suite Version 6.6 beta. These data have been deposited in the Gene Expression Omnibus ( http://www.ncbi.nlm.nih.gov/geo/ ; accession number=  GSE58260 ). Real-time quantitative reverse transcription-PCR (qRT-PCR) Real-time qRT-PCR was performed as previously described ( Yeh et al., 2009 ) using the primers listed in  Table S5 . For each gene, the ΔΔCT values were calculated for each gene.  H3f3a  was used as an internal control. Statistical analysis Each experiment was performed with samples from at least three independent groups. Statistical significance was set at P<0.05 using the Student’s  t -test.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:26:24",
  "introduction": "Introduction Numerous cancers are maintained by small populations of cells with stem cell-like properties ( Hope et al., 2004 ;  Kim et al., 2005 ;  Ricci-Vitiani et al., 2007 ), including those of the nervous system ( Singh et al., 2004 ). These stem cells have the capacity for self-perpetuation as well as to generate mature cells of specific tissue lineages ( Bonnet and Dick, 1997 ;  Kim et al., 2005 ;  Singh et al., 2003 ;  Vermeulen et al., 2008 ), and in this respect, represent good candidates for therapeutic intervention. The importance of this population to brain tumor biology is underscored by the demonstration that cancer stem cells (CSCs) generate tumors following injection into immunocompromised mice with similar histologic and growth properties to the parental tumor ( Galli et al., 2004 ;  Singh et al., 2004 ;  Taylor et al., 2005 ). In addition, these CSCs harbor unique responses to conventional therapeutic agents ( Beier et al., 2011 ;  Sakariassen et al., 2007 ), which have broad implications for the design of treatments aimed at eliminating the very cells that maintain and recapitulate the tumor. As such, malignant glioma regrowth following alkylating agent therapy (temozolomide) in mice is due to the relative resistance of CSCs to this agent ( Chen et al., 2012 ). Moreover, many of the markers expressed by CSCs also serve as independent predictors of survival in patients with these malignancies ( Hale et al., 2014 ;  Lathia et al., 2014 ;  Pietras et al., 2014 ). In contrast, the study of CSCs in low-grade gliomas (LGGs) has been hampered by their low clonogenic frequencies ( Singh et al., 2003 ), technical difficulties inherent in maintaining these cells in culture ( Raabe et al., 2011 ), and the inability to generate tumors following xenografting. Complicating the issue in the context of neurofibromatosis type 1 (NF1), the most common inherited disorder in which affected children develop LGG, is the limited availability of tumor specimens, exquisite brain region constraints important for tumor initiation and growth ( Lee da et al., 2012 ), and dependence on  NF1 +/− non-neoplastic immune system-like cells (microglia) for glioma formation and maintenance ( Daginakatte and Gutmann, 2007 ;  Pong et al., 2013 ). In this cancer predisposition syndrome, 15–20% of children with NF1 develop World Health Organization (WHO) grade I astrocytomas (low-grade gliomas) involving the optic nerve and chiasm, and less commonly, the brainstem ( Guillamo et al., 2003 ). These human tumors have low proliferative indices (<1%), increased microglia infiltration, and pleiomorphic neoplastic cells with nuclear atypia ( Louis et al., 2007 ). To identify and characterize LG-GSCs, we leveraged a well-characterized murine model of NF1-associated low-grade optic glioma ( Bajenaru et al., 2003 ) in which  Nf1 +/− mice undergo somatic  Nf1  gene inactivation in neuroglial progenitor cells ( Nf1 +/− GFAP CKO mice). Nearly 100% of  Nf1 +/− GFAP CKO mice develop low-grade gliomas of the optic nerves and chiasm. Similar to their human counterparts, these tumors likewise have low proliferative indices (<1%), microglial infiltration, and pleiomorphic neoplastic cells with nuclear atypia ( Bajenaru et al., 2003 ;  Hegedus et al., 2009 ;  Kim et al., 2010 ). Using this platform, we isolated CD133 +  cells from tumor-bearing, but not normal, mice that were capable of long-term passage, self-renewal, and multi-lineage differentiation as well as the ability to form glioma-like lesions following transplantation into naïve  Nf1+/−  immunocompetent animals. Relative to their non-neoplastic  Nf1 -deficient neural stem cell counterparts, these low-grade optic glioma stem cells (o-GSCs) exhibited reduced sensitivity to some conventional and biologically-targeted agents, which reflected the acquisition of targetable escape mechanisms. Transcriptomal analyses revealed that o-GSCs express Abcg1 and Lgr5, which were also found in human low-grade GSCs. Moreover, we demonstrate that Abcg1 was critical for maintaining mouse optic GSC survival through suppression of ER stress. Collectively, this study establishes the existence of a population of CSCs in mouse low-grade glioma with unique functional and molecular properties.",
  "results": "Results Nf1 +/− GFAP CKO mouse optic gliomas contain CD133 +  stem cells To determine whether CSCs could be generated from low-grade glioma-bearing mice, single cells were dissociated from the optic nerves/chiasm of  Nf1 flox/flox  (wild-type),  Nf1+/− , and  Nf1+/− GFAP CKO mice at 3 months of age, and maintained in defined media. After one week culture, neurospheres emerged from  Nf1+/− GFAP CKO mouse optic nerve cultures ( Figure 1A, B ). The frequency of this stem cell population in the murine optic gliomas ranged from 0.06% to 0.28% (0.15 +/− 0.11%; n=3), determined using a primary sphere formation assay ( Figure 1A ). In contrast, cells from  Nf1 flox/flox  (WT) and  Nf1+/−  mice took nearly 3 weeks to form smaller clusters, which could not be maintained by serial passaging due to loss of proliferation and self-renewal ability. Since these mouse  Nf1  optic gliomas ( Lee da et al., 2012 ) as well as some human optic gliomas ( Tchoghandjian et al., 2009 ) likely arise from third ventricular zone (TVZ) neuroglial progenitors,  Nf1 -deficient TVZ neural stem cells (NSCs) were employed as non-neoplastic reference cells ( Figure 1C ). Both  Nf1 -deficient TVZ NSCs and glioma neurospheres expressed Nestin and Sox2 ( Figure 1D ) as well as BLBP and Olig2 ( Figure S1A, B ), but were negative for neurofibromin ( Figure 1C ) and GFAP expression ( Figure S1A ). However, only optic GSCs (o-GSCs) expressed CD133 ( Figure 1D, E ), similar to human PA spheres ( Figure S1C ). In addition, other GSC markers identified in glioblastoma GSCs ( Lathia et al., 2010 ;  Son et al., 2009 ;  Tchoghandjian et al., 2010 ), including A2B5, CD15 and CD49f, were expressed in o-GSCs, but not in  Nf1 −/− TVZ NSCs ( Figure 1D, E ). o-GSCs could be stably maintained for >30 passages without significant changes in their growth rates ( Figure S1D ). Relative to their non-neoplastic counterparts, o-GSCs had higher frequencies of secondary neurosphere formation ( Figure S1E ), increased proliferation ( Figure 1F and G ), decreased cell death ( Figure 1H and I ), and increased glial differentiation ( Figure 1J ). Together, these findings establish the presence of  Nf1 -deficient cells with stem cell properties in these low-grade mouse gliomas. o-GSCs induce glioma-like lesions  in vivo To determine whether o-GSCs generate tumors  in vivo , we transplanted 500,000 mCherry-expressing o-GSCs into the brainstems of 3-week-old  Nf1 +/− mice.  Nf1 +/− mice were chosen to provide a more faithful genetic background, since these tumors arise in patients with a germline  NF1  gene mutation. Brainstem injections were performed, as optic nerve injections are not technically possible, and 15–20% of NF1-associated LGGs arise in the brainstem ( Guillamo et al., 2003 ). Within six months, all mice transplanted with o-GSCs (n=11 mice) harbored areas of increased cellularity consistent with glioma-like lesions, including abnormal cell clusters (H&E), strong GFAP immunostaining with elongated cytoplasmic processes ( Figure S2A ), and increased microglial (Iba1 +  cells) infiltration relative to the uninjected contralateral sides ( Figure 2A, B ). Similar to optic gliomas arising in  Nf1+/− GFAP CKO mice, these ectopic lesions had low proliferative indices (%Ki67 +  cells) and increased percentages of Olig2 +  and Iba1 +  cells ( Figure 2B ). Consistent with the conclusion that these glioma-like lesions arose from the injected o-GSCs, we found that 66% of the GFAP +  cells, 62% of the Olig2 +  cells, and the majority of the Ki67 +  (72%) were positive for mCherry expression ( Figure 2C ). In contrast to o-GSCs,  Nf1 +/− mice (n=4) transplanted with  Nf1 −/− TVZ NSCs did not form glioma-like lesions 6 months post-injection. Unlike the glioma-like lesions generated following o-GSC injection, there was only a modest cell accumulation (H&E) and less robust GFAP immunostaining, but no change in the percentages of Iba1 +  and Olig2 +  cells, and nearly no proliferating (Ki67 + ) cells at the injection sites ( Figure S2B, C ). Importantly, the vast majority of the GFAP +  cells were mCherry-negative ( Figure S2D ) with stellate morphologies ( Figure S2B , inset), indicating that they were likely host-derived reactive astrocytes. To determine whether the  Nf1 +/− local microenvironment was important for glioma formation, o-GSCs were injected into the brainstems of immunocompromised athymic mice. In striking contrast to the glioma-like lesions generated following o-GSC injection into  Nf1 +/− mice, immunocompromised mice transplanted with o-GSCs did not form gliomas 6 months post-injection. In total, while 3 of 5 mice showed hypercellular lesions with modest GFAP immunostaining and an increased percentage of Olig2 +  cells, no changes in the percentages of Iba1 +  and Ki67 +  cells were observed ( Figure 3A, B ). Despite the absence of a detectable glioma-like lesion in these mice, there was mCherry expression in the majority of Ki67-, GFAP- and Olig2-immunoreactive cells at the injection sites ( Figure 3C ). Similarly, there were greater numbers of Iba1 +  and Ki67 +  cells at these injection sites ( Figure S3 ); however, these increases were ~2- and 3-fold lower than observed in  Nf1 +/− mice, respectively. Together, the development of glioma-like lesions following o-GSC transplantation demonstrates the gliomagenic nature of these low-grade glioma stem cells in concert with the need for a supportive microenvironment. o-GSCs exhibit selective resistance to anti-cancer treatments Emerging evidence supports the concept that high-grade CSCs may be resistant to therapeutic agents and radiotherapy used to treat patients with these brain tumors ( Bao et al., 2006 ;  Chen et al., 2012 ;  Liu et al., 2006 ). To explore the possibility that o-GSCs might be less sensitive to conventional ( Pace et al., 2003 ;  Packer et al., 1993 ) or new biologically-targeted therapies [rapamycin analogs,  NCT01734512  and  NCT01158651 ; MEK inhibitors,  NCT01885195 ], we exposed  Nf1 -deficient TVZ NSCs and o-GSCs to vincristine, temozolomide, carboplatin, rapamycin (Rap), and the PD0325901 (PD901) MEK inhibitor. While o-GSCs and  Nf1 −/− TVZ NSCs were equally sensitive to temozolomide ( Figure 4A ) and vincristine ( Figure 4B ), o-GSCs were more resistant to carboplatin (5-fold increased ED50;  Figure 4C ), rapamycin (6-fold increased ED50;  Figure 4D ), and PD901 (3-fold increased ED50;  Figure 4E ) treatments. Whereas rapamycin inhibited mTOR activity in a dose-dependent fashion, as measured by S6 phosphorylation ( Figure S4 ), the resistance to rapamycin was the consequence of increased mTOR activation in o-GSCs relative to  Nf1 −/− TVZ NSCs (1.5- and 1.7-fold increases S6 Ser 240/244  and Ser 235/236  phosphorylation, respectively;  Figure 5A ). Previous studies in other cell types have demonstrated that mTOR can be additionally activated by loss of tuberous sclerosis complex (TSC) function ( Kwiatkowski et al., 2002 ;  Ma et al., 2005 ;  Manning et al., 2002 ) or p90-RSK-mediated phosphorylation ( Carriere et al., 2008 ). While we observed no change in total tuberin expression, there was increased hamartin expression in both  Nf1 −/− TVZ NSCs and o-GSCs, and a decrease in phosphorylation-mediated tuberin inactivation (Ser 939  and Thr 1462 ), excluding tuberin/hamartin-mediated mTOR activation as the mechanism underlying the increased mTOR activity in o-GSCs ( Figure S5A ). In contrast, o-GSCs exhibited increased p90-RSK activation (3-fold increase in p90-RSK-Thr 573  phosphorylation;  Figure 5B ). To demonstrate that this acquired p90-RSK hyper-phosphorylation was responsible for the increased mTOR activation in o-GSCs, o-GSCs were treated with rapamycin and SL0101 (p90-RSK inhibitor). Consistent with a model in which p90-RSK further activates mTOR signaling in o-GSCs, SL0101 treatment ameliorated the observed S6 hyper-phosphorylation and relative resistance to rapamycin growth inhibition ( Figure 5C ). While the reduced sensitivity to rapamycin resulted from p90-RSK-mediated mTOR hyperactivation, o-GSC relative resistance to PD901 treatment was not due to differences in basal ERK activity ( Figure S5B ). Moreover, PD901 did not inhibit ERK-Thr 202 /Tyr 204  phosphorylation as a result of aberrant MEK activation (phospho-MEK-Ser 217/221 ;  Figure 5D ). In  KRAS  mutant human tumors, reactivation of CRAF creates a MEK-CRAF complex, which increases MEK/ERK phosphorylation after PD901 treatment ( Lito et al., 2014 ). Consistent with this mechanism, PD901 treatment induced MEK binding to CRAF, and resulted in increased CRAF activity (CRAF Ser 338  phosphorylation) only in o-GSCs ( Figure 5E ). To determine whether this aberrant activation of CRAF was responsible for MEK inhibitor resistance, o-GSCs were treated with trametinib, a MEK inhibitor that blocks the association between MEK and CRAF ( Lito et al., 2014 ). Trametinib reduced o-GSC MEK/CRAF binding ( Figure 5F ), ERK/MEK hyperactivation ( Figure 5G ), and o-GSC growth ( Figure 5H ). Together, these findings reveal new mechanisms for o-GSC chemoresistance, which can be targeted to inhibit the growth of these CSCs. o-GSCs exhibit increased Abcg1 expression In addition to the acquiring escape mechanisms to biologically-targeted therapies, we also sought to identify potential molecular differences between o-GSCs and their non-neoplastic  Nf1 -deficient NSC counterparts. Microarray gene expression analysis revealed 59 genes with >5-fold increased expression in o-GSCs relative to  Nf1 −/− TVZ NSCs ( Figure 6A ;  Table S1 ), whereas 87 genes were decreased by at least 5-fold in o-GSCs ( Table S2 ). We next prioritized candidate genes based on their function, including transcription factors, growth regulators, cell surface markers, and stem cell proteins. The majority of candidate transcripts showed subtle increases in expression (1.3 to 2-fold up-regulation) upon real-time quantitative PCR (qPCR; data not shown) validation. However, two transcripts,  Abcg1  and  Lgr5 , were overexpressed >3-fold in o-GSCs by qPCR and Western blotting relative to  Nf1 -deficient or  Nf1 +/− ( Figures 6B–C ,  S6A–C ) NSCs from three brain germinal regions (dentate gyrus, subventricular zone, third ventricle). Consistent with these  in vitro  results, ~20% of the cells in the intact parental  Nf1 +/− GFAP  CKO mouse optic glioma were Abcg1- or Lgr5-immunoreactive  in vivo  ( Figure 6D ). In addition, ABCG1 and LGR5 were also expressed in human pilocytic astrocytomas (PA) spheres generated from two fresh surgical specimens ( Figure 6E ). These PA spheres could not be maintained beyond two passages, limiting the evaluation of ABCG1 and LGR5 in human LG-GSCs. It is worth noting that no changes in the expression of other ABC family genes were identified ( Figure S6D ), including ABCG2, which defines the GSC side population ( Bleau et al., 2009 ). As such, ABCG2 expression was detected in human GBM spheres, but not in either o-GSCs or human PA spheres ( Figure S6E ). Abcg1 expression is critical for enhanced o-GSC survival Whereas several studies have shown that LGR5 is important for glioblastoma CSC function and patient survival ( Nakata et al., 2013 ;  Parry and Engh, 2014 ;  Wang et al., 2014 ), the role of ABCG1 in glioma pathogenesis is unknown. ABCG1 is a member of a large superfamily of membrane-bound ATP-binding cassette (ABC)-containing proteins important for cellular transport ( Tarling and Edwards, 2011 ;  Wang et al., 2004 ), where it directs lipid transport ( Kennedy et al., 2005 ;  Klucken et al., 2000 ). Given the putative role of Abcg1 as a potential unique glioma stem cell marker, we initially investigated ABCG1 expression in human NF1-associated PA specimens. ABCG1 immunoreactivity was observed in both human NF1-associated optic pathway (n=3) and non-optic pathway gliomas (n=3) ( Figure 7A ), representing 23–35% (27 +/− 6%) of the total tumor area similar to that observed in the murine  Nf1  optic gliomas. Next, we employed shRNA knockdown to define the functional relevance of ABCG1 to o-GSC biology. First, knockdown of  Abcg1  expression using two different lentiviral-mediated shRNA constructs ( Figure 7B ; 50–60% protein reduction) reduced o-GSC growth and self-renewal by 40–46% ( Figure 7C ) and 76–78% ( Figure 7D ), respectively. This decrease in cell number was not the result of reduced proliferation ( Figure 7E ), but rather reflected a 2-fold increase in apoptosis ( Figure 7F ). Second, to determine whether caspase activation (cleavage) was induced in Abcg1 knockdown-induced apoptosis, caspase pathway activation in o-GSCs following shAbcg1 silencing was examined. Cleavage of one initiator caspase (caspase-12, but not caspase-9) as well as the caspase-6, caspase-3, and poly (ADP-ribose) polymerase (PARP) downstream effectors, was observed in o-GSCs after Abcg1 shRNA-mediated knockdown ( Figure 7G–H ). Finally, to determine whether ER stress was responsible for Abcg1 knockdown-induced cell death, the expression of BiP and CHOP, two markers of ER stress ( Liu et al., 1997 ;  Zinszner et al., 1998 ) were examined. Abcg1 knockdown increased BiP and CHOP expression by 2 to 2.5-fold and 4.5 to 7-fold, respectively, relative to controls ( Figure 7I ). Tunicamycin was included as a positive control for ER stress induction. Moreover, BiP, CHOP, cleaved caspase-3, and cleaved PARP expression in Abcg1 knockdown o-GSCs were reduced to control levels ( Figure 7J ) following 4-phenyl butyric acid (PBA) treatment, a treatment capable of blocking ER stress ( Erbay et al., 2009 ;  Ozcan et al., 2006 ). Together, these results demonstrate that Abcg1 provides a survival advantage to o-GSCs by suppressing ER stress induction ( Figure 7K ).",
  "discussion": "Discussion The challenges to studying low-grade GSCs in humans partly reflect their low clonogenic frequencies, estimated at 0.3–1.5%, relative to high-grade brain tumors (8–25%) grown under the same conditions ( Singh et al., 2004 ). In addition, the failure to generate tumors following human low-grade GSC implantation into immunocompromised mice may reflect the exquisite brain region specificity and need for a permissive tumor microenvironment. In this regard, NSCs from different CNS regions exhibit unique molecular signatures ( Horiguchi et al., 2004 ;  Kim et al., 2006 ) and respond differentially to specific cancer-causing genetic changes ( Kaul et al., 2012 ;  Lee da et al., 2012 ), including  Nf1  gene inactivation ( Lee da et al., 2010 ). Moreover, non-neoplastic stromal cells (e.g., microglia) are important for both mouse  Nf1  optic glioma development ( Pong et al., 2013 ) and maintenance ( Daginakatte and Gutmann, 2007 ), such that disruption of their function delays optic gliomagenesis and reduces tumor proliferation. Based on these considerations, we leveraged a well characterized murine model of NF1 low-grade glioma, in which tumors arise in the optic nerve. Using this platform, we identified a population of cells with neural stem cell properties that were additionally capable of forming glioma-like gliomas following transplantation into  Nf1 +/− mice. Similar to human low-grade GSCs, the clonogenic frequency of o-GSCs in these tumors was less than 1%. In addition, as observed in human GSCs, o-GSCs expressed the CD133, A2B5, CD15, and CD49f stem cell markers. The deployment of this murine low-grade glioma system reduced the time from tumor removal to  in vitro  expansion, thus facilitating a detailed examination of the unique molecular and cellular properties of these low-grade GSCs. First, we demonstrate that o-GSCs form glioma-like lesions following injection into the brainstems of  Nf1 +/− mice, a region where gliomas form in children with NF1 who harbor a germline  NF1  gene mutation. In striking contrast,  Nf1 -deficient TVZ NSCs did not generate gliomas following transplantation, revealing cellular properties unique to the o-GSCs not shared with their non-neoplastic  Nf1 −/− counterparts. The importance of the  Nf1 +/− supportive microenvironment was further underscored by a failure to generate glioma-like lesions following o-GSC injection into the brainstems of athymic mice. Second, o-GSCs exhibited a relative selective resistance to some agents currently used to treat these tumors in children with NF1. Specifically, carboplatin is often the first-line chemotherapy employed for children with NF1-optic glioma ( Mahoney et al., 2000 ;  Packer et al., 1997 ). The relative resistance to this agent may explain why some optic gliomas continue to grow and require alternative second-line therapies. Similarly, recent clinical trials have employed rapamycin analogs based on preclinical evidence demonstrating that rapamycin suppresses murine  Nf1  optic glioma proliferation ( Hegedus et al., 2008 ). In these murine proof-of-principle studies, 5 mg/kg/day rapamycin treatment did not produce a durable response, with tumor regrowth following the discontinuation of drug, whereas 20 mg/kg/day rapamycin was required for continued optic glioma growth suppression following drug withdrawal. These preclinical observations are consistent with the reduced rapamycin sensitivity observed in o-GSCs, and suggest that durable responses may require higher mTOR inhibitor drug dosing. In this regard, the increased mTOR activation in o-GSCs was mediated by acquired p90-RSK hyperactivation, such that the relative rapamycin resistance could be ameliorated following combined p90-RSK and mTOR inhibition. Previous work has shown that  NF1 -deficient GBM cells have variable degrees of MEK inhibitor sensitivity ( See et al., 2012 ). This relative MEK inhibitor sensitivity was also observed in o-GSCs, which results from MEK/CRAF binding and CRAF activation such that treatment with a MEK inhibitor (trametinib) that additionally promotes the dissociation of MEK from CRAF effectively blocked o-GSC growth. Current preclinical studies are planned to compare PD901 to trametinib therapy for  Nf1  murine optic glioma. Third, we identified ABCG1 and LGR5 as GSC markers. While LGR5 has been previously shown to control glioma proliferation ( Parry and Engh, 2014 ;  Wang et al., 2014 ), little is known about ABCG1 function in cancer. Like ABCG2, ABCG1 is a member of a large superfamily of membrane-bound ATP-binding cassette (ABC)-containing proteins important for cellular transport ( Tarling and Edwards, 2011 ;  Wang et al., 2004 ), where it mainly directs lipid transport ( Kennedy et al., 2005 ;  Klucken et al., 2000 ). However, ABCG2 was not highly expressed in o-GSCs as it is in high-grade GSCs ( Figure S4E ), consistent with an absence of a side population following Hoechst 33342 flow cytometry (data not shown). While the classification of glioma stem cells based on ABCG2 expression is currently controversial ( Golebiewska et al., 2013 ), the isolation of human low-grade GSCs using Hoechst 33342-mediated flow cytometry would likely be unsuccessful. Previous studies have suggested that downregulation of ABCG1 can induce apoptosis in other cell types ( Tarling et al., 2010 ;  Yvan-Charvet et al., 2010 ), perhaps in response to intracellular lipid accumulation and subsequent endoplasmic reticulum (ER) stress ( Tarling and Edwards, 2011 ;  Wojcik et al., 2008 ;  Xue et al., 2013 ;  Yvan-Charvet et al., 2007 ). In this report, we demonstrate that Abcg1 knockdown increased ER stress protein expression and apoptosis, which could be rescued by PBA treatment. The adaption to the ER stress is one critical mechanism for promoting tumor cell growth and survival. In this regard, tumor cells use adaptive pathways to circumvent the cellular stress conditions associated with hypoxia, low glucose levels, or chemotherapeutic drug exposure ( Li and Lee, 2006 ;  Luo and Lee, 2013 ). As such, strategies aimed at blocking these adaptations may improve treatment efficacy ( Booth et al., 2014 ;  Cho et al., 2014 ;  Ciechomska et al., 2013 ;  Johnson et al., 2014 ;  Liu et al., 2013 ;  Suzuki et al., 2013 ). While the precise mechanism responsible for ABCG1-mediated suppression of ER stress remains to be elucidated, its potential importance to glioma biology is underscored by preliminary studies demonstrating that high  ABCG1  expression correlated with shorter overall survival in patients with glioblastoma of the mesenchymal subtype (Jingqin Luo, unpublished results). Further investigation of ABCG1-mediated ER stress suppression in cancer could lead to the development of new therapeutic approaches targeted against gliomas characterized by increased Abcg1 expression. In summary, we have successfully leveraged  Nf1  GEM strains to identify and characterize a previously difficult-to-study population of CSCs from low-grade glioma. This strategy not only revealed differential drug sensitivities relevant to future therapeutic targeting efforts, but also highlighted the critical role of Abcg1 for o-GSC survival through the suppression of ER stress.",
  "upgrade_date": "2026-02-20 07:34:04"
}