{
  "pmid": "PMID:25772366",
  "title": "Mouse low-grade gliomas contain cancer stem cells with unique molecular and functional properties.",
  "abstract": "The availability of adult malignant glioma stem cells (GSCs) has provided unprecedented opportunities to identify the mechanisms underlying treatment resistance. Unfortunately, there is a lack of comparable reagents for the study of pediatric low-grade glioma (LGG). Leveraging a neurofibromatosis 1 (Nf1) genetically engineered mouse LGG model, we report the isolation of CD133(+) multi-potent low-grade glioma stem cells (LG-GSCs), which generate glioma-like lesions histologically similar to the parent tumor following injection into immunocompetent hosts. In addition, we demonstrate that these LG-GSCs harbor selective resistance to currently employed conventional and biologically targeted anti-cancer agents, which reflect the acquisition of new targetable signaling pathway abnormalities. Using transcriptomic analysis to identify additional molecular properties, we discovered that mouse and human LG-GSCs harbor high levels of Abcg1 expression critical for protecting against ER-stress-induced mouse LG-GSC apoptosis. Collectively, these findings establish that LGG cancer stem cells have unique molecular and functional properties relevant to brain cancer treatment.",
  "authors": "Yi-Hsien Chen; Lucy D'Agostino McGowan; Patrick J Cimino; Sonika Dahiya; Jeffrey R Leonard; Da Yong Lee; David H Gutmann",
  "journal": "Cell reports",
  "publicationDate": "2015-03-24",
  "doi": "10.1016/j.celrep.2015.02.041",
  "methods": "Experimental Procedures Mice All strains were generated ( Supplemental Experimental Procedures ), maintained on a C57BL/6 background, and used in accordance with an approved Animal Studies protocol at Washington University. Athymic (B6.Cg/NTac- Foxn1nu  NE10) mice were purchased from Taconic Laboratories. Primary NSC isolation and culture Optic chiasm was microdissected from 3-month-old  Nf1 flox/flox ,  Nf1 +/− and  Nf1 +/− GFAP CKO mice to generate primary optic nerve neurospheres. TVZ NSCs were established from the third ventricle of 3-month-old  Nf1 flox/flox  and  Nf1+/−  mice. NSC cultures and proliferation assays were performed as previously described ( Lee da et al., 2010 ). Wild-type and  Nf1 −/− NSCs were generated from  Nf1 flox/flox  mouse brains following infection with Ad5-LacZ and Ad5-Cre adenovirus (University of Iowa Gene Transfer Core, Iowa City, IA), respectively. Loss of neurofibromin protein was confirmed by Western blotting. All  in vitro  experiments were performed at least three times using primary NSC generated using mice from different litters, and independently transduced with the respective constructs ( Table S3 ). Human tumor spheres Human PA and GBM specimens were obtained from the Children’s Discovery Institute Tumor Bank at the Washington University School of Medicine, and used under an approved Human Studies Protocol. Fresh human tumor specimens were minced into small pieces and dissociated in accutase at 37°C. Single cells were obtained and cultured in tumor sphere media (TSM) containing Neurobasal-A media supplemented with Glutamax, EGF (20ng/ml), FGF (20ng/ml), leukemia inhibitory factor (20ng/ml), N2, B-27, and heparin (20ng/ml). Additional human PA and GBM paraffin sections were used from available clinical materials under an approved Human Studies Protocol. Multi-lineage differentiation Neurospheres were trypsinized and plated onto 24 well plates coated with poly-D-lysine (50 μg/ml) and fibronectin (10 μg/ml) in defined NSC medium containing N2, B27 and 1% FBS without growth factors. After 6 days, the cells were fixed with 4% paraformaldehyde and stained with antibodies against Tuj-1 (neuron), O4 (oligodendrocyte) and GFAP (astrocyte). The primary antibodies used are listed in  Table S4 . Lentivirus infections Abcg1  shRNA or control shGFP-containing pLKO.1 plasmid was co-transfected with pMDLg/pRRE, pRSV-REV and pCMV-VSV-G into HEK293T cells using the FuGENEHD transfection reagent (Roche). o-GSCs were dissociated into single cells by trypsin and transduced with viral supernatants from HEK293T cells. The knockdown efficiency of the  Abcg1  shRNA constructs was evaluated by Western blotting. Western blotting Western blotting was performed as previously reported ( Lee da et al., 2010 ) using the primary antibodies listed in  Table S4 . Intracranial injections Injections were performed as previously described ( Kaul et al., 2012 ). 2.5 to 3-week-old  Nf1 +/− and athymic ( nu/nu ) mice were used for these experiments. o-GSCs were implanted intracranially into the right side brainstem using a stereotactic device (coordinates = posterior 4.8 mm from the bregma, lateral 0.7 mm (right), and depth 4.5 from dura mater). Mice were euthanized 6 months later. Immunostaining Paraffin or frozen sections were processed ( Dasgupta and Gutmann, 2005 ) prior to staining with appropriate antibodies ( Table S4 ). Microarray analysis Mouse optic glioma neurospheres,  Nf1−/−  TVZ NSCs (TVZ_Cre) and wild-type TVZ NSCs (TVZ_LacZ) RNA was subjected to Affymetrix GeneChip Mouse Genome 430 2.0 Array hybridization, and the resulting data analyzed using Partex Genomics Suite Version 6.6 beta. These data have been deposited in the Gene Expression Omnibus ( http://www.ncbi.nlm.nih.gov/geo/ ; accession number=  GSE58260 ). Real-time quantitative reverse transcription-PCR (qRT-PCR) Real-time qRT-PCR was performed as previously described ( Yeh et al., 2009 ) using the primers listed in  Table S5 . For each gene, the ΔΔCT values were calculated for each gene.  H3f3a  was used as an internal control. Statistical analysis Each experiment was performed with samples from at least three independent groups. Statistical significance was set at P<0.05 using the Student’s  t -test.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:26:24"
}