{
  "pmid": "25772366",
  "abstract": "Mouse low-grade gliomas contain cancer stem cells with unique molecular and  functional properties.  Chen YH(1), McGowan LD(1), Cimino PJ(2), Dahiya S(2), Leonard JR(3), Lee DY(1),  Gutmann DH(4).  Author information: (1)Department of Neurology, Washington University School of Medicine, St. Louis,  MO 63110, USA. (2)Department of Pathology, Washington University School of Medicine, St. Louis,  MO 63110, USA. (3)Department of Neurosurgery, Washington University School of Medicine, St.  Louis, MO 63110, USA. (4)Department of Neurology, Washington University School of Medicine, St. Louis,  MO 63110, USA. Electronic address: gutmannd@neuro.wustl.edu.  The availability of adult malignant glioma stem cells (GSCs) has provided  unprecedented opportunities to identify the mechanisms underlying treatment  resistance. Unfortunately, there is a lack of comparable reagents for the study  of pediatric low-grade glioma (LGG). Leveraging a neurofibromatosis 1 (Nf1)  genetically engineered mouse LGG model, we report the isolation of CD133(+)  multi-potent low-grade glioma stem cells (LG-GSCs), which generate glioma-like  lesions histologically similar to the parent tumor following injection into  immunocompetent hosts. In addition, we demonstrate that these LG-GSCs harbor  selective resistance to currently employed conventional and biologically  targeted anti-cancer agents, which reflect the acquisition of new targetable  signaling pathway abnormalities. Using transcriptomic analysis to identify  additional molecular properties, we discovered that mouse and human LG-GSCs  harbor high levels of Abcg1 expression critical for protecting against  ER-stress-induced mouse LG-GSC apoptosis. Collectively, these findings establish  that LGG cancer stem cells have unique molecular and functional properties  relevant to brain cancer treatment.  Copyright © 2015 The Authors. Published by Elsevier Inc. All rights reserved.  DOI: 10.1016/j.celrep.2015.02.041 PMCID: PMC4376586 PMID: 25772366 [Indexed for MEDLINE]",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-16T15:43:25.550504",
  "abstract_length": 2017,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}