{
  "pmid": "PMID:25851896",
  "title": "Preclinical assessment of the anticancer drug response of plexiform neurofibroma tissue using primary cultures.",
  "abstract": "BACKGROUND AND PURPOSE: Individualized drug testing for tumors using a strategy analogous to antibiotic tests for infectious diseases would be highly desirable for personalized and individualized cancer care. METHODS: Primary cultures containing tumor and nontumor stromal cells were utilized in a novel strategy to test drug responses with respect to both efficacy and specificity. The strategy tested in this pilot study was implemented using four primary cultures derived from plexiform neurofibromas. Responses to two cytotoxic drugs (nilotinib and imatinib) were measured by following dose-dependent changes in the proportions of tumor and nontumor cells, determined by staining them with cell-type-specific antibodies. The viability of the cultured cells and the cytotoxic effect of the drugs were also measured using proliferation and cytotoxicity assays. RESULTS: The total number of cells decreased after the drug treatment, in accordance with the observed reduction in proliferation and increased cytotoxic effect upon incubation with the two anticancer drugs. The proportions of Schwann cells and fibroblasts changed dose-dependently, although the patterns of change varied between the tumor samples (from different sources) and between the two drugs. The highly variable in vitro drug responses probably reflect the large variations in the responses of tumors to therapies between individual patients in vivo. CONCLUSIONS: These preliminary results suggest that the concept of assessing in vitro drug responses using primary cultures is feasible, but demands the extensive further development of an application for preclinical drug selection and drug discovery.",
  "authors": "Wei Jiang; Victor F Mautner; Reinhard E Friedrich; Lan Kluwe",
  "journal": "Journal of clinical neurology (Seoul, Korea)",
  "publicationDate": "2015-04",
  "doi": "10.3988/jcn.2015.11.2.172",
  "methods": "Methods Primary cultures containing tumor and nontumor stromal cells were utilized in a novel strategy to test drug responses with respect to both efficacy and specificity. The strategy tested in this pilot study was implemented using four primary cultures derived from plexiform neurofibromas. Responses to two cytotoxic drugs (nilotinib and imatinib) were measured by following dose-dependent changes in the proportions of tumor and nontumor cells, determined by staining them with cell-type-specific antibodies. The viability of the cultured cells and the cytotoxic effect of the drugs were also measured using proliferation and cytotoxicity assays. METHODS Tumor tissues were obtained from four unrelated patients who underwent tumor-resection surgery (tumor nos. 1-4). All patients provided informed written consent for their tissues to be used in this study, which was approved by the Institutional Review Board (approval no. OB-061/05). All of the specimens were anonymized and cultured under conditions enhancing growth of Schwann cell. 16 Briefly, resected tumor tissues were incubated in Dulbecco's modified eagle medium (Gibco, Paisleg, UK) with 10% fetal bovine serum (Gibco), 500 U/mL penicillin and streptomycin (Gibco), 2 mM glutamine (Gibco), and 1 mM sodium pyruvate (Biochrom, Berlin, Germany), at 37℃ and 5% CO 2 . After 24 h, tissues were cut into 2-3 mm 3  fascicles and digested in the same medium with 0.5 mg/mL collagenase and dispase (Gibco, Tokyo, Japan) at 37℃ and 10% CO 2 . After 24 h, digested tissue fascicles were mechanically dissociated by straining through a 100 µm steel mesh screen (Partec, Münster, Germany). The resulting single cell suspension was used to establish primary Schwann cell and fibroblast cultures under conditions optimized for Schwann cell and standard condition, respectively as previously described. 14 After three to five passages of expansion, cells from each culture were seeded into eight-compartment chamber slides at a density of 10,000 cells/well and treated with nilotinib (0, 5, 10, and 20 µM) or imatinib (0, 10, 20, and 40 µM) over a 5-day period. After the treatment, the slides were double immunostained with antibodies against S100 (specific to Schwann cells) and CD90 (specific to fibroblasts). For Schwann cell staining, cells were incubated with 2 µg/mL rabbit anti-human S100 antibody (DAKO, Glostrup, Denmark), 10 µg/mL secondary fluorescein isothiocyanate (FITC)-conjugated anti-rabbit antibody (DAKO). To stain fibroblasts, cells were incubated with 2 µg/mL anti-human CD90 antibody (Dianova, Hamburg, Germany), 2 µg/mL secondary FITC-conjugated goat anti-mouse IgG (DAKO). The nuclei were counterstained using 4',6-diamidino-2-phenylindole. 14  For each drug concentration, S100-positive and CD90-positive cells were counted on a photograph taken under fluorescence microscopy. More than 200 cells were counted for each drug concentration using ImageJ software (version 1.48; National Institutes of Health, Behesda, MD, USA). The percentages of Schwann cells and fibroblasts were calculated. Cells negative for both S100 and CD90 were not included in the calculation. The viability and drug cytotoxicity for all of the cells in cultures treated as above were measured using 2,3-bis (2-methoxy-4-nitro-5-sulfophenyl)-5-[(phenylamino) carbonyl]-2H-tetrazolium hydroxide and lactate dehydrogenase assays (Roche, Penzberg, Germany), respectively. Cells of the same culture were seeded in wells of a 96-plate at 500 cells/well, and the 2 parameters at each drug concentration were measured in 6 replicates, by calculating the IC 50  and CC 50 , defined as the concentrations of a drug at 50% of maximum viability and cytotoxicity in a culture, respectively, using a Probit analysis.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:26:25"
}