{
  "pmid": "25851896",
  "abstract": "Preclinical assessment of the anticancer drug response of plexiform neurofibroma  tissue using primary cultures.  Jiang W(1), Mautner VF(2), Friedrich RE(3), Kluwe L(4).  Author information: (1)Department of Neurology, University Medical Center Hamburg-Eppendorf,  Hamburg, Germany. w.jiang@uke.de. (2)Department of Neurology, University Medical Center Hamburg-Eppendorf,  Hamburg, Germany. (3)Department of Oral and Maxillofacial Surgery, University Medical Center  Hamburg-Eppendorf, Hamburg, Germany. (4)Department of Neurology, University Medical Center Hamburg-Eppendorf,  Hamburg, Germany.; Department of Oral and Maxillofacial Surgery, University  Medical Center Hamburg-Eppendorf, Hamburg, Germany.  BACKGROUND AND PURPOSE: Individualized drug testing for tumors using a strategy  analogous to antibiotic tests for infectious diseases would be highly desirable  for personalized and individualized cancer care. METHODS: Primary cultures containing tumor and nontumor stromal cells were  utilized in a novel strategy to test drug responses with respect to both  efficacy and specificity. The strategy tested in this pilot study was  implemented using four primary cultures derived from plexiform neurofibromas.  Responses to two cytotoxic drugs (nilotinib and imatinib) were measured by  following dose-dependent changes in the proportions of tumor and nontumor cells,  determined by staining them with cell-type-specific antibodies. The viability of  the cultured cells and the cytotoxic effect of the drugs were also measured  using proliferation and cytotoxicity assays. RESULTS: The total number of cells decreased after the drug treatment, in  accordance with the observed reduction in proliferation and increased cytotoxic  effect upon incubation with the two anticancer drugs. The proportions of Schwann  cells and fibroblasts changed dose-dependently, although the patterns of change  varied between the tumor samples (from different sources) and between the two  drugs. The highly variable in vitro drug responses probably reflect the large  variations in the responses of tumors to therapies between individual patients  in vivo. CONCLUSIONS: These preliminary results suggest that the concept of assessing in  vitro drug responses using primary cultures is feasible, but demands the  extensive further development of an application for preclinical drug selection  and drug discovery.  DOI: 10.3988/jcn.2015.11.2.172 PMCID: PMC4387483 PMID: 25851896  Conflict of interest statement: Conflicts of Interest: The author Lan Kluwe had  a patent (102013221452) entitled \"Verfahren zur Bestimmung der Wirksamkeit  und/oder Spezifitat Eines Wirkstoffs\".",
  "methods": "Methods Primary cultures containing tumor and nontumor stromal cells were utilized in a novel strategy to test drug responses with respect to both efficacy and specificity. The strategy tested in this pilot study was implemented using four primary cultures derived from plexiform neurofibromas. Responses to two cytotoxic drugs (nilotinib and imatinib) were measured by following dose-dependent changes in the proportions of tumor and nontumor cells, determined by staining them with cell-type-specific antibodies. The viability of the cultured cells and the cytotoxic effect of the drugs were also measured using proliferation and cytotoxicity assays. METHODS Tumor tissues were obtained from four unrelated patients who underwent tumor-resection surgery (tumor nos. 1-4). All patients provided informed written consent for their tissues to be used in this study, which was approved by the Institutional Review Board (approval no. OB-061/05). All of the specimens were anonymized and cultured under conditions enhancing growth of Schwann cell. 16 Briefly, resected tumor tissues were incubated in Dulbecco's modified eagle medium (Gibco, Paisleg, UK) with 10% fetal bovine serum (Gibco), 500 U/mL penicillin and streptomycin (Gibco), 2 mM glutamine (Gibco), and 1 mM sodium pyruvate (Biochrom, Berlin, Germany), at 37℃ and 5% CO 2 . After 24 h, tissues were cut into 2-3 mm 3  fascicles and digested in the same medium with 0.5 mg/mL collagenase and dispase (Gibco, Tokyo, Japan) at 37℃ and 10% CO 2 . After 24 h, digested tissue fascicles were mechanically dissociated by straining through a 100 µm steel mesh screen (Partec, Münster, Germany). The resulting single cell suspension was used to establish primary Schwann cell and fibroblast cultures under conditions optimized for Schwann cell and standard condition, respectively as previously described. 14 After three to five passages of expansion, cells from each culture were seeded into eight-compartment chamber slides at a density of 10,000 cells/well and treated with nilotinib (0, 5, 10, and 20 µM) or imatinib (0, 10, 20, and 40 µM) over a 5-day period. After the treatment, the slides were double immunostained with antibodies against S100 (specific to Schwann cells) and CD90 (specific to fibroblasts). For Schwann cell staining, cells were incubated with 2 µg/mL rabbit anti-human S100 antibody (DAKO, Glostrup, Denmark), 10 µg/mL secondary fluorescein isothiocyanate (FITC)-conjugated anti-rabbit antibody (DAKO). To stain fibroblasts, cells were incubated with 2 µg/mL anti-human CD90 antibody (Dianova, Hamburg, Germany), 2 µg/mL secondary FITC-conjugated goat anti-mouse IgG (DAKO). The nuclei were counterstained using 4',6-diamidino-2-phenylindole. 14  For each drug concentration, S100-positive and CD90-positive cells were counted on a photograph taken under fluorescence microscopy. More than 200 cells were counted for each drug concentration using ImageJ software (version 1.48; National Institutes of Health, Behesda, MD, USA). The percentages of Schwann cells and fibroblasts were calculated. Cells negative for both S100 and CD90 were not included in the calculation. The viability and drug cytotoxicity for all of the cells in cultures treated as above were measured using 2,3-bis (2-methoxy-4-nitro-5-sulfophenyl)-5-[(phenylamino) carbonyl]-2H-tetrazolium hydroxide and lactate dehydrogenase assays (Roche, Penzberg, Germany), respectively. Cells of the same culture were seeded in wells of a 96-plate at 500 cells/well, and the 2 parameters at each drug concentration were measured in 6 replicates, by calculating the IC 50  and CC 50 , defined as the concentrations of a drug at 50% of maximum viability and cytotoxicity in a culture, respectively, using a Probit analysis.",
  "introduction": "Background and Purpose Individualized drug testing for tumors using a strategy analogous to antibiotic tests for infectious diseases would be highly desirable for personalized and individualized cancer care. INTRODUCTION Cancer patients exhibit widely varying responses to chemotherapy. 1  An individualized laboratory drug test for each tumor, analogous to antibiotic tests for infectious diseases, could facilitate drug choices in personalized cancer treatment. 2 , 3  Although cell lines and animal models are not suitable for such a purpose, 4 , 5  primary cultures provide a promising laboratory model, since they can be obtained from most resected tumors within a short time frame and contain multiple cell populations, and therefore better represent the heterogeneous reality in tumors than cell lines. 6  However, that heterogeneity is also a technical obstacle, since conventional assays measure parameters of all cells in a culture but cannot assign the obtained values separately to tumor and nontumor stromal cells. Toward solving this problem, we conceived a strategy in which the relative effects of a drug on tumor and nontumor cells can be assessed in a primary culture by following the changes in their proportions following drug treatment. Furthermore, the effect of a drug on nontumor cells provides an  in vitro  indication of its specificity. In this pilot study, this concept was implemented using plexiform neurofibroma (PNF) tissue as a model. Plexiform neurofibromas are benign tumors of the peripheral nerves and are associated mostly with neurofibromatosis type 1 (NF1), an autosomal dominant disorder caused by heterozygotic inactivation of its encoding gene,  NF1 , which is a tumor-suppressor gene. 7 , 8  Approximately half of NF1 patients develop PNFs. 9 , 10  Depending on their location, size, and growth type, PNFs can cause pain, serious disfigurement, and functional impairment. 9 , 10  PNFs have a high risk of transformation into malignant peripheral nerve sheath tumors (MPNSTs), which are the leading cause of NF1-related death. 11  To date, surgical intervention is the established treatment for this kind of tumor. However, since the tumors often infiltrate adjacent tissues, complete resection is usually not possible without damaging nerves and healthy tissues. 12  Nonsurgical therapies are currently being developed. For example, a phase 2 trial for imatinib mesylate found subjective clinical improvements in airway patency, bladder control, and extremity motor function in several cases. 13  Our own  in vitro  and  in vivo  studies have shown that nilotinib is more potent than imatinib for PNFs; 14 , 15  a pilot study addressing the safety/efficacy of nilotinib for PNFs is ongoing. In general, the efficacy and side effects of the drugs used to treat PNFs vary greatly among cell lines, primary cultures, tumors, and patients. 13 , 14  Severe side effects are frequently a cause for patient dropouts in clinical trials. An individualized preclinical test for drug efficacy and specificity would therefore greatly facilitate the therapy decision-making and the drug choice and range of doses for each patient. Plexiform neurofibromas consist mainly of Schwann cells and fibroblasts at various ratios. Schwann cells are known to be the tumor cells since they bear the causative somatic alterations, whereas the fibroblasts do not. 16 , 17  Schwann cells and fibroblasts are different types of cell and can therefore be stained with antibodies to a specific biological characteristic of each cell type. The present study determined the proportions of tumor and nontumor cells in cultures treated with two different anticancer drugs at various concentrations using this method of cell-type-specific antibody staining.",
  "results": "Results The total number of cells decreased after the drug treatment, in accordance with the observed reduction in proliferation and increased cytotoxic effect upon incubation with the two anticancer drugs. The proportions of Schwann cells and fibroblasts changed dose-dependently, although the patterns of change varied between the tumor samples (from different sources) and between the two drugs. The highly variable  in vitro  drug responses probably reflect the large variations in the responses of tumors to therapies between individual patients  in vivo . RESULTS Schwann cells and fibroblasts were specifically stained with antibodies raised against S100 ( Fig. 1A, C, and G ) and CD90 ( Fig. 1B, D, and G ), respectively. After drug treatment, the total number of cells decreased ( Fig. 1C and D ), in accordance with an observed decreased viability and increased cytotoxic effect (IC50 and CC50 in  Fig. 2 ). Immunofluorescence images were obtained ( Fig. 1E ) and the stained cells were counted using ImageJ software ( Fig. 1F ). A considerable proportion of the cells were negative for both antibodies ( Fig. 1G ); these cells were not included in the subsequent calculation of the proportions of tumor and nontumor cells. The proportions of Schwann cells and fibroblasts at each drug concentration were calculated from the number of S100-positive and CD90-positive cells in a defined area. These proportions changed in a dose-dependent manner, but the patterns of change varied from tumor to tumor and between the two drugs ( Fig. 2 ). A good drug response, defined as a continuous and substantial decrease in the proportion of tumor cells, was observed in the culture derived from tumor no. 1 for both nilotinib and imatinib ( Fig. 2A and B ). By contrast, the culture from tumor no. 2 responded well to nilotinib ( Fig. 2C ) but poorly to imatinib ( Fig. 2D ). The culture of tumor no. 3 responded well to imatinib ( Fig. 2F ) but less well to nilotinib ( Fig. 2E ), and the culture of tumor no. 4 responded poorly to both anticancer drugs ( Fig. 2G and H ).",
  "discussion": "Conclusions These preliminary results suggest that the concept of assessing  in vitro  drug responses using primary cultures is feasible, but demands the extensive further development of an application for preclinical drug selection and drug discovery. DISCUSSION The principle and basic feasibility of an  in vitro  test for the responses of cultured tumor cells and nontumor cells to anticancer drugs has been illustrated in this study. The concept of measuring the proportions of tumor cells and nontumor cells in a mixed culture enables the use of primary cultures and the assessment of patient-specific drug specificity. Drug specificity is difficult to assess in the laboratory, largely due to the lack of suitable testing tools. Our initial strategy to tackle this issue involved comparing drug efficacies on paired cultures of tumor cells and nontumor cells derived from the same tumor but enriched separately under different conditions. 14  In the present study we have improved upon that approach by simultaneously assessing drug efficacies on tumor cells and nontumor cells in the same culture, and hence under the same conditions. This approach transforms the presence of nontumor cells in primary cultures from a technical obstacle into a methodological advantage in terms of enabling the assessment of drug specificity. As expected, the efficacy and specificity of the drugs on the cultures varied greatly from tumor to tumor, probably reflecting the large variations in the response of tumors to the treatments and their side effects between patients  in vivo , as found in other studies. 14 In the present study, tumor and nontumor cells were discriminated by immunostaining with cell-type-specific antibodies. However, this immunostaining-based relative quantification of tumor cells can only be applied in special cases where tumor cells and nontumor cells in the culture are different cell types that can be distinguished from each other by using antibodies. Phenotypes are not generally ideal parameters for quantifying tumor cells in a mixed culture, since 1) distributions of a phenotype in tumor and nontumor cells usually overlap, 2) phenotypes vary depending on culture conditions, and 3) phenotypes are difficult to quantify and their relationship to the quantity of tumor cells is not straightforward. By contrast, a genetic alteration (e.g., a  p53  mutation) is a clear-cut parameter that is present exclusively in tumor cells. A genotype is stable and can be quantified using recent technologies such as digital PCR and fluorescence  in situ  hybridization. The genes and regions that are frequently altered are now known for most tumor entities (Cancer Genome Atlas;  http://cancergenome.nih.gov ), and one or more alterations for each tumor can be identified within days. Once identified, a tumor-specific alteration can be used to quantify tumor cells in the derived cultures treated with various drugs at various concentrations. Dose-dependent changes in the amounts of tumor and nontumor cells can then be obtained ( Fig. 3 ). Furthermore, by quantifying a defined genetic alteration (e.g., KRAS mutation), dose-dependent changes in the corresponding subpopulation of tumor cells can be followed, providing a tool with which to study the target and mechanism of action of the drugs. Studies are in progress in which nontumor cells are being added to the cultures of established MPNST cell lines. These cultures are being treated with various drugs, and the tumor and nontumor cells-distinguishable according to the presence of known genetic alterations in the former-will be quantified. Furthermore, studies using primary cultures of other malignant tumors are being planned. While primary cultures represent real tumors better than cell lines, they are still a simplified model. Therefore, it is unlikely that the  in vitro  drug response and the clinical response will be strongly correlated for all drugs immediately. However, various strategies can be used for adjusting and optimizing the  in vitro  settings, such as three-dimensional culturing, hanging-drop culturing, and organoid culturing. Establishing adequate correlations for some of the drugs will also be a good start for the translational application of such genetic-based  in vitro  drug testing.",
  "fetched_at": "2026-02-16T15:43:26.997302",
  "abstract_length": 2663,
  "methods_length": 3756,
  "introduction_length": 3766,
  "results_length": 2072,
  "discussion_length": 4298
}