{
  "pmid": "PMID:25877069",
  "title": "Establishment of immortalized murine mesothelial cells and a novel mesothelioma cell line.",
  "abstract": "Mesothelial cells are susceptible to asbestos fiber-induced cytotoxicity and on longer time scales to transformation; the resulting mesothelioma is a highly aggressive neoplasm that is considered as incurable at the present time Zucali et al. (Cancer Treatment Reviews 37:543-558, 2011). Only few murine cell culture models of immortalized mesothelial cells and mesothelioma cell lines exist to date. We generated SV40-immortalized cell lines derived from wild-type (WT) and neurofibromatosis 2 (merlin) heterozygote (Nf2+/-) mice, both on a commonly used genetic background, C57Bl/6J. All immortalized mesothelial clones consistently grow in DMEM supplemented with fetal bovine serum. Cells can be passaged for more than 40 times without any signs of morphological changes or a decrease in proliferation rate. The tumor suppressor gene NF2 is one of the most frequently mutated genes in human mesothelioma, but its detailed function is still unknown. Thus, these genotypically distinct cell lines likely relevant for malignant mesothelioma formation are expected to serve as useful in vitro models, in particular to compare with in vivo studies in mice of the same genotype. Furthermore, we generated a novel murine mesothelioma cell line RN5 originating from an Nf2+/- mouse subjected to repeated crocidolite exposure. RN5 cells are highly tumorigenic.",
  "authors": "Walter Blum; László Pecze; Emanuela Felley-Bosco; Janine Worthmüller-Rodriguez; Licun Wu; Bart Vrugt; Marc de Perrot; Beat Schwaller",
  "journal": "In vitro cellular & developmental biology. Animal",
  "publicationDate": "2015-08",
  "doi": "10.1007/s11626-015-9885-z",
  "methods": "Materials and Methods Isolation of mouse primary mesothelial cells and mesothelioma cells from a NF2+/− mouse. Mesothelial cells were isolated from 4 to 6 months old WT and Nf2+/− mice, all on a C57Bl/6J background using a previously described protocol (Bot  et al. \n 2003 ). Briefly, mice were killed and the peritoneal cavities were exposed by incision and removal of the fur. The peritoneal cavities were washed with injecting approximately 50 ml of phosphate-buffered saline (PBS) (Sigma, St. Louis) via a syringe equipped with a 25G × 5/8″ needle (BD microlance 3, Becton Dickinson AG, Allschwil, Switzerland) using a peristaltic pump and a second needle (23G, 0.6 × 25 mm) to allow exit of the PBS solution. Perfusion was maintained until the exiting PBS solution was clear, i.e., devoid of mobile and poorly attached cells. Residual PBS was aspired with a syringe, and the peritoneal cavity was filled with 5 ml of 0.25% Trypsin/EDTA solution (Gibco, Basel, Switzerland). The body temperature of mouse corpses was maintained at around 37°C for 5 min via an infrared heating lamp. The suspension containing the detached cells was collected with a syringe; cells were centrifuged for 10 min at 300× g . Cells mostly comprising primary mesothelial cells were grown in modified Connell’s medium composed of Dulbecco’s modified Eagle’s medium (DMEM)/F12 + GlutaMax (Gibco), 15% fetal calf serum (FCS), 0.4 μg/ml hydrocortisone, 10 ng/ml epidermal growth factor, 1% ITS (insulin, transferrin, selenium), 1 mM sodium pyruvate, 0.1 mM beta-mercaptoethanol, 1% non-essential amino acids, 1% penicillin–streptomycin, and 2% Mycokill (PAA) (Connell and Rheinwald  1983 ). The  Nf2  alleles (WT or mutated) were genotyped using the common forward primer (NF2_FW 5′-GGGGCTTCGGGAAACCTG G-3′), and either NF2_RV WT (5′-GTCTGGGAAGTCTGTGGAGG-3) or NF2_RV mutant (5′-CTATCAGGACATAGCGTTGG-3′) primers. The cell line RN5 was isolated from an Nf2+/− mouse that was repeatedly injected with crocidolite starting at 8 wk of age (7 × 400 μg). Briefly, a clearly discernible tumor localized on the liver was dissected from the mouse 21 wk after the first injection. The tissue was incubated in a 0.25% Trypsin/EDTA solution for 10 min; tumor cells were dissociated by mild trituration and cultured in DMEM, 10% fetal bovine serum (FBS, Gibco, Basel, Switzerland), and 1% PS (100 U/mL penicillin and 100 μg/mL streptomycin). Cell culture and growth curves. Primary mesothelial cells from the two genotypes (WT and Nf2+/−) were immortalized by transduction with SV40 small and large T antigen. Transduction was performed using lentivirus that were produced as previously described (Blum and Schwaller  2013 ). The transfer plasmid pCMV/TO SV40 was obtained from Addgene (# 22298). Primary cells were seeded at a density of 10,000 cells/cm 2 ; 24 h post-seeding cells were transfected with lentivirus at an MOI of 5. Proliferation was monitored using the Incucyte Live Cell Imaging System (Essen Bioscience, Michigan). After passaging, cells were seeded at a very low density (1–2 cells/cm 2 ) in 10-cm Petri dishes. Individual and well-delimited clones were picked and transferred into 96-well plates and frozen at passages 7–10 following standard protocols. 3-(4,5-Dimethylthiazol-2yl)-2,5-diphenyltetrazolium bromide (MTT) assay was performed as previously described (Blum and Schwaller  2013 ). Western blot assay for mesothelin, SV40 large T-antigen, and β-actin. Cells were grown in 75-cm 2  cell culture flasks (TPP, Trasadingen, Switzerland) until they reached nearly 100% confluence. Subsequently, cells were trypsinized and pelleted (500× g , 3 min), then washed three times with CMF-PBS. Proteins were extracted with RIPA buffer [50 mM Tris, 150 mM NaCl, 0.1% sodium dodecyl sulfate (SDS), 0.5% sodium deoxycholate, 1% Triton X-100, pH 7.4], incubated for 30 min on ice, and centrifuged 30 min at 17,000× g  at 4°C, and the supernatant was collected. The DC assay (BioRad) was performed to quantify the proteins following the manufacturer’s protocol. Protein samples were separated on a 10% polyacrylamide SDS gel and transferred onto nitrocellulose membranes. Membranes were checked with Ponceau S staining for equal loading. Membranes were blocked with 5% milk PBS for 1 h at room temperature and incubated overnight at 4°C with antibodies recognizing mesothelin (dilution 1:2,000; Santa Cruz Biotechnology, Santa Cruz, CA, clone B-3), SV40 large T-antigen (1:2000; Santa Cruz Biotechnology, Pab101), and β-actin (1:20,000; Sigma-Aldrich, clone ac-74). Secondary biotinylated antibodies were used at a dilution of 1:20,000, and the ABC system (Vectastain, Vector Laboratories, Burlingame, CA) was applied. The HRP substrate (Millipore, Luminata Forte) was incubated for 3 min on the membrane and analyzed on a Western blot reader (FluorChem E System, Bucher Biotec, Basel, Switzerland). Soft agar assay. The procedure of the soft agar assay was adapted from a previously described protocol (Provost  et al. \n 2012 ). Shortly, 0.5% of base agar was prepared by melting 1% of agar (LuBioScience, Lucerne, Switzerland) in a microwave oven and adding of prewarmed (40°C) 2× RPMI completed with 20% FCS and antibiotics (penicillin-streptomycin) and allowed to equilibrate to 37°C. Equal volumes of the solutions were mixed to give final concentrations of 0.5% agar, 1× RPMI, and 10% FCS. One milliliter was added per well in six-well plates and set aside to solidify. Top agar was prepared by melting 0.7% agarose (PeqLab, Erlangen, Germany) in a microwave oven and cooled down to 40°C and then supplemented with an equal volume of 2× RPMI with 20% FCS also at approximately 40°C. Cells (5000) in a volume of 1 ml of 0.35% agarose in 1× RPMI + 10% FCS was added to the solidified agar. Plates were incubated for 17 d in a humidified incubator at 37°C with 5% CO 2 . Twice per week, the plates were supplied with 0.5 ml of cell culture medium. Subcutaneous xenograft model. WT C57Bl/6J mice (6–8 wk old;  n  = 3–5 animals depending on the group) were inoculated s.c. with 4 × 10 5  cells by injection of the cell suspension (50 μl in PBS containing 20% matrigel) into the right dorsal flank. Cells included immortalized mesothelial cells (iMeso-WT1 and iMeso-NF3), the MM cell line RN5, and the previously described murine MM cell line AK7 (Cordier Kellerman  et al. \n 2003 ), the latter also on a C57Bl/6J background. Tumors were measured with a caliper weekly as soon as palpable; the volume was calculated using the formula  a  ×  b \n 2  × 0.5, where  a  is the large and  b  the small diameter of an ellipse. For the immunohistochemistry, deparaffinized sections were subjected to antigen retrieval using sodium citrate, pH 6, then were processed as previously described (Frei  et al. \n 2011 ). Primary antibodies used were anti-wide spectrum cytokeratin and anti-vimentin (Abcam Ab9377, 1:100 and Ab92547, 1:500, respectively). Immunofluorescence experiments. Cells were seeded on glass coverslips and incubated with the appropriate cell culture medium until a confluence of 70–90% was reached. Then, the cells were fixed with 4% PFA, permeabilized with 1% Triton X-100, and blocked with TBS solution containing donkey serum (10%). Cells were incubated overnight at 4°C with the primary antibodies at the indicated dilutions: mouse monoclonal anti-pan-cytokeratin, clone Lu-5 (BMA Biomedicals, Augst, Switzerland, T-1302; 1:500), or rabbit polyclonal anti-desmin (Sigma D8281; 1:500). After washing, the cell-containing coverslips were incubated with secondary antibodies for 1 h with either DyLight488-conjugated donkey anti-mouse IgG (Jackson Immunoresearch Laboratories, West Grove, PA; 1:1,000) or Cy3-conjugated donkey anti-rabbit IgG (Jackson Immunoresearch Laboratories; 1:1,000). The cells were counterstained with DAPI (Molecular Probes, Eugene, OR; 5 μg/ml) and mounted with Hydromount solution (National Diagnostics, Atlanta, GA). Images were acquired with a LEICA fluorescent microscope DM6000B (Wetzlar, Germany) equipped with a Hamamatsu camera C4742-95 (Bridgewater, NJ).",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:26:26"
}