{
  "pmid": "PMID:25917366",
  "title": "HCN channels are a novel therapeutic target for cognitive dysfunction in Neurofibromatosis type 1.",
  "abstract": "Cognitive impairments are a major clinical feature of the common neurogenetic disease neurofibromatosis type 1 (NF1). Previous studies have demonstrated that increased neuronal inhibition underlies the learning deficits in NF1, however, the molecular mechanism underlying this cell-type specificity has remained unknown. Here, we identify an interneuron-specific attenuation of hyperpolarization-activated cyclic nucleotide-gated (HCN) current as the cause for increased inhibition in Nf1 mutants. Mechanistically, we demonstrate that HCN1 is a novel NF1-interacting protein for which loss of NF1 results in a concomitant increase of interneuron excitability. Furthermore, the HCN channel agonist lamotrigine rescued the electrophysiological and cognitive deficits in two independent Nf1 mouse models, thereby establishing the importance of HCN channel dysfunction in NF1. Together, our results provide detailed mechanistic insights into the pathophysiology of NF1-associated cognitive defects, and identify a novel target for clinical drug development.",
  "authors": "A Omrani; T van der Vaart; E Mientjes; G M van Woerden; M R Hojjati; K W Li; D H Gutmann; C N Levelt; A B Smit; A J Silva; S A Kushner; Y Elgersma",
  "journal": "Molecular psychiatry",
  "publicationDate": "2015-11",
  "doi": "10.1038/mp.2015.48",
  "methods": "MATERIALS AND METHODS Animals Experimental mice were obtained by crossing  Nf1  mice (in C57BL/6JOlaHsd background) with 129T2/SvEmsJ (Jackson Laboratories, Bar Harbor, ME, USA) by crossing the obtained F1 mutant mice with each other to get homozygous  9a−/9a+ Nf1  mutants and wild-type (WT) littermates in the hybrid B6/129T2 background, comparable to that of previous studies in NF1. Homozygous  9a−/9a− Nf1  mice were born at the expected Mendelian frequency, and were indistinguishable from WT mice upon examination by an experienced observer. Male  9a−/9a− Nf1  mice (C57BL/6JOlaHsd, >30 generations) were crossed once with WT 129T2/SvEmsJ mice (Jackson Laboratories) to obtain F1 hybrid B6/129T2 heterozygous mutant and WT control mice.  +/− H-Ras  mice in C57BL/6JOlaHsd background were obtained by crossing heterozygous  G12V H-Ras  mice to yield homozygous  G12V H-Ras  mice and WT control mice. For all experiments, we used both male and female mice. All mice were between 8 and 15 weeks of age at the start of the behavioral experiments, housed in groups of 2–4 per cage, on a 12-h light/dark cycle between 0700 and 1900 hours, and fed standard laboratory food  G12V ad libitum . All included animals were healthy (discomfort score 0). Behavioral experiments were performed between 1200 and 1800 hours. For  ex-vivo  experiments, mice were killed between 0900 and 1200 hours. Experimenters were blind for genotype and treatment. All experiments were approved by the Dutch Ethical Committee and were in accordance with the institutional animal care and use committee guidelines. Slice electrophysiology Hippocampal slices were prepared from the brains of 3- to 4-week-old and adult mice using standard techniques. Field excitatory postsynaptic potentials (EPSPs) were evoked in CA3-CA1 synapses and whole-cell patch-clamp recording were performed from hippocampal CA1 pyramidal neurons and interneurons. For interneurons recordings, 0.2% biocytin was included in the intracellular pipette solution for later morphological identification of the recorded cells. Standard protocols were followed for recording and data analysis. For additional information, see  Supplementary Materials and Methods . Morris water maze The water maze task was performed as previously described.  Before performing the water maze task, the mice were handled for a week. For initial characterization of  27 Nf1  mice, training consisted of 4 trials per day, divided in two sessions of two trials with a 1 h interval ( 9a−/9a− Figure 1 ) or two trials per day for LTG-treated mice. At the start of the first session the mice were placed on the platform for 30 s. Then they were placed in the water at a pseudo-random start position and allowed to find the platform for 60 s. If the mice did not find the platform within 60 s, it was placed onto the platform and allowed to remain on it for 30 s. The platform position remained at the same position during all trials. Spatial memory was assessed with a probe trial given 1–2 h ( Figure 1d ) or 22–24 h after the last training trial ( Figure 5 ), when the majority of the mice was able to locate the platform in less than 30 s (after 3 training days for mice in  Figure 1d  and  5e  and after 5 training days for  Figure 5d ). During probe trials mice were placed on the platform for 30 s, after which the platform was removed from the pool and the mice were placed in the pool at the opposite side of the previous platform position. The mice were then allowed to search for the platform for 60 s. The visible water maze was performed with a new group of mice. After the handling period, mice were trained in the pool to find the escape platform which was flagged with a small cue on the top of the platform. The platform location and the start position were changed on every trial and each mouse received four trials per day for 8 consecutive days. Mice were excluded from further analysis if they showed excessive (>20%) floating (throughout the training or at the probe trial itself), or would not stay on the platform after training day 2. With respect to exclusion criteria, no differences between genotypes were observed (typically 1–2 mice per genotype are excluded). Rotarod Motor learning was assessed with the accelerating rotarod (Ugo Basile, Comerio Varese, Italy) as previously described.  Each animal was placed on a 3-cm diameter cylinder, accelerated from 4 to 40 r.p.m. for maximum 5 min. All animals were given five trials during one day, with an inter-trial interval of 45 min. The latency time to fall was measured in seconds. 5 Statistical analysis All data are reported as means ± s.e.m. Cumulative miniature and spontaneous synaptic currents amplitude and inter-event interval distributions were analyzed for statistical significance using the Kolmogorov–Smirnov test (Mini Analysis), and a conservative critical probability level of  P  < 0.01. All other statistical tests, including  t -tests and one- or two-way analysis of variance, were performed using a critical probability of  P  < 0.05 and two-sided testing (Prism, GraphPad Software, Inc., La Jolla, CA, USA and SPSS, IBM Corporation, Armonk, NY, USA).  Post hoc  analyses were performed only when an analysis of variance yielded a significant ( P  < 0.05) main effect.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:26:28",
  "introduction": "INTRODUCTION Neurofibromatosis type 1 (NF1, incidence 1:3000) is caused by mutations in the  NF1  gene. The  NF1  gene product, neurofibromin, contains a Ras GTPase-activating protein domain, which serves as a negative regulator of Ras/ERK signaling. The clinical symptoms of NF1 include cutaneous neurofibromas, café-au-lait spots, skinfold freckling and Lisch nodules, as well as cognitive deficits that negatively impact school performance and quality of life.  Mice with a heterozygous null mutation of the  1 , 2 Nf1  gene ( Nf1  mice) closely model the cognitive deficits and behavioral difficulties experienced by human NF1 patients, including visual-spatial learning, working memory, attention and motor performance deficits. +/− 3 – 5 Previously, it has been shown that the learning deficits of  Nf1  mice result from hyperactivation of Ras signaling in GABAergic neurons, despite expression of the neurofibromin/Ras in both excitatory and inhibitory neurons. +/−  The specificity of this phenotype is further surprising, given that it is not recapitulated in other mouse models in which Ras-ERK signaling is upregulated, such as mouse models for Noonan syndrome and Costello syndrome. 3 , 6  This suggests that NF1 might also have a Ras-independent function in neurons. Ras-independent targets hold substantial therapeutic potential, as Ras itself is difficult to target, and drugs that interfere with downstream Ras signaling have poor tissue specificity and undesirable side effects, limiting their utility for treating cognitive dysfunction. Moreover, two randomized controlled trials targeting Ras activity in NF1 patients demonstrated no evidence of clinical efficacy. 7 8 , 9 In the present study, we sought to define the mechanisms underlying the cell-type-specific pathophysiology underlying the learning deficits of  Nf1  mice. Given the widespread expression of neurofibromin in neuronal and glial cell types, we focused our efforts on a novel  Nf1  mouse mutant with deletion of the neuron-specific NF1 exon 9a isoform ( Nf1 ). Exon 9a is a short 10 amino-acid sequence in the amino-terminal region, the presence of which does not influence the function of the Ras GTPase-activating protein domain. 9a−/9a  Expression of the exon 9a isoform begins postnatally and is highly abundant in the septum, striatum, cortex and hippocampus. 10  We found that  10 – 12 Nf1  mice recapitulate the phenotypes observed in the global  9a−/9a− Nf1  mice, including deficits in hippocampal synaptic plasticity and learning, as well as enhanced inhibitory synaptic transmission. Furthermore, we identified the hyperpolarization-activated cyclic nucleotide-gated channel 1 (HCN1) as a neurofibromin-interacting protein. HCN1 belongs to the family of voltage-gated ion channels that mediate an inward cationic current ( +/− I h ),  which contributes to intrinsic excitability, pacemaker activity and synaptic integration. 13  Accordingly, increasing evidence has implicated  14 – 16 I h  in activity-dependent plasticity, learning and memory, and epilepsy.  Furthermore, HCN1 is enriched in cortical and hippocampal parvalbumin-expressing interneurons. 17 – 21  We now demonstrate attenuation of  22 – 26 I h  and subsequent enhancement of excitability in interneurons of  Nf1  mutant mice. Moreover, we show that the attenuation of  I h  underlies the increased inhibitory neurotransmission in  Nf1  and  9a−/9a− Nf1  mice, such that increasing HCN current with lamotrigine (LTG) rescues the electrophysiological and learning deficits in both  +/− Nf1  and  9a−/9a− Nf1  mice. +/−",
  "results": "RESULTS Nf1  mice have impaired spatial learning and synaptic plasticity 9a−/9a− We generated a novel  Nf1  mouse model (the homozygous  Nf1  mutant), in which the neuron-specific NF1 exon 9acontaining isoform is deleted. Reverse transcription-quantitative PCR confirmed the total absence of Nf1 exon 9a-containing mRNA in  9a−/9a− Nf1  mice ( 9a−/9a− Figure 1a  and  Supplementary Figure 1 ). Consistent with the relatively high abundance of this neuronal isoform in the hippocampus, total  Nf1  mRNA was reduced by 36 ± 7% ( n  = 9,  Figure 1b ), with concomitant reduction of total neurofibromin protein (a reduction of 39 ± 2% in the hippocampus,  n  = 11;  Figures 1b and c ).  Nf1  mice were born at the expected Mendelian frequency and appeared healthy. Notably, and in contrast to  9a−/9a− Nf1  mice, +/− \n 5 Nf1  mice have no detectable motor impairments ( 9a−/9a− Supplementary Figure 2a ). Visual-spatial problems are among the most frequent cognitive deficits observed in NF1 patients.  Therefore,  28 Nf1  mice were tested in the Morris water maze task previously demonstrated to be impaired in  9a−/9a− Nf1  mice. +/−  Indeed,  3 , 4 , 29 Nf1  mice utilized an exclusively non-spatial search strategy and showed no preference for the target quadrant ( 9a−/9a− Figure 1d ). Analogous to  Nf1  mice, this deficit was not the result of decreased motivation or impaired swimming performance, given that  +/− Nf1  mice showed no changes in swimming speed, thigmotaxis or the ability to learn the visible platform version of the water maze ( 9a−/9a− Supplementary Figures 2b and e ). These results indicate that intact expression of the neuron-specific Nf1 exon 9a isoform is required for normal spatial learning. To determine whether the spatial learning impairments of  Nf1  mutants are associated with changes in synaptic function, we recorded field excitatory postsynaptic potentials from hippocampal Schaffer collateral-CA1 synapses. No significant differences were found between  9a−/9a− Nf1  and WT mice in baseline synaptic transmission or paired-pulse ratio ( 9a−/9a− Supplementary Figures 2f,g ). Long-term potentiation (LTP) was induced by theta burst stimulation (TBS), a form of stimulation that mimics endogenous hippocampal activity during spatial exploration.  In contrast to their WT littermates,  30 Nf1  mice showed a significant deficit in TBS-induced LTP ( 9a−/9a− Figure 1e ). Consistent with the sensitivity of TBS-induced LTP to changes in GABAergic inhibition,  LTP was normal when induced using a high-frequency stimulation (HFS) protocol ( 31 Figure 1f ). Furthermore, partial block of inhibitory neurotransmission with picrotoxin (10 µ m ) fully restored TBS-induced LTP in  Nf1  mice ( 9a−/9a− Figure 1g ). Given the similarities to  Nf1  mice, +/−  we reasoned that the neuron-specific  3 , 6 Nf1  mice might share a similar GABAergic mechanism underlying the learning deficits. 9a−/9a− Nf1  mice show increased inhibition 9a−/9a− To further characterize changes in inhibition, we measured evoked monosynaptic inhibitory postsynaptic potentials using whole-cell recordings from CA1 pyramidal neurons. Notably, inhibitory postsynaptic potential amplitude was bigger at higher stimulus levels in  Nf1  mice, whereas paired-pulse ratio was reduced, suggesting a change in presynaptic GABA release ( 9a−/9a− Figure 2a ). Spontaneous miniature inhibitory postsynaptic currents recorded from  Nf1  and WT mice showed no significant differences in normal artificial cerebrospinal fluid. However, enhancing synaptic GABA release by depolarizing synaptic terminals with high extracellular potassium (12.5 m 9a−/9a− m ) resulted in a significantly increased miniature inhibitory postsynaptic current frequency (but not amplitude) in  Nf1  neurons compared with WT controls ( 9a−/9a− Figures 2b and c ). This phenotype is similar to  Nf1  mice +/−  and consistent with the observed increase of evoked inhibitory postsynaptic potential amplitude at higher stimulus intensities. Taken together, these results indicate that enhanced GABA release underlies the increased inhibition in  6 Nf1  mutant mice. 9a−/9a− We subsequently characterized excitatory synaptic transmission in CA1 pyramidal cells. Consistent with a selective modulation of inhibition, no significant differences were observed for evoked excitatory postsynaptic potentials (EPSPs) or paired-pulse ratio ( Figure 2d ). In addition, the frequency and amplitude of miniature excitatory postsynaptic currents were normal, recorded in both standard and high extracellular potassium ( Figures 2e and f ). Taken together, our results demonstrate that the synaptic abnormalities seen in  Nf1  mice are specific for inhibitory neurons, and closely resemble those of  9a−/9a− Nf1  mice. This finding in  +/− Nf1  mice is an important and independent replication of the previously described phenotype of  9a−/9a− Nf1  mice, +/−  emphasizing the importance of GABAergic dysfunction in the pathophysiology of NF1. 6 HCN1 co-immunoprecipitates and co-localizes with NF1 Previous studies have identified NF1-interacting proteins, both within and beyond the Ras signaling pathway. Therefore, we sought to utilize the neuron-specific exon 9a mutants, to perform an unbiased and focused comparative proteomics approach for uniquely identifying binding partners of NF1 specifically in neurons. Lysates prepared from WT and  Nf1  mice were used for co-immunoprecipitation (co-IP) with anti-neurofibromin antibody followed by mass spectrometry for protein identification. In addition to the previously identified neurofibromin-interacting proteins, tubulin and actin, 9a−/9a−  we identified HCN1 as a novel putative neurofibromin-interacting protein ( 32 , 33 Supplementary Table 1 ). HCN1 is a particularly compelling candidate, given its well-established role in regulating neuronal excitability. Moreover, HCN1 has been previously found to have prominent enrichment in cortical and hippocampal GABAergic neurons, in particular parvalbumin-expressing interneurons.  The proteomics findings were confirmed by western blot analysis of immunoprecipitated proteins from  22 – 26 Nf1  and WT lysates ( 9a−/9a− Figure 3a ). Although there was a trend toward reduced amounts of co-precipitated HCN in the  Nf1  mutants, this difference was not significant. In addition to HCN1, HCN2 and the HCN-interacting protein TRIP8b were detected in anti-neurofibromin immunoprecipitates. However, these proteins were not observed when brains of  9a−/9a− Hcn1 −/−  mice were used for the co-IP. Therefore, we conclude that both HCN2 and TRIP8b were precipitated through their (known) interaction with HCN1, rather than through direct binding to neurofibromin. Moreover, we observed no difference in the total level of HCN1, HCN2 or TRIP8b when we compared hippocampal lysates of WT and  Nf1  mice ( 9a−/9a− Figure 3a ). To further investigate the interaction between HCN1 and NF1, we performed heterologous expression studies in HEK293T cells. Cells were co-transfected with a plasmid expressing the N-terminal half of NF1 (with or without exon 9a) fused to GFP (NF1-GFP), together with a plasmid-expressing HCN1. Lysates were subsequently used for co-IP with the anti-HCN1 antibody. NF1-GFP was successfully identified in the co-IP with the HCN1 antibody. However, consistent with the co-IP results in hippocampal lysates, this interaction does not depend on the presence of exon 9a ( Figure 3b ). Taken together, these results indicate that NF1 interacts with HCN1 through its N-terminal domain, but the N-terminal exon 9a is not required for this interaction. Cell-type-specific reduction of HCN current in  Nf1  mice 9a−/9a− To examine the functional impact of the interaction between NF1 and HCN1 on hyperpolarization-activated cation current ( I h ), we measured  I h  in both inhibitory and excitatory neurons in the hippocampal CA1 area. We were particularly interested in fast-spiking parvalbumin (PV)-expressing neurons, given that expression of HCN1  is highly enriched in PV neurons of the hippocampus. Immunohistochemistry of hippocampal slices confirmed the presence of both HCN1 and NF1 in PV neurons ( 23 , 24 Figures 3c and d ). We recorded from interneurons with somata located at the border of stratum pyramidale and oriens. Cells were identified as fast-spiking PV neurons based on electrophysiological characteristics and  post-hoc  immunoreactivity for PV (see  Supplementary Materials and Methods  and  Figure 4a ). Hyperpolarizing steps from a holding potential of −50 mV resulted in slowly activating inward currents ( Figure 4b ).  I h  was pharmacologically isolated by subtracting current traces before and after application of the HCN antagonist ZD7288 (30 µM). Steady-state current–voltage ( I–V ) relation showed smaller  I h  at more hyperpolarized potentials in  Nf1  mice ( 9a−/9a− Figure 4c ). The activation curve of  I h  was obtained by plotting the normalized tail current amplitude as a function of the voltage step. Fits of the activation curve with a Boltzmann function yielded a hyperpolarizing shift of 7 mV in the half-activation potential ( V 1/2 ) in  Nf1  mice (−88.4 ± 1.9 mV,  9a−/9a− n  = 10) compared with their WT littermates (−81.2 ± 2.0 mV,  n  = 7,  P  < 0.01;  Figure 4d ). The shift in  V 1/2  influenced neither the slope of activation curve (WT: 11.4 ± 1.3 mV,  P  = 0.5;  Nf1 : 11.2 ± 1.4 mV) nor the kinetics of  9a−/9a− I h  ( Supplementary Figure 3 ). As HCN1 expression is not restricted to PV interneurons, we tested if the alterations in  I h  are also observed in excitatory neurons. Hence, we recorded  I h  in CA1 pyramidal neurons. Importantly, no significant differences were observed in either the current–voltage relationship or in the voltage dependence of  I h  between pyramidal neurons from  Nf1  and WT littermates ( 9a−/9a− Figures 4f and g ). Both  V 1/2  and the slope factor were also unchanged in pyramidal neurons (−85.9 ± 1.8 and 13.8 ± 0.8 mV ( n  = 10) for  Nf1  ; −83.9 ± 1.1 mV and 14.3 ± 0.6 mV ( 9a−/9a− n  = 9) for WT, respectively). Furthermore, the  I h  kinetics remained intact ( Supplementary Figure 3 ). Taken together, these findings suggest that  Nf1  mice have a selective reduction of  9a−/9a− I h  in GABAergic interneurons. Several studies have shown that decreases in  I h  result in neuronal hyperexcitability.  Therefore, we examined whether neuronal excitability was altered in PV neurons of  16 , 17 , 20 , 34 Nf1  mutants. Current-clamp recordings revealed that PV neurons of  9a−/9a− Nf1  mice had a significantly hyperpolarized resting membrane potential (−64.1 ± 0.7 mV,  9a−/9a− n  = 17 vs −60.6 ± 0.7 mV,  n  = 12;  P  < 0.005) and a higher input resistance (279 ± 19 MΩ,  n  = 15 vs 235 ± 14 MΩ,  n  = 16,  P  < 0.05). Next, we measured the excitability of PV neurons from  Nf1  and WT mice. Despite having a hyperpolarized resting membrane potential, PV neurons from  9a−/9a− Nf1  mice produced a significantly greater number of action potentials ( 9a−/9a− Figure 4e ). Importantly, the increase of action potential firing is not likely caused by alterations in sodium channels as there was no significant change in action potential threshold. Accordingly, other action potential parameters including peak amplitude, half-width and rise time were unchanged ( Supplementary Table 2 ). Given the observed differences in the intrinsic membrane properties of PV neurons from  Nf1  mice, we also sought to quantify these parameters for CA1 pyramidal neurons. In contrast to PV neurons, neither the resting membrane potential ( 9a−/9a− Nf1 : −68.1 ± 0.9 mV,  9a−/9a− n  = 17 and WT: −66.5 ± 0.8 mV,  n  = 23;  P  = 0.2) nor the input resistance ( Nf1 : 116 ± 4.5 MΩ,  9a−/9a− n  = 18 and WT: 118 ± 4.5 MΩ,  n  = 14;  P  = 0.8) was altered in pyramidal neurons. In addition, the relative sag amplitude was similar between genotypes (WT: 1.2 ± 0.03 and  Nf1 : 1.1 ± 0.02,  9a−/9a− P  = 0.3), as well as the action potential threshold, peak amplitude, half-width and rise time ( Supplementary Table 2 ). Moreover, the excitability of pyramidal neurons was also normal in  Nf1  mice ( 9a−/9a− Figure 4h ), confirming the highly selective impact of NF1 function in GABAergic interneurons. Next, we investigated whether the novel findings observed in the  Nf1  mice also apply to the  9a−/9a− Nf1  mouse model of NF1. +/−  Similar to that in  3 , 6 Nf1  mice,  9a−/9a− I h  was smaller in  Nf1  PV neurons, and its activation was shifted toward more hyperpolarized potentials ( +/− Supplementary Figures 4a and b ). The half-activation potential for  I h  in  Nf1  PV neurons was −89.7 ± 1.7 mV ( +/− n  = 7) compared with −84.7 ± 1.1 mV ( n  = 7) from WT littermates  P  < 0.01. In addition, the average maximal tail current amplitude was substantially lower in PV neurons of  Nf1  mice (−65 ± 11 pA) compared with WT littermates (−96 ± 12 pA;  +/− P  < 0.05), whereas the slope of activation remained unchanged ( Nf1 : 10.4 ± 0.8 mV, WT: 9.9 ± 0.7 mV;  +/− P  = 0.30). Furthermore, as observed for  Nf1  mice, the resting membrane potential of  9a−/9a− Nf1  PV neurons was hyperpolarized (−65.1 ± 1.1 mV,  +/− n  = 14 vs −61.8 ± 0.8 mV,  n  = 9;  P  < 0.05) and the input resistance was elevated (289 ± 15.0 MΩ,  n  = 16 vs 258 ± 9.5 MΩ,  n  = 18;  P  < 0.05). In addition, and consistent with a significant downregulation of  I h ,  Nf1  PV neurons showed increased excitability ( +/− Supplementary Figure 4c ), without any significant differences in the characteristics of the action potential voltage waveform or threshold ( Supplementary Table 3 ). Finally, and in contrast to the changes observed in PV neurons,  Nf1  pyramidal neurons showed no alterations in  +/− I h  amplitude, voltage-dependent activation or intrinsic excitability ( Supplementary Figures 4d–f ). To determine whether other subtypes of interneurons also have attenuation of  I h , we recorded from stratum oriens-alveolus (OA) interneurons of the hippocampal CA1 region, a major class of dendritically targeting interneurons.  Similar to our findings in PV neurons, both  14 Nf1  and  9a−/9a− Nf1  mice exhibited a reduction of  +/− I h  in OA interneurons, including the activation being shifted toward more hyperpolarized potentials ( Supplementary Figures 5a and b ). The half-activation potential for  I h  in  Nf1  OA interneurons was −89.4 ± 1.4 mV ( 9a−/9a− n  = 6) compared with −81.5 ± 2.9 mV ( n  = 5) from WT littermates ( P  < 0.05). The half-activation potential for  I h  in  Nf1  OA interneurons was −87.4 ± 0.9 mV ( +/− n  = 10), compared with −83.1 ± 1.7 mV ( n  = 7) from WT littermates ( P  < 0.05). Furthermore, and consistent with a significant down-regulation of  I h ,  Nf1  and  9a−/9a− Nf1  OA interneurons were more excitable than their WT controls ( +/− Supplementary Figure 5c ). Previous studies have demonstrated that Nf1 +/−  mice have increased GABAergic transmission across multiple brain regions.  Therefore, we sought to examine whether the attenuation of  35 , 36 I h  in  Nf1  mice is restricted to hippocampal interneurons, or is also evident in other brain regions. We recorded from layer 1 (L1) interneurons of the visual cortex in  Nf1  mice. Given the interneuron subtype diversity in L1, +/−  we performed  37 , 38 I h  recordings from interneurons with similar intrinsic electrophysiological properties, including the delay of the threshold spike, AP firing pattern, shape and amplitude of the after-hyperpolarization, and the amplitude of sag in response to hyperpolarizing currents. Voltage clamp experiments for  I h  recordings in L1 interneurons were performed using the same voltage protocols as implemented for the hippocampal interneuron recordings. Similar to that in hippocampal interneurons,  I h  was reduced in L1 interneurons from  Nf1  mice ( +/− Supplementary Figure 6a ). Moreover, and also consistent with our findings in hippocampal interneurons, the activation curve of  I h  in L1 interneurons exhibited a hyperpolarizing shift of 8 mV in the half-activation potential in  Nf1  mice (−88.8 ± 1.5 mV,  +/− n  = 13) compared with their WT littermates (−81.0 ± 2.9 mV,  n  = 8,  P  < 0.02;  Supplementary Figure 6b ). Furthermore, and consistent with a significant downregulation of  I h ,  Nf1  L1 interneurons were more excitable than their WT controls ( +/− Supplementary Figure 6c ). Taken together, our results establish that loss-of-function mutations in  Nf1  result in a decrease of  I h  in GABAergic interneurons across multiple brain regions, which potentially represents a fundamental pathophysiological mechanism underlying NF1. We next sought to determine whether a change in  I h , is sufficient to affect GABA release in  Nf1  mice. Hippocampal PV neurons primarily innervate postsynaptic neurons at the soma, providing strong inhibitory control over the firing properties of pyramidal neurons.  Therefore, alterations of the intrinsic excitability of PV neurons might affect action potential-driven synaptic GABA release onto pyramidal neurons. Accordingly, blocking  39 I h  in WT mice would be expected to increase GABAergic input onto pyramidal neurons and mimic the enhanced inhibition observed in  Nf1  mice. Indeed, consistent with our hypothesis, the frequency of spontaneous inhibitory postsynaptic currents (sIPSCs) recorded in CA1 pyramidal cells of WT mice was significantly increased after application of the HCN channel antagonist ZD7288 (30 µM;  9a−/9a− Supplementary Figures 7a and b ). In contrast, no significant changes were observed in sIPSC amplitude ( Supplementary Figure 7c ). Taken together, these results support a causal influence of  I h  in regulating inhibitory output from GABAergic interneurons onto CA1 pyramidal cells. Constitutively active H-Ras/ERK signaling in  H-RAS  knock-in mice does not affect HCN current G12V NF1 is known to function as a negative regulator of Ras-ERK signaling. Therefore, to determine whether hyperactivation of the Ras-ERK pathway can affect HCN function, we made use of  H-Ras  knock-in mice, which express the constitutively active H-Ras G12V G12V  isoform through a targeted mutation of the endogenous H-Ras gene.  H-Ras is the most prominent Ras isoform in the brain and is highly expressed in both interneurons and excitatory neurons. 40 \n 25 H-Ras  mice showed a dramatic increase of the Ras-ERK pathway, as measured by the relative level of phosphorylated ERK1 (212% of WT,  G12V P  < 0.01) and ERK2 (246% of WT,  P  < 0.001) in the hippocampus, which is far greater than the levels of ERK activation observed in NF1 mice. However, in contrast to  Nf1  mutant mice, the current–voltage relationship and voltage dependence of  I h  in PV neurons were similar between  H-Ras  and WT littermates ( G12V Supplementary Figures 8a–c ;  V 1/2 :  H-Ras , −84.7 ± 2.5 mV,  G12V n  = 6; WT, −87.3 ± 1.7 mV,  n  = 8;  P  = 0.3). Furthermore, the slope of activation ( H-Ras : 13.1 ± 1.2 mV mV, WT: 12.3 ± 0.7 mV;  G12V P  = 0.54) and the  I h  kinetics remained intact. Consistent with the absence of any detectable changes in  I h , neither the resting membrane potential ( H-Ras : −62.5 ± 0.9 mV,  G12V n  = 8 and WT: −63.9 ± 1.1 mV,  n  = 12;  P  = 0.3) nor the input resistance ( H-Ras : 257 ± 29.2 MΩ,  G12V n  = 8 and WT: 233 ± 27.5 MΩ,  n  = 12;  P  = 0.57) was altered in  H-Ras  PV neurons. Moreover, the excitability of PV neurons was also normal in  G12V H-Ras  mice ( G12V Supplementary Figure 8d ). These results show that marked activation of the Ras-ERK pathway is not sufficient to affect  I h  in PV neurons. Together with previous studies demonstrating that pharmacological inhibition of the ERK pathway has no effect on I h  in CA1 pyramidal neurons, as well as the absence of any consensus ERK phosphorylation sites on HCN1 or HCN2,  these results suggest that NF1 regulates HCN function through a H-Ras/ERK-independent mechanism. 41 The HCN channel agonist, LTG, rescues the electrophysiological and behavioral phenotypes of  Nf1  mice LTG, a novel anticonvulsant which is known to act on Na +  channels, has been also shown to enhance  I h  in pyramidal neurons through a positive shift in the voltage dependence of  I h  activation.  Therefore, we investigated whether LTG also enhances activation of  34 I h  in GABAergic interneurons, and if so, whether it is able to restore the alterations in interneuron excitability in  Nf1  mice.  I h  was recorded in  Nf1  PV neurons in the presence of LTG (50 µ 9a−/9a− m ). Indeed, LTG increased the magnitude of  I h  in  Nf1  mice and caused a significant depolarizing shift in  9a−/9a− I h  activation in  Nf1  PV neurons, which was fully normalized compared with recordings from WT mice ( 9a−/9a− Figure 5a ). The  V 1/2  in the presence of LTG was −80.9 ± 2.0 mV ( n  = 9). LTG did not affect the slope of activation curve. Next, we examined whether the LTG-mediated increase in  I h  activation influences neuronal excitability. In the presence of LTG, the resting membrane potential of PV neurons was significantly depolarized in both  Nf1  (3.5 ± 0.5 mV,  9a−/9a− n  = 12) and WT mice (3.0 ± 0.3 mV,  n  = 9). Therefore, to examine the effect of LTG on action potential firing of PV neurons, the resting membrane potential was compensated to match the period preceding the application of LTG. Indeed, bath application of LTG caused a reduction of action potential firing rates in response to depolarizing current injections in  Nf1  mice ( 9a−/9a− Figure 5b ). Furthermore, LTG application did not significantly affect action potential threshold, peak amplitude, half-width and rise time ( Supplementary Table 4 ). To determine whether the effect of LTG on membrane excitability was directly mediated via  I h , the HCN antagonist ZD7288 was applied before application of LTG. In this condition, the effect of LTG on membrane excitability was fully blocked ( Figure 5b ). These results suggest that LTG decreases membrane excitability by directly increasing  I h  activation, rather than by the blockade of Na +  channels. Notably, this finding is entirely consistent with the notion that LTG exerts its anticonvulsant action on Na +  channels selectively during periods of sustained depolarization or repetitive firing, as is the case during seizures. 42 , 43 By decreasing interneuron excitability, LTG would be expected to significantly reduce inhibitory inputs onto neighboring pyramidal cells. Therefore, we examined the effect of LTG on LTP at Schaffer collateral-CA1 synapses. Indeed, LTG restored LTP in  Nf1  mice to the level of WT mice, whereas the LTP deficit remained evident in vehicle-treated slices from  9a−/9a− Nf1  mice ( 9a−/9a− Figure 5c ). Together, our results with LTG provide increasing support for a causal model of NF1 pathophysiology by which the interneuron-specific reduction of  I h  enhances GABAergic inhibition onto CA1 pyramidal neurons, leading to deficits in hippocampal LTP. To further validate this model, we sought to determine whether the behavioral deficits of  Nf1  mice can also be rescued by LTG administration. Mice were given intraperitoneal injections of vehicle or LTG (25 mg kg −1 ). There was a significant effect of training on the latency to reach the platform, which was not modified by genotype or by treatment ( Supplementary Figures 9a and b ) and swimming speed was similar between different groups ( Supplementary Figure 9c ). As a replication of our previous results shown in  Figure 1c , vehicle-treated  Nf1  mice showed no spatial preference for the target quadrant. However, in strong support of our model of impaired HCN function in  9a−/9a− Nf1  mice, LTG treatment restored the learning capacity of  9a−/9a− Nf1  mice, without altering the performance of their WT littermates ( 9a−/9a− Figure 5d ). Furthermore, and consistent with a prominent influence of HCN channel function in the pathophysiology of the  Nf1  mouse model,  +/− Nf1  mice treated with LTG also showed a clear preference for the target quadrant, in contrast to their vehicle-treated littermates ( +/− Figure 5e ). In addition to visual-spatial learning deficits, we recently demonstrated prominent impairments of motor coordination in NF1 patients, as well as in  Nf1  mice. +/−  In particular,  5 , 44 Nf1  mice showed impaired learning on the accelerating rotarod, a motor learning paradigm that does not depend on hippocampal function. Indeed, LTG treatment completely rescued the motor coordination deficit in  +/− Nf1  mice ( +/− Supplementary Figure 9d ). Taken together, using two different mouse models and highly distinct learning tasks, our results implicate the attenuation of HCN channel function as a novel therapeutic target for the treatment of cognitive and motor deficits in NF1.",
  "discussion": "DISCUSSION Previous studies have shown that the learning and plasticity deficits of  Nf1  mice result from enhanced neuronal inhibition, +/−  suggesting that GABAergic interneurons are selectively impacted by NF1 loss-of-function mutations. Here, we developed a neuron-specific NF1 exon 9a mutant ( 3 , 6 Nf1 ), in order to more specifically explore the neuronal pathophysiology underlying NF1.  9a−/9a− Nf1  mice showed the same pathophysiological phenotype as the  9a−/9a− Nf1  mice. By using proteomics and electrophysiological techniques, we identified a cell-type-specific attenuation of  +/− I h  in GABAergic interneurons, which strongly contributes to the observed enhanced inhibition in  Nf1  loss-of-function mice. Importantly, we found that stimulating HCN current with the clinically approved drug LTG rescues the deficits in synaptic plasticity, motor performance and spatial learning in both  Nf1  and  9a−/9a− Nf1  mice. +/− Our findings suggest that  I h  could be an important modulator of synaptic plasticity and spatial memory by regulating inhibitory outputs. Consistent with this notion, blocking HCN channels resulted in increased frequency of sIPSCs in pyramidal neurons. As the majority of spontaneous inhibitory events onto hippocampal pyramidal neurons arise from perisomatic inhibition,  it is likely that the increased frequency of sIPSCs is predominantly mediated by PV neurons. However, the contribution of other interneurons subtypes, including dendritically targeting interneurons such as OA interneurons, cannot be excluded. 45 , 46 Notably, in both  Nf1  mutants, we observed a downregulation of  I h  associated with increased excitability of GABAergic interneurons. In particular, we observed a decrease of  I h  and corresponding increase of intrinsic excitability in all three types of interneurons tested in this study: hippocampal PV interneurons, hippocampal OA interneurons and L1 visual cortex interneurons. This suggests that the interneuron-specific impairment of HCN function is evident in a wide diversity of interneuron subtypes across multiple brain regions. Our finding that a reduction in  I h  was consistently associated with an increase of intrinsic excitability is also consistent with previous reports in pyramidal neurons where downregulation of  I h  increased EPSP amplitude, temporal summation and intrinsic excitability.  The regulatory effect of  16 , 20 , 47 I h  on membrane excitability has been attributed to its partial activity at resting membrane potentials, resulting in a shunt conductance, which decreases the temporal integration of EPSPs.  In addition, HCN channels have been shown to provide a tonic depolarizing current that increases resting activation of the delayed-rectifier M-type K 16 , 34 +  channels along with inactivation of N- and T-type voltage-gated Ca 2+  channels. 48 , 49 Currently, there are no specific agonists for HCN channels. Therefore, we used the commonly prescribed anticonvulsant LTG, which is well established to enhance  I h  and decrease excitability in pyramidal neurons.  Although LTG is also known to inhibit Na 34 +  channels, it acts mainly on the slow inactivated state with no effect on the resting, closed state.  This suggests that LTG, at clinically relevant concentrations, exerts its anticonvulsant action on Na 42 , 43 +  channels upon prolonged depolarization or repetitive firing conditions, as is the case during seizures. Accordingly, we observed no significant changes in LTP or learning with LTG treatment in WT mice. Furthermore, the LTG-induced decrease in membrane excitability was not associated with a change in action potential parameters and it was blocked by prior application of the highly specific HCN antagonist ZD7288, suggesting that LTG conferred its action mainly through  I h  rather than through changes in sodium channel conductance. Although inhibition of Ras/ERK signaling has previously been shown to be sufficient to reverse the increased inhibition and cognitive deficits in  Nf1  mutant mice,  the particularly large size and multi-domain structure of NF1 have led many investigators to hypothesize that NF1 might have functions beyond its well-established role as a negative regulator of Ras signaling. Here, we have shown that NF1 interacts with HCN1 through its N-terminus, and that mutations in NF1 affect HCN channel function. The regulation of HCN channels could be Ras independent, as HCN channels lack ERK consensus phosphorylation sites and  3 , 6 , 29 I h  is not affected by MEK inhibitors.  Moreover, using  41 H-Ras  knock-in mice (a mouse model for Costello syndrome), we show that a marked increase of Ras-ERK signaling is insufficient to change  G12V I h  in interneurons. Recently, a mouse model of Noonan syndrome has been described, which demonstrated that upregulation of the ERK signaling pathway causes learning and LTP deficits, which are at least in part mediated by increased glutamatergic synaptic transmission.  Hence, the interneuron-specific phenotype of NF1 does not seem to be common phenotype of the Rasopathy family, which could indicate a distinct, Ras-independent function of the NF1 protein. A Ras-independent function of neuronal NF1 has been previously identified in the  50 Drosophila  model of NF1, and in neuronal cultures from  Nf1  mice, through alterations in cyclic adenosine monophosphate (cAMP) signaling.  Given that HCN channels are well-known to be regulated by cAMP, 51 – 53  it is distinctly possible that the HCN1–NF1 interaction affects local changes in cAMP, which contribute to the attenuated  13 I h  current in interneurons of  Nf1  mice.  Further studies are needed to address these possibilities. From a therapeutic perspective, it is notable that normalization of both Ras/ERK signaling and HCN function appear sufficient to rescue the electrophysiological and learning deficits in mice. However, as targeted downregulation of Ras/ERK signaling have shown no evidence of clinical efficacy in children with NF1, 54  targeting the HCN-dependent increase in the excitability of inhibitory neurons might have important therapeutic implications for the treatment of NF1 patients, either as monotherapy or in combination with Ras/ERK inhibitors. 8 , 9 Taken together, using two different  Nf1  loss-of-function mutants, we have elucidated a novel cell-type-specific pathophysiological mechanism underlying NF1, by which interneuron excitability, synaptic plasticity, cognitive function and motor coordination can all be rescued by the clinically approved HCN agonist LTG. Therefore, HCN channels are a highly promising drug target for treating the cognitive deficits associated with NF1.",
  "upgrade_date": "2026-02-20 07:28:45"
}