{
  "pmid": "PMID:25917366",
  "title": "HCN channels are a novel therapeutic target for cognitive dysfunction in Neurofibromatosis type 1.",
  "abstract": "Cognitive impairments are a major clinical feature of the common neurogenetic disease neurofibromatosis type 1 (NF1). Previous studies have demonstrated that increased neuronal inhibition underlies the learning deficits in NF1, however, the molecular mechanism underlying this cell-type specificity has remained unknown. Here, we identify an interneuron-specific attenuation of hyperpolarization-activated cyclic nucleotide-gated (HCN) current as the cause for increased inhibition in Nf1 mutants. Mechanistically, we demonstrate that HCN1 is a novel NF1-interacting protein for which loss of NF1 results in a concomitant increase of interneuron excitability. Furthermore, the HCN channel agonist lamotrigine rescued the electrophysiological and cognitive deficits in two independent Nf1 mouse models, thereby establishing the importance of HCN channel dysfunction in NF1. Together, our results provide detailed mechanistic insights into the pathophysiology of NF1-associated cognitive defects, and identify a novel target for clinical drug development.",
  "authors": "A Omrani; T van der Vaart; E Mientjes; G M van Woerden; M R Hojjati; K W Li; D H Gutmann; C N Levelt; A B Smit; A J Silva; S A Kushner; Y Elgersma",
  "journal": "Molecular psychiatry",
  "publicationDate": "2015-11",
  "doi": "10.1038/mp.2015.48",
  "methods": "MATERIALS AND METHODS Animals Experimental mice were obtained by crossing  Nf1  mice (in C57BL/6JOlaHsd background) with 129T2/SvEmsJ (Jackson Laboratories, Bar Harbor, ME, USA) by crossing the obtained F1 mutant mice with each other to get homozygous  9a−/9a+ Nf1  mutants and wild-type (WT) littermates in the hybrid B6/129T2 background, comparable to that of previous studies in NF1. Homozygous  9a−/9a− Nf1  mice were born at the expected Mendelian frequency, and were indistinguishable from WT mice upon examination by an experienced observer. Male  9a−/9a− Nf1  mice (C57BL/6JOlaHsd, >30 generations) were crossed once with WT 129T2/SvEmsJ mice (Jackson Laboratories) to obtain F1 hybrid B6/129T2 heterozygous mutant and WT control mice.  +/− H-Ras  mice in C57BL/6JOlaHsd background were obtained by crossing heterozygous  G12V H-Ras  mice to yield homozygous  G12V H-Ras  mice and WT control mice. For all experiments, we used both male and female mice. All mice were between 8 and 15 weeks of age at the start of the behavioral experiments, housed in groups of 2–4 per cage, on a 12-h light/dark cycle between 0700 and 1900 hours, and fed standard laboratory food  G12V ad libitum . All included animals were healthy (discomfort score 0). Behavioral experiments were performed between 1200 and 1800 hours. For  ex-vivo  experiments, mice were killed between 0900 and 1200 hours. Experimenters were blind for genotype and treatment. All experiments were approved by the Dutch Ethical Committee and were in accordance with the institutional animal care and use committee guidelines. Slice electrophysiology Hippocampal slices were prepared from the brains of 3- to 4-week-old and adult mice using standard techniques. Field excitatory postsynaptic potentials (EPSPs) were evoked in CA3-CA1 synapses and whole-cell patch-clamp recording were performed from hippocampal CA1 pyramidal neurons and interneurons. For interneurons recordings, 0.2% biocytin was included in the intracellular pipette solution for later morphological identification of the recorded cells. Standard protocols were followed for recording and data analysis. For additional information, see  Supplementary Materials and Methods . Morris water maze The water maze task was performed as previously described.  Before performing the water maze task, the mice were handled for a week. For initial characterization of  27 Nf1  mice, training consisted of 4 trials per day, divided in two sessions of two trials with a 1 h interval ( 9a−/9a− Figure 1 ) or two trials per day for LTG-treated mice. At the start of the first session the mice were placed on the platform for 30 s. Then they were placed in the water at a pseudo-random start position and allowed to find the platform for 60 s. If the mice did not find the platform within 60 s, it was placed onto the platform and allowed to remain on it for 30 s. The platform position remained at the same position during all trials. Spatial memory was assessed with a probe trial given 1–2 h ( Figure 1d ) or 22–24 h after the last training trial ( Figure 5 ), when the majority of the mice was able to locate the platform in less than 30 s (after 3 training days for mice in  Figure 1d  and  5e  and after 5 training days for  Figure 5d ). During probe trials mice were placed on the platform for 30 s, after which the platform was removed from the pool and the mice were placed in the pool at the opposite side of the previous platform position. The mice were then allowed to search for the platform for 60 s. The visible water maze was performed with a new group of mice. After the handling period, mice were trained in the pool to find the escape platform which was flagged with a small cue on the top of the platform. The platform location and the start position were changed on every trial and each mouse received four trials per day for 8 consecutive days. Mice were excluded from further analysis if they showed excessive (>20%) floating (throughout the training or at the probe trial itself), or would not stay on the platform after training day 2. With respect to exclusion criteria, no differences between genotypes were observed (typically 1–2 mice per genotype are excluded). Rotarod Motor learning was assessed with the accelerating rotarod (Ugo Basile, Comerio Varese, Italy) as previously described.  Each animal was placed on a 3-cm diameter cylinder, accelerated from 4 to 40 r.p.m. for maximum 5 min. All animals were given five trials during one day, with an inter-trial interval of 45 min. The latency time to fall was measured in seconds. 5 Statistical analysis All data are reported as means ± s.e.m. Cumulative miniature and spontaneous synaptic currents amplitude and inter-event interval distributions were analyzed for statistical significance using the Kolmogorov–Smirnov test (Mini Analysis), and a conservative critical probability level of  P  < 0.01. All other statistical tests, including  t -tests and one- or two-way analysis of variance, were performed using a critical probability of  P  < 0.05 and two-sided testing (Prism, GraphPad Software, Inc., La Jolla, CA, USA and SPSS, IBM Corporation, Armonk, NY, USA).  Post hoc  analyses were performed only when an analysis of variance yielded a significant ( P  < 0.05) main effect.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:26:28"
}