{
  "pmid": "26000738",
  "abstract": "Imprinted genes are expressed from only one parental allele and heterozygous loss involving the expressed allele is sufficient to produce complete loss of protein expression. Genetic alterations are common in tumorigenesis but the role of imprinted genes in this process is not well understood. In earlier work we mutagenized mice heterozygous for the Neurofibromatosis I tumor suppressor gene (NF1) to model radiotherapy-associated second malignant neoplasms that arise in irradiated NF1 patients. Expression analysis of tumor cell lines established from our mouse models identified Grb10 expression as widely absent. Grb10 is an imprinted gene and polymorphism analysis of cell lines and primary tumors demonstrates that the expressed allele is commonly lost in diverse Nf1 mutant tumors arising in our mouse models. We performed functional studies to test whether Grb10 restoration or loss alter fundamental features of the tumor growth. Restoring Grb10 in Nf1 mutant tumors decreases proliferation, decreases soft agar colony formation and downregulates Ras signaling. Conversely, Grb10 silencing in untransformed mouse embryo fibroblasts significantly increased cell proliferation and increased Ras-GTP levels. Expression of a constitutively activated MEK rescued tumor cells from Grb10-mediated reduction in colony formation. These studies reveal that Grb10 loss can occur during in vivo tumorigenesis, with a functional consequence in untransformed primary cells. In tumors, Grb10 loss independently promotes Ras pathway hyperactivation, which promotes hyperproliferation, an early feature of tumor development. In the context of a robust Nf1 mutant mouse model of cancer this work identifies a novel role for an imprinted gene in tumorigenesis.",
  "methods": "Materials and Methods Ethics statement Tumor samples obtained from previously described mouse models were analyzed. All animal procedures were approved by the UCSF IACUC (Approved protocol numbers: AN078941 and AN080665). These practices conform to regulations defined by the Animal Welfare Act and the US Department of Agriculture. Cell lines and culture conditions Mouse tumor cell lines were grown as previously described [ 40 ]. Cell lines used were established from tumors arising in irradiated  Nf1 \n  F1 mice [ +/- 14 , 15 , 59 ]. Human cell lines were obtained from ATCC. Retroviral vectors including HA-tagged retroviral WT-Grb10 and Grb10-AA (S501A–S503A) constructs were kindly provided by Dr. Yonghao Yu, (University of Texas Southwestern Medical Center). To generate retrovirus Ecopack packaging (5 μg) plasmids were co-transfected with the Grb10 plasmids (10–15 μg) into HEK 293 T cells using lipofectamine 2000 (Invitrogen). Lentivirus vectors including Flag-tagged WT-Grb10 and MEKDD constructs were cloned as described in the section Gateway Cloning. To generate lentivirus, Grb10, MEKDD or GFP (9μg) plasmids were co-transfected with packaging plasmids Δ8.9 (9 μg) and VSVG (4.5 μg) into HEK293T cells using lipofectamine 2000 (Invitrogen). Two days after transfection, retroviral or lentiviral supernatants were harvested and filtered. Recipient cells were infected in the presence of antibiotic-free, serum-containing medium supplemented with 8 μg/ml polybrene. Following infection, cell lines stably expressing the Grb10 constructs were selected using puromycin. Stable expression was confirmed by Western analysis to visualize the HA tag. Cell counting Cells from all experimental groups were plated in triplicates at the same density (ranging from 50,000 to 150,000 cells/well in 6-well plates depending on the experiment). Cells were trypsinized and re-suspended in 2 mLs of complete media. Cell counting and assessment of viability by trypan blue staining were performed using an automated cell counter, Vi-CELL XR (Beckman Coulter, Fullerton, CA). Anchorage independent growth assay Cell were plated 4 x 10 4  cells per 6 cm plate in 1x DMEM as previously described [ 40 ]. One day following plating, the plates were treated with drug to indicated concentration, or DMSO carrier as control, diluted in DMEM. Western blotting For signaling pathway Western blots, cells were collected at 70% confluence. Cells were washed twice in PBS and lysed in RIPA lysis buffer (1% Sodium Deoxycholate, 0.1% SDS, 25 mM Tris, 150 μM NaCl, 1% Triton-X, 0.2 mM EDTA, 10 mM NaF, 1 mM Sodium Vanadate, 10 nM Calyculin A, Protease Inhibitors). Lysate protein concentration was determined by Pierce BCA Protein Assay Kit (Thermo Scientific). 20–50 μg of cell lysate was run on SDS-PAGE 10–20% gradient gels (Novex). Most antibodies were purchased from Cell Signaling Technologies. Primary antibodies were diluted at 1:2000, and included Beta-actin (Cat No. 4967L), phospho-S473-Akt (Cat No. 4060), phospho-S6 (Cat No. 2211), phospho-p44/42 MAPK (Cat No. 4376), IRβ (Cat No.3025), Flag (Cat No. 8146), Phospho-Tyrosine (Cat No. 8954), HA (Cat No.2367). Anti-Grb10 and EGFR antibodies were purchased from Santa Cruz (Cat No. sc-1026, and sc-31157 respectively). Anti-IGFR antibody was purchased from Millipore (Cat No. 05–656). Secondary antibodies were diluted at 1:2000 and included anti-rabbit IgG-HRP (Cat No. 7074) and anti-mouse IgG-HRP (Cat No. 7076). NIH Image 1.49j or Li-Cor Image Studio Lite 4.0.21 softwares were used for densitometric quantification of phosphorylated proteins and receptor levels. For the quantification of receptor levels in the stimulation experiments, receptor band intensities were normalized to Actin as an internal reference. Subsequently all the values were normalized to the initial experimental condition: Luc/ time point “0”. For quantification of phosphorylated protein levels, Total AKT, pAKT, Total ERK, pERK intensity levels were first all normalized to Actin as an internal control, and the normalized values were used to calculate the ratio of pAKT/Total AKT and pERK/Total ERK. Quantifications displayed under the corresponding bands correspond to the values obtained for the represented experiment. PCR array RNA was extracted with the RNAeasy kit (Qiagen). RNA purity was assessed by UV spectrophotometry using a Nanodrop p1000 (Thermo Scientific). cDNA was generated from 1 μg RNA with the Qiagen RT2 First Strand Kit. Genomic DNA was removed with the Qiagen Genomic DNA Elimination Mix. Reverse-transcription mix was added to purified RNA, mixed with the RT2 SYBR Green Mastermix and added to the 96-well PI3K (Cat No. PIMM058A) PCR array plates per Qiagen protocol. RT-PCR was performed over 40 cycles on a Stratgene MX3000P qPCR system. CT values were exported into a Microsoft Excel spreadsheet and uploaded into the Qiagen RT2 Profiler PCR Array Data Analysis Webportal software (v3.5) for analysis ( http://pcrdataanalysis.sabiosciences.com/pcr/arrayanalysis.php ). Data QC was verified and housekeeping genes were selected for data normalization. Fold change was calculated and used to generate the heat map. BrdU incorporation analysis Equal numbers (250,000 cells) of WT and  Nf1  null MEFs expressing shRNA against Luciferase (Luc) or Grb10 were plated in 6-well plates. BrdU was added to the culture medium overnight, and the cells were trypsinized and harvested the next day. The cells were fixed and stained with APC-labeled anti-BrdU antibodies as recommended by the BD BrdU flow kit protocol (BDB552598). Percent BrdU incorporation was assessed by flow cytometric analysis (FACSDiva LSRII). For mitotic enrichment 250,000 cells were plated in 6-wells plates and treated with 25 μM MG132 for 2 hrs prior to labeling with BrdU as discussed previously. Immunoprecipitation Cells were lysed with modified Ripa buffer (50 mM Tris-Cl, pH 7.5, 150 mM NaCl, 1% Nonidet P40, 0.5% sodium deoxycholate, 0.1% SDS, 10 mM NaF, 1 mM Sodium Vanadate, 10 nM Calyculin A, Protease Inhibitors). Lysates were centrifuged at 15,000 g for 20 min at 4°C, and protein concentration was determined by Pierce BCA Protein Assay Kit (Thermo Scientific). 100μg of protein was diluted in a total of 200μl of modified Ripa buffer then precleared with protein A agarose beads (Life Technologies) at 4°C for 1 hr. The supernatants were then incubated with 1 μg of anti-insulin receptor antibody (Cell Signaling) at 4°C overnight. Twenty microliters of protein A agarose beads were then added/ml of lysate, and incubated at 4°C for 1 hr. The agarose beads (with the antibody-protein complex) were then collected by centrifugation (10 min, 14,000 g, 4°C). Supernatants were discarded and beads were washed 3 × with PBS. Finally, the beads were re-suspended in 20 μl of 2 × sample buffer, boiled for 5 min, electrophoresed on 10% Tris-glycine gels (Novex). Statistical analysis Prizm v.4 (GraphPad) was used to calculate paired student’s t tests. Experiments were performed at least three times and means with p <0.05 were considered statistically significant. See  S1 Text  for additional experimental procedures.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:35:08.051404",
  "abstract_length": 1752,
  "methods_length": 7146,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}