{
  "pmid": "26039236",
  "abstract": "Neurofibromatosis type 1 (NF1) is an autosomal dominant disease caused by mutations in the NF1 tumor suppressor gene, which affect approximately 1 out of 3000 individuals. Patients with NF1 suffer from a range of malignant and nonmalignant manifestations such as plexiform neurofibromas and skeletal abnormalities. We previously demonstrated that Nf1 haploinsufficiency in mesenchymal stem/progenitor cells (MSPCs) results in impaired osteoblastic differentiation, which may be associated with the skeletal manifestations in NF1 patients. Here we sought to further ascertain the role of Nf1 in modulating the migration and adhesion of MSPCs of the Nf1 haploinsufficient (Nf1(+/-)) mice. Nf1(+/-) MSPCs demonstrated increased nuclear-cytoplasmic ratio, increased migration, and increased actin polymerization as compared to wild-type (WT) MSPCs. Additionally, Nf1(+/-) MSPCs were noted to have significantly enhanced cell adhesion to fibronectin with selective affinity for CH271 with an overexpression of its complimentary receptor, CD49e. Nf1(+/-) MSPCs also showed hyperactivation of phosphoinositide 3-kinase (PI3-K) and mitogen activated protein kinase (MAPK) signaling pathways when compared to WT MSPCs, which were both significantly reduced in the presence of their pharmacologic inhibitors, LY294002 and PD0325901, respectively. Collectively, our study suggests that both PI3-K and MAPK signaling pathways play a significant role in enhanced migration and adhesion of Nf1 haploinsufficient MSPCs.",
  "methods": "4.1. Animals and Materials Nf1  mice were obtained from Dr. Tyler Jacks at the Massachusetts Institute of Technology (Cambridge, MA, USA) in a C57BL/6J.129 background and backcrossed for 13 generations into a C57BL/6J strain.  Nf1  mice were genotyped by polymerase chain reaction (PCR) as previously described [ +/− 22 ]. These studies were conducted with a protocol approved by the Indiana University Laboratory Animal Research Center using four to eight week old WT and  Nf1  mice. +/−",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:35:19.394560",
  "abstract_length": 1504,
  "methods_length": 488,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}