{
  "pmid": "26066488",
  "abstract": "",
  "methods": "Materials and Methods Patients and Calibration samples Constitutional DNA samples were obtained from peripheral blood leukocytes. DNA was extracted from blood leukocytes and from fresh frozen tumor tissue using standard procedures with phenol/chloroform extraction and ammonium acetate/ethanol precipitation. To evaluate the diagnostic sensitivity of Illumina Miseq platform and its ability to identify mosaicism in DNA samples, we performed serial dilutions of a wild-type DNA with genomic DNA deriving from five non-mosaic NF2 patients carrying five different  NF2  variants. Each patient DNA sample was mixed with wild type DNA to obtain 3 calibration samples containing 10%, 5% and 1% of mutated allele, respectively. Each calibration sample was prepared in duplicate. In addition, 8 known mosaic patients were also analyzed; they had been identified by Sanger sequencing of multiple tumors of each patient while blood DNAs sequencing did not confirm the variants found in tumor tissues in any of the patients. Finally, we screened by deep sequencing a total of 34 consecutive DNA samples (4 tumor and 30 blood DNAs) referred to our laboratory for  NF2  mutational analysis. Fifteen patients had a NF2 clinical diagnosis based on the current diagnostic criteria [ 19 – 21 ]; the others had multiple schwannomas and/or meningiomas and/or ependimomas or 1 central nervous system tumor associated with juvenile cataract and/or cafè-au-lait spots ( S1 Table ). All the patients analyzed have been previously screened by MLPA analysis to exclude genomic rearrangements. Data of the study (variants and phenotypes) were submitted at the Leiden Open Variation Database (LOVD; URL:  http://lovd.nl/3.0/home ). Written informed consent was obtained from all subjects. The study was approved by the ethical committee of Careggi Hospital. Amplicon design and sequencing Our amplicon design included  NF2  and  SMARCB1 (MIM 601607;  NM_003073.3 ) genes; this choice was made for two main reasons: i) to increase the number of variants present in the calibration samples, and, ii) to use the same amplicon design to detect  SMARCB1  mutations in two other hereditary diseases, namely schwannomatosis (MIM162091) and Rhabdoid Tumor Predisposition Syndrome (MIM609322). Selection of  NF2  and  SMARCB1  regions of interest (UTR+CDS) was performed by TruSeq Custom Amplicon (TSCA) protocol. Amplicons were designed by Illumina DesignStudio ( http://www.illumina.com ). A total of 44 amplicons of an average of 250 bp in length comprising about 5581 bp was obtained (100% on-target coverage). Library preparation was performed using the TruSeq Custom Amplicon Library Preparation Kit v1.5 (Illumina, San Diego, CA, USA). The genomic DNA input for amplicon library preparation was 250 ng for each sample according to manufacturer’s instructions. All sample libraries were equimolarly pooled and sequenced on the Illumina MiSeq Sequencer (Illumina, San Diego, CA, USA) with MiSeq Reagent Kit v2 (2X150 cycles) according to the manufacturer’s instructions. Data analysis and processing Amplicon reads were aligned against the human reference genome hg19 with BWA MEM [ 22 ]. Alignments were soft-clipped based on forward and reverse primers length and position in each read by custom scripts. GATK version 2.5.2 [ 23 ] was used to recalibrate base qualities and realign aligned reads around indels. Regions with coverage less than or equal 100x in more than 50% of samples (low-coverage regions) were discarded for downstream analyses. A mosaic variant analysis was applied to detect low abundance variants: SNVs were identified using MuTect version 1.1.4 [ 16 ] with standard parameters and GATK IndelGenotyperV2 (with minFraction = 0.001 and minCnt = 3) was used to detect InDels. Genomic and functional annotation of detected variants was made by Annovar [ 24 ]. Coverage statistics was performed by DepthOfCoverage utility of GATK. BASH and R custom scripts were used to obtain the list of low coverage (≤100X) regions per sample. Statistical measures A Receiver Operating Characteristic (ROC) curve analysis was used to estimate the variant allele fraction (VAF) to obtain the best detection accuracy for low level mosaicism identification. To this end, the known variants of calibration samples ( Table 1 ) were exploited to perform this analysis. For each variant type analysis (SNVs and InDels) and for each calibration sample we estimated True Positive Rate (TPR*) and False Positive Rate (FPR*) at step  i  ( i -th value of threshold parameter, that is VAF) as:\n \n T P R * i = T P i T P = d e t e c t i o n s e n s i t i v i t y \nwhere  F P R * i = F P i F P = 1 − d e t e c t i o n s p e c i f i c i t y TP \n  and  i FP \n  are respectively the number of true and false positive variants with  i VAF  ≤  VAF \n  while  i TP  and  FP  are the total number of true and false positives ( TP  +  FP  is the total number of detected variants). Detection accuracy was estimated by measuring the Area Under the Curve (AUC) inferred from the ROC curves. 10.1371/journal.pone.0129099.t001 Table 1 Known variants present in calibration samples. Gene \n \n a \n Position(HG19) Variant \n \n b \n Samples VariantType Annotation \n NF2 \n chr22:30000057 c.70_71insT 164 InDel Frameshift insertion \n NF2 \n chr22:30032783 c.158_165del 277 InDel Frameshift deletion \n NF2 \n chr22:30032794 c.169C>T 407 SNV Stopgain \n NF2 \n chr22:30050660 c.462delC 82 InDel Frameshift insertion \n NF2 \n chr22:30050662 c.464C>T 82 SNV Nonsynonymous \n NF2 \n chr22:30051658 c.592C>T 67 SNV Stopgain \n SMARCB1 \n chr22:24129129 c.-228G>T 277 SNV rs11704810 \n SMARCB1 \n chr22:24129240 c.-117C>T 164, 67 SNV rs11090285 \n SMARCB1 \n chr22:24167513 c.897G>A 277 SNV rs2229354 \n SMARCB1 \n chr22:24176480 c.*113_*114insG 277 InDel rs146383610 \n :  a NF2 :  NM_181832.2 ;  SMARCB1 : NM_003073.3 \n : The DNA variant numbering is based on cDNA sequences for both genes, with the A of the ATG translation-initiation codon numbered as +1. b Standard PCR and HRMA Conditions PCR reactions were performed in 20 ul, with 2uL 10X PCR buffer containing 1.5mM MgCl 2  (Qiagen, Hilden Germany), 0.25 mM of each dNTP, 0.5 uM of forward and reverse primers, 0.5U HotStarTaq Plus (Qiagen, Hilden, Germany) and 100 ng of genomic DNA. SYTOs 9 (Invitrogen, Eugene, Oregon, USA) was used as the intercalating dye in HRMA. PCR condition consisted of an initial denaturation step at 95°C for 5 min, following by 35 cycles of denaturing at 95°C for 30 sec, 30 sec at annealing temperature and elongation at 72°C for 30 sec. The final extension was carried out at 72°C for 20 min for HRMA and 10 min for sequencing analysis. HRM analysis was performed on the “Rotor Gene 6000 Instrument” (Corbett Research, Sydney, Australia). Amplified products were denaturated at 95°C for 1 min and then rapidly cooled to 40°C for 1 min in order to facilitate heteroduplex formation. Melt curve data for each PCR product were acquired in a wide temperature range (75°C to 95°C), at a ramping rate of 0.1°C/sec. Results were analyzed as fluorescence versus temperature graphs. COLD PCR To design a COLD-PCR assay a new reduced denaturation temperature for the reactions was determined (Tc). The melting temperature (Tm) of a given amplicon was firstly identified via HRMA of conventional PCR using an intercalating dye: the Tc is usually 1°C below the experimentally derived Tm. Subsequently, a set of COLD-PCR reactions at graded temperatures below the Tm were performed, in order to identify the optimal Tc. Fast COLD-PCR was used for the detection of Tm-decreasing variants and its cycling conditions were as follow: 95°C for 5 min; 20 cycles of 95°C for 30 sec, primer annealing temperature for 30 sec, 72°C for 30 sec; then 30 cycles of Tc for 3 sec, primer annealing temperature for 30 sec, 72°C for 30 sec; and final extension at 72°C for 10 min. Full COLD-PCR protocol was applied for identifying Tm-increasing or-not modifying variants using the following conditions: denaturation at 95°C for 3 min, 25 cycles of 95°C for 15 sec, primers annealing temperature for 30 sec, 72°C for 1 min; then 30 cycles of 95°C for 15 sec, 70°C for 8 min, Tc for 3 sec, primers annealing temperature for 30 sec, 72°C for 1 min, and final extension at 72°C for 20 min. COLD-PCR assays were performed using the same final reagent concentration used in standard PCR. Primers sequences are available on request. Sanger Sequencing PCR and COLD-PCR products were purified using HiYieldGel/PCR DNA Fragments Extraction Kit (RBCBioscience, New Taipei City, Taiwan). Sequencing analysis was performed on both strands using the BigDye Terminator v1.1 Cycle Sequencing Kit (Life Technologies Applied Biosystems, Austin, Texas, USA) and a model 310 automated sequencer (Life Technologies Applied Biosystems). Variant nomenclature follows the Human Genome Variation Society recommendations ( http://www.hgvs.org ). The DNA variant numbering is based on the  NF2  cDNA sequences (GenBank accession number  NM_181832.2 ) with the A of the ATG translation-initiation codon numbered as +1. Multiplex Ligation Probe Amplification Copy number changes (deletions or duplications) of  NF2  locus and flanking genes were analyzed by Multiplex Ligation-Dependent Probe Amplification (MLPA), using  NF2  and/or 22q11 MLPA test kits (MRC-Holland, P044_B1 and P324_A2). Electrophoresis data were analyzed by GeneMapper software (Life Technologies, Carlsbad, CA, USA).",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:35:28.254678",
  "abstract_length": 0,
  "methods_length": 9435,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}