{
  "pmid": "26150484",
  "abstract": "In vitro modeling of hyperpigmentation associated to neurofibromatosis type 1  using melanocytes derived from human embryonic stem cells.  Allouche J(1), Bellon N(2), Saidani M(3), Stanchina-Chatrousse L(3), Masson  Y(3), Patwardhan A(4), Gilles-Marsens F(4), Delevoye C(5), Domingues S(3),  Nissan X(3), Martinat C(1), Lemaitre G(1), Peschanski M(1), Baldeschi C(6).  Author information: (1)INSERM U-861, Institut des cellules Souches pour le Traitement et l'Etude des  Maladies monogéniques (I-Stem), Association Française contre les Myopathies  (AFM), 91030 Evry Cedex, France; Université d'Evry Val d'Essonne (UEVE) U-861,  I-Stem, AFM, 91030 Evry Cedex, France; (2)Department of Dermatology, Reference Center for Dermatologic Diseases, Paris  Descartes-Sorbonne Paris Cité University, 75015 Paris, France; Centre d'Etude  des Cellules Souches (CECS), I-Stem, AFM, 91030 Evry Cedex, France; Instiute  Imagine, Necker-Enfants Malades Hospital, 75015 Paris, France; (3)Centre d'Etude des Cellules Souches (CECS), I-Stem, AFM, 91030 Evry Cedex,  France; (4)Institut Curie, Paris Sciences et Lettres Research University, F-75248 Paris,  France; Structure and Membrane Compartments, CNRS UMR 144, F-75248 Paris,  France; (5)Institut Curie, Paris Sciences et Lettres Research University, F-75248 Paris,  France; Structure and Membrane Compartments, CNRS UMR 144, F-75248 Paris,  France; Cell and Tissue Imaging Facility, CNRS UMR 144, F-75248 Paris, France. (6)INSERM U-861, Institut des cellules Souches pour le Traitement et l'Etude des  Maladies monogéniques (I-Stem), Association Française contre les Myopathies  (AFM), 91030 Evry Cedex, France; Université d'Evry Val d'Essonne (UEVE) U-861,  I-Stem, AFM, 91030 Evry Cedex, France; cbaldeschi@istem.fr.  Comment in     Pigment Cell Melanoma Res. 2016 Jan;29(1):4-5. doi: 10.1111/pcmr.12423.  \"Café-au-lait\" macules (CALMs) and overall skin hyperpigmentation are early  hallmarks of neurofibromatosis type 1 (NF1). One of the most frequent monogenic  diseases, NF1 has subsequently been characterized with numerous benign Schwann  cell-derived tumors. It is well established that neurofibromin, the NF1 gene  product, is an antioncogene that down-regulates the RAS oncogene. In contrast,  the molecular mechanisms associated with alteration of skin pigmentation have  remained elusive. We have reassessed this issue by differentiating human  embryonic stem cells into melanocytes. In the present study, we demonstrate that  NF1 melanocytes reproduce the hyperpigmentation phenotype in vitro, and further  characterize the link between loss of heterozygosity and the typical CALMs that  appear over the general hyperpigmentation. Molecular mechanisms associated with  these pathological phenotypes correlate with an increased activity of  cAMP-mediated PKA and ERK1/2 signaling pathways, leading to overexpression of  the transcription factor MITF and of the melanogenic enzymes tyrosinase and  dopachrome tautomerase, all major players in melanogenesis. Finally, the  hyperpigmentation phenotype can be rescued using specific inhibitors of these  signaling pathways. These results open avenues for deciphering the pathological  mechanisms involved in pigmentation diseases, and provide a robust assay for the  development of new strategies for treating these diseases.  DOI: 10.1073/pnas.1501032112 PMCID: PMC4517235 PMID: 26150484 [Indexed for MEDLINE]  Conflict of interest statement: The authors declare no conflict of interest.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-16T15:43:33.743816",
  "abstract_length": 3482,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}