{
  "pmid": "PMID:26150484",
  "title": "In vitro modeling of hyperpigmentation associated to neurofibromatosis type 1 using melanocytes derived from human embryonic stem cells.",
  "abstract": "\"Café-au-lait\" macules (CALMs) and overall skin hyperpigmentation are early hallmarks of neurofibromatosis type 1 (NF1). One of the most frequent monogenic diseases, NF1 has subsequently been characterized with numerous benign Schwann cell-derived tumors. It is well established that neurofibromin, the NF1 gene product, is an antioncogene that down-regulates the RAS oncogene. In contrast, the molecular mechanisms associated with alteration of skin pigmentation have remained elusive. We have reassessed this issue by differentiating human embryonic stem cells into melanocytes. In the present study, we demonstrate that NF1 melanocytes reproduce the hyperpigmentation phenotype in vitro, and further characterize the link between loss of heterozygosity and the typical CALMs that appear over the general hyperpigmentation. Molecular mechanisms associated with these pathological phenotypes correlate with an increased activity of cAMP-mediated PKA and ERK1/2 signaling pathways, leading to overexpression of the transcription factor MITF and of the melanogenic enzymes tyrosinase and dopachrome tautomerase, all major players in melanogenesis. Finally, the hyperpigmentation phenotype can be rescued using specific inhibitors of these signaling pathways. These results open avenues for deciphering the pathological mechanisms involved in pigmentation diseases, and provide a robust assay for the development of new strategies for treating these diseases.",
  "authors": "Jennifer Allouche; Nathalia Bellon; Manoubia Saidani; Laure Stanchina-Chatrousse; Yolande Masson; Anand Patwardhan; Floriane Gilles-Marsens; Cédric Delevoye; Sophie Domingues; Xavier Nissan; Cécile Martinat; Gilles Lemaitre; Marc Peschanski; Christine Baldeschi",
  "journal": "Proceedings of the National Academy of Sciences of the United States of America",
  "publicationDate": "2015-07-21",
  "doi": "10.1073/pnas.1501032112",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-19 09:26:30"
}