{
  "pmid": "26190969",
  "abstract": "Defects in the rat sarcoma viral oncogene homolog (Ras)/extracellular-signal-regulated kinase and the phosphatidylinositol 3-kinase-mammalian target of rapamycin (mTOR) signaling pathways are responsible for several neurodevelopmental disorders. These disorders are an important cause for intellectual disability; additional manifestations include autism spectrum disorder, seizures, and brain malformations. Changes in synaptic function are thought to underlie the neurological conditions associated with these syndromes. We therefore studied morphology and in vivo synaptic transmission of the calyx of Held synapse, a relay synapse in the medial nucleus of the trapezoid body (MNTB) of the auditory brainstem, in mouse models of tuberous sclerosis complex (TSC), Fragile X syndrome (FXS), Neurofibromatosis type 1 (NF1), and Costello syndrome. Calyces from both Tsc1(+/-) and from Fmr1 knock-out (KO) mice showed increased volume and surface area compared to wild-type (WT) controls. In addition, in Fmr1 KO animals a larger fraction of calyces showed complex morphology. In MNTB principal neurons of Nf1 (+/) (-) mice the average delay between EPSPs and APs was slightly smaller compared to WT controls, which could indicate an increased excitability. Otherwise, no obvious changes in synaptic transmission, or short-term plasticity were observed during juxtacellular recordings in any of the four lines. Our results in these four mutants thus indicate that abnormalities of mTOR or Ras signaling do not necessarily result in changes in in vivo synaptic transmission.",
  "methods": "Materials and Methods Animals and Experiments Generation of the  Fmr1  KO ( Mientjes et al., 2006 ),  Nf1  ( +/- Jacks et al., 1994 ), and  H-ras  mice ( G12V Schuhmacher et al., 2008 ) has been described previously.  Tsc1  animals were obtained by crossing the  +/- Tsc1  line ( f/+ Meikle et al., 2005 ) once with CAGG-Cre mice to obtain germ-line deletion. Animals were all backcrossed (for at least 10 times) and maintained in C57BL/6J (Harlan). Wild-type (WT) littermates were used as controls. Mutant and WT animals of either sex were used for the experiments. All experiments were conducted in accordance with the European Communities Council Directive and were approved by the Animal Ethics Committee of the Erasmus MC. Surgery Adult mice (30 to 60 days-old) were briefly exposed to isoflurane before they were anesthetized by giving an intraperitoneal injection of a ketamine–xylazine mixture (65 and 10 mg/kg, respectively). Additional anesthesia was given when necessary. A homeothermic blanket (FHC, Bowdoinham, ME, USA) was used to keep the rectal temperature at 36–37°C. Animals were supine positioned, and a tracheotomy was performed so that the animal could be ventilated mechanically with oxygen (MiniVent; type 845; Harvard Apparatus). A small speaker was glued to the inside of the left ear if sound exposure was intended. Animals got a metal pedestal glued to the dorsal side of the skull, which was used to immobilize the head when they were positioned supinely. After doing a tracheotomy, the mice were mechanically ventilated with oxygen. Ventilation frequency and breathing volume were set to approximately 100 strokes/min and 7 μl/g body weight, respectively. The MNTB was accessed ventrally as described previously ( Rodriguez-Contreras et al., 2008 ;  Lorteije et al., 2009 ;  Crins et al., 2011 ). In short, the trachea, larynx, and muscles covering the skull were removed, after which a small craniotomy (1 mm × 1.5 mm) was made by using a drill. The right anterior inferior cerebellar artery (AICA) and basilar artery were used as landmarks to locate the right MNTB, as previously described ( Rodriguez-Contreras et al., 2008 ;  Crins et al., 2011 ). Prior to recording, the dura and pia were removed to expose the brain surface. Ringer solution containing (in mM): NaCl 135, KCl 5.4, MgCl 2  1, CaCl 2  1.8, Hepes 5 (pH 7.2 with NaOH) was applied to keep the brain surface moist. In Vivo  Juxtacellular Recordings In vivo  juxtacellular (loose patch) recordings of the principal neurons were performed as described previously ( Lorteije et al., 2009 ). During recordings, Ringer solution was applied onto the brain surface to prevent it from dehydration. Recordings were done using thick-walled borosilicate glass micropipettes with filament (4.5–5.5 MΩ) filled with Ringer solution. The MNTB was accessed ∼600 μm rostrally and ∼400 μm laterally from the branching point of the right AICA from the basilar artery. The dura and brain surface were penetrated using a positive pressure of 300 mbar. When inside the brainstem the pressure was lowered to ∼30 mbar after passing the brain surface, and to 0 mbar when recording started. Recordings were performed at the depth of 250–500 μm from brain surface. A MultiClamp 700B patch-clamp amplifier and pCLAMP 9.2 software (MDS Analytical Technologies) were used to acquire data. Data was filtered at 10 kHz (8-pole Bessel filter) and sampled at 50 kHz with a 16-bit A/D converter (Digidata 1322A). Auditory Stimulation Closed field sound stimulation was presented to the animal, as described previously ( Tan and Borst, 2007 ). During the experiments the animal was placed in a single-walled sound-attenuated chamber (Gretch-Ken Industries). A speaker probe was inserted into the left ear canal and was stabilized with silicone elastomer. A 2-noise-burst stimulation protocol was designed in MATLAB (Version R2008a), which consists of two 400 ms bursts of wide band noise (bandwidth 2–40 kHz; 80 dB SPL) with intervals of 40, 80, 160, 320, 640, or 1280 ms. The auditory stimulus was generated by Tucker Davis Technologies hardware (TDT, system 3, RX6 processor, PA5.1 attenuator, ED1 electrostatic driver, EC1 electrostatic speaker). Clampex acquisition was triggered at the same time by MATLAB as the auditory stimulation program. Sound intensities were calibrated as previously described ( Tan and Borst, 2007 ). Morphology of the Calyx To study the morphology of the calyx, we electroporated the afferent fibers to the calyx of Held with Alexa Fluor 594-labeled dextrans (10,000 MW; Invitrogen) at the midline  in vivo  in young adult mice (P28–P84) as described previously ( Rodriguez-Contreras et al., 2008 ). The ages of the animal were not exactly matched for the  Tsc1  and the  +/- H-ras  mice and their respective WT controls (Supplementary Figure  G12V S1 ). However, these age differences are unlikely to be meaningful, since we did not see a relation between volume of the calyx with age ( r  = 0.032;  p  = 0.73; Supplementary Figure  S2 ) or between surface and age ( r  = 0.00;  p  = 0.99; Supplementary Figure  S3 ). In addition, logistic regression showed no evidence for a relation between probability of being classified as type II (6–15 boutons; ( Grande and Wang, 2011 ) or type III (>15 boutons) and age ( p  = 0.46; Supplementary Figure  S4 ). The animal was perfused and the brainstem was sliced into 40-μm-thick sections 1 h after electroporation. We applied the same fixation time for all the slices, and no significant shrinkage was observed. To acquire high resolution  z -stack images of the calyces, a laser scanning confocal microscope (LSM 700; Zeiss) equipped with krypton-argon and helium-neon lasers was used (0.5 μm steps; 63x oil immersion objective, NA 1.4). Optimized laser power, detector gain, and pinhole diameter settings were applied during image acquisition. Calyces with a signal-to-noise ratio of >15 were randomly selected ( Di Guilmi et al., 2014 ). The number of swellings per calyx was counted on 3D-rendered (Volocity 4.2; Improvision) images of calyces with adjusted contrast and brightness. The surface area and volume of the calyces were measured using the region-of-interest function in Volocity; images of calyx terminals were binary thresholded using the built-in thresholding function of ImageJ 1.46 (isodata algorithm). As a measure for the size of principal neurons, we identified the slice with the largest cross-section in image stacks and calculated the neuron’s area assuming an elliptic shape ( Sommer et al., 1993 ) using the formula: area = π ∗ a ∗ b, in which a is the length of the semi-major axis and b the length of the semi-minor axis. Analysis Electrophysiological data was analyzed with a custom written program in Igor 6.22A (WaveMetrics) NeuroMatic (version 2.00, kindly provided by Dr. J. Rothman, University College London, London, UK). The genotypes were revealed after completion of analysis. All  in vivo  recordings reported in this paper showed evidence for the presence of a prespike ( Guinan and Li, 1990 ). Complex extracellular waveforms were analyzed as described previously ( Lorteije et al., 2009 ). The first, smaller, positive deflection, which is called the prespike ( Forsythe, 1994 ), originates from the calyx of Held ( Lorteije et al., 2009 ). Its peak coincides with the maximum rate of rise of the presynaptic action potential ( Borst et al., 1995 ). The second, larger, positive deflection originates from the principal neuron. It typically consists of two parts, an early part, which is the extracellularly recorded EPSP (eEPSP) and, if the EPSP is suprathreshold, the extracellularly recorded AP (eAP;  Lorteije et al., 2009 ). Juxtacellular recordings measure local membrane currents, which consist of capacitive and resistive currents ( Freygang and Frank, 1959 ). We showed previously that the amplitude of the first component provides a good (relative) measure for the rate of rise of the intracellular EPSP, and that the same holds for its derivative (eEPSP’) and that both also provide a measure for transmitter release ( Lorteije et al., 2009 ), since postsynaptic saturation and desensitization are not an issue in the adult calyx of Held ( Yamashita et al., 2003 ;  Renden et al., 2005 ). Similarly, the peak of the eAP, which typically coincides with the maximum rate of rise of the postsynaptic AP, provides a measure for the postsynaptic excitability. Because of the difficulty of delineating the amplitude of the eEPSP from the eAP, we used the eEPSP’ as a measure for the strength of transmission, as previously described ( Wang et al., 2013 ). The absolute size of the eEPSP’ depends on experimental parameters such as seal resistance; on average it was about 10 V/s; this value did not differ significantly between mutant and its WT control for any of the four lines (Supplementary Figure  S5 ). The half width of the eAP was measured halfway between the local baseline and the peak of the eAP. It provides a measure for the duration of the fast depolarization phase. The eEPSP-eAP delay is the delay between the eEPSP’ and the eAP; it thus provides a measure for the ease at which an EPSP triggers an AP. Synaptic delay was defined as the latency between the peak of the prespike and eEPSP onset; eEPSP onset was defined as the point in time at which a line through max rate of rise point and the point at which rate of rise was half-maximal crosses the baseline level. Prespike-eAP delay, eEPSP-AP delay, and half width of the eAP were measured in spontaneous events. Event amplitudes were fitted with a simple model for STP ( Varela et al., 1997 ). In the simplest form of this model, a single depression state parameter decreases at each event with a fraction called the depletion factor (comparable to the release probability of vesicles in the readily releasable pool) and recovers continuously with a single time constant. Synaptic transmission is equal to the product of the depression state parameter and the transmission strength in the absence of STP. Data is presented as the mean ± SEM. Statistical significance of differences between means was assessed using ANOVA for the morphological differences and multivariate analysis of variance (MANOVA), followed by (univariate) ANOVA and Student’s  t -test for the electrophysiological differences. In order to test if there was any significant finding in our data set of all four mutant groups, the MANOVA tested whether the mutants differed from their controls with respect to the measured parameters eEPSP-eAP delay, half width of eAP, spontaneous frequency, maximum evoked frequency, steady-state frequency, facilitation, amount of STD, while controlling for background strain effects. The variance–covariance matrices were not homogenous and hence Pillai’s trace was utilized to determine significance of the MANOVA. The prespike-eAP delay, time constant of depression and time constant of recovery from STD were not included in the MANOVA because these values could not be measured in many cells. Spontaneous failure percentage was also not included, since its distribution was highly skewed.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:35:56.542065",
  "abstract_length": 1571,
  "methods_length": 11152,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}