{
  "pmid": "26190969",
  "abstract": "In vivo synaptic transmission and morphology in mouse models of Tuberous  sclerosis, Fragile X syndrome, Neurofibromatosis type 1, and Costello syndrome.  Wang T(1), de Kok L(1), Willemsen R(2), Elgersma Y(3), Borst JG(1).  Author information: (1)Department of Neuroscience, Erasmus MC, University Medical Center Rotterdam  Rotterdam, Netherlands. (2)Department of Clinical Genetics, Erasmus MC, University Medical Center  Rotterdam Rotterdam, Netherlands. (3)Department of Neuroscience, Erasmus MC, University Medical Center Rotterdam  Rotterdam, Netherlands ; ENCORE Expertise Center for Neurodevelopmental  disorders, Erasmus MC, University Medical Center Rotterdam Rotterdam,  Netherlands.  Defects in the rat sarcoma viral oncogene homolog  (Ras)/extracellular-signal-regulated kinase and the phosphatidylinositol  3-kinase-mammalian target of rapamycin (mTOR) signaling pathways are responsible  for several neurodevelopmental disorders. These disorders are an important cause  for intellectual disability; additional manifestations include autism spectrum  disorder, seizures, and brain malformations. Changes in synaptic function are  thought to underlie the neurological conditions associated with these syndromes.  We therefore studied morphology and in vivo synaptic transmission of the calyx  of Held synapse, a relay synapse in the medial nucleus of the trapezoid body  (MNTB) of the auditory brainstem, in mouse models of tuberous sclerosis complex  (TSC), Fragile X syndrome (FXS), Neurofibromatosis type 1 (NF1), and Costello  syndrome. Calyces from both Tsc1(+/-) and from Fmr1 knock-out (KO) mice showed  increased volume and surface area compared to wild-type (WT) controls. In  addition, in Fmr1 KO animals a larger fraction of calyces showed complex  morphology. In MNTB principal neurons of Nf1 (+/) (-) mice the average delay  between EPSPs and APs was slightly smaller compared to WT controls, which could  indicate an increased excitability. Otherwise, no obvious changes in synaptic  transmission, or short-term plasticity were observed during juxtacellular  recordings in any of the four lines. Our results in these four mutants thus  indicate that abnormalities of mTOR or Ras signaling do not necessarily result  in changes in in vivo synaptic transmission.  DOI: 10.3389/fncel.2015.00234 PMCID: PMC4490249 PMID: 26190969",
  "methods": "Materials and Methods Animals and Experiments Generation of the  Fmr1  KO ( Mientjes et al., 2006 ),  Nf1  ( +/- Jacks et al., 1994 ), and  H-ras  mice ( G12V Schuhmacher et al., 2008 ) has been described previously.  Tsc1  animals were obtained by crossing the  +/- Tsc1  line ( f/+ Meikle et al., 2005 ) once with CAGG-Cre mice to obtain germ-line deletion. Animals were all backcrossed (for at least 10 times) and maintained in C57BL/6J (Harlan). Wild-type (WT) littermates were used as controls. Mutant and WT animals of either sex were used for the experiments. All experiments were conducted in accordance with the European Communities Council Directive and were approved by the Animal Ethics Committee of the Erasmus MC. Surgery Adult mice (30 to 60 days-old) were briefly exposed to isoflurane before they were anesthetized by giving an intraperitoneal injection of a ketamine–xylazine mixture (65 and 10 mg/kg, respectively). Additional anesthesia was given when necessary. A homeothermic blanket (FHC, Bowdoinham, ME, USA) was used to keep the rectal temperature at 36–37°C. Animals were supine positioned, and a tracheotomy was performed so that the animal could be ventilated mechanically with oxygen (MiniVent; type 845; Harvard Apparatus). A small speaker was glued to the inside of the left ear if sound exposure was intended. Animals got a metal pedestal glued to the dorsal side of the skull, which was used to immobilize the head when they were positioned supinely. After doing a tracheotomy, the mice were mechanically ventilated with oxygen. Ventilation frequency and breathing volume were set to approximately 100 strokes/min and 7 μl/g body weight, respectively. The MNTB was accessed ventrally as described previously ( Rodriguez-Contreras et al., 2008 ;  Lorteije et al., 2009 ;  Crins et al., 2011 ). In short, the trachea, larynx, and muscles covering the skull were removed, after which a small craniotomy (1 mm × 1.5 mm) was made by using a drill. The right anterior inferior cerebellar artery (AICA) and basilar artery were used as landmarks to locate the right MNTB, as previously described ( Rodriguez-Contreras et al., 2008 ;  Crins et al., 2011 ). Prior to recording, the dura and pia were removed to expose the brain surface. Ringer solution containing (in mM): NaCl 135, KCl 5.4, MgCl 2  1, CaCl 2  1.8, Hepes 5 (pH 7.2 with NaOH) was applied to keep the brain surface moist. In Vivo  Juxtacellular Recordings In vivo  juxtacellular (loose patch) recordings of the principal neurons were performed as described previously ( Lorteije et al., 2009 ). During recordings, Ringer solution was applied onto the brain surface to prevent it from dehydration. Recordings were done using thick-walled borosilicate glass micropipettes with filament (4.5–5.5 MΩ) filled with Ringer solution. The MNTB was accessed ∼600 μm rostrally and ∼400 μm laterally from the branching point of the right AICA from the basilar artery. The dura and brain surface were penetrated using a positive pressure of 300 mbar. When inside the brainstem the pressure was lowered to ∼30 mbar after passing the brain surface, and to 0 mbar when recording started. Recordings were performed at the depth of 250–500 μm from brain surface. A MultiClamp 700B patch-clamp amplifier and pCLAMP 9.2 software (MDS Analytical Technologies) were used to acquire data. Data was filtered at 10 kHz (8-pole Bessel filter) and sampled at 50 kHz with a 16-bit A/D converter (Digidata 1322A). Auditory Stimulation Closed field sound stimulation was presented to the animal, as described previously ( Tan and Borst, 2007 ). During the experiments the animal was placed in a single-walled sound-attenuated chamber (Gretch-Ken Industries). A speaker probe was inserted into the left ear canal and was stabilized with silicone elastomer. A 2-noise-burst stimulation protocol was designed in MATLAB (Version R2008a), which consists of two 400 ms bursts of wide band noise (bandwidth 2–40 kHz; 80 dB SPL) with intervals of 40, 80, 160, 320, 640, or 1280 ms. The auditory stimulus was generated by Tucker Davis Technologies hardware (TDT, system 3, RX6 processor, PA5.1 attenuator, ED1 electrostatic driver, EC1 electrostatic speaker). Clampex acquisition was triggered at the same time by MATLAB as the auditory stimulation program. Sound intensities were calibrated as previously described ( Tan and Borst, 2007 ). Morphology of the Calyx To study the morphology of the calyx, we electroporated the afferent fibers to the calyx of Held with Alexa Fluor 594-labeled dextrans (10,000 MW; Invitrogen) at the midline  in vivo  in young adult mice (P28–P84) as described previously ( Rodriguez-Contreras et al., 2008 ). The ages of the animal were not exactly matched for the  Tsc1  and the  +/- H-ras  mice and their respective WT controls (Supplementary Figure  G12V S1 ). However, these age differences are unlikely to be meaningful, since we did not see a relation between volume of the calyx with age ( r  = 0.032;  p  = 0.73; Supplementary Figure  S2 ) or between surface and age ( r  = 0.00;  p  = 0.99; Supplementary Figure  S3 ). In addition, logistic regression showed no evidence for a relation between probability of being classified as type II (6–15 boutons; ( Grande and Wang, 2011 ) or type III (>15 boutons) and age ( p  = 0.46; Supplementary Figure  S4 ). The animal was perfused and the brainstem was sliced into 40-μm-thick sections 1 h after electroporation. We applied the same fixation time for all the slices, and no significant shrinkage was observed. To acquire high resolution  z -stack images of the calyces, a laser scanning confocal microscope (LSM 700; Zeiss) equipped with krypton-argon and helium-neon lasers was used (0.5 μm steps; 63x oil immersion objective, NA 1.4). Optimized laser power, detector gain, and pinhole diameter settings were applied during image acquisition. Calyces with a signal-to-noise ratio of >15 were randomly selected ( Di Guilmi et al., 2014 ). The number of swellings per calyx was counted on 3D-rendered (Volocity 4.2; Improvision) images of calyces with adjusted contrast and brightness. The surface area and volume of the calyces were measured using the region-of-interest function in Volocity; images of calyx terminals were binary thresholded using the built-in thresholding function of ImageJ 1.46 (isodata algorithm). As a measure for the size of principal neurons, we identified the slice with the largest cross-section in image stacks and calculated the neuron’s area assuming an elliptic shape ( Sommer et al., 1993 ) using the formula: area = π ∗ a ∗ b, in which a is the length of the semi-major axis and b the length of the semi-minor axis. Analysis Electrophysiological data was analyzed with a custom written program in Igor 6.22A (WaveMetrics) NeuroMatic (version 2.00, kindly provided by Dr. J. Rothman, University College London, London, UK). The genotypes were revealed after completion of analysis. All  in vivo  recordings reported in this paper showed evidence for the presence of a prespike ( Guinan and Li, 1990 ). Complex extracellular waveforms were analyzed as described previously ( Lorteije et al., 2009 ). The first, smaller, positive deflection, which is called the prespike ( Forsythe, 1994 ), originates from the calyx of Held ( Lorteije et al., 2009 ). Its peak coincides with the maximum rate of rise of the presynaptic action potential ( Borst et al., 1995 ). The second, larger, positive deflection originates from the principal neuron. It typically consists of two parts, an early part, which is the extracellularly recorded EPSP (eEPSP) and, if the EPSP is suprathreshold, the extracellularly recorded AP (eAP;  Lorteije et al., 2009 ). Juxtacellular recordings measure local membrane currents, which consist of capacitive and resistive currents ( Freygang and Frank, 1959 ). We showed previously that the amplitude of the first component provides a good (relative) measure for the rate of rise of the intracellular EPSP, and that the same holds for its derivative (eEPSP’) and that both also provide a measure for transmitter release ( Lorteije et al., 2009 ), since postsynaptic saturation and desensitization are not an issue in the adult calyx of Held ( Yamashita et al., 2003 ;  Renden et al., 2005 ). Similarly, the peak of the eAP, which typically coincides with the maximum rate of rise of the postsynaptic AP, provides a measure for the postsynaptic excitability. Because of the difficulty of delineating the amplitude of the eEPSP from the eAP, we used the eEPSP’ as a measure for the strength of transmission, as previously described ( Wang et al., 2013 ). The absolute size of the eEPSP’ depends on experimental parameters such as seal resistance; on average it was about 10 V/s; this value did not differ significantly between mutant and its WT control for any of the four lines (Supplementary Figure  S5 ). The half width of the eAP was measured halfway between the local baseline and the peak of the eAP. It provides a measure for the duration of the fast depolarization phase. The eEPSP-eAP delay is the delay between the eEPSP’ and the eAP; it thus provides a measure for the ease at which an EPSP triggers an AP. Synaptic delay was defined as the latency between the peak of the prespike and eEPSP onset; eEPSP onset was defined as the point in time at which a line through max rate of rise point and the point at which rate of rise was half-maximal crosses the baseline level. Prespike-eAP delay, eEPSP-AP delay, and half width of the eAP were measured in spontaneous events. Event amplitudes were fitted with a simple model for STP ( Varela et al., 1997 ). In the simplest form of this model, a single depression state parameter decreases at each event with a fraction called the depletion factor (comparable to the release probability of vesicles in the readily releasable pool) and recovers continuously with a single time constant. Synaptic transmission is equal to the product of the depression state parameter and the transmission strength in the absence of STP. Data is presented as the mean ± SEM. Statistical significance of differences between means was assessed using ANOVA for the morphological differences and multivariate analysis of variance (MANOVA), followed by (univariate) ANOVA and Student’s  t -test for the electrophysiological differences. In order to test if there was any significant finding in our data set of all four mutant groups, the MANOVA tested whether the mutants differed from their controls with respect to the measured parameters eEPSP-eAP delay, half width of eAP, spontaneous frequency, maximum evoked frequency, steady-state frequency, facilitation, amount of STD, while controlling for background strain effects. The variance–covariance matrices were not homogenous and hence Pillai’s trace was utilized to determine significance of the MANOVA. The prespike-eAP delay, time constant of depression and time constant of recovery from STD were not included in the MANOVA because these values could not be measured in many cells. Spontaneous failure percentage was also not included, since its distribution was highly skewed.",
  "introduction": "Introduction Neurodevelopmental disorders with clinical overlap often share defects within the same intracellular signal transduction pathway. A lot of progress has recently been made in the identification of mutations affecting the rat sarcoma viral oncogene homolog (Ras)/extracellular-signal-regulated kinase (ERK) and the phosphatidylinositol 3-kinase (PI3K)-mammalian target of rapamycin (mTOR) signaling pathways, which are responsible for several neurodevelopmental disorders ( Krab et al., 2008 ). Here, we studied  in vivo  synaptic transmission in mouse models for four different monogenetic syndromes in which these two pathways are affected: tuberous sclerosis complex (TSC), Fragile X syndrome (FXS), Neurofibromatosis type 1 (NF1), and Costello syndrome (CS). In TSC and FXS the mTOR pathway is upregulated ( Ebrahimi-Fakhari and Sahin, 2015 ). The mTOR pathway plays a central role in synaptic plasticity, and its upregulation is linked to intellectual disability, autism spectrum disorder, seizures, and brain malformations ( Swiech et al., 2008 ;  Crino, 2011 ;  Troca-Marín et al., 2012 ;  Lasarge and Danzer, 2014 ). In NF1, FXS, and CS the Ras/ERK pathway is upregulated as well ( Osterweil et al., 2013 ;  Rauen, 2013 ). At the synaptic level, these four syndromes are characterized by abnormal synaptic plasticity and often abnormal synaptic morphology ( Swiech et al., 2008 ;  Stornetta and Zhu, 2011 ;  Levenga and Willemsen, 2012 ;  Rauen, 2013 ). Tuberous sclerosis complex is the most well-known syndrome linked to upregulation of the mTOR pathway ( Crino, 2011 ). TSC is characterized by the formation of benign tumors in several organs, as well as brain malformations and neuronal defects ( Crino, 2011 ;  Lasarge and Danzer, 2014 ). The most important neurological manifestations are seizures, intellectual disability, autism, and hydrocephalus ( Krab et al., 2008 ;  Crino, 2011 ;  Troca-Marín et al., 2012 ;  Lasarge and Danzer, 2014 ;  Ebrahimi-Fakhari and Sahin, 2015 ). In addition, deficits in cortical auditory evoked potentials have been observed in TSC patients with autistic behavior ( Seri et al., 1999 ). TSC results from spontaneous or inherited mutations in  TSC1  or  TSC2 . The proteins encoded by the  TSC1  and  TSC2  genes, hamartin, and tuberin, respectively, form a complex that inhibits ras homologue expressed in brain (RHEB), an activator of the mTOR. Loss of function mutations in  TSC1  or  TSC2  thus lead to disinhibition of mTOR ( Kassai et al., 2014 ;  Ma et al., 2014 ). At the synaptic level, this disinhibition leads to increased axonal collateral formation, extended projections, and more and larger synapses in  Drosophila  ( Canal et al., 1998 ;  Acebes and Ferrús, 2001 ;  Knox et al., 2007 ). Whether or not this leads to increases in synaptic transmission depends on the exact mutation and the downstream pathway that is altered. Presynaptic overexpression of RHEB leads to enhanced synaptic function, whereas  TSC2  null mutants do not show increased quantal output at the  Drosophila  neuromuscular junction ( Knox et al., 2007 ;  Natarajan et al., 2013 ). In agreement with the results in flies, the effects of mutations in  Tsc1  or  Tsc2  on excitatory transmission are typically modest or absent in rodents. No net change in glutamatergic synapse-driven excitability was observed in isolated  Tsc1  KO neurons, autaptic hippocampal neurons, or Purkinje cells ( Tsai et al., 2012 ;  Bateup et al., 2013 ;  Weston et al., 2014 ). Normal basal synaptic transmission was observed in the hippocampus of  Tsc2 +/-  mice and upon acute deletion of  Tsc1  ( Ehninger et al., 2008 ;  Abs et al., 2013 ). In contrast to the absence of obvious changes in basal excitatory synaptic transmission, clear changes in long-term plasticity have been observed in  Tsc2 +/ -  Eker rats ( von der Brelie et al., 2006 ),  Tsc2 +/-  mice ( Ehninger et al., 2008 ), and in the absence of  Tsc1  in mice ( Bateup et al., 2011 ;  Abs et al., 2013 ). Fragile X syndrome is caused by loss of function of the fragile X mental retardation protein (FMRP;  Pieretti et al., 1991 ;  Verkerk et al., 1991 ), which acts as a translational repressor of specific mRNAs ( Corbin et al., 1997 ;  Feng et al., 1997 ;  Ascano et al., 2012 ). The absence of FMRP leads to an upregulation of many proteins, including PI3K and mTOR ( Gross et al., 2010 ;  Sharma et al., 2010 ;  Ascano et al., 2012 ;  Bhakar et al., 2012 ). FXS is the leading cause of inherited intellectual disability; other neurologic manifestations include autism, anxiety, and ADHD ( Boyle and Kaufmann, 2010 ). In addition, individuals with FXS frequently have sensory processing and sensory integration problems ( Miller et al., 1999 ;  Frankland et al., 2004 ). Auditory processing deficits, including auditory hypersensitivity and reduced habituation, are a prominent feature of FXS ( Rotschafer and Razak, 2014 ). Patients with FXS have abnormalities in the morphology of dendritic spines and in a mouse model for the disease there are more immature spines in hippocampus and neocortex, and the total number of dendritic spines is increased ( Levenga and Willemsen, 2012 ). A large variety of changes in synaptic transmission have been observed in the mouse model for FXS, including changes in short- and in long-term plasticity ( Bhakar et al., 2012 ). Most of them are thought to be secondary to the effects of FMRP on translation, but some of them are caused by a direct binding of FMRP to proteins involved in synaptic transmission ( Brager and Johnston, 2014 ). Neurofibromatosis type 1 is caused by heterozygous mutations in the  Nf1  gene.  Nf1  encodes the protein neurofibromin, which functions as a Ras-GTPase activating protein ( DeClue et al., 1991 ;  Gutmann et al., 1991 ).  Nf1  mutations lead to abnormally high Ras activity, which in its turn leads to increased PI3K and ERK 1/2 activity ( Basu et al., 1992 ;  DeClue et al., 1992 ). These latter two proteins have many different functions including the inactivation of the TSC1/TSC2 complex, thus releasing inhibition of RHEB and allowing activation of mTOR ( Krab et al., 2008 ). The most commonly observed neurological abnormalities in NF1 are behavioral abnormalities and mild intellectual disability ( Rauen, 2013 ). Auditory temporal processing deficits have been observed in NF1 patients ( Batista et al., 2014 ). Mice with heterozygous KO of  Nf1  ( Nf1 ) can serve as an animal model for NF1 ( +/- Jacks et al., 1994 ;  Silva et al., 1997 ;  Shilyansky et al., 2010b ). Many of the neurological symptoms of these mice are caused by increased synaptic inhibition leading to impairments in long-term potentiation (LTP;  Costa et al., 2002 ;  Cui et al., 2008 ;  Shilyansky et al., 2010a ;  Molosh et al., 2014 ;  Omrani et al., 2015 ). To what extent the changes in synaptic transmission are accompanied by morphological changes is unclear, but cultured neurons from  Nf1 +/  mice have reduced neurite length and smaller growth cones ( - Brown et al., 2010a ). Costello syndrome is caused by heterozygous germ line gain of function mutations in the proto-oncogene  H-ras  ( Aoki et al., 2005 ). Its neurological phenotype includes mild to moderate intellectual disability and increased anxiety ( Axelrad et al., 2011 ). Infants with CS generally show characteristic irritability, which includes hypersensitivity to sound ( Kawame et al., 2003 ). Transgenic mouse models postnatally expressing constitutively active H-ras with a Gly12Val mutation ( H-ras ) show increased vesicle docking, changes in short-term plasticity and increased LTP ( G12V Seeger et al., 2004 ;  Kushner et al., 2005 ). A knock-in mouse with the same mutation mimics many of the neurological deficits associated with Costello syndrome ( Viosca et al., 2009 ). No abnormalities in acoustic startle reflex or prepulse inhibition of the startle reflex were observed ( Viosca et al., 2009 ). Little is known about the changes in synaptic morphology or transmission in these mice. Therefore, we also included these mice in our study. The proteins that are responsible for TSC, FXS, NF1, and CS (hamartin or tuberin, FMRP, neurofibromin and H-ras) are ubiquitously expressed in neurons ( Furth et al., 1987 ;  Daston and Ratner, 1992 ;  Bakker et al., 2000 ;  Gutmann et al., 2000 ). Most of the characterizations of functional synaptic abnormalities have been performed in slices or  in vitro  systems using cultured primary neurons from mutant mice. The principal aim of this work was to understand how these neurogenetic disorders affect firing behavior and synaptic transmission  in vivo . To achieve this goal, we used the calyx of Held synapse as a model synapse. The calyx of Held synapse is a giant, glutamatergic synapse formed between a globular bushy cell of the anteroventral cochlear nucleus (AVCN) and a principal neuron of the medial nucleus of the trapezoid body (MNTB). It functions as a relay synapse in the auditory brainstem; the glycinergic principal neurons of the MNTB provide inhibition that is both well timed and sustained to many other auditory nuclei ( Borst and Soria van Hoeve, 2012 ). We focus on  in vivo  transmission at the calyx of Held synapse for two reasons. Firstly, intellectual disability is associated with a relatively high prevalence of sensory abnormalities ( Carvill, 2001 ). For instance,  Fmr1  KO mice have an enhanced auditory startle response and prepulse inhibition and increased auditory seizures ( Rotschafer and Razak, 2014 ). Secondly, because of its giant size and accessibility, the calyx of Held synapse can be used in  in vivo  juxtacellular recordings for quantitative studies of synaptic transmission, making it highly suitable for  in vivo  screening for deficits in synaptic transmission ( Lorteije et al., 2009 ). A slice study has shown a correlation between the complexity of the calyceal morphology and its function ( Grande and Wang, 2011 ). Calyces with relatively simple morphologies exhibit comparatively large short-term synaptic depression (STD) and a high percentage of spike failures, whereas structurally complex calyces are associated with facilitation, followed by slow depression and almost no spike failures. We therefore also compared the morphology of the calyx in WT and mutant mice in these four lines. In the present study, we found that calyces from  Tsc1  and  +/- Fmr1  KO mice had larger volume and surface area, and that the calyces of  Fmr1  KO mice showed more boutons compared to WT littermates. Calyx morphology of the  Nf1  and  +/- H-ras  mutant mice was similar to their WT littermates. In addition, the  G12V in vivo  juxtacellular recordings revealed that the delay between EPSPs and APs was slightly smaller in recordings from the  Nf1  mice. +/-",
  "results": "Results Calyx of Held Morphology is altered in  Tsc1  and  +/- Fmr1  KO Mice Syndromes associated with intellectual disability often show abnormal synaptic morphology ( Levenga and Willemsen, 2012 ). To address if the morphology of the calyx of Held synapse is altered in mouse models for TSC, FXS, NF1, or CS, we electroporated axonal fibers  in vivo  at the midline with Alexa Fluor 594-labeled dextrans in young-adult animals (P28–P84). We then made image stacks of labeled calyces under the confocal microscope. Volume and surface area were measured and the number of boutons was counted as a measure for the morphological complexity of the calyx. Calyces were divided in three groups containing either <6 (type I), 6–15 (type II) or >15 (type III) boutons ( Grande and Wang, 2011 ). However, we did not observe type I calyces in any of the four lines in either WT or mutant mice ( n  = 107). Representative examples of calyces in  Tsc1  and in  +/- Fmr1  KO mice and their respective controls are shown in  Figure  . In  1 Tsc1  mice, calyces had both a larger volume and an increased surface area (548 ± 34 μm +/- 3  in WT,  n  = 14 vs. 643 ± 31 μm 3  in  Tsc1 ,  +/- n  = 13;  p  = 0.05; 1592 ± 76 μm 2  in WT vs. 1880 ± 62 μm 2  in  Tsc1 ;  +/- p  = 0.01;  Figures  ). This increase was unlikely to be due to a general increase in cell size, since maximum postsynaptic surface cell area was not different in WT (331 ± 12 μm 1A  and  2B,C 2 ;  n  = 30) compared to  Tsc1  (355 ± 11 μm +/- 2 ;  n  = 27;  p  = 0.16). The fraction of type III calyces was similar in  Tsc1  mice and their WT controls ( +/- Figure  ). Calyces from  2A Fmr1  KO mice also showed both larger volume and surface area (502 ± 25 μm 3  in WT,  n  = 19 vs. 663 ± 26 μm 3  in  Fmr1  KO,  n  = 29;  p  = 0.013; 1564 ± 79 μm 2  in WT vs. 2032 ± 71 μm 2  in  Fmr1  KO;  p  = 0.036;  Figures  ). Similar to the  1B  and  2B,C Tsc1  mice, no change in maximum postsynaptic cross-section area was observed in WT (320 ± 11 μm +/- 2 ;  n  = 43) compared to the  Fmr1  KO (314 ± 12 μm 2 ;  n  = 38;  p  = 0.70). In  Fmr1  KO animals, a larger fraction of calyces were type III than in control (83% vs. 53%;  p  = 0.025;  Figure  ). 2A FIGURE 1 Calyx of Held morphology of   Example images of representative, 3D-rendered calyces from wild-type (WT; top row) and  Tsc1  and  +/- Fmr1  KO mutant mice. (A) Tsc1  (bottom row) mice.  +/- (B)  Images from WT (top row) and  Fmr1  KO mutant mice (bottom row). Arrow indicates bouton; arrowhead neck. Scale bars 10 μm. FIGURE 2 Comparison of calyx of Held morphology from WT and mutant mice. (A)  Comparison of the fraction of type II and type III calyces in WT (black) and  Tsc1 ,  +/- Fmr1  KO,  Nf1 , and  +/- H-ras  mutant mice (blue).  G12V (B)  Comparison of the surface area of calyx of Held synapse in WT (black) and  Tsc1 ,  +/- Fmr1  KO,  Nf1 , and  +/- H-ras  mutant mice (blue).  G12V (C)  Comparison of the volume of calyx of Held synapse in WT (black) and  Tsc1 ,  +/- Fmr1  KO,  Nf1 , and  +/- H-ras  mutant mice (blue).  G12V ∗  indicates significant difference. Error bars indicate SEM. No obvious morphological differences were observed between  Nf1  mice and their WT controls or between and  +/- H-ras  mice and their WT controls ( G12V Figure  ). 2 Action Potential Waveforms and Firing Behavior We next studied the  in vivo  firing behavior of the calyx of Held synapse. To that end, we made juxtacellular recordings from the MNTB of anesthetized mutant and littermate WT animals. Recordings from the calyx of Held synapse are characterized by the presence of a complex extracellular waveform ( Guinan and Li, 1990 ), which consists of two positive brief deflections originating from the calyx of Held and the principal cell, respectively ( Lorteije et al., 2009 ). An example is shown in  Figure  . Waveform analysis yielded eEPSP-eAP delay and eAP half width. In cells in which the size of the prespike was sufficiently large, prespike-eAP delay was also quantified. We also measured spontaneous firing frequency and the steady state firing frequency during presentation of a 400 ms, 80 dB noise burst. Finally, we measured the fraction of subthreshold eEPSPs during spontaneous activity. The results of the analysis of the shape of the complex extracellular waveforms and the firing behavior are summarized in  3A Table  . 1 FIGURE 3 Decreased eEPSP-eAP delay in   Representative juxtacellular complex waveform from a  Nf1  mice. (A) +/- Nf1  (wild-type) mouse. Red arrows indicate the eEPSP-eAP delay.  +/+ (B)  Same as  (A) , but from a  Nf1  mouse.  +/- (C)  Comparison of eEPSP-eAP delay of medial nucleus of the trapezoid body (MNTB) neurons between  Nf1  wild-type (black) and mutants (blue). Significant difference is indicated with  +/+ ∗ . Error bars indicate SEM; individual data points are shown as small filled circles. Table 1 Analysis of complex waveforms and STP in four different mouse models for neuropsychiatric disorders. Prespike-eAP delay (ms) eEPSP-eAP delay (ms) eAP half width (ms) Spontaneous frequency (Hz) Maximum evoked frequency (Hz) Steady state firing frequency (Hz) Spontaneous failures (%) Facilitation STD (Relative eEPSP’) Depression τ (number of events) Recovery τ (ms) Tsc1 +/+ 0.55 ± 0.02 0.2 ± 0.01 0.26 ± 0.01 21 ± 3 245 ± 32 131 ± 18 0.01 ± 0.01 1.06 ± 0.01 0.84 ± 0.02 6 ± 0.5 207 ± 74 Tsc1 +/ - 0.68 ± 0.04 0.25 ± 0.03 0.26 ± 0.02 30 ± 9 288 ± 32 148 ± 19 8.28 ± 6.32 1.07 ± 0.03 0.78 ± 0.05 6.6 ± 1.4 274 ± 91 Fmr1  WT 0.65 ± 0.02 0.25 ± 0.02 0.27 ± 0.01 23 ± 5 303 ± 22 159 ± 9 2.31 ± 2.28 1.07 ± 0.01 0.81 ± 0.03 6.4 ± 0.7 177 ± 43 Fmr1  KO 0.65 ± 0.03 0.23 ± 0.01 0.26 ± 0.01 27 ± 6 282 ± 24 145 ± 12 0.17 ± 0.12 1.08 ± 0.02 0.76 ± 0.03 6.6 ± 0.6 245 ± 96 Nf1 +/+ 0.72 ± 0.04 0.25 ± 0.02 0.25 ± 0.01 16 ± 5 326 ± 11 151 ± 6 8.12 ± 5.77 1.15 ± 0.04 0.67 ± 0.04 4.9 ± 0.3 227 ± 46 Nf1 +/ - 0.63 ± 0.03 0.18 ± 0.01 ∗ 0.22 ± 0.01 37 ± 12 305 ± 17 162 ± 12 0.85 ± 0.85 1.14 ± 0.03 0.75 ± 0.04 5 ± 0.6 219 ± 60 Hras  WT 0.72 ± 0.04 0.23 ± 0.02 0.26 ± 0.02 40 ± 7 302 ± 17 155 ± 12 1.68 ± 1.47 1.1 ± 0.03 0.78 ± 0.04 4.9 ± 0.4 156 ± 74 Hras G12V 0.76 ± 0.05 0.24 ± 0.02 0.22 ± 0.01 36 ± 10 261 ± 14 135 ± 12 3.86 ± 2.21 1.13 ± 0.05 0.82 ± 0.03 6.2 ± 0.8 155 ± 74 Different parameters were quantified in in vivo recordings from Tsc1 . +/- , Fmr1 KO, Nf1 +/- , and H-ras G12V  mutant mice and their respective wild-type (WT) littermates (n = 12 for Tsc1 WT and n = 9 for Tsc1 +/- ; n = 26 for Fmr1 WT and n = 18 for Fmr1 KO; n = 13 for Nf1 WT and n = 10 for Nf1 +/- ; n = 10 for H-ras WT and n = 9 for H-ras G12V ). Data is presented as mean ± SEM. * indicates significant difference in pair-wise post hoc t-test comparison The electrophysiological properties of mutants differed significantly from their wild-type controls (MANOVA;  p  = 0.027; Pillai’s trace). This difference could be largely attributed to the eEPSP-eAP delay (ANOVA;  F 4,99  = 3.3,  p  = 0.015). Individual  t -tests on the eEPSP-eAP delays in the four mutant lines indicated that this delay was significantly smaller in the  Nf1 +/-  mice compared to their WT controls ( Figure  ;  3 Table  ;  1 p  = 0.036;  p -value Bonferroni-corrected for multiple testing). The shorter eEPSP-eAP delay suggests a gain-of-function phenotype in the  Nf1 +/-  mice. The average failure rate indeed was somewhat lower in the  Nf1 +/-  mice than in their WT controls (0.85 ± 0.85% vs. 8.1 ± 5.8%;  p  = 0.41; Mann–Whitney  U  test), and in the  Nf1 +/-  mice only two out of ten cells showed failures, whereas five out of thirteen cells showed failures in the WT controls during spontaneous activity. No significant differences in synaptic transmission were observed in the other three lines. In  Tsc1 +/-  mice, the complex waveform had a similar shape as WT controls ( Figures  ;  4A,E Table  ). Other aspects of the waveform did also not differ between  1 Tsc1 +/-  mice and their WT controls, although there was a tendency for the prespike-eAP delay to be shorter in the WT controls than in the  Tsc1 +/-  mice (0.55 ± 0.02 ms vs. 0.68 ± 0.04 ms). Presentation of a 400 ms, 80 dB noise burst elicited a clear firing increase ( Figures  ). Both spontaneous frequency, maximum evoked frequency and steady-state frequency were similar between  4A,B,E,F Tsc1 +/-  mice and their WT controls ( Figure  ;  5A Table  ).  1 Fmr1  KO animals did not exhibit alterations in juxtacellular complex waveforms and firing behavior ( Table  ;  1 Figure  ). Spontaneous, maximum evoked, and steady-state evoked frequencies were also not statistically different between  5C Nf1  its WT controls ( +/- Figure  ).  5E H-ras  mutant mice and their respective WT littermates did not show any clear differences in the measured parameters ( G12V Table  ;  1 Figure  ). 5G FIGURE 4 Sound-evoked STD in   Increase in firing frequency during a 400 ms, 80 dB noise burst in a juxtacellular recording from a wild-type mouse. Insets show two juxtacellular complex waveforms before and during sound stimulation, respectively. Black bar indicates the presentation of the sound stimulus.  Tsc1  and wild-type mouse. (A) +/- (B)  Peristimulus time histogram showing primary-like response to sound.  (C)  Maximal amplitude of the first derivative of the eEPSP (eEPSP’; black) and binned average ± SEM (red).  (D)  Average amplitude of eEPSP’ against sound-evoked event number, where event 0 is the average amplitude during the baseline period and event 1 is the second event evoked after sound onset. Red line indicates the fit with a single exponential function with a time constant of 4.6 events.  (E–H) , as  (A–D) , respectively, except data are from a  Tsc1  cell. Error bars indicate SEM. +/- FIGURE 5 Sound-evoked STD in WT and   Average peristimulus time histogram from WT (black) and  Tsc1 ,  +/- Fmr1  KO,  Nf1 , and  +/- H-ras  mutant mice. (A) G12V Tsc1  mutants (blue). Error bars indicate SEM.  +/- (B)  Normalized average of the amplitude of eEPSP’ against sound-evoked event number from recordings of WT (black) and  Tsc1  animals (blue). Error bars indicate SEM.  +/- (C,D) , as  (A,B) , except data is from WT and  Fmr1  KO animals.  (E,F) , as  (A,B) , except data is from WT and  Nf1  animals.  +/- (G,H) , as  (A,B) , except data is from WT and  H-ras  animals. G12V In an earlier slice study reduced K Na  currents were found in the MNTB of  Fmr1  KO mice ( Brown et al., 2010b ). These channels are thought to improve temporal fidelity during high-frequency firing ( Yang et al., 2007 ). We did not find a difference in prespike-AP latency between  Fmr1  KO mice and WT controls ( Table  ), but to further evaluate possible differences during high-frequency signaling, we also measured the synaptic latency, which was defined as the latency between the peak of the prespike and the onset of the eEPSP (See Materials and Methods;  1 Figure  ). As shown in  6A Figure  , the prespike-eEPSP delay changed only little after sound onset.  6B Fmr1  KO animals exhibited slightly longer synaptic latency than WT, but the difference did not reach significance (0.29 ± 0.01 ms in WT,  n  = 6 vs. 0.25 ± 0.01 ms in  Fmr1  KO,  n  = 5;  p  = 0.09). FIGURE 6 Synaptic latency in   Representative complex waveform from a  Fmr1  WT and KO mice. (A) Fmr1  WT neuron. Red line indicates the latency between prespike and EPSP onset  (B)  Relation between average synaptic latency and sound-evoked event number. Data is from both  Fmr1  WT (black) and  Fmr1  KO animals. Error bars indicate the SEM of the different averages. No Obvious Alterations in STP in the Mutant Animals  In Vivo We used the maximum of the first derivative of the extracellularly recorded EPSP (eEPSP’) from the characteristic complex waveform as a measure for the strength of synaptic transmission during auditory stimulation ( Figures  ). At sound onset, the amplitudes often showed a transient increase in both mutant and WT animals ( 4A,C,D Figures  ). The ratio between the average amplitudes of the second sound-evoked eEPSP’ and the eEPSP’ before sound stimulation was used as an estimate for synaptic facilitation. The amount of facilitation was similar between  4C,G Tsc1  and WT animals ( +/- Figure  ;  5B Table  ). At a later time point during the sound presentation, the average eEPSP’ in both WT and  1 Tsc1  animals often decreased to a lower level, indicating that the high firing frequencies induced short-term STD ( +/- Figures  ).  4C,D,G,H , and  5B Tsc1  and WT animals showed similar levels of STD. To further investigate the STD of mutant and WT mice, we estimated the time course of STD during sound stimulation. To quantify how many events it took for the synapse to reach steady-state depression, the relation between the eEPSP’ and its event number following sound onset was plotted; the decay of the amplitudes could generally be well described by a single exponential function ( +/- Figures  ), and we used the time constant of the single exponential fit as a measure for how rapidly the steady-state was reached. No obvious difference was observed in the time course or the extent of steady-state depression between  4D,H Tsc1  and WT animals ( +/- Figure  ;  5B Table  ). Similar results were obtained for the other three lines ( 1 Figures  ;  5D,F,H Table  ). 1 After auditory stimulation, the depressed eEPSP’ gradually recovered to their original level. Recovery from depression can generally be adequately described by a single exponential function, and the time constant generated by the fit can be used as a measure for the speed of recovery. Analysis was restricted to cells that showed >15% depression. As an example, recovery from STD in a cell from a  H-ras  mouse and from its WT control are shown in  G12V Figures  . Recovery varied between cells, but overall did not differ appreciably between mutant and WT cells in all four lines ( 7A,B Figure  ;  7C Table  ). 1 FIGURE 7 Recovery from STD in WT and   Sound-evoked eEPSP’ in WT animal. Solid line (red) is fit of recovery from sound-evoked STD with single exponential function with time constant of 127 ms.  Tsc1 ,  +/- Fmr1  KO,  Nf1 , and  +/- H-ras  mutant mice. (A) G12V (B)  As  (A) , except the recording is from a  H-ras  animal. Fit time constant was 159 ms.  G12V (C)  Comparison of the recovery time constants from WT (black) and  Tsc1 ,  +/- Fmr1  KO,  Nf1 , and  +/- H-ras  mutants. Error bars indicate SEM. G12V Comparison with Earlier Results The calyx of Held morphology of the WT controls in the present study matched our previous study of the  Cacna1a  mutant ( Di Guilmi et al., 2014 ). Type I calyces were found in none of the young-adult mice in the present and previous studies, which differs from the reported calyx morphology in two previous studies ( Grande and Wang, 2011 ;  Grande et al., 2014 ). Possibly, a developmental difference is responsible for this, since these previous studies focused on P16–P19 mice, whereas in the present study and our two earlier studies, young-adult mice were used. Spontaneous firing rates in this study were lower than in our earlier study in the C57BL/6 background ( Lorteije et al., 2009 ), but similar as in other studies in both mice and other species ( Kopp-Scheinpflug et al., 2008 ;  Wang et al., 2013 ). Synaptic transmission along the calyx of Held synapse in the WT animals generally matched our previous  in vivo  experiments as well, including the observation that STD during a tone was lower in the studies in which spontaneous frequency was higher, presumably because of larger tonic depression ( Lorteije et al., 2009 ;  Wang et al., 2013 ). At high spike rates, the synaptic delay of the calyx can increase considerably ( Guinan and Li, 1990 ;  Fedchyshyn and Wang, 2007 ;  Kim et al., 2007 ;  Mc Laughlin et al., 2008 ;  Tolnai et al., 2009 ). However, we found that the prespike-eEPSP delay changed only little after sound onset, in agreement with the role of the calyx of Held synapse as an auditory relay ( Borst and Soria van Hoeve, 2012 ). In previous  in vivo  studies the increase appeared to be mainly in the delay between EPSP and AP ( Guinan and Li, 1990 ;  Mc Laughlin et al., 2008 ;  Tolnai et al., 2009 ), in line with a role of spike depression at high frequencies ( Lorteije et al., 2009 ). The experiments in which an increase in the delay between prespike and EPSP onset was observed in slice recordings were performed in juvenile animals ( Fedchyshyn and Wang, 2007 ;  Kim et al., 2007 ), therefore maturational changes may have contributed to this difference with our results.",
  "discussion": "Discussion The aim of this study was to investigate how dysregulation of mTOR and/or Ras signaling in neurogenetic disorders affects synaptic transmission. To address this question, we compared the morphology, firing behavior, AP waveforms, and STP in the calyx of Held synapse of  Tsc1 ,  +/- Fmr1  KO,  Nf1 , and  +/- H-ras  mice with their respective WT littermates. Increased volume and surface area were observed in  G12V Tsc1  and in  +/- Fmr1  KO mice, and calyces of  Fmr1  KO mice also showed more complex morphology. In addition we found a slightly shorter delay between EPSPs and APs in the  Nf1  mice than in their WT controls. +/- Comparison with Earlier Results The calyx of Held morphology of the WT controls in the present study matched our previous study of the  Cacna1a  mutant ( Di Guilmi et al., 2014 ). Type I calyces were found in none of the young-adult mice in the present and previous studies, which differs from the reported calyx morphology in two previous studies ( Grande and Wang, 2011 ;  Grande et al., 2014 ). Possibly, a developmental difference is responsible for this, since these previous studies focused on P16–P19 mice, whereas in the present study and our two earlier studies, young-adult mice were used. Spontaneous firing rates in this study were lower than in our earlier study in the C57BL/6 background ( Lorteije et al., 2009 ), but similar as in other studies in both mice and other species ( Kopp-Scheinpflug et al., 2008 ;  Wang et al., 2013 ). Synaptic transmission along the calyx of Held synapse in the WT animals generally matched our previous  in vivo  experiments as well, including the observation that STD during a tone was lower in the studies in which spontaneous frequency was higher, presumably because of larger tonic depression ( Lorteije et al., 2009 ;  Wang et al., 2013 ). At high spike rates, the synaptic delay of the calyx can increase considerably ( Guinan and Li, 1990 ;  Fedchyshyn and Wang, 2007 ;  Kim et al., 2007 ;  Mc Laughlin et al., 2008 ;  Tolnai et al., 2009 ). However, we found that the prespike-eEPSP delay changed only little after sound onset, in agreement with the role of the calyx of Held synapse as an auditory relay ( Borst and Soria van Hoeve, 2012 ). In previous  in vivo  studies the increase appeared to be mainly in the delay between EPSP and AP ( Guinan and Li, 1990 ;  Mc Laughlin et al., 2008 ;  Tolnai et al., 2009 ), in line with a role of spike depression at high frequencies ( Lorteije et al., 2009 ). The experiments in which an increase in the delay between prespike and EPSP onset was observed in slice recordings were performed in juvenile animals ( Fedchyshyn and Wang, 2007 ;  Kim et al., 2007 ), therefore maturational changes may have contributed to this difference with our results. Tuberous Sclerosis Complex We observed that calyces were larger in  Tsc1  mice, but that synaptic transmission was not different from WT littermates. Similar findings have been obtained in the  +/- Drosophila  neuromuscular junction ( Knox et al., 2007 ;  Natarajan et al., 2013 ). In  Drosophila  overexpression of Rheb in motoneurons and the resulting Tor activation produces profound synaptic overgrowth ( Knox et al., 2007 ). Absence of either Tsc1 or Tsc2 also resulted in increased synapse growth. However, despite an increase in the number of synaptic boutons and active zones, quantal content was not changed in the absence of Tsc2 in the  Drosophila  neuromuscular junction ( Natarajan et al., 2013 ). In rodents, even though loss-of-function mutations in  Tsc1  or  Tsc2  are known to alter excitatory synapse structure, these changes may to a large extent be secondary to altered network activity, as no morphological changes were observed if  Tsc1  was deleted in isolated neurons  in vivo  ( Bateup et al., 2011 ). The largest effects on excitatory transmission also appear to be secondary to network hyperactivity. Variable effects on APs have been reported in neurons that lack TSC1 ( Bateup et al., 2013 ;  Normand et al., 2013 ;  Weston et al., 2014 ), but no net change in glutamatergic synapse-driven excitability in isolated  Tsc1  KO neurons, autaptic hippocampal neurons, or Purkinje cells was observed ( Tsai et al., 2012 ;  Bateup et al., 2013 ;  Weston et al., 2014 ), although a variety of changes can be observed due to hyperactivity ( Tavazoie et al., 2005 ). In  Tsc2 +/  mice, field recordings showed normal basal synaptic transmission and paired-pulse facilitation at the Schaffer collateral–CA1 synapse ( - Ehninger et al., 2008 ). In mice in which  Tsc1  was acutely deleted in the adult, hippocampal neurons showed normal basal synaptic transmission, but increased excitability and maximal firing rate ( Abs et al., 2013 ). An important synaptic phenotype in TSC rodent models are changes in long-term plasticity, which have been observed in the  Tsc2  Eker rat ( +/- von der Brelie et al., 2006 ),  Tsc2 +/  mice ( - Ehninger et al., 2008 ), and in the absence of  Tsc1  in mice ( Bateup et al., 2011 ;  Abs et al., 2013 ). A comparison with the calyx of Held synapse is not possible, since there are currently no known protocols to induce forms of long-term plasticity in the adult calyx of Held synapse. Fragile X Syndrome Similar to the  Tsc1  mice, the  +/- Fmr1  KO mice also showed larger calyces. Moreover, a larger fraction of the calyces from  Fmr1  KO animals had a large number of boutons (>15) compared to WT. FMRP has been shown to be present in presynaptic terminals ( Christie et al., 2009 ), and enlarged synaptic terminals were also observed in a  Drosophila  FXS model ( Zhang et al., 2001 ). Besides its presynaptic function, FMRP is known as an important translational regulator in postsynaptic compartments. Loss of FMRP is linked to dysregulation of local protein synthesis, which could result in disrupted metabotropic glutamate receptor signaling, as well as long-term synaptic plasticity deficits ( Huber et al., 2002 ). The lack of a functional synaptic phenotype in the  Fmr1  KO mice was unexpected, considering that many presynaptic effects on STP are mediated by a direct effect of FMRP on BK channels ( Deng et al., 2013 ;  Myrick et al., 2015 ), and these channels are also present in the calyx of Held ( Nakamura and Takahashi, 2007 ). Why we observed no effect on synaptic strength or STP is therefore presently not clear. The lack of an effect on recovery from STD is in agreement with results from hippocampal neurons ( Deng et al., 2011 ). Part of the presynaptic effects of FMRP occur via a direct interaction with N-type (Ca V 2.2) Ca channels ( Ferron et al., 2014 ). These channels are not present in the adult calyx of Held ( Iwasaki et al., 2000 ), which could be another reason for the lack of a presynaptic phenotype in our study compared to earlier studies in the hippocampus. Fragile X syndrome mouse models show a variety of abnormalities in auditory processing ( Rotschafer and Razak, 2014 ). Two studies in the MNTB have shown that FMRP affects potassium channels. FMRP binds to the  Slack  sodium-activated potassium channel (K Na ) to activate the channel, and a slice study of principal neurons in the MNTB showed that a reduced fraction of potassium conductance is carried by K Na  currents in the  Fmr1  KO mice ( Brown et al., 2010b ). These channels are thought to improve temporal fidelity during high-frequency firing ( Yang et al., 2007 ). We observed no obvious changes in fidelity, maximal firing rate, prespike-eAP latency, or eAP halfwidth in the  Fmr1  KO mice. There was a tendency for synaptic latencies (defined as the latency between prespike and eEPSP onset) to be longer in the  Fmr1  KO mice, but this difference did not reach significance. Possible explanations for the lack of a change in temporal fidelity in our  in vivo  experiments include age difference (slice studies were done on P9–P14 animals), strain difference, and an insufficiently high firing frequency  in vivo . Another slice study from the same group showed less of an increase in the Kv3.1 currents in the medial (high-frequency) region in the  Fmr1  KO mice ( Strumbos et al., 2010 ). In our experiments we did not specifically target the medial part, so we may have easily missed a decrease in the tonotopic gradient for these channels. Phenotypic responses in FXS mouse models have been shown to depend on genetic background ( Kooy, 2003 ;  Spencer et al., 2011 ). Even though auditory phenotypes have typically been demonstrated in C57BL/6J mice, the background studied here, we cannot exclude that a phenotype would have been found in another background, that genetic drift contributed to the lack of a phenotype, or that the difference in the background used in the earlier MNTB studies (FVB vs. C57BL/6J) contributed to the lack of a difference on waveforms. Neurofibromatosis Type 1 We observed evidence for a decrease in the delay between the EPSP and the AP in the  Nf1 +/  mice. The effect was not very large, but did reach significance. Both pre- and postsynaptic factors could contribute to this change. An increased release probability seems less likely at present, since this would probably be accompanied by increased STD during the tone presentation, which was not observed. We cannot exclude that changes in inhibitory inputs to the principal neurons contribute to the apparent change in EPSP-AP coupling in the  - Nf1 +/  mice, but there is little evidence for a strong contribution of synaptic inhibition to the complex extracellular waveform at the level of the mouse MNTB ( - Lorteije and Borst, 2011 ). In both dorsal root ganglion neurons and hippocampal or neocortical interneurons from NF1 mice clear increases in excitability have been observed ( Wang et al., 2005 ;  Omrani et al., 2015 ). In the dorsal root ganglion neurons the increased excitability is caused by increased sodium conductance, which depends on the increased Ras activity ( Wang et al., 2010 ;  Duan et al., 2011 ). In the interneurons these changes in excitability were caused by a decrease in the hyperpolarization-activated non-selective cation current  I h  ( Omrani et al., 2015 ), which is also prominently expressed in the principal neurons of the MNTB ( Banks et al., 1993 ;  Leao et al., 2006 ). Interestingly, these changes in the interneurons were not observed in the  H-Ras  knock-in mice, even though these mice have even stronger increase in Ras-ERK signaling than NF1 mice ( G12V Omrani et al., 2015 ). As we did not observe changes in EPSP-AP coupling in the  H-Ras  mice, one can speculate that the changes in the  G12V Nf1 +/  mice are also caused by a direct interaction of NF1 with HCN channels. However,  - in vivo  whole-cell recordings and slice recordings will be needed to confirm the observed changes of the present study, and to test whether a change in  I h  leading to a more hyperpolarized membrane potential and increased membrane resistance is underlying the apparent increased excitability ( Omrani et al., 2015 ). Costello Syndrome Little is currently known about possible changes in synaptic transmission in CS ( Stornetta and Zhu, 2011 ). Expression of the  H-Ras  transgene in excitatory neurons of the hippocampus results in a higher density of docked neurotransmitter vesicles in glutamatergic terminals, an increased frequency of miniature EPSCs, and increased paired-pulse facilitation ( G12V Kushner et al., 2005 ). However, we did not find evidence for similar changes at the calyx of Held in the CS mouse model, in which the G12V mutation is inserted in the endogenous  H-Ras  allele. Ras signaling in pyramidal neurons is required for many forms of long-term synaptic plasticity.  H-ras  KO mice show increased NMDAR-dependent synaptic transmission ( Manabe et al., 2000 ). Changes in NMDAR signaling would not be easy to detect in the adult calyx of Held synapse, since this receptor is downregulated in the MNTB after hearing onset ( Taschenberger and von Gersdorff, 2000 ;  Futai et al., 2001 ). Ras is also important for controlling synaptic AMPAR delivery during long-term plasticity ( Zhu et al., 2002 ), but, as discussed above, testing for a change in LTP in the MNTB of the CS mouse model is currently not possible. Conclusion Here, we have tested four commonly used mouse models for hereditary forms of intellectual disability for changes in presynaptic morphology, baseline synaptic transmission, and short-term plasticity at the calyx of Held synapse. Changes in morphology in the mouse models for TSC and FXS were not reflected in obvious changes in baseline synaptic transmission or short-term plasticity. This is not without precedent, since pronounced morphological changes without changes in synaptic transmission were observed following deletion of an exocyst subunit at the calyx synapse ( Schwenger and Kuner, 2010 ). Possibly, homeostatic changes may be responsible for the lack of changes in synaptic transmission in the TSC and FXS mouse models, but more detailed analysis of for example the number of active zones in these mice would first be needed before this could be further investigated. We found some evidence that EPSP-AP coupling was stronger in the  NF1  mice, but this was not observed in the CS mouse, which is like NF1 a RASopathy ( +/- Rauen, 2013 ). Even though many forms of intellectual disability are thought to be due to changes in synaptic transmission ( Swiech et al., 2008 ;  Stornetta and Zhu, 2011 ;  Levenga and Willemsen, 2012 ), our results thus show that changes in mTOR or Ras signaling do not result in ubiquitous  in vivo  changes in synaptic transmission.",
  "fetched_at": "2026-02-16T15:43:35.616965",
  "abstract_length": 2350,
  "methods_length": 11152,
  "introduction_length": 10796,
  "results_length": 16548,
  "discussion_length": 13621
}