{
  "pmid": "PMID:26219339",
  "title": "A high-throughput kinome screen reveals serum/glucocorticoid-regulated kinase 1 as a therapeutic target for NF2-deficient meningiomas.",
  "abstract": "Meningiomas are the most common primary intracranial adult tumor. All Neurofibromatosis 2 (NF2)-associated meningiomas and ~60% of sporadic meningiomas show loss of NF2 tumor suppressor protein. There are no effective medical therapies for progressive and recurrent meningiomas. Our previous work demonstrated aberrant activation of mTORC1 signaling that led to ongoing clinical trials with rapamycin analogs for NF2 and sporadic meningioma patients. Here we performed a high-throughput kinome screen to identify kinases responsible for mTORC1 pathway activation in NF2-deficient meningioma cells. Among the emerging top candidates were the mTORC2-specific target serum/glucocorticoid-regulated kinase 1 (SGK1) and p21-activated kinase 1 (PAK1). In NF2-deficient meningioma cells, inhibition of SGK1 rescues mTORC1 activation, and SGK1 activation is sensitive to dual mTORC1/2 inhibitor AZD2014, but not to rapamycin. PAK1 inhibition also leads to attenuated mTORC1 but not mTORC2 signaling, suggesting that mTORC2/SGK1 and Rac1/PAK1 pathways are independently responsible for mTORC1 activation in NF2-deficient meningiomas. Using CRISPR-Cas9 genome editing, we generated isogenic human arachnoidal cell lines (ACs), the origin cell type for meningiomas, expressing or lacking NF2. NF2-null CRISPR ACs recapitulate the signaling of NF2-deficient meningioma cells. Interestingly, we observe increased SGK1 transcription and protein expression in NF2-CRISPR ACs and in primary NF2-negative meningioma lines. Moreover, we demonstrate that the dual mTORC1/mTORC2 inhibitor, AZD2014 is superior to rapamycin and PAK inhibitor FRAX597 in blocking proliferation of meningioma cells. Importantly, AZD2014 is currently in use in several clinical trials of cancer. Therefore, we believe that AZD2014 may provide therapeutic advantage over rapalogs for recurrent and progressive meningiomas.",
  "authors": "Roberta L Beauchamp; Marianne F James; Patrick A DeSouza; Vilas Wagh; Wen-Ning Zhao; Justin T Jordan; Anat Stemmer-Rachamimov; Scott R Plotkin; James F Gusella; Stephen J Haggarty; Vijaya Ramesh",
  "journal": "Oncotarget",
  "publicationDate": "2015-07-10",
  "doi": "10.18632/oncotarget.4858",
  "methods": "MATERIALS AND METHODS Cell lines and reagents Cell lines included immortalized NF2-deficient meningioma Ben-Men-1 [ 15 ], immortalized arachnoid AC007-hTERT derived from an NF2 patient expressing heterozygous level of NF2 [ 7 ,  8 ], primary normal arachnoid AC028, and several primary NF2-deficient meningioma (MN) lines. Ben-Men-1 cells and AC007-hTERT were maintained under growth conditions described [ 7 ,  15 ], and all primary lines were established and maintained as reported [ 8 ]. Low passage 293T cells for large-scale lentiviral packaging were obtained from TRC. Insulin was from Sigma (St. Louis, MO). Inhibitor reagents included rapamycin and AktVIII (EMD Millipore; Billerica, MA), AZD2014 (provided by AstraZeneca; Wilmington, DE), GSK650394 (Tocris; Minneapolis, MN), Torin1 (kindly provided by Dr. David Sabatini, Whitehead Institute/MIT, Cambridge, MA) and FRAX597 (generously given by Dr. Joseph Kissil, The Scripps Research Institute, Jupiter, FL). Inhibitor treatment times and concentrations are described in figure legends. All inhibitors were diluted as per manufacturer's recommendations. High-throughput shRNA screen The immunofluorescence-based kinome screen was carried out using Ben-Men-1 in a 384-well plate format. The entire kinome library, developed by TRC, consisted of high titer lentivirus for 6,091 shRNAs, cloned into the pLKO-puromycin system, targeting 747 distinct kinases that were arrayed on 18 384-well plates (5-10 shRNAs/kinase). Each library virus plate contained internal negative controls including shRNAs targeting irrelevant reporter genes ( GFP, RFP, luciferase  and  LacZ ), a non-hairpin forming (nullT) control and media alone (no virus). Each screening plate included a positive control lentiviral human  RHEB -shRNA (TRCN0000010424). In addition, a separate library control plate was used consisting of 95 distinct negative control hairpins. Infections included 4 biological replicates, 3 under puromycin (puro) selection (0.75μg/ml, Life Technologies; Grand Island, NY) and 1 without puro. All subsequent steps (addition of lentivirus to fixation) were carried out by TRC using robotic liquid handling. At 18-20h after plating, each shRNA lentivirus was transferred onto cells in the presence of 5μg/ml polybrene (Sigma). The cells were spun at 2250rpm at 37°C for 30min, and transferred to 37°C overnight. The following day, virus was removed and fresh growth media was added (with or without puro). After 72h, cells were incubated in serum free media for 18-20h and fixed in 4% paraformaldehyde (Electron Microscopy Sciences; Hatfield, PA) at room temperature for 20min. Cells were permeabilized and blocked in one step with 0.2% Triton X-100/2%BSA/PBS for 20min at room temperature followed by co-incubation with AlexaFlour488 conjugated-pS6 (Ser240/244) antibody (Cell Signaling Technology; Beverly, MA) and DAPI (Life Technologies) for 18-20h at +4°C. Analysis for pS6 staining intensity was performed using the Acumen eX3 laser-scanning fluorescence microplate cytometer. Immunofluorescent staining in Figure  1  was visualized on a Nikon (Tokyo, Japan) Eclipse TE2000-U inverted microscope using the EXFO X-Cite 120 fluorescent illumination system. Images were acquired with a Nikon DS-QiMc camera and NIS-Elements BR imaging software. Large-scale lentiviral packaging and infection For large-scale packaging, pLKO-puro-based shRNAs targeting human  SGK1  (TRCN0000194957), human  PAK1  (TRCN0000197238), human  RHEB  (TRCN0000010424) as well as pLKO.1-emptyT (nullT) control (TRCN0000208001) were obtained from TRC, and packaged using TRC methods ( http://www.broadinstitute.org/rnai/public/resources/protocols ). For viral infection, Ben-Men-1 cells were transduced using lentiviral shRNAs for each of the following hairpins: SGK1, PAK1, RHEB, nullT control, as well as no virus control. Spin-infection was carried out at 2000rpm for 1.5h at 37°C, and then cells were transferred to 37°C overnight. The following day, cells were passaged to a 15cm plate, followed by puro selection (0.5μg/ml) for 3 days with no live cells observed in the control without virus. Media was exchanged for fresh growth media without puro prior to all further experiments. Immunoblotting and antibodies SDS-PAGE and immunoblotting were carried out as described [ 7 ]. Antibodies for phospho-S6 (S240/244), S6, phospho-p70 S6K (T389), p70 S6K, phospho-Akt (S473), Akt, phospho-NDRG1 (T346), SGK1, phospho-PAK1 (S144), PAK1, and 4EBP1 were from Cell Signaling Technology. Other antibodies included NDRG1 (Abcam; Cambridge, MA), Rac1 (BD Biosciences; San Jose, CA), GAPDH (EMD Millipore), Rheb (3M6 monoclonal; a generous gift from Richard Lamb, University of Liverpool, U.K.) and the NF2 polyclonal C26 antibody has been described [ 52 ]. Generation of isogenic human arachnoidal cell lines using CRISPR-Cas9 gene editing To generate isogenic NF2-expressing and NF2-deficient human arachnoidal cells (ACs), we used the AC007-hTERT cell line (AC cells). AC cells were transfected using the basic primary fibroblasts Nucleofector kit and the AmaxaNucleofector II (Lonza; Walkersville, MD) according to the manufacturer's instructions. Briefly, AC cells were resuspended in Nucleofector solution, and then transfected using program U-023 with lenti-CRISPR-NF2_sg1 expressing a single guide RNA targeting human  NF2  exon 8, the Cas9 enzyme, and a puro selection cassette (a kind gift from the Zhang laboratory at the Broad Institute and MIT [ 28 ]). Following transfection, cells were re-plated sparsely to form single colonies. Single AC-CRISPR cell clones were picked and expanded for genomic DNA extraction, PCR of human  NF2  exon 8, and Sanger sequencing to confirm in/del mutations. PCR primers:  hNF2  ex 8-F, 5′-GGGACCCAGAAGTC ACAAGA-3′;  hNF2  ex 8-R, 5′-TTTCATTATGCATGCCCAGA-3′. RNA isolation, cDNA synthesis and quantitative PCR AC-CRISPR cells were lysed in TRIzol Reagent (Life Technologies), rinsed in chloroform, and aqueous layer was applied to Qiagen RNeasy kit (Qiagen; Santa Clarita, CA) columns followed by RNA purification according to manufacturer's instructions. For cDNA synthesis, the Superscript VILO cDNA synthesis kit (Life Technologies) was used according to the manufacturer's instructions, and quantitative RT-PCR (q-RT-PCR) was carried out in triplicate on a Roche (Indianapolis, IN) Lightcycler 480 (software version 1.5.0 SP3) using iQ − SYBR Green Supermix (Bio-Rad; Hercules, CA). For human  SGK1 , two independent primer sets were used including primer set #1 (254bp amplicon):  hSGK1  qPCR-1F, 5′-ATGACGGTGAAAACTGAGGCT-3′;  hSGK1  qPCR-1R, 5′-GTTCTCCTTGCAGAGTCCGAAG-3′, which were validated by TRC/Broad Institute (primer sequences from PrimerBank,  http://pga.mgh.harvard.edu/primerbank/index.html ) and primer set #2 (132bp amplicon):  hSGK1  qPCR-2F, 5′-GCTGAAATAGCCAGTGCCTTGG-3′;  hSGK1  qPCR-2R, 5′-GTTCTCCTTGCAGAGTCCGAAG-3′. Human 18S served as a control using primers:  h18S -F, 5′-ACCCGTTGAACCCCATTCGTGA-3′;  h18S -R, 5′-GCCTCACTAAACCATCCAATCGG-3′. Melt curves showed single peak specificity for each q-RT-PCR primer set. Statistical analysis For the high-throughput screen, data acquisition, analysis and top hit calling was performed by TRC using robust z scoring methodology to normalize data [ 16 ]. For q-RT-PCR, all experiments were performed in triplicate. Fold changes in gene expression were calculated using the comparative  CT  (threshold cycle) method, and expression levels were quantitated relative to control (normalized to 1.0). Data values are represented as mean +/− SD. Within each group, student  t -test was performed with a value of  p  < 0.05 considered significant. Cell viability assays Cell viability was assessed in 384-well plates using CellTiter-Glo Luminescent Cell Viability Assay (Promega; Madison, WI). Briefly, the next day after seeding, cells were treated with serial dilutions of AZD2014, rapamycin or FRAX597 in full growth media and incubated for 72h (see figure legends for dilution point details). DMSO was used as a control. Luminescence was detected using an EnVision Plate Reader (Perkin Elmer; Waltham, MA) and mean values +/− SD from at least 3 independent experiments were determined for each meningioma cell line. Growth curves were plotted using GraphPad Prism 6.0 software (San Diego, CA) and drug concentrations inhibiting cell growth by 50% (IC 50 ) was determined using nonlinear regression (curve fit) analysis.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:26:32"
}