{
  "pmid": "26258444",
  "abstract": "The tumour suppressor Merlin, encoded by the gene NF2, is frequently mutated in the autosomal dominant disorder neurofibromatosis type II, characterised primarily by the development of schwannoma and other glial cell tumours. However, NF2 is expressed in virtually all analysed human and rodent organs, and its deletion in mice causes early embryonic lethality. Additionally, NF2 encodes for two major isoforms of Merlin of unknown functionality. Specifically, the tumour suppressor potential of isoform 2 remains controversial. In this study, we used Nf2 isoform-specific knockout mouse models to analyse the function of each isoform during development and organ homeostasis. We found that both isoforms carry full tumour suppressor functionality and can completely compensate the loss of the other isoform during development and in most adult organs. Surprisingly, we discovered that spermatogenesis is strictly dependent on the presence of both isoforms. While the testis primarily expresses isoform 1, we noticed an enrichment of isoform 2 in spermatogonial stem cells. Deletion of either isoform was found to cause decreased sperm quality as observed by maturation defects and head/midpiece abnormalities. These defects led to impaired sperm functionality as assessed by decreased sperm capacitation. Thus, we describe spermatogenesis as a new Nf2-dependent process. Additionally, we provide for the first time in vivo evidence for equal tumour suppressor potentials of Merlin isoform 1 and isoform 2.",
  "methods": "Materials and Methods Animal housing and genotyping Animals were kept according to local governmental and institutional animal care regulations (Zweckverband Veterinär- und Lebensmittelüberwachungsamt Jena-Saale-Holzland). Animal experiments were approved and licensed by the same authorities (see above; license number: “J-SHK-2684-04-08-02/14\"). Mice were maintained under a 12-h light/12-h dark cycle at 22°C and provided with standard laboratory chow and tap water  ad libitum . Mice were culled by cervical dislocation or CO 2  asphyxiation at the stated age. To prevent suffering, ageing mice were sacrificed upon signs of injury (e.g. scratch wound) or illness (e.g. tumour development). The  Nf2  iso1 ko and iso2 ko animals–described in [ 17 ]–were backcrossed at least six times into a C57Bl/6 background from an FVB/NJ-C57Bl/6 background. Tail clip lysates were used to genotype the mouse lines. Genotyping of iso1 ko and iso2 ko animals was conducted using the iso1 ko and iso2 ko primer pairs ( Table 1 ), respectively, yielding a wildtype (product size of iso1 ko: 267 bp, iso2 ko: 378 bp) and a knockout (product size of iso1 ko: 391 bp, iso2 ko: 235 bp) PCR product. 10.1371/journal.pone.0129151.t001 Table 1 Genotyping primer Primer 1 [5’–3’] Primer 2 [5’–3’] Iso1 ko CCTCAAGCCCAAGGCAGAAGA CTTCAGAGTGAGGCAGTCTTCTAGG Iso2 ko CAGTACACCTGAGGTCACTGTCTC CTTCAGAGTGAGGCAGTCTTCTAGG Animals of different ages were analysed. Young mice are denoted according to age in days as P8, P18 or P35 (post-natal day). Adult animals are denoted as young (2–3 months old) or old (16–18 months old) if age is not specified. Organ sample preparation and storage Organ samples were obtained from animals killed by cervical dislocation. For histological preparations, liver and skeletal muscle tissue was fixed overnight at 4°C in phosphate-buffered saline (PBS)-buffered 4% paraformaldehyde (PFA), pH 7.0. Testis tissue was fixed in Bouin’s fluid (0.9% picric acid, 10% formaldehyde, 5% glacial acetic acid) overnight and then washed multiple times in 70% ethanol. Following fixation, tissue was embedded in paraffin. Testis used for  in situ  hybridisation (ISH) was frozen in isopentane on dry ice and then stored at –80°C. Cryosections of 20 μm thickness were cut for the ISH procedure on a cryostat (Leica CM 3050S) at –20°C, thaw mounted onto silane-treated slides (Superfrost Plus; Thermo Scientific), air dried and stored at –80°C. For mRNA extraction and protein lysate preparation, organs were snap frozen in liquid nitrogen and stored at –80°C. Histological stainings Paraffin blocks were sliced to generate 5-μm thick sections which were dewaxed and rehydrated using a graded alcohol series and then stained with H&E (haematoxylin & eosin), PAS (periodic acid-Schiff) or Masson’ trichrome stains according to standard protocols [ 29 ]. Stained tissues were embedded in xylene based medium under a coverslip and analysed by light microscopy using an Olympus AX70 microscope. Picture quality was optimized by Photoshop (Adobe). Immuno histo chemisty (IHC) IHC was performed on paraffin section using the Golden Bridge International Polink-2 Plus HRP rabbit kit with AEC chromogen (cat. No. D40-15) according to the manufacturer’s recommendations. Antigen retrieval was performed by heating the slides to 100°C in 10 mM citrate-buffer for 10 min using a pressure cooker. The Merlin C-18 antibody (Santa Cruz Biotechnology #sc-332) was diluted 1:200. In situ hybridisation (ISH) A cDNA fragment corresponding to nt 497–997 of mouse  Nf2  cDNA (transcript ID NM 001252250.1) recognising exons 1–4 as a total  Nf2  transcript probe was generated by PCR using the ISH-mmNf2-ex2 primer pair ( Table 2 ) and subcloned into the pCR2-TOPO vector (Invitrogen). Radiolabelled riboprobes were generated using [ 35 S]UTP (Hartmann Analytic GmbH) as substrate for the  in vitro  transcription reaction and T7 as well as SP6 polymerases for preparing antisense and sense riboprobes, respectively, according to standard protocols. The detailed ISH procedure is described in the supplementary methods. Experiments conducted with the respective sense probes did not produce any hybridisation signals. 10.1371/journal.pone.0129151.t002 Table 2 ISH primer Primer 1 [5’–3’] Primer 2 [5’–3’] ISH-mmNf2-ex2 GGGGCTAAGAGACCCAGAAC GACAGCATATGACGCCAAGA RT-PCR and qPCR mRNA was isolated from liquid nitrogen snap-frozen organs with Qiagen’s RNeasy kit (#75142) according to the instructions using DNase (#79254, Qiagen) on-column digestion, Trizol (Invitrogen) pre-lysis and mRNA extraction using the Precellys homogenisation system (Peqlab) with zirconium beads. For small sample sizes and cells, Macherey-Nagel’s NucleoSpin RNA XS kit (#740902) was used. cDNA was produced using the Omniscript kit from Qiagen (#205111). RT-PCR was performed using MyTaq 2× Mastermix (#BIO-25043, Bioline) and 0.5 μM primer concentration ( Table 3 ). qPCR (quantitative real-time PCR) was performed using Invitrogen’s Fast SYBR Green Master Mix (#4385616) on a Roche Lightcycler 480. In order to calculate relative mRNA levels, one sample was serially diluted to produce a 4x, 2x, 1x, 0.5x and 0.25x standard. Amplification efficiency was calculated for each primer pair using these standards and the second derivative maximum of the fluorescence intensity curve as a cycle call. mRNA levels of all other samples were then calculated according to the standard curve and therefore describe relative abundance to the sample used as a standard (in figures this is referred to as “normalized to X”, where x is the standard sample). 10.1371/journal.pone.0129151.t003 Table 3 qPCR primer Primer 1 [5’–3’] Primer 2 [5’–3’] Nf2ex14-17 (RT-PCR both  Nf2  isoforms) AGCTTCGACATTATTGCTGACAG TCAGGAGCAGCAGATGTGGCAG Nf2ex1-2 (qPCR total  Nf2 ) AAGCAGCCCAAGACATTCAC AAGAACCAGGTTTCCCGAAG Nf2ex14-15/17 (qPCR  Nf2  isoform 1) ACGGACATGAAGCGACTTTC GCTCTGCAGAGTGAGCTTTTTAAT Nf2ex14-16 (qPCR  Nf2  isoform 2) ACGGACATGAAGCGACTTTC GCAGATAGGTCTTCTGCCTTG Cyclophilin D ( Ppid ) (qPCR) GCAAGGATGGCAAGGATTGA AGCAATTCTGCCTGGATAGC β-Actin ( Actb ) (qPCR) AGAGGGAAATCGTGCGTGAC CAATAGTGATGACCTGGCCGT Zbtb16 (qPCR) CCACCTTCGCTCACATACAG GTGGCAGAGTTTGCACTCAA \n qPCR primer \n \n Primer 1 [5’–3’] \n \n Primer 2 [5’–3’] \n Nf2ex14-17 (RT-PCR both  Nf2  isoforms) AGCTTCGACATTATTGCTGACAG TCAGGAGCAGCAGATGTGGCAG Nf2ex1-2 (qPCR total  Nf2 ) AAGCAGCCCAAGACATTCAC AAGAACCAGGTTTCCCGAAG Nf2ex14-15/17 (qPCR  Nf2  isoform 1) ACGGACATGAAGCGACTTTC GCTCTGCAGAGTGAGCTTTTTAAT Nf2ex14-16 (qPCR  Nf2  isoform 2) ACGGACATGAAGCGACTTTC GCAGATAGGTCTTCTGCCTTG Cyclophilin D ( Ppid ) (qPCR) GCAAGGATGGCAAGGATTGA AGCAATTCTGCCTGGATAGC β-Actin ( Actb ) (qPCR) AGAGGGAAATCGTGCGTGAC CAATAGTGATGACCTGGCCGT Zbtb16 (qPCR) CCACCTTCGCTCACATACAG GTGGCAGAGTTTGCACTCAA Western blotting Western blot analysis was performed according to standard protocols. The following primary antibodies were incubated overnight at 4°C: Abcam (NF2/Merlin isoform 1 #3357 1:2000), Santa Cruz Biotechnology (Erk 1 K-23 #sc-94 1:1000, Erk 2 K-23 #sc-153 1:1000, GAPDH H-12 #sc-66574 1:1000), Sigma (β-Actin AC-15 #A1978 1:80000), Cell Signaling Technology (phospho Yap #4911 1:1000, Yap #4912 1:500, phospho Erk 1/2 #4370 1:1000, total (N-terminal) Merlin D1D8 #6995 1:1000) and Millipore (phospho-Tyr 4G10 #05-1050X 1:1000). After washing, the blot was incubated with horseradish peroxidase-conjugated anti-rabbit or anti-mouse secondary goat antibodies (Dako) for 1 h at room temperature. Following intensive washing, the horseradish peroxidase signal was developed using ECL (Pierce-Thermo Scientific) and film (Hyperfilm ECL; GE Healthcare). Signal intensity quantification was carried out on scanned film using ImageJ software (open source software available at  rsb.info.nih.gov/ij/ ). Fertility and sperm analysis Assessment of fertility was carried out by mating one male with one female at the age of 2 months and documenting the litter frequency and size for 6 months. For sperm analysis, mice were killed and about 3 cm of the seminal duct (vas deferens) was dissected. Sperm were squeezed out with fine forceps. The sperm were taken up in 500 μl Whitten’s medium (non-capacitating medium: 100 mM NaCl, 4.4 mM KCl, 1.2 mM KH 2 PO 4 , 1.2 mM MgSO 4 , 5.4 mM glucose, 0.8 mM pyruvic acid, 4.8 mM lactic acid, 2.4 mM CaCl 2 , 20 mM HEPES (acid); all Sigma-Aldrich) and analysed manually in a Makler chamber according to WHO guidelines [ 30 ]. Sperm motility was assessed by manually classifying sperm into three categories: progressive motility (sperm moving in one direction or around in large circles), non-progressive motility (sperm tail is moving but sperm does not cover distance while moving, either being stuck in one place or moving in small circles) or immobility (no movement of sperm or sperm tail). Sperm count and morphology were assessed from immobilised sperm preparations in 0.1% PFA. Iso1 ko and iso2 ko sperm without cytoplasmic droplets (CD) and head-midpiece-agglutinations (AG) were counted as normal. Capacitation assay was performed by incubating minced cauda epididymis for 20 min at 37°C in non-capacitating Whitten’s medium to let sperm swim out (swim-up sperm). Swim-up sperm were counted using an improved Neubauer counting chamber. Sperm were then filtered through a 70-μm nylon gauze and incubated for 1 h in capacitating Whitten’s medium (non-capacitating medium supplemented with 15 mM NaHCO 3  and 5 mg/ml BSA (bovine serum albumin); both Sigma-Aldrich). Non-capacitated and capacitated sperm were washed with PBS, centrifuged at 2000 g for 1 min and the pellet snap frozen in liquid nitrogen. Electron microscopy Swim-up sperm was promptly fixed in Karnovsky fixative (2% PFA, 2.5% glutaraldehyde (Roth) in PBS, pH 7.3) for 12 h. Sperm were then embedded in 3% agar (Roth). Samples were processed on a tissue processor EMTP (Leica). Samples were washed with PBS, fixed again with 1% osmic acid (Roth) and 1% potassium hexacyanoferrate (Roth) in PBS for 2.5 h at 4°C. Samples were then dehydrated using increasing concentrations of acetone and embedded in epon (glycid ether 100; Serva) in gelatine capsules. Epon was allowed to polymerise for 48 h at 60°C. Ultra-thin sections were cut (Reichert Ultracut S (Leica) and diamond blade 35° (Diatome)) with further contrasting onto copper grids. Sections were analysed with a JEM 1400 (JEOL) with an accelerating voltage of 80 kV. Fluorescence-activated cell sorting (FACS) FACS of spermatogonial stem cells was performed according to the method described by Takubo et al. [ 31 ]. Mice were sacrificed and testes dissected and placed in warm PBS. The tunica albuginea was removed and the testicular cords pre-digested for 20 min with 0.1% collagenase at 37°C. Another round of collagenase digestion for 30 min was followed by digestion with 1× Trypsin-EDTA solution (PAA) and subsequent filtering through a 40-μm nylon mesh. The single cell solution was then incubated with an antibody against EpCam (clone G8.8 1:100; #14–5791, eBioscience) and MACS (magnet-activated cell sorting) sorted using the autoMACS system from Miltenyi Biotec GmbH. The positive cells were prepared for FACS by incubation with anti-Integrin α6-PE (clone eBioGoH3 1:100; #12–0495, eBioscience) and anit-c-Kit-APC (clone 2B8 1:100; #17–1171, eBioscience). The sorting was performed on a BD Biosciences FACS Aria 2. Viable cells were gated according to DAPI (Sigma-Aldrich) staining and forward scatter. Cell fractions were sorted according to c-Kit and Integrin α6 staining intensity. Oil Red O staining Oil Red O staining was performed on cryosections according to standard procedures [ 29 ]. Briefly, samples were incubated in Oil Red O solution for 20 min, washed with water, counterstained with haematoxylin and embedded under coverslips in aqueous mounting medium. Luciferase assays Luciferase assays were performed using the Promega Dual Glo Luciferase assay kit according to the manufacturer‘s instructions. Cells were transfected with a firefly luciferase reporter plasmid containing the CTGF promoter [ 32 ] and the pRL-TK (Promega) vector containing the renilla luciferase under the control of the thymidine kinase promoter using Lipofectamine 2000 (Invitrogen). For overexpression of merlin, pcDNA3-based  Nf2  full-length sequences for isoform 1 and 2 was used. The empty backbone vector pcDNA3 was used for the control transfection. Merlin c-terminal fragments consisted of amino acids 300–595 (iso1 c-term) and 300–590 (iso2 c-term). Hanging wire test The “hanging wire” test for muscle strength was performed as follows: Mice were put onto a metal grid, which was then turned upside down. Precautions were taken so that the mice could not climb up the side of the grid. The time until mice fell off the grid was measured or the experiment was terminated after 60 s. Statistical analysis Quantitative data were analysed using the software R (open source software available at  http://www.r-project.org/ ). Pairwise Student’s t-tests were performed for analysis of statistical significance of differences between two groups. One-way ANOVA (analysis of variance) in combination with post-hoc t-tests were used in order to compare multiple groups. P-values were corrected according to Holm [ 33 ]. Statistical significance was accepted for an α-error of less than 5% (p<0.05). P-values are denoted in figures. Statistical signifcance of tumour incidence and testicular atrophy was tested by Fisher’s exact test for which we accepted an α < 0.1. Error bars either denote standard deviation (SD) or standard error of the mean (SEM).",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:36:09.280330",
  "abstract_length": 1506,
  "methods_length": 13576,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}