{
  "pmid": "26344136",
  "abstract": "The NF2 gene product Merlin is a FERM-domain protein possessing a broad tumor-suppressing function. NF2/Merlin has been implicated in regulating multiple signaling pathways critical for cell growth and survival. However, it remains unknown whether NF2/Merlin regulates Wnt/β-catenin signaling during vertebrate embryogenesis. Here we demonstrate that NF2/Merlin is required for body pattern formation in the Xenopus laevis embryo. Depletion of the maternal NF2/Merlin enhances organizer gene expression dependent on the presence of β-catenin, and causes dorsanteriorized development; Morpholino antisense oligo-mediated knockdown of the zygotic NF2/Merlin shifts posterior genes anteriorwards and reduces the anterior development. We further demonstrate that targeted depletion of NF2 in the presumptive dorsal tissues increases the levels of nuclear β-catenin in the neural epithelial cells. Biochemical analyses reveal that NF2 depletion promotes the production of active β-catenin and concurrently decreases the level of N-terminally phosphorylated β-catenin under the stimulation of the endogenous Wnt signaling. Our findings suggest that NF2/Merlin negatively regulates the Wnt/β-catenin signaling activity during the pattern formation in early X. laevis embryos.",
  "methods": "Methods Sex as a biological variable. Our study examined male and female animals, and similar findings are reported for both sexes. Generation of Nf2-cKO mice. The animals were maintained in the animal facilities in the Experimental Animal Center at the Hangzhou Normal University. The  Nf2 -floxed allele ( fl/fl ) was provided by Inserm ( 48 ).  Wnt1-Cre  was provided by Zuoyun Wang (Fudan University, Shanghai, China).  Nf2  mice and mice with tissue-specific promoter-driven  fl/fl Cre  ( Wnt1-Cre ) were crossed to generate heterozygous mice, which were intercrossed with  Nf2  to obtain homozygous  fl/fl cKO  mice.  Cre -negative littermates served as controls. The following primers were used for genotyping ( 42 ,  46 ): 5′-CTTCCCAGACAAGCAGGGTTC-3′ and 5′-GAAGGCAGCTTCCTTAAGTC-3′ for  Nf2  (~442 bp) and WT (~305 bp) fragments; 5′-TCCAATTTACTGACCGTACACC-3′ and 5′-CGTTTTCTTTTCGGATCC-3′ for the general Cre gene product (~372 bp).  fl/fl Wnt1-Cre  was determined using  Wnt1-wt-F : 5′-AGGCATGTGTTTCCCTTCTG-3′;  Wnt1-co-R : 5′-GAGTCCAGGTCCTCTGGTTG-3′ and  Wnt1-ko-F : 5′-CTCTTCCGGAGGAAAATGTC-3′, and a fragment of ~198 bp for WT and ~255 bp for homozygote can be visualized. Skeletal staining. Alizarin red–Alcian blue staining was used to determine the skeletal structure in embryos. Skeletons in gestation at different developmental stages were double-stained for cartilage and bone using Alcian blue and alizarin red solution ( 46 ). All carcasses were skinned and fixed in 95% ethanol for 24 hours. Samples were then placed in 95% ethanol–Alcian blue (A5268, Sigma) and alizarin red solution (A5533, Sigma) (24, 48 hours respectively) for cartilage and bone staining, followed by a 95% ethanol wash (8 hours) and maceration in 1% KOH overnight at 4°C. Samples were cleared in 20%, 50%, 80% glycerol in 1% KOH for 12 hours for each step. Samples were stored in 100% glycerol for subsequent imaging. Histological tissue preparation and staining. Histology and tissue preparation were performed as described previously. Briefly, pregnant mice were euthanized with CO 2  followed by cervical dislocation. Embryos (E12.5–E18.5) were dissected from the uterus under a microscope. E0.5 was designated as noon of the day on which the dam was positive for the vaginal plug. Murine femurs and tibiae were harvested, skinned, and eviscerated before fixing in 4% paraformaldehyde (PFA) in 1× PBS overnight. For paraffin sections, specimen was twice dehydrated in 50% and then 70% ethanol solution and embedded in paraffin. Sections were cut at a thickness of 6 μm and mounted on Superfrost Plus slides (Thermo Fisher Scientific). For frozen sections, samples were infiltrated in 30% sucrose, embedded in optimum cutting temperature compound (23730571; Thermo Fisher Scientific), sectioned at 10 μm using a microtome (Leica LM 3095), and then mounted on Superfrost Plus slides. H&E staining. Murine cranial bone paraffin sections were stained with H&E according to protocol ( 46 ,  124 ), then rehydrated. We stained the slides in hematoxylin. We rinsed using acid alcohol (1% HCl in 50% ethanol, EtOH) and counterstained with eosin. Slides were dehydrated in 100% EtOH and xylene. von Kossa staining. To examine mineralization, sections were incubated in 1% silver nitrate for 30 minutes while under sunlight. Unreacted silver was washed with 5% sodium thiosulfate and distilled water for 5 minutes each, followed by counterstaining with nuclear fast red solution. Sections were dehydrated and coverslipped using permanent mounting medium. Alizarin red staining. To examine mineralization, sections were stained with 2% alizarin red working solution for 20 minutes and washed with PBS for 5 minutes each. Sections were dehydrated and coverslipped using permanent mounting medium. For cell staining, we first washed the cells with PBS and then fixed the slides in 4% PFA. We added 2% alizarin red working solution and washed the cells. Immunostaining. For immunohistochemistry staining ( 125 ,  126 ), the paraffin sections were used for the experiments. Sections were treated with 6% H 2 O 2  in 100% methanol at room temperature (RT) for 5 hours to block endogenous peroxidase activity followed by rehydration through a descending methanol series (50%, 25%, and 0% in 0.1 M PBS) at RT for 30 minutes each. Antigen retrieval was performed by heating the tissues at 92°C–95°C for 5 minutes in Universal Antigen Retrieval Agent (CTS015; R&D Systems). We used 0.3% Triton X-100 in PBS (PBSX) to block nonspecific staining. Sections were then incubated with primary antibody in 10% normal donkey serum (NDS; D9663; Sigma-Aldrich) in PBSX at 4°C overnight ( Supplemental Table 1 ). After rinses with PBS for 3 times, sections were incubated at 4°C for 24 hours with biotin-conjugated secondary antibody (BA-5000; Vector Laboratories) in 1% NDS in PBSX and then incubated at RT for 30 minutes with peroxidase-conjugated streptavidin in blocking solution (PK6200; Vector Laboratories). After 3 rinses in PBS, sections were preincubated in nickel-intensified DAB solution (SK4100; Vector Laboratories) without H 2 O 2  at RT for 30 minutes followed by incubation with DAB solution containing 0.0003% H 2 O 2 . The reaction was stopped by PBS rinses twice and photographed in PBS. Counterstaining by hematoxylin was dependent on sections. For immunofluorescence staining, frozen sections were air-dried at RT for 1 hour and rehydrated in 0.1 M PBS. Blocking of nonspecific staining was carried out by incubation with 10% NDS in 0.3% PBSX at RT for 30 minutes. Then, the sections were incubated with primary antibodies ( Supplemental Table 1 ) in the carrier solution (5% normal donkey serum, 0.3% PBSX) at 4°C for overnight. Sections without a primary antibody treatment were used as negative control. Following 3 rinses in 0.1 M PBS, sections were incubated with Alexa Fluor 488– or 594–conjugated secondary antibody (1:500, Jackson ImmunoResearch) in carrier solution at RT for 1 hour. Following rinses with 0.1 M PBS, sections were counterstained with DAPI (200 ng/mL in PBS, D1306; Life Technologies) at RT for 10 minutes. After thorough rinsing in 0.1 M PBS, sections were air-dried and coverslipped with ProLong Diamond antifade mounting medium ( P36970 , Thermo Fisher Scientific). The sections were photographed using a laser scanning confocal microscope (Zeiss LSM 710). EdU analysis. To collect tissues for EdU immunoreactions, EdU (B5002, Beyotime) was dissolved in Dulbecco’s phosphate-buffered saline (Cytiva) at 10 mg/mL and injected intraperitoneally at a single dose of 100 mg/kg 2 hours before embryo collection. EdU staining was performed based on the BeyoClick EdU-594 (C0078S, Beyotime). The Edu +  osteoprogenitor cells were counted using ImageJ (NIH) for data analysis. EdU +  cells were calculated from 3 samples using ImageJ. Apoptosis assay. The apoptosis was determined by TUNEL labeling as described ( 11 ). The frozen sections were fixed and permeabilized, followed by TUNEL labeling using a One Step TUNEL Apoptosis Assay Kit (C1089, Beyotime) based on the protocol. The TUNEL +  cells were imaging using a confocal microscope (Zeiss LSM 710) and counted from 3 samples using ImageJ. Picrosirius red dye. Sections first stained nuclei with hematoxylin for 5–10 minutes. We washed the slides in running tap water for 2 minutes. We put the slides in Picrosirius red (G1472, Solarbio) for 1 hour. Slides were dehydrated in 100% EtOH and xylene and mounted in Dendropanoxide (Thermo Fisher Scientific) to let dry overnight. Observation was under a bright-field or polarized microscope (SOPTOP and CX40P, both Ningbo Sunny Instruments Co., Ltd.). Cell culture and differentiation. Primary CNC and calvarial osteoblast cell culture and osteogenic induction were performed as described ( 54 ). For CNCs, we harvested embryos E10.5 from the uterus and isolated the first branchial arch (BA1), then digested with TrypLE at 37°C for 10 minutes and centrifuged at 1,000 g , and then discarded supernatant. We resuspended the cells with 100 μg/mL fibronectin solution at 37°C for 1.5 hours. Then we added 1 mL of Advanced DMEM including 10 μg/mL fibronectin and incubated at 37°C for 24 hours. We removed media, then cultured with Advanced DMEM/F-12 for several days. For osteoblast culture, calvarial bones were isolated from newborn mice or embryonic stage E18.5 from  Wnt1-Cre/Nf2-cKO  mutants and  Cre  littermates using a dissecting microscope. After the removal of the periosteum and dura mater from the skull, the bones were then minced and digested using 0.2% dispase II and 0.1% collagenase in serum-free medium at 37°C. Digestion was carried out 3 times, and the first 2 digestions for 30 minutes were discarded. The last digestion for 90 minutes was pooled, centrifuged at 1,000 −  Nf2 fl/fl g , and resuspended in α-MEM supplemented with 10% FBS and 100 infection units (IU)/mL Penicillin/Streptomycin (Gibco, Thermo Fisher Scientific) to reach cell confluence. For the osteogenic differentiation assay. Subsequently, cells were induced using osteogenic differentiation medium and BGJb medium (12591, Gibco, Thermo Fisher Scientific) supplemented with 10% (vol/vol) FBS, 50 μg/mL AA (A4544; Sigma-Aldrich), 5 mM glycerophosphate (G9891; Sigma-Aldrich), and 100 IU/mL Penicillin/Streptomycin (Gibco, Thermo Fisher Scientific). Osteoblasts were collected at different differentiation stages (d0, d7, d14). Phospho-Nf2 mutant and lentivirus packaging. Overlapping PCR and pCDH-CMV-MCS plasmid was used to construct  Nf2  site mutation product (Ser10A, Thr230A, Ser315A, Ser518A), and we infected primary osteoblasts with lentivirus. Primer sequences are presented in  Supplemental Table 2 . For lentivirus packaging, the second-generation packaging plasmids (psPAX2 and pMD2.G) and lentivirus vector were cotransfected into HEK293T cells (3101HUMGNHu17, BMCR) using the Lipofectamine 8000 transfection reagent (Beyotime, C0533) following manufacturer’s instructions as described ( 11 ,  46 ), and the virus was harvested 48 hours and 72 hours posttransfection. Viral titers were determined in HEK293T cells, and lentivirus infection was performed by incubating primary cells with 5 IU per cell (about 1 × 10 5  IU per well in a 24-well plate) in the presence of 10 μg/mL polybrene overnight. Protein transport assays and immunocytochemistry. To analyze intracellular Col1a1 ( 114 ), cells were cultured for 12 hours after seeding and then treated or not treated with 50 μg/mL AA. Cells were fixed with 4% PFA for 20 minutes at RT and permeabilized with 0.3% PBSX for 15 minutes at RT. They were then blocked in 10% donkey serum in PBSX for 60 minutes at RT before staining with primary antibodies. The primary antibodies used were as follows: collagen type I (1:500, Abcam; ab21286), GM130 (1:500, Proteintech; 11308-1-Ig). The sections were photographed using a laser scanning confocal microscope (Zeiss LSM 710). TEM analysis. Skull tissues were fixed for at least 24 hours in Karnovsky’s fixative, decalcified in 10% EDTA for 1 week, and then refixed for at least 24 hours in Karnovsky’s fixative. Samples were then secondarily fixed in 1% osmium tetroxide for 1 hour, dehydrated in increasing concentrations of EtOH, embedded in epoxy resin, sectioned at 100 nm thickness using an ultramicrotome (Leica EM UC7), stained with uranyl acetate and lead citrate, and imaged at 80 kV using a JEM-1400 Flash TEM equipped with a Gatan digital camera. Western blot assay. Proteins from cultured osteoblasts at different differentiated stages from  Wnt1-Cre Nf2-cKO  mutants and  Cre  littermate controls were extracted using RIPA buffer (1% NP-40, 150 mmol/L NaCl, 50 mmol/L Tris-HCl, 0.5% sodium deoxycholate, 0.1% SDS, 1 mmol/L EDTA, pH 7.4). The concentration of extracted proteins was determined using BCA protein assay kit (Pierce, Thermo Fisher Scientific). An amount of total protein was loaded into each lane. SDS-PAGE was used to resolve the protein bands and transferred to the PVDF membrane. Nonspecific binding was blocked using blocking buffer containing 5% milk powder in Tris-buffered saline and Tween-20 buffer (TBST) buffer (20 mM Tris pH 7.5, 150 mM NaCl, 0.1% Tween 20) at RT for 2 hours. The membranes were incubated with primary antibodies ( −  Nf2 fl/fl Supplemental Table 1 ) in blocking buffer at 4°C for 24 hours. Following 3 rinses in TBST (15 min/each), membranes were incubated with conjugated secondary antibodies ( Supplemental Table 1 ) in blocking buffer at RT for 2 hours. ChemiDocMP Imaging System (Bio-Rad ChemiDoc) was used to image the Western blot bands as described ( 11 ,  127 ). For Akt kinase activity assay, osteoblasts were treated or not treated with Akt inhibitor (SF2712) and extracted by RIPA. Phos-tag gel electrophoresis (198-17981, FUJIFILM) was used to resolve the protein bands and transfer to the PVDF membrane. co-IP assay. For co-IP, cell lysates were prepared from cells cultured on a 10 cm dish in 500 μL co-IP buffer (25 mM Tris, 150 mM NaCl, 1% NP-40, 1 mM EDTA, 5% glycerol, pH 7.4) supplemented with proteinase and phosphatase inhibitor cocktail (P1050, Beyotime) ( 46 ). Cell lysates were incubated with co-IP antibody or normal IgG with rotation overnight at 4°C. Then Dynabeads (10001D, Thermo Fisher Scientific) were incubated for 30 minutes and then washed using DynaMag-2 magnet (12321D, Thermo Fisher Scientific) and eluted in SDS elution buffer (50 mM Tris, 2% SDS, 10% glycerol) at 60°C for 10 minutes. The supernatant containing co-IP products was supplemented with 100 mM DTT and 0.1% bromophenol blue, denatured at 95°C for 10 minutes, and submitted for Western blot analysis. RNA isolation and qRT-PCR analysis. Total RNA was extracted from cultured cells at day 7 and day 14 as indicated with TRIzol reagent (15596018, Life Technologies, Thermo Fisher Scientific). Mouse cDNA was reversed-transcribed from 0.5 g total RNA with Hifair III 1st Strand cDNA Synthesis SuperMix for qPCR (11141ES10, YEASNE). The qRT-PCR was performed using 1-step RT-PCR System with Hieff qPCR SYBR Green Master Mix (11202ES03, YEASNE). Expression levels of each gene were given relative to Gapdh. The results are presented as means ± SD of triplicate. Primer sequences are presented in  Supplemental Table 3 . Statistics. Data are presented as mean ± SD from at least 3 biological replicates. For comparisons between 2 groups, unpaired 2-tailed Student’s  t  test was used. For experiments involving more than 2 groups or 2 independent variables, 1-way or 2-way ANOVA was performed. A  P  value less than 0.05 was considered statistically significant. Statistical analyses were performed using GraphPad Prism 9 (GraphPad Software). Study approval. All the animal experiments were approved by the animal committee of Zhejiang Sci-Tech University (201911001). Data availability. Values for all data points in graphs can be found in the manuscript and  Supporting Data Values  file.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:36:30.199388",
  "abstract_length": 1268,
  "methods_length": 14946,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}