{
  "pmid": "PMID:26423696",
  "title": "How to Target Activated Ras Proteins: Direct Inhibition vs. Induced Mislocalization.",
  "abstract": "Oncogenic Ras proteins are a driving force in a significant set of human cancers and wildtype, unmutated Ras proteins likely contribute to the malignant phenotype of many more. The overall challenge of targeting activated Ras proteins has great promise to treat cancer, but this goal has yet to be achieved. Significant efforts and resources have been committed to inhibiting Ras, but these energies have so far made little impact in the clinic. Direct attempts to target activated Ras proteins have faced many obstacles, including the fundamental nature of the gain-of-function oncogenic activity being produced by a loss-of-function at the biochemical level. Nevertheless, there has been very promising recent pre-clinical progress. The major strategy that has so far reached the clinic aimed to inhibit activated Ras indirectly through blocking its post-translational modification and inducing its mislocalization. While these efforts to indirectly target Ras through inhibition of farnesyl transferase (FTase) were rationally designed, this strategy suffered from insufficient attention to the distinctions between the isoforms of Ras. This led to subsequent failures in large-scale clinical trials targeting K-Ras driven lung, colon, and pancreatic cancers. Despite these setbacks, efforts to indirectly target activated Ras through inducing its mislocalization have persisted. It is plausible that FTase inhibitors may still have some utility in the clinic, perhaps in combination with statins or other agents. Alternative approaches for inducing mislocalization of Ras through disruption of its palmitoylation cycle or interaction with chaperone proteins are in early stages of development.",
  "authors": "Ethan J Brock; Kyungmin Ji; John J Reiners; Raymond R Mattingly",
  "journal": "Mini reviews in medicinal chemistry",
  "publicationDate": "2016",
  "doi": "10.2174/1389557515666151001154002",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-20 06:56:45"
}