{
  "pmid": "26461061",
  "abstract": "BACKGROUND: Both the number and size of tumours in NF1 patients increase in response to the rise in steroid hormones seen at puberty and during pregnancy. The size of tumours decreases after delivery, suggesting that hormone-targeting therapy might provide a viable new NF1 treatment approach. Our earlier studies demonstrated that human NF1 tumour cell lines either went through apoptosis or ceased growth in the presence of 2-methoxyoestradiol (2ME2), a naturally occurring anticancer metabolite of 17-β estradiol. Previous reports of treatment with sulfamoylated steroidal and non-steroidal derivatives of 2ME2 showed promising reductions in tumour burden in hormone-responsive cancers other than NF1. Here we present the first studies indicating that 2ME2 derivatives could also provide an avenue for treating NF1, for which few treatment options are available. METHODS: STX3451, (2-(3-Bromo-4,5-dimethoxybenzyl)-7-methoxy-6-sulfamoyloxy-1,2,3,4-tetrahydroisoquinoline), a non-steroidal sulphamate analogue of 2ME2, was tested in dose-dependent studies of malignant and benign NF1 human tumour cell lines and cell lines with variable controlled neurofibromin expression. The mechanisms of action of STX3451 were also analysed. RESULTS: We found that STX3451-induced apoptosis in human malignant peripheral nerve sheath tumour (MPNST) cell lines, even in the presence of elevated oestrogen and progesterone. It inhibits both PI3 kinase and mTOR signalling pathways. It disrupts actin- and microtubule-based cytoskeletal structures in cell lines derived from human MPNSTs and in cells derived from benign plexiform neurofibromas. STX3451 selectively kills MPNST-derived cells, but also halts growth of other tumour-derived NF1 cell lines. CONCLUSION: STX3451 provides a new approach for inducing cell death and lowering tumour burden in NF1 and other hormone-responsive cancers with limited treatment options.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:36:48.768003",
  "abstract_length": 1911,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}