{
  "pmid": "26478990",
  "abstract": "A novel diagnostic method to detect truncated neurofibromin in neurofibromatosis  1.  Esposito T(1)(2), Piluso G(3), Saracino D(4), Uccello R(1)(4), Schettino C(4),  Dato C(4), Capaldo G(4), Giugliano T(3), Varriale B(1), Paolisso G(5), Di Iorio  G(4)(5), Melone MA(4)(6).  Author information: (1)Laboratory of Molecular Genetics, Department of Experimental Medicine section  F.Bottazzi, Second University of Naples, Naples, Italy. (2)Services Dietetics, Department of Experimental Medicine section F.Bottazzi,  Second University of Naples, Naples, Italy. (3)Department of Biochemistry, Biophysics and General Pathology, Second  University of Naples, Naples, Italy. (4)Division of Neurology & InterUniversity Center for Research in Neuroscience,  Department of Clinical and Experimental Medicine and Surgery, Second University  of Naples, Naples, Italy. (5)Department of Scienze Mediche, Chirurgiche, Neurologiche, Metaboliche e  dell'Invecchiamento, Second University of Naples, Naples, Italy. (6)Institute of Biosciences and Bioresources CNR (IBBR-CNR), Naples, Italy.  Neurofibromatosis type 1 (NF1) is an autosomal dominant genetic condition caused  by dominant loss-of-function mutations of the tumor suppressor gene NF1 that  encodes neurofibromin, a negative regulator of RAS activity. Mutation analysis  of NF1 located at 17q11.2 has been hampered by the large size of the gene, the  high rate of new mutations, the lack of mutational clustering, and the presence  of several homologous loci. To date, about 80% of the reported NF1 mutations are  predicted to result in protein truncation, but very few studies have correlated  the causative NF1 mutation with its effect at the protein level. We evaluated a  novel diagnostic method to detect truncated forms of neurofibromin in a large  cohort of unrelated subjects suspected of having NF1, according to the NIH  consensus criteria. Western blot analysis was carried out on protein extracts  from patients' leukocytes to highlight the possible presence of altered  neurofibromin as a result of mutations in NF1. Truncated neurofibromin was  identified in 274/336 patients (81%), confirming the usefulness and  reproducibility of the proposed diagnostic approach. Our methodology can be  routinely applied in the diagnostic setting, thanks to its simplicity and  reliability. Combined with molecular approaches, it may increase the accuracy  and efficiency of NF1 genetic testing. We evaluated a novel diagnostic method to  detect truncated forms of neurofibromin in patients fulfilling the clinical  criteria for Neurofibromatosis 1. Western blot analysis identified truncated  neurofibromin in 274/336 patients (81%). Our results indicate that the proposed  technique is cheap and reliable, and could ideally be performed as a preliminary  biochemical screening before molecular analysis of the NF1 gene.  © 2015 International Society for Neurochemistry.  DOI: 10.1111/jnc.13396 PMID: 26478990 [Indexed for MEDLINE]",
  "methods": "",
  "introduction": "Introduction We present a case of a male patient with neurofibromatosis type 1 diagnosed with pancreatic divisum and several gastrointestinal tumors. A 55-year-old man was admitted to the hospital with recurrent chronic pancreatitis, indicating a large mass in the ampulla. In addition, genetic testing revealed two unique germline mutations in the neurofibromin  (NF1)  gene, and their potential interaction in promoting cancer was further investigated. Introduction Neurofibromatosis type 1 (NF1) is a hereditary condition inherited in an autosomal dominant manner [ 1 ,  2 ]. An NF1 diagnosis requires the fulfillment of two out of seven criteria. These are the presence of six or more café-au-lait macules (CALMs) of at least 5 mm in size before adolescence and more than 15 mm after adolescence, two or more neurofibromas of any type, or one plexiform neurofibroma, freckling in the axillary or inguinal regions, optic pathway glioma(OPG), two or more iris Lisch nodules, unique bone lesions (e.g., sphenoid wing dysplasia, long bone cortical thinning with or without pseudoarthrosis), and first-degree relatives who meet the NF1 standard [ 3 ]. As axillary freckling, CALMs, and neurofibromas are frequent skin symptoms that may lead to a diagnosis, evaluating the effectiveness of intervention and prenatal counseling, even within the same family, can be challenging due to variances in expression patterns [ 4 ]. A literature review revealed that neurocutaneous syndrome NF1 is characterized by benign and malignant neoplasms [ 4 ]. While cutaneous neurofibromas typically remain benign [ 5 ], they are often complicated by gastrointestinal tumors several years after the diagnosis of NF1 [ 6 ]. The appearance of gastrointestinal stromal tumors (GISTs) and neuroendocrine tumors (NETs) surrounding the ampulla is regarded as an incredibly indicative and even pathological characteristic of NF1 [ 1 ]. Only one case of NF1 with periampullary adenocarcinoma and pancreas divisum (PD) has been reported earlier [ 7 ]. We present a case involving various malignant tumors (NF1, GIST, periampullary adenoma, NETs, and PD) and intend to investigate their patient correlations in the present study.",
  "results": "",
  "discussion": "Conclusion The first similar case was reported in 2020. The current case was distinct from other cases since an additional two  NF1  mutations were found in the patient. In conjunction with prior case reports, our findings imply that genetic testing in patients diagnosed with neurofibromatosis type 1 could be helpful in the development of effective treatments. Discussion NF1 is the most common neurocutaneous syndrome, with a frequency of 1 in 2500 in the overall population [ 4 ]. Neurofibromatosis may increase the risk of multiple tumors [ 8 ]. The development of benign and malignant tumors is characterized by NF1, with the largest chance of developing symptomatic visceral tumors occurring within the first six years of life [ 9 ]. CALMs and overall skin pigmentation are the earliest signs, appearing within the first two years of life [ 10 ]. CALMs in the skin folds resemble freckles and are referred to as Crowe’s sign, the most specific indication for NF1 [ 11 ]. Excision may not be possible for people who have an excessive number of cutaneous neurofibromas. According to a Finnish study, at the age of 50, NF1 has a cumulative cancer risk of 38% and a lifetime cancer risk of 59.6%. However, equivalent values for the general population are 3.9% and 30.8%, respectively [ 12 ]. Because of this, a proper diagnosis is crucial at the prefrontal stage of a tumor and offers useful prediction guidance for tumor management [ 4 ]. This case report describes a patient who was identified with various neoplasms (NETs, GIST, and ampullary adenocarcinoma). The GIST and NETs were perhaps related to NF1, and the diagnosis was verified through germline genetic testing. Among the tumors identified, GIST is the most frequently observed gastrointestinal tumor in patients with NF1, accounting for 5–25% of all NF1 tumors [ 6 ,  13 ]. However, NF1-related GISTs show significant differences from sporadic GISTs. First, sporadic GISTs are mainly located in the stomach (50–70%), while NF1-related GISTs are mostly found in the small bowel (68%), and most NF1-related GISTs are of the spindle-cell type (75%), for which the prognosis is better than that of sporadic GISTs [ 14 ]. Second, mutations in the KIT and PDGFRA genes are rarely documented in NF1-associated GISTs, which are less malignant and risky tumors, and thus, imatinib treatment is usually unnecessary [ 13 ]. In addition to diagnosing NF1, the present patient was identified with an anatomical anomaly known as PD. PD is a congenital hypoplasia characterized by the absence or inadequate fusion of the ventral (main or Wirsung) and dorsal (marginal or Santorini) ducts during pancreatic development. It is most commonly observed on MRI or MRCP in patients with chronic pancreatitis [ 15 ,  16 ]. With a 10% frequency in the general population, PD is the most prevalent congenital abnormality of the pancreas. In approximately 5% of patients, it can manifest symptoms. Terumi et al. [ 17 ] collected 32 cases of PD, with 12.5% of the cases observed to have pancreatic tumors. Histological examination of the related pancreatic cancer revealed adenocarcinoma, with all tumors developing in the dorsal pancreas. Takuma et al. [ 18 ] examined 104 cases of PD and found that all pancreatic tumors originated from the dorsal pancreas and showed varying degrees of dorsal pancreatic duct dilatation. They hypothesized that long-term pancreatic duct obstruction induced by relative narrowing of the minor papilla could be a factor in oncogenesis. Although some NF1 individuals with periampullary tumors have been found to have PD, most of these people do not have any symptoms of the disease. According to Bertin et al. [ 19 ], the frequency of PD does not differ significantly between patients with idiopathic pancreatitis and those with no pancreatic disease (5%vs.7%), demonstrating that PD alone is not a cause of pancreatitis. According to a recent study, the risk for people with PD, idiopathic pancreatitis, and mutations in the CFTR gene is 12 times higher than that for people without those mutations. This simple PD should not be regarded as the pathogenesis of acute pancreatitis (AP)/chronic pancreatitis (CP) [ 20 ,  21 ]. The association between CFTR mutations or polymorphisms and PD might explain why the occurrence of both PD and CFTR mutations may develop into pancreatitis. However, no evidence exists that this developmental abnormality is directly related to cancer [ 15 ,  19 ]. The NF-1 gene is located at chromosome 17q11.2 [ 7 ,  22 ]. Neurofibromin, its gene product, is a tumor suppressor that inhibits RAS-GTP in the Ras-mediated signaling pathway. Neurofibromin inhibits cell proliferation pathways such as MAPK/ERK kinase (MEK), mitogen-activated protein kinase (MAPK), and cyclic adenosine monophosphate (cAMP)-mediated protein kinase A (PKA) [ 23 ,  24 ]. Patients with NF1 do not have a properly functional neurofibromin protein, which results in unregulated activation of RAS-GTP pathways, which leads to aberrant proliferation and the development of cancer [ 10 ,  25 ]. Although this autosomal dominant disorder is fully penetrant in adulthood, variable expressivity is common within families. This can be attributed to the wide range of mutations found in the  NF1  gene [ 4 ]. The NF1 gene, which spans 350 kb of the genome, is highly vulnerable to many forms of mutations. Approximately 85–90% of these mutations are point mutations, 5–10% are microdeletions, and 2% are exon deletions or duplications [ 26 ]. Approximately 80% of the described mutations result in premature termination codons and truncation of neurofibromin [ 26 – 28 ]. The present patient carried a termination mutation in exon 23 of the  NF1  gene c.3052delT as well as a frameshift mutation in exon 10, c.1131del1134del.pI377fs, which predicts the occurrence of a premature stop codon and abnormal gene arrangement, resulting in the loss of all functional domains of the neurofibromin protein, which may be the cause of gastrointestinal tumors. Furthermore, Perrone hypothesized that in NF1 patients, increased susceptibility of both epithelial tissue (endocrine or exocrine) and nonepithelial tissue around the ampulla (endocrine or exocrine) leads to a higher risk of tumorigenesis and that extensive tumor excision is frequently required in treatment [ 29 ]. Conclusion We identified two novel germline frameshift mutations in the  NF1  gene that contribute to the relationship among NF1, GIST, NETs, and ampullary adenocarcinoma. In this case, factors associated with PD and pathogenic mutations in  NF1  may have acted synergistically to increase the risk of multiple tumors. A gastrointestinal tumor should be considered if individuals with NF1 mutations suffer gastrointestinal symptoms. It is also recommended that genetics in these patients assist in the development of effective treatment regimens.",
  "fetched_at": "2026-02-16T15:43:41.576789",
  "abstract_length": 2975,
  "methods_length": 0,
  "introduction_length": 2200,
  "results_length": 0,
  "discussion_length": 6882
}