{
  "pmid": "26490262",
  "abstract": "Neurofibromatosis type-1 (NF-1) is caused by mutations in the tumor suppressor gene NF1; its protein product neurofibromin is a RasGTPase-activating protein, a property that has yet to explain aneuploidy, most often observed in astrocytes in NF-1. Here, we provide a mechanistic model for the regulated nuclear import of neurofibromin during the cell cycle and for a role in chromosome congression. Specifically, we demonstrate that neurofibromin, phosphorylated on Ser2808, a residue adjacent to a nuclear localization signal in the C-terminal domain (CTD), by Protein Kinase C-epsilon (PKC-ε), accumulates in a Ran-dependent manner and through binding to lamin in the nucleus at G2 in glioblastoma cells. Furthermore, we identify CTD as a tubulin-binding domain and show that a phosphomimetic substitution of its Ser2808 results in a predominantly nuclear localization. Confocal analysis shows that endogenous neurofibromin localizes on the centrosomes at interphase, as well as on the mitotic spindle, through direct associations with tubulins, in glioblastoma cells and primary astrocytes. More importantly, analysis of mitotic phenotypes after siRNA-mediated depletion shows that acute loss of this tumor suppressor protein leads to aberrant chromosome congression at the metaphase plate. Therefore, neurofibromin protein abundance and nuclear import are mechanistically linked to an error-free chromosome congression. Concerned with neurofibromin's, a tumor suppressor, mechanism of action, we demonstrate in astrocytic cells that its synthesis, phosphorylation by Protein Kinase C-ε on Ser2808 (a residue adjacent to a nuclear localization sequence), and nuclear import are cell cycle-dependent, being maximal at G2. During mitosis, neurofibromin is an integral part of the spindle, while its depletion leads to aberrant chromosome congression, possibly explaining the development of chromosomal instability in Neurofibromatosis type-1. Read the Editorial Highlight for this article on page 11. Cover Image for this issue: doi: 10.1111/jnc.13300.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:37:01.448329",
  "abstract_length": 2053,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}