{
  "pmid": "26536237",
  "abstract": "Though evidence is mounting that a major function of sleep is to maintain brain plasticity and consolidate memory, little is known about the molecular pathways by which learning and sleep processes intercept. Anaplastic lymphoma kinase (Alk), the gene encoding a tyrosine receptor kinase whose inadvertent activation is the cause of many cancers, is implicated in synapse formation and cognitive functions. In particular, Alk genetically interacts with Neurofibromatosis 1 (Nf1) to regulate growth and associative learning in flies. We show that Alk mutants have increased sleep. Using a targeted RNAi screen we localized the negative effects of Alk on sleep to the mushroom body, a structure important for both sleep and memory. We also report that mutations in Nf1 produce a sexually dimorphic short sleep phenotype, and suppress the long sleep phenotype of Alk. Thus Alk and Nf1 interact in both learning and sleep regulation, highlighting a common pathway in these two processes.",
  "methods": "Materials and Methods Fly lines The following lines were used previously in the lab [ 33 ,  37 ,  60 ]: Elav-Gal4, 201Y-GAL4, c739-GAL4, 238Y-GAL4, c309-GAL4, Kurs58-GAL4, Pdf-Gal4, H24-GAL4, c507-GAL4, 30Y-GAL4, 50Y-GAL4, MJ63-GAL4, c232-GAL4, 104Y-GAL4, 17D-GAL4, Dilp2-Gal4, Tdc2-Gal4, TH-Gal4, Mai301-GAL4, c767-GAL4, 1471-GAL4, ok107-GAL4, c929-GAL4, 53b-GAL4, c320-GAL4 and UAS-GFP.NLS. elav-GAL4; Dcr2 (25750), c305a-GAL4 (30829), c107-GAL4(30823), c819-GAL4 (30849), 121Y-GAL4 (30815), 7Y-GAL4 (30812), 36Y-GAL4 (30819), 386Y-GAL4 (25410), c584-GAL4 (30842), DopR-GAL4 (19491), Ddc-GAL4 (7009), R71G10-GAL4 (39604) and R76D11-GAL4 (39927) were ordered from the Bloomington Drosophila Stock Center. NP1131-GAL4 (103898), NP1004-GAL4 (112440) and NP2024-GAL4 (112749) were ordered from the Drosophila Genetic Resource Center. Tub-GAL80 ts  [ 40 ], MB-Gal80 [ 41 ], D52H-GAL4 [ 42 ], c687-GAL4 [ 61 ], 6B-GAL4 [ 62 ], InSITE106-GAL4 [ 63 ],Cha-GAL4 [ 64 ], Kurs45-GAL4 [ 65 ] were gifts.  Nf1 \n  and  P1 Nf1 \n  alleles were reported [ P2 22 ] and were outcrossed into an  iso31  background for 7 generations.  Alk \n /CyO was a gift from Dr. J Weiss [ ts 13 ] and was outcrossed into an  iso31  background.  Alk \n \n 1 /CyO  and  UAS-Alk/CyO  were gifts from Dr. R Palmer and both were outcrossed into an  iso31  background [ 13 , 16 ]. The deficiency line uncovering the  Alk  gene,  Alk \n  (7888)/CyO, was ordered from Bloomington.  Def Alk  RNAi (11446) and  UAS-Dcr2 (60008) were ordered from the Vienna Drosophila Resource Center. Immunohistochemistry Reporter GFP expression driven by GAL4 lines was visualized through whole-mount brain immunofluorescence as previously described [ 60 ]. Rabbit anti-GFP (Molecular Probes A-11122) 1:1000 and Alex Fluor 488 Goat anti-rabbit (Molecular Probes A-11008) 1:500 were used. Sleep assays Sleep was monitored as described previously [ 37 ]. Flies were raised and kept on a 12h:12h light/dark (LD) cycle at 18°C or 25°C as stated. 3–7 day old flies were loaded into glass tubes containing 5% sucrose and 2% agar. Locomotor activity was monitored with the Drosophila Activity Monitoring System (Trikinetics, Waltham MA), or when indicated with multi-beam monitors (Trikinetics, Waltham MA) that generate 17 infrared beams. Data were analyzed with Pysolo software [ 5 ]. For sleep assays with temperature shifts, total sleep amount was averaged for 3 d at the lower temperature before the shift and 3 d at the high temperature. For sleep deprivation experiments, flies were monitored for a baseline day and then sleep deprived on the second day for 6 hours from  Zeitgeber Time  (ZT) 18 to ZT24 during the night. Sleep was continually monitored for 2 recovery days. Mechanical sleep deprivation was accomplished using a Trikinetics vortexer mounting plate, with shaking of monitors for 2 seconds randomly within every 20 second window for 6 hours. The arousal threshold assay was described previously [ 66 ]. A 12oz rubber weight was dropped from 2-inch height onto a rack supporting large DAMS monitors at ZT20. Flies with no activity 5 min before a stimulus and exhibited beam crossings within 5 min after the light pulse were recorded as “aroused”. Rest-Activity rhythm analysis Individual male flies were loaded into glass tubes containing 5% sucrose and 2% agar. Locomotor activity was monitored with the Drosophila Activity Monitoring System (Trikinetics, Waltham MA), and analyzed with Clocklab software (Actimetrics, Wilmette). To evaluate ALK’s role in maintaining adult rhythms, all genotypes were raised at 18°C to avoid inactivating ALK during development. 3–7 d old flies were then loaded into glass tubes and entrained for 3 d to a 12h:12h LD cycle, followed by 4 days in constant darkness at 18°C and then 4 days in constant darkness at 29°C. Rhythmicity analysis was performed for each 4 d period. In a separate experiment,  iso31 ,  Nf1 \n ,  P1/P2 Alk \n  and  ts Alk \n \n ts ;Nf1 \n  flies were raised and tested at 25°C to evaluate whether inhibiting  P1/P2 Alk  during development affect rest-activity rhythm. A fly was considered rhythmic if it met 2 criteria: 1) displayed a rhythm with 95% confidence using χ2 periodogram analysis, and 2) a corresponding FFT value above 0.01 for the determined period length. Negative geotaxis The negative geotaxis assay was adapted from (Barone MC and Bohmann D 2013). Please see supplemental methods for details. Statistics Data were analyzed and plotted with SigmaPlot and GraphPrism software. One-way ANOVA analysis was done to reveal differences between genotypes in the same experiments and pairwise comparison between genotypes were done with post-hoc analysis as indicated in the figures. ns, not significant; **, p<0.01; ***, p<0.001; ****, p<0.0001.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:37:23.974113",
  "abstract_length": 983,
  "methods_length": 4762,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}