{
  "pmid": "26530423",
  "abstract": "Human malignant peripheral nerve sheath tumors (MPNSTs) are highly aggressive soft-tissue sarcomas with a poor prognosis that arise either in the context of neurofibromatosis 1 or sporadically. Inbred BDIX and BDIV rat strains highly susceptible and resistant, respectively, to the development of ethylnitrosourea-induced MPNST enable us to identify, by using methods not applicable in humans, variant alleles involved in the pathways underlying individual MPNST risk. On the basis of a genome-wide association analysis using reciprocal intercrosses of BDIX and BDIV, BDIV alleles of two loci on chromosome 10, Mss1 and Mss7, were predicted to lower the risk of MPNST, the latter locus with a female bias. In this study we confirm the two nonoverlapping loci by exposing two congenic strains, BDIX.BDIV-Mss1 (Mss1) and BDIX.BDIV-Mss7 (Mss7), each carrying a BDIV genomic segment spanning the respective locus, to ethylnitrosourea. Compared with BDIX rats, the rate of MPNST is reduced 6.2-fold and 2.0-fold for Mss1 and Mss7 rats of both sexes, respectively. Although a moderate gain of survival time (30-50 days) is seen in Mss1 rats of both sexes and Mss7 males, Mss7 females survive 134 days longer than BDIX females. BDIV alleles at Mss7 obviously cause a markedly increased intrastrain sex difference regarding survival time in Mss7 compared with BDIX rats. Fine mapping will lead to the identification of allelic variants modulating rat MPNST risk and subsequently to their human counterparts. This is of particular relevance, because so far neither gene nor anonymous sequence variants have been identified that influence the risk of human sporadic Schwann cell malignancy.",
  "methods": "Materials and Methods Congenic breeding and genotyping The inbred rat strains, BDIX (tumor-susceptible) and BDIV (tumor-resistant), were bred and maintained in the specific pathogen-free Central Animal Laboratory at the University Hospital of Essen, University of Duisburg-Essen. Congenic rat strains BDIX.BDIV- Mss1  and BDIX.BDIV- Mss7  (hereafter called Mss1 and Mss7) carry homozygous segments of the BDIV chromosome 10 on a BDIX background that cover the corresponding loci but do not overlap. They were generated according to the “speed congenics” method described previously ( Koelsch  ;  et al.  2011 Visscher 1999 ) This method uses animals with heterozygous alleles at the chromosomal regions of interest but the greatest rate of homozygous BDIX alleles on all other chromosomes for backcrossing and requires microsatellite analysis of each generation. Both strains were derived from different N 3  males bred from a BDIX × (BDIX × BDIV) N 2  generation by additional backcrossing to BDIX males. In the N 6  generation, potential founders underwent a whole-genome scan with 149 polymorphic microsatellite markers, 20 Mb apart on average, to detect residual BDIV alleles on the remaining chromosomes (Supporting Information,  Table S1 ). With no heterozygous alleles detectable except in the congenic fragments, the congenic rat strains Mss1 and Mss7 were generated by brother−sister mating ( Koelsch  ). Strains are available on request. et al.  2011 Induction of peripheral nervous system tumors by ENU exposure All experiments were performed according to the guidelines of “Gesellschaft für Versuchstierkunde/Society of Laboratory Animal Science” and the “Federation of European Laboratory Animal Science Associations.” Congenic strains Mss1 and Mss7 as well as BDIX rats of both sexes received a single subcutaneous injection of ENU (80 µg/g body weight) on postnatal day 1. All animals received treatment with a single lot of ENU to avoid variations of the concentration of the active substance. Because the incidence and latency time of MPNST for BDIX rats have been recorded many times, this strain could serve as quality control for the lot of ENU used. The animals were then observed for neurological symptoms on a daily basis. Animals displaying the slightest visible signs of tumor development, such as beginning cachexia, shortness of breath, paralysis, or behavioral abnormalities, were killed with isoflurane to minimize their suffering. Complete gross necropsy was performed. Animals were phenotyped with respect to the occurrence of trigeminal MPNST, other tumors, and to survival time. According to histopathologic analyses on a large cohort, ENU-induced trigeminal tumors invariably turned out to be MPNST. Therefore, trigeminal tumors could be diagnosed on the basis of their location, their macroscopic appearance, and their inseparability from the trigeminal nerve ( Koelsch  ). et al.  2013 The study was approved by the local administration´s Ethical Committee on Experimental Animals (Landesamt für Natur, Umwelt und Verbraucherschutz, Recklinghausen, Germany; Reference Nr.84-02.04.2011A355), in accordance with national legislation. Construction of a polymorphism map of chromosome 10 Single-nucleotide polymorphism (SNP) data of the parental rat strains BDIX and BDIV were generated by the STAR Consortium ( STAR Consortium  ). The SNP map of chromosome 10 was constructed by SNPlotyper ( et al.  2008 http://snplotyper.mcw.edu/ ) by the use of 1075 SNPs with unambiguous results for BDIX and BDIV rat strains. All positional data presented in this paper refer to the Baylor Map (Version 3.4/rn4 Nov. 2004;  http://genome.ucsc.edu/cgi-bin/hgGateway ) Statistical analysis We analyzed times until visible signs of tumor development occurred to describe differences in latency times in different strains. As animals died or had to be killed within a few days after diagnosis, latency and survival time are almost identical. Rats lost as the result of nonmalignant disease or malignancies different from MPNST were considered “censored events.” Data are presented as Kaplan-Meier survival curves and on this basis median survival times and MPNST incidences on day 200 with 95% confidence intervals, respectively, were calculated. Strain- and sex-specific curves were compared with log rank tests.  P  < 0.05 was considered significant. Statistical evaluations were carried out with SigmaPlot 11 and SPSS V21. Data availability Rat strains are available upon request.  File S1  contains a list of microsatellites used in speed congenic breeding and final genome scan. ",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:37:18.734209",
  "abstract_length": 1680,
  "methods_length": 4600,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}