{
  "pmid": "PMID:26549023",
  "title": "The scaffold protein KSR1, a novel therapeutic target for the treatment of Merlin-deficient tumors.",
  "abstract": "Merlin has broad tumor-suppressor functions as its mutations have been identified in multiple benign tumors and malignant cancers. In all schwannomas, the majority of meningiomas and 1/3 of ependymomas Merlin loss is causative. In neurofibromatosis type 2, a dominantly inherited tumor disease because of the loss of Merlin, patients suffer from multiple nervous system tumors and die on average around age 40. Chemotherapy is not effective and tumor localization and multiplicity make surgery and radiosurgery challenging and morbidity is often considerable. Thus, a new therapeutic approach is needed for these tumors. Using a primary human in vitro model for Merlin-deficient tumors, we report that the Ras/Raf/mitogen-activated protein, extracellular signal-regulated kinase kinase (MEK)/extracellular signal-regulated kinase (ERK) scaffold, kinase suppressor of Ras 1 (KSR1), has a vital role in promoting schwannomas development. We show that KSR1 overexpression is involved in many pathological phenotypes caused by Merlin loss, namely multipolar morphology, enhanced cell-matrix adhesion, focal adhesion and, most importantly, increased proliferation and survival. Our data demonstrate that KSR1 has a wider role than MEK1/2 in the development of schwannomas because adhesion is more dependent on KSR1 than MEK1/2. Immunoprecipitation analysis reveals that KSR1 is a novel binding partner of Merlin, which suppresses KSR1's function by inhibiting the binding between KSR1 and c-Raf. Our proteomic analysis also demonstrates that KSR1 interacts with several Merlin downstream effectors, including E3 ubiquitin ligase CRL4(DCAF1). Further functional studies suggests that KSR1 and DCAF1 may co-operate to regulate schwannomas formation. Taken together, these findings suggest that KSR1 serves as a potential therapeutic target for Merlin-deficient tumors.",
  "authors": "L Zhou; J Lyons-Rimmer; S Ammoun; J Müller; E Lasonder; V Sharma; E Ercolano; D Hilton; I Taiwo; M Barczyk; C O Hanemann",
  "journal": "Oncogene",
  "publicationDate": "2016-06-30",
  "doi": "10.1038/onc.2015.404",
  "methods": "Materials and Methods Primary Cells and Cell Line Human schwannomas cells were provided by NF2 patients after informed consent. Schwann cells from healthy nerve donors were used in this research. Isolation and culturing were carried out as previously described ( 21 ) and approved by local ethics committees. HEK293T cells were cultured under standard conditions. RT-PCR RT-PCR was previously described ( 35 ). KSR1 primers (GGGGAGCACAAGGAGGACT and GCGTGCAGGGGAATACAGG) were used. Band densities were quantified using FluorS-Multi-Imager and Quantity One. Vectors and Transfection Plasmids pcDNA3-pyo-mKSR1 wild-type, S443A and 4xA ( 11 ,  22 ), pcDNA3.2-V5-Merlin-S518A/D ( 5 ) were described previously. All transfections for schwannoma cells were carried out with Lipofectamine ™  2000 (Invitrogen). Fugene® 6 (Roche) was used for transfection of HEK293T cells. shRNA Knockdown A set of pLKO.1-shRNA plasmid encoding a short hairpin RNA (shRNA) with scrambled sequence or sequences targeting human KSR1 ( NM_014238 ), was purchased from Open Biosystems. Two shRNA clones, TRCN0000006226 and TRCN0000006229, were chosen for lentivirus production. Sh-DCAF1 and shRNA transduction in schwannoma cells were described previously ( 8 ). Immunoprecipitation and Immunoblotting HEK293T cells were transiently transfected with pcDNA3-Pyo-mKSR1-wt. Cells were lysed with low salt Triton X-100 lysis buffer described by McKay & Morrison ( 36 ). Detailed method of co-IP is described in the  supplementary information . Western blot analysis was carried out as previously described ( 5 ). Fractionation assay was previously described( 8 ). Immunocytochemistry and immunohistochemistry Immunocytochemistry analysis was carried out as previously described ( 5 ). Formalin-fixed paraffin-embedded tissue samples from 5 schwannomas and 5 normal nerve biopsies were used. Detailed method of immunohistochemistry is described in the  supplementary information . Functional assays: Proliferation, Adhesion and Apoptosis Proliferation assay was described previously ( 5 ). Adhesion assay was described by Utermark et al. ( 25 ). In brief, cells were detached and centrifuged, the pellet re-suspended in GFM medium. Equal cell numbers per condition were seeded into poly-L-lysine/laminin treated plates. After 3 h incubation at 37°C, cells were rinsed twice with PBS to wash away loose cells. Adherent cells were fixed in 4% paraformaldehyde (Sigma-Aldrich) and subsequently counted under an Olympus phase contrast microscope. Cell apoptosis was determined with the Caspase-Glo ®3/7 Assay kit (Promega) according to the manufacture’s instruction. LC-MS/MS and IPA Detailed methods of LC-MS/MS and Qiagen IPA data analysis are described in the  supplementary information . A fold change of 1.75 was used as cut-off to select the binding partners in the final dataset. Statistical analysis Two-sided Student’s  t -test was used in this study. Each experiment was repeated at least three times using at least three independent batches of cells from different individuals and represented as mean±s.e.m. P<0.05 was considered to be statistically significant. Sample size ( n ) was indicated in figure legend.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:26:33"
}