{
  "pmid": "PMID:26549023",
  "title": "The scaffold protein KSR1, a novel therapeutic target for the treatment of Merlin-deficient tumors.",
  "abstract": "Merlin has broad tumor-suppressor functions as its mutations have been identified in multiple benign tumors and malignant cancers. In all schwannomas, the majority of meningiomas and 1/3 of ependymomas Merlin loss is causative. In neurofibromatosis type 2, a dominantly inherited tumor disease because of the loss of Merlin, patients suffer from multiple nervous system tumors and die on average around age 40. Chemotherapy is not effective and tumor localization and multiplicity make surgery and radiosurgery challenging and morbidity is often considerable. Thus, a new therapeutic approach is needed for these tumors. Using a primary human in vitro model for Merlin-deficient tumors, we report that the Ras/Raf/mitogen-activated protein, extracellular signal-regulated kinase kinase (MEK)/extracellular signal-regulated kinase (ERK) scaffold, kinase suppressor of Ras 1 (KSR1), has a vital role in promoting schwannomas development. We show that KSR1 overexpression is involved in many pathological phenotypes caused by Merlin loss, namely multipolar morphology, enhanced cell-matrix adhesion, focal adhesion and, most importantly, increased proliferation and survival. Our data demonstrate that KSR1 has a wider role than MEK1/2 in the development of schwannomas because adhesion is more dependent on KSR1 than MEK1/2. Immunoprecipitation analysis reveals that KSR1 is a novel binding partner of Merlin, which suppresses KSR1's function by inhibiting the binding between KSR1 and c-Raf. Our proteomic analysis also demonstrates that KSR1 interacts with several Merlin downstream effectors, including E3 ubiquitin ligase CRL4(DCAF1). Further functional studies suggests that KSR1 and DCAF1 may co-operate to regulate schwannomas formation. Taken together, these findings suggest that KSR1 serves as a potential therapeutic target for Merlin-deficient tumors.",
  "authors": "L Zhou; J Lyons-Rimmer; S Ammoun; J Müller; E Lasonder; V Sharma; E Ercolano; D Hilton; I Taiwo; M Barczyk; C O Hanemann",
  "journal": "Oncogene",
  "publicationDate": "2016-06-30",
  "doi": "10.1038/onc.2015.404",
  "methods": "Materials and Methods Primary Cells and Cell Line Human schwannomas cells were provided by NF2 patients after informed consent. Schwann cells from healthy nerve donors were used in this research. Isolation and culturing were carried out as previously described ( 21 ) and approved by local ethics committees. HEK293T cells were cultured under standard conditions. RT-PCR RT-PCR was previously described ( 35 ). KSR1 primers (GGGGAGCACAAGGAGGACT and GCGTGCAGGGGAATACAGG) were used. Band densities were quantified using FluorS-Multi-Imager and Quantity One. Vectors and Transfection Plasmids pcDNA3-pyo-mKSR1 wild-type, S443A and 4xA ( 11 ,  22 ), pcDNA3.2-V5-Merlin-S518A/D ( 5 ) were described previously. All transfections for schwannoma cells were carried out with Lipofectamine ™  2000 (Invitrogen). Fugene® 6 (Roche) was used for transfection of HEK293T cells. shRNA Knockdown A set of pLKO.1-shRNA plasmid encoding a short hairpin RNA (shRNA) with scrambled sequence or sequences targeting human KSR1 ( NM_014238 ), was purchased from Open Biosystems. Two shRNA clones, TRCN0000006226 and TRCN0000006229, were chosen for lentivirus production. Sh-DCAF1 and shRNA transduction in schwannoma cells were described previously ( 8 ). Immunoprecipitation and Immunoblotting HEK293T cells were transiently transfected with pcDNA3-Pyo-mKSR1-wt. Cells were lysed with low salt Triton X-100 lysis buffer described by McKay & Morrison ( 36 ). Detailed method of co-IP is described in the  supplementary information . Western blot analysis was carried out as previously described ( 5 ). Fractionation assay was previously described( 8 ). Immunocytochemistry and immunohistochemistry Immunocytochemistry analysis was carried out as previously described ( 5 ). Formalin-fixed paraffin-embedded tissue samples from 5 schwannomas and 5 normal nerve biopsies were used. Detailed method of immunohistochemistry is described in the  supplementary information . Functional assays: Proliferation, Adhesion and Apoptosis Proliferation assay was described previously ( 5 ). Adhesion assay was described by Utermark et al. ( 25 ). In brief, cells were detached and centrifuged, the pellet re-suspended in GFM medium. Equal cell numbers per condition were seeded into poly-L-lysine/laminin treated plates. After 3 h incubation at 37°C, cells were rinsed twice with PBS to wash away loose cells. Adherent cells were fixed in 4% paraformaldehyde (Sigma-Aldrich) and subsequently counted under an Olympus phase contrast microscope. Cell apoptosis was determined with the Caspase-Glo ®3/7 Assay kit (Promega) according to the manufacture’s instruction. LC-MS/MS and IPA Detailed methods of LC-MS/MS and Qiagen IPA data analysis are described in the  supplementary information . A fold change of 1.75 was used as cut-off to select the binding partners in the final dataset. Statistical analysis Two-sided Student’s  t -test was used in this study. Each experiment was repeated at least three times using at least three independent batches of cells from different individuals and represented as mean±s.e.m. P<0.05 was considered to be statistically significant. Sample size ( n ) was indicated in figure legend.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:26:33",
  "introduction": "Introduction Merlin, which is encoded by the gene  Neurofibromin 2 , has broad tumor suppressor functions as its mutations have been identified in benign tumors and cancers including malignant mesotheliomas, glioblastoma and pancreatic cancers. Schwannomas are benign nerve sheath tumors composed of Schwann cells. This type of tumor is caused only by functional loss of Merlin. Schwannomas can be sporadic or familial as part of the genetic disease, neurofibromatosis type 2 (NF2), in which other nervous system tumors called meningiomas and ependymomas also occur ( 1 ). NF2 affects 1 in 40,000 individuals and 1 in 300 people will develop a tumor caused by Merlin loss during their lifetime ( 2 ). Previously, our work and other studies suggested that Merlin suppresses tumorigenesis at the plasma membrane and in the nucleus ( 3 ). At the membrane, Merlin inhibits multiple mitogenic signaling pathways, including the Mitogen-Activated Protein Kinase (MAPK) Raf/MEK/ERK, PI3K/AKT and Wnt/β-catenin pathways ( 4 - 6 ). In the nucleus, Merlin inhibits an E3 ubiquitin ligase CRL4 DCAF1  by preventing recruitment of its substrates ( 7 ,  8 ). Using MEK1/2 inhibitors we have shown that the Raf/MEK/ERK pathway is the key pathway that promotes proliferation in schwannoma cells ( 6 ,  9 ). However, drug specificity, side effects and drug resistance can be severe problems when treating patients with MEK1/2 inhibitors and therefore a more specific therapeutic target needs to be identified. Kinase Suppressor of Ras 1 (KSR1) functions as a specific scaffold protein for the Raf/MEK/ERK pathway ( 10 ). KSR1 translocates to the plasma membrane upon growth factor stimulation, where it forms a complex with activated MEK1/2, ERK1/2 and Raf, which also translocates to the plasma membrane through association with Ras-GTP ( 11 ). KSR1 is necessary for sustained ERK1/2 activation and cell cycle entry induced by platelet-derived growth factor (PDGF) ( 12 ), which is an important growth factor for schwannoma cells ( 5 ,  6 ). There are many lines of evidence that support KSR1 as an attractive target for therapies against tumors. Firstly, KSR1 is upregulated in several types of cancers including human endometrial carcinoma ( 13 ) and oral squamous cell carcinoma ( 14 ). Secondly, KSR1 dominant negative mutants are able to reverse the phenotype of transgenic animals including  C. elegans  and  D. melanogaster , harboring activated Ras alleles ( 15 - 18 ). Thirdly and most importantly, KSR −/−  mice are normal in development but resistant to Ras-induced skin tumorigenesis ( 19 ). We use human primary schwannomas as a model to identify and validate potential therapeutic targets for Merlin-deficient tumors. Our present study shows that the suppression of KSR1 expression inhibits schwannoma growth by altering cell morphology, diminishing cell-matrix adhesion, decreasing proliferation and increasing apoptosis. The fact that adhesion is affected after KSR1 inhibition but not by MEK1/2 inhibitors indicates that KSR1 has a wider role than MEK1/2 in the development of schwannomas. Importantly, Immunoprecipitation/Mass Spectrometry (IP/MS) followed by Ingenuity Pathway Analysis (IPA) shows that KSR1 is regulated by Merlin through shared binding partners, such as c-Raf and DCAF1. Taken together, our data show that KSR1 plays a vital role in the development of schwannomas and that its suppression can reduce several phenotypes typical for schwannoma progression. We thus propose KSR1 as a novel and likely safer therapeutic target than MEK1/2 in Merlin-deficient tumors.",
  "results": "Results KSR1 is overexpressed in schwannoma cells To test the relevance of KSR1 in Merlin-deficient tumors, we first compared the expression and localization of KSR1 between cultured human normal Schwann and Merlin-deficient schwannoma cells. Our data demonstrate that KSR1 expression is significantly increased at the mRNA ( Fig. 1a , N=3) and protein levels ( Fig. 1b , N=8). In addition, KSR1 shows increased localization to the plasma membrane and the nucleus ( Fig. 1c ) in schwannoma cells compared to Schwann cells. We further investigated expression and localization of KSR1 in 15 tissue samples (5 schwannomas, 5 traumatic neuromas and 5 normal nerves). Immunohistochemical staining shows strong KSR1 expression in the positive control tonsil tissue and traumatic neuroma whilst there is no signal observed in the antibody-omitted negative control ( Supplementary Fig. 1 ). Then, we stained KSR1 in normal peripheral nerves (NF2+/+) and schwannomas (NF2−/−). In agreement with our  in vitro  data, we observed that KSR1 had a much higher expression in a schwannoma than in the adjacent nerve in a single section ( Fig. 1d , left panel). We also stained KSR1 in a normal nerve and schwannoma separately ( Fig. 1d , middle and right panels). Again, KSR1 is more highly expressed in schwannoma, where it shows both granular cytoplasmic and nuclear localization, than in normal nerves, where only very weak staining was detected. In addition stronger and wider spread staining were observed in schwannomas compared to traumatic neuromas (data not shown). Taken together, our  in vitro  and immunohistochemistry data demonstrate that the expression and the localization of KSR1 are negatively regulated by Merlin. KSR1 increases ERK1/2 but not JNK or AKT activity in schwannoma cells As schwannomas show increased KSR1 expression as well as an activated Raf/MEK/ERK pathway, we asked whether knockdown of KSR1 would affect the activation of ERK1/2 in schwannoma cells. Western blot analysis shows that the KSR1 protein was effectively knocked down in cells infected with lentiviruses encoding two different shRNA-KSR1 constructs, shRNA-A and shRNA-C, compared to a scrambled sh-control ( Fig. 2a&b ). To confirm that KSR1 positively modulates the ERK1/2 pathway in schwannoma cells, we compared the growth factor medium (GFM)-induced transient activation of ERK1/2 among sh-control and KSR1 shRNA-A&C transduced cells. ERK1/2 activity (phosphorylation at Thr202/Tyr204) was significantly reduced after KSR1 knockdown compared to the sh-control ( Fig. 2c&d ). In contrast, the phosphorylation of JNK at Thr183/Tyr185 and AKT at Ser473 was not significantly affected by knockdown of KSR1. In addition, MEK1/2 activity (Ser217/221) was reduced in KSR1 shRNA-C transduced cells ( Supplementary Fig. 2C ). These results suggest that KSR1 is a positive regulator and specific scaffold of the Raf/MEK/ERK pathway in human schwannoma cells and that its increased expression in schwannoma cells contributes to increased ERK1/2 activity. KSR1 regulates schwannoma cell morphology and adhesions Previously, we and others showed that Merlin-deficient human schwannomas exhibit increased cell-spreading, with cells changing from a bipolar to a multipolar shape ( 20 ,  21 ). As expected, Merlin has the ability to correct these morphological changes as infection with an adenovirus encoding NF2-GFP dramatically induced cell elongation, resulting in the bipolar cell number increasing up to 6 fold in 48 hours ( Fig. 3c&e ). Interestingly, we observed that KSR1 shRNA transduced schwannoma cells exhibit significant morphological changes after 7 days. There was a 2.5-fold increase in bipolar cells among shRNA-C knockdown cells, compared to controls where the majority of cells had a multipolar shape ( Fig. 3a&d ). Similar morphological changes have also been observed in schwannoma cells treated with Sorafenib (PDGFR/Raf inhibitor, 1 μM) and U0126 (MEK1/2 inhibitor, 20 μM) for 72 hours ( Fig. 3b&d ). These results suggest that the pathological changes in the cytoskeleton of Merlin-deficient schwannomas are partly regulated by the KSR1-Raf/MEK/ERK pathway. To test whether overexpression of KSR1 can directly promote pathological changes in normal Schwann cells similar to Merlin loss, we introduced wild-type KSR1 or one of two KSR1 mutants (S443A and 4xA) into control Schwann cells. These mutants are insensitive to negative feedback from ERK1/2 and thus enhance and prolong ERK1/2 output compared to wild-type KSR1 ( 22 ,  23 ). As shown in  Fig. 3f&g , both KSR1 mutants S443A and 4xA produce a greater increase in the number of multipolar cells than wild-type KSR1, demonstrating that the morphological changes are directly proportional to the biological activity of KSR1. Taken together, our data demonstrate that KSR1 is an essential player in regulating schwannoma cell spreading. In relation to increased spreading, schwannoma cells have increased formation of focal adhesions and enhanced adhesion to the extracellular matrix ( 20 ,  24 ,  25 ). Previously we demonstrated that the Raf/MEK/ERK pathway can play a role in cell-matrix adhesion in schwannoma cells ( 26 ). Therefore we asked whether this behavior could be modulated by KSR1. As expected, the sh-control transduced schwannoma cells showed strong focal adhesion staining around the cell edge ( Fig. 3h ). In the shRNA-A and C transduced cells, it appeared that Paxillin, which was used as focal adhesion marker, relocated from the cell edge to the cytosol and quantification showed that approximately 73-83% of focal adhesions were disassembled after suppression of KSR1 expression ( Fig. 3i ). The functional relevance of KSR1 in adhesion was further supported by adhesion assays ( Fig. 3j ). Compared to the sh-control, shRNA-A and shRNA-C reduced the ability of schwannoma cells to adhere to a laminin-based extracellular matrix from 100% to 50.3% and 32.5%, respectively. Interestingly, the use of the MEK1/2 inhibitor U0126, which effectively reduced ERK1/2 activity in schwannoma cells (data not shown), caused only a non-significant reduction in GFM-mediated adhesion ( Fig. 3j ). Therefore, our data suggest that KSR1 has a MEK1/2-independent role in promoting adhesion in schwannomas. KSR1 regulates schwannoma cell proliferation and apoptosis To further verify that KSR1 plays an important role in the development of Merlin-deficient tumors, we tested the requirement of KSR1 for the proliferation and apoptosis of schwannoma cells.  Fig. 4a&b  show that knockdown of KSR1 reduces cell proliferation (Ki67 index) induced by GFM by up to 71.5% (shRNA-C). ShRNA-A had a slightly smaller but significant effect (61.7% reduction) on proliferation under the same conditions, likely due to the less efficient knockdown of KSR1, compared to shRNA-C ( Fig. 2a ). Furthermore, we show that knockdown of KSR1 is as effective as inhibition of MEK1/2 activity (U0126) in reducing tumor cell proliferation ( Fig. 4b ). Previous research suggests that KSR1 is highly responsive to PDGF stimulation ( 12 ), an integral growth factor for schwannoma proliferation, and therefore we tested KSR1’s role in the PDGF-induced proliferation of schwannoma ( 6 ). Ki67 staining and mitotic index quantification shows that knockdown of KSR1 significantly reduced proliferation by up to 87% in KSR1 shRNA-C PDGF treated cells ( Fig. 4c&d ). In addition, PDGF-mediated transient activation of ERK1/2 was almost abolished by shRNA-C ( Supplementary Fig. 2a ). This suggests that KSR1 knockdown is effective at reducing PDGF-induced proliferation in schwannomas. Additionally we performed a time course for KSR1 shRNA and measured cell proliferation. Cells were transduced with shRNA-C for 2, 4 and 6 days without puromycin selection before Ki67 proliferation assays were carried out. The efficiency of knockdown of KSR1 was determined by WB in parallel. Indeed, the Ki67 staining in shRNA-C transduced cells had significant reductions starting from day 2 compared to sh-control ( Fig. 4e ). The reduction of proliferation was proportional to the knockdown efficiency of KSR1 over time ( Fig. 4e  and  Supplementary Fig. 2b ). In addition, we observed that MEK1/2 and ERK1/2 activity also decreased over time ( Supplementary Fig 2c ). These observations confirm the scaffolding role of KSR1 and also suggest the importance of the Raf/MEK/ERK pathway in proliferation of schwannoma cells. It has been shown that KSR1–ERK1/2 signaling is a convergence point for anti-apoptotic pathways in cultured rat cortical neurons ( 27 ). Thus we tested the role of KSR1 in apoptosis of schwannoma cells. Schwannoma cells were infected with lentiviruses containing shRNA (control and KSR1 shRNAs) and selected with puromycin for 7 days, then starved for 24 hours to trigger apoptosis. The apoptotic activity was measured by a robust and quantitative Caspase-Glo® 3/7 Assay. The results of the apoptotic assay show that knockdown of KSR1 with shRNA-C can significantly increase apoptosis of schwannoma cells and that the combination of shRNA-A and C gave a stronger and more significant effect on apoptosis ( Fig. 4f ). KSR1 interacts with Merlin effectors It has been demonstrated that KSR1 exists in a large complex which includes, but is not limited to, components of the Raf/MEK/ERK cascade ( 28 ,  29 ). Merlin exerts its tumor suppressor role through its inhibition of multiple proteins from the membrane to nucleus ( 3 ). To understand the mechanism through which KSR1 is negatively regulated by Merlin and how KSR1 promotes adhesion and proliferation in Merlin-deficient cells, we compared the KSR1 and Merlin protein interaction complexes (interactomes) by quantitative IP/MS in HEK293T cells, which were previously used to study KSR1 and Merlin complexes ( 5 ,  28 ). The proteomic analysis identified 156 interactors for Merlin ( Supplementary Table 1 ) and 224 interactors for KSR1 ( Supplementary Table 2 ). Many well-known binding partners were identified for Merlin, e.g., AMOTL1/2 from the Angiomotin family, and DCAF1 (also called VPRBP) from the CRL4 E3 ligase complex. As expected, MEK2 was found to be the strongest binding partner for KSR1. MEK1, ERK2 (MAPK1) and 14-3-3 (YWHA) were also identified in the KSR1 interactome. C-Raf was identified in the KSR1 IP samples, albeit below the threshold in fold changes between IP and control samples that we applied for identifying specific interaction partners. This may be due to the known weak and transient binding between KSR1 and Raf. Interestingly, 32 overlapping proteins were identified between the Merlin and KSR1 interactomes ( Fig. 5a ). Cellular localization analysis in Qiagen IPA identified that 44% of the overlapped proteins are localized in the nucleus, 41% in the cytoplasm, 6% at the plasma membrane, 3% in the extracellular space and 6% with an unidentified location ( Fig. 5a ). The top 10 shared binding partners included Angiomotin at the plasma membrane and DCAF1 and DDB1, two important components of the CRL4 E3 ligase complex, within the nucleus ( Supplementary Table 3 ). To further examine the meaning and networking of overlapped interactors, we performed a protein-protein interaction network analysis with the IPA. The IPA networking analysis highlighted previous findings with the identification of a complex including DCAF1, DDB1, histone deacetylase 1 (HDAC1), AKAP8-like protein and Emerin linked to Histone H3 and Actin ( Fig. 5b ). To further enhance our understanding of Merlin and KSR1 complexes, we analyzed and compared the composition of Merlin and KSR1 complexes in terms of different biological functions (morphology, cellular movement, DNA replication/recombination/repair, cell cycle, gene expression, cell death/survival and proliferation) ( Fig. 5c ). These comparisons identified strong connection points between KSR1 and Merlin’s major downstream effectors, e.g., Angiomotin and DCAF1. Importantly, both Merlin and KSR1 could interact with Angiomotin, tubulin 4A and cytoskeleton associated protein 5 to regulate morphology. In agreement with the adhesion assays in  Fig. 3i&j , we observed that 32 binding partners (13.6% of total binding partners) of KSR1 have roles in cellular movement. Among them, poly ADP-ribose polymerase 1 (PARP1) and melanocortin 1 receptor interact with both KSR1 and Merlin. Interestingly, PARP1, DCAF1/VprBP and HDAC1 were identified as 3 important interactors between KSR1 and Merlin protein complexes as they appeared in many biological functions from DNA replication to cell death and proliferation. In support of our hypothesis that KSR1 has a crucial role in Merlin-deficient tumors, we found that 24 out of 32 (75%) shared interactors between Merlin and KSR1 are involved in cancer ( Fig. 5c  &  Supplementary Table 3 ). KSR1 is inhibited by Merlin and co-operates with DCAF1 to regulate schwannoma formation In IP/MS, we were not able to identify endogenous Merlin in the KSR1 complex or  vice versa . We think this might be due to the low expression of endogenous KSR1 and Merlin proteins. Therefore, we tested whether overexpressed KSR1 and Merlin interact directly in HEK293T cells. Co-IP data confirmed that indeed, KSR1 forms a complex with Merlin regardless of its Serine 518 phosphorylation status, which is important for Merlin’s tumor suppressor role ( Fig. 6a ). Overexpressed Merlin wildtype could immunoprecipitate endogenous KSR1 ( supplementary Fig. 3a ). KSR1 N-terminal truncated mutation has stronger binding ability with Merlin protein, compared to KSR1 c-terminal ( supplementary Fig. 3b ). The interaction between KSR1 and MEK1/2 was not affected by introducing Merlin-S518A/D, or Merlin wild-type into the KSR1 complex ( Fig. 6a ,  supplementary Fig. 3c ). However, the binding of proto-oncogene c-Raf and phospho-MEK1/2 to KSR1 was reduced after introducing active Merlin-S518A, but not Merlin-S518D, into the KSR1 complex ( Fig. 6a ). This result suggests that active Merlin might inhibit KSR1’s activity by reducing the chance of forming a KSR1-Raf/MEK/ERK complex by physically blocking KSR1 from contacting c-Raf and therefore inhibiting the activity of MEK1/2 ( Fig. 6a ). Therefore, a more productive KSR1-Raf/MEK/ERK complex can be formed in Merlin-deficient tumors. Our proteomic evidence in HEK293T cells showed that KSR1 protein interacts with several components of the CRL4 DCAF1  E3 ligase complex including DCAF1, Cullin4A/B and DDB1 proteins. To confirm the binding between KSR1 and DCAF1, we carried out Coimmunoprecipitation analysis of overexpressed murine KSR1 protein in HEK293T cells. This experiment confirms that KSR1 interacts strongly with endogenous DCAF1 and MEK1/2 ( Fig. 6b ). Using a polyclonal antibody against DCAF1, we immunoprecipitated endogenous DCAF1 and its binding partners. Western blot analysis confirmed that recombinant KSR1 and endogenous Merlin can be detected in the DCAF1-complex ( Fig. 6c ). To understand the relationship between DCAF1 and KSR1 and its clinical relevance, we further investigated the localization of DCAF1 and KSR1 in primary human schwannoma cells.  Figure 6d  shows that KSR1 and DCAF1 co-localize in the nucleus (Z-stack staining). The nuclear localization of KSR1 and DCAF1 in schwannoma cells is further confirmed by a fractionation biochemical approach, in which HDAC1 was used as the nuclear marker and GAPDH served as the cytoplasmic marker ( Fig. 6e ). Considering that DCAF1 is the receptor for CRL4 E3 ligase, we then asked whether KSR1 is a potential substrate of DCAF1 for degradation. However the suppression of DCAF1 by shRNA ( Fig. 6f ) did not alter the protein level of KSR1, indicating that it is unlikely that KSR1 degradation is mediated by CRL4 DCAF1 . Based on the previously identified oncogenic roles of DCAF1 and KSR1, we then tested whether DCAF1 and KSR1 could co-operate to regulate proliferation in schwannoma cells. As expected, single knockdown of DCAF1 or KSR1 suppressed schwannoma cell proliferation. Importantly, double knockdown of KSR1 and DCAF1 showed significant and additive inhibition of schwannoma proliferation when compared to sh-control or single knockdown with sh-KSR1 or sh-DCAF1 ( Fig. 6g ). These results suggest that KSR1 co-operates with DCAF1 but it is not negatively regulated by DCAF1 in Merlin-deficient cells. In addition, it has been shown that DCAF1 functions upstream of adhesion pathways, as suppression of DCAF1 in mouse schwannoma cells down-regulated several adhesion genes including integrin subunit  Itga6 , integrin counter-receptor  Vcam1 , and the integrin linked kinase  llk  ( 8 ). Therefore, Merlin suppresses proliferation and adhesion, at least partly, through inhibiting KSR1 and DCAF1.",
  "discussion": "Discussion In this report we show that the Raf/MEK/ERK scaffold protein KSR1 promotes Merlin-deficient tumors using human primary schwannoma as a model. KSR1 expression is increased and the protein is enriched at the plasma membrane and in the nucleus, which is likely responsible for many of the pathological phenotypes caused by Merlin loss. Proteomic analysis of Merlin and KSR1 complexes suggested that KSR1 interacts with several effectors of Merlin including DCAF1 and Angiomotin. Importantly, introducing Merlin into the KSR1 complex has a direct impact on the stability of the KSR1 complex by disturbing the binding between KSR1 and c-Raf. Finally, our results indicate that KSR1-promoted schwannoma proliferation is targetable and linked to the E3 ubiquitin ligase complex CRL4 DCAF1 . It has been suggested that the nuclear localization of KSR1 is regulated by phosphorylation and MEK1/2 binding ( 30 ). Our data shows that KSR1 localizes to the nucleus in addition to the plasma membrane in human schwannoma cells. In addition, our previous  in vivo  and  in vitro  study showed that phosphorylated MEK1/2 and ERK1/2 were localized in the nuclei of schwannomas ( 9 ,  31 ). Therefore we propose that KSR1 might function together with activated MEK1/2 and ERK1/2 in the nucleus, promoting schwannoma proliferation. Our proteomic data further suggests that KSR1 might have an unexpected nuclear function, because a large proportion of KSR1’s binding partners are localized in the nucleus. Protein-protein network analysis with IPA revealed that together with DCAF1, nuclear KSR1 might function upstream of HDAC1. In addition, HDAC6 and NAD + -dependent protein deacetylase Sirtuin 1 (Sirt1) were detected in the KSR1-complex. The link between KSR1 and Sirt1 has been suggested in a breast cancer cell line, as KSR1 modulated p53 deacetylation and transcriptional activity via a DBC1-Sirt1 interaction ( 32 ). In agreement with these observations, we recently demonstrated that Merlin positively regulates p53/MDM2 signaling using our schwannoma model ( 33 ). Further investigation is needed to understand the regulation of deacetylation by nuclear KSR1 and how that regulation contributes to the development of Merlin-deficient tumors. In agreement with a previous report ( 28 ), we identified an interaction between KSR1 and the E3 ubiquitin ligase CRL4 DCAF1  in HEK293T cells and schwannomas. Previously, Li et al. ( 8 ) had demonstrated that Merlin suppresses tumorigenesis by entering the nucleus and inhibiting the E3 ubiquitin ligase, CRL4 DCAF1 , by preventing its substrate recruitment. Additionally, it has been shown that CRL4 DCAF1  promotes YAP and TEAD-dependent transcription by ubiquitylating and thereby inhibiting Lats1/2 ( 7 ). In light of this, we asked whether KSR1 is the substrate of CRL4 DCAF1  for degradation. However, shRNA knockdown of DCAF1 could not increase the level of KSR1, demonstrating that KSR1 is not degraded by the ubiquitin E3 ligase CRL4 DCAF1 . Further experiments will be helpful to clarify whether KSR1 is monoubiquitinated by CRL4 DCAF1  or if the interaction has additional, ubiquitin-independent functions. Interestingly, Stebbing  et al.  demonstrated that KSR1 can have a tumor suppressive role in breast cancer by regulating BRCA1 ubiquitination and degradation( 34 ). Here we show that KSR1 co-operates with the Raf/MEK/ERK pathway and ubiquitin E3 ligase CRL4 DCAF1  to promote schwannoma proliferation. Therefore the role of KSR1 in cancer likely is tissue specific and/or dependent on the crosstalk between KSR1 and different ubiquitin E3 ligases. To understand KSR1’s role in normal cells and Merlin-deficient tumors, we summarized our working model in  Figure 7 . In normal cells, Merlin reduces the expression of KSR1 and restricts its localization to the cytoplasm. Merlin might also directly disturb the KSR1-Raf/MEK/ERK complex through physical interaction. In the nucleus, Merlin binds directly to the E3 ligase receptor DCAF1 and inhibits its target recruitment. Normal (Schwann) cells are therefore maintained in the quiescent state and exhibit a bipolar shape with highly organized F-actin and fewer cell-matrix and focal adhesions. In Merlin-deficient tumor cells, KSR1 expression is increased and KSR1 translocates to the plasma membrane, where it assembles the Raf/MEK/ERK complex upon receiving the mitogenic signal mediated by PDGF and integrin. In turn, the activated ERK1/2 pathway facilitates the assembly of focal adhesions and the reorganization of the F-actin-linked cytoskeleton to establish the multipolar shape of the tumor cells. In addition, KSR1 has a MEK1/2-independent role in regulating adhesions. KSR1 together with activated MEK1/2 and ERK1/2 shuttles into the nucleus and binds to CRL4 DCAF1  to potentially regulate HDAC1 and nuclear F-actin. CRL4 DCAF1  drives oncogenic gene expression and therefore enhances the level of integrin and PDGFR providing sustained activation of the KSR1-ERK1/2 pathway. As a result, an active loop is established, which leads to increased adhesion, proliferation and survival of tumor cells. Taken together, we have demonstrated that Merlin inhibits KSR1 activity by reducing KSR1 expression, restricting its localization, and disturbing its binding with c-Raf. Our data also show that KSR1 is important for the development of Merlin-deficient tumors. KSR1 has a MEK1/2-dependent role in tumor cell proliferation and a MEK1/2-independent role in adhesion. KSR1 interacts with important regulators in Merlin-deficient tumors and might cooperate with DCAF1 to regulate tumor formation. Therefore, targeting KSR1 represents a more promising strategy than MEK1/2 inhibition and hits more tumor targets relevant in tumorigenesis of Merlin-deficient tumors.",
  "upgrade_date": "2026-02-21 02:21:48"
}