{
  "pmid": "26558359",
  "abstract": "A novel genetic- and cell-based tool for assessing the efficacy and toxicity of  anticancer drugs in vitro.  Kluwe L(1), Jiang W(2), Alster I(2), Hanken H(1).  Author information: (1)Laboratory for Tumor Biology and Regenerative Medicine, Department of Oral  and Maxillofacial Surgery, University Medical Center Hamburg-Eppendorf, Hamburg,  Germany. (2)Department of Neurology, University Medical Center Hamburg-Eppendorf,  Hamburg, Germany.  AIMS: To develop an in vitro tool for assessing the efficacy and toxicity of  anticancer drugs using mixed culture containing both tumor and non-tumor cells.  Such in vitro tool should have high application potential in drug-screening and  personalized cancer care. METHODS: Fibroblasts were spiked as non-tumor cells into tumor cells of an  established line. The mixed culture was treated with a test drug at various  concentrations. After the treatment, DNA was prepared directly from the survived  adhesive cells in the wells of the 96-well plates using a simple and inexpensive  method, and subjected to digital PCR for measuring relative copy numbers of a  target gene NF1 to that of a reference gene RPP30. The NF1 gene is known to be  heterozygously deleted in these tumor cells while the RPP30 gene has two copies  in both tumor and non-tumor cells. Using the NF1/ RPP30 ratios resulting from  the dual digital PCR assay, the proportions of tumor cells were calculated for  each drug concentration. RESULTS: Digital PCR confirmed that the tumor cells have only one copy of the  NF1 gene while the non-tumor fibroblasts have two copies. By contrast, both  types of cells have two copies of the reference gene RPP30. Using the ratio of  the two genes, we successfully calculated the proportion of tumor cells which  decreased as the dose of the test drug increased up to a certain concentration,  indicating that the drug is more effective for the tumor cells than for the  non-tumor cells in this dose-range. At the highest dose, we observed a slight  increase in the proportion of tumor cells, likely reflecting the toxic effect of  the drug on both tumor and non-tumor cells. CONCLUSION: This pilot study demonstrated the feasibility of a genetic- and  cell-based tool for testing efficacy and toxicity of anticancer drugs in vitro.  The promising results suggest that additional efforts are merited, for further  development since such a tool will likely have high application potential (1) in  drug discovery where it enables simultaneously assessing therapeutic effect on  target cells and toxic effect on non-target cells, and (2) in personalized  adjuvant chemotherapy where multiple drugs can be tested in primary cultures  derived from surgically removed tumor.  DOI: 10.5507/bp.2015.057 PMID: 26558359 [Indexed for MEDLINE]",
  "methods": "",
  "introduction": "Introduction The ribonuclease P protein subunit P30 ( RPP30 ) gene is included in the National Center for Biotechnology Information (NCBI ID#10556) database.  RPP30  has been shown to be highly conserved in gene pool data, and many studies have shown that there are 16 homologous genes of  RPP30  contained in many species from the three life kingdoms (archaea, bacteria, and eukaryotes) ( 1 ,  2 ). As a housekeeping gene, the protein encoded by  RPP30  is one of shared protein subunits of ribonuclease P (RNase P) and ribonuclease MRP (RMRP), which are widely expressed in various tissues and participate in many life processes of microscopic and macroscopic organisms. It should be noted that as a protein subunit, detection of  RPP30  in different tissues is not uniform and stable, possibly because of the complex modification process after translation ( 3 – 6 ). In this review, the diseases associated with  RPP30  and the factors that may influence its expression are introduced for reference in further studies and in quality control. Abnormal gene expression or mutation studies have made some progress with regard to botanical diseases ( 5 – 7 ). At present, studies on human diseases mainly involve tumors, but only a few of them have demonstrated  RPP30  overexpression ( 8 ). In addition,  RPP30  is associated with glioblastoma (GBM) pathogenesis and low bone mineral density (LBMD) ( 9 ) Reports that  RPP30  expression level is affected by other factors are very limited, such as aging ( 10 ). Given the relatively high and stable ribose nucleic acid (RNA) expression of  RPP30  in human tissues, increasing studies have recently used  RPP30  as an internal reference gene in reverse transcription-polymerase chain reaction (RT-PCR) protocols. Thus, the use of  RPP30  as an internal reference gene for many applications, including detection of pathogens, calculation of the number of tumor cells, diagnosis of tumors, and some childhood diseases are discussed. In particular, the application of this gene in nucleic acid detection of SARS-CoV-2 demonstrates its great value as an internal reference ( 11 ). Finally, the advantages of  RPP30  over conventional reference genes, such as  β-actin  and glyceraldehyde-3-phosphate dehydrogenase ( GAPDH ) are discussed. Ideal reference genes should be stably expressed in different tissues and different life cycles. With increased research and more applications, the expression of  β-actin  and  GAPDH  has been observed to be related to physiological/pathological states, experimental conditions, and tissue type ( 12 – 14 ). In contrast, changes in  RPP30  expression seem less likely to be reported in the many conditions described above. These data suggest  RPP30  may be used as an internal reference gene in further studies. Of course, the reliability of  RPP30  as an internal reference is required to be verified by more comprehensive experiments.",
  "results": "",
  "discussion": "Conclusion \n RPP30  is a highly conserved gene that has homologous genes in 16 species. Although  RPP30  is a housekeeping gene and its encoding protein is a key subunit that maintains basic life activities, it is rarely reported to be associated with human diseases, and is overexpressed only in a few patients with cancer. In addition, compared to traditional reference genes,  RPP30  has advantages of short sequence length, is widely and uniformly expressed in various tissues, and its expression level is rarely disturbed by external factors. Overall,  RPP30  has great prospects and value as an internal reference gene. To date,  RPP30  has been used as an internal reference for nucleic acid tests of Sars-CoV-2, evaluation of therapeutic drugs and drug side effects, analysis of the feasibility of HIV detection, and many other diagnostic experiments. However, due to the unstable detection results of the  RPP30  protein, there are no studies that have used  RPP30  as a reference in western blotting. In such conditions,  RPP30  may not be the first choice as a reference gene for these tests. Regardless of which kind of reference that is chosen, it may be affected by a few inevitable conditions. Thus, the correct reference to be used for these tests should be further explored.",
  "fetched_at": "2026-02-16T15:43:45.202571",
  "abstract_length": 2783,
  "methods_length": 0,
  "introduction_length": 2920,
  "results_length": 0,
  "discussion_length": 1291
}