{
  "pmid": "26558359",
  "abstract": "AIMS: To develop an in vitro tool for assessing the efficacy and toxicity of anticancer drugs using mixed culture containing both tumor and non-tumor cells. Such in vitro tool should have high application potential in drug-screening and personalized cancer care. METHODS: Fibroblasts were spiked as non-tumor cells into tumor cells of an established line. The mixed culture was treated with a test drug at various concentrations. After the treatment, DNA was prepared directly from the survived adhesive cells in the wells of the 96-well plates using a simple and inexpensive method, and subjected to digital PCR for measuring relative copy numbers of a target gene NF1 to that of a reference gene RPP30. The NF1 gene is known to be heterozygously deleted in these tumor cells while the RPP30 gene has two copies in both tumor and non-tumor cells. Using the NF1/ RPP30 ratios resulting from the dual digital PCR assay, the proportions of tumor cells were calculated for each drug concentration. RESULTS: Digital PCR confirmed that the tumor cells have only one copy of the NF1 gene while the non-tumor fibroblasts have two copies. By contrast, both types of cells have two copies of the reference gene RPP30. Using the ratio of the two genes, we successfully calculated the proportion of tumor cells which decreased as the dose of the test drug increased up to a certain concentration, indicating that the drug is more effective for the tumor cells than for the non-tumor cells in this dose-range. At the highest dose, we observed a slight increase in the proportion of tumor cells, likely reflecting the toxic effect of the drug on both tumor and non-tumor cells. CONCLUSION: This pilot study demonstrated the feasibility of a genetic- and cell-based tool for testing efficacy and toxicity of anticancer drugs in vitro. The promising results suggest that additional efforts are merited, for further development since such a tool will likely have high application potential (1) in drug discovery where it enables simultaneously assessing therapeutic effect on target cells and toxic effect on non-target cells, and (2) in personalized adjuvant chemotherapy where multiple drugs can be tested in primary cultures derived from surgically removed tumor.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:37:43.748861",
  "abstract_length": 2250,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}