{
  "pmid": "PMID:26657314",
  "title": "Immortalized Human Schwann Cell Lines Derived From Tumors of Schwannomatosis Patients.",
  "abstract": "Schwannomatosis, a rare form of neurofibromatosis, is characterized predominantly by multiple, often painful, schwannomas throughout the peripheral nervous system. The current standard of care for schwannomatosis is surgical resection. A major obstacle to schwannomatosis research is the lack of robust tumor cell lines. There is a great need for mechanistic and drug discovery studies of schwannomatosis, yet appropriate tools are not currently available. Schwannomatosis tumors are difficult to grow in culture as they survive only a few passages before senescence. Our lab has extensive experience in establishing primary and immortalized human Schwann cell cultures from normal tissue that retain their phenotypes after immortalization. Therefore we took on the challenge of creating immortalized human Schwann cell lines derived from tumors from schwannomatosis patients. We have established and fully characterized 2 schwannomatosis cell lines from 2 separate patients using SV40 virus large T antigen. One patient reported pain and the other did not. The schwannomatosis cell lines were stained with S100B antibodies to confirm Schwann cell identity. The schwannomatosis cells also expressed the Schwann cell markers, p75NTR, S100B, and NGF after multiple passages. Cell morphology was retained following multiple passaging and freeze/ thaw cycles. Gene expression microarray analysis was used to compare the cell lines with their respective parent tumors. No differences in key genes were detected, with the exception that several cell cycle regulators were upregulated in the schwannomatosis cell lines when compared to their parent tumors. This upregulation was apparently a product of cell culturing, as the schwannomatosis cells exhibited the same expression pattern of cell cycle regulatory genes as normal primary human Schwann cells. Cell growth was also similar between normal primary and immortalized tumor cells in culture. Accurate cell lines derived directly from human tumors will serve as invaluable tools for advancing schwannomatosis research, including drug screening.",
  "authors": "Kimberly Laskie Ostrow; Katelyn Donaldson; Jaishri Blakeley; Allan Belzberg; Ahmet Hoke",
  "journal": "PloS one",
  "publicationDate": "2015",
  "doi": "10.1371/journal.pone.0144620",
  "methods": "Materials and Methods Tissue Specimens Schwannomatosis tumors were collected from surgical cases from December 2012 through October 2014, occurring at Johns Hopkins School of Medicine. Schwannoma diagnosis was confirmed by Pathology. This study was approved by the Institutional Review Board of the Johns Hopkins School of Medicine. After collection, the tumor specimen was placed in saline for transport to the lab. In a laminar flow hood, a section of the tumor (~0.5 cm 3 ) was finely minced. The minced tumor was placed in into a new sterile 15mL conical tube containing 4ml L-15 media, and 10mg/ml collagenase/dispase. The tumor was incubated for 3 hours at 37°C to dissociate the cells. The cells were collected by centrifugation at 1,000 rpm for 2 min and the cell pellet was washed twice with 5ml of L-15 media. After the final wash the cell pellet was resuspended in in 1 mL of L15 and DNase solution (10mg/ml). The suspended cells were passed through a 70 uM cell strainer, to remove unwanted debris. The strainer was washed with an additional 3ml of L-15/DNase solution to increase cell yield. The collected cells were centrifuged at 1,000 rpm for 10 minutes. The cell pellet was suspended in 1mL of the human Schwann cell medium (Sciencell). The cells were plated in a poly-l-lysine coated T25 flask. 2–3 days after initial plating the media on the cells was changed to high glucose DMEM/pen strep, plus 10% fetal bovine serum, 2μM forskolin, and 20ng/ml neuregulin. Cultures were maintained in this media until the reached 80% confluence, at which time the cells were split into three T-25 flasks or frozen (in DMEM +20% FBS+ 10% DMSO) for later use. Cell Immortalization Cells were immortalized using pLenti-SV40 from ABM (catalog number G203) according to manufacturer’s instructions. In brief, cells at passage 3 were infected with 2 ml/well of viral supernatant in the presence of 5μg/ml Polybrene, in the morning. 6–8 hours later, the viral supernatant from first infection was removed from the wells and the cells were re-infected with 2 ml/well of fresh supernatant/ polybrene. The next day, viral supernatant was removed and replaced with complete growth medium. The cells were incubated at 37°C for ~72 hours incubation and subcultured. After subculturing the cells were screened for the SV40 transgene by qRT-PCR as per manufacturer’s instructions ( www.abmgood.com/SV40-Cell-Immortalization.html#8 ) SV40 Forward Primer Sequence 5’ ACTGAGGGGCCTGAAATGA; SV40 Reverse Primer Sequence 5’ GACTCAGGGCATGAAACAGG. The product size is 61 bp. Microarray RNA from SWN tumor samples, SWN cell lines, and normal primary Human Schwann cells were analyzed using the Illumina Human HT-12 microarray covering more than 47,000 transcripts and known splice variants. Differences in expression between the two groups were identified using the Ingenuity iReport software, and Nexus Gene expression software. Genes that are upregulated or downregulated at least 2 fold and p<0.05 were considered differentially expression. RNA extraction Tumor tissues were homogenized using the polytron PT1300 tissue homogenizer followed by additional homogenization using a Qiashredder spin column (Qiagen). RNA DNA and protein were extracted using the Allprep extraction kit (Qiagen). RNA from cells in culture was extracted using Trizol, followed by clean up with RNeasy RNA extraction kit (Qiagen). cDNA 1ug of total RNA was converted to cDNA using the Quantitect Reverse Transcription kit (Qiagen). qPCR Primers B2M, GAPDH, SMARCB1, p75/NGFR, NGF, S100B, CCNA2, CCNB1, CCNB2, CCND1, CCNF, and CDC20 were purchased from Qiagen. Amplified bands were analyzed for correct size and sequenced by the Johns Hopkins Sequencing core to assure correct targets. qPCR One microliter of each tumor, cell line, and normal primary human Schwann cell cDNA, was used for real-time qRT-PCR using QuantiTect SYBR Green PCR kit (Qiagen). Amplifications were carried out in 96 well plates in a Roche Lightcycler. All reactions were performed in triplicate. Dissociation curve analysis was performed to rule out experimental PCR artifacts or non-specific amplification. Expression of genes relative to Beta-2-Microglobulin (B2M) or glyceraldehyde-3-phosphate dehydrogenase (GAPDH) was calculated based on the threshold cycle (C t ) as 2 −Δ(ΔCt) , where  Δ C t  = C t, \n GENE  − C t  housekeeping genes and  Δ ( Δ C t ) =  Δ C t,C −  Δ C t,pt  ( C ,  cells ,  PT , parent tumor.) Data analysis and Statistics GO analysis Functional gene groupings were complied using DAVID gene ontology software  www.david.abcc.ncifcrf.gov \n qRT-PCR Fold change in gene expression was determined by the 2^(- Delta Delta Ct) method following the guidelines of Zhang and Ruschhaupt 2013  www.bioconductor.org . Statistical significance of the RT-PCR data was determined using an unpaired t-test.  www.graphpad.com . Standard error of mean was also calculated for the control and test groups. Standard error of the mean equals standard deviation/ square root of the sample size. SE = SD/√n",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:26:35"
}