{
  "pmid": "26740548",
  "abstract": "Persons with neurofibromatosis type 1 (NF1) have a predisposition for premature and severe arterial stenosis. Mutations in the NF1 gene result in decreased expression of neurofibromin, a negative regulator of p21(Ras), and increases Ras signaling. Heterozygous Nf1 (Nf1(+/-)) mice develop a marked arterial stenosis characterized by proliferating smooth muscle cells (SMCs) and a predominance of infiltrating macrophages, which closely resembles arterial lesions from NF1 patients. Interestingly, lineage-restricted inactivation of a single Nf1 allele in monocytes/macrophages is sufficient to recapitulate the phenotype observed in Nf1(+/-) mice and to mobilize proinflammatory CCR2+ monocytes into the peripheral blood. Therefore, we hypothesized that CCR2 receptor activation by its primary ligand monocyte chemotactic protein-1 (MCP-1) is critical for monocyte infiltration into the arterial wall and neointima formation in Nf1(+/-) mice. MCP-1 induces a dose-responsive increase in Nf1(+/-) macrophage migration and proliferation that corresponds with activation of multiple Ras kinases. In addition, Nf1(+/-) SMCs, which express CCR2, demonstrate an enhanced proliferative response to MCP-1 when compared with WT SMCs. To interrogate the role of CCR2 activation on Nf1(+/-) neointima formation, we induced neointima formation by carotid artery ligation in Nf1(+/-) and WT mice with genetic deletion of either MCP1 or CCR2. Loss of MCP-1 or CCR2 expression effectively inhibited Nf1(+/-) neointima formation and reduced macrophage content in the arterial wall. Finally, administration of a CCR2 antagonist significantly reduced Nf1(+/-) neointima formation. These studies identify MCP-1 as a potent chemokine for Nf1(+/-) monocytes/macrophages and CCR2 as a viable therapeutic target for NF1 arterial stenosis.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:38:09.571611",
  "abstract_length": 1815,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}