{
  "pmid": "26822862",
  "abstract": "",
  "methods": "Materials and Methods The multiscale computational model of bone regeneration was established previously and has been described in detail elsewhere 14 17 . In brief, at the tissue level the various key processes of bone regeneration are captured with 10 partial differential equations (PDEs) of the taxis-reaction-diffusion type which describe the evolution in time and space of the mesenchymal stem cell density ( c ), fibroblast density ( m c ), chondrocyte density ( f c ), osteoblast density ( c c ), fibrous matrix density ( b m ), cartilaginous matrix density ( f m ), bone matrix density ( c m ), generic osteochondrogenic growth factor concentration ( b g ), vascular growth factor concentration ( bc g ) and oxygen tension ( v n ). Note that only one generic osteochondrogenic growth factor ( g ) is included, which represents the effect of multiple growth factors present in the fracture callus. The influence of this generic growth factor on differentiation is either chondrogenic or osteogenic depending on the local oxygen tension. bc The formation of the blood vessel network is modelled at the level of the individual endothelial cell with a discrete agent-based approach. The computational model includes three different processes that determine the development of the discrete vascular tree, i.e. sprouting (the formation of a new branch, headed by a “tip cell” or “leader cell”), vascular growth (the extension of the branch due to the growth of “stalk cells” or “follower cells”) and anastomosis (the fusion of two branches). The sprouting behaviour of the endothelial cells is derived from the agent-based model of Bentley  et al. 18  and is captured with eight intracellular variables, which are unique to every endothelial cell ( Fig. 1B ). The growth of a blood vessel is modelled by computing the movement of the corresponding tip cell where the tip cell speed depends on the active VEGFR-2 concentration and the tip cell direction is influenced by chemotactic (angiogenic growth factor) and haptotactic (collagen fibres in the extracellular matrix) signals. When a tip cell encounters another blood vessel or when it migrates outside the geometrical domain (illustrated in  Fig. 1C–D ), an anastomosis is formed during which the leading endothelial cell loses its tip cell phenotype. The newly established connection between the vessels allows for blood flow and the delivery of oxygen and nutrients. Only the endothelial cells that are part of a vascular loop are sources of oxygen. The geometrical domain of the computational model is deduced from the real callus geometry at three weeks post-fracture in a standardised femoral rat fracture model 19 . We assume a simplified axisymmetrical representation of the geometry so that only a quarter of the domain is simulated ( Fig. 1C–D ). The parameter values are derived from extensive literature reviews where possible and estimated if no relevant data was available 13 14 15 16 . Both the model variables and the parameter values were non-dimensionalised using proper scaling factors and will be described in their non-dimensionalised form throughout this work 13 14 15 16 . After non-dimensionalisation, the system was also complemented by suitable initial and boundary conditions to ensure the existence, uniqueness and non-negativity of the solution ( Fig. 1D ). To examine the effect of the  Nf1  mutation on bone fracture healing, the parameter values of the factors describing the aberrant cellular behaviour of  Nf1  haploinsufficient and  Nf1  bi-allelically inactivated cells were altered ( Table 1 ). A wide range of parameter values (Nf1 range) was investigated to account for the variable proportion of  Nf1  haploinsufficient and  Nf1  bi-allelically inactivated cells in the pseudarthrosis region. In particular, a larger deviation of the parameter values from the normal case represents a higher proportion of bi-allelically inactivated cells. In the current study we have investigated the influence of eight factors described in the literature as contributors to the poor fracture healing outcome in CPT. These factors include the increased invasion of fibrous lesion cells ( c ) f,BC 1 , increased fibroblastic proliferation ( A ) f 0 1 , increased fibroblastic differentiation ( F 4 ) 23 , reduced osteogenic differentiation ( Y 11 ) 1 9 , reduced endochondral ossification ( Y 3 ) ,cb 1 , reduced cartilage formation ( P ) mc 1 , increased fibrous tissue formation ( P ) mf 23  and increased angiogenic growth factor production ( G ) gvc 1 10 . In order to determine the (relative) importance of the eight factors listed in  Table 1 , a large sensitivity analysis using “Design of Experiments” (DOE) was conducted 24 25 . DOE (or experimental design) is a statistical tool that generates an array of combinations of different parameter values within a predefined parameter space. Next, the computer simulations were performed with these parameter combinations, utilizing high-performance computational resources provided by the VSC (Flemish Supercomputer Center). Finally the results were statistically analysed. Since the computational model of bone regeneration is highly non-linear and uniform designs also cope well with the addition and removal of runs, a uniform design was chosen for the sensitivity analysis. The parameter space ( Table 1 , Nf1 range) was determined by varying the parameter values of the eight factors mostly in one direction with respect to the normal case, in this way biasing the DOE design to a CPT phenotype. Using the parameter ranges listed in  Table 1  (Nf1 range), a uniform design with 200 runs, i.e. 200 parameter combinations, was generated (see also  supplementary material ). The space-filling design evenly spreads out the parameter combinations over the eight-dimensional parameter space which can be checked with scatterplots and histograms ( Fig. 2 ). The responses (i.e. model outcomes) that were studied in the sensitivity analysis are listed in  Table 2  (see also  supplementary material ). In order to calculate the tissue fractions, the spatial images were first made binary using tissue-specific thresholds (0 means that the tissue is not present and 1 means that the tissue is present in a grid cell). Subsequently, an equal weight was assigned to the different tissues, i.e. if a grid cell contained three tissues, the area of that grid cell was divided by three in the final calculations of the tissue (area) fractions. Since a pseudarthrosis is defined by the tissues present in the fracture gap area (1a-2-3a in  Fig. 1D ), all the responses were calculated for this area. An additional response “CI” (complication index) was introduced to assess the degree of severity of CPT (Equation  1 ). More specifically, the CI ( ) combines two continuous responses (i.e. the amount of fibrous tissue   and fibroblasts  , each varying between 0 and 1 for a low and high amount respectively) with a Boolean response   (i.e. bony union or non-union represented by 0 or 1 respectively): A typical parameter combination for which the value of the CI is small is one or which the degree of severity of CPT is small, or in other words, when the fracture healing proceeds fairly normally. Conversely, a typical parameter combination for which the value of the CI is large, is one for which the degree of severity of CPT is large, or in other words, when the fracture healing is severely impaired. The uniform designs were generated and analysed with JMP (SAS Institute Inc., Cary, North Carolina, USA) using a Gaussian process with a Gaussian covariance function. Unlike an ANOVA-type of analysis, Gaussian processes do not only estimate the importance of individual parameters, but also the influence of the parameters on the outcome of a model. Hence, a Gaussian process will determine the best-fitting statistical model that can predict the model outcome for a certain combination of input parameters ( Figs 3 ,  4 ,  5 ). Since the result of a Gaussian process is a statistical model, care should be taken when interpreting the predictions. In order to assess the accuracy of the statistical predictions an actual versus predicted plot generated by JMP is helpful. In this plot the actual results, i.e. the outcomes calculated by the computational model, are compared with those predicted by the statistical model ( Fig. 3 ). In a perfect statistical fit, all the points would be located on a 45-degree line.  Fig. 3  (left) shows that the statistical model predicts a good fit for the CI response on Day 7. However, the Gaussian model does not capture the number of fibroblasts on Day 7 well, as illustrated by the large deviations from the 45-degree line in  Fig. 3  (right). Since the statistical predictions are accurate for all outcomes except the number of fibroblasts on Day 7 and Day 21 (results not shown), the results on the number of fibroblasts on Day 7 and Day 21 will not be used for further interpretation.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:38:17.170979",
  "abstract_length": 0,
  "methods_length": 8961,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}