{
  "pmid": "26840085",
  "abstract": "",
  "methods": "MATERIALS AND METHODS MPNST cell lines The MPNST-derived cell lines STS26T, 90-8, 88-14, and 96-2 were maintained in advanced RPMI-1640 with 15% heat-inactivated FBS, 2.75‰ Bovine Pituitary Extract, 100U/ml penicillin, and 100μg/ml streptomycin (Invitrogen). MPNST cell line STS26T was established from a sporadic MPNST and was kindly provided by G. H. De Vries (Hines VA Hospital, Illinois, USA) [ 44 ]. MPNST cell lines 90-8, 88-14 and 96-2 were established from NF1-associated MPNST: 90-8 and 88-14 were kindly provided by Pr. N. Ratner (Cincinnati Children's Hospital Medical Center, Ohio, USA) and 96-2 was purchased at ATCC bio resource center [ 6 ,  45 ,  46 ]. PNFs-derived primary Schwann cells Samples were collected in accordance with the French legislation concerning biological samples collection for research (French Ministry of Research, declaration of creation and use of a biological samples collection n° DC-2010-1101 and DC-2012-1604). The study was approved by the local ethical committee (CPP Ile de France III, COL2818) and all patients gave their written informed consent. Blood samples and PNFs tumor resections were obtained from 8 unrelated NF1 patients. Tumors were cut into small pieces, incubated in a standard medium (SM) composed of Dubelcco's modified Eagle's medium DMEM Glutamax-I, 10% heat-inactivated FBS, 100 U/ml penicillin, 100 μg/ml streptomycin (Invitrogen) three to five days and further digested in SM supplemented with 0.125% collagenase (Sigma) and 1.25U/ml dispase grade 1 (Roche) during 20h at 37°C and 9% CO 2 . After a 235G centrifugation, cells were washed twice with SM and suspended in Schwann Cell Medium (SCM) composed of SM supplemented with 0.5 mM 3-iso-butyl-1-methylxanthine (IBMX, Sigma), 10nM β1-heregulin 176-246 (R&D Systems), 0.5μM forskolin (Sigma) and 2.5μg/ml insulin (Sigma). Cells were seeded at 2.6 10 6  cells per T25 flasks coated with 5 μg/cm 2  collagen type 1 (Sigma). Cultures were incubated in a humidified atmosphere at 37°C and 9% CO 2 . Twenty four hours after seeding, trypsine 0.002% EDTA (Invitrogen) in PBS was used for cells differential trypsinization. Detaching Schwann cells were collected and seeded in a new T25 flask for a second round of differential trypsinization. Primary Schwann cells were propagated until passage 2 or 3 in SCM at 37°C and 9% CO 2 . Purity of PNF-derived Schwann cells was determined by S100 immunostaining [ 47 ]. Only Schwann cell cultures with more than 85% S100 positive cells and not exceeding passage 3 were used for drug assays. Microarray procedure and data analysis Genome-wide array-CGH was used to identify potential genetic rearrangements in MPNST cell lines (400K array-CGH) and PNFs-derived primary Schwann cells (60K array-CGH). The array-CGH labelling and hybridization were performed as recommended in the Agilent manual (Protocol v5.0, June 2007, Agilent technologies, Palo Alto, CA, USA). Each cell line DNA (labelled with Cy5-dUTP) was individually hybridized on Agilent whole human genome 400K or 60K microarrays (Agilent Technologies)  versus  six pooled normal control DNAs (from six healthy donors' blood samples) (labelled with Cy3-dUTP) as reference, to detect cell line-specific aberrations. Arrays were scanned with an Agilent DNA microarray scanner (G2565BA). Log2 ratios were determined with Agilent Feature Extraction software. Results were visualized and analysed with Agilent's CytoGenomics software. NF1  genotyping DNA was isolated from MPNST-derived cell lines, and eight PNF-derived primary Schwann cell cultures and their leucocytes counterpart using standard proteinase K digestion followed by phenol-chloroform extraction.  NF1  genotyping was then performed using targeted next generation sequencing allowing  NF1  point mutations and copy number variation detection, as previously described [ 48 ]. Tested drugs AZD8055, JQ1, OTX015, and GSK525762A/I-BET-762 were provided by Selleckchem. Rapamycin and PD0325901 were purchased from Calbiochem. Drugs were dissolved in dimethylsulphoxide (DMSO) to a final stock concentration of 100 mM. Drugs were added in cultures to final working concentrations with no more than 0.1% DMSO. Proliferation assays MPNST cell lines were seeded on 6-well plates at a concentration of 250,000 cells per well in MPNST culture medium. The number of cells was determined (T0) when exponential growing phase was reached. After 24 and 48h of drug treatments, cells were trypsinized and pelleted with corresponding culture supernatant and washing buffers. Viable cells were counted using 0.4% trypan blue solution (Invitrogen). Fold growth was defined as log2 of fold of the number of viable cells treated by different drug concentrations at 24 and 48h  versus  number of cells at T0. Experiments were performed in duplicate and repeated three times. In vitro  cytotoxicity assay MPNST cell lines and the PNF-derived primary Schwann cell cultures were seeded in triplicate on 96-well plates. Cells were treated with the tested drug or with 0.1% DMSO as negative control. Cytotoxicity was quantified 48 hours after treatment by WST1 assay (Roche). Relative cytotoxicity was determined as ratio of absorbance at 450 nm of treated  versus  untreated cells. IC50 values corresponding to concentrations associated to 50% of cell viability after 48 hours of continuous exposure were determined. Migration assay MPNST cell lines STS26T and 90-8 were seeded at subconfluence on IBIDI culture-inserts as described by manufacturer (Biovalley). After culture-inserts removal, cell migration behavior was tracked after 6, 24 and 48 hours of continuous exposure of increasing doses of AZD8055 and rapamycin. Migration assay was also assessed by using a CytoSelect TM  transwell assay as described by the manufacturer (Cell Biolabs). Briefly, 2.5 10 5  cells/ml in RPMI-1640 with 1% heat-inactivated FBS were preincubated with or without drugs for two hours at 37°C and a 100μl cell suspension was loaded into the upper chamber. RPMI-1640 supplemented with 10% heat-inactivated FBS was used as a chemoattractant in the bottom chamber. After 16 hours of incubation, migrated cells were quantified by fluorimetric analysis as recommended by the manufacturer. Soft agar colony formation assay An acellular basal 0.6% agar layer was plated at the bottom of a 96-well plate and covered with 0.4% agar solution containing 6250 MPNST cell lines. Colonies were quantified by fluorimetric analysis after 8 days of continuous exposure of increasing doses of drugs as described by the manufacturer (Cell Biolabs). Cell cycle analysis MPNST cell lines were serum-starved for 24h and then treated with different drug concentrations. Drug effects on cell cycle were determined by FITC-coupled anti-BrdU antibodies (BD Biosciences) as described by manufacturer (BD Biosciences). Flow cytometry was performed on a BD FACSCanto™ II (BD Biosciences). Results were analysed using the BD FACSDiva™ software version 6.2.1 (BD Biosciences). Western blotting Whole cell extracts and Western blots were performed as previously described [ 49 ]. Anti-p-P70S6K T 389 , anti-p-4E-BP1 S 65 , anti-p-AKT S 473  primary antibodies were purchased from Cell Signaling Technology and anti-actin was purchased from Sigma-Aldrich. Proteins were visualized using a secondary antibody conjugated to horseradish peroxidase and chemiluminescence detection (enhanced chemiluminescence, GE Healthcare). Images were captured using a CCD camera (LAS3000, FujiFilm, Tokyo, Japan) and quantified using Multigauge software (Fujifilm). Images were captured using a CCD camera (LAS3000, Fujifilm) [H 3 ] Leucine incorporation assay The global protein synthesis was assessed by [H 3 ] Leucine assay. Cells were incubated for 2h at 10 5  cells/mL in a low leucine medium (90% Dulbecco modified Eagle medium without leucine, 10% MEM with 10% dialysed FCS) then labelled for 1h with [3H] leucine (1 μCi, 37kBq). The amount of radioactivity incorporated into proteins was determined by trichloroacetic acid precipitation. Statistical analysis Data were expressed as mean values and SD. Statistical significance of differences observed between experimental groups was determined using Student's t test. *, **, *** mean  p  < 0.05,  p  < 0.01,  p  < 0.001 respectively.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:38:26.103552",
  "abstract_length": 0,
  "methods_length": 8280,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}