{
  "pmid": "26861207",
  "abstract": "BACKGROUND: Growth factors induce a characteristically short-lived Ras activation in cells emerging from quiescence. Extensive work has shown that transient as opposed to sustained Ras activation is critical for the induction of mitogenic programs. Mitogen-induced accumulation of active Ras-GTP results from increased nucleotide exchange driven by the nucleotide exchange factor Sos. In contrast, the mechanism accounting for signal termination and prompt restoration of basal Ras-GTP levels is unclear, but has been inferred to involve feedback inhibition of Sos. Remarkably, how GTP-hydrolase activating proteins (GAPs) participate in controlling the rise and fall of Ras-GTP levels is unknown. RESULTS: Monitoring nucleotide exchange of Ras in permeabilized cells we find, unexpectedly, that the decline of growth factor-induced Ras-GTP levels proceeds in the presence of unabated high nucleotide exchange, pointing to GAP activation as a major mechanism of signal termination. Experiments with non-hydrolysable GTP analogues and mathematical modeling confirmed and rationalized the presence of high GAP activity as Ras-GTP levels decline in a background of high nucleotide exchange. Using pharmacological and genetic approaches we document a raised activity of the neurofibromatosis type I tumor suppressor Ras-GAP neurofibromin and an involvement of Rsk1 and Rsk2 in the down-regulation of Ras-GTP levels. CONCLUSIONS: Our findings show that, in addition to feedback inhibition of Sos, feedback stimulation of the RasGAP neurofibromin enforces termination of the Ras signal in the context of growth-factor signaling. These findings ascribe a precise role to neurofibromin in growth factor-dependent control of Ras activity and illustrate how, by engaging Ras-GAP activity, mitogen-challenged cells play safe to ensure a timely termination of the Ras signal irrespectively of the reigning rate of nucleotide exchange.",
  "methods": "Methods Cell culture and treatments/stimulations Cervical cancer (HeLa) cells, Mouse embryonic fibroblasts (MEF), H-Ras -/- , N-Ras -/- , K-Ras lox/lox  MEFs (kindly provided by Mariano Barbacid, Madrid, Spain) and Human Embryonic Kidney 293 (HEK293T) cells were cultured at 37 °C and 5 % CO 2  atmosphere in DMEM (Dulbecco’s modified Eagle’s medium) supplemented with 10 % (v/v) fetal calf serum. Inhibitor treatments: all inhibitors were applied for 30 min at the following concentrations: U0126 (10 μM),  FR108204  (50 μM) BI-D1870 (10 μM), Wortmannin (100 nM). EGF was added at a final concentration of 10 ng/ml. Reagents Streptolysin O was purchased from AaltoBio Reagents (Dublin, Ireland). Glutathione–Sepharose and all nucleotides were from JenaBioscience (Jena, Germany). [α-32P]GTP (370 MBq/ml; no. SCP-208) was from Hartmann Analytic (Braunschweig, Germany). GammaBind–Sepharose was purchased from Amersham Biosciences (Freiburg, Germany). U0126 and BI-D1870 were purchased from Enzo Life Science (Lörrach, Germany). The Erk1 and Erk2 selective inhibitor  FR108204  [ 61 ] was from Sigma–Aldrich (Munich, Germany). All inhibitors were stored at -20 C in DMSO. Epithelial growth factor (EGF) were purchased from Life Technologies (Darmstadt, Germany). All siRNAs were ON-TARGETplus SMARTpools purchased from Dharmacon (Dharmacon RNAi Technologies, Thermo Fisher Scientific, Lafayette, USA): Human RASA1 (5921) (L-005276-00-0005), Human NF1 (L-003916-00-0005), Human DAB2IP (L-008249-01-0005), Human RPS6KA3 (L-003026-00-0005), Human RPS6KA1 (L-003025-00-0005), Map2k1 (L-003571-00-0005), Map2k2 (L-003573-00-0005). Saint-Red transfection reagent was from Synvolux Therapeutics (Groningen, Netherlands). Antibodies Antibodies were obtained from the following sources: SOS1 (clone 25/SOS1), p120RasGAP (clone 13/RAS-GAP), MEK1 (no. 610121), MEK2 (no. 610235) were from BD Transduction Laboratories; K-Ras F234 (sc-30), N-Ras F155 (sc-31), pan-Ras C-4 (sc-166691), p-ERK1/2(Y204) (sc-101761), and Neurofibromin (sc-67) from Santa Cruz Biotechnology (Heidelberg, Germany); Phospho-MAPK/CDK Substrates (PXS*P or S*PXR/K) (34B2) (no. 2325), p44/42 MAPK (ERK1/2) (no. 4695), Akt (no. 9272), p-Akt(S473) (no. 4060), EGFR (no. 4267), p-EGFR (Y1068) (no. 2236), Phospho-p90RSK (Ser380) (no. 9341), RSK1/RSK2/RSK3 (32D7) (no. 9355), p-GSK-3β (Ser9) (D85E12) (no. 5558); GSK-3β (27C10) (no. 9315), Phospho-S6 Ribosomal Protein (Ser235/236) (no. 2211), S6 Ribosomal Protein (5G10) (no .2217), p70 S6 Kinase (49D7) (no. 2708) were from Cell Signaling Technology (Danvers, USA). Anti-DAB2IP (ab87811) was from Abcam (Cambridge, UK). Y13-259 rat monoclonal anti-Ras IP-antibody was purified from hybridoma supernatant (A.T.C.C., Manassas, U.S.A.). RNA isolation, cDNA synthesis and quantitative real-time PCR analysis Total RNA isolation and purification was performed using an RNA isolation kit from Macherey-Nagel (Düren, Germany) according to the manufacturer’s protocol. cDNA synthesis was performed using First Strand cDNA Synthesis Kit (Thermo Scientific, Schwerte, Germany) with 50 ng/μl of total RNA per sample and Oligo-dT-based priming. QRT-PCR was performed using Maxima SYBR Green/ROX qPCR Master Mix (2X) (Thermo Scientific, Schwerte, Germany) using primers for all four RSK isoforms reported in [ 62 ]. Relative transcript levels were determined by calculating 2deltaCt values, using GAPDH expression levels for normalization. Plasmids and transient transfection GFP-neurofibromin (type 1 isoform) was cloned in pCDH-EF1a-EGFP-C2-IRES-Puro, a customized vector based on the parental vector pCDH-EF1-EGFP-C2-IRES-Puro from System Biosciences, with expression driven by the EF1a promoter. Cloning details will be presented elsewhere. An expression construct for HA-tagged RASA1 [ 63 ] was kindly provided by Christian Widmann, University of Lausanne, Switzerland. Neurofibromin was stably knocked down in HEK293T cells via lentiviral transduction of a shRNA construct. The targeting sequence GCTGGCAGTTTCAAACGTAA embedded in a miRNA scaffold was cloned into pLV-H1-SGIPZ, a customized lentiviral vector based on pGIPZ vector (Open Biosystems). The resulting pLV-H1-SGIPZ-NF1sh1miR, together with psPAX2 (Addgene #12260) and pMD2.G (Addgene #12259), were transiently transfected into 293 T cells to produce lentiviral particles. 48 h post-transfection, the supernatant was harvested, filtrated through a 0.45 μM filter and used to infect 293 T cells. 48 h post-infection, puromycin selection was started to obtain the stable cell line. Transient transfections were performed using Polyethylenimine as described [ 64 ]. ON-TARGETplus siRNA-SMARTpool™ siRNAs were transfected using the Saint-Red transfection reagent from Synvolux Therapeutics exactly as described before [ 65 ]. Ras-GTP pull-down assay Cells seeded in 6 well plates were deprived of serum overnight, challenged or treated as appropriate and lyzed in 0.5 ml ice-cold lysis solution [50 mM Tris pH 7.5, 150 mM NaCl, 1 mM EGTA, 5 mM MgCl2, 1 % NP40 (Nonidet-P40)] supplemented with protease and phosphatase inhibitors, 100 μM GDP and 25 μg/ml soluble recombinant GST-RBD (Ras binding domain of Raf-1; previously produced in  E. coli  by standard procedures). GDP and GST-RBD were included in the lysis buffer to quench post-lytic GTP-loading and GAP-dependent Ras-bound GTP hydrolysis, respectively. Cell material was scraped off and lysates were cleared by centrifugation. GST-Raf-1-RBD/Ras-GTP complexes were collected on glutathione-sepharose (30 min at 4 °C on a rotating wheel), washed once with 750 μl lysis buffer lacking GDP and GST–Raf-1-RBD and processed for Western Blotting. Permeabilization and Nucleotide exchange assay Cell permeabilization was performed essentially as described previously [ 66 ]. Serum-starved HeLa or MEF cells seeded in 6-well plates were treated/stimulated as appropriate and reactions were started by replacing the medium with 0.6 ml/well pre-warmed permeabilization solution (50 mM Hepes, pH 7.5, 107 mM potassium glutamate, 23 mM NaCl, 3 mM MgCl 2 , 0.1 mM CaCl 2 , 1 mM EGTA, 2 mM Dithiothreitol, 1 mM ATP) supplemented with freshly thawed 15 unit/ml SLO and 9 MBq [α-32P]GTP. For treated cells, this solution was supplemented with the relevant drug. Kinetics were started at this point and reactions were quenched by aspirating the solution and lysing cells in 1 ml/well ice-cold lysis buffer (50 mM Hepes, pH 7.5, 100 mM NaCl, 10 mM MgCl 2 , 1 % NP40, 100 μM GDP, 100 μM GTP and protease inhibitors) supplemented with 2,5 μg/ml Y13-259 Ras-antibody for IP. Cells were scraped off and extracts were placed on ice. Lysates were cleared by centrifugation and supernatants were made up to 500 mM NaCl, 0.5 %sodium deoxycholate and 0.05 % SDS. Immunocomplexes were collected on GammaBind–Sepharose by 45 min incubation at 4 °C under rotation. After six rounds of washing with 1 ml of ice-cold washing solution (50 mM Hepes, pH 7.5, 500 mM NaCl, 5 mM MgCl 2 , 0.1 % Triton X-100 and 0.005 % SDS), immunoprecipitates were subjected to Cerenkov counting. Ras nucleotides were eluted from the same samples and analyzed by Thin Layer Chromatography [ 66 ]. GDP and GTP spots were densitometrically quantified using Multi Gauge software. GEO search The cervical carcinoma HeLa cells gene expression datasets reporting on the transcriptome of EGF-stimulated HeLa cells [ 44 ] were identified in GEO dataset ID  GSE6783  with the platform ID  GPL96 . Confocal microscopy Live-cell imaging was performed on a Zeiss LSM 510 axiovert confocal microscope equipped with a thermostated stage chamber (IBIDI, München, Germany) as previously described [ 67 ]. Briefly, confocal images (optical slice of ≤ 1 μm) were acquired using a 63x water immersion objective lens. EGFP was excited with the Argon 488 nm line and emitted fluorescence was collected with a 505–550 nm band-pass filter. All images of a series were exported as TIF files and subjected to the same processing routine using Zeiss ZEN 2008 Light Edition software. Mathematical modeling A toy ODE model was built for two alternative network structures that represent regulation through GEF only (Fig.  1d ), or GAP only (Fig.  6b ). Both models share a common core to which we add a feedback loop that either decreases GEF activity or increases GAP activity. In the model Ras cycles between GDP and GTP bound states with Michaelis-Menten kinetics, the balance of which depends on the GEF/GAP ratio. To simulate EGF stimulation, receptor recruits GEF to form receptor-GEF complex (R-GEF) increasing the rate of Ras-GTP formation. Downstream signaling from Ras-GTP enforces the feedback after a small time delay to account for the MAPK cascade. In the GEF-only model, feedback catalyzes the separation of R-GEF complexes into free receptors and inactive GEF. In the GAP-only model, feedback catalyzes the activation of GAP molecules. The parameters of each model were adjusted to allow Ras-GTP dynamics to match Fig.  1a . All simulations were performed with the SimBiology toolbox within MATLAB R2013b. Details of the model are described in the supplementary information (Additional file  2 : Table S1). Availability of supporting data The data sets supporting the results of this article are included within the article and its additional file(s).",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:38:30.535141",
  "abstract_length": 1922,
  "methods_length": 9300,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}