{
  "pmid": "PMID:26883872",
  "title": "3-D imaging mass spectrometry of protein distributions in mouse Neurofibromatosis 1 (NF1)-associated optic glioma.",
  "abstract": "UNLABELLED: Neurofibromatosis type 1 (NF1) is a common neurogenetic disorder, in which affected individuals develop tumors of the nervous system. Children with NF1 are particularly prone to brain tumors (gliomas) involving the optic pathway that can result in impaired vision. Since tumor formation and expansion requires a cooperative tumor microenvironment, it is important to identify the cellular and acellular components associated with glioma development and growth. In this study, we used 3-D matrix assisted laser desorption ionization imaging mass spectrometry (MALDI IMS) to measure the distributions of multiple molecular species throughout optic nerve tissue in mice with and without glioma, and to explore their spatial relationships within the 3-D volume of the optic nerve and chiasm. 3-D IMS studies often involve extensive workflows due to the high volume of sections required to generate high quality 3-D images. Herein, we present a workflow for 3-D data acquisition and volume reconstruction using mouse optic nerve tissue. The resulting 3-D IMS data yield both molecular similarities and differences between glioma-bearing and wild-type (WT) tissues, including protein distributions localizing to different anatomical subregions. BIOLOGICAL SIGNIFICANCE: The current work addresses a number of challenges in 3-D MALDI IMS, driven by the small size of the mouse optic nerve and the need to maintain consistency across multiple 2-D IMS experiments. The 3-D IMS data yield both molecular similarities and differences between glioma-bearing and wild-type (WT) tissues, including protein distributions localizing to different anatomical subregions, which could then be targeted for identification and related back to the biology observed in gliomas of the optic nerve.",
  "authors": "David M G Anderson; Raf Van de Plas; Kristie L Rose; Salisha Hill; Kevin L Schey; Anne C Solga; David H Gutmann; Richard M Caprioli",
  "journal": "Journal of proteomics",
  "publicationDate": "2016-10-21",
  "doi": "10.1016/j.jprot.2016.02.004",
  "methods": "Materials and Methods Mice Nf1  (WT) and  flox/flox Nf1 ;GFAP-Cre mice (OPG mice) [ flox/mut 13 ] were generated as previously described [ 14 ]. All mice were maintained on a C57BL/6 background and used in accordance with an approved Animal Studies protocol at the Washington University School of Medicine. Mice were euthanized at three months of age, and optic nerves/chiasms collected from anesthetized and Ringer’s solution-perfused mice. Tissues were frozen on dry ice at Washington University and shipped overnight to Vanderbilt University Tissues were stored at −80°C until required. Tissues from one OPG and WT mice were used for 3-D MALDI IMS experiments, 2 separate OPG mice tissues were used for protein identification methods. Immunohistochemistry was also performed on tissues from representative OPG and WT mice. Sample preparation Frozen OPG and WT tissues were embedded in a desired orientation, with the tissues in close proximity to one another, along with fiducial registration points in 2.7% Carboxymethyl cellulose solution (CMC) (Sigma Aldrich, St Louis, MO, USA) within a custom-made mold. Further details and images of this process are provided in the  Supplement Information section and Supplemental Figure 1 . Sections of 10 µm thickness were obtained with a cryostat (Leica CM3050S, IL, USA) at −20 °C from OPG and WT tissues including fiducial markers and placed onto poly-lysine coated ITO coated glass slides (45×45 mm) (Delta Technologies Ltd., Loveland, CO, USA). The ITO glass was poly-lysine coated, using poly-L-lysine solution (Sigma Aldrich). A Teflon-coated slide (Electron Microscopy Science, Hatfield, PA, USA) was used to flatten each section, including the surrounding CMC so that the fiducial markers ended up in reproducible locations from section to section. Four sections were thaw mounted onto separate ITO coated 25×75 mm polylysine coated slides for microextraction protein identification purposes, leaving 33 sections for IMS analyses. For each slide, the section number and depth position along the z-axis were recorded. Tissue washes were comprised of 70% and 100% ethanol for 30 seconds each, then in a Carnoy’s wash (6 :3 :1 ethanol:chloroform:acetic acid) for 2 minutes, followed by 100 % ethanol, deionized water, and 100% ethanol for 30 seconds each [ 15 ]. Sample plates were then air dried before high resolution Differential Interference Contrast (DIC) microscopy scans were taken. The tissue sections were measured at 2 13 µm/pixel using a Nikon Eclipse 90i microscope, collecting a DIC microscopy image for each individual tissue section along with its associated rod-based fiducial markers on a Nikon Eclipse 90i microscope (Nikon instruments Inc., Melville, NY, USA). Matrix application Sinapinic acid (Sigma Aldrich) matrix solution (5 mg/mL in 90:9.7:0.3 acetonitrile (ACN):H 2 O:trifluroacetic acid (ACN:H 2 O:TFA)) was applied by spray coating with a HTX Technologies TM sprayer (HTX Technologies, Carrboro, NC, USA), employing eight passes with a flow rate of 0.1 mL/min at a 120°C temperature. The spray head path was alternated at each pass by 90° while travelling at 1300 mm/min during application. Each sample plate was placed into individual petri dishes inside zip lock bags flushed with dry nitrogen before being placed in the −80°C freezer. Sample plates were then brought to room temperature and subjected to a rehydration procedure [ 15 ] before IMS measurement. MALDI IMS data MALDI IMS experiments were performed on a Bruker AutoFlex III mass spectrometer (Bruker Daltonics Billerica, MA, USA) using a SmartBeam 1 kHz laser with a mass range of 4000–26000 Da and 40 µm spatial resolution. Although the HTX-TM sprayer is capable of coating samples so data can be acquired at very high spatial resolution (10–20 µm, depending on matrix, solvents and spray conditions) the spatial resolution used in this study (40 µm) was chosen based on spectral quality and number of pixels that could be practically managed. IMS measurements were acquired throughout regions of interest that were defined around each tissue section, with margins of around 4–5 pixels beyond the tissue edge. IMS data were also acquired in regions around each of the rod-introduced fiducials for every section. Mass calibration was performed prior to image acquisition using a mixture of insulin, cytochrome C, apomyoglobin, and trypsinogen. The collected IMS data consisted of 33 individual 2-D IMS experiments, all acquired with the same instrumental parameters described above, each data set reporting a different tissue depth. The 2-D IMS data sets were collected using FlexImaging 4.0 (Bruker Daltonics), amounting to a total of about 51 GB of raw IMS data. The 2-D ion images were normalized using total ion current (TIC) in FlexImaging. 3-D Reconstruction of 2-D MALDI IMS The OPG and WT optic nerve samples, mounted next to each other in the preceding workflow steps, were sectioned throughout as 10-µm thick tissue sections and yielded 43 cutting planes, 33 yielded successfully captured tissue sections on glass. Ten sections were lost in the process (at 20, 50, 90, 100, 130, 160, 190, 300, 390, and 410 µm in, starting from 0 µm for the first cutting plane). Resulting in 33 sets of tissue sections on glass. For each pair of sections at a particular depth, a DIC microscopy image was acquired at 2.13-µm spatial resolution, followed by a MALDI-TOF IMS experiment using 40-µm lateral resolution, resulting in a total of 33 individual 2-D IMS data sets and 33 microscopy images. Although one could technically register the different 2-D IMS experiments directly into 3-D space, the quality of the registration result tends to depend strongly on the spatial resolution of the data. Since the 40-µm resolution of the IMS data in this study is relatively coarse compared to the size of the tissue samples, it is nontrivial to avoid registration errors if only IMS data are used. For this reason, we employed a two-step registration approach that uses the complementary DIC microscopy modality and its higher spatial resolution to avoid such difficulties. In this hierarchical approach, the overall 3-D orientation from cutting plane to cutting plane is determined using microscopy-to-microscopy registration, while each individual IMS data set is brought into that same 3-D space by an IMS-to-microscopy registration specific to its cutting plane. All 33 individual 2-D IMS data sets were combined into a single 3-D IMS data set in MATLAB (Mathworks Inc., Natick, MA), and preprocessed using total ion current based normalization, baseline correction, and m/z alignment. This was accomplished using the standard functions provided by the Bioinformatics Toolbox in MATLAB. The resulting preprocessed 3-D IMS data set consisted of 98,971 mass spectra characterizing the nerve tissue samples throughout, with each spectrum describing the range from m/z 4,000 to 26,500 using 31,680 m/z bins. The algorithms that generate 3-D volumes from our data require a regular beam-shaped grid in 3-D space, filled with intensity values, to accomplish their volume generation. We first defined a regular grid (70 by 177 by 52 voxels) that encompasses the entire nerve tissue samples in 3-D space and then projected the ion intensity values for different ion peaks from the 3-D point cloud of physical measurements onto the regular 3-D grid locations. With an ion intensity value available for each voxel in a regular 3-D grid for each peak, the step to 3-D volume visualization was performed using the isosurface function provided by MATLAB. For each peak, this function generates a 3-D volume around all tissue locations where the ion intensity value for that peak surpasses an intensity threshold. We used this approach to generate all 3-D volumes in  Figures 2  and  3 . The 3-D stack visualization of  Figure 1e  was generated using Sliceomatic by Eric Ludlam (The Mathworks Inc., Natick, MA, USA) [ 4 ]. Further details on the registration, preprocessing, and volume construction steps and their parameter values are provided in the  Supplementary Information . Protein Identification Protein identification was performed using microextraction on sections taken from tissues used in the MALDI IMS analysis as previously described [ 16 ]. A separate OPG optic nerve was sectioned at 10 µm increments and subjected to a histology-directed approach for analysis of intact proteins. Adjacent sections were placed onto separate poly-lysine coated ITO glass slides. One plate was stained with H&E and the other was dried and sealed in a zip lock bag under dry nitrogen at −80°C. The H&E stained plate was scanned in bright field using a Nikon Eclipse 90i microscope (Nikon instruments Inc.), and a pathologist interpreted the image to identify sections that contained the largest amount of glioma by size The sample plate with the adjacent sections was then removed from the −80°C freezer, brought to room temperature, and tissue sections adjacent to those identified to contain glioma were removed from the target surface using a scalpel blade. The sections were placed in an Eppendorf tube, ensuring the tissue did not stick to the side of the tube, 10 µL of 55% ACN, 0.5% TFA was added, and the tube was vortex mixed extensively. 4.5 µL of this solution was diluted in 0.1% formic acid and loaded onto a reverse-phase capillary trap column and was analyzed by LC-coupled ETD MS/MS as previously described [ 16 ]. LC-MS/MS experiments were performed on a Thermo LTQ Velos Orbitrap mass spectrometer (Thermo Scientific, Waltham, MA, USA). Full scan spectra were acquired using the Orbitrap, and MS/MS spectra were acquired using either the Velos ion trap or the Orbitrap. The resulting data were manually interpreted by generating sequence tags of around 4–5 amino acids that were subsequently searched using TagIdent ( http://web.expasy.org/tagident/ ) specifying  Mus  as the organism. Proteins with matching intact molecular weights and containing the sequence observed were processed using protein prospector MS-product ( http://prospector.ucsf.edu/prospector/mshome.htm ). Protein identification was further confirmed by correlating theoretical predicted c and z ions from protein prospector with observed ions in the MS/MS spectra. Further analysis was performed using 2-D LC-MS/MS MudPIT analysis on digested proteins from a separate OPG optic nerve as previously reported [ 17 ]. Scaffold (Proteome Software, Portland, Oregon, USA) was used to analyze and validate protein identifications derived from SEQUEST (Thermo Scientific, Waltham, MA, USA) database searching of the MS/MS spectra [ 18 ]. Further details for the Mudpit analysis can be found in the  Supplementary Information . Immunohistochemistry Optic nerves were prepared for sectioning and immunostaining as previously described [ 19 ]. To detect S100-A10 protein expression, optic nerve sections were incubated with polyclonal anti- S100A10 antibodies (1:1000; R&D Systems) followed by horseradish peroxidase-conjugated secondary antibodies (Vector Laboratories, Burlingame, CA, USA) in combination with Vectastain Elite ABC development and hematoxylin counterstaining. Images were subsequently acquired on a Nikon Eclipse E600 microscope equipped with an optical camera (Leica, Buffalo Grove, IL, USA) and Leica LAS EZ image analysis software (Leica).",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:26:38"
}