{
  "pmid": "PMID:26883872",
  "title": "3-D imaging mass spectrometry of protein distributions in mouse Neurofibromatosis 1 (NF1)-associated optic glioma.",
  "abstract": "UNLABELLED: Neurofibromatosis type 1 (NF1) is a common neurogenetic disorder, in which affected individuals develop tumors of the nervous system. Children with NF1 are particularly prone to brain tumors (gliomas) involving the optic pathway that can result in impaired vision. Since tumor formation and expansion requires a cooperative tumor microenvironment, it is important to identify the cellular and acellular components associated with glioma development and growth. In this study, we used 3-D matrix assisted laser desorption ionization imaging mass spectrometry (MALDI IMS) to measure the distributions of multiple molecular species throughout optic nerve tissue in mice with and without glioma, and to explore their spatial relationships within the 3-D volume of the optic nerve and chiasm. 3-D IMS studies often involve extensive workflows due to the high volume of sections required to generate high quality 3-D images. Herein, we present a workflow for 3-D data acquisition and volume reconstruction using mouse optic nerve tissue. The resulting 3-D IMS data yield both molecular similarities and differences between glioma-bearing and wild-type (WT) tissues, including protein distributions localizing to different anatomical subregions. BIOLOGICAL SIGNIFICANCE: The current work addresses a number of challenges in 3-D MALDI IMS, driven by the small size of the mouse optic nerve and the need to maintain consistency across multiple 2-D IMS experiments. The 3-D IMS data yield both molecular similarities and differences between glioma-bearing and wild-type (WT) tissues, including protein distributions localizing to different anatomical subregions, which could then be targeted for identification and related back to the biology observed in gliomas of the optic nerve.",
  "authors": "David M G Anderson; Raf Van de Plas; Kristie L Rose; Salisha Hill; Kevin L Schey; Anne C Solga; David H Gutmann; Richard M Caprioli",
  "journal": "Journal of proteomics",
  "publicationDate": "2016-10-21",
  "doi": "10.1016/j.jprot.2016.02.004",
  "methods": "Materials and Methods Mice Nf1  (WT) and  flox/flox Nf1 ;GFAP-Cre mice (OPG mice) [ flox/mut 13 ] were generated as previously described [ 14 ]. All mice were maintained on a C57BL/6 background and used in accordance with an approved Animal Studies protocol at the Washington University School of Medicine. Mice were euthanized at three months of age, and optic nerves/chiasms collected from anesthetized and Ringer’s solution-perfused mice. Tissues were frozen on dry ice at Washington University and shipped overnight to Vanderbilt University Tissues were stored at −80°C until required. Tissues from one OPG and WT mice were used for 3-D MALDI IMS experiments, 2 separate OPG mice tissues were used for protein identification methods. Immunohistochemistry was also performed on tissues from representative OPG and WT mice. Sample preparation Frozen OPG and WT tissues were embedded in a desired orientation, with the tissues in close proximity to one another, along with fiducial registration points in 2.7% Carboxymethyl cellulose solution (CMC) (Sigma Aldrich, St Louis, MO, USA) within a custom-made mold. Further details and images of this process are provided in the  Supplement Information section and Supplemental Figure 1 . Sections of 10 µm thickness were obtained with a cryostat (Leica CM3050S, IL, USA) at −20 °C from OPG and WT tissues including fiducial markers and placed onto poly-lysine coated ITO coated glass slides (45×45 mm) (Delta Technologies Ltd., Loveland, CO, USA). The ITO glass was poly-lysine coated, using poly-L-lysine solution (Sigma Aldrich). A Teflon-coated slide (Electron Microscopy Science, Hatfield, PA, USA) was used to flatten each section, including the surrounding CMC so that the fiducial markers ended up in reproducible locations from section to section. Four sections were thaw mounted onto separate ITO coated 25×75 mm polylysine coated slides for microextraction protein identification purposes, leaving 33 sections for IMS analyses. For each slide, the section number and depth position along the z-axis were recorded. Tissue washes were comprised of 70% and 100% ethanol for 30 seconds each, then in a Carnoy’s wash (6 :3 :1 ethanol:chloroform:acetic acid) for 2 minutes, followed by 100 % ethanol, deionized water, and 100% ethanol for 30 seconds each [ 15 ]. Sample plates were then air dried before high resolution Differential Interference Contrast (DIC) microscopy scans were taken. The tissue sections were measured at 2 13 µm/pixel using a Nikon Eclipse 90i microscope, collecting a DIC microscopy image for each individual tissue section along with its associated rod-based fiducial markers on a Nikon Eclipse 90i microscope (Nikon instruments Inc., Melville, NY, USA). Matrix application Sinapinic acid (Sigma Aldrich) matrix solution (5 mg/mL in 90:9.7:0.3 acetonitrile (ACN):H 2 O:trifluroacetic acid (ACN:H 2 O:TFA)) was applied by spray coating with a HTX Technologies TM sprayer (HTX Technologies, Carrboro, NC, USA), employing eight passes with a flow rate of 0.1 mL/min at a 120°C temperature. The spray head path was alternated at each pass by 90° while travelling at 1300 mm/min during application. Each sample plate was placed into individual petri dishes inside zip lock bags flushed with dry nitrogen before being placed in the −80°C freezer. Sample plates were then brought to room temperature and subjected to a rehydration procedure [ 15 ] before IMS measurement. MALDI IMS data MALDI IMS experiments were performed on a Bruker AutoFlex III mass spectrometer (Bruker Daltonics Billerica, MA, USA) using a SmartBeam 1 kHz laser with a mass range of 4000–26000 Da and 40 µm spatial resolution. Although the HTX-TM sprayer is capable of coating samples so data can be acquired at very high spatial resolution (10–20 µm, depending on matrix, solvents and spray conditions) the spatial resolution used in this study (40 µm) was chosen based on spectral quality and number of pixels that could be practically managed. IMS measurements were acquired throughout regions of interest that were defined around each tissue section, with margins of around 4–5 pixels beyond the tissue edge. IMS data were also acquired in regions around each of the rod-introduced fiducials for every section. Mass calibration was performed prior to image acquisition using a mixture of insulin, cytochrome C, apomyoglobin, and trypsinogen. The collected IMS data consisted of 33 individual 2-D IMS experiments, all acquired with the same instrumental parameters described above, each data set reporting a different tissue depth. The 2-D IMS data sets were collected using FlexImaging 4.0 (Bruker Daltonics), amounting to a total of about 51 GB of raw IMS data. The 2-D ion images were normalized using total ion current (TIC) in FlexImaging. 3-D Reconstruction of 2-D MALDI IMS The OPG and WT optic nerve samples, mounted next to each other in the preceding workflow steps, were sectioned throughout as 10-µm thick tissue sections and yielded 43 cutting planes, 33 yielded successfully captured tissue sections on glass. Ten sections were lost in the process (at 20, 50, 90, 100, 130, 160, 190, 300, 390, and 410 µm in, starting from 0 µm for the first cutting plane). Resulting in 33 sets of tissue sections on glass. For each pair of sections at a particular depth, a DIC microscopy image was acquired at 2.13-µm spatial resolution, followed by a MALDI-TOF IMS experiment using 40-µm lateral resolution, resulting in a total of 33 individual 2-D IMS data sets and 33 microscopy images. Although one could technically register the different 2-D IMS experiments directly into 3-D space, the quality of the registration result tends to depend strongly on the spatial resolution of the data. Since the 40-µm resolution of the IMS data in this study is relatively coarse compared to the size of the tissue samples, it is nontrivial to avoid registration errors if only IMS data are used. For this reason, we employed a two-step registration approach that uses the complementary DIC microscopy modality and its higher spatial resolution to avoid such difficulties. In this hierarchical approach, the overall 3-D orientation from cutting plane to cutting plane is determined using microscopy-to-microscopy registration, while each individual IMS data set is brought into that same 3-D space by an IMS-to-microscopy registration specific to its cutting plane. All 33 individual 2-D IMS data sets were combined into a single 3-D IMS data set in MATLAB (Mathworks Inc., Natick, MA), and preprocessed using total ion current based normalization, baseline correction, and m/z alignment. This was accomplished using the standard functions provided by the Bioinformatics Toolbox in MATLAB. The resulting preprocessed 3-D IMS data set consisted of 98,971 mass spectra characterizing the nerve tissue samples throughout, with each spectrum describing the range from m/z 4,000 to 26,500 using 31,680 m/z bins. The algorithms that generate 3-D volumes from our data require a regular beam-shaped grid in 3-D space, filled with intensity values, to accomplish their volume generation. We first defined a regular grid (70 by 177 by 52 voxels) that encompasses the entire nerve tissue samples in 3-D space and then projected the ion intensity values for different ion peaks from the 3-D point cloud of physical measurements onto the regular 3-D grid locations. With an ion intensity value available for each voxel in a regular 3-D grid for each peak, the step to 3-D volume visualization was performed using the isosurface function provided by MATLAB. For each peak, this function generates a 3-D volume around all tissue locations where the ion intensity value for that peak surpasses an intensity threshold. We used this approach to generate all 3-D volumes in  Figures 2  and  3 . The 3-D stack visualization of  Figure 1e  was generated using Sliceomatic by Eric Ludlam (The Mathworks Inc., Natick, MA, USA) [ 4 ]. Further details on the registration, preprocessing, and volume construction steps and their parameter values are provided in the  Supplementary Information . Protein Identification Protein identification was performed using microextraction on sections taken from tissues used in the MALDI IMS analysis as previously described [ 16 ]. A separate OPG optic nerve was sectioned at 10 µm increments and subjected to a histology-directed approach for analysis of intact proteins. Adjacent sections were placed onto separate poly-lysine coated ITO glass slides. One plate was stained with H&E and the other was dried and sealed in a zip lock bag under dry nitrogen at −80°C. The H&E stained plate was scanned in bright field using a Nikon Eclipse 90i microscope (Nikon instruments Inc.), and a pathologist interpreted the image to identify sections that contained the largest amount of glioma by size The sample plate with the adjacent sections was then removed from the −80°C freezer, brought to room temperature, and tissue sections adjacent to those identified to contain glioma were removed from the target surface using a scalpel blade. The sections were placed in an Eppendorf tube, ensuring the tissue did not stick to the side of the tube, 10 µL of 55% ACN, 0.5% TFA was added, and the tube was vortex mixed extensively. 4.5 µL of this solution was diluted in 0.1% formic acid and loaded onto a reverse-phase capillary trap column and was analyzed by LC-coupled ETD MS/MS as previously described [ 16 ]. LC-MS/MS experiments were performed on a Thermo LTQ Velos Orbitrap mass spectrometer (Thermo Scientific, Waltham, MA, USA). Full scan spectra were acquired using the Orbitrap, and MS/MS spectra were acquired using either the Velos ion trap or the Orbitrap. The resulting data were manually interpreted by generating sequence tags of around 4–5 amino acids that were subsequently searched using TagIdent ( http://web.expasy.org/tagident/ ) specifying  Mus  as the organism. Proteins with matching intact molecular weights and containing the sequence observed were processed using protein prospector MS-product ( http://prospector.ucsf.edu/prospector/mshome.htm ). Protein identification was further confirmed by correlating theoretical predicted c and z ions from protein prospector with observed ions in the MS/MS spectra. Further analysis was performed using 2-D LC-MS/MS MudPIT analysis on digested proteins from a separate OPG optic nerve as previously reported [ 17 ]. Scaffold (Proteome Software, Portland, Oregon, USA) was used to analyze and validate protein identifications derived from SEQUEST (Thermo Scientific, Waltham, MA, USA) database searching of the MS/MS spectra [ 18 ]. Further details for the Mudpit analysis can be found in the  Supplementary Information . Immunohistochemistry Optic nerves were prepared for sectioning and immunostaining as previously described [ 19 ]. To detect S100-A10 protein expression, optic nerve sections were incubated with polyclonal anti- S100A10 antibodies (1:1000; R&D Systems) followed by horseradish peroxidase-conjugated secondary antibodies (Vector Laboratories, Burlingame, CA, USA) in combination with Vectastain Elite ABC development and hematoxylin counterstaining. Images were subsequently acquired on a Nikon Eclipse E600 microscope equipped with an optical camera (Leica, Buffalo Grove, IL, USA) and Leica LAS EZ image analysis software (Leica).",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:26:38",
  "introduction": "Introduction Optic nerve function is vital for delivering visual information from light sensitive cells of the retina to the visual cortex of the brain. As the optic nerve travels from the eye, the left and right nerves cross at the chiasm before entering into the brain, coursing through the optic tracts and radiations, and ultimately terminating in the visual cortex. Any pathological process that disrupts these nerve fibers can result in visual loss, especially tumors of the optic nerve and chiasm. One of the most common histological tumor types affecting the optic nerve and chiasm is the optic pathway glioma (OPG). These brain tumors are over-represented in people with the Neurofibromatosis type 1 (NF1) cancer predisposition syndrome [ 1 ]. In the context of NF1, OPGs typically arise in young children [ 2 ], where they are composed of glia-like cells (astrocytomas or gliomas). While only 15–20% of children with NF1 develop these tumors, approximately 30–50% of children with NF1-OPGs will experience visual impairment and require chemotherapy. Since treatment is most often instituted without a prior tissue diagnosis and pathological specimens are uncommon, much of our understanding of the molecular and cellular pathogenesis of these brain tumors derives from the use of genetically-engineered mice [ 3 ]. In contrast to their human counterpart, the murine optic nerve is very small (4 mm in length, 1 mm across the main body, and 300 µm for the diameter of the optic nerves, with a total of around 500 µm in depth at the chiasm). This poses significant challenges for proteomic discovery efforts, which is further amplified for studies in which mass spectrometry is combined with MALDI IMS to assess the spatial distributions of identified proteins in 2-D [ 4 – 6 ] and 3-D space [ 7 – 11 ]. MALDI IMS is an invasive technique that requires surface sampling of sectioned tissues, and thus necessitates disruption of the native 3-D tissue structure. Consequently, reconstruction of a 3-D volume from separately-measured 2-D experiments is an essential step in the process. One of the common ways for accomplishing this is by matching landmarks or fiducials from one 2-D image onto a neighboring 2-D image. The use of fiducials for image registration has been incorporated into a number of imaging modalities including MRI, CT, PET and MALDI IMS. Methods for incorporating the reference points within the sample vary from one technique to another, and a number of approaches have been previously reported for MALDI IMS [ 7 ,  10 ,  12 ]. As such, some investigators have utilized printed fiducials to register optical images to images generated by signals observed through MALDI IMS analysis [ 7 ], while others have used fiducial markers to help align breast cancer explants grown in mice [ 10 ]. These fiducials were produced by injecting dyes into gelatin surrounding the sample tissue. Multimodal image alignment has also been achieved using gold sputtered fiducial markers to combine Secondary Ion Mass Spectrometry (SIMS) and MALDI IMS of tissue samples [ 12 ]. In this report, we introduce a novel and practical way of introducing fiducials directly into the cutting block. Our approach simplifies an often time-consuming and error-prone part of the 3-D MALDI IMS workflow, and significantly reduces the effort involved in 3-D reconstruction. The fiducials introduced are not dyes or physical markers added after sectioning, but instead are rigid rods that are visible both under optical microscopy as well as through MALDI IMS, and require minimal human effort to introduce into the sample. The fiducial-producing rods are embedded into the block around the sample tissue in a triangular configuration. These triangular regions describe the tissue space well in both the x and y directions and provide good anchors for translation, rotation, and other registration transformations of the 2-D measured planes. By acquiring data points around fiducials for each section, registering both optical and MALDI IMS data becomes more accurate and efficient. Leveraging these refinements, we measured optic nerve tissues from control and glioma-bearing genetically-engineered mice using a multitude of 2-D MALDI IMS experiments at different cutting depths. Subsequently, we registered these 2-D experiments in 3-D space and reconstructed the optic nerve/chiasm in 3-D. Since molecular concentrations can vary significantly in tissue volumes, the true molecular distribution cannot be adequately assessed when only one or a few sections are analyzed. In a 3-D projection, the continuity of the signals observed throughout the 3-D space shows the true variation in distribution and abundance more clearly in this volume. The resulting 3-D ion distributions provided a number of protein signals that varied in both abundance and spatial localization. These signals were then targeted for identification to provide a deeper understanding of the proteins present in the optic glioma microenvironment than would have been possible with 2-D IMS alone. In the process, we also developed a novel workflow that improves the efficacy and accuracy of 3-D ion images from 2-D measurements of mouse optic nerve tissue.",
  "results": "Results and Discussion In summary, protein distributions observed in the mouse optic nerve chiasm tissue in this study include myelin basic protein (MBP) isoform 8, truncated MBP (1–43), and Acyl CoA binding protein, which were observed with high abundance in specific regions relating to the varying tissue types, which describe the morphology of the tissue. Variations in relative abundance between the ONG and wild type nerve were observed for the truncated myelin basic protein (1–43), cytochrome oxidase 6B1, dynein light chain 1, and S100-A10, which were more abundant in the ONG sample. Figure 1  displays a diagram of the workflow utilized in the sample preparation and 3-D assembly of the tissue data. The first workflow step ( Fig.1a–b ) entails tissue embedding, syringe-based sample alignment of the optic nerve tissue, fiducial rod introduction, and procurement of reproducible transverse sections across the optic nerves from both OPG (glioma-bearing) and WT (control) mice in the same section. OPG mice develop gliomas of the prechiasmatic optic nerves and chiasm by 10–12 weeks of age, characterized by tissue expansion, increased proliferation, and microglia infiltration [ 13 ]. By aligning the microtome blade parallel to the impression left behind by the needle, the correct orientation of the embedded (and therefore unseen) tissue was obtained. The second step in the workflow ( Fig.1b–c ) involved two forms of imaging applied to the tissue sections. The first was DIC microscopy of the target plates, without staining, at 2.13 µm per pixel. This registration step employed microscopy-to-microscopy registration between different tissue sections. The second was 2-D IMS of the nerve tissue and rod fiducials at 40 µm pixel size. This registration step (multi-modal registration) addressed cutting depth along the z-axis and mapping of 2-D IMS measurements to corresponding microscopy of that same tissue section. Using the DIC microscopy images to build up the z-stack, the higher spatial resolution of microscopy compared to the IMS images enabled a more fine-grained registration than the IMS images directly. The third workflow step ( Fig.1c–d ) focused on bringing the different image types and measurements into spatial relationship with each other via an image registration procedure that mapped IMS pixel locations to DIC pixel locations and vice versa. This final step ( Fig.1d–e ) used the image registration information from the previous steps to assemble 2-D IMS measurements into one consistent 3-D model. Registration steps were aided by the addition of fiducial markers around the tissue sections, introduced by means of the embedded rods. Such external fiducial markers are especially useful towards the later sections of the final parts of the tissue, since those cuts typically did not display sufficient tissue shape or texture to reliably map sections onto each other purely on the basis of tissue cues. In  Figure 2 , we show several examples of 3-D ion distributions obtained using this workflow. These volumes provide a chemical view of the underlying native structure of the optic nerve and chiasm, localizing ion species specifically to anatomical sub-areas within the tissue samples. The 3-D distribution of the base peak,  m/z  14126, is shown in  Fig. 2a , together with a 2-D ion image from one of the tissue sections. This ion is commonly observed in the white matter regions of the brain, such as the corpus callosum, and has previously been identified as MBP isoform 8 MBP8) [ 7 ]. This identification was confirmed in the optic nerve tissue through microextraction methods and intact protein analysis using ETD tandem mass spectrometry. An annotated MS/MS spectrum containing a multitude of c and z ions corresponding to MBP isoform 8 is shown in  Supplementary Figure 2 . This protein is observed throughout the central body of both the OPG glioma-bearing and WT optic nerves, with comparable abundance in both the reconstructed 3-D volume in the upper panel and the 2-D image from section 3 (from the z-stack of 35 sections) in the lower panel. Although the identification of myelin basic proteins and their function in neuronal tissue has been previously documented [ 20 ],  Fig. 2b  reveals a truncated version of MBP. In panel (b), we see the 3-D distribution of a truncated version of myelin basic protein (1–43),  m/z  4808, presented in green, and overlaid on the intact myelin basic protein from panel (a) in red. This protein was also identified by microextraction and high-resolution ETD tandem mass spectrometry ( Figure 3 ). The precursor ion selected was  m/z  688.07 [M+7H] +7  (calculated MW 4810.45 average) and the fragmentation spectrum displays the same c ions series observed for intact myelin basic protein. Due to the large discrepancy between the intact myelin basic protein molecular weight and the observed molecular weight in the MALDI IMS and LC-MS data, the sequence for intact myelin basic protein isoform 8 was pasted into an amino acid mass calculator. Amino acids were removed from the C terminus end to obtain a mass similar to the mass observed in the MALDI data (MW = 4808 Da). This truncated sequence 1–43 was then fragmented  in silico  using Protein Prospector and a nearly complete z ion series from z 2  corresponding to the C terminal end up to z 41  was observed in the ETD spectrum confirming this truncation product. Due to sequence homology among multiple MBP isoforms in this region of myelin basic protein, the truncation could originate from any of the myelin basic protein isoforms 4–13. The 2-D ion image in the lower panel of  Figure 2b  shows a truncated myelin basic protein in green (1–43) overlaid with myelin basic protein isoform 8 in red. The difference in abundance and spatial distribution of this ion can also be observed more clearly in the 3-D distributions shown in  Figure 4a , displaying the signal for myelin basic protein (1–43) without overlaying it on intact myelin basic protein. Figure 2c  shows the tissue distribution of  m/z  9914 in blue, identified as Acyl CoA binding protein ( Supplementary Figure 3 ), overlaying it on the volume for intact myelin basic protein in red. The Acyl CoA binding protein volume was made translucent so intact myelin basic protein can be observed in the interior of the samples. Acyl CoA binding protein can be found primarily around the outside of the tissue and is likely present in the dura mater region of the meninges. This protein is also known as the diazepam binding inhibitor (GABA receptor modulator), which has been implicated in regulating neurogenesis in the brain stem cells [ 21 ] and long-chain fatty acid metabolism in astrocytes [ 22 ]. The localization to the meninges is further supported by the 2-D ion images shown at the bottom of  Figure 2c . The 3-D spatial relationship of Acyl CoA binding protein, myelin basic protein (1–43), and intact myelin basic protein becomes more apparent when all three signals are overlaid in  Figure 2d . Both the truncated myelin basic protein (green) and the intact myelin basic protein (red) can be observed through the translucent blue volume of Acyl CoA binding protein surrounding them. Next, we examined specific ion species that varied in abundance between the optic glioma-bearing and WT nerves ( Figure 4 ). First, we observed that the truncated myelin basic protein from  Fig. 2b  is more abundant throughout the majority of the OPG optic nerve tissue relative to the distribution observed in the WT nerve ( Figure 4a ). The signal can also be seen to occasionally penetrate into the central regions of the tissue. The 2-D ion image from tissue section 14 at the bottom of panel (a) also shows high abundance in OPG tissue. Figure 4b  shows the distribution of  m/z  9982, identified as cytochrome C oxidase 6B1 ( Supplementary Figure 4 ), is more abundant in the outer meninges of OPG optic glioma tissue. The 2-D image also shows higher abundance in the chiasm and optic nerves. Elevated cytochrome C oxidase expression in the optic glioma may reflect increased mitochondrial electron transfer chain function, which has previously been correlated with survival in one study of patients with primary glioblastoma [ 23 ]. Figure 4c  shows the distribution of  m/z  10275, identified as dynein light chain 1 (theoretical MW 10277 Da) exhibited an ion distribution spatially sparser than previous examples. To provide a spatial reference to compare to the other ion species, we overlaid the ion distribution with a second partially transparent volume in grey that represents all 3-D locations where mass spectral measurements were acquired. The dynein light chain 1 protein is observed with higher abundance in the OPG optic glioma samples for both the 3-D volume shown at the top of panel and the 2-D ion image shown at the bottom. This protein is also present in chiasm and optic nerves of WT mice; however, the preprocessed volumes show a higher relative abundance and extent of localization in the OPG optic glioma tissues compared to their WT counterparts at the same intensity level. While it is technically feasible to represent ion abundance in the 3-D volumes using varying levels of transparency, this often results in displays that are difficult to interpret. For that reason, we employed its 3-D volume representations to show spatial locations that surpass a certain ion intensity threshold, while providing specific information on ion abundance in its 2-D images by means of a color scale, as shown in the top and bottom section of panel respectively. The dynein light chain 1 protein was not observed as an intact protein in the LC-MS/MS and ETD experiments, but results from the MudPIT analysis of a separate tissue show that the digested protein was observed with 45% sequence coverage from a total number of 7 spectra, resulting in a 100% protein identification probability ( Supplement Figure 5 ). Dynein has been previously observed in glioma tissue with notably higher expression during cell division where it has been hypothesized to play a role in tumor growth and infiltration [ 24 ]. Lastly, in  Figure 4d  we characterized the spatial distribution of the calpactin 1 light chain S100-A10 protein at  m/z  11090 (theoretical MW 11097 Da), which exhibited a more highly localized distribution than the previously described ion species. The 3-D volume demonstrates the signal primarily in the region where the optic nerves meet the chiasm of OPG glioma-bearing mice. If only a single or a few 2-D IMS experiments would have been performed, this localized signal might have gone undetected. However, the increased spatial coverage provided by 3-D IMS that appear minor within a single 2-D experiment become more evident in a 3-D context, highlighting a marked localization that persists across several cutting depths. Due to the low abundance of this signal, identification by intact ETD analysis was unsuccessful. A number of peptides corresponding to S100-A10 were observed in the MudPIT experiment, as shown in  Supplementary Figure 6 . 28% coverage was observed from 8 assigned peptide spectra, resulting in 100% protein identification probability. The presence of S100-A10 was subsequently confirmed by immunohistochemistry using S100-A10 antibodies ( Figure 5 ). Immunohistochemical staining of representative sections from independently-generated samples demonstrated increased S100-A10 protein expression within the optic nerve and chiasm of optic glioma-bearing (a) relative to WT mice (b). While little is known about this protein in brain tumors, S100-A10 is known to promote plasminogen activation system-mediated cell invasion and infiltration of tumor-associated monocytes (macrophages). This is particularly intriguing in light of previous studies from our laboratory establishing a critical role for brain monocytes (microglia) in murine  Nf1  optic glioma formation and maintenance [ 25 – 28 ]. Further functional studies will be required to determine how S100A10 participates in optic glioma pathogenesis.",
  "discussion": "Conclusions The current work addresses a number of challenges in 3-D MALDI IMS, driven by the small size of the mouse optic nerve and the need to maintain consistency across multiple 2-D IMS experiments. Section-to-section cut reproducibility was addressed by embedding the tissue in CMC. With the×and y dimensions defining locations within a cutting plane, and with the z coordinate describing distances between cutting planes, the embedding procedure using CMC reduced x and y variation from section to section. This was crucial to enabling accurate 3-D volume assembly and avoided the need for computationally heavy non-rigid registration procedures for these types of tissue sections. Obtaining cuts along the transverse plane of both tissues once embedded was achieved by placing them alongside the removable hypodermic needle reference point. This positioning aid significantly reduced the sample preparation time by reducing the number of cuts and the total number of sections required to cover the full z axis of the tissues. The 3-D volume assembly process was made more efficient by adding the rod-based fiducial markers in the microscopy images, facilitating easier z-stack assembly and more accurate and guided microscopy-to-microscopy registration. The fiducials also facilitated easier and more accurate IMS-to-microscopy registration of the MALDI-IMS data to the optical data. The resulting 3-D distributions of identified protein signals convey structure that is in line with the native anatomical structure of optic nerve and chiasm tissue. At the same time, these 3-D volumes also revealed molecular differences between the OPG and WT optic nerve samples, providing potential new clues to tissue changes induced by cancerous glioma cells. The peptides identified as a result of the 3-D MALDI IMS volumes will prompt new experiments aimed at defining the role of specific proteins ( e.g ., S100A10) in murine optic glioma biology.",
  "upgrade_date": "2026-02-21 02:20:46"
}