{
  "pmid": "26883872",
  "abstract": "3-D imaging mass spectrometry of protein distributions in mouse  Neurofibromatosis 1 (NF1)-associated optic glioma.  Anderson DM(1), Van de Plas R(2), Rose KL(1), Hill S(1), Schey KL(1), Solga  AC(3), Gutmann DH(3), Caprioli RM(4).  Author information: (1)Mass Spectrometry Research Center and Department of Biochemistry, Vanderbilt  University School of Medicine, Nashville, TN, United States. (2)Mass Spectrometry Research Center and Department of Biochemistry, Vanderbilt  University School of Medicine, Nashville, TN, United States; Delft Center for  Systems and Control, Delft University of Technology, Delft, The Netherlands. (3)Department of Neurology, Washington University School of Medicine, St. Louis,  MO, United States. (4)Mass Spectrometry Research Center and Department of Biochemistry, Vanderbilt  University School of Medicine, Nashville, TN, United States. Electronic address:  r.caprioli@vanderbilt.edu.  Neurofibromatosis type 1 (NF1) is a common neurogenetic disorder, in which  affected individuals develop tumors of the nervous system. Children with NF1 are  particularly prone to brain tumors (gliomas) involving the optic pathway that  can result in impaired vision. Since tumor formation and expansion requires a  cooperative tumor microenvironment, it is important to identify the cellular and  acellular components associated with glioma development and growth. In this  study, we used 3-D matrix assisted laser desorption ionization imaging mass  spectrometry (MALDI IMS) to measure the distributions of multiple molecular  species throughout optic nerve tissue in mice with and without glioma, and to  explore their spatial relationships within the 3-D volume of the optic nerve and  chiasm. 3-D IMS studies often involve extensive workflows due to the high volume  of sections required to generate high quality 3-D images. Herein, we present a  workflow for 3-D data acquisition and volume reconstruction using mouse optic  nerve tissue. The resulting 3-D IMS data yield both molecular similarities and  differences between glioma-bearing and wild-type (WT) tissues, including protein  distributions localizing to different anatomical subregions. BIOLOGICAL SIGNIFICANCE: The current work addresses a number of challenges in  3-D MALDI IMS, driven by the small size of the mouse optic nerve and the need to  maintain consistency across multiple 2-D IMS experiments. The 3-D IMS data yield  both molecular similarities and differences between glioma-bearing and wild-type  (WT) tissues, including protein distributions localizing to different anatomical  subregions, which could then be targeted for identification and related back to  the biology observed in gliomas of the optic nerve.  Copyright © 2016 Elsevier B.V. All rights reserved.  DOI: 10.1016/j.jprot.2016.02.004 PMCID: PMC4983271 PMID: 26883872 [Indexed for MEDLINE]  Conflict of interest statement: The authors have declared no conflict of  interest.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-16T15:43:50.192166",
  "abstract_length": 2944,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}