{
  "pmid": "26896440",
  "abstract": "",
  "methods": "Materials and Methods Fly strains Flies were raised on cornmeal/agar food medium according to standard protocols. They were housed in incubators (Darwin Chambers) maintained at 25°, 60% relative humidity, and kept on a 12:12 light:dark cycle. The  nf1 P1  mutation was backcrossed for six generations into the  wCS10  genetic background. Dopamine transporter, fumin ( fmn ), mutant flies were compared to their control strain  w 1118  ( Kume  ). An Nf1 RNAi line was obtained from the Vienna Drosophila RNAi Center (VDRC #109637), and uas-dicer2 was used in all crosses to enhance the RNAi effect ( et al.  2005 Dietzl  ). The empty attP control line (VDRC #60100) was used in gal4/+ control crosses to ensure a matched genetic background across all groups. Male flies were used for all experiments to prevent egg accumulation in the activity monitors. et al.  2007 Activity monitoring Infrared beam crossing was monitored with  Drosophila  activity monitors (Trikinetics). The DAM2 (upright) model was used in experiments not requiring video monitoring. Glass tubes were prepared as follows. Each tube was punched through a 1 cm thick piece of room-temperature (hardened) food containing 5% sucrose and 2% agar. This food plug was covered with a black cap to reduce desiccation, and an EPDM rubber O ring was fitted to the outside of the tube to maintain lateral alignment in the monitor. Flies were anesthetized with CO 2 , and males were collected into DAM tubes, with one genotype loaded per monitor. Each monitor was placed into the incubator perpendicular to, and equidistant from, the white LED light source in the incubator. Activity was recorded with a 1 min sampling interval using the native Trikinetics software, and combined into standard 30 min bins for plotting in some figures as noted. Data from the first (partial) day/night period was excluded from analysis. Data were collected for 5 d. Day and night activity counts were summed for each fly, independent of day. For each fly, data from each time bin was averaged across 5 d, and then these data points were averaged across flies, to plot day and night activity across zeitgeber time. Custom Matlab (Mathworks) scripts were used to plot sleep and activity profiles. Sleep was calculated using a standard 5 min inactivity window ( Shaw  ). et al.  2000 Combined activity monitoring/video recording To monitor the activity and grooming of flies in activity monitors simultaneously, the DAM4 (flat) model was used. Four male flies were loaded into glass DAM tubes (as above, except that the O ring was omitted), and placed into a DAM4 monitor. Beam crossings were recorded in 10 s bins using the native Trikinetics software. The black area below each tube in the monitor was covered with white tape to enhance the contrast between the fly and background. The incubator was illuminated during the 12 hr day cycle with white LEDs (380 lux at the monitor location), with separately controlled red LEDs providing 24 hr illumination for video monitoring (combined red/white: 485 lux). Two monochrome Firefly MV 1394a cameras (Point Gray) were used to collect videos of the flies in the tubes, in 10 min increments, for 24 hr in total. The cameras were mounted in the incubator, 6 cm from the top of the DAM4 monitor. Each camera was fitted with a Fujinon YV2.8 × 2.8SA-2 lens, and focused on the center of the tubes. Videos were collected with a custom Matlab (Mathworks) script, using the Image Acquisition Toolbox, at 7.5 frames per sec with Motion JPEG 2000 compression. Four flies were captured per experiment (two per camera). Videos were observed offline and compared to the activity trace recorded by the monitor. All monitor-recorded events were scored as either grooming (fly stationary in/near IR beam, visibly cleaning head, legs, wings, or thorax/abdomen), or locomotion (walking through IR beam) by an observer blind to the genotype. Open-field grooming video capture An open field arena was constructed, 2.85 mm in height and 25.4 mm in diameter, consisting of an opaque (white) acrylic lateral boundary covered on the top and bottom with two clear polycarbonate sheets. The apparatus was illuminated from below with white LEDs that were filtered through a sheet of white acrylic; the light intensity was measured at 720 lux in the location of the fly. A 1394a camera (as above) was mounted 5 cm above the arena. A single male fly was loaded into the arena with an aspirator, and recorded at 7.5 frames per second, 640 × 480 with Motion JPEG 2000 compression. Two videos were collected for each fly, one immediately after loading into the chamber (0–5 min), and one after a 15 min acclimation period (15–20 min). Videos of control and experimental genotype flies were alternated to distribute any circadian variation equally across all groups. Manual scoring of videos was carried out by an observer blind to the genotype. Start and stop frames were noted for each grooming event, which was further categorized according to which body part the fly was grooming: front legs, head/eye, abdomen, wings, or hind legs ( Seeds  ). Total grooming time was calculated as the sum of all grooming events. et al.  2014 Statistical analysis Statistical analyses were carried out in Graphpad Prism. Data were considered normally distributed if no significant deviation from normality was detected by the D’Agostino-Pearson omnibus test. Normally distributed data were compared with Student’s  t -test or ANOVA followed by Tukey  post hoc  tests. Data that deviate from normality were tested with the Kruskal-Wallis test followed by Dunn’s post tests. Two-way analyses were carried out with a two-way repeated-measures ANOVA followed by Sidak’s multiple comparison tests. Results with RNAi experiments were considered positive only if the RNAi experimental group differed significantly from both the gal4/+ and uas/+ controls. Exponential curves were fit to mean values of grooming percentage histograms following the equation:  y  = C(1 – r  e –k ), where the upper bound C = 100,  t t  = time, and r and k are constants. Mean frequency ( Figure 2, E and I , and  Figure 4E ) was calculated as the average of all nonzero activity bins from each fly ( n  = 30–32 per genotype). Fly strains and Matlab scripts are available upon request. Data availability The authors state that all data necessary for confirming the conclusions presented in the article are represented fully within the article.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:38:46.370613",
  "abstract_length": 0,
  "methods_length": 6456,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}