{
  "pmid": "PMID:26904939",
  "title": "Insertional Mutagenesis Identifies a STAT3/Arid1b/β-catenin Pathway Driving Neurofibroma Initiation.",
  "abstract": "To identify genes and signaling pathways that initiate Neurofibromatosis type 1 (NF1) neurofibromas, we used unbiased insertional mutagenesis screening, mouse models, and molecular analyses. We mapped an Nf1-Stat3-Arid1b/β-catenin pathway that becomes active in the context of Nf1 loss. Genetic deletion of Stat3 in Schwann cell progenitors (SCPs) and Schwann cells (SCs) prevents neurofibroma formation, decreasing SCP self-renewal and β-catenin activity. β-catenin expression rescues effects of Stat3 loss in SCPs. Importantly, P-STAT3 and β-catenin expression correlate in human neurofibromas. Mechanistically, P-Stat3 represses Gsk3β and the SWI/SNF gene Arid1b to increase β-catenin. Knockdown of Arid1b or Gsk3β in Stat3(fl/fl);Nf1(fl/fl);DhhCre SCPs rescues neurofibroma formation after in vivo transplantation. Stat3 represses Arid1b through histone modification in a Brg1-dependent manner, indicating that epigenetic modification plays a role in early tumorigenesis. Our data map a neural tumorigenesis pathway and support testing JAK/STAT and Wnt/β-catenin pathway inhibitors in neurofibroma therapeutic trials.",
  "authors": "Jianqiang Wu; Vincent W Keng; Deanna M Patmore; Jed J Kendall; Ami V Patel; Edwin Jousma; Walter J Jessen; Kwangmin Choi; Barbara R Tschida; Kevin A T Silverstein; Danhua Fan; Eric B Schwartz; James R Fuchs; Yuanshu Zou; Mi-Ok Kim; Eva Dombi; David E Levy; Gang Huang; Jose A Cancelas; Anat O Stemmer-Rachamimov; Robert J Spinner; David A Largaespada; Nancy Ratner",
  "journal": "Cell reports",
  "publicationDate": "2016-03-01",
  "doi": "10.1016/j.celrep.2016.01.074",
  "methods": "Experimental Procedures Animals Mice were housed in temperature- and humidity-controlled facilities on 12-hour dark-light cycles with free access to food and water. The animal care and use committees of Cincinnati Children’s Hospital Medical Center or University of Minnesota approved all animal procedures. See  Supplemental Experimental Procedures  for additional details. Pyrosequencing and Genemania analysis T2/Onc integration sites from 49 neurofibromas were cloned and sequenced using bar-coded primers and linker-mediated PCR, followed by pyrosequencing. Amplicon sequencing using the GS20 Flex pyrosequencing machine (Roche, Indianapolis, IN) was performed according to the manufacturer’s protocol. Primers used a unique 10-bp barcode-recognition sequence for each tumor sample. After removal of redundant and other non-specific noise as described ( Keng et al., 2009 ), we obtained 6,353 non-redundant insertions. Next, we identified CISs with more Sleeping Beauty mutagenic transposon insertions than predicted based on Monte Carlo criteria for statistical significance. We defined CISs as regions in the genome with six insertions located within 185 kb of each other, five insertions within 95 kb, four insertions within 35 kb, or three insertions within 5 kb. We used the Genemania algorithm to generate gene-gene association networks (genetic interaction, physical interaction, and pathways), after inputting these CIS. This generated networks, each of which we extended using the top 20 related genes precomputed in the program. These are defined as neighboring genes. We similarly colored genes significantly enriched in a given “biological process” within a Gene-Ontology (GO) category, after applying a significance cutoff of FDR<0.05). Embryonic and Neurofibroma sphere formation and SC culture Embryonic mouse spheres, dissociated from E12.5 DRG with 0.25% Trypsin 20 min. at 37°C (Mediatech; Herndon, VA) produced single-cell suspensions with narrow-bore pipettes and a 70 μm strainer (BD-Falcon). For mouse or human neurofibroma spheres, we chopped tissue into 1–3 mm 3  pieces, plated in 20mL L-15 (Mediatech) plus 0.5 mg/mL collagenase type 1 (Worthington; Lakewood, NJ), and 2.5 mg/mL dispase protease type II (Cambrex; East Rutherford, NJ) at 37°C for 4–6 hours. We plated trypan blue negative cells (Stem Cell Technologies, Vancouver, BC) at 1 × 10 4  cells in 1 mL per well in 24-well low-binding plates in medium containing DMEM:F-12 (3:1) + 20 ng/ml rhEGF (R&D Systems), 20 ng/ml rh bFGF (R&D Systems), 1% B-27 (Invitrogen), 2 μg/ml heparin (Sigma). We maintained cultures at 37°C and 5% CO 2  and counted floating spheres after 4–7 days. To passage, we centrifuged sphere cultures, dissociated and plated at 1 × 10 4  cells/ml in fresh sphere medium as described ( Williams et al., 2008 ). For each experiment, we show a representative of 3 independent experiments. Immunohistochemistry Tissue was embedded in paraffin, and 6-μm sections were cut and stained with either H&E, toluidine blue or incubated overnight at 4°C with antibody: anti-S100β, Dako, Carpinteria, CA), Ki67 (Novacastra Leica Microsystems, Buffalo Grove, IL) or anti-P-Stat3 (Y705), anti-cleaved caspase 3, β-catenin (Cell Signaling, Danvers, MA). Visualization methods were as described ( Williams et al., 2008 ). Western blots Western blots were performed using antibodies recognizing P-Jak2, Jak2, P-Stat3, Stat3, P-β-catenin, β-catenin, P-GSK3β, GSK3β, and β-actin (Cell Signaling, MA). At least three different tumor/cell lysates were analyzed per antigen. Tumorigenesis assay in nude mice We injected 5×10 5  mouse sphere cells/injection subcutaneously into athymic female nude mice (Harlan, Indianapolis, IN). After two months we dissected tumors and fixed them in 4% paraformaldehyde overnight, then embedded in paraffin for histology. Measurement of tumor number and tumor size We perfused each mouse intracardially with 4% paraformaldehyde (w/v) in PBS, incubated overnight in 300 ml 4% paraformaldehyde, incubated overnight, again, in 50 ml decalcification solution (Cal-Rite, Richard Allan Scientific, Kalamazoo, MI), and then transferred to PBS. Using a Leica dissecting microscope, we dissected the spinal cord with attached DRG and nerve roots, and counted tumors. A tumor was defined as a mass surrounding the DRG and/or nerve roots, with a diameter greater than 1 mm, measured perpendicular to DRG/nerve roots. Tumor volumetric measurement MRI imaging and volumetric measurement of neurofibromas and statistical analyses using mixed effects modeling were as described ( Wu et al., 2012 ). Lentiviral infection We infected secondary  Nf1  neurofibroma spheres or  fl/fl ;DhhCre Stat3  DRG/neurofibroma spheres with shRNAs and non-target control (Sigma, St Louis, MO, USA), β-catenin overexpression lentivirus ΔN90 (Addgene, Cambridge MA) or same backbone control (Sigma). We incubated lentiviral particles with neurofibroma spheres for 3–5 days and counted sphere numbers. For in vivo xenografts,  fl/fl ;Nf1 fl/fl ;DhhCre Stat3  DRG/neurofibroma spheres were infected with lentivirus in the presence of polybrene (8 μg/ml; Sigma-Aldrich) for 16–20 hours, followed by selection in G418 (500mg/ml; Sigma-Aldrich). Spheres were collected and dissociated for xenograft injection. fl/fl ;Nf1 fl/fl ;DhhCre Statistics Kaplan Meier analysis used a Gehan-Breslow-Wilcox log-rank test. Neurofibroma growth was modeled by Mixed Effects Model Analysis.  P  values were generated with a random effects model analysis on log transformed tumor volume data using the SAS mixed procedure ( Jessen et al., 2013 ). We used unpaired 2-tailed Student’s  t  tests to analyze significance of cell proliferation and cell death quantification in tissue sections when two samples were compared. Other experiments used Ordinary one way ANOVA, reported as mean ± SEM. P<0.05 was considered significant.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:26:39"
}