{
  "pmid": "26904939",
  "abstract": "Insertional Mutagenesis Identifies a STAT3/Arid1b/β-catenin Pathway Driving  Neurofibroma Initiation.  Wu J(1), Keng VW(2), Patmore DM(1), Kendall JJ(1), Patel AV(1), Jousma E(1),  Jessen WJ(1), Choi K(1), Tschida BR(3), Silverstein KA(4), Fan D(4), Schwartz  EB(5), Fuchs JR(5), Zou Y(6), Kim MO(6), Dombi E(7), Levy DE(8), Huang G(1),  Cancelas JA(9), Stemmer-Rachamimov AO(10), Spinner RJ(11), Largaespada DA(2),  Ratner N(12).  Author information: (1)Division of Experimental Hematology and Cancer Biology, Cancer and Blood  Diseases Institute, Cincinnati Children's Hospital University of Cincinnati,  Cincinnati, OH 45229, USA. (2)Masonic Cancer Center, University of Minnesota, Minneapolis, MN 55455, USA;  Department of Pediatrics, Cell Biology and Development, University of Minnesota,  Minneapolis, MN 55455, USA; Center for Genome Engineering, University of  Minnesota, Minneapolis, MN 55455, USA. (3)Masonic Cancer Center, University of Minnesota, Minneapolis, MN 55455, USA;  Center for Genome Engineering, University of Minnesota, Minneapolis, MN 55455,  USA. (4)Biostatistics and Informatics, University of Minnesota, Minneapolis, MN  55455, USA. (5)Ohio State University, College of Pharmacy, Columbus, OH 43210, USA. (6)Division of Biostatistics and Epidemiology, Cincinnati Children's Hospital  Research Foundation, Cincinnati Children's Hospital University of Cincinnati,  Cincinnati, OH 45229, USA. (7)Pediatric Oncology Branch, National Cancer Institute, Bethesda, MD 20892,  USA. (8)Department of Pathology and New York University Cancer Institute, New York  University School of Medicine, 550 First Avenue, New York, NY 10016, USA. (9)Division of Experimental Hematology and Cancer Biology, Cancer and Blood  Diseases Institute, Cincinnati Children's Hospital University of Cincinnati,  Cincinnati, OH 45229, USA; Hoxworth Blood Center, College of Medicine,  University of Cincinnati, Cincinnati, OH 45267, USA. (10)Department of Pathology, Massachusetts General Hospital and Harvard Medical  School, Boston, MA, 02114, USA. (11)Department of Neurologic Surgery, Mayo Clinic, Rochester, MN 55905, USA. (12)Division of Experimental Hematology and Cancer Biology, Cancer and Blood  Diseases Institute, Cincinnati Children's Hospital University of Cincinnati,  Cincinnati, OH 45229, USA. Electronic address: nancy.ratner@cchmc.org.  To identify genes and signaling pathways that initiate Neurofibromatosis type 1  (NF1) neurofibromas, we used unbiased insertional mutagenesis screening, mouse  models, and molecular analyses. We mapped an Nf1-Stat3-Arid1b/β-catenin pathway  that becomes active in the context of Nf1 loss. Genetic deletion of Stat3 in  Schwann cell progenitors (SCPs) and Schwann cells (SCs) prevents neurofibroma  formation, decreasing SCP self-renewal and β-catenin activity. β-catenin  expression rescues effects of Stat3 loss in SCPs. Importantly, P-STAT3 and  β-catenin expression correlate in human neurofibromas. Mechanistically, P-Stat3  represses Gsk3β and the SWI/SNF gene Arid1b to increase β-catenin. Knockdown of  Arid1b or Gsk3β in Stat3(fl/fl);Nf1(fl/fl);DhhCre SCPs rescues neurofibroma  formation after in vivo transplantation. Stat3 represses Arid1b through histone  modification in a Brg1-dependent manner, indicating that epigenetic modification  plays a role in early tumorigenesis. Our data map a neural tumorigenesis pathway  and support testing JAK/STAT and Wnt/β-catenin pathway inhibitors in  neurofibroma therapeutic trials.  Copyright © 2016 The Authors. Published by Elsevier Inc. All rights reserved.  DOI: 10.1016/j.celrep.2016.01.074 PMCID: PMC4782770 PMID: 26904939 [Indexed for MEDLINE]  Conflict of interest statement: The authors declare no conflict of interest.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-16T15:43:51.772110",
  "abstract_length": 3735,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}