{
  "pmid": "PMID:26904939",
  "title": "Insertional Mutagenesis Identifies a STAT3/Arid1b/β-catenin Pathway Driving Neurofibroma Initiation.",
  "abstract": "To identify genes and signaling pathways that initiate Neurofibromatosis type 1 (NF1) neurofibromas, we used unbiased insertional mutagenesis screening, mouse models, and molecular analyses. We mapped an Nf1-Stat3-Arid1b/β-catenin pathway that becomes active in the context of Nf1 loss. Genetic deletion of Stat3 in Schwann cell progenitors (SCPs) and Schwann cells (SCs) prevents neurofibroma formation, decreasing SCP self-renewal and β-catenin activity. β-catenin expression rescues effects of Stat3 loss in SCPs. Importantly, P-STAT3 and β-catenin expression correlate in human neurofibromas. Mechanistically, P-Stat3 represses Gsk3β and the SWI/SNF gene Arid1b to increase β-catenin. Knockdown of Arid1b or Gsk3β in Stat3(fl/fl);Nf1(fl/fl);DhhCre SCPs rescues neurofibroma formation after in vivo transplantation. Stat3 represses Arid1b through histone modification in a Brg1-dependent manner, indicating that epigenetic modification plays a role in early tumorigenesis. Our data map a neural tumorigenesis pathway and support testing JAK/STAT and Wnt/β-catenin pathway inhibitors in neurofibroma therapeutic trials.",
  "authors": "Jianqiang Wu; Vincent W Keng; Deanna M Patmore; Jed J Kendall; Ami V Patel; Edwin Jousma; Walter J Jessen; Kwangmin Choi; Barbara R Tschida; Kevin A T Silverstein; Danhua Fan; Eric B Schwartz; James R Fuchs; Yuanshu Zou; Mi-Ok Kim; Eva Dombi; David E Levy; Gang Huang; Jose A Cancelas; Anat O Stemmer-Rachamimov; Robert J Spinner; David A Largaespada; Nancy Ratner",
  "journal": "Cell reports",
  "publicationDate": "2016-03-01",
  "doi": "10.1016/j.celrep.2016.01.074",
  "methods": "Experimental Procedures Animals Mice were housed in temperature- and humidity-controlled facilities on 12-hour dark-light cycles with free access to food and water. The animal care and use committees of Cincinnati Children’s Hospital Medical Center or University of Minnesota approved all animal procedures. See  Supplemental Experimental Procedures  for additional details. Pyrosequencing and Genemania analysis T2/Onc integration sites from 49 neurofibromas were cloned and sequenced using bar-coded primers and linker-mediated PCR, followed by pyrosequencing. Amplicon sequencing using the GS20 Flex pyrosequencing machine (Roche, Indianapolis, IN) was performed according to the manufacturer’s protocol. Primers used a unique 10-bp barcode-recognition sequence for each tumor sample. After removal of redundant and other non-specific noise as described ( Keng et al., 2009 ), we obtained 6,353 non-redundant insertions. Next, we identified CISs with more Sleeping Beauty mutagenic transposon insertions than predicted based on Monte Carlo criteria for statistical significance. We defined CISs as regions in the genome with six insertions located within 185 kb of each other, five insertions within 95 kb, four insertions within 35 kb, or three insertions within 5 kb. We used the Genemania algorithm to generate gene-gene association networks (genetic interaction, physical interaction, and pathways), after inputting these CIS. This generated networks, each of which we extended using the top 20 related genes precomputed in the program. These are defined as neighboring genes. We similarly colored genes significantly enriched in a given “biological process” within a Gene-Ontology (GO) category, after applying a significance cutoff of FDR<0.05). Embryonic and Neurofibroma sphere formation and SC culture Embryonic mouse spheres, dissociated from E12.5 DRG with 0.25% Trypsin 20 min. at 37°C (Mediatech; Herndon, VA) produced single-cell suspensions with narrow-bore pipettes and a 70 μm strainer (BD-Falcon). For mouse or human neurofibroma spheres, we chopped tissue into 1–3 mm 3  pieces, plated in 20mL L-15 (Mediatech) plus 0.5 mg/mL collagenase type 1 (Worthington; Lakewood, NJ), and 2.5 mg/mL dispase protease type II (Cambrex; East Rutherford, NJ) at 37°C for 4–6 hours. We plated trypan blue negative cells (Stem Cell Technologies, Vancouver, BC) at 1 × 10 4  cells in 1 mL per well in 24-well low-binding plates in medium containing DMEM:F-12 (3:1) + 20 ng/ml rhEGF (R&D Systems), 20 ng/ml rh bFGF (R&D Systems), 1% B-27 (Invitrogen), 2 μg/ml heparin (Sigma). We maintained cultures at 37°C and 5% CO 2  and counted floating spheres after 4–7 days. To passage, we centrifuged sphere cultures, dissociated and plated at 1 × 10 4  cells/ml in fresh sphere medium as described ( Williams et al., 2008 ). For each experiment, we show a representative of 3 independent experiments. Immunohistochemistry Tissue was embedded in paraffin, and 6-μm sections were cut and stained with either H&E, toluidine blue or incubated overnight at 4°C with antibody: anti-S100β, Dako, Carpinteria, CA), Ki67 (Novacastra Leica Microsystems, Buffalo Grove, IL) or anti-P-Stat3 (Y705), anti-cleaved caspase 3, β-catenin (Cell Signaling, Danvers, MA). Visualization methods were as described ( Williams et al., 2008 ). Western blots Western blots were performed using antibodies recognizing P-Jak2, Jak2, P-Stat3, Stat3, P-β-catenin, β-catenin, P-GSK3β, GSK3β, and β-actin (Cell Signaling, MA). At least three different tumor/cell lysates were analyzed per antigen. Tumorigenesis assay in nude mice We injected 5×10 5  mouse sphere cells/injection subcutaneously into athymic female nude mice (Harlan, Indianapolis, IN). After two months we dissected tumors and fixed them in 4% paraformaldehyde overnight, then embedded in paraffin for histology. Measurement of tumor number and tumor size We perfused each mouse intracardially with 4% paraformaldehyde (w/v) in PBS, incubated overnight in 300 ml 4% paraformaldehyde, incubated overnight, again, in 50 ml decalcification solution (Cal-Rite, Richard Allan Scientific, Kalamazoo, MI), and then transferred to PBS. Using a Leica dissecting microscope, we dissected the spinal cord with attached DRG and nerve roots, and counted tumors. A tumor was defined as a mass surrounding the DRG and/or nerve roots, with a diameter greater than 1 mm, measured perpendicular to DRG/nerve roots. Tumor volumetric measurement MRI imaging and volumetric measurement of neurofibromas and statistical analyses using mixed effects modeling were as described ( Wu et al., 2012 ). Lentiviral infection We infected secondary  Nf1  neurofibroma spheres or  fl/fl ;DhhCre Stat3  DRG/neurofibroma spheres with shRNAs and non-target control (Sigma, St Louis, MO, USA), β-catenin overexpression lentivirus ΔN90 (Addgene, Cambridge MA) or same backbone control (Sigma). We incubated lentiviral particles with neurofibroma spheres for 3–5 days and counted sphere numbers. For in vivo xenografts,  fl/fl ;Nf1 fl/fl ;DhhCre Stat3  DRG/neurofibroma spheres were infected with lentivirus in the presence of polybrene (8 μg/ml; Sigma-Aldrich) for 16–20 hours, followed by selection in G418 (500mg/ml; Sigma-Aldrich). Spheres were collected and dissociated for xenograft injection. fl/fl ;Nf1 fl/fl ;DhhCre Statistics Kaplan Meier analysis used a Gehan-Breslow-Wilcox log-rank test. Neurofibroma growth was modeled by Mixed Effects Model Analysis.  P  values were generated with a random effects model analysis on log transformed tumor volume data using the SAS mixed procedure ( Jessen et al., 2013 ). We used unpaired 2-tailed Student’s  t  tests to analyze significance of cell proliferation and cell death quantification in tissue sections when two samples were compared. Other experiments used Ordinary one way ANOVA, reported as mean ± SEM. P<0.05 was considered significant.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:26:39",
  "introduction": "Introduction Neurofibromas are benign peripheral nerve tumors that cause significant morbidity by disfigurement and tissue compression, and mortality if they compress vital organs ( Boyd et al., 2009 ). Neurofibromas are a major feature of Neurofibromatosis type 1 ( NF1 ), a common autosomal dominant disorder affecting about 1 in 3500 individuals. Surgery remains the mainstay of neurofibroma therapy but is rarely curative, so new treatments are urgently needed. Peripheral nerve Schwann cells (SCs) are the primary pathogenic cell in neurofibromas, as biallelic mutation/loss of  NF1  occurs uniquely in neurofibroma SCs ( Serra et al., 1997 ). Neurofibromas may develop from SCs or SCPs, because inactivation of  Nf1  at the SCP stage or in adult mice results in neurofibroma formation ( Chen et al., 2014 ;  Wu et al., 2008 ;  Zhu et al., 2002 ).  NF1  encodes the RasGAP protein neurofibromin, and Ras signaling is elevated in neurofibroma SCs ( Cichowski and Jacks, 2001 ). Other genes and signaling pathways that drive neurofibroma initiation and growth are largely unknown. STAT3 is a latent transcription factor implicated in cancer, which regulates cell-cycle progression and apoptosis. STAT3 phosphorylation at Y705 is essential for STAT3 dimerization, required for STAT3 binding to DNA-promoter regions and transcriptional activation ( Battle and Frank, 2002 ). Fewer benign lesions formed when Stat3 was absent in prostate and skin tumors in vivo, implicating it tumor initiation ( Kim et al., 2009 ;  Kroon et al., 2013 ). Stat3 also regulates self-renewal and growth of glioma stem cells ( Sherry et al., 2009 ). Recent studies on MPNST, aggressive nerve sarcomas, implicate Stat3 in their growth ( Banerjee et al., 2010 ;  Wu et al., 2014 ). The role of Stat3 in the benign nerve tumors (neurofibromas) has not been studied. Stat3 activated β-catenin through GSK3b in hepatocytes ( Moh et al., 2008 ). B-catenin is a developmental signaling pathway re-activated in many cancers. How β-catenin becomes elevated and if β-catenin plays a role in neurofibroma is unknown, although neurofibroma β-catenin expression was reported ( Luscan et al., 2014 ;  Mo et al., 2013 ;  Watson et al., 2013 ). Supporting possible roles for β-catenin in nerve tumorigenesis, in vivo activation of β-catenin in developing SCs delays SC differentiation and results in sustained proliferation ( Grigoryan et al., 2013 ). Multi-subunit SWI/SNF chromatin remodeling complexes modulate transcription factor access to target genes, resulting in activation or repression of transcription ( Tolstorukov et al., 2013 ). Recent studies demonstrate mutation/loss of chromatin remodeling genes in progression to MPNST ( De Raedt et al., 2014 ;  Lee et al., 2014 ), but are unstudied in neurofibromas. Mutational inactivation of SWI/SNF complex genes, including  BRG1/SMARCA4 , encoding a SWI/SNF ATPase, and SWI/SNF subunit genes  ARID1A  and  ARID1B , are increasingly implicated in development and cancer ( Helming et al., 2014 ;  Sausen et al., 2013 ). When an ARID1B-containing SWI/SNF complex is present, interaction of STAT3 with DNA activates  c-myc  transcription in pre-osteoblast MC3T3-E1 cells ( Nagl et al., 2007 ). Also, BRG1 interacts with β-catenin to promote target-gene activation in colon cancer cells ( Barker et al., 2001 ). In patients with intellectual disability, ARID1B represses  BRG1 -dependent Wnt/β-catenin signaling ( Vasileiou et al., 2015 ). We report results of an unbiased  in vivo  Sleeping Beauty insertional mutagenesis transposon screen. We demonstrate a critical role of Stat3 in driving neurofibromas . Stat3  transcriptionally represses G sk3β  and the SWI/SNF complex subunit  Arid1b , thereby activating β-catenin in SCPs - resulting in neurofibroma initiation and maintenance.",
  "results": "Results A transposon system and pathway analysis implicate the  Wnt  and  Stat3  pathways in neurofibroma formation To identify mechanisms underlying neurofibroma growth and/or tumor progression, we used insertional mutagenesis. We generated quadruple transgenic animals ( Nf1 Cre; fl/fl ;Dhh Rosa26 -lsl-SB11;T2/Onc) ( Figure S1A ). Survival and onset of tumorigenesis did not differ from control  Nf1 ; fl/fl DhhCre  animals (not shown), and neurofibroma size was similar ( p = 0.1996) ( Figure S1B , upper panel). However, the number of neurofibromas isolated from experimental animals was higher (5.4 vs. 2.8;  p  = 0.1017) ( Figure S1B , lower panel). The trend toward significance in this small sample set suggests that transposition-related genes might play roles in increasing neurofibroma numbers and/or growth. To identify potential genes responsible for neurofibroma tumorigenesis, we used high-throughput pyrosequencing of neurofibromas isolated from experimental quadruple transgenic animals. We identified 31 common transposon insertion sites (CIS). We removed CISs identified in control insertion-site mapping experiments in 3-week-old transgenic mouse tail DNA carrying both the T2/Onc and  Rosa26 -SB11 transgenes, and CISs identified in tumors from single mice. The remaining 22 CISs identified for neurofibroma tumorigenesis are shown in  Figure 1A . We used the Genemania prediction server ( http://www.genemania.org ) to predict pathways, interactions, and functions of the 22 CIS genes, and identified networks including CIS genes. The most significantly deregulated pathways were  Wnt  signaling (FDR=0.021) including CIS genes  Tnks  and  Gsk3β , and major neighboring genes:  Strn ,  Axin1 , and  Dvl1,  and  Stat3 -associated cellular carbohydrate metabolic process (FDR=0.023) including the CIS genes  Gsk3β  and  Arid1b  and major neighboring genes  Stat3  and  Ptpn2  ( Figure 1B ). Interestingly,  Gsk3β  connected these two pathways in this in silico analysis. No tumor tissue from these mice was available for confirmatory analysis. The other signaling pathways identified by Genemania are shown in  Figure S1C . STAT3/β-catenin signaling is activated in mouse and human neurofibromas We focused on STAT3, a known oncogene and therapeutic target unstudied in neurofibroma. Antibodies recognizing P-Stat3-Y705 detected positive cells in all mouse GEM-neurofibromas (n=19) ( Figure 2A ), but not wild type mouse sciatic nerves ( Figure 2A , insert). In contrast, P-Stat3-Ser727 was detectable in 1/4 mouse and 1/5 human neurofibromas (not shown). Given the link between the Stat and Wnt pathways identified by transposon mutagenesis, we tested if β-catenin is co-activated with P-Stat3 in neurofibroma SCs.  DhhCre  activates EGFP expression in the context of DhhCre Nf1  mice in 40–50% of SCs, in a reporter mouse in which the  fl/fl CMV-β actin  promoter and  loxP  flanked CAT gene are upstream of the Egfp cassette ( Nakamura et al., 2006 ). We stained frozen sections of  Nf1  mouse neurofibromas with anti-P-Stat3 and anti-β-catenin. Of EGFP-expressing SCs, 21% were P-Stat3 fl/fl ;DhhCre;EGFP +  only, 62% expressed only β-catenin +  and, importantly, 6.7% of EGFP +  SCs were P-Stat3 +  and β-catenin +  ( Figure 2B ). Thus, P-Stat3 and β-catenin can be co-activated in SCs in neurofibromas. We also detected Iba1 +  macrophages that are P-Stat3 + ;EGFP −  (not shown). Western blots confirmed robust P-Stat3-Y705 in mouse neurofibroma lysates versus wild-type peripheral nerve ( Figure 2C ). We immunolabeled human plexiform neurofibroma sections to test if P-STAT3 and β-catenin expression correlate. Most (29/30) contained P-Y705-STAT3 +  and β-catenin +  cells ( Figure 2D–F ). Some neurofibroma cells showed cytoplasmic staining (43%), others showed nuclear staining (23%) and 34.2% showed both. There was a significant correlation between P-STAT3 and total β-catenin ( Figure 2E, F ). Thus, the STAT3 and β-catenin pathways are activated in human neurofibromas, and highly correlated. Targeted genetic deletion of Stat3 in SCs and SCPs decreases neurofibroma numbers and delays neurofibroma formation in vivo We then tested if activation of Stat3 in SCs/SCPs is necessary for neurofibroma initiation and/or maintenance. Loss of Stat3 in  Stat3   mice had no influence on peripheral (saphenous) nerve structure, as shown by electron microscopy; Remak bundles and myelinated axons showed normal differentiated morphology ( fl/fl ;DhhCre Figure S2A.S2B ). We bred  Stat3  mice onto  fl/fl Nf1 ; fl/fl DhhCre  mice; this required generating recombinants, as both  Nf1  and  Stat3  reside on mouse chromosome 11. Kaplan-Meier survival analysis revealed a significant difference in mouse survival between  Stat3  mice and  fl/fl ;Nf1 fl/fl ;DhhCre Stat3  mice (p<0.001) or between  fl/+ ;Nf1 fl/fl ;DhhCre Stat3  mice and  fl/fl ;Nf1 fl/fl ;DhhCre Nf1  mice (p<0.001). Loss of one Stat3 allele does not influence survival ( fl/fl ;DhhCre Stat3  mice versus  fl/+ ;Nf1 fl/fl ;DhhCre Nf1  mice p=0.66) ( fl/fl ;DhhCre Figure 3A ). Nf1  nerves continually and significantly increased in size, corresponding to neurofibroma initiation and neurofibroma growth reported in this model ( fl/fl ;DhhCre Wu et al., 2008 ). Representative tumors at 9 months are shown in a  Nf1  versus a  fl/fl ;DhhCre Stat3  mouse ( fl/fl ;Nf1 fl/fl ;DhhCre Figure 3B ). We quantified total neurofibroma burden by volumetric measurement of MRI scans, followed by mixed effects analysis of tumor volume. Strikingly, double mutant nerves (average 20mm 3 ) were similar to wild type nerves (8–19 mm 3 ) ( Figure 3C ). The difference between controls  (Nf1  or  fl/fl ;DhhCre Stat3 ; n=9) and  fl/+ ;Nf1 fl/fl ;DhhCre Stat3  mice (n=15) was significant (p<0.001 at 4, 7 and 9 months;  fl/fl ;Nf1 fl/fl ;DhhCre Figure S2C, S2D ). In the  Nf1  model each mouse develops 4–20 neurofibromas. If Stat3 contributes to neurofibroma initiation, then tumor number should be reduced in Stat3 mutants. Indeed,  fl/fl ;DhhCre Stat3  mice had significant fewer tumors/mouse versus  fl/fl ;Nf1 fl/fl ;DhhCre Stat3  littermates at spinal cord dissection at 5 months old mice ( fll+ ;Nf1 fl/fl ;DhhCre Figure 3D ). Confirming volumetric MRI scan results, neurofibroma diameter measured at spinal roots on dissection was significantly smaller in  Stat3  versus  fl/fl ;Nf1 fl/fl ;DhhCre Stat3  mice ( fll+ ;Nf1 fl/fl ;DhhCre Figure 3E ). Rare small neurofibromas showed hyperplasia or GEM-grade 1 neurofibroma histology ( Figure S3 ). Ki67 +  proliferating cells in neurofibroma tissue sections significantly decreased in  Stat3  neurofibromas ( fl/fl ;Nf1 fl/fl ;DhhCre Figure 3F ); numbers of dying cells were unchanged (CC3+) ( Figure 3G ). Importantly, Stat3 protein was absent in flow cytometry-sorted EGFP +  SCPs and SCs from  Stat3  mice ( fl/fl ;Nf1 fl/fl ;DhhCre,EGFP + Figure 3H ); we did, however, detect increased levels of Stat1 and Stat5 (not shown). Therefore, glial cell Stat3 regulates tumor cell proliferation in neurofibromas, and activation of Stat3 in SCs and/or SCPs is important for neurofibroma initiation and growth. Stat3 contributes to neurofibroma initiation Our in vivo analyses could not distinguish function(s) of P-Stat3 in neurofibroma SCs versus SCPs, because the genetic loss-of-function targets both. To confirm that Stat3 is relevant to neurofibroma SCP-like cells we used sphere culture, enabling detection of growth and self-renewal of nervous system stem/progenitors. We isolated cells directly from human plexiform neurofibromas and cultured them as floating spheres at clonal density. We blocked STAT3 signaling with FLLL32, a JAK2/STAT3 inhibitor ( Lin et al., 2010 ). FLLL32 inhibited human neurofibroma sphere formation (IC 50  0.3 μM) ( Figure 4A, 4B ). Western blot confirmed decreased STAT3-Y705 phosphorylation and slightly reduced total STAT3 ( Figure 4C ). Importantly, FLLL32 inhibited the formation  Nf1  SCP spheres (IC −/− 50  0.5–1μM), yet affected wild-type SCPs only at 10x higher concentration ( Figure 4D ). We also dissociated DRG/early neurofibromas from 6 week old mice.  Stat3  cells formed significantly fewer primary and secondary spheres than  fl/fl ;Nf1 fl/fl ;DhhCre Nf1  cells ( fl/fl ;DhhCre Figure 4E–F ); sphere size was similar ( Figure 4E  and not shown). We also depleted  Stat3  from  Nf1  neurofibroma SCP-spheres with shRNAs. Sphere numbers were significantly reduced 4 days after shStat3 infection, versus non-target controls ( fl/fl ;DhhCre Figure S4A ); we confirmed decreased Stat3 by Western blot ( Figure S4B ). Thus, Stat3 increases  Nf1  mutant SCP self-renewal. In many cancers, self-renewing stem/progenitor-like cells contribute to tumorigenesis. Neurofibroma like lesions were detected in 7 of 8  nu/nu  mice that were subcutaneously transplanted with  Nf1  mice derived sphere cells ( fl/fl ;DhhCre Figure 4G, 4H ), while no lesion was detected in  Stat3  derived sphere cells ( fl/fl ;Nf1 fl/fl ;DhhCre Figure 4G ). Hematoxylin and eosin staining of tissue sections showed no features of malignancy ( Figure 4I ), and anti-S100β +  cells SCs ( Figure 4J ) and mast cells ( Figure 4K ). On EM, these lesions contained SCs identified by their continuous basal lamina and wrapping of small axons ( Figure 4L ), blood vessels ( Figure 4M ) and mast cells ( Figure 4N )—all features of neurofibroma. These in vitro and in vivo genetic results support the conclusion that  Nf1  SCP self-renewal and neurofibroma tumorigenic potential are regulated by Stat3. −/− Stat3 activates β-catenin signaling Data in  Figures 1  and  2  suggest a Stat3-β-catenin link in neurofibroma SCs. Stabilized β-catenin translocates to the nucleus and alters target gene transcription ( Liu et al., 2002 ).  Stat3  neurofibromas showed significantly decreased active (nuclear) β-catenin (45%), increased inactive β-catenin (P-β-catenin, S33, S37, and T41) (591% in cytoplasm, 166% in nucleus) and decreased cyclin D1 expression (>90%) in cytoplasm and nucleus versus controls ( fl/fl ;Nf1 fl/fl ;DhhCre Figure 5A ). In contrast, P-Erk did not change ( Figure 5A ). Thus, neurofibroma β-catenin expression, localization, and target gene expression are regulated by Stat3. To verify this conclusion in a system amenable for mechanistic analysis, we isolated SCPs from  Nf1  neurofibromas and cultured them with or without blocking β-catenin signaling with the tankyrase inhibitor XAV-939, which stabilizes axin, a component of the β-catenin destruction complex. XAV-939 inhibited mouse neurofibroma sphere formation (IC fl/fl ;DhhCre 50  0.1μM). Western blot confirmed a 50% decrease in total β-catenin with 3 days of drug exposure (10nM) ( Figure 5B ). Supporting the hypothesis that Stat3 is critical for β-catenin expression, remarkably,  Stat3  mouse neurofibroma spheres were insensitive to 100X higher concentrations of XAV-939 ( fl/fl ;Nf1 fl/fl ;DhhCre Figure 5C ). Depleting β-catenin with shRNAs in  Nf1  neurofibroma SCP-like spheres also significantly reduced sphere numbers versus controls ( fl/fl ;DhhCre Figure 5D ); we confirmed decreased β-catenin by Western blot ( Figure 5D  insert). Thus β-catenin stabilization requires Stat3 in  Nf1  neurofibroma derived SCP-like cells. −/− If β-catenin is critical in Stat3-driven neurofibromagenesis, then  Stat3  spheres, which do not form tumors, should be rescued by β-catenin. To test this, we infected spheres with a stable, active, β-catenin mutant (ΔN90 β-cat) or virus control. Remarkably, overexpression of ΔN90 β-catenin significantly increased the number of  fl/fl ;Nf1 fl/fl ;DhhCre Stat3 , but not  fl/fl ;Nf1 fl/fl ;DhhCre Nf1 , neurofibroma spheres ( fl/fl ;DhhCre Figure 5E ). Importantly, 7/9 mice injected with ΔN90 β-catenin infected  Stat3  spheres developed neurofibroma like lesions, while no lesions were detected in vector controls. Thus β-catenin is a major effector of Stat3 signaling in SCP, and necessary for neurofibromagenesis. fl/fl ;Nf1 fl/fl ;DhhCre Stat3 alters Gsk3β inhibitory phosphorylation We wondered how Stat3 activates β-catenin in neurofibromas.  Gsk3β  was a frequent CIS identified in our insertional mutagenesis screen, which predicted reduced GSK3β ( Figure 1 ). GSK3β(Ser9) phosphorylation inhibits GSK3β activity, allowing β-catenin stabilization/activation ( Wu and Pan, 2010 ).  STAT3  can negatively regulate  GSK3β  transcription ( Moh et al., 2008 ). Supporting the idea that Stat3 transcriptionally represses Gsk3β in neurofibromas,  Gsk3β  mRNA expression increased in  Stat3  versus  fl/fl ;Nf1 fl/fl ;DhhCre Nf1  neurofibromas ( fl/fl ;DhhCre Figure S5A ). ChIP using anti-Stat3 detected Stat3 bound to the Stat3 binding motif in the  Gsk3β  5′ UTR in neurofibroma DNA ( Figure S5B, S5C ). Furthermore, in the absence of Stat3 total Gsk3β increased in neurofibromas ( Figure S5D ). Thus, in neurofibromas Stat3 represses  Gsk3β  transcription, correlating with a reduction in Gsk3β protein. However, targeting  Gsk3β  with shRNA did not significantly rescue sphere formation in  Stat3  SCP spheres ( fl/fl ;Nf1 fl/fl ;DhhCre Figure S5E ), suggesting the existence of additional pathways. Stat3 transcriptionally represses Arid1b expression Arid1b  was another frequent CIS identified by insertional mutagenesis ( Figure 1A ). Transposon insertions into the  Arid1b  locus predicted disrupted C-termini or truncated N-termini, e.g. inactivating insertions, and anti-Arid1b immunofluorescence was strong in WT SCs but reduced in neurofibroma SCs ( Figure S6A ). QRT-PCR confirmed negative regulation of  Arid1b  mRNA expression in neurofibromas by Stat3 (e.g.  Arid1b  mRNA is low in neurofibroma and increases in the absence of  Stat3 ;  Figure 6A ). Similar results were observed in FACS-sorted EGFP +  neurofibroma SCs vs WT SCs ( Figure S6B ). We identified a putative Stat3 binding site 7kb downstream of the mouse  Arid1b  transcriptional start site ( Figure 6B  and  Figure S7 ). When  Nf1  neurofibroma DNA was subjected to ChIP using anti-Stat3, we detected Stat3 bound to  fl/fl ;DhhCre Arid1b  at this site by PCR ( Figure 6C ). Arid1b  expression was low in  Nf1  and high in  fl/fl ;DhhCre Stat3  tumor- fl/fl ;Nf1 fl/fl ;DhhCre derived  neurofibroma spheres (not shown). We exposed  Stat3  neurofibroma spheres to sh fl/fl ;Nf1 fl/fl ;DhhCre Arid1b.  Decreasing  Arid1b  expression significantly increased sphere numbers ( Figure 6D ), correlating with elevated levels of activated β-catenin protein ( Figure 6E ) and mRNA expression ( Figure 6G ), and elevated levels of the β-catenin target genes  Axin2, Ccnd1, and Myc  ( Figure 6G ).  ShGsk3β  increased β-catenin and its target gene mRNA expression in  Stat3  spheres ( fl/fl ;Nf1 fl/fl ;DhhCre Figure 6F ), but did not rescue numbers of  Stat3  spheres ( fl/fl ;Nf1 fl/fl ;DhhCre Figure S5E ,  Figure 7B ). Knockdown of  Gsk3β  and  Arid1b  simultaneously with shRNA showed similar effects to  shArid1b  alone ( Figure 7A ). To test whether tumor formation is affected by reduction in  Arid1b ,  Gsk3β,  or both, we transplanted sphere cells into nude mice.  Stat3  spheres rarely formed tumors. Tumors formed in  fl/fl ;Nf1 fl/fl ;DhhCre Stat3  sphere cells infected with sh fl/fl ;Nf1 fl/fl ;DhhCre Gsk3 β, sh Arid1b  or sh Arid1b  + sh Gsk3 β by 8 weeks after transplantation (p=0.0157;  Figure 7B ). There were no significant differences between the three experimental groups (p=0.3669), suggesting both  Gsk3β  and  Arid1b  are involved in  Stat3 -mediated neurofibromagenesis. ARID1B acts in SWI/SNF complexes containing BRG1, the central catalytic subunit of numerous chromatin-modifying enzymatic complexes ( Trotter and Archer, 2008 ). BRG1 can be required for Stat3 recruitment to target genes ( Ni and Bremner, 2007 ). To test whether Arid1b requires Brg1 to affect sphere numbers, we knocked down  Brg1  and/or  Arid1b  in  Stat3  spheres with shRNA. The low numbers characteristic of  fl/fl ;Nf1 fl/fl ;DhhCre Stat3  spheres were rescued by  fl/fl ;Nf1 fl/fl ;DhhCre shArid1b , but not sh Brg1 . The combination of  shArid1b  together with sh Brg1  prevented the sh Arid1b  effect, indicating that the effect requires Brg1 and likely chromatin remodeling ( Figure 7C ). Stat3 binds the Arid1b promoter fragment, repressing  Arib1b  expression. Arid1b’s known function is in chromatin remodeling, and we wondered if the  Arid1b  gene itself might be subject to Stat3-dependent histone modification. We performed CHIP with antibodies recognizing the histone modifications H3K4Me3, H3K9Me2, and H3K9Ac in vehicle or Stat3 inhibitor (FLLL32) treated primary mouse neurofibroma SCs at the  Arid1b  promoter. We detected a significant enhancement in the H3K4Me 3  marks at the  Arid1b  promoter in three independent experiments (p<0.05). In contrast, H3K9Me 2  or H3K9Ac did not significantly change at this site after FLLL32 exposure ( Figure 7D ). Taken together, in the setting of  Nf1  loss, Stat3 transcriptionally represses the SWI/SNF gene  Arid1b  through histone H3K4Me 3  modification and this repression is BRG1 dependent ( Figure 7E ). This results in an increase in β-catenin.",
  "discussion": "Discussion Through performing an unbiased insertional mutagenesis screen, use of mouse genetics and SCP culture we identified an Nf1/P-Stat3/Arid1b/β-catenin pathway in SCP that is critical for neurofibroma initiation. P-Stat3 is a major neurofibroma oncogene as targeted genetic deletion of  Stat3  in nerve SCs and SCPs dramatically delays neurofibroma formation and tumors, once formed, grow very slowly ( Figure 2A–C ).  Stat3  provides a first example of a genetic loss of function affecting neurofibroma initiation and growth in vivo. Loss of  Stat3  decreased numbers of neurofibroma SCP-like cells, neurofibroma SCP self-renewal, and neurofibroma formation by SCP after transplantation, functions defining cancer stem/progenitor-like cells in tumor initiation ( Figure 4 ). Importantly,  β -catenin expression rescued all Stat3-loss of function driven phenotypes in  Nf1  mutant SCPs ( Figure 5E ). Supporting the relevance of our findings to human neurofibroma, primary patient-derived neurofibroma SCP-like cell sphere formation, a surrogate of tumor initiation, was dramatically reduced by Jak2/Stat3 inhibition ( Figure 4A ), and P-Y705-STAT3 and β-catenin expression were highly correlated in human plexiform neurofibromas ( Figure 2 ). We confirmed that Stat3 and β-catenin are detectable in human plexiform neurofibroma, and demonstrated that Stat3 and β-catenin are critical for neurofibroma formation in transplantation ( Figure 5G ). The Sleeping Beauty system and pathway analysis defined mutations predicting loss of  Gsk3β  and  Arid1b,  identifying the  WNT  and  STAT  pathways as players that might cooperate with loss of  Nf1  in neurofibromagenesis ( Figure 1 ).  GSK3β  and  β- catenin signaling were previously implicated in MPNST, sarcomas that are malignant derivatives of neurofibromas ( Mo et al., 2013 ;  Rahrmann et al., 2013 ;  Watson et al., 2013 ). Other CIS genes ( WAPAL ,  SP3 ,  BTBD9 , and  IGFR1 ) are up-regulated in neurofibroma cells, suggesting roles as proto-oncogenes early in tumor progression. Down-regulated CIS genes ( TMCC3 ,  SLC35F1 , and  SORCS ) may have tumor suppressor functions. Stat3 is present on the  Gsk3β  promoter in neurofibromas ( Figure S5 ), consistent with Stat3 repressing  GSK3 β transcription in hepatocytes ( Moh et al., 2008 ). In SCP, decreasing  Gsk3 β also increased β-catenin target gene expression, and tumor formation, but did not rescue SCP sphere formation. Given that sh Gsk3 β or  shArid1b  enable tumor formation and β-catenin expression, but only sh Arid1b  rescues neurofibroma sphere number, these genes likely use different mechanisms to repress β-catenin function; loss of either is sufficient to drive neurofibroma formation in the absence of Stat3, suggesting that interference with β-catenin signaling by one of several mechanisms will interfere with tumor formation. We identify  Arid1b  as a critical link between P-Stat3 and β-catenin.  ARID1B  is a tumor suppressor, mutated by deletion, in neuroblastoma ( Sausen et al., 2013 ). The  ARID1B  promoter can be hyper-methylated, resulting in decreased  ARID1B  expression, as in pancreatic cancer cells ( Khursheed et al., 2013 ). Arid1b also functions as a tumor suppressor in the context of  Nf1  loss, with low expression in neurofibromas resulting in increased β-catenin, Wnt/β-catenin target gene expression, and tumorigenesis ( Figure 6 ). There was variation in the extent of Wnt/β-catenin target gene expression among samples on shRNA exposure, which is likely due to our use of primary cells. The differentiation state of individual cells in spheres and/or different levels of shRNA expression after lentiviral infection may account for this variation. While our study was nearing completion,  Vasileiou et al. (2015)  showed that, as in our study, reducing  ARID1B  increases Wnt/β-catenin target gene expression. They also overexpressed  ARID1B  by transient transfection and inhibited Wnt/β-catenin activity in cell lines. We were unable to overexpress  ARID1B , as the  ARID1B  cDNA is too large for the lentiviral infection required in our primary cells. Nevertheless, together the two studies strongly support critical roles for  ARID1B  in regulation of Wnt/β-catenin activity. We detected increased H3K4Me 3  at the  Arid1b  promoter region after Stat3 inhibition. Given that the Stat3 binding site is in intron 1 of the  Arid1b  gene, it is likely that Stat3 binds to this intronic region and regulates  Arid1b  by antisense transcription, a mechanism by which mammalian genes regulate sense transcription ( Faghihi and Wahlestedt, 2009 ;  Magistri et al., 2012 ). Genome-wide mapping of chromatin modification will be necessary to further clarify this mechanism. In summary, loss of  Nf1  activates Stat3 SCPs, enabling tumor initiation by repressing the SWI/SNF gene  Arid1b  through histones H3K4Me3 and H3K27Me3 modification, thereby activating β-catenin. Knock-down of Arid1b in Stat3  SCPs by shRNA is sufficient to recue neurofibroma formation in in vivo transplantation. Mouse and human  fl/f ;Nf1 fl/fl ;DhhCre NF1  mutant cells are significantly more sensitive than their wild type counterparts to treatment with a JAK2/STAT3 inhibitor ( Figure 4A, 4D ), suggesting that a therapeutic window will exist for neurofibroma therapy using JAK/STAT pathway inhibitors now in clinical trials ( Lesina et al., 2011 ). Given that β-catenin targeted therapeutics are not yet proven, blocking β-catenin via STAT or targeting SWI/SNF complexes may be feasible strategies.",
  "upgrade_date": "2026-02-21 02:20:42"
}