{
  "pmid": "PMID:26941216",
  "title": "Considerations for conducting qualitative research with pediatric patients for the purpose of PRO development.",
  "abstract": "PURPOSE: To provide an overview of methodological considerations when conducting qualitative research with pediatric patients for the purpose of patient-reported outcome measure development METHODS: A literature review of qualitative methods in pediatric measure development was completed. Eight clinicians providing care to pediatric patients were interviewed for their expert input. Thematic analysis of the literature and clinician interviews was used to identify themes for consideration. RESULTS: Findings from the literature and expert interviews emphasized the way in which cognitive, linguistic, and social developmental factors affect pediatric patients' understanding of their condition and ability to communicate about their experiences in an interview. There was consensus among the experts that traditional semi-structured interviews with children younger than eight lack characteristics necessary to yield meaningful information about condition and symptom report because they may fail to capture children's understanding and awareness of their condition and may limit their ability to express themselves comfortably. Our findings include recommended strategies to optimize data collected in qualitative interviews with pediatric patients, including modifications to the interview process to establish rapport, construction of interview questions to ensure they are developmentally appropriate, and the use of supplementary techniques to facilitate communication. CONCLUSION: When employing qualitative methods in pediatric measure development, interview guides, methods, and length require careful tailoring to ensure the child's perspectives are captured. This may be best achieved through research performed with narrow age bands that employs flexibility in methods to allow children a comfortable way in which to communicate about their experiences.",
  "authors": "Zabin S Patel; Sally E Jensen; Jin-Shei Lai",
  "journal": "Quality of life research : an international journal of quality of life aspects of treatment, care and rehabilitation",
  "publicationDate": "2016-09",
  "doi": "10.1007/s11136-016-1256-z",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-20 06:57:02"
}