{
  "pmid": "PMID:27021207",
  "title": "Acceptance and commitment therapy in youth with neurofibromatosis type 1 (NF1) and chronic pain and their parents: A pilot study of feasibility and preliminary efficacy.",
  "abstract": "Neurofibromatosis type 1 (NF1) is an autosomal dominant genetic disorder affecting about 1 in 3,500 individuals. Chronic pain is commonly reported among individuals with NF1 and plexiform neurofibroma tumors (PNs). Acceptance and Commitment Therapy (ACT), an empirically supported method for addressing chronic pain, helps individuals re-focus on valued relationships and activities. This pilot study investigated the feasibility and preliminary efficacy of a brief ACT workshop in the NF1 population. Eligible participants included adolescents and young adults (AYA; 12-21 years) with NF1 and chronic pain that interfered with daily functioning and their parents. Patients and parents completed baseline measures of pain interference, pain intensity, functional disability, pain acceptance, depression, and anxiety. Then, AYA and parents participated separately in a 2-day small-group ACT workshop. A telephone booster session occurred 1 month post-intervention. Three-month post-treatment measures were completed by mail. Ten adolescents (4 males; M age = 16.9 years) and seven parents provided baseline and 3-month data. Mean satisfaction with the study was moderate to high (3.9 for patients and 4.6 for parents on a 1-5 scales). Patients and parents reported significant declines in patients' pain interference at 3 months post-treatment. Patient-reported pain intensity significantly declined from baseline to 3 months. Parents reported marginally greater acceptance of their child's pain. No changes emerged in functional ability or mood. Preliminary findings suggest that a brief ACT group intervention is feasible and may help AYA with NF1 and PNs cope with their chronic pain, although larger randomized studies are needed to confirm treatment efficacy. © 2016 Wiley Periodicals, Inc.",
  "authors": "Staci Martin; Pamela L Wolters; Mary Anne Toledo-Tamula; Shawn Nelson Schmitt; Andrea Baldwin; Amy Starosta; Andrea Gillespie; Brigitte Widemann",
  "journal": "American journal of medical genetics. Part A",
  "publicationDate": "2016-06",
  "doi": "10.1002/ajmg.a.37623",
  "methods": "MATERIALS AND METHODS Eligibility Criteria Eligible AYA participants were between 12 and 21 years of age and were enrolled on an NF1 natural history or treatment study at a government research institute. All patients must have had a diagnosis of NF1 according to the NIH Consensus Conference criteria [ Stumpf et al., 1988 ] or have had a confirmed germline  NF1  mutation with analysis performed in a CLIA-certified laboratory. Patients also must have had a response of three or higher on a pain interference item (1–5 scales) from a self-report or parent-report QOL measure (Impact of Pediatric Illness Scale [ Wolters et al., 2010 ]) assessing the extent to which pain interfered with the patient’s daily functioning over the past month. They could not be participating in other medical or behavioral treatment studies for pain management or scheduled to begin a new treatment protocol for their NF1 during the 3 months on the current study. Finally, patients also had to be living with a primary caregiver who was willing to participate in the parent intervention. In total, 20 eligible patient–parent pairs were identified (see  Fig. 1 ). Of these pairs, 14 (70%) agreed to participate and were enrolled. The primary reason cited for non-participation was difficulty traveling to the research facility from distant locations. The majority of enrolled patients (86%) took part in all three workshop sessions, and 83% of patients and 56% of parents who completed the workshop provided complete follow-up data. Measures Questionnaires were administered to patients and parents at baseline and at the 3-month follow-up assessment. These validated measures assessed domains of pain interference, pain intensity, functional disability, pain acceptance, pain-related anxiety, depression, health-related quality of life, parent psychological distress, and disease severity (completed by a nurse practitioner). In addition, two scales developed by the authors for the current study assessed pain management techniques used by the patients (Pain Management Inventory) and treatment adherence and study satisfaction (Post-Treatment Questionnaire). Details on these measures are in  Table I . Procedures The research site’s Institutional Review Board approved study procedures (registered with  clinicaltrials.gov , # ). Adult patients, or parents of patients younger than 18 years, were contacted by phone if they had indicated the presence of chronic pain to a nurse practitioner during a physical examination at their most recent visit (typically within the past year). If eligible, interested families were scheduled to attend a small group workshop (3–5 patients per group) with approximately same-aged peers. When possible, this visit was scheduled to coincide with a previously scheduled medical visit. A nurse practitioner conducted a history and physical exam, including a thorough pain assessment, and baseline questionnaires were completed. Following baseline procedures, the ACT intervention was implemented in three 2-hr sessions occurring over 2 days. The 2-day workshop format was chosen since most families are referred to our NF1 program from around the United States. Thus, weekly sessions were not practical. One month after the workshop, patients and parents were contacted by telephone for a “booster” session. Three months post-intervention, participants were asked to complete follow-up questionnaires by mail. If forms were not returned within 2 weeks, a researcher called the participant to confirm receipt and to encourage the participant to return them as soon as possible. ACT Intervention The ACT workshops consisted of a patient program and corresponding parent program, each focused on helping participants cope with the patient’s pain more effectively. Two therapists conducted each group. Workshop content was adapted from manualized ACT interventions outlined in books [ Hayes et al., 1999 ;  Dahl et al., 2005 ] and articles [ Wicksell et al., 2007 ;  Vowles et al., 2009 ;  Masuda et al., 2011 ]. We modified some techniques to make them more appropriate for teenagers. While the manual content did not differ for younger versus older adolescents, some specific examples of ACT concepts varied. For example, when discussing values, the younger patients were more focused on sports and friends, while the older adolescents often brought up values related to academics, career, and romantic relationships. During the first workshop session with the AYA, the nurse practitioner briefly discussed physiological aspects of pain in NF1. Patients were informed that if they had any new pain or a significant increase in pain while on study, they should contact their physician. The remainder of the sessions focused on ACT-specific techniques and discussion. Briefly, content included an overview and practice of mindfulness techniques, such as mindful breathing. We also discussed how pain has interfered with the patients’ daily lives, specifically with respect to achieving values-consistent goals. Patients were encouraged to try defusion techniques, such as physicalizing their pain (i.e., picturing their pain as a separate form or shape) [ Hayes et al., 1999 ] and verbalizing fused thought content using a silly or different voice. Acceptance was practiced by engaging in imagery whereby patients visualized their pain inside their body and imagined making space for it instead of trying to get rid of it [ Harris, 2008 ]. Finally, workshop facilitators helped patients outline short- and long-term goals consistent with their identified values, and worked to increase willingness to commit to these goals while living with their pain. The parent workshop focused on using ACT techniques to support their child in living more consistently with his or her values, and to help themselves cope with feelings about their child’s pain. Parents were encouraged to practice mindfulness, to increase their acceptance of their child’s condition, and to establish goals consistent with their identified parenting values. All participants were assigned ACT exercises to practice on their own between each session. Patients and parents were also given a workbook to take home that included a summary of the topics discussed and exercises for continuing to work on ACT techniques at home. One-Month Telephone “Booster” Session Four to six weeks after the baseline visit, a therapist called all patients and parents individually for a “booster” session. During these 15–20 min calls, participants were asked about the progress they had made toward their goals. The core ACT principles and techniques were reviewed, including strategies for overcoming barriers or challenges the participants reported experiencing. The therapist encouraged them to continue working on their goals. Parents were asked about their child’s progress and their own use of ACT strategies to help them in their parenting goals. Statistical Analyses Descriptive statistics were computed on the variables of interest (means, standard deviations). Due to the small sample size, the Wilcoxon signed rank test was used to assess changes on the outcome measures from baseline to 3 months. Spearman correlations were conducted to assess the relationships between primary and secondary measures.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:26:40",
  "introduction": "INTRODUCTION Neurofibromatosis type 1 (NF1) is an autosomal dominant genetic disorder caused by a mutation on chromosome 17 that affects approximately 1 in 3,500 individuals [ Tonsgard, 2006 ]. The clinical presentation varies considerably between patients [ Rieley et al., 2011 ], even in patients carrying the identical germline  NF1  mutation. Manifestations and complications include plexiform neurofibromas (PNs), café au lait macules, dermal neurofibromas, optic pathway gliomas, Lisch nodules, scoliosis, malignant peripheral nerve sheath tumors (MPNSTs), as well as learning disabilities, attention problems, and social-emotional problems [ Tonsgard, 2006 ]. Multiple clinical manifestations of NF1 can cause associated pain. For example, PNs are benign, sometimes painful tumors comprised of a proliferation of cells in the nerve sheath present in one-third to over half of people with NF1 [ Tucker et al., 2009 ;  Jett and Friedman, 2010 ]. Individuals with these tumors can have disfigurement, significant functional deficits [ Mautner et al., 2010 ], and reduced activities of daily living [ Martin et al., 2014 ]. Other NF-related manifestations that can cause pain include frequent headaches, scoliosis, and other orthopedic problems, pseudoarthrosis, and gastrointestinal complications [ Tonsgard, 2006 ;  Georgescu et al., 2007 ;  Brems et al., 2009 ]. Despite efforts to develop and investigate chemotherapeutic agents, the first-line treatment for PNs is surgical debulking, but outcomes often are compromised due to the involvement of nearby nerve tissue or other vital structures, and tumor regrowth following surgery is common [ Jett and Friedman, 2010 ]. Pain from PNs and other NF1-related conditions sometimes is managed with medications, including nonsteroidal anti-inflammatory drugs (NSAIDs), anticonvulsants, and narcotics. However, many people taking pain medications experience side effects such as nausea, loss of appetite, and sedation [ Swann, 2001 ;  Rodriguez et al., 2008 ], and may continue to report pain [ Wolters et al., 2015 ]. Acceptance and Commitment Therapy (ACT [ Hayes et al., 1999 ]) is a psychological treatment that has been used to minimize pain interference and maximize quality of life (QOL) among adolescents and adults with chronic pain [ Wicksell et al., 2009 ;  Buhrman et al., 2013 ]. Such individuals tend to spend extensive energy trying to avoid or control their pain, which is often futile. Through processes such as mindfulness and acceptance, individuals can let go of the struggle against pain that cannot be changed, focus more intently on things that matter to them, and engage in behaviors that are consistent with their chosen values [ Hayes et al., 1999 ]. Other ACT processes focus on increasing psychological flexibility through creating distance from unhelpful thoughts (defusion), and enhancing willingness to engage in valued activities even in the presence of painful thoughts or sensations [ Hayes et al., 1999 ;  Prevedini et al., 2011 ]. As such, the goal of ACT is not to eliminate pain, but to change the person’s relationship with their pain so that it is not the defining feature of their life. This shift in perspective resulting from the aforementioned ACT processes ultimately helps the person achieve and maintain a higher QOL [ McCracken and Eccleston, 2003 ;  Wicksell et al., 2011 ]. Although no published studies have utilized ACT in individuals with NF1 to our knowledge, researchers have examined the effectiveness of ACT in various chronic pain populations. Compared to wait-list control groups and usual treatments, ACT has improved pain-related and psychological outcomes among adults with conditions such as fibromyalgia, chronic back pain, and generalized pain [ Thorsell et al., 2011 ;  Buhrman et al., 2013 ;  Wicksell et al., 2013 ], and in youth with idiopathic pain [ Wicksell et al., 2009 ]. A meta-analysis reported moderate effect sizes for acceptance-based interventions on pain intensity, depression, anxiety, and QOL [ Veehof et al., 2011 ]. Overall, research indicates that ACT is at least as helpful as other methodologies (e.g., cognitive behavioral therapy, relaxation) for individuals with various types of pain. However, NF1 is distinct from these other conditions in terms of the probable neuropathic nature of the pain [ Ferner et al., 2004 ] as well as the fact that many individuals with NF1 have learning and attention problems; thus, investigations on the feasibility and efficacy of ACT within this population are needed. Psychological treatments for youth often involve the parents. In AYA with NF1, this may be particularly important since many of these youth continue living with their parents well after high school graduation [ Martin et al., 2014 ]. Parental involvement in psychological interventions can improve adolescent outcomes [ Eccleston et al., 2012 ]. Further, parents of children with chronic illness may benefit from interventions themselves, since they often report higher levels of stress and depression than parents of healthy children [ Patino-Fernandez et al., 2008 ;  Szabo et al., 2010 ]. ACT therapists help parents shift their focus from alleviating their child’s pain to helping their child live a valued life in the presence of their pain [ Wicksell et al., 2009 ]. Numerous researchers have found ACT to be effective among adolescents and adults when delivered via weekly group sessions [ Butryn et al., 2011 ;  Gauntlett-Gilbert et al., 2013 ] and when delivered in a brief format (e.g., in as little as four 1-hr sessions [ Dahl et al., 2004 ]). To our knowledge, a brief ACT group workshop for pain with parallel parent and youth modules has not been investigated. Study Objectives The lack of published studies examining psychological interventions for youth with NF1 and chronic pain points to a noteworthy gap in the literature. To address this gap, this pilot study assessed the feasibility and preliminary efficacy of a 2-day ACT group workshop for AYA with NF1 and chronic pain and a corresponding workshop for their parents. Our primary aim was to assess feasibility by examining adherence to the intervention, rates of missing data, and study satisfaction. Secondary aims were to explore changes in pain interference (i.e., how much pain interferes with daily functioning), pain intensity, functional disability, pain acceptance, pain-related anxiety, depression, and QOL in the patients from baseline to 3 months post-intervention. We also assessed changes in parent mood and acceptance of their child’s pain.",
  "results": "RESULTS Demographic and Medical Characteristics Six females and six males completed the patient intervention. Of these, two did not return their 3-month questionnaires, so data for the 10 patients who completed all time points are presented in the sections that follow. Also, we were unable to reach one mother for the 1-month booster session, but included her 3-month data in the analyses. The small sample size precluded statistical examination of pre-intervention differences between those who provided complete data and those who did not. The mean age of the ten patients who completed the study was 16.9 years (SD = 2.9, range 12–20 years). All of the patients were enrolled on an NF1 natural history study at our center; none of the youth were on active treatment for their NF1 (e.g., for tumor shrinkage) during the course of their participation on the current study. Eight of the ten patients were taking pain medication regularly at the baseline evaluation. Nonpharmacological techniques to address pain included yoga (n = 1), massage (n = 1), and hydrotherapy (n = 1). Regarding parents, nine mothers and three fathers completed the workshop. The mean level of parent education was 14.1 years (SD = 1.7, range 12–17 years). Patient age, gender, and parent education were unrelated to primary study variables. Further demographic and medical variables for these patients are shown in  Table II . Pre-Post Differences As shown in  Table III , patient-reported pain interference on the MBPI was significantly lower at the 3-month follow-up compared to baseline ( P  = 0.04), although the same results were not found on the self-report PII ( P  = 0.14). Parent ratings on the PII declined, indicating less pain interference in the patients, from baseline to the 3-month follow-up ( P  = 0.02). Patient VAS ratings of their pain intensity were significantly lower at the 3-month time point compared to baseline ( P  = 0.01). Furthermore, parent PAPIQ scores increased, indicating greater acceptance of their child’s pain, from baseline to 3 months, but this difference did not reach statistical significance ( P  = 0.07). No pre-post changes were evident with respect to functional ability, anxiety, depression, or quality of life by patient or parent report ( P  values range from 0.17 to 0.99; see  Table III ). Six of the ten patients were taking less pain medication at follow-up compared to baseline; of these, three were taking fewer medications, two were taking a lower dose, and one was taking both fewer medications and a lower dose. Two patients were taking more medications and one increased the dose of her current medication. One patient was not taking any medications at either time point. Adherence to the Intervention Sixty percent of patients reported using mindfulness at least weekly and 60% reported using defusion techniques at least weekly. Eighty percent of patients endorsed practicing willingness (i.e., engaging in valued activities while in pain) weekly or more. Most parents reported engaging in mindfulness (71%) and defusion (71%) weekly or more. Likewise, 71% reported encouraging their child to do a valued activity while in pain at least once a week. Overall Satisfaction With Study At the 3-month follow-up, the mean rating of how much patients liked participating in the study was 3.9 out of 5 (SD = 1.3, range 1–5). The mean parent rating was 4.6 out of 5 (SD = 0.51, range 4–5). Patient satisfaction ratings were not correlated with any outcome measures or adherence variables (all  Ps  > 0.05). The restricted range in parent satisfaction ratings (i.e., four parents rated satisfaction as 5 out of 5, three parents as 4 out of 5) prevented analysis of how these ratings correlated with study variables. On the open-ended items, patients’ comments regarding what they liked about the study included, “it taught me great strategies to deal with my pain,” and “talking to other kids with NF.” On the other hand, one 15-year old female wrote, “I would have liked to learn more and seen more examples of what we did. Sometimes I feel what I’m doing is wrong.” Parent responses to the open-ended question about what was most helpful included, “It has helped me deal not only with [my child’s] pain but pain associated with myself and others as well. It has helped out tremendously in our family!” Another parent wrote that it helps her “take time before reacting,” while another indicated that ACT techniques help with “bonding with my daughter [and] helping my daughter deal with pain.” Responses about barriers to practicing ACT techniques included “forgetting to use them” and “reverting back to usual responses.”",
  "discussion": "CONCLUSIONS Treatment options for painful NF1-related symptoms are limited. This pilot study is the first to examine feasibility and efficacy of a brief, ACT group workshop for both patients with chronic pain and their parents. Adherence to the intervention and study satisfaction rates support the feasibility of this program. Moreover, preliminary results suggest that ACT may offer an effective tool for decreasing pain interference and pain intensity in AYA with NF1 and chronic pain. It also may help parents increase their acceptance of their child’s pain, although randomized studies with larger samples are needed to confirm these tentative findings. Importantly, even a brief ACT intervention with minimal follow-up may lead to improved pain outcomes, and mental health clinicians are encouraged to implement ACT techniques within NF1 clinics. Thus, this pilot study offers initial support for the use of ACT as a viable alternative to pain medication or as a supplement to medical treatment in youth with NF1 and chronic pain.",
  "upgrade_date": "2026-02-20 07:30:14"
}