{
  "pmid": "27021207",
  "abstract": "Acceptance and commitment therapy in youth with neurofibromatosis type 1 (NF1)  and chronic pain and their parents: A pilot study of feasibility and preliminary  efficacy.  Martin S(1), Wolters PL(1), Toledo-Tamula MA(2), Schmitt SN(1)(3), Baldwin A(1),  Starosta A(1)(4), Gillespie A(1), Widemann B(1).  Author information: (1)Pediatric Oncology Branch, National Cancer Institute, Montgomery County,  Bethesda, Maryland. (2)Clinical Research Directorate/CMRP, Leidos Biomedical Research, Inc.,  National Laboratory for Cancer Research, Frederick County, Frederick, Maryland. (3)Ettenhofer Laboratory for Neurocognitive Research, Uniformed Services  University of the Health Sciences, Montgomery County, Bethesda, Maryland. (4)University at Albany, State University of New York, Albany County, Albany,  New York.  Neurofibromatosis type 1 (NF1) is an autosomal dominant genetic disorder  affecting about 1 in 3,500 individuals. Chronic pain is commonly reported among  individuals with NF1 and plexiform neurofibroma tumors (PNs). Acceptance and  Commitment Therapy (ACT), an empirically supported method for addressing chronic  pain, helps individuals re-focus on valued relationships and activities. This  pilot study investigated the feasibility and preliminary efficacy of a brief ACT  workshop in the NF1 population. Eligible participants included adolescents and  young adults (AYA; 12-21 years) with NF1 and chronic pain that interfered with  daily functioning and their parents. Patients and parents completed baseline  measures of pain interference, pain intensity, functional disability, pain  acceptance, depression, and anxiety. Then, AYA and parents participated  separately in a 2-day small-group ACT workshop. A telephone booster session  occurred 1 month post-intervention. Three-month post-treatment measures were  completed by mail. Ten adolescents (4 males; M age = 16.9 years) and seven  parents provided baseline and 3-month data. Mean satisfaction with the study was  moderate to high (3.9 for patients and 4.6 for parents on a 1-5 scales).  Patients and parents reported significant declines in patients' pain  interference at 3 months post-treatment. Patient-reported pain intensity  significantly declined from baseline to 3 months. Parents reported marginally  greater acceptance of their child's pain. No changes emerged in functional  ability or mood. Preliminary findings suggest that a brief ACT group  intervention is feasible and may help AYA with NF1 and PNs cope with their  chronic pain, although larger randomized studies are needed to confirm treatment  efficacy. © 2016 Wiley Periodicals, Inc.  © 2016 Wiley Periodicals, Inc.  DOI: 10.1002/ajmg.a.37623 PMCID: PMC6675568 PMID: 27021207 [Indexed for MEDLINE]",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-16T15:43:53.387825",
  "abstract_length": 2745,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}