{
  "pmid": "PMID:27021207",
  "title": "Acceptance and commitment therapy in youth with neurofibromatosis type 1 (NF1) and chronic pain and their parents: A pilot study of feasibility and preliminary efficacy.",
  "abstract": "Neurofibromatosis type 1 (NF1) is an autosomal dominant genetic disorder affecting about 1 in 3,500 individuals. Chronic pain is commonly reported among individuals with NF1 and plexiform neurofibroma tumors (PNs). Acceptance and Commitment Therapy (ACT), an empirically supported method for addressing chronic pain, helps individuals re-focus on valued relationships and activities. This pilot study investigated the feasibility and preliminary efficacy of a brief ACT workshop in the NF1 population. Eligible participants included adolescents and young adults (AYA; 12-21 years) with NF1 and chronic pain that interfered with daily functioning and their parents. Patients and parents completed baseline measures of pain interference, pain intensity, functional disability, pain acceptance, depression, and anxiety. Then, AYA and parents participated separately in a 2-day small-group ACT workshop. A telephone booster session occurred 1 month post-intervention. Three-month post-treatment measures were completed by mail. Ten adolescents (4 males; M age = 16.9 years) and seven parents provided baseline and 3-month data. Mean satisfaction with the study was moderate to high (3.9 for patients and 4.6 for parents on a 1-5 scales). Patients and parents reported significant declines in patients' pain interference at 3 months post-treatment. Patient-reported pain intensity significantly declined from baseline to 3 months. Parents reported marginally greater acceptance of their child's pain. No changes emerged in functional ability or mood. Preliminary findings suggest that a brief ACT group intervention is feasible and may help AYA with NF1 and PNs cope with their chronic pain, although larger randomized studies are needed to confirm treatment efficacy. © 2016 Wiley Periodicals, Inc.",
  "authors": "Staci Martin; Pamela L Wolters; Mary Anne Toledo-Tamula; Shawn Nelson Schmitt; Andrea Baldwin; Amy Starosta; Andrea Gillespie; Brigitte Widemann",
  "journal": "American journal of medical genetics. Part A",
  "publicationDate": "2016-06",
  "doi": "10.1002/ajmg.a.37623",
  "methods": "MATERIALS AND METHODS Eligibility Criteria Eligible AYA participants were between 12 and 21 years of age and were enrolled on an NF1 natural history or treatment study at a government research institute. All patients must have had a diagnosis of NF1 according to the NIH Consensus Conference criteria [ Stumpf et al., 1988 ] or have had a confirmed germline  NF1  mutation with analysis performed in a CLIA-certified laboratory. Patients also must have had a response of three or higher on a pain interference item (1–5 scales) from a self-report or parent-report QOL measure (Impact of Pediatric Illness Scale [ Wolters et al., 2010 ]) assessing the extent to which pain interfered with the patient’s daily functioning over the past month. They could not be participating in other medical or behavioral treatment studies for pain management or scheduled to begin a new treatment protocol for their NF1 during the 3 months on the current study. Finally, patients also had to be living with a primary caregiver who was willing to participate in the parent intervention. In total, 20 eligible patient–parent pairs were identified (see  Fig. 1 ). Of these pairs, 14 (70%) agreed to participate and were enrolled. The primary reason cited for non-participation was difficulty traveling to the research facility from distant locations. The majority of enrolled patients (86%) took part in all three workshop sessions, and 83% of patients and 56% of parents who completed the workshop provided complete follow-up data. Measures Questionnaires were administered to patients and parents at baseline and at the 3-month follow-up assessment. These validated measures assessed domains of pain interference, pain intensity, functional disability, pain acceptance, pain-related anxiety, depression, health-related quality of life, parent psychological distress, and disease severity (completed by a nurse practitioner). In addition, two scales developed by the authors for the current study assessed pain management techniques used by the patients (Pain Management Inventory) and treatment adherence and study satisfaction (Post-Treatment Questionnaire). Details on these measures are in  Table I . Procedures The research site’s Institutional Review Board approved study procedures (registered with  clinicaltrials.gov , # ). Adult patients, or parents of patients younger than 18 years, were contacted by phone if they had indicated the presence of chronic pain to a nurse practitioner during a physical examination at their most recent visit (typically within the past year). If eligible, interested families were scheduled to attend a small group workshop (3–5 patients per group) with approximately same-aged peers. When possible, this visit was scheduled to coincide with a previously scheduled medical visit. A nurse practitioner conducted a history and physical exam, including a thorough pain assessment, and baseline questionnaires were completed. Following baseline procedures, the ACT intervention was implemented in three 2-hr sessions occurring over 2 days. The 2-day workshop format was chosen since most families are referred to our NF1 program from around the United States. Thus, weekly sessions were not practical. One month after the workshop, patients and parents were contacted by telephone for a “booster” session. Three months post-intervention, participants were asked to complete follow-up questionnaires by mail. If forms were not returned within 2 weeks, a researcher called the participant to confirm receipt and to encourage the participant to return them as soon as possible. ACT Intervention The ACT workshops consisted of a patient program and corresponding parent program, each focused on helping participants cope with the patient’s pain more effectively. Two therapists conducted each group. Workshop content was adapted from manualized ACT interventions outlined in books [ Hayes et al., 1999 ;  Dahl et al., 2005 ] and articles [ Wicksell et al., 2007 ;  Vowles et al., 2009 ;  Masuda et al., 2011 ]. We modified some techniques to make them more appropriate for teenagers. While the manual content did not differ for younger versus older adolescents, some specific examples of ACT concepts varied. For example, when discussing values, the younger patients were more focused on sports and friends, while the older adolescents often brought up values related to academics, career, and romantic relationships. During the first workshop session with the AYA, the nurse practitioner briefly discussed physiological aspects of pain in NF1. Patients were informed that if they had any new pain or a significant increase in pain while on study, they should contact their physician. The remainder of the sessions focused on ACT-specific techniques and discussion. Briefly, content included an overview and practice of mindfulness techniques, such as mindful breathing. We also discussed how pain has interfered with the patients’ daily lives, specifically with respect to achieving values-consistent goals. Patients were encouraged to try defusion techniques, such as physicalizing their pain (i.e., picturing their pain as a separate form or shape) [ Hayes et al., 1999 ] and verbalizing fused thought content using a silly or different voice. Acceptance was practiced by engaging in imagery whereby patients visualized their pain inside their body and imagined making space for it instead of trying to get rid of it [ Harris, 2008 ]. Finally, workshop facilitators helped patients outline short- and long-term goals consistent with their identified values, and worked to increase willingness to commit to these goals while living with their pain. The parent workshop focused on using ACT techniques to support their child in living more consistently with his or her values, and to help themselves cope with feelings about their child’s pain. Parents were encouraged to practice mindfulness, to increase their acceptance of their child’s condition, and to establish goals consistent with their identified parenting values. All participants were assigned ACT exercises to practice on their own between each session. Patients and parents were also given a workbook to take home that included a summary of the topics discussed and exercises for continuing to work on ACT techniques at home. One-Month Telephone “Booster” Session Four to six weeks after the baseline visit, a therapist called all patients and parents individually for a “booster” session. During these 15–20 min calls, participants were asked about the progress they had made toward their goals. The core ACT principles and techniques were reviewed, including strategies for overcoming barriers or challenges the participants reported experiencing. The therapist encouraged them to continue working on their goals. Parents were asked about their child’s progress and their own use of ACT strategies to help them in their parenting goals. Statistical Analyses Descriptive statistics were computed on the variables of interest (means, standard deviations). Due to the small sample size, the Wilcoxon signed rank test was used to assess changes on the outcome measures from baseline to 3 months. Spearman correlations were conducted to assess the relationships between primary and secondary measures.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:26:40"
}