{
  "pmid": "PMID:27081657",
  "title": "A randomized placebo-controlled lovastatin trial for neurobehavioral function in neurofibromatosis I.",
  "abstract": "OBJECTIVE: Lovastatin has been shown to reverse learning deficits in a mouse model of Neurofibromatosis Type 1 (NF1), a common monogenic disorder caused by a mutation in the Ras-MAPK pathway and associated with learning disabilities. We conducted a randomized double-blind placebo-controlled trial to assess lovastatin's effects on cognition and behavior in patients with NF1. METHOD: Forty-four NF1 patients (mean age 25.7+/-11.6 years; 64% female) were randomly assigned to 14 weeks of lovastatin (N = 23; maximum dose of 80 mg/day for adult participants and 40 mg/day for children) or placebo (N = 21). Based on findings in the mouse model, primary outcome measures were nonverbal learning and working memory. Secondary outcome measures included verbal memory, attention, and self/parent-reported behavioral problems, as well as tolerability of medication. Participants also underwent neuroimaging assessments at baseline and 14 weeks, to determine whether neural biomarkers were associated with treatment response. Linear mixed models assessed for differential treatment effects on outcome measures. RESULTS: Twelve participants dropped from the study prior to completion (8 placebo, 4 lovastatin), resulting in 32 completers (15 placebo, 17 lovastatin). Lovastatin was well-tolerated, with no serious adverse events. Differential improvement favoring lovastatin treatment was observed for one primary (working memory; effect size f (2) = 0.70, P < 0.01) and two secondary outcome measures (verbal memory, f (2) = 0.19, P = 0.02, and adult self-reported internalizing problems, f (2) = 0.26, P = 0.03). Exploratory moderator analyses revealed that higher baseline neural activity in frontal regions was associated with larger treatment effects. INTERPRETATION: These preliminary results suggest beneficial effects of lovastatin on some learning and memory functions, as well as internalizing symptoms in patients with NF1.",
  "authors": "Carrie E Bearden; Gerhard S Hellemann; Tena Rosser; Caroline Montojo; Rachel Jonas; Nicole Enrique; Laura Pacheco; Shaun A Hussain; Joyce Y Wu; Jennifer S Ho; James J McGough; Catherine A Sugar; Alcino J Silva",
  "journal": "Annals of clinical and translational neurology",
  "publicationDate": "2016-04",
  "doi": "10.1002/acn3.288",
  "methods": "Patients and Methods Design A prospective double‐blind, placebo‐controlled, randomized 14‐week clinical trial was conducted in individuals with NF1 between January 2010 and March 2013. The study is registered at clinicaltrials.gov, trial #  NCT00352599 . Participants Participants were recruited from three primary sources: (1) The Children's Hospital Los Angeles Neurofibromatosis Clinic, a major NF1 referral center for the greater Los Angeles region; (2) local Children's Tumor Foundation and NF Network educational symposia; and (3) websites, both NF‐specific and  www.clinicaltrials.gov . Following receipt of thorough verbal and written descriptions of study requirements, and prior to initiation of any study activities, all participants provided written consent or parental permission and child/youth assent following procedures approved by the UCLA Institutional Review Board. Participants were screened and enrolled by a pediatric neurologist (TR), a clinician with experience in caring for individuals with NF1. Inclusion criteria were as follows: (1) Meets the NIH NF1 diagnostic criteria 14  and does not have segmental NF1 ;  (2) 10–50 years of age; (3) Full‐Scale IQ of at least 70, as determined by the Wechsler Abbreviated Scale of Intelligence (WASI 15 ); (4) Not currently taking a statin medication; (5) Not suffering from hypercholesterolemia, based on National Cholesterol Education Program (NCEP) guidelines 16 ; (6) Normal hepatic, muscle enzyme (CPK), hematologic, renal function and cholesterol lab values on initial screening; (7) Not taking any additional medications with potential interactions with lovastatin; (8) No comorbid major neurological or psychiatric disorder (e.g., epilepsy, bipolar disorder, psychotic illness, major depression); (9) No evidence of intracranial pathology (other than asymptomatic optic pathway glioma); (10) Female participants could not be pregnant or lactating; sexually active females were required to use adequate birth control measures during the study and undergo regular urine pregnancy testing; (11) Sufficient English fluency to avoid invalidating research measures. Participants with a clinical diagnosis of ADHD were included, but those subjects on medication for ADHD treatment were required to continue the same medication dose throughout the duration of the study (Table  1 ). Additionally, none of the subjects included in the study had other NF1‐related gliomas. Table 1 Baseline demographics NF1 Participants‐lovastatin ( n  = 21) NF1 Participants‐placebo ( n  = 23) \n P  ‐value Age (years, ±SD) 27.0 (12.4) 24.4 (11.0) 0.47 Gender ( N , % female) 11 (52%) 17 (74%) 0.14 Hispanic ( N , %) 4 (19%) 10 (43%) 0.08 Full Scale intellectual function (IQ) (mean, ±SD) 98.3 (13.3) 99.8 (12.9) 0.72 Race Caucasian 16 (76%) 13 (56%) 0.28 African American 1 (5%) 5 (21%) Asian 4 (14%) 4 (17%) Native American 1 (5%) 0 Other 0 1 (4%) ADHD (attention deficit disorder diagnosis) ( N , %) 3 (14%) 6 (26%) 0.46 Years education (SD) 14.4 (4.0) 13.3 (40) 0.34 Other Medication (Antidepressant/Benzodiazepine/ Psychostimulant/Mood stabilizer/ Other) 3/0/1/0/1 2/1/0/1/1 0.60 John Wiley & Sons, Ltd Medication protocol Subjects were randomized 1:1 to lovastatin or placebo using a computer‐generated permuted‐block, randomization list. Separate randomizations were performed for adult ( n  = 30) and child ( n  = 14) study participants to ensure that treatment assignment was balanced by age. Randomization was performed by the UCLA investigational pharmacist, who assigned participants in the order of their enrollment in the trial and dispensed the medication. Study participants, their parents, and all study investigators and personnel were blind to the treatment allocation. The randomization list was only accessible to the senior database programmer and the pharmacist. Participants' treatment allocation and test results remained de‐identified until all follow‐up was completed. Subjects were treated once daily for 14 weeks with lovastatin or placebo. Adults receiving lovastatin were administered doses of 40 mg/day for week 1, 60 mg/day for week 2 and 80 mg/day for weeks 3–14. Children and adolescents (age 10–17) were administered 20 mg/day for week 1, 30 mg for week 2 and 40 mg for weeks 3–14. This dosing schedule was based on guidelines for adults 17  and children 18  with hypercholesterolemia, respectively. The capsules containing placebo or lovastatin were identical in color, shape, and size. Medication safety monitoring and adherence Following enrollment, participants underwent a physical examination, including height, weight, and vital signs, conducted by the study physician (TR) in order to verify the NF1 diagnosis based on NIH NF1 diagnostic criteria 14  and to ensure that there were no medical contraindications to participation. Baseline laboratory studies included: complete blood count (CBC), aspartate aminotransferase (AST), alanine transaminase (ALT), bilirubin, creatinine, blood urea nitrogen (BUN), glucose, creatine phosphokinase (CPK), and lipid panels. Menstruating female participants had urine pregnancy tests. Follow‐up visits occurred at 4 weeks, 8 weeks, and 14 weeks following treatment initiation and included a comprehensive physical examination, open‐ended adverse event inquiry, documentation of concomitant medications, and repeated laboratory studies. A final study visit occurred at 18 weeks, 1 month after cessation of medication/placebo therapy, and included a final physical examination as well as adverse event monitoring. An independent study physician monitored laboratory results in parallel with study visits to insure ongoing participant safety as well as keeping the treating physician blinded to the treatment condition. Medication compliance was assessed at the week 4, 8, and 14‐week visits. Participants were judged medication‐compliant when they took at least 80% of their study medication during the intervention period of 14 weeks, which was assessed by counting returned capsules and with a pill diary. General lovastatin and placebo toxicity were monitored throughout the trial using standard guidelines ( http://ctep.cancer.gov ), and were rated as being not drug related, possibly drug related, or definitely drug related prior to unblinding. Criteria for study discontinuation included: (1) Noncompliance with administration of lovastatin or placebo tablets, and/or with required follow‐up; (2) development of a medical condition or initiation of another medication with which lovastatin is contra‐indicated; (3) development of significant drug toxicity (defined as grade 2 or higher toxicity which persists after 10 days off lovastatin); (4) pregnancy in a female participant. Outcome measures Outcome measures were assessed at baseline and after 14 weeks of treatment. Parallel versions of tests were applied when available to reduce the impact of practice effects. Primary outcomes were two neuropsychological measures that were most analogous to statin‐responsive tests in  Nf1  mice, specifically: the Brief Visuospatial Memory Test – Revised (BVMT, Immediate and Delayed 19 ; nonverbal declarative memory) and the Letter‐Number Sequencing task (LNS 20 ; working memory). For the secondary outcomes, we selected neuropsychological and behavioral tests to assess domains that are differentially affected in NF1 patients, that is, attention, learning and memory, and social behavior 2 ,  3 : Digit Cancellation (attention/inhibitory control) 21 , Hopkins Verbal Learning Test (HVLT; verbal declarative memory 22 ), WISC‐III Object Assembly (visuoconstructive ability) 23 , and Internalizing and Externalizing symptoms, as well as the Attention, Thought and Social Problems subscales from either the Achenbach Child Behavior Checklist (CBCL; self‐ and parent‐report) or Young Adult Self Report (YASR) 24 ,  25 . Due to the exploratory nature of this trial, additional tertiary neurocognitive and behavioral measures (deemed less central to the characteristic NF1 cognitive profile) included: the Neuropsychological Assessment Battery (NAB) Mazes 26 , Delis–Kaplan Executive Function Scale (D‐KEFS) verbal fluency (category and letter fluency) 27  and the Behavior Rating Inventory of Executive Function (BRIEF; General Executive Composite (GEC) score) 28 . All neuropsychological tests were administered and scored by trained psychometricians blind to treatment condition. Functional imaging measures were also collected at baseline and 14‐week follow‐up to explore its potential both as a predictor of eventual treatment response and as an intermediate marker of treatment‐related change. Image acquisition All scanning was carried out on identical Siemens 3 Tesla Tim Trio (Erlangen, Germany) MRI scanners using identical protocols at either the UCLA Brain Mapping Center or the Center for Cognitive Neuroscience (CCN). Measures of brain structure were obtained using T1‐weighted anatomical images acquired with an MPRAGE sequence with the following acquisition parameters: TR/TE/TI = 2300/2.89/900 ms; flip angle = 9 degrees; slice thickness = 1.20 mm, with a 240 × 256 acquisition matrix. Spatial capacity working memory (SCAP) task A spatial working memory functional MRI paradigm, designed to be analogous to the behavioral tasks used in the mouse model, was also administered. We previously found hypoactivation of fronto‐parietal neural circuitry using this task in untreated NF1 patients 29 . Specifically, subjects were shown a target array of 1, 3, 5, or 7 yellow circles positioned pseudo‐randomly around a central fixation, as detailed in Glahn et al 30 . After a variable delay, subjects were shown a single green circle and asked to indicate whether that circle was in the same position as one of the target circles. Participants took part in a behavioral training session immediately prior to the one‐hour scan. In the scanner, trial events included a 2‐sec target array, 1.5, 3, and 4.5‐sec(s) delay, 3‐sec probe array, and a jittered (average of 2 sec) intertrial interval (ITI) with a fixation. During the task, 291 functional T2*‐weighted echoplanar images (EPIs) were collected with the following parameters: slice thickness = 4 mm, 34 slices, TR = 2 sec, TE = 30 ms, flip angle = 90°, matrix 192 × 192, FOV = 192 mm. Functional MRI analysis fMRI data analyses were performed using tools from the FMRIB software library ( www.fmrib.ox.ac.uk/fsl ), version 5.0, using the same processing steps as described in our prior publications 29 ,  31 , including spatial smoothing, temporal filtering, and a three‐step registration process in which EPI images were first registered to the matched‐bandwidth high‐resolution scan, then to the structural image, and finally into standard (Montreal Neurological Institute (MNI)) space, using nonlinear transformations 32 . Thirty‐seven subjects completed a baseline SCAP fMRI scan (18 statin, 19 placebo), of whom 5 were excluded due to an artifact in structural scan ( n  = 2) or excessive motion (translational motion >2 mm or 3 or more spikes greater than 1 mm in at least one scan;  n  = 3), resulting in 32 subjects (17 lovastatin, 15 placebo) in the baseline fMRI analysis. Thirty subjects (15 statin, 15 placebo) completed a follow‐up fMRI scan, of whom 10 were excluded for the following reasons: artifact in structural scan ( n  = 2), low signal to noise ratio (SNR;  n  = 2), excessive motion ( n  = 3), or poor registration between baseline and follow‐up scans ( n  = 3). Thus, 20 subjects were available for analysis at follow‐up (10 lovastatin, 10 control). Demographics of the subjects with usable MRI data did not differ from those of the overall sample. Further, there were no differences in motion (mean framewise displacement) between treatment groups ( P  = 0.20). Standard model fitting was conducted for all subjects, as in Shilyansky et al. 29 . Briefly, for each subject, first‐level models included contrasts for each individual load and delay condition. Our primary analyses focused on the All‐Loads contrast. The six motion parameters and temporal derivatives of all regressors were included as covariates of no interest to improve statistical sensitivity. Although no differences between scanners were found in any preliminary analyses ( P  > 0.05 for all comparisons), we included scanner as a covariate in subsequent group‐level analyses to ensure that any subtle between‐scanner differences were controlled. Bilateral 8 mm spherical regions of interest (ROIs) were used to extract percent signal change from the following regions at each timepoint: bilateral Brodmann's Area 10, dorsolateral prefrontal cortex (DLPFC), frontal eye fields, and parietal cortex, as well as two default mode regions which served as control regions, the ventromedial PFC and posterior cingulate cortex (PCC; Fig.  1 \n ) . ROIs were created in MNI‐152 space and centered on peak voxel activation from the All‐Loads contrast in our previous study 29 . Average percent signal change values corresponding to an 8‐sec stimulus convolved with a gamma hemodynamic response function (HRF) from the All‐Loads contrast were extracted from baseline and follow‐up scans separately 33 . Figure 1 Regions of Interest for Spatial Capacity Working Memory ( SCAP ) Functional  MRI  Task. Statistical analyses Prior to performing the primary tests for treatment effects,  t ‐tests and chi‐squared tests were used to compare the lovastatin and placebo groups on baseline demographic and clinical measures to confirm the success of randomization. Similar tests were used to check for differential dropout between the treatment arms and to identify other correlates of early discontinuation. For each of the primary and secondary outcome measures, we fit a generalized linear mixed model (GLMM) with group (lovastatin, placebo), time (baseline, 14 weeks), and a group‐by‐time interaction to test for differential treatment effects (primary RCT analyses). Age‐adjusted scores were used for all cognitive and behavioral measures. For the BVMT‐R, age‐appropriate published normative data were only available for participants aged 18 and up; thus, for child participants, we applied norms from our large database of healthy control participants in a multisite project (North American Prodromal Longitudinal Study; U01MH081902 34 ). For outcome measures where a significant treatment effect was established, follow‐up moderator analyses were conducted to determine whether baseline features of the participants influenced response to lovastatin treatment, by adding those factors and their interactions with treatment group and time to the original GLMMs. In particular, we predicted that: (1) younger participants would show stronger treatment effects due to increased malleability, and (2) participants with larger baseline deficits would experience greater treatment benefits. Parallel exploratory analyses were conducted for the neuroimaging measures, to test for differential change over time in brain structure and function in the above‐specified ROIs. For all analyses of neuroimaging measures, we controlled for age, gender and scanner location by including them as covariates in GLMMs. Finally, we examined whether greater brain volume and/or increased neural activity at baseline was associated with increased treatment response by adding them as moderators to primary models. Because child and adult participants were assessed with different versions of the CBCL (i.e., participants aged 10–17 received the parent‐report and child self‐report forms, whereas participants age 18 and up received the YASR form), these measures were analyzed separately. We did not correct for multiple comparisons given that: (1) there were only 2 primary and 4 secondary outcome measures which were specified  a priori ; and (2) the neuropsychological and behavioral outcome measures are potentially intercorrelated. Multiple comparison correction would make it very difficult to detect a possible effect of treatment in this proof‐of‐concept exploratory investigation. Thus, we opted to guard against type II error.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:26:41"
}