{
  "pmid": "27103823",
  "abstract": "Malignant peripheral nerve sheath tumors (MPNSTs) are highly aggressive soft tissue neoplasms that are extremely rare and are frequently associated with neurofibromatosis type 1 patients. MPNSTs are typically fatal, and there is no effective treatment so far. In our previous study, we showed that flaccidoside II, one of the triterpenoid saponins isolated from Anemone flaccida Fr. Schmidt, has antitumor potential by inducing apoptosis. In the present study, we found that flaccidoside II inhibits proliferation and facilitates apoptosis in MPNST cell lines ST88-14 and S462. Furthermore, this study provides a mechanism by which the downregulation of heme oxygenase-1 via extracellular signal-regulated kinase-1/2 and p38 mitogen-activated protein kinase pathways is involved in the apoptotic role of flaccidoside II. This study suggested the potential of flaccidoside II as a novel pharmacotherapeutic approach for MPNSTs.",
  "methods": "Materials and methods Cells and reagents The NF1-deficient human MPNST cell lines ST88-14 and S462 were cultured in Dulbecco’s Modified Eagle’s Medium (10% fetal bovine serum, 1% penicillin–streptomycin, 1%  l -glutamine, and 1% sodium pyruvate) and incubated at 37°C in a humidified atmosphere containing 10% carbon dioxide. No ethical committee approval was required for this set of experiments because the experiments were performed on commercially available cell lines. Dulbecco’s Modified Eagle’s Medium, fetal bovine serum, and tissue culture reagents were obtained from Thermo Fisher Scientific, Waltham, MA, USA. The following antibodies were used: anti-HO-1 (Epitomics, Burlingame, CA, USA), antiphospho-p38 (Cell Signaling Technology, Beverly, MA, USA), antiphospho-ERK-1/2 (Cell Signaling Technology), antiphospho-JNK (Santa Cruz Biotechnology Inc., Dallas, TX, USA), anti-p38 (Cell Signaling Technology), anti-ERK-1/2 (Cell Signaling Technology), anti-JNK (Santa Cruz Biotechnology Inc.), and anti-GAPDH (Abcam, Cambridge, MA, USA). All other chemicals and reagents were of analytical grade. Cell proliferation MPNST cell lines ST88-14 and S462 were plated onto 96-well plates at a concentration of 10,000 cells/well in serum-containing growth medium. 28  Viability of MPNST cell lines treated with triterpenoid saponin was assessed using CellTiter 96 ®  Aqueous Non-Radioactive Cell Proliferation Assay (Promega Corporation, Fitchburg, WI, USA). After 24-hour incubation, cells were treated with carrier alone (0.1% dimethyl sulfoxide [DMSO]), or flaccidoside II at the following gradient concentrations: 40.0 μmol L −1 , 20.0 μmol L −1 , 10.0 μmol L −1 , 5.0 μmol L −1 , and 2.50 μmol L −1 . After incubation for 24 hours or 48 hours, the medium was carefully removed, replaced with fresh medium, 20 μL of [3-(4,5-dimethylthiazol-2-yl)-5-(3-carboxymethoxy-phenyl)-2-(4-sulfophenyl)-2H-tetrazolium, inner salt] (MTS) was added to each well, and incubated at 37°C for 2 hours. The amount of proliferation was quantified by MTS assay using Cell titer 96 proliferation kit (Promega Corporation), and absorbance at 490 nm was read in a Spectramax M2 plate reader (Molecular Devices LLC, Sunnyvale, CA, USA) at the designated time points. 29  The percentage of viable cells at each condition was calculated by dividing the absorbance (A490) of treated cells by that of control cells. The half maximal inhibitory concentration (IC 50 ) was determined from the graph of cell viability (%) vs concentrations. Each experiment was performed in quadruplicate and repeated three times independently. Apoptosis assay The ST88-14 and S462 cells were plated in serum-containing growth medium in 60 mm culture dishes at a seeding density of 5×10 5  cells/dish. Cells were treated with carrier alone (0.1% DMSO) or flaccidoside II at the following gradient concentrations: 40.0 μmol L −1 , 20.0 μmol L −1 , 10.0 μmol L −1 , 5.0 μmol L −1 , and 2.50 μmol L −1  for 24 hours or 48 hours. After incubation for designated times, apoptosis was assayed by using an Annexin V-PI staining kit by following the manufacturer’s procedure (KeyGen Biotechnology Co. Ltd., Nanjing, People’s Republic of China) as described earlier. 17 , 30  The apoptotic rate was then detected by flow cytometry with the standardized program of the instrument (FACSCalibur; BD Biosciences, San Jose, CA, USA). Experiments were performed in four duplicates for each condition in each experiment, and a minimum of 500 cells was counted in each case. Assays were repeated three times independently. Protein isolation and Western blotting Protein extracts were prepared as previously described from MPNST cell lines ST88-14 and S462 growing in log phase in serum-containing growth medium. Cells were treated with 40.0 μmol L −1  flaccidoside II for 48 hours. Nuclear and cytosolic fractions of proteins were obtained by a commercially available nuclear extraction kit (Panomics, Inc., Fremont, CA, USA). 31  Then, cells were rinsed twice in ice-cold phosphate-buffered saline (pH 7.5), and cell lysates were prepared for Western blotting analysis by using whole cellular protein extraction kits (Santa Cruz Biotechnology Inc.). Protein concentration was determined using BCA kit (Pierce, Rockford, IL, USA). The cell lysate with certain amount of protein (20–50 μg) was first separated by 10% sodium dodecyl sulfate polyacrylamide gel electrophoresis gels and then electrically transferred to polyvinylidene difluoride membrane (EMD Millipore, Billerica, MA, USA). Detected proteins were incubated with specific antibodies overnight, immunoreactive bands were then visualized by an enhanced chemiluminescence plus detection kit (GE Biosciences, GE Healthcare Bio-Sciences, PA, USA) and exposed to CL-XPosure film. Protein bands were quantitatively analyzed by Kodak Digital Science 1D software (Eastman Kodak Company, New Haven, CT, USA) and were expressed as sum optical density. 32 HO enzyme activity assay HO enzyme activity was determined as described previously. 33  The reaction was carried out in the dark for 1 hour at 37°C then stopped by placing the tubes on dry ice, and bilirubin was extracted with chloroform. The amount of extracted bilirubin was estimated by the difference in absorbance between 463 nm and 520 nm by using a scanning spectrophotometer. The HO activity was calculated as pmol mg −1  h −1  and presented as fold change. Statistical analysis Statistical analysis among the various treatment groups in cell proliferation and apoptosis studies was performed by Prism (GraphPad Software, Inc., La Jolla, CA, USA). The one-way or two-way ANOVA procedure followed by least significant difference post hoc tests and Student’s  t -test was used to determine the statistical significance of differences of the means.  P <0.05 was considered statistically significant. The data were expressed as mean ± standard deviation (SD).",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:39:38.603774",
  "abstract_length": 926,
  "methods_length": 5909,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}