{
  "pmid": "27363027",
  "abstract": "Neurofibromatosis type 2 (NF2) is a dominantly inherited autosomal disease characterized by schwannomas of the 8th cranial nerve. The NF2 tumor suppressor gene encodes for Merlin, a protein implicated as a suppressor of multiple cellular signaling pathways. To identify potential drug targets in NF2-associated malignancies we assessed the consequences of inhibiting the tyrosine kinase receptor MET. We identified crizotinib, a MET and ALK inhibitor, as a potent inhibitor of NF2-null Schwann cell proliferation in vitro and tumor growth in vivo. To identify the target/s of crizotnib we employed activity-based protein profiling (ABPP), leading to identification of FAK1 (PTK2) as the relevant target of crizotinib inhibition in NF2-null schwannoma cells. Subsequent studies confirm that inhibition of FAK1 is sufficient to suppress tumorigenesis in animal models of NF2 and that crizotinib-resistant forms of FAK1 can rescue the effects of treatment. These studies identify a FDA approved drug as a potential treatment for NF2 and delineate the mechanism of action in NF2-null Schwann cells.",
  "methods": "MATERIALS AND METHODS Cell culture conditions The SC4 and HEI193 cell lines were obtained from The House Ear Institute and ATCC, respectively. The hSC2λ cells are a gift from Dr. Margaret Wallace (U. of Florida) [ 28 ]. All cell lines were authenticated by short tandem repeat (STR) DNA profiling (DDC Medical) (March 2015) and verified to be clean of mycoplasma contamination using a PCR based approach. Cells were grown in low-glucose DME, 10% fetal calf serum, 1× non-essential amino acids and 100 IU/ml penicillin-streptomycin. Transfections were performed with Lipofectamine 2000 (Invitrogen), following manufacturer's instructions. Western blot analysis Protein extracts were prepared with RIPA lysis buffer (50 mM TRIS-HCl, pH 7.5, 1% Nonidet P-40, 0.25% sodium deoxycholate, 150 mM NaCl, 1 mM EGTA, 1 mM sodium orthovanadate, and 1 mM NaF). The following antibodies were used according to manufactures’ instructions: MET, FAK1 and FAK-pY397 (cat# 3127, 3285, 3283 - Cell Signaling Technology). RNAi-mediated knockdown of FAK HEI193 and SC4 cells were transfected using Lipofectamine 2000 (Invitrogen, NY, USA), according to the manufacturer's instructions. Specifically HEI193 cells were transfected with siRNA duplexes targeting FAK1 [ID# SR303877A- GCAAUGGAGCCGAGUAUUA AAGGUCT and SR303877B- AGAAGAUACUUACA CCAUGCCCUCA] as well as a non-targeting siRNA control [ID # SR30004- CGUUAAUCGCGUAUAAUACG CGUAT] (Origene, Rockville, USA) at a concentration of 30 nM. SC4 cells were transfected with TRC mouse shRNA individual clones targeting FAK1 [ID # TRCN0000 023484 −5′-CGGTCCAATGACAAGGTATAT-3′ and TRCN0000023486–5′-CCAACCTTAATAGAGAAGAA A-3′] (GE Dharmacon, Lafayette, USA). CRISPR/Cas9 editing of MET Guide sequences from exon 1 of the  MET  locus (g#1- GTTTACTGACATACGCGGCT and g#2- GTTCATCTCAGACTTCACTA) were cloned into the pX459 vector (Addgene). SC4 cells were transfected with 8 μg of plasmid into the SC4 cells using Lipofectamine 2000, according to manufacturer's instructions. Cells were selected for 48 hours in puromycin and individual clones were picked and expanded after 7 days. Clones were analyzed by western blotting to determine loss of MET expression. Cell proliferation assays 30,000 cells/well were plated in 12-well dishes in triplicate. At indicated time points, cells from individual wells were trypsinized and counted using a Coulter counter (Z1 series, Beckman Coulter). Cell growth media was replaced daily. For measurement of cell proliferation, cells were plated at the numbers indicated in the figures and BrdU Proliferation Assay (Millipore) was used according to the manufacturer's instructions. Statistical significance was determined by a two-tailed student's  t -test. Each condition at each time point represents the mean of 3 experiments in triplicate for a total of 9 wells. Generation of FAK1 mutants and stable SC4 clones The FAK1 mutant constructs were created by PCR amplification of FAK1 cDNA from the pLV-Neo-CD2-FAK1 (addgene #37013) and cloning into pcDNA3.1 using NheI and NotI sites (primer sequences Fak-Nhe1F 5′-aaaagctagcaaaATGGCAGCTGCTTACCTTGACC-3′, Fak-Not1R 5′-aaaagcggccgcaaaTCAGTGTGGTCTCG TCTGCC-3′). Site directed mutagenesis was performed using the Agilent Quick Change Site-Directed Mutagenesis Kit (cat# 200518-5). Primers were designed using the SDM design tool on the Agilent website. Primer sequences: FAKS509R: 5′-gcacacttggagagctgaggagatttttgcaagtaaggaaat-3′ and 5′-atttccttacttgcaaaaatctcctcagctctccaagtgtgc- 3′. FAKG563S: 5′ –ctggtgtcctcaaatgattgtgtaaaattaagcgactttggattatccc-3′ and 5′- gggataatccaaagtcgcttaattttacacaatcatttgaggacaccag-3′. Bacterial clones were isolated and sequence verified. SC4 Cells were transfected with 8 μg of plasmid DNA, using Lipofectamine 2000 (cat# 11668019), and were placed under G418 selection, 150 ug/ml until individual clones could be picked and expanded for experimentation. RNA sequencing data RNA from SC4 cells was extracted using TRIZOL reagent. 5–10 μg of total RNA was used to isolate poly(A) RNA using the micropoly(A) purist kit (Ambion). The whole transcriptome library kit (Life Technologies) was used to prepare paired-end sequencing libraries. Briefly, 100 ng of poly(A) +  RNA was enzymatically fragmented to an average size of 150 nt, ligated to directional adapters and reverse-transcribed, and the cDNA was size-selected on denaturing 6% TBE-Urea polyacrylamide gels, amplified for 15 cycles with barcoded primers and purified using AmpPure XP beads. The resulting library was quantified using Bioanalyzer (Agilent) and Taqman (Life Technologies) assays. The barcoded library combined was used at a final concentration of 0.4 pM in emulsion PCR to link to the sequencing beads. For analysis, the sequencing reads in color-space were mapped to the mm9 genome using Tophat [ 29 ]. The number of reads falling into each gene defined in the RefSeq gene annotations was quantified using HTSeq-count [ 30 ]. Samples from three independent experiments were sequenced, combined, and analyzed to produce the final DESeq data. The RNA-Seq data is publicly available through the NCBI GEO database with accession number  GSE61528 . Determination of EC 50 s and dose response analysis To determine the EC 50  of crizotinib 2500 cells from each clone were plated, in quadruplicate, in a solid white cell culture 384-well plate. Crizotinib was added to the wells in a three-fold ten-point dilution series ranging from 12.5 μM to 0.0006 μM. Crizotinib activity was evaluated 24 hours after treatment using CellTiter-Glo (Promega, USA) as a read-out of viability. The EC 50  values were calculated using Graphpad Prism. In vivo  tumor models and imaging All animal experiments were approved by the Scripps Institutional Animal Care and Use Committee and performed in accordance with relevant institutional and national guidelines. The use of the orthotopic tumor model was previously described [ 31 ]. Briefly,  Nf2 −/−  SC4 Schwann cells were transduced by lentiviruses carrying pLuc-mCherry and sorted by FACS. 5 × 10 4  cells were transplanted into the sciatic nerve sheath of NOD/SCID mice (8 weeks of age) by intraneural injection. Tumor progression was monitored every 3 days by bioluminescence imaging (BLI) according to the manufacturer's instructions on an IVIS-200 system (Xenogen, San Francisco, CA). MIB chromatography Cells were treated with 10 μM crizotinib for the indicated time points and tumors were harvested as previously described [ 16 ]. Protein lysates containing 3 mg of total protein each were brought to 1 M NaCl and passed through columns of inhibitor-conjugated beads (Bisindoylmaleimide-X, SB203580, Dasatinib, PP58, VI16832, and CTx-0294885) to isolate protein kinases. Kinase-bound inhibitor beads were washed with high- and low-salt buffers and 0.1% SDS before elution by boiling in 0.5% SDS with 1% β-mercaptoethanol in 0.1 M Tris-HCl (pH 6.8). Proteins were purified using chloroform/methanol extraction and resuspended in 50 mM HEPES (pH 8). Samples were digested overnight at 37°C using sequencing grade modified trypsin (Promega). Peptides were fractionated with Mini SCX spin columns and cleaned with PepClean C18 Spin Columns (Thermo Scientific) before MS analysis. MS analysis MS and MS/MS data were acquired with a Q Exactive™ Hybrid Quadrupole-Orbitrap Mass SpectroMETer (Thermo) equipped with an EASY-nLC1000 nano UHPLC (Thermo). Each individual sample was resuspended in 20 μL of sample buffer (2% ACN, 0.1% TFA) and injected (5 μL) onto the Thermo Scientific EASY-Spray column (C18, 2 μM, 100 A, 75 μM X 25 cm). A linear gradient from 5% B (CH 3 CN + 0.1% formic acid) to 25% B in 150 minutes and then 25% B to 45% B in 15 minutes, followed by 45% B to 95% B in 5 minutes and pumping 95% of B for additional 10 minutes. MS and MS/MS data were analyzed by MaxQuant 1.5.0.0 with a UniProtKB database using label free quantifications. Statistical analysis To assess the anti-tumor activity of crizotinib  in vivo , the natural log-transformed flux readings were used to reflect tumor growth. The trends of tumor growth over time (followed up by days) were examined between control and treatment groups using a mixed-effect model with the random effect at the mouse level. A linear function, in days, was determined to provide the best fit without random slope on follow-up days. A likelihood ratio testing nested models (with versus without the interaction term of group and time) was used to examine if trends are significantly different overall between groups. The tumor weights were first examined by a Shapiro-Wilk test to assess data normality and a Variance ratio test was used to examine the equality of variances between two groups. The differences between the control and experimental cohorts were analyzed by a  t -test with equal variances. Statistical analyses were performed using Stata 12.0 (StataCorp LP, Texas, USA). SUPPLEMENTARY MATERIALS",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:40:23.088461",
  "abstract_length": 1094,
  "methods_length": 8909,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}