{
  "pmid": "27418650",
  "abstract": "Juvenile myelomonocytic leukemia is a rare myeloproliferative neoplasm characterized by hyperactive RAS signaling. Neurofibromin1 (encoded by the NF1 gene) is a negative regulator of RAS activation. Patients with neurofibromatosis type 1 harbor loss-of-function mutations in NF1 and have a 200- to 500-fold increased risk of juvenile myelomonocytic leukemia. Leukemia cells from patients with juvenile myelomonocytic leukemia display hypersensitivity to certain cytokines, such as granulocyte-macrophage colony-stimulating factor. The granulocyte-macrophage colony-stimulating factor receptor utilizes pre-associated JAK2 to initiate signals after ligand binding. JAK2 subsequently activates STAT5, among other downstream effectors. Although STAT5 is gaining recognition as an important mediator of growth factor signaling in myeloid leukemias, the contribution of STAT5 to the development of hyperactive RAS-initiated myeloproliferative disease has not been well described. In this study, we investigated the consequence of STAT5 attenuation via genetic and pharmacological approaches in Nf1-deficient murine models of juvenile myelomonocytic leukemia. We found that homozygous Stat5 deficiency extended the lifespan of Nf1-deficient mice and eliminated the development of myeloproliferative neoplasm associated with Nf1 gene loss. Likewise, we found that JAK inhibition with ruxolitinib attenuated myeloproliferative neoplasm in Nf1-deficient mice. Finally, we found that primary cells from a patient with KRAS-mutant juvenile myelomonocytic leukemia displayed reduced colony formation in response to JAK2 inhibition. Our findings establish a central role for STAT5 activation in the pathogenesis of juvenile myelomonocytic leukemia and suggest that targeting this pathway may be of clinical utility in these patients.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:40:40.246541",
  "abstract_length": 1820,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}