{
  "pmid": "27467574",
  "abstract": "",
  "methods": "Materials and Methods Experimental animals All mice were handled in accordance with local governmental and institutional animal care regulations. The protocol was approved by the Thüringer Landesamt für Verbraucherschutz (Permit Number 02-051/13). Nf2flox animals (RIKEN BioResource Centre) were used to obtain conditional neuron-specific merlin knockout by crossing with a mouse line that expresses Cre recombinase under the neurofilament heavy class promoter (Nefh-Cre) (The Jackson Laboratory, USA, stock 009102). The efficiency of this knockout strategy has previously been shown [ 13 ]. Cre recombinase-specific genotyping was performed using the following primers:  5’-GGG CCA CCG CGG ATA TAA AA-3’  (forward) and  5’-TGC GAA CCT CAT CAC TCG TT-3’  (reverse) [ 14 ]. All mice were on a mixed C57BL/6-FVB/N background. Sciatic nerve crush injuries Unilateral injuries of sciatic nerves were accomplished following previously described methods [ 15 ]. Briefly, 8–10-week-old mice were anaesthetized using 2% isoflurane in 100% oxygen. Fur was then removed from one hind limb. After an appropriate incision of the skin, the gluteal musculature was separated in order to reveal the right sciatic nerve. Using hemostatic forceps (Ultra Fine Haemostat, #13021–12, tip width 0.6 mm, Fine Science Tools, Germany), the nerve was crushed once by the application of a defined pressure for 20 s. The locking mechanism of the hemostatic forceps with a series of interlocking teeth ensured reproducibility and standardization of crush injury. Finally, both the gluteal musculature and skin incision were sutured using non-absorbable surgical suture material (Polyethylene terephthalate; USP 4/0, #17218113, Catgut GmbH, Germany). Within the first week after surgery, all mice were monitored on a daily basis for post-operative complications such as pain or wound healing deficits. If necessary, nonsteroidal anti-inflammatory drugs were administered systemically. Finally, all animals were sacrificed by neck dislocation before tissue dissection. Single-frame motion analysis (SFMA) To evaluate locomotor function, mice were accustomed to beam-walking (length 1 m; width 4 cm) one week prior to surgery. For all mice, a rear view of one walking trial was captured with a video camera prior to surgery and at different time-points following surgery. These video sequences were examined using VirtualDub 1.6.19 software. Selected frames, in which the animals could be seen in defined phases of the step cycle, were used for measurements of the foot-base angle (FBA) and lateral foot-base angle (LFBA), as described in [ 16 ]. Mechanical threshold estimation Sensory regeneration in mice was measured using Semmes-Weinstein filaments, according to previously described methods [ 17 ]. Briefly, 5 different monofilaments delivering reproducible forces (#413502, AFH-Webshop, Germany) were applied to stimulate hind paw withdrawal at the mid-plantar region. Scoring was performed as follows: 0 –no response; 1 –response upon 300.0 g pressure; 2–4.0 g; 3–2.0 g; 4–0.4 g; 5–0.07 g. Electrophysiology Investigation of sciatic nerve conduction characteristics was performed 5 weeks after experimental crush injury, using previously described methods [ 18 ]. Mice were anesthetized using isoflurane/O 2  inhalation. Hind limb fur was removed. A constant body temperature of 37°C was maintained by a heating pad and continuously monitored by a rectal thermo probe. Monopolar disposable 28 G needle electrodes were injected at defined positions along the sciatic nerve, in order to perform both proximal and distal nerve stimulation. Needle electrodes were applied because they allow for direct and specific stimulation of the sciatic nerve, without affecting surrounding structures. A ring electrode, superficially installed at the position where the gastrocnemius muscle has its maximum diameter, recorded the neuromuscular response. Immunohistochemistry Paraffin–embedded sciatic nerve sections were rehydrated, boiled in 10 mM sodium citrate buffer (pH9) for 30 min in a microwave and subsequently treated with 0,5% Triton X–100 for 10 min. Sections were incubated for 2 h in 0.2% gelatine and 2% goat serum diluted in PBS. They were submersed in the primary antibody solution overnight at 4°C. Antibodies used: anti-neurofilament (NF; 1:200; BioLegend; SMI312), anti-myelin protein zero (MPZ; 1:200, Abcam, ab39375) and anti-myelin basic protein (MBP; 1:500; Millipore; MAB384). After vigorous washing, the sections were incubated at room temperature for 2 h with secondary antibody solution (Alexa488- and Alexa546-conjugated goat anti-mouse and -rabbit antibodies, 1:500 in PBS, Invitrogen) and counterstained using DAPI (1μg/ml PBS, 10 min). NMJ analysis Extensor digitorum longus (EDL) muscles were fixed in 2% PFA for 15 min, permeabilized with 0.2% Triton X-100 in PBS and then stained with Bungarotoxin-555 (1:500; Invitrogen) and antibodies directed to neurofilaments and SV2 (Developmental hybridoma bank, undiluted). Immunofluorescence and histological analyses of tibialis anterior (TA) muscles were performed as described previously [ 19 ,  20 ]. For immunofluorescence analyses, an antibody directed against laminin (1:1000; Abcam; ab11575) was used. For occupancy counts, the occupancy of individual neuromuscular junctions was analyzed by categorizing endplates as either fully occupied (neurofilament entirely overlies endplate), partially occupied (neurofilament partially covers endplate) or vacant (no neurofilament overlies endplate). Measurement of minimal fiber feret Cross sections of muscles were stained with antibodies directed against laminin (1:1000, Sigma L9393;). Images were obtained using the Axio Observer Z1 from Zeiss. The minimal fiber feret is defined as closest possible distance between the two parallel tangents of an object, in our case the muscle fiber [ 21 ]. The Zeiss Zen software was used to measure the minimal fiber feret. Immunoblotting Immunoblotting was performed as described previously [ 22 ]. The following primary antibodies were used: anti-merlin (1:500, Santa Cruz Biotechnology, clone A-19), anti-actin (1:2,000, Santa Cruz Biotechnology, clone I-19), anti-RhoA (1:500, Upstate). Active RhoA pull-down A detection kit was used (Active Rho Pull-Down and Detection Kit, Pierce Biotechnology) in accordance with manufacturer’s instructions. Precipitates and total pooled lysates from three sciatic nerves per genotype were resolved on a 10% SDS-PAGE gel and immunoblotted using an antibody raised against RhoA (1:500, Upstate). Total lysates were used as loading controls. Speed of axonal growth in vivo The right sciatic nerve was dissected 7 days after nerve crush injury and fixed in 4% paraformaldehyde at 4°C for 24 hours. Paraffin–embedded nerves were subsequently used to produce 5- μm-thick serial sciatic nerve cross sections. The automated sectioning mode of the microtome was applied, to collect around 20 sections per millimeter. Morphometric analysis of mouse sciatic nerves Analysis of axon caliber, myelination thickness and axon density, was conducted on sciatic nerve semithin sections removed from transcardially perfused mice. The perfusion solution contained 3% paraformaldehyde and 3% glutaraldehyde in 0.1 M phosphate buffer (pH 7.4). Sections were postfixed for 1 h and kept in a fixative which included 3% sucrose. Images of toluidine blue-stained semithin sections were taken using an Axioskop 2 MOT (Carl Zeiss, Germany), equipped with a 100× immersion oil objective and an Olympus XC50 camera (Olympus, Germany). Standardized settings for camera sensitivity, resolution (2,576×1,932 pixels) and illumination were used for all micrographs. Image analysis was conducted with ImageJ version 1.43u. Employing freehand selection tool, axon and myelin were grossly circumscribed and the area adapted using the ABSnake plugin (the gradient threshold varied between 20 and 30, 10 to 20 iterations were used per image). Based on the areas measured, the thicknesses of the axons and myelin sheaths were calculated. Axons with distorted myelin sheaths were excluded from measurement as fixation artefacts. Axon density was only quantified with regard to myelinated axons. Statistical analysis Comparisons between groups were conducted using an unpaired t test, with one-way or two-way analysis of variance, if appropriate (SPSS software, Statistical Package for the Social Sciences, USA). In case of repeated measurements, two-way analysis of variance with repeated measures was used. Post hoc comparisons were made with the Holm–Sidak test. Differences were considered significant when P < 0.05. All values are presented as means with the corresponding standard errors.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:40:52.278831",
  "abstract_length": 0,
  "methods_length": 8726,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}