{
  "pmid": "27527648",
  "abstract": "OBJECTIVE: Tumors and other disease complications of neurofibromatosis (NF) can cause pain and negatively affect physical functioning. To document the clinical benefit of treatment in NF trials targeting these manifestations, patient-reported outcomes (PROs) assessing pain and physical functioning should be included as study endpoints. Currently, there is no consensus on the selection and use of such measures in the NF population. This article presents the recommendations of the PRO group of the Response Evaluation in Neurofibromatosis and Schwannomatosis (REiNS) International Collaboration for assessing the domains of pain and physical functioning for NF clinical trials. METHODS: The REiNS PRO group reviewed and rated existing PRO measures assessing pain intensity, pain interference, and physical functioning using their systematic method. Final recommendations are based primarily on 4 main criteria: patient characteristics, item content, psychometric properties, and feasibility for clinical trials. RESULTS: The REiNS PRO group chose the Numeric Rating Scale-11 (≥8 years) to assess pain intensity, the Pain Interference Index (6-24 years) and the Patient-Reported Outcome Measurement Information System (PROMIS) Pain Interference Scale (≥18 years) to evaluate pain interference, and the PROMIS Physical Functioning Scale to measure upper extremity function and mobility (≥5 years) for NF clinical trials. CONCLUSIONS: The REiNS Collaboration currently recommends these PRO measures to assess the domains of pain and physical functioning for NF clinical trials; however, further research is needed to evaluate their use in individuals with NF. A final consensus recommendation for the pain interference measure will be disseminated in a future publication based on findings from additional published research.",
  "methods": "Methods: The REiNS PRO group reviewed and rated existing PRO measures assessing pain intensity, pain interference, and physical functioning using their systematic method. Final recommendations are based primarily on 4 main criteria: patient characteristics, item content, psychometric properties, and feasibility for clinical trials.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:40:57.789403",
  "abstract_length": 1825,
  "methods_length": 333,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}