{
  "pmid": "27527648",
  "abstract": "Patient-reported outcomes of pain and physical functioning in neurofibromatosis  clinical trials.  Wolters PL(1), Martin S(2), Merker VL(2), Tonsgard JH(2), Solomon SE(2), Baldwin  A(2), Bergner AL(2), Walsh K(2), Thompson HL(2), Gardner KL(2), Hingtgen CM(2),  Schorry E(2), Dudley WN(2), Franklin B(2); REiNS International Collaboration.  Collaborators: Ahlawat S, Akshintala S, Allen J, Ardern-Holmes S, Avery R, Azizi  A, Babovic-Vuksanovic D, Bakker A, Baldwin A, Barker F, Bergner A, Bettegowda C,  Bhaumik S, Bilaniuk L, Bischoff K, Blakely J, Bradford D, Bredella M, Cai W,  Carino J, Chabra A, Ciavarelli P, Clapp W, Connor S, Cornelius A, Dahlheimer T,  Davis S, de Blank P, Dhote V, Doherty J, Dombi E, Dudley W, Ershler R, Evans DG,  Fayad L, Fernandez-Valle C, Ferner R, Fisher M, Franklin B, Fulci G, Galloway T,  Gardner K, Gedrich R, Giovannini M, Goldstein A, Goodwin A, Goutagny S, Gutmann  D, Hadlock T, Halpin C, Hanemann CO, Hardy K, Harris G, Headley D, Heidary G,  Heller J, Hingtgen C, Hummel T, Huson S, Jacobs M, Janusz J, Jaramillo D, Jordan  J, Julian A, Kalamarides M, Karajannis M, Klein-Tasman B, Knight P, Korf B,  Langmead S, LaVallee T, Leigh F, Lightner D, Lin C, Listernick R, Liu G, Marco  M, Marcus C, Mariani G, Martin S, Mautner V, Merker V, Ferguson M, Moertel C,  Morris J, Morris K, North K, Nunes F, Packer R, Papi L, Parry A, Patel N, Payne  J, Peluso K, Perreault S, Plotkin S, Poussaint T, Ratner N, Reilly K, Riccardi  V, Robertson K, Rohl C, Gold DR, Salvatore LR, Gray LS, Schorry E, Semerjian C,  Sheridan M, Shih CS, Sidor C, Slattery W 3rd, Smith M, Sommer K, Stathis M,  Steensma M, Stemmer-Rachamimov A, Stevenson D, Struemph K, Sullivan L, Tamula  MA, Thomas M, Thompson H, Tonsgard J, Ullrich N, Verma S, Viskochil D, Vranceanu  AM, Wahllander U, Walsh K, Welling B, Wenzel R, Whitcomb T, Widemann B, Williams  V, Wolf D, Wolters P, Yohay K.  Author information: (1)From the Pediatric Oncology Branch (P.L.W., S.M., A.B.), National Cancer  Institute, National Institutes of Health, Bethesda, MD; Department of Neurology  and Cancer Center (V.L.M.), Massachusetts General Hospital, Boston; University  of Chicago Pritzker School of Medicine (J.H.T.), IL; Department of Psychological  Sciences (S.E.S.), University of Vermont, Burlington; Departments of Neurology  and Genetics (A.L.B.), Johns Hopkins University, Baltimore, MD; Children's  National Health System & The George Washington School of Medicine (K.W.),  Washington, DC; Department of Speech Pathology & Audiology (H.L.T.), California  State University, Sacramento; Veteran's Administration Pittsburgh Healthcare  System and University of Pittsburgh (K.L.G.), PA; Department of Clinical  Neurosciences (C.M.H.), Spectrum Health Medical Group and College of Human  Medicine, Michigan State University, East Lansing; Division of Human Genetics  (E.S.), Cincinnati Children's Hospital, OH; Department of Public Health  Education (W.N.D.), School of Health and Human Sciences, University of North  Carolina at Greensboro; and Advocure NF2 Inc. (B.F.), Los Angeles, CA.  woltersp@mail.nih.gov. (2)From the Pediatric Oncology Branch (P.L.W., S.M., A.B.), National Cancer  Institute, National Institutes of Health, Bethesda, MD; Department of Neurology  and Cancer Center (V.L.M.), Massachusetts General Hospital, Boston; University  of Chicago Pritzker School of Medicine (J.H.T.), IL; Department of Psychological  Sciences (S.E.S.), University of Vermont, Burlington; Departments of Neurology  and Genetics (A.L.B.), Johns Hopkins University, Baltimore, MD; Children's  National Health System & The George Washington School of Medicine (K.W.),  Washington, DC; Department of Speech Pathology & Audiology (H.L.T.), California  State University, Sacramento; Veteran's Administration Pittsburgh Healthcare  System and University of Pittsburgh (K.L.G.), PA; Department of Clinical  Neurosciences (C.M.H.), Spectrum Health Medical Group and College of Human  Medicine, Michigan State University, East Lansing; Division of Human Genetics  (E.S.), Cincinnati Children's Hospital, OH; Department of Public Health  Education (W.N.D.), School of Health and Human Sciences, University of North  Carolina at Greensboro; and Advocure NF2 Inc. (B.F.), Los Angeles, CA.  Comment in     Neurology. 2016 Aug 16;87(7 Suppl 1):S10. doi: 10.1212/WNL.0000000000002936.  OBJECTIVE: Tumors and other disease complications of neurofibromatosis (NF) can  cause pain and negatively affect physical functioning. To document the clinical  benefit of treatment in NF trials targeting these manifestations,  patient-reported outcomes (PROs) assessing pain and physical functioning should  be included as study endpoints. Currently, there is no consensus on the  selection and use of such measures in the NF population. This article presents  the recommendations of the PRO group of the Response Evaluation in  Neurofibromatosis and Schwannomatosis (REiNS) International Collaboration for  assessing the domains of pain and physical functioning for NF clinical trials. METHODS: The REiNS PRO group reviewed and rated existing PRO measures assessing  pain intensity, pain interference, and physical functioning using their  systematic method. Final recommendations are based primarily on 4 main criteria:  patient characteristics, item content, psychometric properties, and feasibility  for clinical trials. RESULTS: The REiNS PRO group chose the Numeric Rating Scale-11 (≥8 years) to  assess pain intensity, the Pain Interference Index (6-24 years) and the  Patient-Reported Outcome Measurement Information System (PROMIS) Pain  Interference Scale (≥18 years) to evaluate pain interference, and the PROMIS  Physical Functioning Scale to measure upper extremity function and mobility (≥5  years) for NF clinical trials. CONCLUSIONS: The REiNS Collaboration currently recommends these PRO measures to  assess the domains of pain and physical functioning for NF clinical trials;  however, further research is needed to evaluate their use in individuals with  NF. A final consensus recommendation for the pain interference measure will be  disseminated in a future publication based on findings from additional published  research.  © 2016 American Academy of Neurology.  DOI: 10.1212/WNL.0000000000002927 PMCID: PMC5578357 PMID: 27527648 [Indexed for MEDLINE]",
  "methods": "Methods: The REiNS PRO group reviewed and rated existing PRO measures assessing pain intensity, pain interference, and physical functioning using their systematic method. Final recommendations are based primarily on 4 main criteria: patient characteristics, item content, psychometric properties, and feasibility for clinical trials.",
  "introduction": "",
  "results": "Results: The REiNS PRO group chose the Numeric Rating Scale–11 (≥8 years) to assess pain intensity, the Pain Interference Index (6–24 years) and the Patient-Reported Outcome Measurement Information System (PROMIS) Pain Interference Scale (≥18 years) to evaluate pain interference, and the PROMIS Physical Functioning Scale to measure upper extremity function and mobility (≥5 years) for NF clinical trials.",
  "discussion": "Conclusions: The REiNS Collaboration currently recommends these PRO measures to assess the domains of pain and physical functioning for NF clinical trials; however, further research is needed to evaluate their use in individuals with NF. A final consensus recommendation for the pain interference measure will be disseminated in a future publication based on findings from additional published research.",
  "fetched_at": "2026-02-16T15:44:00.915796",
  "abstract_length": 6336,
  "methods_length": 333,
  "introduction_length": 0,
  "results_length": 406,
  "discussion_length": 403
}