{
  "pmid": "PMID:27527646",
  "title": "Neurocognitive outcomes in neurofibromatosis clinical trials: Recommendations for the domain of attention.",
  "abstract": "Neurofibromatosis type 1 (NF1) is associated with neurocognitive deficits that can impact everyday functioning of children, adolescents, and adults with this disease. However, there is little agreement regarding measures to use as cognitive endpoints in clinical trials. This article describes the work of the Neurocognitive Committee of the Response Evaluation in Neurofibromatosis and Schwannomatosis (REiNS) International Collaboration. The goal of this committee is to identify standardized and specific cognitive assessment tools for use in NF clinical trials. The committee first identified cognitive domains relevant to NF1 and prioritized attention as the first domain of focus given prior and current trends in NF1 cognitive clinical trials. Performance measures and behavioral rating questionnaires of attention were reviewed by the group using established criteria to assess patient characteristics, psychometric properties, and feasibility. The highest rated tests underwent side-by-side comparison. The Digit Span subtest from the Wechsler scales was given the highest ratings of the performance measures due to its good psychometrics, feasibility, utility across a wide age range, and extensive use in previous research. The Conners scales achieved the highest ratings of the behavioral questionnaires for similar reasons. Future articles will focus on other cognitive domains, with the ultimate goal of achieving agreement for cognitive endpoints that can be used across NF clinical trials.",
  "authors": "Karin S Walsh; Jennifer Janusz; Pamela L Wolters; Staci Martin; Bonita P Klein-Tasman; Mary Anne Toledo-Tamula; Heather L Thompson; Jonathan M Payne; Kristina K Hardy; Peter de Blank; Claire Semerjian; Laura Schaffner Gray; Sondra E Solomon; Nicole Ullrich",
  "journal": "Neurology",
  "publicationDate": "2016-08-16",
  "doi": "10.1212/WNL.0000000000002928",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-19 09:26:43"
}