{
  "pmid": "27655679",
  "abstract": "BACKGROUND: Immunotherapy targeting cancer-testis antigen NY-ESO-1 shows promise for tumors with poor response to chemoradiation. Malignant peripheral nerve sheath tumors (MPNSTs) and liposarcomas (LPS) are chemoresistant and have few effective treatment options. Materials Methods: Using a comprehensive tissue microarray (TMA) of both benign and malignant tumors in primary, recurrent, and metastatic samples, we examined NY-ESO-1 expression in peripheral nerve sheath tumor (PNST) and adipocytic tumors. The PNST TMA included 42 MPNSTs (spontaneous n = 26, NF1-associated n = 16), 35 neurofibromas (spontaneous n = 22, NF-1 associated n = 13), 11 schwannomas, and 18 normal nerves. The LPS TMA included 48 well-differentiated/dedifferentiated (WD/DD) LPS, 13 myxoid/round cell LPS, 3 pleomorphic LPS, 8 lipomas, 1 myelolipoma, and 3 normal adipocytic tissue samples. Stained in triplicate, NY-ESO-1 intensity and density were scored. RESULTS: NY-ESO-1 expression was exclusive to malignant tumors. 100% of myxoid/round cell LPS demonstrated NY-ESO-1 expression, while only 6% of WD/DD LPS showed protein expression, one of which was WD LPS. Of MPNST, 4/26 (15%) spontaneous and 2/16 (12%) NF1-associated MPNSTs demonstrated NY-ESO-1 expression. Strong NY-ESO-1 expression was observed in myxoid/round cell and dedifferentiated LPS, and MPNST in primary, neoadjuvant, and metastatic settings. CONCLUSIONS: We found higher prevalence of NY-ESO-1 expression in MPNSTs than previously reported, highlighting a subset of MPNST patients who may benefit from immunotherapy. This study expands our understanding of NY-ESO-1 in WD/DD LPS and is the first demonstration of staining in a WD LPS and metastatic/recurrent myxoid/round cell LPS. These results suggest immunotherapy targeting NY-ESO-1 may benefit patients with aggressive tumors resistant to conventional therapy.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:41:24.027102",
  "abstract_length": 1868,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}