{
  "pmid": "PMID:27666129",
  "title": "Using a qualitative approach to conceptualize concerns of patients with neurofibromatosis type 1 associated plexiform neurofibromas (pNF) across the lifespan.",
  "abstract": "Neurofibromatosis Type 1 (NF1) plexiform neurofibromas (pNFs) are associated with a variety of symptoms and concerns that affect patients' quality of life (QOL), highlighting the value of incorporating the patients' perspective when evaluating treatment outcomes. To better conceptualize the experience of patients with pNFs, this qualitative study sought to identify the most important outcomes to assess from the perspective of patients, families, and clinicians. Clinicians, patients age 5 years old and above, and parents of patients aged 5-17 years participated in semi-structured interviews to elicit the pNF symptoms/concerns considered most important to assess. The data were analyzed using an iterative coding procedure and the frequency with which symptoms/concerns emerged was tabulated. Eight clinicians, 31 patients, and 17 parents of patients participated in semi-structured interviews. The most frequently reported concerns raised by patients across all age groups included pain, appearance/disfigurement, social activity/role participation, stigma, and anxiety. For parents, physical functioning was the primary concern, followed by pain, social activity/role participation, appearance/disfigurement, and social relationships. The resulting conceptual framework included five domains to represent the most important identified symptoms/concerns: pain, social functioning, physical function impact, stigma, and emotional distress. This conceptual framework describing the symptoms/concerns of patients with pNF can help investigators create a measurement system to improve assessment of aspects of QOL only patients can report on. It may also provide the ability to identify symptoms/concerns that might warrant referrals to various clinical disciplines. © 2016 Wiley Periodicals, Inc.",
  "authors": "Jin-Shei Lai; Sally E Jensen; Zabin S Patel; Robert Listernick; Joel Charrow",
  "journal": "American journal of medical genetics. Part A",
  "publicationDate": "2017-01",
  "doi": "10.1002/ajmg.a.37987",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-20 06:57:01"
}