{
  "pmid": "27741517",
  "abstract": "Nf1 mutations or deletions are suggested to underlie the tumor predisposition of NF1 (neurofibromatosis type 1) and few treatments are available for treating NF1 patients with advanced malignant tumors. Aberrant activation of Ras in Nf1-deficient conditions is responsible for the promotion of tumorigenesis in NF1. PKC is proven to be an important factor in supporting the viability of Nf1-defected cells, but the molecular mechanisms are not fully understood. In this study, we demonstrate that the inhibition of protein kinase C (PKC) by 1-O-Hexadecyl-2-O-methyl-rac-glycerol (HMG, a PKC inhibitor) preferentially sensitizes Nf1-defected cells to apoptosis, via triggering a persistent mitotic arrest. In this process, Ral A is activated. Subsequently, Chk1 is phosphorylated and translocated to the nucleus. Silencing Ral A significantly blocks Chk1 nuclear translocation and releases HMG-treated Nf1-deficient cells from mitotic arrest, resulting in the reduction of the magnitude of apoptosis. Thus, our study reveals that PKC is able to maintain the homeostasis or viability of Nf1-defected cells and may serve as a potential target for developing new therapeutic strategies.",
  "methods": "MATERIALS AND METHODS Reagents and cell lines Human  Nf1 -deficient sNF96.2, proficient sNF02.2 cells or human fibroblasts were obtained from ATCC (Manassas, VA) and the details of the phonotypes of the cells were provided by the company. The cells were kept in a −150 0 C freezer after purchasing. The authentications of sNF96.2 and sNF02.2 cells were tested in each study [ 20 ,  21 ]. Human specific  Nf1 -deficient tumor (ST) cells were generous gift from Dr. D Lowy at NCI in 2007 and authenticated by the upregulation of Ras or ERK1/2 as described previously [ 20 ,  21 ]. The cells were cultured in Dulbecco's Modified Eagles's medium supplemented with 10% heat-inactivated fetal bovine serum (Atlanta Biologicals, Flowery Branch, GA), 100 units/ml penicillin, 100 μg/ml Streptomycin (Invitrogen, CA). ST/ Nf1  cells were ST cells stably transfected with the  Nf1  effective domain gene, and maintained in the growth medium containing 200 μg/ml of G418 (Fisher Scientific Inc. MA). HMG was purchased from Santa Cruz Biotechnology (Santa Cruz, CA) and dissolved in DMSO. The control cells represent as the cells growing in the medium containing equal amount DMSO used for dissolving HMG or other inhibitors. Antibodies were purchased from BD (San Jose, CA), Santa Cruz Biotechnology (Santa Cruz, CA), Cell Signaling Technology (Dancers, MA) or Abcam (Cambridge, MA). The  siRNAs  were purchased from Origene (Rockville, MD). Flow cytometry analysis Cell cycle progression and DNA fragmentation data were collected by a Muse Cell Analyzer, and analyzed by the Muse software program (BD Biosciences, Franklin Lakes, NJ). Following treatments, cells were harvested and fixed in 70% cold ethanol. Afterwards, cells were stained with 0.1 μg/ml propidium iodide containing 1.5 ng/ml RNase. DNA profiles of cells were then tested. Ral activation assay Ral activation assay was performed according to the manufacturer's instructions (Cell Biolabs, San Diego, CA). After the treatments, cell lysates were extracted. Half of the lysates were immunoprecipitated with the RalBP1 PBD agarose beads conjugated with the purified protein derivative. Afterwards, the beads bound to active form of Ral A or B were subjected to immunoblotting, using anti-Ral A and anti-Ral B antibodies. Another half of the lysates were immunoblotted with anti-actin antibody for loading controls. Co-immunoprecipitation and immunoblot analyses After the treatments, cell lysates were prepared and immunoprecipitated with an antibody. Subsequently, immunoprecipitates were separated on a SDS-PAGE gel and visualized by Odyssey infrared imaging system (Li-COR Biosciences, Lincoln, NE). Preparation of the cytosolic and nuclear fractions The nuclear and cytosolic fractions were isolated by using the NE-PER nuclear and cytoplasmic extraction kit (Thermo Fisher Scientific, Cambridge, MA). Briefly, ice-cold CER I solution (Cytosolic Extraction Reagent I) was mixed with cell pellets and then added CER II solution (Cytosolic Extraction Reagent II). After centrifugation, the supernatant was collected as cytoplasmic extracts. Cell pellets were re-suspended in the NER (Nuclear Extraction Reagent) and then subjected to centrifugation. The supernatants were collected as the nuclear fractions. PKC activity assay After treatments, PKC activity in cells was analyzed according to the protocol provided by Abcam (Cambridge, UK). Immunofluorescent staining Cells fixed on slides were fixed with 3.7% paraformaldehyde. Following permeabilization with 0.2% TritonX-100, cells were incubated with anti-Chk1 primary antibody (Santa Cruz Biotechnology, CA) and then incubated with Alexa Flour-488 anti-mouse seconday antibody (Invitrogen, CA). The cells were visualized with Zeiss Axio Imager Z microscope. The images were captured using the AxioVision Rel. 4.6 software (Carl Zeiss MicroImaging, NY). Xenograft assay ST cells (5 × 10 6 ) in 100 μl of PBS were inoculated into each BalB/c nude mouse. One group of mice (6 mice/group) was injected peritoneally with HMG (30 mg/kg) right after the inoculation and subsequently administrated the same amount of HMG every 3 days. The sizes of the tumors were measured routinely. Twenty-eight days later, the mice were sacrificed and the tumors were isolated and weighted. The slides mounted with tumor samples were stained with TUNEL staining or subjected to immunohistochemistry analysis with corresponding antibodies. All the animal experiments were carried out according to the guidelines of the Animal Care and Use Committees of the Institute. Statistical analysis Statistical analysis was performed using a two-tailed Student's  t  test for comparison of two groups or a one-way analysis of variance for comparison of more than two groups followed by Tukey's multiple comparison tests. Tumor-free probabilities were estimated using Kaplan-Meier method and were compared among groups. Standard deviations are displayed in the figures. A  p value  < 0.05 was considered significant. SUPPLEMENTARY MATERIALS FIGURES AND TABLES",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:41:33.955963",
  "abstract_length": 1182,
  "methods_length": 5036,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}