{
  "pmid": "27755359",
  "abstract": "HYPOTHESIS: p21-activated kinase (PAK) regulates signaling pathways that promote cell survival and proliferation; therefore, pharmacological inhibition of PAK will induce cell death in vestibular schwannomas (VS) and meningiomas. BACKGROUND: All VS and many meningiomas result from loss of the neurofibromatosis type 2 (NF2) gene product merlin, with ensuing PAK hyperactivation and increased cell proliferation/survival. METHODS: The novel small molecule PAK inhibitors PI-8 and PI-15-tested in schwannoma and meningioma cells-perturb molecular signaling and induce cell death. 3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide, flow cytometry, and terminal deoxynucleotidyl transferase dUTP nick end labeling assay analyzed PAK inhibitors' effect on cell viability, cell cycle, and cell death, respectively. Western blots evaluated activation and expression of cell proliferation, apoptotic, and mitotic catastrophe markers. Light microscopy evaluated cell morphology, and immunocytochemistry analyzed cellular localization of phospho-Merlin and autophagy-related protein. RESULTS: Treatment with PI-8 and PI-15 decreased cell viability at 0.65 to 3.7 μM 50% inhibitory concentration (IC50) in schwannoma and meningioma cells. Terminal deoxynucleotidyl transferase dUTP nick end labeling and immunocytochemistry studies show that PI-8 and PI-15 induce mitotic catastrophe but not apoptosis in HEI193 cells while in BenMen1 cells, PI-8 induces autophagy and mitotic catastrophe. PI-15 induces apoptosis in BenMen1 cells. PAK inhibitor treated cells show phospho-Merlin localized to over-duplicated centrosomes of dividing cells, multiple enlarged nuclei, and misaligned/missegregated chromosomes-markers for mitotic catastrophe. Increased autophagy-related protein levels in the nucleus confirmed this cell death type. PI-8 and PI-15 inhibits PAK in both cell lines. However, only PI-15 inhibits v-akt murine thymoma viral oncogene homolog in BenMen1 cells. CONCLUSION: PAK inhibitors induce cell death in schwannoma and meningioma cells, at least in part, by mitotic catastrophe.",
  "methods": "Methods The novel small molecule PAK inhibitors PI-8 and PI-15 – tested in schwannoma and meningioma cells – perturb molecular signaling and induce cell death. MTT (3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide), flow cytometry and TUNEL (Terminal deoxynucleotidyl transferase dUTP nick end labeling) assay analyzed PAK inhibitors’ effect on cell viability, cell cycle and cell death, respectively. Western blots evaluated activation and expression of cell proliferation, apoptotic, and mitotic catastrophe markers. Light microscopy evaluated cell morphology, and immunocytochemistry analyzed cellular localization of phospho-Merlin and ATG5 (autophagy-related protein).",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:41:44.479369",
  "abstract_length": 2092,
  "methods_length": 685,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}