{
  "pmid": "PMID:27760236",
  "title": "Disease Burden and Symptom Structure of Autism in Neurofibromatosis Type 1: A Study of the International NF1-ASD Consortium Team (INFACT).",
  "abstract": "IMPORTANCE: Recent reports have demonstrated a higher incidence of autism spectrum disorder (ASD) and substantially elevated autistic trait burden in individuals with neurofibromatosis type 1 (NF1). However, important discrepancies regarding the distribution of autistic traits, sex predominance, and association between ASD symptoms and attentional problems have emerged, and critical features of the ASD phenotype within NF1 have never been adequately explored. Establishing NF1 as a monogenic cause for ASD has important implications for affected patients and for future research focused on establishing convergent pathogenic mechanisms relevant to the potential treatment targets for ASD. OBJECTIVE: To characterize the quantitative autistic trait (QAT) burden in a pooled NF1 data set. DESIGN, SETTING, AND PARTICIPANTS: Anonymized, individual-level primary data were accumulated from 6 tertiary referral centers in the United States, Belgium, United Kingdom, and Australia. A total of 531 individuals recruited from NF1 clinical centers were included in the study. MAIN OUTCOMES AND MEASURES: Distribution of ASD traits (Social Responsiveness Scale, second edition [SRS-2], with T scores of ≥75 associated with a categorical ASD diagnosis); attention-deficit/hyperactivity disorder (ADHD) traits (4 versions of Conners Rating Scale, with T scores of ≥65 indicating clinically significant ADHD symptoms); ASD symptom structure, latent structure, base rate derived from mixture modeling; and familiality. RESULTS: Of the 531 patients included in the analysis, 247 were male (46.5%); median age was 11 years (range, 2.5-83.9 years). QAT scores were continuously distributed and pathologically shifted; 13.2% (95% CI, 10.3%-16.1%) of individuals scored within the most severe range (ie, above the first percentile of the general population distribution) in which the male to female ratio was markedly attenuated (1.6:1) relative to idiopathic ASD. Autistic symptoms in this NF1 cohort demonstrated a robust unitary factor structure, with the first principal component explaining 30.9% of the variance in SRS-2 scores, and a strong association with ADHD symptoms (r = 0.61). Within-family correlation for QAT burden (intraclass correlation coefficient, 0.73 in NF1-affected first-degree relatives) exceeded that observed in the general population and ASD family samples. CONCLUSIONS AND RELEVANCE: This study provides confirmation that the diversity of mutations that give rise to NF1 function as quantitative trait loci for ASD. Moreover, the within-family correlation implicates a high degree of mutational specificity for this associated phenotype. Clinicians should be alerted to the increased frequency of this disabling comorbidity, and the scientific community should be aware of the potential for this monogenic disorder to help elucidate the biological features of idiopathic autism.",
  "authors": "Stephanie M Morris; Maria T Acosta; Shruti Garg; Jonathan Green; Susan Huson; Eric Legius; Kathryn N North; Jonathan M Payne; Ellen Plasschaert; Thomas W Frazier; Lauren A Weiss; Yi Zhang; David H Gutmann; John N Constantino",
  "journal": "JAMA psychiatry",
  "publicationDate": "2016-12-01",
  "doi": "10.1001/jamapsychiatry.2016.2600",
  "methods": "Methods Anonymized, individual-level primary data were pooled from 6 tertiary referral centers: Washington University School of Medicine ; University of California, San Francisco 8 ; Children’s National Health System 9 ; University Hospital of Leuven 10 ; The University of Manchester 11 ; and The Children’s Hospital at Westmead. For all patients, diagnosis of NF1 was established using the National Institutes of Health diagnostic criteria. 12  Data were collected for a total of 691 unique individuals. Following data cleaning and removal of reports with missing items that exceeded published reliability thresholds, 531 total patients were available for analysis. Individuals ranged in age from 2.5 to 83.9 years (median, 11 years). A total of 247 of the patients (46.5%) were males; there was no statistically significant difference in the proportion of males across sites. Detailed information on the samples collected at each site are summarized in  6 Table 1 . An ASD-enriched subsample (n = 79) recruited for inclusion in an NF1-ASD clinical trial ( eTable 1 in the Supplement ) was also included for the purpose of comparison factor analysis and subsequent sensitivity analysis. Data collection at each site was approved by the respective institutional review boards (University of California, Los Angeles, Institutional Review Board; University of California, San Francisco, Human Research Protection Program; Washington University Human Research Protection Office; Greater Manchester South Ethics Committee; Greater Manchester West Ethics Committee; Leuven University Hospital Ethics Committee; Children’s National Medical Center Institutional Review Board, and Sydney Children’s Hospitals Network Human Research Ethics Committee), and written informed consent was obtained for each participant. The cooperative data-sharing and analysis plan was reviewed by the Washington University Human Research Protection Office, and the analysis of pooled data was designated as nonresearch given the use of deidentified existing data. Measurement of Quantitative Autistic Traits The Social Responsiveness Scale, second edition (SRS-2) is an extensively validated, 65-item quantitative trait measure  designed to ascertain the presence and severity of social communicative and repetitive behaviors that characterize ASD. Items are rated on a 4-point Likert-type scale and contribute to 2 empirically derived subscales that correspond to the criterion domains for ASD as described in the  16 DSM-5 .  T scores of 60 or higher indicate clinically significant ASD symptoms, and T scores of 75 or higher are associated with categorical ASD diagnosis, with a sensitivity of 0.85 and specificity of 0.75 for generating a consensus diagnosis of ASD. 1  For children, the ratings were completed by parents or guardians. For adults, the ratings were completed by either self-report (10 [1.8%]) or by a parent, spouse, or close friend. Ten individuals younger than 30 months and 71 with invalid SRS reports owing to missing data (median, 65 missing items; range, 7–65) were excluded from analysis. 17 Measurement of Attention Problems Four versions of the Conners ADHD rating scales were used across sites: Conners, third edition,  Conners Adult ADHD Rating Scale, 18  Conners Parent Rating Scale–Revised, 19  and Conners ADHD/ 20 DSM-IV  Scales.  This system exhibits robust sensitivity (92.3%) and specificity (94.5%) for generating a consensus diagnosis of ADHD. 21  Items are rated on a 4-point Likert-type scale and generate categorical scores characterizing impairments in ADHD including hyperactivity, inattentiveness, and an ADHD index (AI) score, which are comparable across measurement instruments. Total AI scores of 65 or higher indicate clinically significant ADHD symptomatology. 22 Statistical Analysis Categorical variables are reported as frequencies and proportions and compared using logistic regression methods. Continuously distributed traits adhering to both conventional normality assumptions and homogeneity of variances are reported as mean (SD) and compared using analysis of variance methods. Nonparametric equivalents were used for data with nonnormative distributions. Within-family association of quantitative ASD impairment was investigated using intraclass correlation, implementing a 2-way random effects model. Correlations between neurobehavioral traits were investigated using Pearson correlation coefficient. A weighted least-squares factor analysis with oblique rotation was applied to evaluate the factor structure of ASD traits with and without inclusion of the ASD-enriched sample. Highest-loading items on the first principal component generated from factor analysis of the ASD-enriched sample were used to derive a principal factor score that was subsequently tested in sensitivity analysis against a subset of cases from The University of Manchester, in which categorical research diagnoses had been previously derived.  With the use of empirically derived SRS factors, a series of mixture models (MPlus, version 7.3) 13  were used to investigate the presence of latent classes ( 23 eMethods in the Supplement ).  Data were analyzed in SPSS, version 23 (IBM Corp). 24 – 26 27",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:26:45",
  "introduction": "",
  "results": "Results Of the 531 patients included in the analysis, 247 were male (46.5%); median age was 11 years (range, 2.5–83.9) years. The distribution of SRS-2 total scores was continuous and pathologically shifted by 0.8 SD (1.0 SD for males; 0.6 SD for females) relative to population norms (mean [SD] T score, 58.21 [13.38]) ( Figure 1A ). This same pathologic shift was observed when analyzing SRS-2 data across all respective levels of treatment scales and  DSM-5  subscale scores (social communication and interaction and restricted interests and repetitive behaviors;  eTable 2 in the Supplement ). Moreover, 39.2% (95% CI, 35.1%–43.4%) of individuals with NF1 exhibited above-threshold QAT scores (T score ≥60), with 13.2% (95% CI, 10.3%–16.1%) scoring in the most severe range (T score ≥75). Males had statistically significantly higher mean SRS-2 total scores (mean difference, 3.59; 95%CI, 1.31–5.86) and statistically significantly higher scores for all quantitative subscales relative to females ( P  = .002), such as the Social Cognition T Score (mean difference, 2.87; 95% CI, 0.54–5.20), Social Motivation T Score (mean difference, 2.36; 95% CI, 0.30–4.42), Social Communication T Score (mean difference, 4.14; 95% CI, 1.89–6.39), Social Awareness T Score (mean difference, 2.67; 95% CI, 0.55–4.79), and Restricted Interests and Repetitive Behaviors T Score (mean difference, 3.07; 95%CI, 0.75–5.39). However, when categorically evaluating symptomatology within the most severe range (T score ≥75), the male to female sex ratio was only 1.6:1 and approached 1.25:1 when a broader autism phenotype (T score ≥60) was considered, which is significantly narrower than the epidemiologically determined ASD sex ratio of 4:1.  When we adjusted for potential site-specific effects, the attenuated sex ratio persisted (adjusted odds ratio, 0.55; 95% CI, 0.33–0.92). 2 In contrast to reductions in SRS-2 scores that typically occur during the interval from preschool to school years, QAT burden peaked in children with NF1 between the ages of 8 and 17 years (T score ≥70) (68 of 274 [24.8%]), with mean total scores that were 6.20 points (95% CI, 3.50–8.90) higher than in children aged 2.5 to 7 years old and 7.09 points (95%CI, 4.20–10.02) higher than in adults. The AI scores similarly trended higher among children aged 8 to 17 years relative to those aged 2.5 to 7 years, although this difference did not reach statistical significance ( P  = .06). Adults had consistently lower inattentive and hyperactivity scores than children (median inattentive T score, 54 [range, 28–90] vs 65 [range, 40–90]; hyperactivity T score, 46 [range, 32–71] vs 61 [range, 40–90]; both  P  = .001), similar to general population samples. 28 Quantitative ASD and ADHD trait scores were moderately correlated within individual participants ( r  = 0.61) ( Figure 1B ) and were proportionally elevated in those with above-threshold QAT scores ( eTable 3 in the Supplement ). However, despite this correlation, quantitative ASD and ADHD trait scores generated highly contrasting distributions ( Figure 1C ). Of 207 patients with available ADHD data ( eFigure 1 in the Supplement ), 94 (45.4%; 95% CI, 38.8%–52.4%) exhibited above-threshold ADHD scores, and, in categorical evaluation of severe ADHD symptoms (AIT score ≥65), the male to female ratio was 1:1. As expected, individuals with above-threshold ADHD scores demonstrated statistically significantly higher QAT scores (mean difference, 13.70; 95% CI, 10.34–17.06) compared with those with lower ADHD trait scores; however, more than half of the patients with available ADHD data (111 [53.6%]) exhibited a QAT burden in the normal range (T score <60). In the absence of clinically relevant ADHD symptoms, SRS-2 scores remained pathologically shifted by 0.4 SD for both sexes relative to the general population. To investigate the symptom structure of ASD in NF1, a series of factor analyses were conducted. Factor analysis of data from patients with NF1 unselected for ASD extracted 13 principal components. The first principal component explained 30.9%of the variance in SRS-2 scores ( eTable 4 in the Supplement ), and the highest-loading items (loadings >0.5) encompassed both ASD core domains ( Table 2 ). This factor structure represents a typical pattern for a continuously distributed trait with a unitary factor structure,  an interpretation further supported by the strong correlation observed between  29 DSM-5  subdomains in the NF1 sample ( r  = 0.84) ( Figure 2 ), although fewer of the pathognomonic symptoms of ASD were represented in this NF1 item set than in previously published  factor analyses involving clinical family samples of idiopathic ASD. Factor analysis including the ASD-enriched subsample (610 individuals) revealed comparatively stronger results with extraction of 11 principal components ( 24 , 29 eTable 5A in the Supplement ), the first of which explained 34.3% of the variance in SRS-2 scores. Highest-loading items again represented the full ASD phenotype ( eTable 5B in the Supplement ). To define the association between the QAT burden and autism per se, we tested the principal factor score derived from these highest-loading items in a sensitivity analysis against a subset of cases (n = 47) in which categorical research diagnoses had been derived using Autism Diagnostic Interview–Revised and Autism Diagnostic Observation Schedule assessments.  The principal factor score demonstrated no improvement in sensitivity or specificity for categorical ASD diagnosis when we substituted the factor score for the total score derived from all SRS-2 items (area under the curve,0.72 vs 0.76) ( 13 eFigure 2 in the Supplement ). 13 To investigate the presence of latent classes within the INFACT sample, a mixture model was implemented that used fit statistics for 1 to 6 class solutions based on empirically derived SRS factors ( eTable 6 in the Supplement ). Fit improved up to the 5-class solution for most information criteria; however, the largest improvement was from 1 to 2 classes, and classification was largest for the 2- and 3-class models. The 3-class model, while showing slightly better fit and the best classification entropy, had 1 small class representing less than 7%of the sample, so the more conservative 2-class solution was favored. The 2-class solution yielded 1 dominant class (class 1: 81.1%) and 1 smaller class (class 2: 18.9%) that had statistically significantly higher mean scores for each SRS-2 factor ( P  < .001) ( eFigure 3 in the Supplement ) and statistically significantly elevated mean SRS-2 T scores (mean difference, 19.97; 95%CI, 17.16–22.79) compared with the larger class. Individuals in class 2 were older than those in class 1 (mean difference, 7.17 years; 95%CI, 3.70–10.64), and, as expected, there were proportionally more males in the group with elevated SRS-2 scores (63 [61.8%] vs 186 [42.4%];  P  < .001). When hierarchical regression analysis was used, SRS-2 scores independently contributed 34.9% of the variance in empirical classifications, and ADHD symptom scores independently contributed 2.5%of the variance in empirical classifications ( P  = .002). Data on IQ (derived from Wechsler Intelligence Scales ) were available in subsets of individuals from 5 of the 6 participating sites. Findings were concordant with previously reported IQ range and prevalence of intellectual disability within the NF1 population, 30 , 31  with mean full-scale IQ in 81 patients of 85.8 (range, 56–117); 9 of these patients (11.1%) had full-scale IQ lower than 70. Mean verbal IQ in 112 individuals was 89.9 (range, 55–126). No statistically significant correlation was observed between full-scale IQ or mean verbal IQ and QAT scores in this NF1 cohort ( 14 eFigure 4 in the Supplement ). Finally, we analyzed SRS-2 data from 39 available pairings of first-degree relatives with NF1 representing various ages, sex, and familial relationships ( eTable 7 in the Supplement ) and observed an infraclass correlation coefficient of 0.73 ( Figure 3 ). This association represents a 3-foldincrease in the proportion of variance explained by a first-degree relative score compared with previously published results from general population studies of dizygotic twins  and from clinical family studies involving nontwin siblings and proband/parent pairs. 32 33 , 34",
  "discussion": "Conclusions These data provide confirmation that the diversity of mutations that give rise to NF1 function as quantitative trait loci for ASD and, to our knowledge, are only the second demonstration using an adequately powered research sample (ie, Fragile X Mental Retardation [ FMR1 ]) that a mutation in a single gene results in a neurodevelopmental syndrome of variable severity encompassing the complete ASD phenotype. Clinicians should be alerted to the high frequency of this disabling comorbidity of NF1, and the scientific community should recognize the potential for this monogenic disorder to provide new insights into the pathobiology of idiopathic autism.",
  "upgrade_date": "2026-02-21 02:20:49"
}