{
  "pmid": "27760236",
  "abstract": "Disease Burden and Symptom Structure of Autism in Neurofibromatosis Type 1: A  Study of the International NF1-ASD Consortium Team (INFACT).  Morris SM(1), Acosta MT(2), Garg S(3), Green J(3), Huson S(4), Legius E(5),  North KN(6), Payne JM(6), Plasschaert E(5), Frazier TW(7), Weiss LA(8), Zhang  Y(9), Gutmann DH(1), Constantino JN(10).  Author information: (1)Department of Neurology, Washington University School of Medicine, St Louis,  Missouri. (2)Center for Neuroscience and Behavioral Medicine at Children's National Health  System, Washington, DC. (3)Institute of Brain Behavior and Mental Health, The University of Manchester,  Manchester, England4Manchester Academic Health Sciences Centre, Manchester,  England5Central Manchester University NHS Foundation Trust, Manchester, England. (4)Central Manchester University NHS Foundation Trust, Manchester, England. (5)Department of Human Genetics, Laboratory for Neurofibromatosis Research,  Katholieke Universiteit Leuven, Leuven, Belgium. (6)Murdoch Children's Research Institute, Royal Children's Hospital, Melbourne,  Australia8Department of Paediatrics, University of Melbourne, Melbourne,  Australia. (7)Center for Pediatric Behavioral Health, Pediatric Institute, Cleveland  Clinic, Cleveland, Ohio. (8)Department of Psychiatry and Institute for Human Genetics, University of  California, San Francisco. (9)Department of Psychiatry, Washington University School of Medicine, St Louis,  Missouri. (10)Department of Psychiatry, Washington University School of Medicine, St  Louis, Missouri12Department of Pediatrics, Washington University School of  Medicine, St Louis, Missouri.  IMPORTANCE: Recent reports have demonstrated a higher incidence of autism  spectrum disorder (ASD) and substantially elevated autistic trait burden in  individuals with neurofibromatosis type 1 (NF1). However, important  discrepancies regarding the distribution of autistic traits, sex predominance,  and association between ASD symptoms and attentional problems have emerged, and  critical features of the ASD phenotype within NF1 have never been adequately  explored. Establishing NF1 as a monogenic cause for ASD has important  implications for affected patients and for future research focused on  establishing convergent pathogenic mechanisms relevant to the potential  treatment targets for ASD. OBJECTIVE: To characterize the quantitative autistic trait (QAT) burden in a  pooled NF1 data set. DESIGN, SETTING, AND PARTICIPANTS: Anonymized, individual-level primary data  were accumulated from 6 tertiary referral centers in the United States, Belgium,  United Kingdom, and Australia. A total of 531 individuals recruited from NF1  clinical centers were included in the study. MAIN OUTCOMES AND MEASURES: Distribution of ASD traits (Social Responsiveness  Scale, second edition [SRS-2], with T scores of ≥75 associated with a  categorical ASD diagnosis); attention-deficit/hyperactivity disorder (ADHD)  traits (4 versions of Conners Rating Scale, with T scores of ≥65 indicating  clinically significant ADHD symptoms); ASD symptom structure, latent structure,  base rate derived from mixture modeling; and familiality. RESULTS: Of the 531 patients included in the analysis, 247 were male (46.5%);  median age was 11 years (range, 2.5-83.9 years). QAT scores were continuously  distributed and pathologically shifted; 13.2% (95% CI, 10.3%-16.1%) of  individuals scored within the most severe range (ie, above the first percentile  of the general population distribution) in which the male to female ratio was  markedly attenuated (1.6:1) relative to idiopathic ASD. Autistic symptoms in  this NF1 cohort demonstrated a robust unitary factor structure, with the first  principal component explaining 30.9% of the variance in SRS-2 scores, and a  strong association with ADHD symptoms (r = 0.61). Within-family correlation for  QAT burden (intraclass correlation coefficient, 0.73 in NF1-affected  first-degree relatives) exceeded that observed in the general population and ASD  family samples. CONCLUSIONS AND RELEVANCE: This study provides confirmation that the diversity  of mutations that give rise to NF1 function as quantitative trait loci for ASD.  Moreover, the within-family correlation implicates a high degree of mutational  specificity for this associated phenotype. Clinicians should be alerted to the  increased frequency of this disabling comorbidity, and the scientific community  should be aware of the potential for this monogenic disorder to help elucidate  the biological features of idiopathic autism.  DOI: 10.1001/jamapsychiatry.2016.2600 PMCID: PMC5298203 PMID: 27760236 [Indexed for MEDLINE]  Conflict of interest statement: Disclosures: Dr Frazier reported receiving  federal funding or research support from, acting as a consultant to, receiving  travel support from, and/or receiving a speaker’s honorarium from the Cole  Family Research Fund, Simons Foundation, Ingalls Foundation, Forest  Laboratories, Ecoeos, IntegraGen, Kugona LLC, Shire Development, Bristol-Myers  Squibb, National Institutes of Health, and the Brain and Behavior Research  Foundation. Dr Constantino reported receiving royalties from Western  Psychological Services for commercial sales and distribution of the Social  Responsiveness Scale–2. No other conflicts were reported.",
  "methods": "",
  "introduction": "",
  "results": "RESULTS Of the 531 patients included in the analysis, 247 were male (46.5%); median age was 11 years (range, 2.5–83.9 years). QAT scores were continuously distributed and pathologically shifted; 13.2%(95%CI, 10.3%–16.1%) of individuals scored within the most severe range (ie, above the first percentile of the general population distribution) in which the male to female ratio was markedly attenuated (1.6:1) relative to idiopathic ASD. Autistic symptoms in this NF1 cohort demonstrated a robust unitary factor structure, with the first principal component explaining 30.9%of the variance in SRS-2 scores, and a strong association with ADHD symptoms ( r  = 0.61). Within-family correlation for QAT burden (intraclass correlation coefficient, 0.73 in NF1-affected first-degree relatives) exceeded that observed in the general population and ASD family samples.",
  "discussion": "CONCLUSIONS AND RELEVANCE This study provides confirmation that the diversity of mutations that give rise to NF1 function as quantitative trait loci for ASD. Moreover, the within-family correlation implicates a high degree of mutational specificity for this associated phenotype. Clinicians should be alerted to the increased frequency of this disabling comorbidity, and the scientific community should be aware of the potential for this monogenic disorder to help elucidate the biological features of idiopathic autism.",
  "fetched_at": "2026-02-16T15:44:02.559355",
  "abstract_length": 5326,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 860,
  "discussion_length": 520
}