{
  "pmid": "27815398",
  "abstract": "Optic pathway glioma volume predicts retinal axon degeneration in  neurofibromatosis type 1.  Avery RA(1), Mansoor A(2), Idrees R(2), Trimboli-Heidler C(2), Ishikawa H(2),  Packer RJ(2), Linguraru MG(2).  Author information: (1)From the Center for Neuroscience and Behavior (R.A.A., R.J.P.), The Gilbert  Family Neurofibromatosis Institute (R.A.A., C.T.-H., R.J.P.), Sheikh Zayed  Institute for Pediatric Surgical Innovation (A.M., M.G.L.), and The Brain Tumor  Institute (R.J.P.), Children's National Health System; The George Washington  University School of Medicine and Health Sciences (R.I., M.G.L.), Washington,  DC; UPMC Eye Center, Eye and Ear Institute (H.I.), Ophthalmology and Visual  Science Research Center, Department of Ophthalmology, University of Pittsburgh  School of Medicine; and Department of Bioengineering (H.I.), Swanson School of  Engineering, University of Pittsburgh, PA. averyr@email.chop.edu. (2)From the Center for Neuroscience and Behavior (R.A.A., R.J.P.), The Gilbert  Family Neurofibromatosis Institute (R.A.A., C.T.-H., R.J.P.), Sheikh Zayed  Institute for Pediatric Surgical Innovation (A.M., M.G.L.), and The Brain Tumor  Institute (R.J.P.), Children's National Health System; The George Washington  University School of Medicine and Health Sciences (R.I., M.G.L.), Washington,  DC; UPMC Eye Center, Eye and Ear Institute (H.I.), Ophthalmology and Visual  Science Research Center, Department of Ophthalmology, University of Pittsburgh  School of Medicine; and Department of Bioengineering (H.I.), Swanson School of  Engineering, University of Pittsburgh, PA.  Comment in     Neurology. 87(23):2389.  OBJECTIVE: To determine whether tumor size is associated with retinal nerve  fiber layer (RNFL) thickness, a measure of axonal degeneration and an  established biomarker of visual impairment in children with optic pathway  gliomas (OPGs) secondary to neurofibromatosis type 1 (NF1). METHODS: Children with NF1-OPGs involving the optic nerve (extension into the  chiasm and tracts permitted) who underwent both volumetric MRI analysis and  optical coherence tomography (OCT) within 2 weeks of each other were included.  Volumetric measurement of the entire anterior visual pathway (AVP; optic nerve,  chiasm, and tract) was performed using high-resolution T1-weighted MRI. OCT  measured the average RNFL thickness around the optic nerve. Linear regression  models evaluated the relationship between RNFL thickness and AVP dimensions and  volume. RESULTS: Thirty-eight participants contributed 55 study eyes. The mean age was  5.78 years. Twenty-two participants (58%) were female. RNFL thickness had a  significant negative relationship to total AVP volume and total brain volume (p  < 0.05, all comparisons). For every 1 mL increase in AVP volume, RNFL thickness  declined by approximately 5 microns. A greater AVP volume of OPGs involving the  optic nerve and chiasm, but not the tracts, was independently associated with a  lower RNFL thickness (p < 0.05). All participants with an optic chiasm volume  >1.3 mL demonstrated axonal damage (i.e., RNFL thickness <80 microns). CONCLUSIONS: Greater OPG and AVP volume predicts axonal degeneration, a  biomarker of vision loss, in children with NF1-OPGs. MRI volumetric measures may  help stratify the risk of visual loss from NF1-OPGs.  © 2016 American Academy of Neurology.  DOI: 10.1212/WNL.0000000000003402 PMCID: PMC5177678 PMID: 27815398 [Indexed for MEDLINE]",
  "methods": "Methods: Children with NF1-OPGs involving the optic nerve (extension into the chiasm and tracts permitted) who underwent both volumetric MRI analysis and optical coherence tomography (OCT) within 2 weeks of each other were included. Volumetric measurement of the entire anterior visual pathway (AVP; optic nerve, chiasm, and tract) was performed using high-resolution T1-weighted MRI. OCT measured the average RNFL thickness around the optic nerve. Linear regression models evaluated the relationship between RNFL thickness and AVP dimensions and volume.",
  "introduction": "",
  "results": "Results: Thirty-eight participants contributed 55 study eyes. The mean age was 5.78 years. Twenty-two participants (58%) were female. RNFL thickness had a significant negative relationship to total AVP volume and total brain volume ( p  < 0.05, all comparisons). For every 1 mL increase in AVP volume, RNFL thickness declined by approximately 5 microns. A greater AVP volume of OPGs involving the optic nerve and chiasm, but not the tracts, was independently associated with a lower RNFL thickness ( p  < 0.05). All participants with an optic chiasm volume >1.3 mL demonstrated axonal damage (i.e., RNFL thickness <80 microns).",
  "discussion": "Conclusions: Greater OPG and AVP volume predicts axonal degeneration, a biomarker of vision loss, in children with NF1-OPGs. MRI volumetric measures may help stratify the risk of visual loss from NF1-OPGs.",
  "fetched_at": "2026-02-16T15:44:04.188961",
  "abstract_length": 3449,
  "methods_length": 554,
  "introduction_length": 0,
  "results_length": 627,
  "discussion_length": 205
}