{
  "pmid": "PMID:27815398",
  "title": "Optic pathway glioma volume predicts retinal axon degeneration in neurofibromatosis type 1.",
  "abstract": "OBJECTIVE: To determine whether tumor size is associated with retinal nerve fiber layer (RNFL) thickness, a measure of axonal degeneration and an established biomarker of visual impairment in children with optic pathway gliomas (OPGs) secondary to neurofibromatosis type 1 (NF1). METHODS: Children with NF1-OPGs involving the optic nerve (extension into the chiasm and tracts permitted) who underwent both volumetric MRI analysis and optical coherence tomography (OCT) within 2 weeks of each other were included. Volumetric measurement of the entire anterior visual pathway (AVP; optic nerve, chiasm, and tract) was performed using high-resolution T1-weighted MRI. OCT measured the average RNFL thickness around the optic nerve. Linear regression models evaluated the relationship between RNFL thickness and AVP dimensions and volume. RESULTS: Thirty-eight participants contributed 55 study eyes. The mean age was 5.78 years. Twenty-two participants (58%) were female. RNFL thickness had a significant negative relationship to total AVP volume and total brain volume (p < 0.05, all comparisons). For every 1 mL increase in AVP volume, RNFL thickness declined by approximately 5 microns. A greater AVP volume of OPGs involving the optic nerve and chiasm, but not the tracts, was independently associated with a lower RNFL thickness (p < 0.05). All participants with an optic chiasm volume >1.3 mL demonstrated axonal damage (i.e., RNFL thickness <80 microns). CONCLUSIONS: Greater OPG and AVP volume predicts axonal degeneration, a biomarker of vision loss, in children with NF1-OPGs. MRI volumetric measures may help stratify the risk of visual loss from NF1-OPGs.",
  "authors": "Robert A Avery; Awais Mansoor; Rabia Idrees; Carmelina Trimboli-Heidler; Hiroshi Ishikawa; Roger J Packer; Marius George Linguraru",
  "journal": "Neurology",
  "publicationDate": "2016-12-06",
  "doi": "10.1212/WNL.0000000000003402",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-19 09:26:46"
}