{
  "pmid": "27817916",
  "abstract": "Orbital/Periorbital Plexiform Neurofibromas in Children with Neurofibromatosis  Type 1: Multidisciplinary Recommendations for Care.  Avery RA(1), Katowitz JA(2), Fisher MJ(3), Heidary G(4), Dombi E(5), Packer  RJ(6), Widemann BC(5); OPPN Working Group.  Collaborators: Hutcheson KA, Madigan WP, Listernick R, Liu GT, Berland JE,  FitzGibbon EJ, Korf BR.  Author information: (1)The Gilbert Family Neurofibromatosis Institute, Children's National Health  System, Washington, DC; Department of Neurology, Children's National Health  System, Washington, DC; Department of Ophthalmology, Children's National Health  System, Washington, DC; Center for Neuroscience and Behavior, Children's  National Health System, Washington, DC; Division of Ophthalmology, Children's  Hospital of Philadelphia and Perelman School of Medicine, Philadelphia,  Pennsylvania. Electronic address: averyr@email.chop.edu. (2)Division of Ophthalmology, Children's Hospital of Philadelphia and Perelman  School of Medicine, Philadelphia, Pennsylvania. (3)Division of Oncology, Children's Hospital of Philadelphia and Perelman School  of Medicine, Philadelphia, Pennsylvania. (4)Department of Ophthalmology, Boston Children's Hospital, Boston,  Massachusetts. (5)Pediatric Oncology Branch, National Cancer Institute, Bethesda, Maryland. (6)The Gilbert Family Neurofibromatosis Institute, Children's National Health  System, Washington, DC; Department of Neurology, Children's National Health  System, Washington, DC; The Brain Tumor Institute, Children's National Health  System, Washington, DC; Center for Neuroscience and Behavior, Children's  National Health System, Washington, DC.  TOPIC: Children and adults with neurofibromatosis type 1 (NF1), a common  autosomal dominant condition, manifest a variety of ophthalmologic conditions.  Plexiform neurofibromas (PNs) involving the eyelid, orbit, periorbital, and  facial structures (orbital-periorbital plexiform neurofibroma [OPPN]) can result  in significant visual loss in children. Equally important, OPPNs can cause  significant alteration in physical appearance secondary to proptosis, ptosis,  and facial disfigurement, leading to social embarrassment and decreased  self-esteem. CLINICAL RELEVANCE: Although NF1 is a relatively common disease in which routine  ophthalmologic examinations are required, no formal recommendations for clinical  care of children with OPPNs exist. Although medical and surgical interventions  have been reported, there are no agreed-on criteria for when OPPNs require  therapy and which treatment produces the best outcome. METHODS: Because a multidisciplinary team of specialists (oculofacial plastics,  pediatric ophthalmology, neuro-ophthalmology, medical genetics, and  neuro-oncology) direct management decisions, the absence of a uniform outcome  measure that represents visual or aesthetic sequelae complicates the design of  evidence-based studies and feasible clinical trials. RESULTS: In September 2013, a multidisciplinary task force, composed of  pediatric practitioners from tertiary care centers experienced in caring for  children with OPPN, was convened to address the lack of clinical care guidelines  for children with OPPN. CONCLUSIONS: This consensus statement provides recommendations for  ophthalmologic monitoring, outlines treatment indications and forthcoming  biologic therapy, and discusses challenges to performing clinical trials in this  complicated condition.  Copyright © 2016 American Academy of Ophthalmology. All rights reserved.  DOI: 10.1016/j.ophtha.2016.09.020 PMCID: PMC5173440 PMID: 27817916 [Indexed for MEDLINE]",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-16T15:44:05.834110",
  "abstract_length": 3616,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}