{
  "pmid": "PMID:27817916",
  "title": "Orbital/Periorbital Plexiform Neurofibromas in Children with Neurofibromatosis Type 1: Multidisciplinary Recommendations for Care.",
  "abstract": "TOPIC: Children and adults with neurofibromatosis type 1 (NF1), a common autosomal dominant condition, manifest a variety of ophthalmologic conditions. Plexiform neurofibromas (PNs) involving the eyelid, orbit, periorbital, and facial structures (orbital-periorbital plexiform neurofibroma [OPPN]) can result in significant visual loss in children. Equally important, OPPNs can cause significant alteration in physical appearance secondary to proptosis, ptosis, and facial disfigurement, leading to social embarrassment and decreased self-esteem. CLINICAL RELEVANCE: Although NF1 is a relatively common disease in which routine ophthalmologic examinations are required, no formal recommendations for clinical care of children with OPPNs exist. Although medical and surgical interventions have been reported, there are no agreed-on criteria for when OPPNs require therapy and which treatment produces the best outcome. METHODS: Because a multidisciplinary team of specialists (oculofacial plastics, pediatric ophthalmology, neuro-ophthalmology, medical genetics, and neuro-oncology) direct management decisions, the absence of a uniform outcome measure that represents visual or aesthetic sequelae complicates the design of evidence-based studies and feasible clinical trials. RESULTS: In September 2013, a multidisciplinary task force, composed of pediatric practitioners from tertiary care centers experienced in caring for children with OPPN, was convened to address the lack of clinical care guidelines for children with OPPN. CONCLUSIONS: This consensus statement provides recommendations for ophthalmologic monitoring, outlines treatment indications and forthcoming biologic therapy, and discusses challenges to performing clinical trials in this complicated condition.",
  "authors": "Robert A Avery; James A Katowitz; Michael J Fisher; Gena Heidary; Eva Dombi; Roger J Packer; Brigitte C Widemann",
  "journal": "Ophthalmology",
  "publicationDate": "2017-01",
  "doi": "10.1016/j.ophtha.2016.09.020",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-19 09:26:47"
}