{
  "pmid": "27833160",
  "abstract": "Malignant peripheral nerve sheath tumors (MPNSTs) are aggressive tumors with low survival rates and the leading cause of death in neurofibromatosis type 1 (NF1) patients under 40 years old. Surgical resection is the standard of care for MPNSTs, but is often incomplete and can generate loss of function, necessitating the development of novel treatment methods for this patient population. Here, we describe a novel combination therapy comprising MEK inhibition and nanoparticle-based photothermal therapy (PTT) for MPNSTs. MEK inhibitors block activity driven by Ras, an oncogene constitutively activated in NF1-associated MPNSTs, while PTT serves as a minimally invasive method to ablate cancer cells. Our rationale for combining these seemingly disparate techniques for MPNSTs is based on several reports demonstrating the efficacy of systemic chemotherapy with local PTT. We combine the MEK inhibitor, PD-0325901 (PD901), with Prussian blue nanoparticles (PBNPs) as PTT agents, to block MEK activity and simultaneously ablate MPNSTs. Our data demonstrate the synergistic effect of combining PD901 with PBNP-based PTT, which converge through the Ras pathway to generate apoptosis, necrosis, and decreased proliferation, thereby mitigating tumor growth and increasing survival of MPNST-bearing animals. Our results suggest the potential of this novel local-systemic combination \"nanochemotherapy\" for treating patients with MPNSTs.",
  "methods": "Methods Chemicals and PBNP synthesis PD0325901 (#PZ0162; PD901) was purchased from Sigma-Aldrich (St. Louis, MO). PBNPs were synthesized from their constituent salts purchased from Sigma-Aldrich as previously described 28 . MPNST cells The M2 mouse MPNST cell line was a gift from Dr. Samuel A. Rabkin (Massachusetts General Hospital, Harvard Medical School; Boston, Massachusetts) 32 , originally isolated from spontaneously arising tumors in Nf1/Trp53 heterozygous mice obtained from the LF Parada laboratory. The M2 cells were cultured in DMEM with 10% FBS and 1% Penicillin/Streptavidin (Life Technologies, Carlsbad, CA). Western blots Treated M2 cells were lysed in 1X RIPA buffer [50 mM Tris-HCL (pH 7.4), 150 mM NaCl, 1% Triton X-100, 1% sodium deoxycholate, 0.1% SDS, 1 mM EDTA, complete protease inhibitor (Roche, Basel, Switzerland) and phosphatase inhibitor (Roche, Basel, Switzerland)]. Samples were analyzed by SDS-PAGE and transferred onto PVDF membranes (Millipore, Billerica, MA). The blots were then blocked in 5% non-fat milk in TBST, followed by incubation of primary antibodies at 4 °C overnight. After washing, the blots were incubated in horseradish peroxidase (HRP)-conjugated secondary antibodies at room temperature for 1 hour. Signals were detected using ECL or ECL plus (GE healthcare, Little Chalfont, United Kingdom) followed by film development. The primary antibodies used are as follows: p-ERK (1:1,000, rabbit, Cell Signaling, Danvers, MA), ERK (1:2,000, rabbit, Cell Signaling, Danvers, MA), and β-actin (1:10,000, mouse, Sigma-Aldrich, St. Louis, MO). Cell viability assays M2 cells were seeded at 50,000 cells per well in 96-well cell culture plates overnight. After treatment, the cells were analyzed for viability using the ATP-based CellTiter-Glo Luminescent Cell Viability Assay (Promega, Madison, WI). Luminescence was read on the EnSpire Multimode Plate Reader (PerkinElmer, Waltham, MA). Flow cytometry After the relevant treatments, M2 cells were stained with PE-Annexin V (BD Pharmingen, Franklin Lakes, NJ) and 7AAD (BD Pharmingen, Franklin Lakes, NJ). For cell cycle analysis, M2 cells were stained with propidium iodide (ThermoFisher Scientific, Carlsbad, CA) after treatment. Flow cytometry was performed on a BD FACSCalibur and analyzed with the FlowJo 7.6 software. Dynamic light scattering Hydrodynamic diameter of PBNPs (10 μg/mL) was measured by dynamic light scattering on a Zetasizer (Malvern Instruments Ltd., Malvern, United Kingdom) as per the manufacturer’s specifications. Transmission electron microscopy PBNPs were dropped onto 100 mesh standard formvar grids (Electron Microscopy Sciences, Hatfield, PA) and visualized by transmission electron microscopy on a JEM-2100 FEG high-resolution transmission electron microscope at 200 kV. Photothermal therapy An 808 nm NIR laser (Laserglow Technologies, Toronto, Ontario, Canada) at 1.5 W/cm 2  was used for all PTT studies. PBNPs were added to 96-well plates at varied concentrations and irradiated for ten minutes. A thermocouple (Omega Engineering, Stamford, CT) was used to measure the temperature of the wells at one-minute intervals. Analysis of PD901 and PBNP-based PTT interaction  in vitro The coefficient of drug interaction (CDI) was used to analyze the interaction between PD901 and PBNP-based PTT in treating M2 cells  in vitro , as previously described 36 . Briefly, M2 cells were subject to varying doses of PD901, PBNP-based PTT, or combination PD901/PTT. The doses of PD901 used were 0.125–100 μM; the doses of PBNP-based PTT were 0.005–0.1 mg/mL irradiated for 10 min with the NIR laser. The doses for the PD901 + PTT combination were the combined doses used for each individual treatment. The viability of the M2 cells at each dose was measured using the ATP-based CellTiter-Glo Luminescent Cell Viability Assay (Promega, Madison, WI). The CDI for a given dose of PD901, PTT, or the PD901/PTT combination was calculated using the formula: CDI = (M2 viability in response to PD901/PTT)/(M2 viability in response to PD901 × M2 viability in response to PTT). A value of CDI < 1 indicated drug synergy, CDI < 0.7 indicated significant drug synergy, CDI = 1 indicated additivity, and CDI > 1 indicated drug antagonism. Animals All animal studies were approved by the Institutional Animal Care and Use Committee (IACUC) of Children’s National Health System, Washington, DC (Protocol #00030571). The studies were conducted in accordance with the approved IACUC guidelines. 4–6 week old female B6129SF1/J mice were purchased from Jackson Laboratory (Bar Harbor, ME). Mice were monitored daily for symptoms of toxicity (e.g. sick mouse posturing, infection, impaired mobility, weight loss, self-mutilation, bleeding). No mice were euthanized due to toxicity symptoms, and no measurable weight loss was recorded. The animals were acclimated for 3–4 days prior to tumor inoculation. In vivo  studies 1 million M2 cells were injected into the backs of B6129SF1/J mice in 100 μL 50% phosphate buffered saline (PBS, Life Technologies, Carlsbad, CA)/50% Matrigel (Corning, Corning, NY). Treatment commenced when tumors reached 10 mm in diameter. Animals were treated in four groups: (1) Untreated (n = 5): animals received no treatment, (2) PTT-treated (n = 5): animals were intratumorally injected with 50 μL of 1 mg/mL PBNPs and irradiated for 10 minutes with 1.5 W/cm 2  NIR laser, (3) PD901-treated (n = 5): animals were given 5 mg/kg PD901 daily by oral gavage in 0.5% hydroxypropyl methylcellulose and 0.2% Tween80, and (4) PD901 plus PTT combo-treated (n = 5): animals were given both PTT and PD901 treatments as listed above. Animals were euthanized if tumors reached >20 mm in diameter, if their tumors became ulcerated, or if they exhibited signs of distress. Tumors were measured daily by calipers. For histological analysis of the effects of the treatments, tumors were harvested eight hours post treatment (treatments described above; n = 2–3 per group), processed, and stained with hematoxylin and eosin (H&E) for subsequent microscopy. Statistical analysis Statistical analysis was conducted using Prism V5.00 (GraphPad Software, San Diego, CA). Statistical significance between groups in the plots was determined using a two-tailed Student’s  t -test and values with p < 0.05 qualified as statistically significant and were marked with an asterisk (*) to indicate comparison between two specified groups. ** indicates p-values < 0.01, while *** indicates p-values < 0.001. p-values > 0.05 qualified as not statistically significant. The samples sizes (n) for each group were either ≥3/group or explicitly mentioned for each study. For the animal survival study, a log-rank test was used to determine statistically significant differences in survival between the various groups, (α = 0.05, rejecting the null hypothesis if  x 2  > critical value for the test). Survival results were analyzed by generating Kaplan-Meier plots. A p-value < 0.05 was considered statistically significant in this analysis. All relevant p-values are listed in  Supplementary Table 1 .",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:42:17.828406",
  "abstract_length": 1433,
  "methods_length": 7090,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}