{
  "pmid": "27856782",
  "abstract": "Revisiting neurofibromatosis type 2 diagnostic criteria to exclude LZTR1-related  schwannomatosis.  Smith MJ(1), Bowers NL(1), Bulman M(1), Gokhale C(1), Wallace AJ(1), King AT(1),  Lloyd SK(1), Rutherford SA(1), Hammerbeck-Ward CL(1), Freeman SR(1), Evans  DG(2).  Author information: (1)From the Centre for Genomic Medicine, Division of Evolution and Genomic  Science, School of Biological Sciences, St Mary's Hospital (M.J.S., N.L.B.,  M.B., C.G., A.J.W., D.G.E.), Department of Otolaryngology, Manchester Royal  Infirmary (S.K.L.L., S.R.F.), and the Department of Neurosurgery, Salford Royal  Foundation Trust (A.T.K., S.A.R., C.L.H.-W.), Manchester Academic Health  Sciences Centre, University of Manchester, UK. (2)From the Centre for Genomic Medicine, Division of Evolution and Genomic  Science, School of Biological Sciences, St Mary's Hospital (M.J.S., N.L.B.,  M.B., C.G., A.J.W., D.G.E.), Department of Otolaryngology, Manchester Royal  Infirmary (S.K.L.L., S.R.F.), and the Department of Neurosurgery, Salford Royal  Foundation Trust (A.T.K., S.A.R., C.L.H.-W.), Manchester Academic Health  Sciences Centre, University of Manchester, UK. gareth.evans@cmft.nhs.uk.  Erratum in     Neurology. 2017 Jul 11;89(2):215. doi: 10.1212/WNL.0000000000004168.  OBJECTIVE: To determine the specificity of the current clinical diagnostic  criteria for neurofibromatosis type 2 (NF2) relative to the requirement for  unilateral vestibular schwannoma (VS) and at least 2 other NF2-related tumors. METHODS: We interrogated our Manchester NF2 database, which contained 205  individuals meeting NF2 criteria who initially presented with a unilateral VS.  Of these, 83 (40.7%) went on to develop a contralateral VS. We concentrated our  genetic analysis on a group of 70 who initially fulfilled NF2 criteria with a  unilateral vestibular schwannoma and at least 2 additional nonintradermal  schwannomas. RESULTS: Overall, 5/70 (7%) individuals with unilateral VS and at least 2 other  schwannomas had a pathogenic or likely pathogenic LZTR1 mutation. Twenty of the  70 subsequently developed bilateral disease. Of the remaining 50, 5 (10%) had a  germline LZTR1 mutation, equivalent to the number (n = 5) with a germline NF2  mutation. CONCLUSIONS: The most common etiology for unilateral VS and 2 additional  NF2-associated tumors in this cohort was mosaic NF2. Germline LZTR1 and germline  NF2 mutations were equally common in our cohort. This indicates that LZTR1 must  be considered when making a diagnosis of NF2 in the presence of unilateral VS in  individuals without a germline NF2 mutation.  © 2016 American Academy of Neurology.  DOI: 10.1212/WNL.0000000000003418 PMCID: PMC5200853 PMID: 27856782 [Indexed for MEDLINE]",
  "methods": "Methods: We interrogated our Manchester NF2 database, which contained 205 individuals meeting NF2 criteria who initially presented with a unilateral VS. Of these, 83 (40.7%) went on to develop a contralateral VS. We concentrated our genetic analysis on a group of 70 who initially fulfilled NF2 criteria with a unilateral vestibular schwannoma and at least 2 additional nonintradermal schwannomas.",
  "introduction": "",
  "results": "Results: Overall, 5/70 (7%) individuals with unilateral VS and at least 2 other schwannomas had a pathogenic or likely pathogenic  LZTR1  mutation. Twenty of the 70 subsequently developed bilateral disease. Of the remaining 50, 5 (10%) had a germline  LZTR1  mutation, equivalent to the number (n = 5) with a germline  NF2  mutation.",
  "discussion": "Conclusions: The most common etiology for unilateral VS and 2 additional NF2-associated tumors in this cohort was mosaic NF2. Germline  LZTR1  and germline  NF2  mutations were equally common in our cohort. This indicates that  LZTR1  must be considered when making a diagnosis of NF2 in the presence of unilateral VS in individuals without a germline  NF2  mutation.",
  "fetched_at": "2026-02-16T15:44:08.703828",
  "abstract_length": 2721,
  "methods_length": 397,
  "introduction_length": 0,
  "results_length": 333,
  "discussion_length": 367
}