{
  "pmid": "27927008",
  "abstract": "Glioblastomas (GBM) are very difficult to treat and their aggressiveness is one of the main reasons for this as well as for the frequent recurrences. MicroRNAs post-transcriptionally regulate their target genes through interaction between their seed sequence and 3'UTR of the target mRNAs. We previously reported that miR-296-3p is regulated by neurofibromatosis 2 (NF2) and enhances the invasiveness of GBM cells via SOCS2/STAT3. In this study, we investigated whether miR-296-5p, which originates from the same precursor miRNA as miR-296-3p, can increase the invasiveness of GBM cells. It was observed that miR-296-5p potentiated the invasion of various GBM cells including LN229, T98G, and U87MG. Through bioinformatics approaches, two genes were identified as miR-296-5p targets: caspase-8 (CASP8) and nerve growth factor receptor (NGFR). From results obtained from Ago2 immunoprecipitation and luciferase assays, we found that miR-296-5p downregulates CASP8 and NGFR through direct interaction between seed sequence of the miRNA and 3'UTR of the target mRNA. Knockdown of CASP8 or NGFR also increased the invasive ability of GBM cells, indicating that CASP8 and NGFR are involved in potentiation of invasiveness by miR-296-5p. Consistent with our findings, CASP8 was downregulated in brain metastatic lung cancer cells, which have a high level of miR-296-5p, compared to parental cells, suggesting that miR-296-5p may be generally associated with the acquisition of invasiveness. Collectively, our results implicate miR-296-5p as a potential cause of invasiveness in cancer and suggest it as a promising therapeutic target for GBM.",
  "methods": "MATERIALS AND METHODS Cell culture and transfection Human GBM cell lines (LN229, T98G, and U87MG) were maintained in Dulbecco’s modified Eagle medium (DMEM, Hyclone, GE Healthcare, UK) supplemented with 10% fetal bovine serum (FBS) and 1% antibiotic-antimycotic solution (GIBCO-BRL, Thermo Fisher Scientific, USA). All GBM cells were authenticated through short tandem repeat profiling. For overexpression of miR-296-5p, cells were transfected with control (Con) miRNA or miRNA-296-5p mimic (pre-miR-296-5p, GenePharma, Shanghai, China) using Lipofectamine2000 (Invitrogen, Thermo Scientific) according to the manufacturer’s protocol. For knockdown experiments, cells were transfected with control (CTRL) siRNA or indicated siRNAs. SiRNAs for CASP8 (GCUGCUCUUCCGAAUUAAUUU) and NGFR (CGAGCACAUAGACUCCUUU) were synthesized in Bioneer (Korea). Evaluation of the invasiveness of GBM cells The invasiveness of GBM cells was assessed using a BD Bio-coat™ Matrigel invasion chamber (BD Bioscience, USA). Briefly, equal number of cells in serum-free media was added into the upper and lower chambers. Cellular invasion was triggered by the addition of complete medium containing 10% FBS into the lower chamber. After incubation for 24 h, invaded cells were fixed by methanol and then stained with 0.1% hematoxylin and eosin. Invasiveness was determined by counting the number of invaded cells from more than twelve fields. Western blot analysis For western blot analysis, cells were lysed in RIPA buffer containing a protease and phosphatase inhibitors (Roche, Switzerland). Equal amounts of protein were separated by SDS-polyacrylamide gel electrophoresis and transferred onto polyvinylidene fluoride membranes (Millipore, USA). The membranes were blocked and then incubated with the indicated primary antibody and the appropriate secondary antibody. Bands were visualized using the enhanced chemoluminescence solution (Amersham, UK). Antibodies used for CASP8 (#9746) and NGFR/p75NTR (sc-6188) were from Cell Signaling Technology and Santa Cruz Biotechnology, respectively. GAPDH (ab8245, Abcam) was used as loading control. RNA isolation and RT-qPCR analysis Total RNA was isolated using TRIzol reagent (Ambion, USA) according to the manufacturer’s instructions. After cDNA was synthesized using the SuperScript III First-Strand Synthesis System (Invitrogen, USA), the level of mRNA was quantified by reverse transcription quantitative-PCR (RT-qPCR) (ABI Prism 7600) using Power SYBR® Green PCR Master Mix (Applied Biosystems, USA). RT-qPCR was performed using the following primers: CASP8, forward: CATCCAGTCACTTTGCCAGA, reverse: GCATCTGTTTCCCC ATGTTT; NGFR, forward: CGACAACCTCATCCCTGTCT, reverse: GCTGTTCCACCTCTTGAAGG. The level of GAPDH mRNA was used for normalization (forward: TGCACCACC AACTGCTTAGC, reverse: GGCATGGACTGTGGTCATGAG). To determine the levels of primary and mature miRNAs, RT-qPCR was performed using primary miR-296-specific primers (forward: TGCCTAATTCAGAGGGTTGG, reverse: CTCCACTCCTGGCACACAG) and mature miRNA-296-5p-specific TaqMan primer (MIMAT0000690, Applied Biosystems, USA), respectively. Ago2 immunoprecipitation (IP) To examine whether miR-296-5p directly binds to CASP8 and NGFR mRNA, IP was performed using an Ago2-specific antibody (Sigma-Aldrich, USA). Cytoplasmic lysates were incubated with Ago2 antibody-coated Dynabeads® Protein G (10004D, Invitrogen). Beads were washed with PEB buffer more than five times, and RNA in the Ago2-IP materials was then isolated. The enrichment of CASP8 and NGFR mRNA in Ago2-IP was determined by RT-qPCR. Luciferase reporter assay To investigate whether downregulation of CASP8 and NGFR by miR-296-5p is caused by the direct interaction between the miRNA seed sequence and the 3′UTR of their target mRNA, pmirGLO dual-luciferase vectors (E133A, Promega) containing the 3′UTR of CASP8 and NGFR mRNA were constructed: pmirGLO-CASP8 3′UTR and pmirGLO-NGFR 3′UTR, respectively. We prepared two individual vectors containing wild-type or mutated seed region sequences of the miR-296-5p-binding site in the 3′UTR of CASP8 and NGFR mRNAs. Cells were transfected with control or pre-miR-296-5p and plated into the 24-well plate. After 24 h, cells were transfected with either wild-type or mutant-type luciferase vector. Effect of the miR-296-5p on luciferase expression was assessed using a Dual-GLO™ Luciferase Assay System (E2940, Promega).",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:42:43.807581",
  "abstract_length": 1636,
  "methods_length": 4400,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}