{
  "pmid": "27923908",
  "abstract": "Children with neurofibromatosis type 1 (NF1) develop low-grade brain tumors throughout the optic pathway. Nearly 50% of children with optic pathway gliomas (OPGs) experience visual impairment, and few regain their vision after chemotherapy. Recent studies have revealed that girls with optic nerve gliomas are five times more likely to lose vision and require treatment than boys. To determine the mechanism underlying this sexually dimorphic difference in clinical outcome, we leveraged Nf1 optic glioma (Nf1-OPG) mice. We demonstrate that female Nf1-OPG mice exhibit greater retinal ganglion cell (RGC) loss and only females have retinal nerve fiber layer (RNFL) thinning, despite mice of both sexes harboring tumors of identical volumes and proliferation. Female gonadal sex hormones are responsible for this sexual dimorphism, as ovariectomy, but not castration, of Nf1-OPG mice normalizes RGC survival and RNFL thickness. In addition, female Nf1-OPG mice have threefold more microglia than their male counterparts, and minocycline inhibition of microglia corrects the retinal pathology. Moreover, pharmacologic inhibition of microglial estrogen receptor-β (ERβ) function corrects the retinal abnormalities in female Nf1-OPG mice. Collectively, these studies establish that female gonadal sex hormones underlie the sexual dimorphic differences in Nf1 optic glioma-induced retinal dysfunction by operating at the level of tumor-associated microglial activation.",
  "methods": "Materials and methods Mice Nf1 ;GFAP-Cre mice ( flox/mut Nf1 +/−  mice with somatic  Nf1  loss in neuroglial progenitor cells) were generated and maintained on a C57BL/6 background ( Bajenaru et al., 2003 ). Analysis of mice was performed at 3 mo of age using independently generated cohorts. All animals were used in accordance with protocols approved by the animal studies committee at Washington University. Pharmacological treatments 4-vinylcycohexene diepoxide (VCD; 160 mg/kg; Sigma-Aldrich) diluted in corn oil (vehicle) was administered by i.p. injection for 20 consecutive d. Minocycline hydrochloride (50 mg/kg; Sigma-Aldrich) dissolved in sterile PBS was administered by i.p. injection for 5 d/week (2 wk), and controls received PBS injections. The selective ERβ antagonist PHTPP (4 mg/kg body weight; Sigma-Aldrich) was dissolved in corn oil and administered i.p. for 5 d/week (6 wk to 3 mo of age). Controls received i.p. corn oil injections. Western blotting Retinae were microdissected and tissues were sonicated in 1% NP-40 buffer supplemented with protease and phosphatase inhibitors. Protein concentrations were determined using a BCA protein assay kit (Thermo Fisher Scientific), and Western blotting was performed as previously described using SMI-32 (BioLegend; 1:500 dilution;  Daginakatte and Gutmann, 2007 ) antibodies and developed using chemiluminescence detection on a ChemiDoc-It Imaging System (UVP). Retinal flat-mount staining Eyes were fixed with 4% paraformaldehyde for 1 h and washed with PBS, and retinae were microdissected using 4 small incisions. Retinae were post-fixed in methanol and stored overnight before incubation with SMI-32 antibody overnight (1:250) and immunofluorescent microscope imaging. Castration and OVX After anesthesia, 6-wk-old male mice were castrated by vas deferens cauterization using sterile surgical instruments in the Mouse Genetics Core at Washington University. Similarly, 6-wk-old female mice were surgically OVX and their fallopian tubes were ligated. Afterward, the skin was sutured and topical analgesics lidocaine ointment or bupivacaine were applied. Sham controls underwent identical procedures minus the gonadectomy. Immunohistochemistry After perfusion with Ringer’s solution containing 0.1% lidocaine, 0.25% heparin, and 4% paraformaldehyde, optic nerves and eyeballs were post-fixed in 4% paraformaldehyde overnight. Tissues were embedded in paraffin and sectioned at 5 µm for immunostaining with the antibodies the following antibodies: Brn3a (1:500; Santa Cruz Biotechnology, Inc.), cleaved caspase-3 (1:250; R&D Biosystems), estrogen receptor α (1:200; Abcam), estrogen receptor β (1:200; Abcam), Iba1 (1:200; Novus Biologicals), Iba1 (1:1,000; Wako), IL-1β (1:200; Abcam), IL-6 (1:200; Santa Cruz Biotechnology, Inc.), Ki67 (1:500; BD), Neurofibromin (1:200; Santa Cruz Biotechnology, Inc.), pNF-H (1:1,000; Abcam), pSAPK-JNK (1:50; Cell Signaling Technology), SMI-32 (1:500; BioLegend). Biotinylated secondary antibodies (Vector Labs) were used for immunohistochemistry and developed using the Vectastain ABC kit. Alexa Fluor (Thermo Fisher Scientific) secondary antibodies were used for immunofluorescent staining. Terminal deoxynucleotide transferase–mediated dUTP nick ended (TUNEL) labeling (Roche) was performed as per the manufacturer’s instructions. Optic nerve measurements Microdissected optic nerves were fixed in 4% paraformaldehyde overnight and then photographed, and diameters were measured beginning at the chiasm (and subsequently ∼150, ∼300, and ∼450 µm anterior to the chiasm) to generate optic nerve volumes as previously reported ( Hegedus et al., 2008 ). Retinal analyses RNFL measurements were performed using ImageJ (National Institutes of Health) software on sections through the plain including pupil and optic nerves. Images were taken at 20× fields from 0 to 300 µm proximal to the optic nerve head. Repeated measurements of stained axons (SMI-32 + staining) were recorded and averaged for each area corresponding to each genotype. Serum estradiol and testosterone assay Serum was separated from whole blood after centrifugation and analyzed using 17β-Estradiol (Enzo Life Sciences) and Testosterone (Enzo Life Sciences) ELISA kits as per the manufacturer’s protocol. Statistical analysis Statistical analysis was performed using Prism 5.0 software (GraphPad). Analyses involving only two groups were performed using nonparametric Student’s  t  test (Mann-Whitney) and four groups were compared using a nonparametric one-way ANOVA (Kruskal-Wallis test) using Dunn’s multiple comparison posttest. Statistical significance predetermined to be P < 0.05 for all statistical tests.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:42:39.684929",
  "abstract_length": 1464,
  "methods_length": 4687,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}