{
  "pmid": "PMID:27956565",
  "title": "Randomized placebo-controlled study of lovastatin in children with neurofibromatosis type 1.",
  "abstract": "OBJECTIVE: To assess the efficacy of lovastatin on visuospatial learning and attention for treating cognitive and behavioral deficits in children with neurofibromatosis type 1 (NF1). METHODS: A multicenter, international, randomized, double-blind, placebo-controlled trial was conducted between July 2009 and May 2014 as part of the NF Clinical Trials Consortium. Children with NF1 aged 8-15 years were screened for visuospatial learning or attention deficits (n = 272); 146 children demonstrated deficits at baseline and were randomly assigned to lovastatin (n = 74; 40 mg/d) or placebo (n = 70). Treatment was administered once daily for 16 weeks. Primary outcomes were total errors on the Cambridge Neuropsychological Test Automated Battery Paired Associate Learning task (visuospatial learning) and the Score subtest from the Test of Everyday Attention for Children (sustained attention). Secondary outcomes measured executive function, attention, visuospatial skills, behavior, and quality of life. Primary analyses were performed on the intention-to-treat population. RESULTS: Lovastatin had no significant effect on primary outcomes after 16 weeks of treatment: visuospatial learning (Cohen d = -0.15, 95% confidence interval -0.47 to 0.18) or sustained attention (Cohen d = 0.19, 95% confidence interval -0.14 to 0.53). Lovastatin was well tolerated, with no increase in reported adverse events compared to placebo. CONCLUSIONS: Lovastatin administered once daily for 16 weeks did not improve visuospatial learning or attention in children with NF1 and is not recommended for amelioration of cognitive deficits in this population. CLINICALTRIALSGOV IDENTIFIER: This study was registered at ClinicalTrials.gov (NCT00853580) and Australian New Zealand Clinical Trials Registry (ACTRN12607000560493). CLASSIFICATION OF EVIDENCE: This study provides Class I evidence that for children with NF1, lovastatin does not improve visuospatial learning or attention deficits.",
  "authors": "Jonathan M Payne; Belinda Barton; Nicole J Ullrich; Alan Cantor; Stephen J C Hearps; Gary Cutter; Tena Rosser; Karin S Walsh; Gerard A Gioia; Pamela L Wolters; James Tonsgard; Elizabeth Schorry; David Viskochil; Laura Klesse; Michael Fisher; David H Gutmann; Alcino J Silva; Scott J Hunter; Celiane Rey-Casserly; Nancy L Cantor; Anna W Byars; Peter L Stavinoha; Joseph D Ackerson; Carol L Armstrong; Jill Isenberg; Sharon H O'Neil; Roger J Packer; Bruce Korf; Maria T Acosta; Kathryn N North",
  "journal": "Neurology",
  "publicationDate": "2016-12-13",
  "doi": "10.1212/WNL.0000000000003435",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-19 09:26:51"
}