{
  "pmid": "27956565",
  "abstract": "Randomized placebo-controlled study of lovastatin in children with  neurofibromatosis type 1.  Payne JM(1), Barton B(1), Ullrich NJ(1), Cantor A(1), Hearps SJ(1), Cutter G(1),  Rosser T(1), Walsh KS(1), Gioia GA(1), Wolters PL(1), Tonsgard J(1), Schorry  E(1), Viskochil D(1), Klesse L(1), Fisher M(1), Gutmann DH(1), Silva AJ(1),  Hunter SJ(1), Rey-Casserly C(1), Cantor NL(1), Byars AW(1), Stavinoha PL(1),  Ackerson JD(1), Armstrong CL(1), Isenberg J(1), O'Neil SH(1), Packer RJ(1), Korf  B(1), Acosta MT(1), North KN(2); NF Clinical Trials Consortium.  Collaborators: Allen J, Reddy A, Avery R, Flanigan C.  Author information: (1)From the Murdoch Children's Research Institute (J.M.P., S.J.C.H., K.N.N.),  Royal Children's Hospital; Department of Paediatrics (J.M.P., K.N.N.), Faculty  of Medicine, Dentistry and Health Sciences, University of Melbourne; Children's  Hospital Education Research Institute (B.B.), Children's Hospital at Westmead;  Discipline of Paediatrics and Child Health (B.B.), University of Sydney,  Australia; Department of Neurology (N.J.U., C.R.-C.), Boston Children's  Hospital, MA; Department of Preventative Medicine (A.C.), School of Public  Health (G.C.), Department of Psychology (J.D.A.), and Department of Genetics  (B.K.), University of Alabama at Birmingham; Department of Neurology (T.R.,  S.H.O.), Children's Hospital of Los Angeles, CA; Center for Neuroscience and  Behavioral Medicine (K.S.W., G.A.G., R.J.P., M.T.A.), Children's National Health  System, Washington, DC; Pediatric Oncology Branch Center for Cancer Research  (P.L.W.), National Cancer Institute, Bethesda, MD; Division of Neurology (J.T.,  S.J.H.), University of Chicago Medicine Comer Children's Hospital, IL; Human  Genetics (E.S.) and Division of Neurology (A.W.B.), Cincinnati Children's  Hospital Medical Center, OH; Department of Genetics (D.V.), University of Utah,  Salt Lake City; Department of Pediatrics (L.K.), University of Texas  Southwestern Medical Center, Dallas; Division of Oncology (M.F., C.L.A.),  Children's Hospital of Philadelphia, PA; Department of Neurology (D.H.G., J.I.),  Washington University School of Medicine in St Louis, MO; Gonda Neuroscience and  Genetics Center (A.J.S.), University of California Los Angeles; Primary  Children's Hospital (N.L.C.), Salt Lake City, UT; and University of Texas MD  Anderson Cancer Center (P.L.S.), Houston. (2)From the Murdoch Children's Research Institute (J.M.P., S.J.C.H., K.N.N.),  Royal Children's Hospital; Department of Paediatrics (J.M.P., K.N.N.), Faculty  of Medicine, Dentistry and Health Sciences, University of Melbourne; Children's  Hospital Education Research Institute (B.B.), Children's Hospital at Westmead;  Discipline of Paediatrics and Child Health (B.B.), University of Sydney,  Australia; Department of Neurology (N.J.U., C.R.-C.), Boston Children's  Hospital, MA; Department of Preventative Medicine (A.C.), School of Public  Health (G.C.), Department of Psychology (J.D.A.), and Department of Genetics  (B.K.), University of Alabama at Birmingham; Department of Neurology (T.R.,  S.H.O.), Children's Hospital of Los Angeles, CA; Center for Neuroscience and  Behavioral Medicine (K.S.W., G.A.G., R.J.P., M.T.A.), Children's National Health  System, Washington, DC; Pediatric Oncology Branch Center for Cancer Research  (P.L.W.), National Cancer Institute, Bethesda, MD; Division of Neurology (J.T.,  S.J.H.), University of Chicago Medicine Comer Children's Hospital, IL; Human  Genetics (E.S.) and Division of Neurology (A.W.B.), Cincinnati Children's  Hospital Medical Center, OH; Department of Genetics (D.V.), University of Utah,  Salt Lake City; Department of Pediatrics (L.K.), University of Texas  Southwestern Medical Center, Dallas; Division of Oncology (M.F., C.L.A.),  Children's Hospital of Philadelphia, PA; Department of Neurology (D.H.G., J.I.),  Washington University School of Medicine in St Louis, MO; Gonda Neuroscience and  Genetics Center (A.J.S.), University of California Los Angeles; Primary  Children's Hospital (N.L.C.), Salt Lake City, UT; and University of Texas MD  Anderson Cancer Center (P.L.S.), Houston. kathryn.north@mcri.edu.au.  OBJECTIVE: To assess the efficacy of lovastatin on visuospatial learning and  attention for treating cognitive and behavioral deficits in children with  neurofibromatosis type 1 (NF1). METHODS: A multicenter, international, randomized, double-blind,  placebo-controlled trial was conducted between July 2009 and May 2014 as part of  the NF Clinical Trials Consortium. Children with NF1 aged 8-15 years were  screened for visuospatial learning or attention deficits (n = 272); 146 children  demonstrated deficits at baseline and were randomly assigned to lovastatin (n =  74; 40 mg/d) or placebo (n = 70). Treatment was administered once daily for 16  weeks. Primary outcomes were total errors on the Cambridge Neuropsychological  Test Automated Battery Paired Associate Learning task (visuospatial learning)  and the Score subtest from the Test of Everyday Attention for Children  (sustained attention). Secondary outcomes measured executive function,  attention, visuospatial skills, behavior, and quality of life. Primary analyses  were performed on the intention-to-treat population. RESULTS: Lovastatin had no significant effect on primary outcomes after 16 weeks  of treatment: visuospatial learning (Cohen d = -0.15, 95% confidence interval  -0.47 to 0.18) or sustained attention (Cohen d = 0.19, 95% confidence interval  -0.14 to 0.53). Lovastatin was well tolerated, with no increase in reported  adverse events compared to placebo. CONCLUSIONS: Lovastatin administered once daily for 16 weeks did not improve  visuospatial learning or attention in children with NF1 and is not recommended  for amelioration of cognitive deficits in this population. CLINICALTRIALSGOV IDENTIFIER: This study was registered at ClinicalTrials.gov  (NCT00853580) and Australian New Zealand Clinical Trials Registry  (ACTRN12607000560493). CLASSIFICATION OF EVIDENCE: This study provides Class I evidence that for  children with NF1, lovastatin does not improve visuospatial learning or  attention deficits.  © 2016 American Academy of Neurology.  DOI: 10.1212/WNL.0000000000003435 PMCID: PMC5207004 PMID: 27956565 [Indexed for MEDLINE]",
  "methods": "Methods: A multicenter, international, randomized, double-blind, placebo-controlled trial was conducted between July 2009 and May 2014 as part of the NF Clinical Trials Consortium. Children with NF1 aged 8–15 years were screened for visuospatial learning or attention deficits (n = 272); 146 children demonstrated deficits at baseline and were randomly assigned to lovastatin (n = 74; 40 mg/d) or placebo (n = 70). Treatment was administered once daily for 16 weeks. Primary outcomes were total errors on the Cambridge Neuropsychological Test Automated Battery Paired Associate Learning task (visuospatial learning) and the Score subtest from the Test of Everyday Attention for Children (sustained attention). Secondary outcomes measured executive function, attention, visuospatial skills, behavior, and quality of life. Primary analyses were performed on the intention-to-treat population.",
  "introduction": "",
  "results": "Results: Lovastatin had no significant effect on primary outcomes after 16 weeks of treatment: visuospatial learning (Cohen  d  = −0.15, 95% confidence interval −0.47 to 0.18) or sustained attention (Cohen  d  = 0.19, 95% confidence interval −0.14 to 0.53). Lovastatin was well tolerated, with no increase in reported adverse events compared to placebo.",
  "discussion": "Conclusions: Lovastatin administered once daily for 16 weeks did not improve visuospatial learning or attention in children with NF1 and is not recommended for amelioration of cognitive deficits in this population.",
  "fetched_at": "2026-02-16T15:44:11.905364",
  "abstract_length": 6289,
  "methods_length": 890,
  "introduction_length": 0,
  "results_length": 353,
  "discussion_length": 214
}