{
  "pmid": "PMID:27956228",
  "title": "Genome-Wide CRISPR Screen Identifies Regulators of Mitogen-Activated Protein Kinase as Suppressors of Liver Tumors in Mice.",
  "abstract": "BACKGROUND & AIMS: It has been a challenge to identify liver tumor suppressors or oncogenes due to the genetic heterogeneity of these tumors. We performed a genome-wide screen to identify suppressors of liver tumor formation in mice, using CRISPR-mediated genome editing. METHODS: We performed a genome-wide CRISPR/Cas9-based knockout screen of P53-null mouse embryonic liver progenitor cells that overexpressed MYC. We infected p53 RESULTS: We identified 4 candidate liver tumor suppressor genes not previously associated with liver cancer (Nf1, Plxnb1, Flrt2, and B9d1). CRISPR-mediated knockout of Nf1, a negative regulator of RAS, accelerated liver tumor formation in mice. Loss of Nf1 or activation of RAS up-regulated the liver progenitor cell markers HMGA2 and SOX9. RAS pathway inhibitors suppressed the activation of the Hmga2 and Sox9 genes that resulted from loss of Nf1 or oncogenic activation of RAS. Knockdown of HMGA2 delayed formation of xenograft tumors from cells that expressed oncogenic RAS. In human HCCs, low levels of NF1 messenger RNA or high levels of HMGA2 messenger RNA were associated with shorter patient survival time. Liver cancer cells with inactivation of Plxnb1, Flrt2, and B9d1 formed more tumors in mice and had increased levels of mitogen-activated protein kinase phosphorylation. CONCLUSIONS: Using a CRISPR-based strategy, we identified Nf1, Plxnb1, Flrt2, and B9d1 as suppressors of liver tumor formation. We validated the observation that RAS signaling, via mitogen-activated protein kinase, contributes to formation of liver tumors in mice. We associated decreased levels of NF1 and increased levels of its downstream protein HMGA2 with survival times of patients with HCC. Strategies to inhibit or reduce HMGA2 might be developed to treat patients with liver cancer.",
  "authors": "Chun-Qing Song; Yingxiang Li; Haiwei Mou; Jill Moore; Angela Park; Yotsawat Pomyen; Soren Hough; Zachary Kennedy; Andrew Fischer; Hao Yin; Daniel G Anderson; Darryl Conte; Lars Zender; Xin Wei Wang; Snorri Thorgeirsson; Zhiping Weng; Wen Xue",
  "journal": "Gastroenterology",
  "publicationDate": "2017-04",
  "doi": "10.1053/j.gastro.2016.12.002",
  "methods": "METHODS: We performed a genome-wide CRISPR/Cas9-based knockout screen of P53-null mouse embryonic liver progenitor cells that overexpressed MYC. We infected  p53 −/− ; Myc ; Cas9  hepatocytes with the mGeCKOa lentiviral library of 67,000 single-guide RNAs (sgRNAs), targeting 20,611 mouse genes, and transplanted the transduced cells subcutaneously into nude mice. Within 1 month, all the mice that received the sgRNA library developed subcutaneous tumors. We performed high-throughput sequencing of tumor DNA and identified sgRNAs increased at least 8-fold compared to the initial cell pool. To validate the top 10 candidate tumor suppressors from this screen, we collected data from patients with hepatocellular carcinoma (HCC) using the Cancer Genome Atlas and COSMIC databases. We used CRISPR to inactivate candidate tumor suppressor genes in  p53 −/− ;Myc;Cas9 cells and transplanted them subcutaneously into nude mice; tumor formation was monitored and tumors were analyzed by histology and immunohistochemistry. Mice with liver-specific disruption of p53 were given hydrodynamic tail-vein injections of plasmids encoding Myc and sgRNA/ Cas9  designed to disrupt candidate tumor suppressors; growth of tumors and metastases was monitored. We compared gene expression profiles of liver cells with vs without tumor suppressor gene disrupted by sgRNA/ Cas9 . Genes found to be upregulated following tumor suppressor loss were examined in liver cancer cell lines; their expression was knocked down using small hairpin RNAs, and tumor growth was examined in nude mice. Effects of the MEK inhibitors AZD6244, U0126, and trametinib, or the multi-kinase inhibitor sorafenib, were examined in human and mouse HCC cell lines. Materials and Methods CRISPR vectors sgRNA sequences ( Supplementary Table S1 ) were from the mGeCKOa library  , or designed as described  24 . sgNf1.1 was from the library and sgNf1.4 was designed to rule out off-target effects. sgRNA oligos (IDT) were annealed and cloned into the pX330 vector (addgene 42230) or lentiV2 (addgene 52961)  52  using standard Bbsl or BsmBI protocols. 24 Cell culture and infection Cell culture conditions were as described  \n 53 p53 −/−  fetal hepatocytes were harvested from ED = 18  p53 −/−  fetal liver   and infected with packaged retroviral Myc and lentiviral Cas9 twice and selected for with blasticidin. The cells were then infected with the lentiviral mGeCKOa sgRNA library  54 . Virus was prepared by the UMass shRNA Viral Core. Puromycin-resistant cells were collected. 293fs cells were used to package lentivirus encoding individual sgRNA and Cas9. All data are representative of at least two independent infections. Sorafenib, selumetinib (AZD6244), Trametinib (GSK1120212) and U0126 were purchased from Selleck. 24 Animal experiments All animal protocols were approved by the UMass Medical School Institutional Animal Care and Use Committee. Mice were humanely euthanized by CO 2  asphyxiation.  p53  mice were crossed with Albumin-Cre mice (Jackson Laboratories)  flox/flox . pX330.sgNf1 (20 μg), pT3-EF1α-Myc (5 μg), and CMV-SB10 transposase (1 μg) plasmids were delivered to ~8 week-old mice by hydrodynamic tail vein injection. Plasmid DNA was purified using an EndoFree Maxiprep DNA Kit (Qiagen). pX330.sgGFP (20 μg) was used as non-targeting control. For multiplexed CRISPR experiments, 10 μg of each pX330 sgRNA vector was injected. For mice livers with too many tumors to count, we defined that they have 20 tumors. For subcutaneous tumor growth, 3 × 10 37 6  ( Figure 1 ) or 1 × 10 6  ( Figure 3A )  p53 −/− ;  Myc ;  Cas9  cells were injected into flanks of 6-8-week old, female, NCI  Nu/Nu  mice (Taconic) and monitored as described  . For  54 p53 −/− ;  HRAS  cells, 50,000 ( G12V Figure 5D ) cells/tumor were injected in  Nu/Nu  mice. Kras G12D ;shp53 mouse cholangiocarcinoma was generated as in   using Kras 41 LSL-G12D/+  liver progenitor cells which express endogenous level of Kras G12D . Histology and Immunohistochemistry Livers were fixed in 4% or 10% (v/v) formalin overnight, and embedded in paraffin. 4 μm liver sections were stained with hematoxylin and eosin (H&E) or with antibodies using standard immunohistochemistry protocols. The following antibodies and dilutions were used: 1:400 anti-Hmga2 (Biocheck), 1:100 anti-beta-Catenin (BD bioscience), 1:100 anti-Ck19 (Abcam). Histopathology of mouse liver tumors was evaluated by an experienced pathologist (A.F.). sgRNA deep sequencing processing High-Pure PCR Template Preparation Kit (Roche) was used for genomic DNA purification. sgRNA deep sequencing was performed as described  . All sequencing datasets were evaluated using FastQC (version 0.11.2) to ensure high quality. We built a pipeline in Python (version 2.7.10) to process sgRNA raw sequence reads and derive a ranked list of genes with enriched sgRNAs, and the pipeline is summarized as follows. We first built an index using all sgRNAs in each sample and then used Bowtie (version 1.0.0)  22  to map the sgRNA sequences in the mGeCKOa library to the index in a strand-specific manner allowing up to one mismatch. We then counted mapped reads for each sample and normalized the abundance of each sgRNA to reads per million (RPM). The RPM of each tumor sample was divided by the control sample RPM to calculate a tumor:control ratio for each sgRNA. 55 CRISPR-induced insertion/deletion detection Genomic DNA from tumors or cells was harvested. sgRNA target sites were PCR amplified and subjected to high throughput genomic DNA sequencing  . We mapped the reads to the reference genomic sequence using BWA version 0.7.5 and SAMtools (version 0.1.19). We then used VarScan2 (version 2.3) to identify insertions and deletions with the ‘pileup2indel’ mode and parameters ‘--min-var-freq’, ‘--min-avg-qual', '--p-value’. The software can be found at:  53 https://zlab.umassmed.edu/CIpipe/ RNA-sequencing and bioinformatics analysis RNA-seq was performed as described  . We first trimmed reads and removed PCR primers using Trimmomatic (v 0.30). We aligned RNA-seq reads to the mm10 genome using STAR (version 2.3.0e) with default parameters and selected only uniquely mapping reads. We removed redundant read pairs using SAMtools (version 0.0.19). For all genes annotated in GENCODE M7, we calculated the number of reads per gene using HTSeq. We then determined differential expression using DESeq (version 1.18.0)  56  and accounted for possible batch effects using a generalized linear model. In order to detect differentially expressed genes, we required the change in expression to be greater than two-fold and the false discovery rate (FDR) to be less than 0.05. Gene Set Enrichment Analysis (GSEA) was used to identify pathways enriched among differentially expressed genes. 57 Western blot analysis Protein lysates from culture cells were harvested with RIPA buffer including proteinase and phosphatase inhibitors. Proteins were separated on 4-12% NuPage Bis-Tris gels (Life Technologies, NP0321), transferred to nitrocellulose membrane, and probed with antibodies. Blots were imaged using an Odyssey system (LICOR). The following antibodies and dilutions were used: 1:1000 anti-Hmga2 (Biocheck); 1:1000 anti-Sox9 (Millipore); 1:10,000 anti-Hsp90 (BD Biosciences); 1:1000 anti-Ck19 (Troma); 1:1000 anti-pErk (Cell Signaling). Real-time PCR Total RNA was purified using an RNeasy Mini Kit (Qiagen). First-strand cDNA was synthesized using Superscript (ABI) and used as template in TaqMan real-time PCR assays (Life technologies), according to manufacturer’s instructions. TaqMan probes are: HMGA2 Hs04397751_m1, SOX9 Hs01001343_g1, and ACTB (beta-ACTIN) Hs01060665_g1 (as a control). Patient Survival Analysis Expression array data of human hepatocellular carcinoma (HCC) and patient clinical information were obtained from the GEO record  GSE1898  (Lee et al. 2004). The TCGA   human liver cancer dataset was downloaded via Firehose from the Broad Institute Genome Analysis Center ( 29 http://qdac.broadinstitute.org ). The TCGA data comprises patient mRNA expression data (RSEM value, i.e., normalized RNA-seq by Expectation-Maximization) and clinical information. For each dataset, we separated patients into two groups, with high and low expression for each gene of interest. We then performed survival analysis and drew related graphs using the R (version 3.2.2) package ‘survival’. The results here are in whole or part based upon data generated by the TCGA Research Network:  http://cancergenome.nih.gov/ . Statistics Student’s t-test and Wilcoxon rank-sum test were used to determine  P  values.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:26:50"
}