{
  "pmid": "PMID:27956228",
  "title": "Genome-Wide CRISPR Screen Identifies Regulators of Mitogen-Activated Protein Kinase as Suppressors of Liver Tumors in Mice.",
  "abstract": "BACKGROUND & AIMS: It has been a challenge to identify liver tumor suppressors or oncogenes due to the genetic heterogeneity of these tumors. We performed a genome-wide screen to identify suppressors of liver tumor formation in mice, using CRISPR-mediated genome editing. METHODS: We performed a genome-wide CRISPR/Cas9-based knockout screen of P53-null mouse embryonic liver progenitor cells that overexpressed MYC. We infected p53 RESULTS: We identified 4 candidate liver tumor suppressor genes not previously associated with liver cancer (Nf1, Plxnb1, Flrt2, and B9d1). CRISPR-mediated knockout of Nf1, a negative regulator of RAS, accelerated liver tumor formation in mice. Loss of Nf1 or activation of RAS up-regulated the liver progenitor cell markers HMGA2 and SOX9. RAS pathway inhibitors suppressed the activation of the Hmga2 and Sox9 genes that resulted from loss of Nf1 or oncogenic activation of RAS. Knockdown of HMGA2 delayed formation of xenograft tumors from cells that expressed oncogenic RAS. In human HCCs, low levels of NF1 messenger RNA or high levels of HMGA2 messenger RNA were associated with shorter patient survival time. Liver cancer cells with inactivation of Plxnb1, Flrt2, and B9d1 formed more tumors in mice and had increased levels of mitogen-activated protein kinase phosphorylation. CONCLUSIONS: Using a CRISPR-based strategy, we identified Nf1, Plxnb1, Flrt2, and B9d1 as suppressors of liver tumor formation. We validated the observation that RAS signaling, via mitogen-activated protein kinase, contributes to formation of liver tumors in mice. We associated decreased levels of NF1 and increased levels of its downstream protein HMGA2 with survival times of patients with HCC. Strategies to inhibit or reduce HMGA2 might be developed to treat patients with liver cancer.",
  "authors": "Chun-Qing Song; Yingxiang Li; Haiwei Mou; Jill Moore; Angela Park; Yotsawat Pomyen; Soren Hough; Zachary Kennedy; Andrew Fischer; Hao Yin; Daniel G Anderson; Darryl Conte; Lars Zender; Xin Wei Wang; Snorri Thorgeirsson; Zhiping Weng; Wen Xue",
  "journal": "Gastroenterology",
  "publicationDate": "2017-04",
  "doi": "10.1053/j.gastro.2016.12.002",
  "methods": "METHODS: We performed a genome-wide CRISPR/Cas9-based knockout screen of P53-null mouse embryonic liver progenitor cells that overexpressed MYC. We infected  p53 −/− ; Myc ; Cas9  hepatocytes with the mGeCKOa lentiviral library of 67,000 single-guide RNAs (sgRNAs), targeting 20,611 mouse genes, and transplanted the transduced cells subcutaneously into nude mice. Within 1 month, all the mice that received the sgRNA library developed subcutaneous tumors. We performed high-throughput sequencing of tumor DNA and identified sgRNAs increased at least 8-fold compared to the initial cell pool. To validate the top 10 candidate tumor suppressors from this screen, we collected data from patients with hepatocellular carcinoma (HCC) using the Cancer Genome Atlas and COSMIC databases. We used CRISPR to inactivate candidate tumor suppressor genes in  p53 −/− ;Myc;Cas9 cells and transplanted them subcutaneously into nude mice; tumor formation was monitored and tumors were analyzed by histology and immunohistochemistry. Mice with liver-specific disruption of p53 were given hydrodynamic tail-vein injections of plasmids encoding Myc and sgRNA/ Cas9  designed to disrupt candidate tumor suppressors; growth of tumors and metastases was monitored. We compared gene expression profiles of liver cells with vs without tumor suppressor gene disrupted by sgRNA/ Cas9 . Genes found to be upregulated following tumor suppressor loss were examined in liver cancer cell lines; their expression was knocked down using small hairpin RNAs, and tumor growth was examined in nude mice. Effects of the MEK inhibitors AZD6244, U0126, and trametinib, or the multi-kinase inhibitor sorafenib, were examined in human and mouse HCC cell lines. Materials and Methods CRISPR vectors sgRNA sequences ( Supplementary Table S1 ) were from the mGeCKOa library  , or designed as described  24 . sgNf1.1 was from the library and sgNf1.4 was designed to rule out off-target effects. sgRNA oligos (IDT) were annealed and cloned into the pX330 vector (addgene 42230) or lentiV2 (addgene 52961)  52  using standard Bbsl or BsmBI protocols. 24 Cell culture and infection Cell culture conditions were as described  \n 53 p53 −/−  fetal hepatocytes were harvested from ED = 18  p53 −/−  fetal liver   and infected with packaged retroviral Myc and lentiviral Cas9 twice and selected for with blasticidin. The cells were then infected with the lentiviral mGeCKOa sgRNA library  54 . Virus was prepared by the UMass shRNA Viral Core. Puromycin-resistant cells were collected. 293fs cells were used to package lentivirus encoding individual sgRNA and Cas9. All data are representative of at least two independent infections. Sorafenib, selumetinib (AZD6244), Trametinib (GSK1120212) and U0126 were purchased from Selleck. 24 Animal experiments All animal protocols were approved by the UMass Medical School Institutional Animal Care and Use Committee. Mice were humanely euthanized by CO 2  asphyxiation.  p53  mice were crossed with Albumin-Cre mice (Jackson Laboratories)  flox/flox . pX330.sgNf1 (20 μg), pT3-EF1α-Myc (5 μg), and CMV-SB10 transposase (1 μg) plasmids were delivered to ~8 week-old mice by hydrodynamic tail vein injection. Plasmid DNA was purified using an EndoFree Maxiprep DNA Kit (Qiagen). pX330.sgGFP (20 μg) was used as non-targeting control. For multiplexed CRISPR experiments, 10 μg of each pX330 sgRNA vector was injected. For mice livers with too many tumors to count, we defined that they have 20 tumors. For subcutaneous tumor growth, 3 × 10 37 6  ( Figure 1 ) or 1 × 10 6  ( Figure 3A )  p53 −/− ;  Myc ;  Cas9  cells were injected into flanks of 6-8-week old, female, NCI  Nu/Nu  mice (Taconic) and monitored as described  . For  54 p53 −/− ;  HRAS  cells, 50,000 ( G12V Figure 5D ) cells/tumor were injected in  Nu/Nu  mice. Kras G12D ;shp53 mouse cholangiocarcinoma was generated as in   using Kras 41 LSL-G12D/+  liver progenitor cells which express endogenous level of Kras G12D . Histology and Immunohistochemistry Livers were fixed in 4% or 10% (v/v) formalin overnight, and embedded in paraffin. 4 μm liver sections were stained with hematoxylin and eosin (H&E) or with antibodies using standard immunohistochemistry protocols. The following antibodies and dilutions were used: 1:400 anti-Hmga2 (Biocheck), 1:100 anti-beta-Catenin (BD bioscience), 1:100 anti-Ck19 (Abcam). Histopathology of mouse liver tumors was evaluated by an experienced pathologist (A.F.). sgRNA deep sequencing processing High-Pure PCR Template Preparation Kit (Roche) was used for genomic DNA purification. sgRNA deep sequencing was performed as described  . All sequencing datasets were evaluated using FastQC (version 0.11.2) to ensure high quality. We built a pipeline in Python (version 2.7.10) to process sgRNA raw sequence reads and derive a ranked list of genes with enriched sgRNAs, and the pipeline is summarized as follows. We first built an index using all sgRNAs in each sample and then used Bowtie (version 1.0.0)  22  to map the sgRNA sequences in the mGeCKOa library to the index in a strand-specific manner allowing up to one mismatch. We then counted mapped reads for each sample and normalized the abundance of each sgRNA to reads per million (RPM). The RPM of each tumor sample was divided by the control sample RPM to calculate a tumor:control ratio for each sgRNA. 55 CRISPR-induced insertion/deletion detection Genomic DNA from tumors or cells was harvested. sgRNA target sites were PCR amplified and subjected to high throughput genomic DNA sequencing  . We mapped the reads to the reference genomic sequence using BWA version 0.7.5 and SAMtools (version 0.1.19). We then used VarScan2 (version 2.3) to identify insertions and deletions with the ‘pileup2indel’ mode and parameters ‘--min-var-freq’, ‘--min-avg-qual', '--p-value’. The software can be found at:  53 https://zlab.umassmed.edu/CIpipe/ RNA-sequencing and bioinformatics analysis RNA-seq was performed as described  . We first trimmed reads and removed PCR primers using Trimmomatic (v 0.30). We aligned RNA-seq reads to the mm10 genome using STAR (version 2.3.0e) with default parameters and selected only uniquely mapping reads. We removed redundant read pairs using SAMtools (version 0.0.19). For all genes annotated in GENCODE M7, we calculated the number of reads per gene using HTSeq. We then determined differential expression using DESeq (version 1.18.0)  56  and accounted for possible batch effects using a generalized linear model. In order to detect differentially expressed genes, we required the change in expression to be greater than two-fold and the false discovery rate (FDR) to be less than 0.05. Gene Set Enrichment Analysis (GSEA) was used to identify pathways enriched among differentially expressed genes. 57 Western blot analysis Protein lysates from culture cells were harvested with RIPA buffer including proteinase and phosphatase inhibitors. Proteins were separated on 4-12% NuPage Bis-Tris gels (Life Technologies, NP0321), transferred to nitrocellulose membrane, and probed with antibodies. Blots were imaged using an Odyssey system (LICOR). The following antibodies and dilutions were used: 1:1000 anti-Hmga2 (Biocheck); 1:1000 anti-Sox9 (Millipore); 1:10,000 anti-Hsp90 (BD Biosciences); 1:1000 anti-Ck19 (Troma); 1:1000 anti-pErk (Cell Signaling). Real-time PCR Total RNA was purified using an RNeasy Mini Kit (Qiagen). First-strand cDNA was synthesized using Superscript (ABI) and used as template in TaqMan real-time PCR assays (Life technologies), according to manufacturer’s instructions. TaqMan probes are: HMGA2 Hs04397751_m1, SOX9 Hs01001343_g1, and ACTB (beta-ACTIN) Hs01060665_g1 (as a control). Patient Survival Analysis Expression array data of human hepatocellular carcinoma (HCC) and patient clinical information were obtained from the GEO record  GSE1898  (Lee et al. 2004). The TCGA   human liver cancer dataset was downloaded via Firehose from the Broad Institute Genome Analysis Center ( 29 http://qdac.broadinstitute.org ). The TCGA data comprises patient mRNA expression data (RSEM value, i.e., normalized RNA-seq by Expectation-Maximization) and clinical information. For each dataset, we separated patients into two groups, with high and low expression for each gene of interest. We then performed survival analysis and drew related graphs using the R (version 3.2.2) package ‘survival’. The results here are in whole or part based upon data generated by the TCGA Research Network:  http://cancergenome.nih.gov/ . Statistics Student’s t-test and Wilcoxon rank-sum test were used to determine  P  values.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:26:50",
  "introduction": "INTRODUCTION Liver cancer is the 2 nd  deadliest cancer type and one of the few that continues to increase in incidence and mortality  . Ninety percent of patients die within 5 years of diagnosis, accounting for >27,000 deaths in the U.S. and >700,000 deaths worldwide each year. Despite the clinical need, only one drug—the multi-kinase inhibitor sorafenib—has been approved for patients with advanced liver cancer  1 - 4 . Because sorafenib only extends patient survival by 3 months and the detailed anti-tumor mechanisms of this drug remain unclear  5 , new biomarkers and drug targets for effective treatment are urgently needed for this disease. 5 The genetics of hepatocellular carcinoma (HCC)—which comprises 70% of liver cancer cases—remain poorly defined because the liver cancer genome is highly heterogeneous, with many potential cancer driver mutations  . Identification of bona fide liver tumor suppressors and oncogenes based on patient genomic data involves tedious functional analysis of individual candidates that could turn out to be passenger mutations. Thus unbiased genetic approaches will maximize the likelihood of identifying key liver cancer pathways. 1 ,  6 Genetic screens have been widely used to identify genes that drive liver cancer. Transposon screens have been performed in a conditional dominant-negative p53 mouse model  , MYC-induced liver cancer model  9 , and hepatitis B mouse models  10 . Lentiviral screen has also been applied in neonate mouse livers  7 . Insertional mutagenesis can induce gain- or loss-of-function and allow the rapid identification of driver genes in liver cancer. However, these forward genetic screens have limitations such as insertional biases of transposon and lentivirus. RNA interference-based screens using short hairpin RNAs (shRNAs) have been applied to study tumorigenesis in liver progenitor cells  11  and in the liver via hydrodynamic injection  8  using 631 shRNAs targeting 362 genes in genomic deletions of HCC. These focused shRNA libraries do not provide genome-scale coverage, and RNA interference typically results in incomplete knockdown of target genes. Moreover, screens using these approaches have identified different sets of candidate genes, which suggest that some cancer genes are context-dependent and that genetic screens have not saturated the identification of liver tumor suppressors. 12 ,  13 CRISPR/Cas9 is a powerful reverse-genetic tool that can induce complete gene knockout  . We have used CRISPR to study cancer drivers or disease genes in the mouse liver  14 in vivo \n , and Weber et al. have also recently used the CRISPR system to target a series of known or reported tumor suppressor genes in adult mice that induce liver cancer  15 - 18 . Moreover, CRISPR-based knockout screens have identified essential genes in cultured human cells  19  and genes that mediate lung tumor metastasis in a xenograft mouse model  20 ,  21 . But an unbiased  22 in vivo  CRISPR screen in an HCC model has yet to be published. Here we describe a genome-wide screen to identify liver tumor suppressors using CRISPR-mediated genome editing  . This screen identified a number of candidate liver tumor suppressors, including some that have known tumor suppressor activity in other tissues and some that have not been described as tumor suppressors in any tissue. Mouse models and human HCC patient data support a role for NF1 (a tumor suppressor mutated in neurofibromatosis) as a tumor suppressor in liver. Mechanistically, loss of Nf1 or activation of Ras increases the expression of the liver progenitor-cell markers Hmga2 and Sox9. In human liver cancer patients, low  14 NF1  or high  HMGA2  mRNA levels predict poor survival. Treatment of human liver cancer cells with RAS pathway inhibitors including sorafenib suppresses  HMGA2  and  SOX9  expression, and knockdown of  Hmga2  delays tumorigenesis driven by oncogenic RAS. Our data show that NF1 and the other MAPK regulators function as key liver tumor suppressors by negatively regulating Ras-dependent activation of Hmga2, and suggest that  Nf1  and  Hmga2  could be useful prognostic or therapeutic indicators.",
  "results": "RESULTS Genome-wide CRISPR screen identifies NF1 and other candidate tumor suppressors To identify functional liver tumor suppressors, we performed a genome-wide CRISPR/Cas9-based knockout screen in mouse embryonic liver progenitor cells lacking the tumor suppressor  p53  and overproducing the  Myc  oncogene  ; ~30% of human HCC patients overexpress MYC, and p53 mutations or deletions are frequent in HCC  8 . When transplanted under the skin of recipient mice,  23 p53 −/− ;  Myc  cells form tumors slowly, but inactivation of additional tumor suppressors accelerates tumor formation  . We therefore stably transduced  8 p53 −/− ;  Myc  fetal hepatocytes with a lentivirus encoding Cas9 ( Figure 1A ). We infected the resulting  p53 −/− ;  Myc ;  Cas9  hepatocytes with the mGeCKOa lentiviral library of 67,000 single-guide RNA (sgRNA) targeting 20,611 mouse genes (~3 sgRNAs per gene; multiplicity of infection <1)  , and transplanted 3 × 10 24 6  transduced cells (~45 cells per sgRNA) subcutaneously into immunocompromised  Nu/Nu  nude mice ( Figure 1A ). Within one month, 100% (n = 8) of mice that received the sgRNA library had developed subcutaneous tumors, whereas mice that received the control cells had not. To identify candidate sgRNAs that drive tumor formation, we used high throughput sequencing to measure the representation of sgRNAs in all 8 tumors and the pre-transplantation cells, and calculated their average ratios in tumors to pre-transplantation cells ( Supplementary Table S2 ). We identified 267 sgRNAs that were enriched at least 8-fold in tumors compared to the initial cell pool ( Figure 1B ;  Supplementary Table S2 ). Our screen enriched for sgRNAs that inactivate known liver tumor suppressors (e.g.,  Nf2  and  Tsc2 )  , tumor suppressors with demonstrated roles in other tissues—e.g.,  1 Nf1 \n ,  25 Blc2l11  (i.e.,  Bim )  , and  26 Plxnb1 \n , and genes not previously described as tumor suppressors (e.g.,  27 Flrt2 and B9d1 ). These results suggest that our approach is suited to identifying tumor suppressors, including those that function in liver. Although the sgRNA library consists of ~3 sgRNAs per gene,  Nf1  was the only target for which all three sgRNAs were enriched (41.5-, 38.3-, and 16.6-fold enrichment) ( Figure 1B ), and  Nf2, Tsc2, Llgl1 , and  mir-6416  were the only targets for which two sgRNAs were enriched at least 8-fold ( Supplementary Table S2 ). The remaining enriched sgRNAs each target unique genes. These results are consistent with a recent CRISPR screen in which only a subset of candidate genes were targeted by two or more independent sgRNAs using genome-wide library with high complexity  . We don’t understand why only one sgRNA was enriched for so many targets. It remains possible that false-positive enrichment of an sgRNA could result from off-target editing of an unknown tumor suppressor. Alternatively, non-enriched sgRNAs might be inefficient or target exon sequences that are not essential for function  22 . Two  28 Bim  sgRNAs (sgBim.1 and sgBim.2), for example, target sequences in the last exon of  Bim  and were not enriched in the screen ( Supplementary Table S2 ), perhaps because premature termination codons in the last exons of mRNAs are often resistant to nonsense-mediated decay and result in weak loss of function or gain of function. As an initial step toward validating the top 10 candidate tumor suppressors from our screen ( Supplementary Table S2 ), we examined HCC patient data in the Cancer Genome Atlas (TCGA)   and COSMIC  29  databases and identified point mutations in  30 NF2, NF1, PLXNB1 , and  FLRT2  ( Figure 2 ,  Supplementary Figure S1 ). Interestingly, mutations in  NF1, PLXNB1 , and  FLRT2  are also found in human cholangiocarcinoma (CCA) ( Supplementary Figure S2 ). When transduced into  p53 −/− ;  Myc ;  Cas9  cells, individual sgRNAs targeting  Plxnb1, Bim, B9d1 , or  Flrt2  accelerated tumor growth in nude mice ( Figure 1C ), consistent with the idea that  PLXNB1, BIM, B9D1 , and  FLRT2  are candidate tumor suppressors in liver cancer. Validation of Nf1 as a bona fide liver tumor suppressor in mouse models We focused our analyses on  Nf1  because all three  Nf1  sgRNAs were highly enriched in our screen ( Figure 1B  and  Supplementary Table S2 ), and because NF1 encodes a GTPase-activating protein (GAP) that negatively regulates Ras  . Mutations in  25 NF1  underlie neurofibromatosis—i.e., neuronal tumors  , but  25 Nf1  has not been shown to function as a tumor suppressor in the liver. CRISPR-mediated inactivation of  Nf1  in  p53 −/− ;  Myc ;  Cas9  cells using two individual  Nf1  sgRNAs accelerated tumor formation in the subcutaneous transplant model ( Figure 3A ). Moreover,  p53 −/− ;  Myc ;  Cas9  cells infected with sgNf1 or the corresponding subcutaneous tumors show increased levels of phosphor-Erk (pErk), which is a downstream biomarker of the RAS-MAPK (Mitogen-activated protein kinase) pathway ( Figure 3A  and  Supplementary Figure S3 ). Unlike lung cancer or pancreatic cancer,  RAS  gene mutations are rare in human liver cancer  , but the inactivation or epigenetic silencing of RAS GAPs and other negative regulators of the RAS–MAPK pathway has been observed in liver cancer  31 . However, RAS pathway has not been functionally validated in HCC using mouse models. We therefore sought to establish a genetic mouse model of  32 - 35 Nf1  to study the mechanism of RAS signalling in liver cancer. To test Nf1’s tumor suppressive role within the physiological environment of the mouse liver, we used hydrodynamic tail-vein injection to deliver plasmids encoding a transposon-derived  Myc  transgene and  Nf1  sgRNA/Cas9 into liver-specific p53-knockout mice ( Figure 3B )  . As expected, sgNf1-injected mice developed significantly more liver tumors than mice that received the GFP sgRNA control ( 15 ,  36 ,  37 P  = .02;  Figure 3B-C ). Using high-throughput sequencing, we verified the presence of bi-allelic  Nf1  mutations proximal to the sgRNA target site in two different tumors ( Figure 3D  and  Supplementary Table S3 ). The 1-nt, 2-nt or 4-nt indels are able to shift the reading frame of  Nf1  and inactivate  Nf1  by nonsense-mediated decay. To quantify potential off-target effect of sgNf1, we PCR amplified five of the top 10 predicted off-target sites from control and sgNf1 treated  p53 −/− ;  Myc ;  Cas9  cells. Deep sequencing revealed that the indels frequencies were < 1% for all five assayed sites ( Supplementary Table S4 ). Nf1 accelerates liver tumor formation in a multiplexed CRISPR mouse model To assess NF1’s tumor suppressor activity in another genetic background, we combined Nf1 loss with four well-known tumor suppressors:  Apc, Pten, Arid1a, and Tet2 \n . Using hydrodynamic tail-vein injection in  19 p53 ; Albumin-Cre mice, we co-delivered Cas9/sgRNAs targeting  fox/flox Apc, Pten, Arid1a , and  Tet2 , with or without sg Nf1  ( Figure 4A ). Within two months, the sgRNA multiplex with sgNf1 accelerated tumor formation (n = 3 per treatment;  Figure 4B  and  Supplementary Figure S4A ). At three months, all mice treated with the sg Nf1 -containing multiplex also developed lung tumors (n = 3) ( Supplementary Figure S4B ). Again high-throughput sequencing of sgRNA target genes revealed indels at each target site in most micro-dissected tumors (including tumor cells and stromal cells).  Nf1  is consistently mutated in all tumors, whereas one liver tumor and one lung tumor lacked  Pten  indels ( Figure 4C  and  Table S5 ). All liver and lung tumors were morphologically identical and positive for Hmga2 and beta-catenin ( Figure 4D ), consistent with  Nf1  and  Apc  loss-of-function  . Additionally, liver and lung tumors were also positive for the bile duct and cholangiocarcinoma marker Cytokeratin 19 (Ck19;  38 Figure 4D )  , suggesting that the lung tumors metastasize from primary cholangiocarcinomas. Together these data show that inactivation of  19 Nf1  in the liver of an immunocompetent mouse promotes tumor formation. Thus  NF1  is a  bona fide  tumor suppressor in the liver. Nf1 negatively regulates Ras-dependent activation of liver progenitor cell markers Hmga2 and Sox9 To identify genetic signatures regulated by Nf1 in mouse liver cells, we compared the mRNA profiles of control-treated and sgNf1-treated  p53 −/− ;  Myc ;  Cas9  liver cells. RNA-seq analysis identified 258 up-regulated and 393 down-regulated mRNAs (> 2-fold cutoff and FDR < 0.05) in sgNf1-treated cells compared to control-treated cells ( Figure 5A  and  Supplementary Table S6 ). Consistent with the negative regulation of Ras by NF1, Gene Set Enrichment Analysis revealed a positive enrichment for the KRAS signalling pathway ( Supplementary Figure S5A ). Notably, Hmga2 and Sox9, two genes expressed in fetal liver and liver progenitor-like cells  , were significantly up-regulated in liver cells by  3 ,  39 Nf1  loss-of-function ( Figure 5A-B ) and by oncogenic Ras (Kras G12D  or HRAS G12V ;  Figure 5B ). Hmga2 protein was also elevated in two Ras-dependent mouse models of cholangiocarcinoma ( Figure 5C  and  Supplementary Figure S5B )  . 40 ,  41 Hmga2 is predominantly expressed in embryonic and cancer stem cells  , but its role in liver cancer remains uncharacterized. To determine whether suppression of Hmga2 can delay tumorigenesis, we infected  39 p53 − ;  HRAS  mouse liver cancer cells expressing high levels of Hmga2 with lentivirus encoding a well-characterized  G12V Hmga2  shRNA (shHmga2)   or a control shRNA (shCtrl) and transplanted in nude mice ( 40 ,  42 Figure 5B ). As shown in the  Figure 5D , shHmga2 significantly suppressed tumor formation in nude mice ( P  < .001). Concordantly, shHmga2 suppressed proliferation of  p53 −/− ;  HRAS  cells and of sgNf1-treated  G12V p53 −/− ;  Myc ;  Cas9  cells ( Supplementary Figure S5F ). Notably, Nf1 knockout accelerated proliferation of  p53 −/− ;  Myc ;  Cas9  cells ( Supplementary Figure S5F ), consistent with the role of Nf1 as a tumor suppressor gene. These findings indicate that the RAS pathway drives liver tumor progression via Hmga2. Sorafenib or MEK inhibitors can suppress HMGA2 and SOX9 expression in liver cancer cell lines We found that  HMGA2  and  SOX9  mRNAs levels are high in Hep3B, HepG2, and Huh7 human HCC cell lines ( Supplementary Figure S5C ). HepG2 cells harbor the oncogenic  NRAS  allele  Q61L . In Hep3B and HepG2 cells, loss of the negative regulator of Ras, RASSF1A, stimulates the Ras–MAPK pathway  43 . Consistent with Ras-dependent activation of HMGA2 and SOX9 ( 31 Figure 5 ), MEK inhibitors AZD6244 and U0126   or the multi-kinase inhibitor sorafenib—whose targets include RAF—suppressed both  31 HMGA2  and  SOX9  in all three human HCC cell lines ( Figure 6A ,  6C , and  Supplementary Figure S5D, E ). Sorafenib and AZD6244 also suppressed  HMGA2  and  SOX9  in mouse liver cancer cell lines derived from tumors that were isolated from  p53 −/− ;  Myc ;  Cas9 ;  sgNf1  and  p53 −/− ;  HRAS  mice ( G12V Figure 6B  and 6D ). To further test whether MEK inhibitors can inhibit proliferation of liver cancer cells, we treated human and mouse cell lines with Trametinib, an FDA-approved MEK inhibitor for melanoma with BRAF mutations. All tested cell lines exhibited a delay in colony formation after incubating with 0.5 μM and 1 μM Trametinib ( Figure 6E  and  6F ). Together these findings show that up-regulation of Hmga2 and Sox9 in liver cells by the Ras–MAPK pathway can be suppressed by Sorafenib or MEK inhibitors. NF1 and HMGA2 correlate with patient survival in liver cancer A previous study reported NF1 loss-of-heterozygosity in ~12.5% of HCC patients  . Examining a published patient dataset  32 , we found that HCC patients with low  44 NF1  mRNA levels (bottom 40%) had a significantly shorter survival than those with high  NF1  mRNA levels (top 40%,  P  = .005;  Figure 7A ). Conversely, high  HMGA2  levels predict poor patient survival ( P  =.019;  Figure 7B ). Examining the TCGA liver cancer data, we found  NF1  point mutations in 3.8% (14 out of 373) of HCC patients ( Figure 7C  and  Supplementary Table S7 ).  NF1  mRNA is not significantly associated with survival in the TCGA patient cohort ( Supplementary Figure S6A ), but high  NRAS  mRNA levels do predict poor survival ( Supplementary Figure S6B ). Moreover, high  HMGA2  mRNA levels predict poor survival among liver cancer patients in the TCGA data and in another data set   ( 45 Supplementary Figure S6C-D ). We also analyzed HMGA2 and NF1 gene expression in previously established molecular subtypes of HCC patients  Overall, high HMGA2 expression and low NF1 expression are associated with prognostic subtype A 44 ,  46 , which correlates with poor patient survival. However, when comparing the expression of both genes between samples with hepatoblast subtype (HB) and hepatocyte subtype (HC) 44  in prognostic subtype A, the gene expression patterns are similar ( 46 Supplementary Figure S7 ). Functional validation of additional candidate genes To test whether the other candidate genes identified by our screen— B9d1, Plxnb1 , and  Flrt2 —can function as tumor suppressors  in vivo , we delivered plasmids encoding a transposon-derived  Myc  transgene and  B9d1, Plxnb1 , or  Flrt2  sgRNA/Cas9 into liver-specific p53-knockout mice ( p53 ; Albumin-Cre;  flox/flox Supplementary Figure 8A ) by hydrodynamic tail-vein injection. Within one month, the mice treated with sgRNAs targeting  B9d1, Plxnb1 , or  Flrt2  developed more liver tumors than those with sgGFP controls ( Supplementary Figure 8A  and  8B ). Because antibodies for mouse B9d1, Plxnb1 and Flrt2 are not available, we measured indel mutations at the sgRNA target genes in representative tumors by deep sequencing. We observed insertions and deletions (indels) clustered at the predicted Cas9 cleavage sites for all three genes ( Supplementary Figure 8C ), confirming the efficacy of these sgRNAs. Tumors also contain wild-type B9d1, Plxnb1 and Flrt2 sequence, which likely derives from normal stromal cells or endothelial cells that do not take up DNA from the hydrodynamic injection but do support tumor growth. Moreover, inactivation of Plxnb1, Flrt2 and B9d1 using two independent sgRNAs per gene also upregulated pErk ( Supplementary Figure S9 ), indicate that these top candidate genes converge on the MAPK pathway. Consistent with the activation of pErk by sgRNAs targeting Plxnb1, Flrt2 and B9d1, these sgRNAs also elevated Hmga2 in  p53 −/− ;  Myc ;  Cas9  cells using sgNf1 as a positive control ( Supplementary Figure S9 ), indicating that these new candidate genes regulate Hmga2 through the MAPK pathway. Together, these data suggest that CRISPR-based screening can identify previously uncharacterized liver tumor suppressors.",
  "discussion": "DISCUSSION Our results suggest that genetic screens to identify liver tumor suppressors are far from saturation. Nf1 and some candidate tumor suppressors uncovered by our genome-wide CRISPR screen have not been identified by previous transposon or RNAi-based screens  . Furthermore, although the genome-wide CRISPR library comprises 3 sgRNAs per gene, our screen and a recent screen in lung cancer cells only enriched one sgRNA for most of the candidates  7 ,  8 . An explanation for non-enriched sgRNAs in this library might be that they are inefficient or non-functional. Thus the CRISPR-based screen could benefit from additional optimization of screening parameters, including the use of later-generation sgRNA libraries. Our screen was based on liver progenitor cells with p53 loss-of-function and Myc overexpression. Some tumor suppressor genes may not score in this genetic context, so a different genetic background might help to identify context-dependent tumor suppressors. Moreover, CRISPR-based genetic screens performed directly in the mouse liver might help to identify tumor suppressor functions that depend on the tumor microenvironment compared to our  22 ex vivo  screen. Nevertheless, our screen provides a complementary approach to other genetic screens that seek to identify liver tumor suppressors. Our study provides direct genetic evidence that Nf1 functions as a key tumor suppressor in liver. Regulation of liver cell lineage genes by RAS has not been reported in previous studies. Our data indicate that Nf1 and the other candidate genes negatively regulate RAS/MAPK-dependent activation of liver progenitor cell markers— HMGA2  and  SOX9  ( Figure 7D ). HCC patients with high  HMGA2  or  SOX9  expression might therefore be good candidates for combined treatment with multiple RAS pathway inhibitors to inhibit cancer stem cell properties, or by combined treatment with a Ras pathway inhibitor and HMGA2 siRNA. Recent clinical success in RNAi-based therapeutics to treat liver disease makes the latter option quite attractive  . 47 Our screen identified new candidate tumor suppressor genes that converge on the MAPK pathway ( Figure 7D ). Plxnb1 has been reported to be a GAP for R-Ras   Flrt2 interacts with fibroblast growth factor receptor (FGFR), which signals through MAPK pathway  48 . B9d1 has not been implicated in MAPK signaling in the literature. Future studies are required to investigate how these new genes regulate the MAPK pathway. A recent transposon mutagenesis screen identified Ras genes as potential drivers in HCC 49 . This observation aligns with our study and highlights that Ras might be playing a broad role in HCC that is currently under-appreciated. 50 Thus CRISPR-based mouse models can be used to dissect tumor suppressor mechanisms in HCC. Because CRISPR induces somatic genetic mutations in a fraction of the time and cost of traditional mouse models  , our method provides a flexible  51 in vivo  platform to rapidly identify tumor suppressor genes and to build precision mouse models for dissecting disease mechanisms.",
  "upgrade_date": "2026-02-20 07:34:57"
}