{
  "pmid": "PMID:27999334",
  "title": "Hybridization Capture-Based Next-Generation Sequencing to Evaluate Coding Sequence and Deep Intronic Mutations in the NF1 Gene.",
  "abstract": "Neurofibromatosis 1 (NF1) is one of the most common genetic disorders and is caused by mutations in the ",
  "authors": "Karin Soares Cunha; Nathalia Silva Oliveira; Anna Karoline Fausto; Carolina Cruz de Souza; Audrey Gros; Thomas Bandres; Yamina Idrissi; Jean-Philippe Merlio; Rodrigo Soares de Moura Neto; Rosane Silva; Mauro Geller; David Cappellen",
  "journal": "Genes",
  "publicationDate": "2016-12-17",
  "doi": "10.3390/genes7120133",
  "methods": "2. Materials and Methods This study was approved by the ethical committee of Antônio Pedro University Hospital of Universidade Federal Fluminense, Niterói, Brazil (#121/11). 2.1. Patients Some clinical features of the participants of this study are shown in  Table 1 . NGS samples were obtained from 12 individuals with NF1: 11 unrelated NF1 patients and one relative with NF1 (NF.85; son of the patient NF.84). For the Sanger methodology (see  Section 2.6 ), we have also included another three relatives with NF1, as follows: NF.14 (cousin of patient NF.84), NF.87 (son of patient NF.91), and NF.27 (sister of patient NF.26). All the individuals had NF1 according to the National Institutes of Health (NIH) clinical criteria [ 11 ]. Extraction of DNA from leukocytes and purification were performed with QIAamp DNA Blood Mini kit (Qiagen, Valencia, CA, USA), according to the manufacturer’s instructions. Purity of DNA was assessed by spectrophotometry using NanoDrop 2000 (Thermo Fisher Scientific, Waltham, MA, USA). DNA yields were determined using a double stranded DNA (dsDNA) broad range (BR) kit on a Qubit ®  fluorometer (Thermo Fisher Scientific). Integrity of DNA was evaluated by agarose-gel electrophoresis. 2.2. Capture Probe Set Design Capture probe set was designed and synthesized by Thermo Fisher Scientific for the Ion TargetSeq Custom Enrichment kit (Thermo Fisher Scientific) to target all the coding exons, UTRs, as well as the intronic regions of the  NF1  gene. The designed nonoverlapping probe set covered 90.5% of the targeted region (chr17: 29421944-29704695). 2.3. Targeted Capture Library Construction and Next-Generation Sequencing Libraries were constructed from 2–3 µg of DNA. DNA was sheared into 200 bp fragments on a Bioruptor ®  sonicator (Diagenode, Denville, NJ, USA), using two cycles of 15 min. Then, DNA fragments were end-repaired, nick repaired, and the barcodes and adaptors were ligated to fragmented DNA. After, we size-selected and amplified the library using the IonXpress Plus gDNA Fragment Library kit, Ion Xpress Barcode Adapters and E-Gel Size Select 2% agarose gels (Thermo Fisher Scientific), according to the manufacturer’s instructions. The amplified library was then hybridized to the  NF1  capture probe set for two days (two hybridizations). Libraries were quantified in Qubit ®  fluorometer (Thermo Fisher Scientific) with dsDNA high sensitivity (HS) kit. The quantity and quality of the library were also verified with Agilent Bioanalyzer DNA High Sensitivity kit (Agilent, Richardson, TX, USA). Libraries were then pooled in equimolar concentrations and diluted to 26 pM, prior to clonal amplification onto Ion Sphere Particles using the Ion One Touch 2 System and the Ion OneTouch 200 Template kit v2 (Thermo Fisher Scientific), following the manufacturer’s instructions. Coated spheres were enriched on the Ion Torrent ES (Thermo Fisher Scientific) before loading onto Ion 316 or 318 sequencing chips (Thermo Fisher Scientific). NGS was performed on Ion Torrent Personal Genome Machine—Ion Torrent PGM™ (Thermo Fisher Scientific). 2.4. Bioinformatic Analysis of Next-Generation Sequencing Data Primary analyses of NGS data were performed using Torrent Suite software on the Ion Torrent Browser (Thermo Fisher Scientific): base calling, quality score assignment, adapter trimming, and demultiplexing. Reads were generated using Ion Torrent platform pipeline software, which includes standard control of the read quality. Using the same software, reads were aligned against human whole genome (hg19). Only high-quality reads (Q ≥ 20) were aligned to the reference sequence using TMAP (Torrent Mapping Alignment Program). Germline variants in the targeted regions were detected using the variant caller plug-in of the Ion Torrent Suite software. Variant caller was run with default germline low stringency settings. For each sample, all variants were exported through a vcf (Variant Call Format) file. Variants were filtered following the criteria of a minimum coverage of 30×, and a sample variant frequency between 30%–70%. For variant interpretation, Ingenuity ®  Variant Analysis™ software (Qiagen) and SNPnexus web server were used. Variants were also viewed manually on Integrative Genomics Viewer (IGV—version 2.3.40; Broad Institute, Cambridge, MA, USA) and on Alamut ®  Visual (version 2.6.1e; Interactive Biosoftware, Rouen, France) to eliminate strand bias and reduce false positive calls. 2.5. In Silico Predictions To predict the potential effect of the mutation on the structure and function of the protein codified by the  NF1  gene (neurofibromin), PolyPhen2 and SIFT were applied through Ingenuity ®  Variant Analysis™ software and SNPnexus web server. In silico splicing predictions were investigated with Alamut ®  Visual, which uses the following prediction methods: SpliceSiteFinder-like; MaxEntScan; NNSPLICE; GeneSplicer; Human Splicing Finder; Known Constitutive Signals; ESEFinder; RESCUE-ESE. Because Alamut ®  Visual integrates only Human Splicing Finder’s prediction capabilities on donor and acceptor splice sites, and does not investigate the mechanisms of the splicing abnormalities caused by mutations at the nonconsensus splice sites, we also used the online Human Splicing Finder ( http://www.umd.be/HSF/ ). 2.6. Confirmatory Sanger Sequencing All variants were confirmed by Sanger sequencing in an AB3130 Genetic Analyzer (Applied Biosystems, Carlsbad, CA, USA). Primers were designed using NCBI’s Primer BLAST tool ( Table 2 ) and the sequences were analyzed with the Sequencing Analysis software (version 5.4; Applied Biosystems).",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:26:52"
}