{
  "pmid": "PMID:28029918",
  "title": "Activity of Selumetinib in Neurofibromatosis Type 1-Related Plexiform Neurofibromas.",
  "abstract": "BACKGROUND: Effective medical therapies are lacking for the treatment of neurofibromatosis type 1-related plexiform neurofibromas, which are characterized by elevated RAS-mitogen-activated protein kinase (MAPK) signaling. METHODS: We conducted a phase 1 trial of selumetinib (AZD6244 or ARRY-142886), an oral selective inhibitor of MAPK kinase (MEK) 1 and 2, in children who had neurofibromatosis type 1 and inoperable plexiform neurofibromas to determine the maximum tolerated dose and to evaluate plasma pharmacokinetics. Selumetinib was administered twice daily at a dose of 20 to 30 mg per square meter of body-surface area on a continuous dosing schedule (in 28-day cycles). We also tested selumetinib using a mouse model of neurofibromatosis type 1-related neurofibroma. Response to treatment (i.e., an increase or decrease from baseline in the volume of plexiform neurofibromas) was monitored by using volumetric magnetic resonance imaging analysis to measure the change in size of the plexiform neurofibroma. RESULTS: A total of 24 children (median age, 10.9 years; range, 3.0 to 18.5) with a median tumor volume of 1205 ml (range, 29 to 8744) received selumetinib. Patients were able to receive selumetinib on a long-term basis; the median number of cycles was 30 (range, 6 to 56). The maximum tolerated dose was 25 mg per square meter (approximately 60% of the recommended adult dose). The most common toxic effects associated with selumetinib included acneiform rash, gastrointestinal effects, and asymptomatic creatine kinase elevation. The results of pharmacokinetic evaluations of selumetinib among the children in this trial were similar to those published for adults. Treatment with selumetinib resulted in confirmed partial responses (tumor volume decreases from baseline of ≥20%) in 17 of the 24 children (71%) and decreases from baseline in neurofibroma volume in 12 of 18 mice (67%). Disease progression (tumor volume increase from baseline of ≥20%) has not been observed to date. Anecdotal evidence of decreases in tumor-related pain, disfigurement, and functional impairment was observed. CONCLUSIONS: Our early-phase data suggested that children with neurofibromatosis type 1 and inoperable plexiform neurofibromas benefited from long-term dose-adjusted treatment with selumetinib without having excess toxic effects. (Funded by the National Institutes of Health and others; ClinicalTrials.gov number, NCT01362803 .).",
  "authors": "Eva Dombi; Andrea Baldwin; Leigh J Marcus; Michael J Fisher; Brian Weiss; AeRang Kim; Patricia Whitcomb; Staci Martin; Lindsey E Aschbacher-Smith; Tilat A Rizvi; Jianqiang Wu; Rachel Ershler; Pamela Wolters; Janet Therrien; John Glod; Jean B Belasco; Elizabeth Schorry; Alessandra Brofferio; Amy J Starosta; Andrea Gillespie; Austin L Doyle; Nancy Ratner; Brigitte C Widemann",
  "journal": "The New England journal of medicine",
  "publicationDate": "2016-12-29",
  "doi": "10.1056/NEJMoa1605943",
  "methods": "METHODS We conducted a phase 1 trial of selumetinib (AZD6244 or ARRY-142886), an oral selective inhibitor of MAPK kinase (MEK) 1 and 2, in children who had neurofibromatosis type 1 and inoperable plexiform neurofibromas to determine the maximum tolerated dose and to evaluate plasma pharmacokinetics. Selumetinib was administered twice daily at a dose of 20 to 30 mg per square meter of body-surface area on a continuous dosing schedule (in 28-day cycles). We also tested selumetinib using a mouse model of neurofibromatosis type 1–related neurofibroma. Response to treatment (i.e., an increase or decrease from baseline in the volume of plexiform neurofibromas) was monitored by using volumetric magnetic resonance imaging analysis to measure the change in size of the plexiform neurofibroma. Methods Trial Oversight This trial was developed by investigators at the National Cancer Institute (NCI) in collaboration with the NCI Cancer Therapy Evaluation Program (CTEP), was sponsored by CTEP, and was coordinated by the NCI Pediatric Oncology Branch. Four institutions (the NCI Pediatric Oncology Branch, Children’s Hospital of Philadelphia, Cincinnati Children’s Hospital, and Children’s National Health System) participated in patient recruitment and data collection. Data analysis was performed by NCI investigators. AstraZeneca provided selumetinib for the trial, approved the trial protocol (available with the full text of this article at  NEJM.org ), and provided financial support for the analysis of selumetinib in plasma samples. AstraZeneca did not have a role in patient recruitment, data analysis, or manuscript preparation but participated in the review and approval of the manuscript for submission. The protocol was approved by the institutional review board at each participating site. All patients or their legal guardians provided written informed consent. The authors vouch for the accuracy and completeness of the data reported and for the fidelity of the trial to the protocol. Patients Children 3 to 18 years of age who had received a clinical diagnosis of neurofibromatosis type 1  and who had inoperable, measurable plexiform neurofibromas 31  that had the potential to cause substantial complications were eligible for participation in the trial. A complete list of the inclusion and exclusion criteria is provided in  32 Table S1 in the Supplementary Appendix , available at  NEJM.org . Trial Design Selumetinib (10-mg and 25-mg capsules) was administered approximately every 12 hours on a continuous dosing schedule (in 28-day cycles). The dose of selumetinib was calculated on the basis of body-surface area with the use of a dosing nomogram. The starting dose was 20 mg per square meter of body-surface area (approximately 50% of the recommended fixed dose of 75 mg for adults), with potential dose escalations to 50 mg per square meter. A standard 3 + 3 phase 1 dose escalation design  was followed (details are provided in the  33 Supplementary Methods section in the Supplementary Appendix ). Patient assessments included clinical examinations, laboratory evaluations, ophthalmologic examinations, echocardiography, and electrocardiography at baseline and at regular intervals during the trial ( Table S2 in the Supplementary Appendix ). Adherence to the dosing schedule was assessed by administration of the Responsibility for Medication Questionnaire,  by review of a patient diary, and by capsule counts. Evaluations of response to treatment were performed centrally at the NCI by review of magnetic resonance imaging (MRI) studies obtained after cycles 5 and 10 and thereafter after every 6 cycles. 34  The use of standard response criteria (Response Evaluation Criteria In Solid Tumors [RECIST] and World Health Organization [WHO] criteria) 32 , 35  to evaluate the responses of plexiform neurofibromas to treatment has limited applicability because of the complex shapes and slow growth rates of plexiform neurofibromas. Therefore, a more sensitive and reproducible volumetric MRI analysis, which has been established as the definitive assessment method, was used in this trial. 36 , 37  Patients who had documented disease progression at trial entry (i.e., a tumor volume increase of ≥20% within approximately 1.5 years before enrollment) could continue treatment with no limitation of duration if there were no unacceptable toxic effects of the treatment and if no further progression was documented. Patients who did not have documented disease progression at trial entry could continue treatment for a maximum of 2 years unless a partial response was observed, in which case treatment could continue beyond 2 years. 8 , 15 , 32 , 35 Adverse events were graded according to National Cancer Institute Common Terminology Criteria for Adverse Events, version 4.0. An algorithm was developed for the assessment and management of cardiac toxic effects of selumetinib. The maximum tolerated dose was defined as the highest dose level at which one third of the patients or fewer had dose-limiting toxic effects during cycles 1 to 3. With specific exceptions, a dose-limiting toxic effect was defined as any selumetinib-related toxic effect of grade 3 or higher or a persistent (≥7 days) selumetinib-related toxic effect of grade 2 that the patient considered to be unacceptable. Administration of selumetinib was interrupted if a dose-limiting toxic effect occurred. If the toxic effect resolved to within protocol-defined trial specifications, treatment could resume at a dose that was 30% lower than the patient’s previous dose. Treatment with selumetinib was permanently discontinued if the toxic effect did not resolve to meet protocol specifications within the required time frame. A second reduction in dose according to the same criteria was allowed (details of the trial design are provided in the  Supplementary Methods section in the Supplementary Appendix ). Pharmacokinetic Evaluations The pharmacokinetics of selumetinib in plasma were evaluated during cycle 1 among patients for whom consent was provided. Blood samples were obtained as follows: on day 1 before the first dose was administered and 0.5, 1, 2, 3, 5, 8, 10 to 12, 24, and 30 to 36 hours after administration of that dose; in addition, a blood sample was obtained on day 27 before the first dose was administered. Concentrations of selumetinib and its active metabolite, N-desmethyl selumetinib, were analyzed by Covance Bioanalytical Services.  Pharmacokinetic variables were calculated by means of noncompartmental methods. 38 39 Response Criteria A partial response was defined as a tumor volume decrease from baseline of at least 20% for at least 4 weeks. Disease progression was defined as a tumor volume increase from baseline of at least 20%. Stable disease was defined as a tumor volume change from baseline of less than 20%. Preclinical Trial of Selumetinib Selumetinib was evaluated in the  DhhCre;Nf1fl/fl  genetically engineered mouse model of neurofibroma with the use of an intermittent dosing schedule. Mice received selumetinib twice daily at a dose of 10 mg per kilogram through oral gavage on a 5-days-on, 2-days-off schedule over a period of 8 weeks. Volumetric MRI analysis of neurofibromas was performed at the NCI to assess response to selumetinib (further details are provided in the  Supplementary Methods section in the Supplementary Appendix ).",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:26:53"
}