{
  "pmid": "28029918",
  "abstract": "Activity of Selumetinib in Neurofibromatosis Type 1-Related Plexiform  Neurofibromas.  Dombi E(1), Baldwin A(1), Marcus LJ(1), Fisher MJ(1), Weiss B(1), Kim A(1),  Whitcomb P(1), Martin S(1), Aschbacher-Smith LE(1), Rizvi TA(1), Wu J(1),  Ershler R(1), Wolters P(1), Therrien J(1), Glod J(1), Belasco JB(1), Schorry  E(1), Brofferio A(1), Starosta AJ(1), Gillespie A(1), Doyle AL(1), Ratner N(1),  Widemann BC(1).  Author information: (1)From the Center for Cancer Research, Pediatric Oncology Branch, Bethesda  (E.D., A. Baldwin, L.J.M., P. Whitcomb, S.M., R.E., P. Wolters, J.T., J.G.,  A.J.S., A.G., B.C.W.) and the Cancer Therapy Evaluation Program, Shady Grove  (A.L.D.), National Cancer Institute, and the National Heart, Lung, and Blood  Institute (A. Brofferio), Bethesda, National Institutes of Health, and the Food  and Drug Administration, Silver Spring (L.J.M., R.E.) - all in Maryland; the  Division of Oncology, Children's Hospital of Philadelphia, and the Department of  Pediatrics, Perelman School of Medicine at the University of Pennsylvania,  Philadelphia (M.J.F., J.B.B.); Children's National Health System, Washington, DC  (A.K.); and Cincinnati Children's Hospital, Cincinnati (B.W., L.E.A.-S., T.A.R.,  J.W., E.S., N.R.).  Comment in     Nat Rev Clin Oncol. 2017 Mar;14(3):140. doi: 10.1038/nrclinonc.2017.6.     N Engl J Med. ;376(12):1195. doi: 10.1056/NEJMc1701029.     J Neurol. 2018 Dec;265(12):3034-3035. doi: 10.1007/s00415-018-9098-y.  BACKGROUND: Effective medical therapies are lacking for the treatment of  neurofibromatosis type 1-related plexiform neurofibromas, which are  characterized by elevated RAS-mitogen-activated protein kinase (MAPK) signaling. METHODS: We conducted a phase 1 trial of selumetinib (AZD6244 or ARRY-142886),  an oral selective inhibitor of MAPK kinase (MEK) 1 and 2, in children who had  neurofibromatosis type 1 and inoperable plexiform neurofibromas to determine the  maximum tolerated dose and to evaluate plasma pharmacokinetics. Selumetinib was  administered twice daily at a dose of 20 to 30 mg per square meter of  body-surface area on a continuous dosing schedule (in 28-day cycles). We also  tested selumetinib using a mouse model of neurofibromatosis type 1-related  neurofibroma. Response to treatment (i.e., an increase or decrease from baseline  in the volume of plexiform neurofibromas) was monitored by using volumetric  magnetic resonance imaging analysis to measure the change in size of the  plexiform neurofibroma. RESULTS: A total of 24 children (median age, 10.9 years; range, 3.0 to 18.5)  with a median tumor volume of 1205 ml (range, 29 to 8744) received selumetinib.  Patients were able to receive selumetinib on a long-term basis; the median  number of cycles was 30 (range, 6 to 56). The maximum tolerated dose was 25 mg  per square meter (approximately 60% of the recommended adult dose). The most  common toxic effects associated with selumetinib included acneiform rash,  gastrointestinal effects, and asymptomatic creatine kinase elevation. The  results of pharmacokinetic evaluations of selumetinib among the children in this  trial were similar to those published for adults. Treatment with selumetinib  resulted in confirmed partial responses (tumor volume decreases from baseline of  ≥20%) in 17 of the 24 children (71%) and decreases from baseline in neurofibroma  volume in 12 of 18 mice (67%). Disease progression (tumor volume increase from  baseline of ≥20%) has not been observed to date. Anecdotal evidence of decreases  in tumor-related pain, disfigurement, and functional impairment was observed. CONCLUSIONS: Our early-phase data suggested that children with neurofibromatosis  type 1 and inoperable plexiform neurofibromas benefited from long-term  dose-adjusted treatment with selumetinib without having excess toxic effects.  (Funded by the National Institutes of Health and others; ClinicalTrials.gov  number, NCT01362803 .).  DOI: 10.1056/NEJMoa1605943 PMCID: PMC5508592 PMID: 28029918 [Indexed for MEDLINE]",
  "methods": "METHODS We conducted a phase 1 trial of selumetinib (AZD6244 or ARRY-142886), an oral selective inhibitor of MAPK kinase (MEK) 1 and 2, in children who had neurofibromatosis type 1 and inoperable plexiform neurofibromas to determine the maximum tolerated dose and to evaluate plasma pharmacokinetics. Selumetinib was administered twice daily at a dose of 20 to 30 mg per square meter of body-surface area on a continuous dosing schedule (in 28-day cycles). We also tested selumetinib using a mouse model of neurofibromatosis type 1–related neurofibroma. Response to treatment (i.e., an increase or decrease from baseline in the volume of plexiform neurofibromas) was monitored by using volumetric magnetic resonance imaging analysis to measure the change in size of the plexiform neurofibroma.",
  "introduction": "BACKGROUND Effective medical therapies are lacking for the treatment of neurofibromatosis type 1– related plexiform neurofibromas, which are characterized by elevated RAS–mitogen-activated protein kinase (MAPK) signaling.",
  "results": "RESULTS A total of 24 children (median age, 10.9 years; range, 3.0 to 18.5) with a median tumor volume of 1205 ml (range, 29 to 8744) received selumetinib. Patients were able to receive selumetinib on a long-term basis; the median number of cycles was 30 (range, 6 to 56). The maximum tolerated dose was 25 mg per square meter (approximately 60% of the recommended adult dose). The most common toxic effects associated with selumetinib included acneiform rash, gastrointestinal effects, and asymptomatic creatine kinase elevation. The results of pharmacokinetic evaluations of selumetinib among the children in this trial were similar to those published for adults. Treatment with selumetinib resulted in confirmed partial responses (tumor volume decreases from baseline of ≥20%) in 17 of the 24 children (71%) and decreases from baseline in neurofibroma volume in 12 of 18 mice (67%). Disease progression (tumor volume increase from baseline of ≥20%) has not been observed to date. Anecdotal evidence of decreases in tumor-related pain, disfigurement, and functional impairment was observed.",
  "discussion": "CONCLUSIONS Our early-phase data suggested that children with neurofibromatosis type 1 and inoperable plexiform neurofibromas benefited from long-term dose-adjusted treatment with selumetinib without having excess toxic effects. (Funded by the National Institutes of Health and others;  ClinicalTrials.gov  number,  NCT01362803 .)",
  "fetched_at": "2026-02-16T15:44:15.216928",
  "abstract_length": 4019,
  "methods_length": 793,
  "introduction_length": 221,
  "results_length": 1092,
  "discussion_length": 330
}