{
  "pmid": "PMID:28029918",
  "title": "Activity of Selumetinib in Neurofibromatosis Type 1-Related Plexiform Neurofibromas.",
  "abstract": "BACKGROUND: Effective medical therapies are lacking for the treatment of neurofibromatosis type 1-related plexiform neurofibromas, which are characterized by elevated RAS-mitogen-activated protein kinase (MAPK) signaling. METHODS: We conducted a phase 1 trial of selumetinib (AZD6244 or ARRY-142886), an oral selective inhibitor of MAPK kinase (MEK) 1 and 2, in children who had neurofibromatosis type 1 and inoperable plexiform neurofibromas to determine the maximum tolerated dose and to evaluate plasma pharmacokinetics. Selumetinib was administered twice daily at a dose of 20 to 30 mg per square meter of body-surface area on a continuous dosing schedule (in 28-day cycles). We also tested selumetinib using a mouse model of neurofibromatosis type 1-related neurofibroma. Response to treatment (i.e., an increase or decrease from baseline in the volume of plexiform neurofibromas) was monitored by using volumetric magnetic resonance imaging analysis to measure the change in size of the plexiform neurofibroma. RESULTS: A total of 24 children (median age, 10.9 years; range, 3.0 to 18.5) with a median tumor volume of 1205 ml (range, 29 to 8744) received selumetinib. Patients were able to receive selumetinib on a long-term basis; the median number of cycles was 30 (range, 6 to 56). The maximum tolerated dose was 25 mg per square meter (approximately 60% of the recommended adult dose). The most common toxic effects associated with selumetinib included acneiform rash, gastrointestinal effects, and asymptomatic creatine kinase elevation. The results of pharmacokinetic evaluations of selumetinib among the children in this trial were similar to those published for adults. Treatment with selumetinib resulted in confirmed partial responses (tumor volume decreases from baseline of ≥20%) in 17 of the 24 children (71%) and decreases from baseline in neurofibroma volume in 12 of 18 mice (67%). Disease progression (tumor volume increase from baseline of ≥20%) has not been observed to date. Anecdotal evidence of decreases in tumor-related pain, disfigurement, and functional impairment was observed. CONCLUSIONS: Our early-phase data suggested that children with neurofibromatosis type 1 and inoperable plexiform neurofibromas benefited from long-term dose-adjusted treatment with selumetinib without having excess toxic effects. (Funded by the National Institutes of Health and others; ClinicalTrials.gov number, NCT01362803 .).",
  "authors": "Eva Dombi; Andrea Baldwin; Leigh J Marcus; Michael J Fisher; Brian Weiss; AeRang Kim; Patricia Whitcomb; Staci Martin; Lindsey E Aschbacher-Smith; Tilat A Rizvi; Jianqiang Wu; Rachel Ershler; Pamela Wolters; Janet Therrien; John Glod; Jean B Belasco; Elizabeth Schorry; Alessandra Brofferio; Amy J Starosta; Andrea Gillespie; Austin L Doyle; Nancy Ratner; Brigitte C Widemann",
  "journal": "The New England journal of medicine",
  "publicationDate": "2016-12-29",
  "doi": "10.1056/NEJMoa1605943",
  "methods": "METHODS We conducted a phase 1 trial of selumetinib (AZD6244 or ARRY-142886), an oral selective inhibitor of MAPK kinase (MEK) 1 and 2, in children who had neurofibromatosis type 1 and inoperable plexiform neurofibromas to determine the maximum tolerated dose and to evaluate plasma pharmacokinetics. Selumetinib was administered twice daily at a dose of 20 to 30 mg per square meter of body-surface area on a continuous dosing schedule (in 28-day cycles). We also tested selumetinib using a mouse model of neurofibromatosis type 1–related neurofibroma. Response to treatment (i.e., an increase or decrease from baseline in the volume of plexiform neurofibromas) was monitored by using volumetric magnetic resonance imaging analysis to measure the change in size of the plexiform neurofibroma. Methods Trial Oversight This trial was developed by investigators at the National Cancer Institute (NCI) in collaboration with the NCI Cancer Therapy Evaluation Program (CTEP), was sponsored by CTEP, and was coordinated by the NCI Pediatric Oncology Branch. Four institutions (the NCI Pediatric Oncology Branch, Children’s Hospital of Philadelphia, Cincinnati Children’s Hospital, and Children’s National Health System) participated in patient recruitment and data collection. Data analysis was performed by NCI investigators. AstraZeneca provided selumetinib for the trial, approved the trial protocol (available with the full text of this article at  NEJM.org ), and provided financial support for the analysis of selumetinib in plasma samples. AstraZeneca did not have a role in patient recruitment, data analysis, or manuscript preparation but participated in the review and approval of the manuscript for submission. The protocol was approved by the institutional review board at each participating site. All patients or their legal guardians provided written informed consent. The authors vouch for the accuracy and completeness of the data reported and for the fidelity of the trial to the protocol. Patients Children 3 to 18 years of age who had received a clinical diagnosis of neurofibromatosis type 1  and who had inoperable, measurable plexiform neurofibromas 31  that had the potential to cause substantial complications were eligible for participation in the trial. A complete list of the inclusion and exclusion criteria is provided in  32 Table S1 in the Supplementary Appendix , available at  NEJM.org . Trial Design Selumetinib (10-mg and 25-mg capsules) was administered approximately every 12 hours on a continuous dosing schedule (in 28-day cycles). The dose of selumetinib was calculated on the basis of body-surface area with the use of a dosing nomogram. The starting dose was 20 mg per square meter of body-surface area (approximately 50% of the recommended fixed dose of 75 mg for adults), with potential dose escalations to 50 mg per square meter. A standard 3 + 3 phase 1 dose escalation design  was followed (details are provided in the  33 Supplementary Methods section in the Supplementary Appendix ). Patient assessments included clinical examinations, laboratory evaluations, ophthalmologic examinations, echocardiography, and electrocardiography at baseline and at regular intervals during the trial ( Table S2 in the Supplementary Appendix ). Adherence to the dosing schedule was assessed by administration of the Responsibility for Medication Questionnaire,  by review of a patient diary, and by capsule counts. Evaluations of response to treatment were performed centrally at the NCI by review of magnetic resonance imaging (MRI) studies obtained after cycles 5 and 10 and thereafter after every 6 cycles. 34  The use of standard response criteria (Response Evaluation Criteria In Solid Tumors [RECIST] and World Health Organization [WHO] criteria) 32 , 35  to evaluate the responses of plexiform neurofibromas to treatment has limited applicability because of the complex shapes and slow growth rates of plexiform neurofibromas. Therefore, a more sensitive and reproducible volumetric MRI analysis, which has been established as the definitive assessment method, was used in this trial. 36 , 37  Patients who had documented disease progression at trial entry (i.e., a tumor volume increase of ≥20% within approximately 1.5 years before enrollment) could continue treatment with no limitation of duration if there were no unacceptable toxic effects of the treatment and if no further progression was documented. Patients who did not have documented disease progression at trial entry could continue treatment for a maximum of 2 years unless a partial response was observed, in which case treatment could continue beyond 2 years. 8 , 15 , 32 , 35 Adverse events were graded according to National Cancer Institute Common Terminology Criteria for Adverse Events, version 4.0. An algorithm was developed for the assessment and management of cardiac toxic effects of selumetinib. The maximum tolerated dose was defined as the highest dose level at which one third of the patients or fewer had dose-limiting toxic effects during cycles 1 to 3. With specific exceptions, a dose-limiting toxic effect was defined as any selumetinib-related toxic effect of grade 3 or higher or a persistent (≥7 days) selumetinib-related toxic effect of grade 2 that the patient considered to be unacceptable. Administration of selumetinib was interrupted if a dose-limiting toxic effect occurred. If the toxic effect resolved to within protocol-defined trial specifications, treatment could resume at a dose that was 30% lower than the patient’s previous dose. Treatment with selumetinib was permanently discontinued if the toxic effect did not resolve to meet protocol specifications within the required time frame. A second reduction in dose according to the same criteria was allowed (details of the trial design are provided in the  Supplementary Methods section in the Supplementary Appendix ). Pharmacokinetic Evaluations The pharmacokinetics of selumetinib in plasma were evaluated during cycle 1 among patients for whom consent was provided. Blood samples were obtained as follows: on day 1 before the first dose was administered and 0.5, 1, 2, 3, 5, 8, 10 to 12, 24, and 30 to 36 hours after administration of that dose; in addition, a blood sample was obtained on day 27 before the first dose was administered. Concentrations of selumetinib and its active metabolite, N-desmethyl selumetinib, were analyzed by Covance Bioanalytical Services.  Pharmacokinetic variables were calculated by means of noncompartmental methods. 38 39 Response Criteria A partial response was defined as a tumor volume decrease from baseline of at least 20% for at least 4 weeks. Disease progression was defined as a tumor volume increase from baseline of at least 20%. Stable disease was defined as a tumor volume change from baseline of less than 20%. Preclinical Trial of Selumetinib Selumetinib was evaluated in the  DhhCre;Nf1fl/fl  genetically engineered mouse model of neurofibroma with the use of an intermittent dosing schedule. Mice received selumetinib twice daily at a dose of 10 mg per kilogram through oral gavage on a 5-days-on, 2-days-off schedule over a period of 8 weeks. Volumetric MRI analysis of neurofibromas was performed at the NCI to assess response to selumetinib (further details are provided in the  Supplementary Methods section in the Supplementary Appendix ).",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:26:53",
  "introduction": "BACKGROUND Effective medical therapies are lacking for the treatment of neurofibromatosis type 1– related plexiform neurofibromas, which are characterized by elevated RAS–mitogen-activated protein kinase (MAPK) signaling.",
  "results": "Results Patient Characteristics From September 21, 2011, to February 27, 2014, 24 patients (11 girls and 13 boys; median age, 10.9 years [range, 3.0 to 18.5]) were enrolled in this ongoing trial. Data that were available as of January 4, 2016, are included in this article.  Table 1  provides a summary of demographic, clinical, and baseline disease characteristics, and details are listed for each patient in  Table S3 in the Supplementary Appendix . The median volume of the target plexiform neurofibromas at baseline was 1205 ml (range, 29 to 8744). A total of 19 patients had received one to six previous medical therapies for the neurofibromas, and 11 patients had undergone one to six previous surgeries to debulk the neurofibromas. Of 17 patients for whom previous volumetric data were available, 9 had progressive disease at enrollment. A retrospective chart review identified neurofibroma-related complications that were present at baseline, including disfigurement (18 patients), pain (13 patients), and impairment of motor function (9 patients). Dose Escalations, Toxic Effects, and Duration of Treatment The 24 patients received selumetinib at three dose levels: 12 patients at 20 mg per square meter of body surface area (the 20-mg group), 6 patients at 25 mg per square meter (the 25-mg group), and 6 patients at 30 mg per square meter (the 30-mg group) ( Table 2 , and  Tables S3 and S4 in the Supplementary Appendix ). During cycles 1 through 3, the mean percentage of patients who were considered to have adhered to the dosing schedule was 99% (range, 91 to 100) on the basis of patient diaries and 98% (range, 96 to 100) on the basis of capsule counts. Dose-limiting toxic effects that were counted toward the determination of the maximum tolerated dose were grade 3 cellulitis (1 patient), grade 3 urticaria (1 patient), and grade 3 creatine kinase elevation (1 patient), all of which occurred during cycles 1 through 3; in addition, grade 3 asymptomatic decreased left ventricular ejection fraction, which occurred during cycle 5 (1 patient), was included as a dose-limiting toxic effect because of the potential clinical significance of this event and the fact that the first echocardiogram that is performed during treatment occurs after 5 cycles. Thirty milligrams of selumetinib per square meter exceeded the maximum tolerated dose, and 20 mg per square meter was defined initially as the maximum tolerated dose. However, on the basis of a trial of selumetinib for low-grade gliomas that was being conducted concurrently by the Pediatric Brain Tumor Consortium, in which the maximum tolerated dose was determined to be 25 mg per square meter,  we amended our trial to evaluate this additional dose level with the intention of harmonizing pediatric dosing. In our trial, a grade 3 dose-limiting maculopapular rash developed in only 1 of 6 patients in the 25-mg group (Patient 24). Thus, 25 mg per square meter was considered to have an acceptable side-effect profile and was determined to be the maximum tolerated dose. Dose-limiting toxic effects in later cycles were creatine kinase elevation (4 patients), oral mucositis (3 patients), and cellulitis (1 patient). 40 Throughout all treatment cycles, doses were reduced as a result of dose-limiting toxic effects in 4 of 12 patients in the 20-mg group, in 4 of 6 patients in the 30-mg group, and in 3 of 6 patients in the 25-mg group. All dose-limiting toxic effects were reversible. Most selumetinib-related adverse events were mild (grade 1). The most common adverse events of any grade included creatine kinase elevation, which was asymptomatic in all but 1 patient in whom transient arm pain developed; gastrointestinal toxic effects; acneiform rash in postpubertal patients; and maculopapular rash in prepubertal patients. Creatine kinase was fractionated in 17 patients and was found to be of skeletal muscle (CK-MM) origin rather than cardiac (CK-MB) origin. Early treatment of acneiform rash with topical clindamycin or glucocorticoids and oral tetracycline (5 patients) allowed for the successful management of rash. Toxic effects that were most common in later cycles included mucositis, aminotransferase elevation, decreased neutrophil count, and paronychia ( Table S4 in the Supplementary Appendix ). Serial ophthalmologic examinations revealed no abnormalities, with the exception of a grade 1 asymptomatic cataract at cycle 16 in 1 patient. This patient had previously received imatinib and retinoic acid for treatment of his neurofibromas; he continues to receive selumetinib and has stable ophthalmologic findings. A reversible, asymptomatic decrease in the left ventricular ejection fraction of greater than 10 percentage points to less than the lower limit of the normal range (from 65% to 50%) was observed in 1 patient at the evaluation visit after cycle 5 (Patient 7). Selumetinib dosing was suspended and administration of lisinopril was initiated. The left ventricular ejection fraction recovered to 55% within 3 months. Selumetinib was restarted at a reduced dose; the left ventricular ejection fraction has remained normal and the patient continues to receive selumetinib (cycle 30). No measurable effect of selumetinib on height or weight was observed during treatment (see the  Supplementary Results section in the Supplementary Appendix ). The 24 patients received a median of 30 cycles of selumetinib (range, 6 to 56). A total of 19 patients continue to receive treatment after a median of 30 cycles (range, 23 to 56). Treatment with selumetinib was discontinued in 5 patients; treatment was stopped because of dose-limiting toxic effects in only 1 of these patients (details are provided in  Table S3 in the Supplementary Appendix ). Pharmacokinetics The mean plasma concentration–time profiles of selumetinib and the results of pharmacokinetic studies in the 18 patients for whom consent was provided showed limited variability ( Fig. 1 , and the  Supplementary Results section and Table S5 in the Supplementary Appendix ). Selumetinib was absorbed rapidly. Selumetinib drug exposures increased with increasing dose but were less than dose-proportional ( Fig. S1 in the Supplementary Appendix ). Selumetinib concentrations exceeded those of the N-desmethyl metabolite at all time points ( Table S6 in the Supplementary Appendix ). Preclinical Pharmacokinetics and Pharmacodynamics Pharmacokinetic results in the mouse were similar to those in humans. Mouse tumor samples showed a transient decrease in phosphorylated extracellular signal-regulated kinase (ERK) ( Fig. S2 in the Supplementary Appendix ). Selumetinib was associated with decreases from baseline in neurofibroma volume in 12 of 18 mice (67%) in the animal model of neurofibromatosis type 1– related neurofibroma; in contrast, neurofibroma volume increase from baseline was observed in 14 of the 15 vehicle-treated control animals ( Fig. S3 in the Supplementary Appendix ). Response Evaluation A decrease from baseline in plexiform neurofibroma volume was observed in all patients (median change, −31%; range, −5.8 to −47). The maximum response to selumetinib was reached after a median of 20 cycles (range, 5 to 42) ( Table 2  and  Fig. 2 ). A total of 17 of the 24 patients (71%) met the criteria for confirmed partial response, including 9 of 12 patients in the 20-mg group, 5 of 6 patients in the 25-mg group, and 3 of 6 patients in the 30-mg group; an example of the response in 1 of the patients with confirmed partial response is shown in  Figure 3A and 3B . Partial responses to selumetinib were observed in 5 of 9 patients (56%) who had documented progressive disease at enrollment, in 4 of 6 patients (67%) who had growing tumors at enrollment but did not meet the criteria for progressive disease as defined in the protocol, in 2 of 2 patients who had tumors that were assessed as stable at enrollment, and in 6 of 7 patients (86%) who did not have previous volumetric data available at enrollment ( Table 2 , and  Table S3 in the Supplementary Appendix ). Partial responses were durable, in that they were sustained for a median of 23 cycles (range, 6 to 42), and 15 of the 17 patients with partial response maintain their response status to date. No patients have had disease progression to date, and the 9 patients with confirmed tumor growth before enrollment are free of progression after a median of 26 cycles (range, 23 to 46). Slow regrowth of tumors has been observed in some cases, most notably after dose reductions or interruptions of selumetinib dosing as a result of toxic effects ( Fig. 2B and 2C  and  Fig. 3A and 3C ). Anecdotal evidence of clinical improvement included decreases in tumor-related pain, increases in motor function, and decreases in disfigurement ( Table 2  and  Fig. 3B , and  Table S7 in the Supplementary Appendix ).",
  "discussion": "Discussion In this phase 1 trial involving children with inoperable plexiform neurofibroma, selumetinib had acceptable rates of dose-limiting toxic effects when administered on a long-term basis and was associated with a sustained reduction in tumor volumes in the majority of patients. The maximum tolerated dose of 25 mg per square meter every 12 hours (approximately 60% of the recommended fixed dose of 75 mg for adults ) is identical to the maximum tolerated dose in the selumetinib trial that was conducted by the Pediatric Brain Tumor Consortium. 38  Skin and gastrointestinal toxic effects were the most common events — a side-effect profile similar to that of selumetinib in adults. 40  A previously unreported effect, elevation of the creatine kinase level, was observed in most patients in our trial and was largely asymptomatic. Few patients had potentially chronic or cumulative toxic effects such as oral mucositis or paronychia. No ophthalmologic toxic effects of concern were observed, and a reversible decrease in left ventricular function that required a dose reduction of selumetinib occurred in only one patient. In addition, no effect on height or weight was observed. The results of the pharmacokinetic evaluations of selumetinib among the children in this trial ( 38 , 41 , 42 Table S5 in the Supplementary Appendix ) were similar to those in adults. 38 Of the 24 patients in the trial, 17 (71%) had confirmed partial responses, and all the patients had some decrease in tumor volume ( Table 2  and  Fig. 2A , and  Fig. S3 in the Supplementary Appendix ). In previous phase 2 trials of treatment for progressive plexiform neurofibromas, in which tumor volume was evaluated with the use of centralized volumetric analysis at the NCI ( Table S8 in the Supplementary Appendix ), tumor volume decreases of at least 20% were observed in few patients who received pegylated interferon alfa-2b.  In a phase 2 trial of imatinib, in which volumetric analysis was performed at the University of Indiana, volume decreases of at least 20% were limited to small tumors of less than 20 ml, which were substantially smaller than the majority of tumors evaluated in our trial. 17 – 19 , 21 22 To date, tumor responses have been maintained in 15 of 17 patients, and no patient has had disease progression. Patients who had documented progressive disease at enrollment received 23 to 46 cycles of selumetinib (median, 26 cycles). These results compare favorably with the median time-to-progression values that were reported in previous phase 2 trials involving patients with progressive neurofibromas, which ranged from 13.2 to 29.4 months ( Table S8 in the Supplementary Appendix ). MEK inhibitors also showed the greatest activity among the targeted agents that have been tested in the neurofibroma animal model,  which supports the predictive value of this model in selecting agents for clinical evaluation in patients with plexiform neurofibroma. 27 Slow tumor regrowth after the maximum response had been reached has been observed in several patients, most of whom had required at least one dose reduction as a result of toxic effects ( Fig. 2B and 2C , and  Table S3 in the Supplementary Appendix ). This finding suggests a dose-dependent effect of MEK inhibition on neurofibroma growth. The clinical course of Patient 7 ( Fig. 3B ), who had disease that was responsive to treatment with selumetinib but who subsequently had tumor growth during a period of drug interruption due to toxic effects, highlights the fact that prolonged administration of selumetinib will be necessary among patients with progressive tumors. Although similar responses to selumetinib were observed at the 20-mg and the 25-mg dose levels, we selected 25 mg per square meter as the recommended phase 2 dose. It is of interest that in the mouse model, intermittent dosing was efficacious, even though target inhibition of MEK in tumor tissue was modest and transient. Thus, even limited inhibition of MEK may be sufficient to shrink tumors that have no mutations beyond the loss of  NF1  itself.  In the future, evaluation of intermittent dosing in patients may be considered as a way to minimize toxic effects while retaining efficacy. In an ongoing phase 2 trial of selumetinib involving adults with neurofibromatosis type 1–related plexiform neurofibromas ( 43 ClinicalTrials.gov  number,  NCT02407405 ), we are performing serial tumor biopsies to assess the relationship between inhibition of phosphorylated extracellular-signal-regulated kinase (pERK) and tumor response. A limitation of our trial is that the potential clinical benefit of decreases in plexiform neurofibroma volume was not assessed prospectively. However, the anecdotal decreases in pain, decreases in the degree of disfigurement, and increases in motor function among patients in our trial suggest that even small decreases in tumor volumes may result in clinical benefit. The absence of emergence of drug resistance is also of interest. Further trials are warranted to characterize tumors that no longer respond to selumetinib; however, such cases have not yet been observed.",
  "upgrade_date": "2026-02-20 07:33:58"
}