{
  "pmid": "28039362",
  "abstract": "BACKGROUND: Optic gliomas arising in the neurofibromatosis type 1 (NF1) cancer predisposition syndrome cause reduced visual acuity in 30%-50% of affected children. Since human specimens are rare, genetically engineered mouse (GEM) models have been successfully employed for preclinical therapeutic discovery and validation. However, the sequence of cellular and molecular events that culminate in retinal dysfunction and vision loss has not been fully defined relevant to potential neuroprotective treatment strategies. METHODS: Nf1flox/mut GFAP-Cre (FMC) mice and age-matched Nf1flox/flox (FF) controls were euthanized at defined intervals from 2 weeks to 24 weeks of age. Optic nerve volumes were measured, and optic nerves/retinae analyzed by immunohistochemistry. Optical coherence tomography (OCT) was performed on anesthetized mice. FMC mice were treated with lovastatin from 12 to 16 weeks of age. RESULTS: The earliest event in tumorigenesis was a persistent elevation in proliferation (4 wk), which preceded sustained microglia numbers and incremental increases in S100+ glial cells. Microglia activation, as evidenced by increased interleukin (IL)-1β expression and morphologic changes, coincided with axonal injury and retinal ganglion cell (RGC) apoptosis (6 wk). RGC loss and retinal nerve fiber layer (RNFL) thinning then ensued (9 wk), as revealed by direct measurements and live-animal OCT. Lovastatin administration at 12 weeks prevented further RGC loss and RNFL thinning both immediately and 8 weeks after treatment completion. CONCLUSION: By defining the chronology of the cellular and molecular events associated with optic glioma pathogenesis, we demonstrate critical periods for neuroprotective intervention and visual preservation, as well as establish OCT as an accurate biomarker of RGC loss.",
  "methods": "Methods. \n Nf1 \n flox/mut  GFAP-Cre (FMC) mice and age-matched  Nf1 flox/flox  (FF) controls were euthanized at defined intervals from 2 weeks to 24 weeks of age. Optic nerve volumes were measured, and optic nerves/retinae analyzed by immunohistochemistry. Optical coherence tomography (OCT) was performed on anesthetized mice. FMC mice were treated with lovastatin from 12 to 16 weeks of age.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:43:17.011487",
  "abstract_length": 1818,
  "methods_length": 393,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}