{
  "pmid": "PMID:28051113",
  "title": "A comprehensive custom panel design for routine hereditary cancer testing: preserving control, improving diagnostics and revealing a complex variation landscape.",
  "abstract": "We wanted to implement an NGS strategy to globally analyze hereditary cancer with diagnostic quality while retaining the same degree of understanding and control we had in pre-NGS strategies. To do this, we developed the I2HCP panel, a custom bait library covering 122 hereditary cancer genes. We improved bait design, tested different NGS platforms and created a clinically driven custom data analysis pipeline. The I2HCP panel was developed using a training set of hereditary colorectal cancer, hereditary breast and ovarian cancer and neurofibromatosis patients and reached an accuracy, analytical sensitivity and specificity greater than 99%, which was maintained in a validation set. I2HCP changed our diagnostic approach, involving clinicians and a genetic diagnostics team from panel design to reporting. The new strategy improved diagnostic sensitivity, solved uncertain clinical diagnoses and identified mutations in new genes. We assessed the genetic variation in the complete set of hereditary cancer genes, revealing a complex variation landscape that coexists with the disease-causing mutation. We developed, validated and implemented a custom NGS-based strategy for hereditary cancer diagnostics that improved our previous workflows. Additionally, the existence of a rich genetic variation in hereditary cancer genes favors the use of this panel to investigate their role in cancer risk.",
  "authors": "Elisabeth Castellanos; Bernat Gel; Inma Rosas; Eva Tornero; Sheila Santín; Raquel Pluvinet; Juan Velasco; Lauro Sumoy; Jesús Del Valle; Manuel Perucho; Ignacio Blanco; Matilde Navarro; Joan Brunet; Marta Pineda; Lidia Feliubadaló; Gabi Capellá; Conxi Lázaro; Eduard Serra",
  "journal": "Scientific reports",
  "publicationDate": "2017-01-04",
  "doi": "10.1038/srep39348",
  "methods": "Methods Subjects This study was approved by the IMPPC scientific direction and carried out in accordance with IMPPC guidelines. Signed informed consent was obtained from all participants. Genomic DNA from 73 unrelated individuals clinically diagnosed with a cancer predisposition syndrome was obtained from blood lymphocytes using standard protocols. The 73 samples were grouped in three different sample sets: training, validation and re-analysis. The training set comprised 23 samples from patients who met the clinical criteria for HBOC (n = 7), FAP (n = 2), HNPCC (n = 7), NF1 (n = 6) and NF2 (n = 1). The validation set comprised 13 HBOC patients, 7 FAP, 11 HNPCC, 5 NF1, 2 NF2 and 1 patient who met the clinical criteria for Schwannomatosis, for a total of 40 samples. These samples contained 222 variants (36 pathogenic plus 186 VUS and polymorphisms), which was sufficient to determine specificity and sensitivity with a 95% CI of width <1.3% 23 . All samples had been genetically tested using pre-NGS workflows and methods (cDNA and DNA Sanger sequencing, conformation-sensitive capillary electrophoresis (CSCE), denaturing high-performance liquid chromatography (DHPLC) and multiplex ligation-dependent probe amplification (MLPA)). These samples presented a broad mutational spectrum, including single-nucleotide variants (SNVs), small insertions and deletions and multiple exon deletions, many of them located in complex sequence contexts ( Supplementary Figure S6 ). Finally, the re-analysis set consisted of 14 individuals: 9 HNPCC positive for the Amsterdam criteria, 1 NF1 and 4 patients from the validation set with no pathogenic mutation as detected by pre-NGS testing workflows ( Supplementary Table S1 ). Moreover, the global results for the 150 patients genetically diagnosed using I2HCP were compared to the training and validation sets. The testing criteria for these patients were based on current international clinical criteria guidelines 33 . Samples were codified and mutation analysis was performed blindly for the validation set. Enrichment We used Agilent eArray to design our SureSelect bait library V1 (Agilent, California, USA), covering 106 genes for a total of 0.45 Mb. For each gene, we defined the ROIs as all coding exons and intron/exon boundaries (−35/+20 bp) of all translated isoforms according to NCBI human genome build 37 (GRCh37) and the Ensembl release 67. All ROIs were exhaustively covered with capture baits. A second design was developed after studying the behavior of V1 baits to improve capture results. In short, we monitored the coverage of all exons, identified problematic regions, performed a systematic rebalancing of baits and increased bait tiling using custom algorithms to improve capture of poorly covered areas and to enhance coverage uniformity ( Supplementary Figure S1 ). The bait library V2 included 122 genes responsible for most of the cancer predisposition syndromes and RASopathies ( Supplementary Table S1 ), for a total of 0.5 Mb of targeted DNA. Sample preparation and sequencing DNA was sonicated using a Covaris S2 (Covaris, Woburn, MA, USA). Sample preparation was performed following the SureSelect XT protocol for Ion Torrent or MiSeq. In the first approach, samples were enriched with bait library V1 after combining 4 equimolar indexed samples (pre-capture pooling) and sequenced in a PGM (Ion Torrent) 318 chip with One Touch 200 DLv2 template reagents and Ion PGM 200 sequencing reagents. In the second approach, 12 samples were enriched with bait library V2 according to the manufacturer’s instructions (Agilent) with minor modifications 34 , pooled after capture and sequenced in a MiSeq (Illumina) with Reagent Kit v2, 2 × 250. Validation by Sanger Sequencing For the subset of genes analyzed for a patient, any ROI with at least one base below 30x was Sanger sequenced using standard protocols (primer sequences available upon request). 30x minimum coverage was established as per De Leener  et al . 35 . Reportable variants (all pathogenic variants and VUS only for some syndromes) were also validated by Sanger sequencing. Human Genome Variation Society ( www.hgvs.org ) nomenclature guidelines were used to name the mutation at the DNA level and the predicted resulting protein. Bioinformatic Analysis NGS data were processed using a custom data analysis pipeline based on standard tools. In short, fastq files were mapped against the GRCh37 human genome assembly corresponding to Ensembl release 67 36  using BWA mem 37  and a sorted bam file was created with samtools 38 . Exhaustive coverage metrics were produced using a combination of bedtools 39  and custom R and Bioconductor 40  scripts. Variants, including substitutions and small insertions and deletions, were called using VarScan2 41  with the following parameters: –min-coverage 10 –min-reads2 2 –min-avg-qual 15 –min-var-freq 0.1 –strand-filter 0. Finally, variants were annotated with a combination of annovar 42  and custom scripts. bam-readcount was then used to compute additional quality parameters (quality of the bases supporting the reference and alternative alleles, position of the changes in the reads, number of mismatches present in reads supporting the alternative allele, etc.) that were combined to produce a set of variant quality indicators to guide the variant validation process. Final variant annotation included: basic variant quality parameters, gene and transcript annotations and effects, presence in variation databases (dbSNP and ClinVar), population frequencies (1000 G, ExAC and ESP6500) and in-silico prediction of effects in protein function (Polyphen2, SIFT, MutationAssessor, MutationTaster, PROVEAN, CADD). All information, including coverage metrics, variants, variant quality estimators and annotations, was stored in a PostgreSQL database. Variants were filtered using the regioneR bioconductor package 43  according to the clinical indication prior to generating the variant lists. The preliminary algorithm for exon-level copy-number estimation includes different normalization steps on the exon mean depth of coverage (including mean sample coverage and mean exon coverage across samples), similar to Kang  et al . 44 , and was run using a set of custom scripts. CLC Genomics Workbench v6 (Qiagen) was used to analyze data from I2HCP V1. Repeatability was measured by comparing the variants called for four samples prepared and sequenced twice under the same conditions. Reproducibility was calculated for twelve samples prepared once and sequenced twice in independent runs. In both cases, the concordance was computed as the number of common variants divided by the total number of variants identified. 95% confidence intervals were computed using the exact method from Hmisc R package. Uniformity was defined as the percentage of bases with a coverage within ± 20% of the mean coverage. C30 was defined as the percentage of ROI bases with coverage ≥30x.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:26:55"
}