{
  "pmid": "28068329",
  "abstract": "Neurofibromatosis type 1 (NF1) is a common tumor-predisposition disorder due to germline mutations in the tumor suppressor gene NF1. A virtually pathognomonic finding of NF1 is the plexiform neurofibroma (PN), a benign, likely congenital tumor that arises from bi-allelic inactivation of NF1. PN can undergo transformation to a malignant peripheral nerve sheath tumor, an aggressive soft-tissue sarcoma. To better understand the non-NF1 genetic contributions to PN pathogenesis, we performed whole-exome sequencing, RNASeq profiling and genome-wide copy-number determination for 23 low-passage Schwann cell cultures established from surgical PN material with matching germline DNA. All resected tumors were derived from routine debulking surgeries. None of the tumors were considered at risk for malignant transformation at the time; for example, there was no pain or rapid growth. Deep (~500X) NF1 exon sequencing was also conducted on tumor DNA. Non-NF1 somatic mutation verification was performed using the Ampliseq/IonTorrent platform. We identified 100% of the germline NF1 mutations and found somatic NF1 inactivation in 74% of the PN. One individual with three PNs had different NF1 somatic mutations in each tumor. The median number of somatic mutations per sample, including NF1, was one (range 0-8). NF1 was the only gene that was recurrently somatically inactivated in multiple tumors. Gene Set Enrichment Analysis of transcriptome-wide tumor RNA sequencing identified five significant (FDR<0.01) and seven trending (0.01⩽FDR<0.02) gene sets related to DNA replication, telomere maintenance and elongation, cell cycle progression, signal transduction and cell proliferation. We found no recurrent non-NF1 locus copy-number variation in PN. This is the first multi-sample whole-exome and whole-transcriptome sequencing study of NF1-associated PN. Taken together with concurrent copy-number data, our comprehensive genetic analysis reveals the primacy of NF1 loss as the driver of PN tumorigenesis.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:43:53.017975",
  "abstract_length": 2007,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}