{
  "pmid": "PMID:28065690",
  "title": "Medium throughput biochemical compound screening identifies novel agents for pharmacotherapy of neurofibromatosis type 1.",
  "abstract": "The variable manifestation of phenotypes that occur in patients with neurofibromatosis type 1 (NF1) includes benign and malignant neurocutaneous tumors for which no adequate treatment exists. Cell-based screening of known bioactive compounds library identified the protein phosphatase 2A (PP2A) inhibitor Cantharidin and the L-type calcium channel blocker Nifedipine as potential candidates for NF1 pharmacotherapy. Validation of screening results using human NF1-associated malignant peripheral nerve sheath tumor (MPNST) cells showed that Cantharidin effectively impeded MPNST cell growth, while Nifedipine treatment significantly decreased local tumor growth in an MPNST xenograft animal model. These data suggest that inhibitors of PP2A, as well as calcium channel blockers, might be used in broader MPNST preclinical studies as single agents or in combinatorial therapeutic strategies.",
  "authors": "Galina Semenova; Dina S Stepanova; Sergey M Deyev; Jonathan Chernoff",
  "journal": "Biochimie",
  "publicationDate": "2017-04",
  "doi": "10.1016/j.biochi.2017.01.001",
  "methods": "2. Materials and Methods 2.1. Cell lines Immortalized murine  Nf1 -negative and wild type mouse embryonic fibroblasts (MEF  Nf1 −/−  E1A-p53  and MEF  Nf1wt E1A-p53 ) were generously provided by Dr. Karen Cichowski (Brigham and Women’s Hospital and Harvard Medical School, Boston, USA). MPNST cell lines sNF96.2, sNF02.2 and sNF94.3 were obtained from the American Type Culture Collection, S462TY cells were generously provided by Dr. Timothy Cripe (Nationwide Children’s Hospital, OH), ST8814, ST88-3 and 90-8 were generously provided by Dr. Nancy Ratner (Cincinnati Children’s Hospital, OH). Cells were maintained in Dulbecco’s Modification of EAGLE Medium (DMEM) supplemented with 10% fetal bovine serum and penicillin/streptomycin and cultured on tissue culture-treated plates under standard conditions of 37°C and 5% CO 2 . Cells were maintained in Dulbecco’s modified Eagle medium (DMEM) supplemented with 10% FBS, 2 mM L-glutamine, 1 mM sodium pyruvate and 1% penicillin/streptomycin (all Invitrogen, USA) under standard conditions of 37°C and 5% CO2. 2.2. In Vitro Cytotoxicity Assay, Half Inhibitory Concentration (IC50) Calculation MEFs were plated in triplicate for each dose of the compound on 96-well plates at 10000 cells/well in complete medium. Twenty-four hours after plating, cells were treated with carrier alone (0.1% DMSO) or bioactive compounds. Cell viability was evaluated seventy-two hours after addition of drugs using alamarBlue fluorescent assay (Life Technologies, USA). The values of IC50, the drug concentration required for 50% growth inhibition, were calculated using software package Calcusyn (Biosoft). 2.3. Small Bioactive Compound Library Screening The ICCB Known Bioactives library (Enzo Life Sciences, USA, BML-2840-0100) was used for the screening. The screening was performed using MEF  Nf1 −/−  E1A-p53  in triplicate and repeated 2 times. Drug transfer was performed 24 hrs after plating using CyBi Cell Vario automated pipettor, transfer volume 100 nL. DMSO and staurosporin at the final concentration of 5 uM were used as negative and positive controls respectively. Read-outs were done in 72 hours using alamarBlue cytotoxicity assay. Targets were counted positive if the viability ratio was < 0.85 and false discovery rate (FDR) was < 20%. 2.4. Xenoraft studies Female 6–7 weeks old  nu/nu  immunodeficient mice were injected subcutaneously with 10 7  S462TY cells in 0.1 ml 30% Matrigel (BD Biosciences)/PBS. Treatment started when the average tumor size reached 100 mm 3 . Nifedipine (Santa Cruz) was prepared as a suspension in aqueous 0.5% hypromellose/0.2% Tween 80 and administrated by daily gavage at 50 mg/kg. Norcantharidin (Santa Cruz) was formulated in PBS and IP injected at 10 mg/kg/day. Tumors were measured with a caliper every tree days. Mice were sacrificed when tumor size reached 10% of body weight, tumors were isolated and weighted. 2.5. Statistics Statistical significance for the IC50 values was calculated by Holm-Sidak method with α=5%. For xenograft experiment statistical significance was estimated using the two-tail Student’s  t -test.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:26:56",
  "introduction": "1. Introduction Neurofibromatosis type1 (NF1), also known as  von Recklinghausen’s disease , is a frequent human cancer predisposition syndrome affecting many organ systems, peripheral nervous system in particular ( 1 – 3 ). Typical NF1 symptoms include neuroectodermal tumors and lesions of other tissue origins, pigmentation patterns, as well as skeletal abnormalities and cognitive deficits ( 3 ). Most NF1 patients develop dermal and plexiform neurofibromas -benign lesions associated with peripheral nerves. Dermal neurofibromas are tumors in the skin, while plexiform neurofibromas (PNF) develop along the nerve plexus. PNFs can reach large sizes and compress nearby nerves, causing pain and a range of dysfunctions; moreover, PNF can transform into malignant peripheral nerve sheath tumors (MPNSTs) ( 4 ). These cancers exhibit highly aggressive metastatic growth and serve as major source of morbidity for NF1 patients ( 4 ,  5 ). To date there is no established pharmaceutical treatment for benign and malignant NF1-associated tumors, thus, the search for novel therapeutic targets for this disease is of intense scientific and clinical interest ( 6 ). Neurofibromatosis type 1 is a monogenic dominantly inherited autosomal disorder. It occurs due to inactivating mutations in the  NF1  tumor suppressor gene that encodes the Ras-regulatory protein neurofibromin ( 6 ,  7 ). Neurofibromin is broadly expressed and plays important roles in regulating multiple cellular processes, as evidenced by the variety of symptoms arising from its loss ( 3 ,  6 ). However, specific functions of neurofibromin remain unclear. Although many neurofibromin interactions with other proteins have been reported in addition to controlling Ras ( 3 ), the biological meaning of these additional interactions is largely undefined. Genetic and biochemical screenings can be useful tools for defining new protein functions as well as therapeutic targets. Here we perform cell-based phenotypic screening assay to identify novel compounds that inhibit proliferation and survival of cells lacking neurofibromin. We show that small molecules of two distinct classes – the protein phosphatese 2 (PP2A) inhibitor Cantharidin and the calcium antagonist Nifedipine - exhibit selective toxicity towards NF1-deficient mouse embryonic fibroblasts (MEFs). We demonstrate that Cantharidin effectively inhibits growth of human NF1-associated MPNST cells, suggesting that PP2A might represent an attractive new target for MPNST pharmacotherapy. Finally, we show that Nifedipine inhibits cell growth as well as xenograft tumor growth of an aggressive MPNST cell line, S462TY. These results suggest that unbiased chemical screens may yield unexpected candidates for NF1 pharmacotherapy.",
  "results": "3. Results We used MEF  Nf1 −/−  E1A-p53  cells to assess the effects of 472 small molecules on the growth and survival of NF1-deficient neoplastic cells.  Nf1 −/−  E1A-p53  MEFs were created by transforming MEFs harboring a germline bi-allelic inactivating  Nf1  mutation, with an E1A oncogene and dominant-negative p53 ( 8 ). Such transformation partially recapitulates p53 and Rb inactivation that are often seen in NF1-associated malignancies ( 9 ,  10 ). Figure 1a  shows preliminary screening results identifying 142 compounds that satisfied selection criteria (ratio between vital cells exposed compounds and negative control < 0.85 and FDR according to Benjamini—Hochberg method < 20%). Compounds with poor target specificity and acute toxicity were excluded from the hit list. For further studies we selected candidate compounds from the drug classes most broadly represented in the “hit” list: Cerulenin, AA.861 (lipid biosynthesis agents), Calphostin C (PKC inhibitors), LY.294002 (PI3K inhibitors), Nifedipine, Nigericin (ion channel ligands), Cantharidin (PP2A inhibitors). To access selective toxicity of indicated compounds toward NF1-deficient cells we exposed MEF  Nf1 −/−  E1A-p53  cells and isogenic control MEF  Nf1wt E1A-p53  cells to various doses of the compounds. The IC50 values for both cell lines were determined for candidates identified by the screening. Of seven initially selected compounds, only two: Cantharidin and Nifedipine showed consistent significant differences in suppression of NF1-negative versus control MEF cell growth ( Figure 1b ). These results were then validated on a panel of seven NF1-associated human MPNST cell lines S462TY, ST88-3, ST8814, 90-8, sNF96.2, sNF02.2 and sNF94.3 ( Figure 1c ). Cantharidin IC50 values for all MPNST cell lines tested were comparable to those obtained in MEF  Nf1 −/−  E1A-p53  ( Figure 1c ). Interestingly, S462TY cells were extremely sensitive to the calcium channel blocker Nifedipine, however other MPNST cell lines exhibited little sensitivity to this compound ( Figure 1c ). We next asked whether our  in vitro  observations might be recapitulated  in vivo . The S462TY MPNST cell line was used to establish subcutaneous xenograft tumors and therapy was initiated when average tumor size reached 100 mm 3 . For these experiments we used Nifedipine at 50 mg/kg/day and Norcantharidin (NCTD) (demethylated form of cantharidin with reduced toxicity ( 11 )), at 10 mg/kg/day. Mice in NCTD treated group were sacrificed at day 12 when two of six xenograft tumors reached 10% body weight. The experiment was stopped at the day 15 when most control mice required sacrifice, and the tumors were collected. Exposure to Nifedipine significantly attenuated S462TY xenograft growth as indicated by tumor volume (~492.06 mm 3  versus ~1638.13 mm 3  in control group at study termination,  p  = 0.029) ( Figure 2a ) and tumor weight (~0.256 g versus ~1.191 g in control group,  p  = 0.020) ( Figure 2b ) and was well tolerated.",
  "discussion": "4. Discussion Current therapeutic options for benign and malignant NF1-associated tumors are restricted to surgical resection, a treatment that does not significantly improve prognosis ( 6 ). In this study we aimed to identify additional, and perhaps more effective, treatment options for NF1 by identifying novel pharmaceutical agents that suppress tumor growth without toxic side effects. We took advantage of a pair of isogenic MEFs (wild type and NF1-deficient), as well as human NF1-associated MPNST cells, and screened known bioactive compounds to identify agents that selectively inhibit growth of NF1-deficient cells. The first compound selected from the screen, Cantharidin, is a potent inhibitor of protein phosphatase 2A (PP2A), an enzyme that plays an important role in cell proliferation, survival, and cell-fate determination ( 12 ). PP2A targets many oncogenic signaling cascades and was initially characterized as a tumor suppressor ( 12 ), however, accumulating evidence points to its anti-apoptotic role in multiple cancer cell types ( 12 ), as well as a contribution to chemotherapy resistance mechanisms ( 13 ). Pharmaceutical inhibitors of PP2A compromise cancer cell proliferation, survival and invasion ( 12 ,  14 ,  15 ) and are considered promising for treatment of particular types of cancer ( 12 ,  13 ). In our study, NF1-deficient MEFs as well as all NF1-associated MPNST cells were significantly more sensitive to Cantharidin compared to wild type MEFs, suggesting that pre-malignant and malignant NF1-associated tumor cells biology depends on PP2A activity. As selective PP2A inhibitors, including Cantharidin analogs ( 11 ,  16 ,  17 ), have been developed, such small molecules might represent promising therapeutic agents for neurofibromas and MPNSTs alone or in combination with chemotherapeutic agents. Another compound identified in our screen, Nifedipine, is a dihydropyridine calcium antagonist ( Figure 1b ). Nifedipine disrupts extracellular calcium influx through voltage-dependant calcium channels and is broadly used as antihypertensive drug ( 18 ). Given the importance of calcium entry for cell division ( 19 ) potential anticancer effects of calcium antagonists are being discussed ( 19 – 21 ). Although Nifedipine showed moderate selective toxicity toward NF1-deficient cells in our MEF-based system, the majority of NF1-associated MPNST cells tested, with the notable exception of S462TY cells, exhibited little to no response to the compound. It is not known whether MPNST cells express functioning voltage-dependent calcium channels and whether alternative mechanisms of calcium signaling system are involved in regulation of MPNST cell growth. Thus these data suggest that the observed effects is cell-type specific and that Nifedipine might be a perspective candidate only for selective MPNSTs, such as that represented by the S462TY cell line. Out of seven MPNST cell lines used, S462TY, exhibited the most aggressive growth and was the only cell line that gave rise to xenograft tumors after subcutaneous injection. Unlike other cell types, S462TY showed high sensitivity to Nifedipine, but was the least sensitive to Cantharidin  in vitro . Similar results were obtained in a xenograft experiment. Strikingly, exposure to Nifedipine over a period of two weeks significantly impeded S462TY tumor growth, while treatment with the PP2A inhibitor Norcantharidin (NCTD) showed no tumor suppressive effect ( Figure 2 ). These observations point to substantial heterogeneity amongst human MPNSTs in terms of expression of drug targets, response to inhibitors, and mechanism of drug resistance. In conclusion, we show that neurofibromin deficiency sensitizes cells to the protein phosphatase 2A inhibitor Cantharidin and the calcium antagonist Nifedipine, addressing potential new roles of neurofibromin in calcium signaling and specific cascades targeted by PP2A. Potent inhibition of NF1-associated MPNST cell viability by Cantharidin suggests that PP2A should be considered as a potential therapeutic target for these types of tumors. Further investigations shall focus on mechanisms underlying sensitivity of various NF1-deficient cell lines to Nifedipine. That these unexpected targets emerged from an unbiased screen for small molecules that inhibit the growth of NF1-deficient cells suggests that similar approaches will have value in uncovered new therapeutic targets in NF1-associated tumors.",
  "upgrade_date": "2026-02-21 02:22:47"
}