{
  "pmid": "28067315",
  "abstract": "Malignant peripheral nerve sheath tumors (MPNSTs) are a type of rare sarcomas with a poor prognosis due to its highly invasive nature and limited treatment options. Currently there is no targeted-cancer therapy for this type of malignancy. Thus, it is important to identify more cancer driver genes that may serve as targets of cancer therapy. Through comparative oncogenomics, we have found that KANK1 was a candidate tumor suppressor gene (TSG) for human MPNSTs. Although KANK1 is known as a cytoskeleton regulator, its tumorigenic function in MPNSTs remains largely unknown. In this study, we report that restoration of KANK1 in human MPNST cells inhibits cell growth both in human cell culture and xenograft mice by increasing apoptosis. Consistently, knockdown of KANK1 in neurofibroma cells promoted cell growth. Using RNA-seq analysis, we identified CXXC5 and other apoptosis-related genes, and demonstrated that CXXC5 is regulated by KANK1. Knockdown of CXXC5 was found to diminish KANK1-induced apoptosis in MPNST cells. Thus, KANK1 inhibits MPNST cell growth though CXXC5 mediated apoptosis. Our results suggest that KANK1 may function as a tumor suppressor in human MPNSTs, and thus it may be useful for targeted therapy.",
  "methods": "Materials and Methods All methods were carried out in accordance with relevant guidelines and regulations. All experimental protocols using cell lines, plasmid constructs, and animal manipulation protocols were approved by Purdue University institutional review board (IRB protocol # 12-029). NOD/SCID/IL2RG Null  mice used in this study were purchase from Jackson Laboratory and maintained at the Purdue animal housing facility, which is an AAALAC-approved animal facility. All animal related experiments were carried out according to the protocols approved by the Purdue Animal Care and Use Committee (PACUC) (Protocol # 1301000800). Cell lines and cell culture The human malignant peripheral nerve sheath tumor cell lines, STS26T and S462, were kindly provided by Dr. George De Vries, and Dr. Karen Cichowski, respectively. The immortalized neurofibroma cell line HEI-193 30  was purchased from ATCC, American Type Culture Collection. All three cell lines were authenticated by ATCC using short tandem repeat profiling. Cells were grown in DMEM with 10% heat inactivated fetal bovine serum (FBS), penicillin (100 IU/ml), and streptomycin (100 μg/ml). For the low serum culture condition, all medium components remain the same except 0.5% FBS was used instead of 10% FBS. All cell cultures were carried out at 37 °C in a humidified 5% CO 2  atmosphere. Plasmid constructs The  KANK1  cDNA without a stop codon in pENTR223 was purchased from DNASU (HsCD00516496). A full-length sequence of  KANK1  with a stop codon was amplified by PCR using the purchased clone as a DNA template, and sub-cloned into pEN_TTmcs (Addgene #25755), pLX301, and pSLIK-Neo, which were purchased from Addgene (#25895 and #25735). pLIX405 was modified from pLIX403 (Addgene #41395) by replacing the V5 tag with EGFP. The pSlick-Neo- KANK1 , pLIX405- KANK1 , and pLX301-KANK1 were created using Gateway LR Clonase II.  KANK1  shRNA V2LHS-50967 (KANK1-sh-1),  KANK1  shRNA V2LHS-50970 (KANK1-sh-2), and a non-silencing (NS) control GIPZ plasmid (RHS4346) were purchased from GE Dharmacon.  CXXC5  shRNA TRCN0000144558 ( CXXC5 -sh-1), TRCN0000142729 ( CXXC5 -sh-2), and a non-silencing control (NS) pLKO.1-vector were purchased from Sigma-Aldrich. Stable cell line generation Lentiviral particles were prepared in HEK293T cells by co-transfecting the  KANK1  cDNA or shRNA plasmid with pCMV-VSV-G and pCMV-dR8.2. Culture medium containing lentiviral particles was harvested 48–72 hours post transfection to subsequently infect MPNST and neurofibroma cells. At 48 hours after infection, cells were subject to puromycin (2 μg/ml) or G418 (200 μg/ml) selection for about 2 weeks to establish stable cells. Western blot and QRT-PCR were performed to test gene expression or knocked-down cells. MTT cell growth assay Tumor cells were seeded into 96-well plates with 1000 cells in each well, and cultured in a 37 °C incubator overnight. In the experimental wells, 1 μg/ml doxycycline was added to induce KANK1 expression. On the second day, cells were washed twice with PBS, and incubated with MTT (0.5 mg/ml) for 4 hours. Then, crystalized purple-colored formazan in cells was dissolved by adding 100 μl DMSO per well. Optical density at 595 nm was recorded using a plate spectrophotometer (Bio-TEK). For each cell line or experimental condition, at least 3 replicates were performed at each time point. Plate colony formation assay For each treatment condition, 1,000 cells were seeded into a 6 cm diameter cell culture plate, and incubated for 24 hours at 37 °C. Fresh medium with doxycycline (1 μg/ml) was changed every 3 days to maintain constant KANK1 expression. Three weeks later, cells were fixed and stained with 0.25% crystal violet solution. After washing the plates with water, the cell colonies were imaged and counted using GelDoc-IT2 imaging system (UVP). Cell colonies with a diameter of more than 0.2 mm were counted as positive dots. Western blotting and antibodies All treated cells were harvested and lysed using RIPA buffer with 0.5 mM PMSF. Cell debris was removed by centrifuge before quantification using Bradford Protein Assay Kit (IBI Scientific). About 20–50 μg of protein was loaded per well on 8–15% SDS-PAGE gel, depending on the expected protein sizes. Proteins in gels were then transferred to polyvinylidene fluoride membranes, which were subject to immunoblotting. Signals were detected using ECL Western Blotting Substrate Kit (Pierce). Images were collected using G:Box XR5 imaging system (Syngene). Primary antibodies: KANK1 (Santa Cruz, sc-135113), CXXC5 (Proteintech, 16513-1-ap), Caspase 3 (Santa Cruz, sc-7148), and ACTB (Santa Cruz, sc-47778). Secondary antibodies: anti-mouse (Proteintech sa00001-1) and anti-rabbit (Proteintech sa00001-2). Flow cytometric analyses Cells were prepared and cultured at least two days before each experiment. To analyze apoptosis, the Annexin V dead cell apoptosis kit (ThermoFisher) was used following the manufacturer’s instruction. Flow cytometric analyses was performed using FACSCanto II. For cell cycle analysis, BrdU was employed to label the cells in S phase. Briefly, cells were incubated with 10 μg/ml BrdU for 30 minutes, and then fixed in 75% ethanol. The cells were treated with 3 N HCl with 0.5% Triton X-100 for 20 minutes to denature the gDNA and permeabilize the cells. Then, the cells were neutralized with 0.1 M Na 2 B 4 O 7  pH8.5. Finally, the cells were stained with anti-BrdU, and secondary antibody conjugated with Alexa Fluor ®  647. The cells were run through a flow cytometer, and data were analyzed using FlowJo. Immunohistochemistry (IHC) staining and antibodies IHCs were performed using Vectastain Elite ABC kit (Vector Laboratories) according to the manufacturer’s instruction. Xenograft tumors from mice were imbedded in paraffin, and tissue sections on slides were conducted by the Purdue Histology and Phenotyping Laboratory. All the stained sections were counterstained with Mayer’s hematoxylin. Protein expression was imaged with Zeiss Axio Imager 2 microscopy. Antibodies used for the detection of proteins were the same as the ones used for Western blotting. Cell nucleus morphology About 1 × 10 5  cells were plated and cultured with or without doxycycline in a 12-well plate. After 48 hours, cell cultural medium was removed, and cells were washed in PBS three times. Cells in PBS with Hoechst33342 (Sigma, B2261) at the concentration of 5 ug/ml was added, and were incubated for 10 minutes at room temperature. Then, staining solution was removed, and cells were washed with PBS three times before imaging. Cells were visualized and imaged using a fluorescence microscope (DMi8, Leica, USA) with a DAPI filter (450 nm). Cells with condensed nuclei were counted as apoptotic cells. Three microscopic views were analyzed for each condition. Apoptotic rates in both doxycycline treated and untreated groups were calculated with student t-test. Mouse xenograft experiment About 1 × 10 7  STS26T cells (STS26T-pLIX405-KANK1) were mixed with matrigel, and injected subcutaneously in four sites on each mouse (shoulder and upper hind legs of both sides). In total, six mice were injected. Control mice were given fresh water daily, while experimental mice were given water containing 200 μg/ml doxycycline beginning at the second week after inoculation. Tumor growth was monitored and/or measured every week until the end of the experiment. Mice were euthanized at end of the sixth week. Tumors were then dissected for volume analysis. For the tumor from each injection site, the length and width of each tumor was measured. The tumor volume was calculated using the formula, V = 1/2 × A × B 2  (V, tumor volume; A, length in millimeter; B, width in millimeter). Tumor tissues were then fixed with 4% PFA overnight for pathological analysis. RNA-seq library preparation and bioinformatics Three replicates of cells from stable cell line STS26-pLIX405-KANK1 were prepared with or without 1 μg/ml doxycycline treatment for 48 hours. Total RNA was extracted from these cells using AllPrep DNA/RNA/Protein Mini Kit (Qiagen, 80004) following the manufacturer’s instruction. For each sample, 2 μg total RNA was used for RNA-seq library preparation. Sequencing libraries were constructed from the total RNA using the Illumina TruSeq Stranded mRNA Library Prep Kit mostly as directed by the kit’s direction, but with some modifications. Fragmentation time in the elute-fragment-prime step was reduced from 8 to 4 minutes, resulting in cDNA ranging in length from 100 to 1000 bps. Subsequent AMPure purification was performed at a sample-to-AMPure ratio of 1.8:1 (v/v). The resulting libraries were composed of amplicons largely ranging in length from 200 to 1000 bps. Furthermore, eight cycles of PCR amplification were undertaken rather than the specified 15 cycles. Individual libraries were pooled based on titer using KAPA Library Quantification on an Applied Biosystems Step-One qPCR machine. A single pool of all 6 libraries was clustered on one lane of a HiSeq 2500 High Output 2 × 100 base read chemistry run. For RNA-seq analysis, we first pre-processed RNA-seq reads using a custom Perl script to remove unreliable reads, and to trim sequences with low quality sections of each read based on following the filtration algorithm as described previously 42 . Any reads with bases uncalled and phred quality score of 2 were rejected. Reads were then trimmed where the quality score value was under 10, or the average score of three continuous bases was under 20. We then mapped the processed reads against the reference human genome (GRCh38) using Tophat2 43 . To quantify number of read counts per transcript, we employed HTSeq 44  with genome annotation downloaded from Ensembl (release 81), and preformed differential expression analyses using DESeq2 package 45 . Genes with FDR (false discovery rate) less than 10% (adjusted p-value < 0.1), and more than a two-fold change was considered as significant. The RNA-seq original data reported in this paper have been deposited in the NIH Gene Expression Omnibus (GEO) database (accession #.  GSE85271 ). Quantitative RT-PCR Total RNAs were isolated from cells using TRIzol reagent according to the manufacturer’s instruction. For reverse transcription, 2 μg total RNA was used as a template, and cDNAs was synthesized using the Transcriptor First Strand cDNA Synthesis Kit (Roche). QRT-PCRs were conducted using SYBR Green I Master Mix (Roche), following the manufacture’s instruction on Light Cycler 480. Primers ( Supplementary Table 1 ) for each gene were designed to cover all the transcripts, which are located on different exons to avoid potential genomic DNA contamination. PCRs were performed at the following condition: 95 °C, 10 seconds; 60 °C, 15 seconds; and 72 °C, 20 seconds for 40 cycles. Results were analyzed using ΔCt method to calculate relative gene mRNA level 46 . Statistical analysis All statistical analyses were performed using GraphPad Prism 6.0 h. Data in paired groups were analyzed using the paired student  t- test. Sample differences among groups were analyzed using two-way ANOVA or unpaired student t-test. p < 0.05 was considered to have statistically significant difference.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:43:45.081033",
  "abstract_length": 1232,
  "methods_length": 11237,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}