{
  "pmid": "PMID:28065690",
  "title": "Medium throughput biochemical compound screening identifies novel agents for pharmacotherapy of neurofibromatosis type 1.",
  "abstract": "The variable manifestation of phenotypes that occur in patients with neurofibromatosis type 1 (NF1) includes benign and malignant neurocutaneous tumors for which no adequate treatment exists. Cell-based screening of known bioactive compounds library identified the protein phosphatase 2A (PP2A) inhibitor Cantharidin and the L-type calcium channel blocker Nifedipine as potential candidates for NF1 pharmacotherapy. Validation of screening results using human NF1-associated malignant peripheral nerve sheath tumor (MPNST) cells showed that Cantharidin effectively impeded MPNST cell growth, while Nifedipine treatment significantly decreased local tumor growth in an MPNST xenograft animal model. These data suggest that inhibitors of PP2A, as well as calcium channel blockers, might be used in broader MPNST preclinical studies as single agents or in combinatorial therapeutic strategies.",
  "authors": "Galina Semenova; Dina S Stepanova; Sergey M Deyev; Jonathan Chernoff",
  "journal": "Biochimie",
  "publicationDate": "2017-04",
  "doi": "10.1016/j.biochi.2017.01.001",
  "methods": "2. Materials and Methods 2.1. Cell lines Immortalized murine  Nf1 -negative and wild type mouse embryonic fibroblasts (MEF  Nf1 −/−  E1A-p53  and MEF  Nf1wt E1A-p53 ) were generously provided by Dr. Karen Cichowski (Brigham and Women’s Hospital and Harvard Medical School, Boston, USA). MPNST cell lines sNF96.2, sNF02.2 and sNF94.3 were obtained from the American Type Culture Collection, S462TY cells were generously provided by Dr. Timothy Cripe (Nationwide Children’s Hospital, OH), ST8814, ST88-3 and 90-8 were generously provided by Dr. Nancy Ratner (Cincinnati Children’s Hospital, OH). Cells were maintained in Dulbecco’s Modification of EAGLE Medium (DMEM) supplemented with 10% fetal bovine serum and penicillin/streptomycin and cultured on tissue culture-treated plates under standard conditions of 37°C and 5% CO 2 . Cells were maintained in Dulbecco’s modified Eagle medium (DMEM) supplemented with 10% FBS, 2 mM L-glutamine, 1 mM sodium pyruvate and 1% penicillin/streptomycin (all Invitrogen, USA) under standard conditions of 37°C and 5% CO2. 2.2. In Vitro Cytotoxicity Assay, Half Inhibitory Concentration (IC50) Calculation MEFs were plated in triplicate for each dose of the compound on 96-well plates at 10000 cells/well in complete medium. Twenty-four hours after plating, cells were treated with carrier alone (0.1% DMSO) or bioactive compounds. Cell viability was evaluated seventy-two hours after addition of drugs using alamarBlue fluorescent assay (Life Technologies, USA). The values of IC50, the drug concentration required for 50% growth inhibition, were calculated using software package Calcusyn (Biosoft). 2.3. Small Bioactive Compound Library Screening The ICCB Known Bioactives library (Enzo Life Sciences, USA, BML-2840-0100) was used for the screening. The screening was performed using MEF  Nf1 −/−  E1A-p53  in triplicate and repeated 2 times. Drug transfer was performed 24 hrs after plating using CyBi Cell Vario automated pipettor, transfer volume 100 nL. DMSO and staurosporin at the final concentration of 5 uM were used as negative and positive controls respectively. Read-outs were done in 72 hours using alamarBlue cytotoxicity assay. Targets were counted positive if the viability ratio was < 0.85 and false discovery rate (FDR) was < 20%. 2.4. Xenoraft studies Female 6–7 weeks old  nu/nu  immunodeficient mice were injected subcutaneously with 10 7  S462TY cells in 0.1 ml 30% Matrigel (BD Biosciences)/PBS. Treatment started when the average tumor size reached 100 mm 3 . Nifedipine (Santa Cruz) was prepared as a suspension in aqueous 0.5% hypromellose/0.2% Tween 80 and administrated by daily gavage at 50 mg/kg. Norcantharidin (Santa Cruz) was formulated in PBS and IP injected at 10 mg/kg/day. Tumors were measured with a caliper every tree days. Mice were sacrificed when tumor size reached 10% of body weight, tumors were isolated and weighted. 2.5. Statistics Statistical significance for the IC50 values was calculated by Holm-Sidak method with α=5%. For xenograft experiment statistical significance was estimated using the two-tail Student’s  t -test.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:26:56"
}