{
  "pmid": "28099845",
  "abstract": "Mutations in neurofibromin, a Ras GTPase-activating protein, lead to the tumor predisposition syndrome neurofibromatosis type 1. Here, we report that cells lacking neurofibromin exhibit enhanced glycolysis and decreased respiration in a Ras/ERK-dependent way. In the mitochondrial matrix of neurofibromin-deficient cells, a fraction of active ERK1/2 associates with succinate dehydrogenase (SDH) and TRAP1, a chaperone that promotes the accumulation of the oncometabolite succinate by inhibiting SDH. ERK1/2 enhances both formation of this multimeric complex and SDH inhibition. ERK1/2 kinase activity is favored by the interaction with TRAP1, and TRAP1 is, in turn, phosphorylated in an ERK1/2-dependent way. TRAP1 silencing or mutagenesis at the serine residues targeted by ERK1/2 abrogates tumorigenicity, a phenotype that is reverted by addition of a cell-permeable succinate analog. Our findings reveal that Ras/ERK signaling controls the metabolic changes orchestrated by TRAP1 that have a key role in tumor growth and are a promising target for anti-neoplastic strategies.",
  "methods": "Methods We evaluated TRAP1’s clinical relevance for prognostic predictions and its association with tumor immunity and metabolism. TRAP1’s function in hepatocellular carcinoma cell invasion, migration, and proliferation was examined in vitro using wound healing assays and the cell counting kit-8; apoptosis was examined through reactive oxygen species detection. Methods TRAP1 expression levels and subcellular localization Data from the Human Protein Atlas (HPA;  https://www.proteinatlas.org/ ) and Genotype-Tissue Expression (GTEx;  https://gtexportal.org/ ) were used to assess TRAP1 mRNA expression in normal tissues (N = 13,084). TRAP1's subcellular localization was evaluated through immunofluorescence staining in three human cell lines from the HPA. The UCSC Xena database ( https://xenabrowser.net/ ) provided uniformly processed RNA-Seq expression data (in TPM units, with batch correction). This database integrates datasets from The Cancer Genome Atlas (TCGA) and GTEx, resulting in a dataset of 34 cancer types after excluding those with < 3 samples. The SangerBox web program (version: 3.0) ( http://vip.sangerbox.com/ ) analyzed the differences in TRAP1 expression between cancerous and healthy tissues. Expression data were transformed using log2(x + 0.001) to conform to a normal distribution. Differential expression across tumors was determined using R software (version 3.6.4). Group comparisons were performed using the unpaired Wilcoxon rank-sum test, with multiple testing correction applied via the Benjamini-Hochberg (BH) false discovery rate (FDR) method. An FDR < 0.05 was set as the threshold for statistical significance. Through the UALCAN portal ( http://ualcan.path.uab.edu/ ), under “Proteomics,” the Clinical Proteomic Tumor Analysis Consortium dataset was used to further investigate the expression of the TRAP1 protein in both normal and malignant tissues. TRAP1 expression was investigated across cancer stages using the GEPIA tool (version: 2.0) ( http://gepia2.cancer-pku.cn/#analysis ). Analysis of survival prognosis Using TCGA clinical data, the optimal cutoff value for ENSG00000126602 (TRAP1) was calculated using the R package maxstat (maximally selected rank statistics with several p-value approximations, version: 0.7–25). Based on this value, patients were stratified into high- and low-expression groups. Prognostic differences between the two groups were subsequently analyzed using the survfit function from the R package survival (version: 3.5.7) to fit survival curves, and survival disparities were assessed using the log-rank test. DNA mutation analysis The cBioPortal database ( https://www.cbioportal.org/ ) provided the TRAP1 mutation data. Using the “TCGA PanCancer Atlas Studies,” we input “TRAP1″ into the “Cancer Types Summary” module to examine the mutation landscape, including mutation types, copy number alterations, and mutation frequency. Detailed mutation site information was retrieved from the “Mutations” module. DNA methylation analysis By choosing the \"TCGA\" dataset and entering \"TRAP1,\" the UALCAN database provided the DNA methylation information for the TRAP1 gene in both normal and cancerous tissues. TRAP1 expression and its correlation with immune checkpoints and cell infiltration We used the SangerBox platform (version: 3.0) to examine the relationship between immunological checkpoints (ICPs) and TRAP1 expression. TRAP1 and 60 immune checkpoint pathway genes—24 inhibitory and 36 stimulatory—were expressed in tumor tissues. The log2(x + 0.001) technique was used to transform each expression value, and Pearson correlations between TRAP1 and the immunological marker genes were computed. We analyzed the relationship between immune infiltration scores and TRAP1 expression. Data on TRAP1 expression were gathered for various tumor types, and stroma, immune, and ESTIMATE scores were computed for every patient using the ESTIMATE R package (version 1.0.13), providing each patient’s immune infiltration scores. Subsequently, the cor.test function from the psych R package (version 2.1.6) was used to analyze significant associations between TRAP1 expression and immune infiltration scores, with the Benjamini-Hochberg (BH) method similarly applied for FDR correction. An FDR < 0.05 was defined as statistically significant for correlations. TRAP1-related gene and protein enrichment analysis We used the STRING database ( https://cn.string-db.org/ ) to analyze the top 50 proteins interacting with TRAP1 in order to study its network of protein–protein interactions. We selected Homo sapiens as the organism, entered “TRAP1” in the “Multiple proteins” area, and obtained information on interacting proteins. In GEPIA2’s “Similar Genes Detection” module, we determined the top 100 TRAP1-related genes, selecting five for “Correlation Analysis” to generate scatter plots illustrating their relationships. Furthermore, we generated heatmaps for these five genes in TCGA cancer data using TIMER2.0 ( http://timer.comp-genomics.org/timer/ ) in the “Exploration” part of the “Gene_Corr” module. Subsequently, enrichment analyses were performed using the DAVID database ( https://david.ncifcrf.gov/ ) and Kyoto Encyclopedia of Genes and Genomes (KEGG), selecting the official gene symbols for identification and identifying humans as the species. Finally, we visualized the enrichment results using the R package (ggplot2). Signal pathway analysis We obtained data from the UALCAN database to look into the participation of TRAP1 in the mammalian target of rapamycin (mTOR) and receptor tyrosine kinase (RTK) signaling pathways in normal and tumor tissues. Cell culture and stable cell line construction Although the bioinformatic analysis in this study was based on human genomic data, the mouse hepatocellular carcinoma cell line Hepa1-6 was selected for in vitro functional validation, considering the highly conserved amino acid sequence of the TRAP1 protein across mammals. The liver cancer cell line Hepa1-6 was supplied by Wuhan Pricella Biotechnology Co., Ltd. (Wuhan, China), whereas the cryopreserved 293T cells in our laboratory were obtained from the Cell Resource Center (IBMS, CAMS/PUMC) of Peking Union Medical College. At 37 °C in a humidified incubator with 5% CO 2 , both cell lines were cultivated in complete Dulbecco's Modified Eagle Medium containing 0.1% β-mercaptoethanol, 1% non-essential amino acids, 10% fetal bovine serum (Gibco, USA), and 1% penicillin–streptomycin. Cells were regularly monitored and passaged at 80% confluence for optimal growth. To generate stable TRAP1 knockdown cell lines, we introduced TRAP1 shRNA (shTRAP1) into Hepa1-6 cells via lentiviral vectors, using a control vector as the negative control. Lentiviral packaging was done in 293T cells, and Hepa1-6 cells were infected with shTRAP1 or control vectors for 48 h in 6-well plates, followed by selection with 2 μg/mL puromycin for an additional 48 h. Western blot and reverse transcription quantitative polymerase chain reaction (RT-qPCR) were used to confirm successful transduction. The sequence of the shTRAP1 used was: 5′-GCTGACAAGGTTGAAGTCTATTTCAAGAGAATAGACTTCAACCTTGTCAGC-3′. RNA extraction and RT-qPCR As directed by the manufacturer, total RNA was isolated using an RNA purification kit (Thermo Scientific, USA). A NanoDrop One/One C spectrophotometer (Thermo Scientific) was used to measure the RNA's concentration and purity. A kit called Takara's Reverse Transcription was used to synthesize cDNA. RT qPCR was conducted on a QuantStudio 3 system (Applied Biosystems, USA) to quantify TRAP1 and GAPDH expression levels, using GAPDH as the internal control. The primers used were as follows: GAPDH forward, 5'-AGCCACATCGCTCAGACAC-3' and reverse, 5'-TTAAAAGCAGCCCTGGTGAC-3'; TRAP1 forward, 5'-CAGGACAGTTATACAGCACACAG-3' and reverse, 5'-CTCATGTTTGGAGACAGAACCC-3'. The PCR settings were 50 °C for 2 min, 95 °C for 2 min, and 40 cycles of 95 °C for 15 s and 60 °C for 60 s. The 2^-ΔΔCt technique was used to measure the levels of gene expression. Protein separation and western blotting Total protein was extracted from hepatocellular carcinoma (HCC) cell lines using radioimmunoprecipitation assay lysis buffer with 1% protease inhibitors. The Pierce BCA Protein Assay Kit (Thermo Scientific) was used to measure the protein concentration. Following their separation on a 10% sodium dodecyl sulfate–polyacrylamide gel electrophoresis gel, the proteins were moved onto a polyvinylidene fluoride membrane, blocked for 2 h using 5% nonfat milk, and then incubated for the entire night with antibodies against rabbit anti-TRAP1 (1:1000; Absin, China) and mouse anti-GAPDH (1:2000; Proteintech, China). The next day, membranes were incubated for 2 h with matching secondary antibodies (1:10,000; Thermo Scientific). For efficiency, the Western blot membranes were cut horizontally prior to antibody hybridization to allow simultaneous probing of the target protein and the loading control based on their respective molecular weights. Flow cytometric analysis of apoptosis To accurately evaluate the effect of TRAP1 knockdown on apoptosis, flow cytometric analysis was performed using an Annexin V-fluorescein isothiocyanate (APC)/7-aminoactinomycin D (7-AAD) Apoptosis Detection Kit (BIOLEGEND Biotechnology Co., Ltd., California, USA). Briefly, shTRAP1 and control cells were trypsinized, collected, and washed twice with ice-cold PBS. Subsequently, 1 × 10 6  cells per sample were resuspended in 100 μL of 1 × Binding Buffer, followed by the addition of 5 μL Annexin V-APC and 5 μL 7-AAD staining solutions. After gentle mixing, the cells were incubated at room temperature in the dark for 15 min. Finally, 400 μL of 1 × Binding Buffer was added, and the samples were immediately analyzed using a flow cytometer (BD FACSCelesta™, BD Biosciences, USA). The experiment was independently repeated three times. Cells positive for Annexin V-APC and negative for 7-AAD were considered early apoptotic, while cells positive for both Annexin V-APC and 7-AAD were identified as late apoptotic or necrotic. ROS detection The 2′,7′-dichlorodihydrofluorescein diacetate (H2-DCFDA) assay and a ROS detection kit (Beyotime Biotechnology Co., Ltd., Shanghai, China) were used to measure ROS production in liver hepatocellular carcinoma (LIHC) cells. After resuspending LIHC cells in a culture medium at a density of 5 × 10 4  cells/mL, 100 µL was added to each well of a 96-well plate, and the cells were incubated for 8 h. The cells were then rinsed three times with a serum-free medium. A microplate reader with excitation at 488 nm and emission at 525 nm was used to measure the ROS levels after cells were treated with 10 µM H2-DCFDA for 25 min at 37 °C in the dark. Cell counting kit-8 (CCK-8) assay While shTRAP1 and control cells were being cultivated under optimal conditions, the material was centrifuged for 3 min at 1000 rpm. After discarding the supernatant, the cell pellet was resuspended in 1 mL of growth medium. In a counting chamber, 900 µL of 1 × phosphate buffered saline (PBS) was combined with a 100 µL aliquot of this suspension, and a Vi-Cell BLU Cell Viability Analyzer (Beckman Coulter, Inc., Brea, CA, USA) was used to count the cells. The corrected cell density was 4 × 10 4  cells/mL. The cell pellet was resuspended in 1 mL growth media after the supernatant was disposed of, and 10 µL of CCK8 solution was added to each well. To assess the effect of TRAP1 knockdown on cell growth, wells were incubated for 4 h at 37 °C in the dark. Absorbance at 450 nm was quantified using a microplate reader. Wound healing assay In a 6-well plate, 5.0 × 10 5  shTRAP1 and control cells were seeded and grown to 80% confluence. A 200 µL pipette tip created a wound in each well for migration and invasion studies. After three PBS washes to remove detached cells, a serum-free medium was added. Microscope images (LEICA, Germany) were taken at 0 and 24 h and processed with ImageJ to assess TRAP1 knockdown effects on cell migration and invasion. Transwell cell invasion assay To evaluate the effect of TRAP1 knockdown on the invasive ability of hepatocellular carcinoma cells, a Transwell invasion assay was performed. Matrigel matrix (Corning, USA) was diluted with serum-free cold DMEM medium at an 8:1 ratio, and 50 μL of the mixture was evenly coated onto the upper polycarbonate membrane of a Transwell insert (8 μm pore size, Corning), followed by incubation at 37 °C for 1 h to solidify. Cells from the shTRAP1 and control groups were resuspended in serum-free medium at a density of 1 × 10 5  cells/mL. A total of 500 μL of cell suspension was added to the upper chamber, while the lower chamber was filled with 800 μL of complete medium containing 10% FBS as a chemoattractant. Following 24 h of incubation at 37 °C with 5% CO₂, non-invaded cells and Matrigel on the upper surface were gently removed using a cotton swab. Invaded cells on the lower membrane were fixed with 4% paraformaldehyde for 30 min and stained with 0.1% crystal violet for 15 min. Five randomly selected fields per membrane were imaged and counted under an inverted microscope (LEICA, Germany) to quantitatively analyze cell invasive capability. Statistical analysis Every cellular experiment was performed in three copies. GraphPad Prism 10.0 and R version 2024.04.2 ( https://www.r-project.org/ ) were used to analyze the data. Data is presented using the means ± standard error of the means. The continuous data between the two groups were compared using the student's t-test. Unpaired Wilcoxon rank-sum tests and signed rank tests were used to analyze the expression differences between normal and malignant samples within each tumor. The assumptions for the survival analysis were tested using the log-rank test. The relationship between gene expression and immune infiltration ratings for each tumor was assessed using Pearson's correlation coefficients. A significance level of  p  < 0.05 was established.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:43:57.216460",
  "abstract_length": 1079,
  "methods_length": 13988,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}