{
  "pmid": "28126595",
  "abstract": "Global Proteome and Phospho-proteome Analysis of Merlin-deficient Meningioma and  Schwannoma Identifies PDLIM2 as a Novel Therapeutic Target.  Bassiri K(1), Ferluga S(1), Sharma V(2), Syed N(3), Adams CL(1), Lasonder E(2),  Hanemann CO(4).  Author information: (1)Institute of Translational and Stratified Medicine, Plymouth University  Peninsula Schools of Medicine and Dentistry, John Bull Building, Plymouth  Science Park, Research Way, Derriford, Plymouth PL6 8BU, UK. (2)School of Biomedical and Healthcare Sciences, Plymouth University, Drakes  Circus, Plymouth PL4 8AA, UK. (3)John Fulcher Neuro-oncology Laboratory, Division of Brain Sciences, Faculty  of Medicine, Imperial College London, London W6 8RP, UK. (4)Institute of Translational and Stratified Medicine, Plymouth University  Peninsula Schools of Medicine and Dentistry, John Bull Building, Plymouth  Science Park, Research Way, Derriford, Plymouth PL6 8BU, UK. Electronic address:  oliver.hanemann@plymouth.ac.uk.  Comment in     EBioMedicine. 2017 Feb;16:6-7. doi: 10.1016/j.ebiom.2017.01.044.  Loss or mutation of the tumour suppressor Merlin predisposes individuals to  develop multiple nervous system tumours, including schwannomas and meningiomas,  sporadically or as part of the autosomal dominant inherited condition  Neurofibromatosis 2 (NF2). These tumours display largely low grade features but  their presence can lead to significant morbidity. Surgery and radiotherapy  remain the only treatment options despite years of research, therefore an  effective therapeutic is required. Unbiased omics studies have become pivotal in  the identification of differentially expressed genes and proteins that may act  as drug targets or biomarkers. Here we analysed the proteome and  phospho-proteome of these genetically defined tumours using primary human tumour  cells to identify upregulated/activated proteins and/or pathways. We identified  over 2000 proteins in comparative experiments between Merlin-deficient  schwannoma and meningioma compared to human Schwann and meningeal cells  respectively. Using functional enrichment analysis we highlighted several  dysregulated pathways and Gene Ontology terms. We identified several proteins  and phospho-proteins that are more highly expressed in tumours compared to  controls. Among proteins jointly dysregulated in both tumours we focused in  particular on PDZ and LIM domain protein 2 (PDLIM2) and validated its  overexpression in several tumour samples, while not detecting it in normal  cells. We showed that shRNA mediated knockdown of PDLIM2 in both primary  meningioma and schwannoma leads to significant reductions in cellular  proliferation. To our knowledge, this is the first comprehensive assessment of  the NF2-related meningioma and schwannoma proteome and phospho-proteome. Taken  together, our data highlight several commonly deregulated factors, and indicate  that PDLIM2 may represent a novel, common target for meningioma and schwannoma.  Copyright © 2017 The Authors. Published by Elsevier B.V. All rights reserved.  DOI: 10.1016/j.ebiom.2017.01.020 PMCID: PMC5474504 PMID: 28126595 [Indexed for MEDLINE]",
  "methods": "2 Materials and Methods 2.1 Clinical Samples Meningioma and schwannoma specimens were collected after patients consented to the study and given a unique MOT identification number. This study was granted full national ethics approval by the South West research ethics committee (REC No: 14/SW/0119; IRAS project ID: 153,351) and local research and development approval (Plymouth Hospitals NHS Trust: R&D No: 14/P/056 and North Bristol NHS Trust: R&D No: 3458). Normal human Schwann cells were collected after ethical approval under the REC number REC6/Q2103/123. The brain tumour material was obtained from the Imperial brain tumour bank and this sub-collection is covered by Imperial College Tissue bank ethics. All meningioma samples used in this study were grade I. 2.2 Cell Culture Human meningeal cells (HMC) were obtained from Sciencell™ and maintained in the manufacturer's recommended media at 5% CO 2 . Human primary Schwann/schwannoma cells were maintained as described previously (Rosenbaum 2000). Ben-Men-1 cells and primary meningioma cells were routinely grown in DMEM, 10% FBS and 100 U/ml Penicillin/Streptomycin, and were kept at 5% CO 2 /37 °C. 2.3 Phospho-protein Purification Phospho-proteins were isolated from cell lysates using the commercially available phospho-protein purification kit from Qiagen®. The manufacturers reported an enrichment of over 80% with less than 5% phosphorylation in the flow-through fraction. Similarly Meimoun et al. reported an enrichment of 88% using this kit ( Meimoun et al., 2007 ). The protocol was carried out according to the manufacturer's instructions using 2.5 mg of starting material. Protein concentrations were determined by the BCA protein assay according to the manufacturer's instructions. 2.4 In-gel Digestion Cells were lysed in the buffer provided with the phospho-protein purification kit. 50 μg of protein and corresponding isolated phospho-protein were separated  via  SDS-PAGE. Gels were stained with colloidal coomassie blue stain (Life Technologies) for 3 h at room temperature (RT). Destaining was performed using MS grade water (Fisher) overnight at RT. Individual lanes were cut into small 1 mm × 1 mm pieces before in-gel digestion as described previously ( Lasonder et al., 2002 ). The protocol was performed as follow per slice: equilibration in 200 μl of 50 mM ammonium bicarbonate (ABC) for 5 min at 37 °C, destaining in 200 μl of 50% acetonitrile (ACN)/50% H 2 O for 5 min at 37 °C then 200 μl of 100% ACN for 5 min at 37 °C. These steps were performed in triplicate. 200 μl of reduction buffer (10 mM dithiothreitol in ABC) was added to the gel slices and incubated for 20 min at 56 °C. Slices were then shrunk using 100% ACN for 5 min at RT and alkylated using 200 μl of alkylation buffer (23.35 mg 2-choloroacetamide, 5 ml 50 mM ABC) for 20 min at RT in the dark. The gel pieces were incubated with digestion buffer (12.5 ng/μl trypsin in ABC) overnight at 37 °C. Digested peptides were extracted by the addition of 2% Trifluoroacetic acid (TFA) to the digestion buffer incubated for 20 min on a shaker at 37 °C. Peptide solutions were transferred to fresh tubes, and 100 μl of buffer B (80% ACN, 0.5% acetic acid, 1% TFA) was added to the gel pieces and incubated for a further 20 min on a shaker at 37 °C. The buffer B solution was then combined with the solution from the first peptide extraction, and samples were concentrated in a DNA centrifuge (Labconco CentriVap®) until less than 40 μl of sample was left. Samples were then dissolved in buffer A (0.5% acetic acid, 1% TFA) prior to MS analysis. 2.5 Peptide Purification With Stage Tips Stage tips were assembled by placing high performance C18 extraction disks into pipette tips as described ( Rappsilber et al., 2003 ). 50 μl of methanol was added to the prepared stage tips and centrifuged until the whole volume passed through. This was repeated with buffer B (80% acetonitrile, 0.5% acetic acid) and then twice with buffer A (0.5% acetic acid). Samples were added to stage tips and centrifuged (1 min; 10,000 ×  g  at RT). 50 μl of buffer A was then added and centrifuged until all the volume had passed through. Peptides were eluted by addition of 20 μl of buffer B and centrifugation. The samples were concentrated using a speed vac before resuspension in buffer A to give a final volume of approximately 25 μl ( Rappsilber et al., 2003 ). 2.6 Liquid Chromatography Tandem Mass Spectrometry MS was carried out using an Ultimate 3000 UPLC system (Thermo Fisher, Germany) connected to an Orbitrap Velos Pro mass spectrometer (Thermo Fisher, Bremen, Germany). The prepared peptides were loaded on to a 2 cm Acclaim™ PepMap™ 100 Nano-Trap Column (Thermo Fisher, Germany) and separated by a 25 cm Acclaim™ PepMap™ 100 Nano LC column (Thermo Fisher, Germany) packed with C18 beads of 3 μm and running a 120 min gradient of 95% buffer A/5% buffer B (buffer A contains 0.5% acetic acid and buffer B contains 0.5% acetic acid in 100% acetonitrile) to 65% buffer A/35% buffer B and a flow rate of 300 nl/min. Eluted peptides were electrosprayed into the mass spectrometer at a spray voltage of 2.5 kV. The Orbitrap instrument performs data acquisition in a data dependent mode to switch between MS and MS2. The Orbitrap cell with a resolution of 60,000 acquires a full-scan MS spectrum of intact peptides ( m / z  350–1500) with an automated gain control accumulation target value of 1000,0000 ions. In the linear ion trap the ten most abundant ions are isolated and fragmented by applying collision induced dissociation using an accumulation target value of 10,000, a capillary temperature of 275 °C, and normalized collision energy of 30%. A dynamic exclusion of ions previously sequenced within 45 s was applied. Any singly charged ions and unassigned charged states were excluded from sequencing and a minimum of 10,000 counts was required for MS2 selection. Dynamic exclusion is a widely used tool in mass spectrometry data acquisition software enabling more proteins to be identified and increase proteome coverage ( Zhang et al., 2009 ). 2.7 Protein Identification Andromeda search engine integrated in MaxQuant version 1.3.05 programme was used to identify the proteins in the Uniprot database ( www.uniprot.org/downloads , November 2015) and supplemented with sequences of frequently observed contaminants. A mass tolerance of 6 ppm for the parental peptide and 0.5 Da for fragmentation spectra and a trypsin specificity allowing up to 2 mis-cleaved sites were set as the Andromeda search parameters. Fixed modifications of carboxyamidomethylation of cysteines and variable modifications of oxidation of methionine, deamidation of glutamine and asparagine were set. A minimal peptide length of 7 amino acids was set. MaxQuant performed an internal mass calibration of measured ions and peptide validation by the target decoy approach as described. Proteins and peptides with a better than 1% false discovery rate (FDR) were accepted if they had been identified by at least 2 peptides in one of the samples. Shared peptide sequences (razor peptides) were mapped to proteins by the principle of maximum parsimony in MaxQuant. Proteins were quantified by normalized summed peptide intensities computed as label free quantification (LFQ) values in MaxQuant 1.3.05 ￼ ( Cox et al., 2014 ) LFQ data was generated in triplicate for all samples. LFQ data was generated in triplicate for all samples. 2.8 Quantification Analysis LFQ data generated by Maxquant were processed using Microsoft Excel and specially developed proteomics software, Perseus ( Tyanova et al., 2016 ). LFQ values for proteins and phospho-proteins were Log 2  transformed and fold change (FC) was calculated based on the equation: Average Log 2  LFQ tumour - Average Log 2  LFQ control. Entries with 0 for LFQ were kept and included in the fold change calculations. A 2 sample  t -test was performed generating  p -values for each identified protein/phospho-protein. The proteins with a  p -value < 0.05 were considered differentially expressed and included in further analysis. Significantly changed phospho-proteins were compared against respective protein changes to identify those that are relatively highly upregulated  i.e.  displaying a large significant change in phosphorylation and a smaller increase or a decrease in protein abundance. 2.9 Functional Enrichment Analysis Functional enrichment analysis was performed using Benjamini-Hochberg multiple correction testing integrated in to the database for annotation, visualization and integrated discovery (DAVID) software ( Huang da et al., 2009 ) for Gene Ontology (GO) annotations and for KEGG pathways annotations. Functional enrichment analysis compares coverage of GO and pathway terms from significantly differentially expressed proteins with coverage of these terms in a defined control background – in this case the entire human proteome. This allows pathways, biological processes, molecular functions and proteins of particular cellular components to be identified that are proportionally over represented in the experimental dataset than they are in the background dataset and calculated as fold enrichment. We accepted enriched GO and pathway terms with  p  adjusted < 0.05 and Fold Enrichment > 2. The representative steps involved in target identification are presented in  Fig. S1 . 2.10 Western Blotting Cells were lysed in RIPA buffer consisting of (150 mM NaCl, 1% Triton-X, 0.5% Sodium deoxycholate, 0.1% SDS and 50 mM Tris pH 8.0) before protein concentration was determined using a colorimetric BCA protein assay (Pierce), and immunoblotting proceeded as described previously ( Kaempchen et al., 2003 ). Samples intended for MS measurement were separated using 4–15% gradient pre-cast gels (Bio-rad). The antibodies used in the study included: Merlin (1:1000), pMerlin (1:500), HDAC1 (1:1000) and PDLIM2 (1:500) from Cell Signaling Technology; PDLIM2 (1:500) from Santa Cruz Biotechnology and GAPDH (1:50.000) from Millipore. 2.11 Immunofluorescence Microscopy For immunofluorescence, cells were grown O/N on glass slides. The following day slides were washed twice with PBS and fixed with 4% Paraformaldehyde (PFA)/PBS for 10 min. Slides were then washed twice with PBS and cells were permeabilized with 0.2% Triton X-100/PBS for 5 min at RT. Slides were washed three times with PBS and blocked for 1 h in 10% BSA/PBS at RT. Primary antibodies were diluted in 5% BSA/PBS and incubated O/N at 4 °C. Slides were then washed thrice in PBS for 5 min each and incubated with secondary antibodies (1:200, Alexa Fluor®, Life Technologies), nuclear counterstained (DAPI, 4 μg/ml) and mounted with ProLong Diamond antifade mountant (Life Technologies). Confocal microscopy was performed using a Leica DMI6000B microscope. 2.12 shRNA Mediated Gene Silencing Cultured cells were seeded at 80% confluency before transfection with lentiviral particles (10 μl/6 well, 2 μl labtek) directed towards PDLIM2 (Sigma) in the presence of 5 μg/ml polybrene (Santa Cruz biotechnology). Lentivirus was applied for 24 h, at which point medium was removed and replaced with normal medium for a further 24 h. Puromycin was then applied to cells at a concentration of 5 μg/ml for cell selection. Selection took place over 4–5 days, at which point cells were lysed for Western blot analysis, or fixed and stained for Ki-67 expression. Five different shRNA clones were tested (sequence clone 1: CCGGCTCGGAAGTCTTCAAGATGCTCTCGAGAGCATCTTGAAGACTTCCGAGTTTTTTG; sequence clone 2: CCGGGCTCTTACATGAGCTAAGTTTCTCGAGAAACTTAGCTCATGTAAGAGCTTTTTTG; sequence clone 3: CCGGGAGGACATACACTGAGAGTCACTCGAGTGACTCTCAGTGTATGTCCTCTTTTTTG; sequence clone 4: CCGGCCACTGCCTTTGATCAACCTTCTCGAGAAGGTTGATCAAAGGCAGTGGTTTTTTG; sequence clone 5: CCGGGAGCTGTACTGTGAGAAGCATCTCGAGATGCTTCTCACA GTACAGCTCTTTTTTG), cloned into the plasmid pLKO.1-puro. Clone 5 was the most successful in knocking down PDLIM2. 2.13 λ-Phosphatase Treatment and Cytoplasmic-nuclear Extraction Cells were lysed in RIPA buffer containing protease inhibitors but not phosphatase inhibitors. Protein dephosphorylation was achieved by treating 20 μg of protein lysate with λ-phosphatase (New England Biolabs) following the instructions of the supplier. The reaction was allowed to proceed for 2 h at 30 °C. Non treated sample was incubated in the same buffer and for the same amount of time at 30 °C but water was added in place of λ-phosphatase. To ascertain the cellular location of PDLIM2, a cytoplasmic and nuclear extraction assay (Thermo Scientific) was performed. Primary adherent meningioma cells were harvested with trypsin and centrifuged at 500  g  for 5 min. The cell pellet was then washed once in PBS, transferred to a microcentrifuge tube and centrifuged for 3 min at 500  g . Ice cold CER I reagent (Cytoplasmic Extraction Reagent, provided with the kit) was added to the pellet, vortexed vigorously for 15 s and incubated on ice for 10 min. Ice cold CER II was then added to the tube and vortexed for 5 s on the highest setting before incubation on ice for 1 min. The tube was then centrifuged for 5 min at 16,000  g  and the supernatant immediately transferred to a pre-chilled tube (the cytoplasmic fraction). Ice cold NER (Nuclear Extraction Reagent, provided with kit) was added to the remaining pellet and vortexed for 15 s. After incubation on ice for 40 min with rigorous vortexing every 10 min, the tube was centrifuged at maximum speed for 10 min. The supernatant (nuclear fraction) was transferred to a clean tube and both extracts were stored at − 80 °C until analysis by Western blot. The experiment was repeated in triplicate on three different meningioma cell populations. Total HDAC1 and GAPDH were included as reference proteins for the nuclear and cytoplasmic fractions respectively.",
  "introduction": "1 Introduction Neurofibromin 2 (Merlin, NF2) is a tumour suppressor protein expressed during embryonic development and thereafter ( Gronholm et al., 2005 ). In adults, significant levels of expression are found in Schwann and meningeal cells, nerve and lens ( Claudio et al., 1997 ,  Sakuda et al., 1996 ,  Scherer and Gutmann, 1996 ). Mutations in the encoding gene ( NF2 ) lead to formation of schwannomas and meningiomas, and less often of ependymomas and retinal astrocytic hamartomas ( Hanemann, 2008 ,  Martin et al., 2010 ,  Rouleau et al., 1993 ). These tumours originate sporadically or as part of the genetic condition Neurofibromatosis type 2 (NF2) ( Hanemann, 2008 ). They are largely unresponsive to classic chemotherapeutic agents, leaving surgery and radiotherapy as the only remaining treatment options which can leave the patient with mild to severe morbidity ( Hanemann, 2008 ). Additionally, NF2 patients often develop multiple tumours simultaneously ( Hanemann, 2008 ), strengthening the need for effective systemic therapeutic options. Loss of Merlin has also been related to a variety of other cancers, including glioblastomas, malignant mesotheliomas and thyroid carcinomas, highlighting its role as tumour suppressor ( Garcia-Rendueles et al., 2015 ,  Guerrero et al., 2015 ,  Lee et al., 2016 ,  Morrow et al., 2016 ,  Sheikh et al., 2004 ). Merlin shares structural similarity with the Ezrin/Radixin/Moesin (ERM) family of proteins that link the cytoskeleton with components of the cell membrane ( Bretscher et al., 2000 ,  McClatchey, 2003 ,  McClatchey and Giovannini, 2005 ). Although Merlin lacks the C-terminal actin-binding domain present in the other members of the ERM family, it can localize to the cortical cytoskeleton and interact directly with the actin-binding protein α-catenin ( Gladden et al., 2010 ). At sites of cell-cell contact Merlin acts as tumour suppressor controlling cadherin-mediated contact-dependent inhibition of proliferation and adherens junction formation ( Flaiz et al., 2008 ,  Lallemand et al., 2003 ). Several receptor tyrosine kinases (RTKs) have been found to be Merlin-dependent ( Curto et al., 2007 ,  Lallemand et al., 2009 ). Our group and others showed overexpression and reduced degradation of the platelet-derived growth factor receptor β (PDGFRβ) in schwannoma compared to normal Schwann cells which, together with the loss of Merlin, leads to increased cellular proliferation and aberrant activation of the MAPK and PI3K signalling pathways ( Ammoun et al., 2008 ,  Fraenzer et al., 2003 ). RTKs are found to be linked to Merlin and thus the cytoskeleton  via  the PDZ domain–containing adapter NHERF-1 (Na +/H + exchanger regulatory factor) ( Maudsley et al., 2000 ,  Weinman et al., 2000 ). Merlin loss further contributes to tumorigenesis  via  the activation of a number of other pathways including the Hippo, Ras and Wnt/β-catenin ( Li et al., 2014 ,  Mohler et al., 1999 ,  Zhao et al., 2010 ,  Zhou et al., 2011 ). Merlin activity is also in the nucleus, where it binds to the E3 ubiquitin ligase CRL4 (DCAF1) suppressing its activity. Depletion of DCAF1 in Merlin-deficient schwannoma cells was sufficient to block proliferation ( Cooper et al., 2011 ). Unbiased genomic studies have been performed aiming to identify novel differentially-expressed genes in schwannomas and meningiomas ( Fevre-Montange et al., 2009 ,  Hanemann et al., 2006 ,  Torres-Martin et al., 2013a ,  Torres-Martin et al., 2013b ,  Torres-Martin et al., 2014 ,  Wang et al., 2012 ) as well as novel driver mutations, exclusive of NF2 ( Clark et al., 2013 ). Mass spectrometry (MS) is a powerful, high-throughput technique to identify thousands of proteins aberrantly expressed and regulated. Recently Sharma and colleagues performed comparative proteomic analysis on different grades of meningiomas to investigate alterations in the meningioma tissue and in the human serum of meningioma patients compared to normal brain tissue. They identified several deregulated proteins including transgelin-2 and caveolin in tissue, plus apoliopoproteins A and E in serum ( Sharma et al., 2014 ,  Sharma et al., 2015 ). Here we analysed by label free quantitative proteomics both the proteome and phospho-proteome of meningioma and schwannoma primary tumour cells. By analysing proteomes and phospho-proteomes together, we identify overexpressed proteins in tumour cells and regulatory signalling pathways that may be ‘switched off’ with therapeutic intervention. We also compared protein abundances in primary Merlin-deficient human meningioma cells against human meningeal cells, and primary human schwannoma cells against primary human Schwann cells. We identified numerous novel upregulated and downregulated proteins and phospho-proteins, performed Gene Ontology (GO) mapping and functional enrichment analyses for GO and pathway terms. We identified proteins common to both Merlin-deficient tumour types. Several of the upregulated proteins contained either a PDZ/LIM domain, or both. These proteins have been shown to have a wide range of biological functions including roles in cell signalling ( Te Velthuis et al., 2007 ). We found PDZ and LIM domain protein 2 (PDLIM2/ mystique/SLIM) commonly upregulated in both tumour types compared to the normal controls. Previous experiments on PDLIM2 suggested a role in cytoskeletal organization as it was co-immunoprecipitated together with alpha-actinin-1, alpha-actinin-4, filamin A, and myosin heavy polypeptide 9 in rat corneal epithelial cells ( Loughran et al., 2005a ,  Torrado et al., 2004 ). PDLIM2 was also identified at the nuclear level exerting tumour suppressive functions by terminating NF-κB activation during inflammation ( Tanaka et al., 2007 ) and in breast cancer ( Qu et al., 2010 ). PDLIM2 overexpression was found in metastatic cancer cells ( Loughran et al., 2005b ) and androgen-independent prostate cancer cell lines ( Kang et al., 2016 ). Using our primary human cultures we performed PDLIM2 silencing in primary human schwannomas and meningiomas and observed a statistically significant reduction in cell proliferation in both tumour types. To our knowledge, this work is the first proteomic study aiming to decipher common deregulated elements in the proteome and phospho-proteome of Merlin-deficient schwannomas and meningiomas.",
  "results": "3 Results 3.1 Differential Protein and Phospho-protein Expression in Schwannoma  vs.  Schwann Cells Three primary Merlin-deficient schwannoma-derived cell populations were analysed  vs.  human primary Schwann cells. Merlin status was confirmed by Western blot prior to MS analysis ( Fig. 1 A). The global proteome and the isolated phospho-proteome were measured in parallel to allow an indirect comparison between proteome and phospho-proteome data, and also to identify both phosphorylated and non-phosphorylated potential targets. Over 1559 proteins (Table S1a) (peptides in Table S1c) and over 2455 phospho-proteins (Table S1b) (peptides in Table S1d) were identified in primary schwannoma  vs.  Schwann cells with a 32% overlap ( Fig. S5 a). Only 16 proteins in the proteome dataset were found to be significantly upregulated with a Log 2 FC > 1, while 93 proteins were downregulated with a Log 2 FC < − 1. A list of the significant differentially expressed proteins is summarized in  Table S2 . The top three upregulated include the fructose-bisphosphate aldolase C (ALDOC), the proteasome subunit beta type-5 (PSMB5) and transgelin (TAGLN), the latter identified also in previous studies ( Sharma et al., 2015 ). All upregulated proteins were grouped based on protein class and are represented by a pie chart ( Fig. 1 B). The largest proportion of upregulated proteins were cytoskeletal (50%). Interestingly, 11 of the 16 upregulated proteins interact with one another, as identified by string.db ( Fig. S3 ). In the phospho-proteome dataset, 122 were significantly upregulated with a log fold-change over 1 and 101 phospho-proteins were significantly downregulated with a Log 2 FC < − 1 ( Table S3 ). Among the most upregulated phospho-proteins was the Yorkie homolog (YAP), previously shown to be active in schwannoma ( Li et al., 2014 ) as well as members associated to the Ras pathway ( Ammoun et al., 2008 ,  Morrison et al., 2007 ). Fig. 1 Functional comparative analysis of schwannoma  vs.  normal Schwann cells. (A) Western blot showing Merlin expression in normal human Schwann cells and loss of Merlin expression in schwannomas. (B) Pie chart, created using PANTHER.db, showing the upregulated proteins grouped based on protein class. About 50% of the total upregulated proteins in schwannomas were cytoskeletal. (C) Pie chart showing the upregulated phospho-proteins submitted for functional enrichment analysis using DAVID, the figure highlights a number of activated pathways in schwannoma cells but not in normal Schwann cells. Focal adhesion and MAPK signalling were the most enriched (18% and 16% respectively). (D) Most significantly enriched GO terms in the protein classes ‘molecular function’ (green), ‘cellular component’ (blue) and ‘biological process’ (red). As cellular component, the AP-2 adaptor complex was found highly enriched (about 80%) as well as clathrin-mediated endocytosis (nearly 70% and 50%) (E) Significantly changed phospho-proteins in schwannoma cells  vs.  phospho-proteins in normal Schwann cells plotted against their respective protein and phospho-protein amounts. Data were plotted as a Log 2 FC LFQ tumour/normal. Fig. 1 In order to identify individual proteins aberrantly regulated that may be involved in protein signalling and pathway activation, we analysed the phospho-proteome dataset with respect to whole pathways and/or biological processes that are significantly represented using DAVID ( Huang da et al., 2009 ). The upregulated phospho-proteins were mapped to several pathways ( Fig. 1 C). Among the statistically enriched pathways (Benjamini-Hochberg Adjusted  p  < 0.05) represented by the upregulated proteins were focal adhesion (18%, Fold enrichment (FE) 5), the MAPK pathway (16%, FE 3) and regulation of the actin cytoskeleton (12%, FE 3), pathways that have previously been shown to be activated in schwannoma ( Ammoun et al., 2014 ,  Schulze et al., 2002 ). Among the other deregulated pathways identified were endocytosis (12%, FE 3), vascular smooth muscle contraction (12%, FE 6), neurotrophin signalling (9%, FE 4), glycolysis/gluconeogenesis (7%, FE 6). We also performed functional enrichment analysis on the upregulated phospho-protein dataset to identify the most significant GO terms ( Fig. 1 D). RAS protein signal transduction was identified as the most enriched biological process in line with the role of the Ras pathway in schwannoma ( Ammoun et al., 2008 ,  Morrison et al., 2007 ). The most enriched GO term overall corresponding to upregulated phospho-proteins is ‘AP-2 adaptor complex’, linked to clathrin-mediated endocytosis. Among the downregulated phospho-proteins, there was significant enrichment of lysosomal proteins ( Fig. S3 ). These are ARSA, AGA, CTSD, GUSB, PSAP and SMPD1. CTSD, or Cathepsin D, in particular is associated with caspase-3 induction of cell death and its downregulation may be related to schwannoma cell survival ( Pranjol et al., 2015 ). In order to identify proteins that were highly activated we wanted to identify those that displayed a relatively small change in protein abundance relative to phospho-protein expression. The simplest way of performing this analysis was to plot both datasets against each other as Log 2 FC, allowing for fast visual identification of the highly upregulated phospho-proteins ( Fig. 1 E). Fold changes of significantly changed phospho-proteins ( p -value < 0.05) are plotted on the y axis, against their respective protein fold changes (irrespective of  p -value). The most relevant differences were found on the top part of the graph; among them we found several cytoskeletal-related proteins like PDLIM2, PDLIM5 and PDLIM7, the regulator of cell polarity Rho-associated protein kinase 1 (ROCK1), Filamin-B and Vinculin. Numerous were also involved in vesicular transport like the alpha-soluble NSF attachment protein (NAPA), the Charged Multivascular Body Protein 2B (CHMP2B) and the Vacuolar Protein Sorting-associated 29 (VPS29). 3.2 Differential Protein and Phospho-protein Expression in Meningioma  vs.  Meningeal Cells Three primary human meningioma-derived cell populations (MN) and the meningioma cell line Ben Men-1 ( Puttmann et al., 2005 ), were analysed against Human Meningeal Cells (HMC) as normal control. All samples were analysed for Merlin status by Western blot prior MS ( Fig. 2 A). Fig. 2 Functional comparative analysis of meningioma cells  vs.  normal HMC. (A) Western blot showing Merlin expression in normal HMC and no Merlin expression in meningioma tumour-derived cells. (B) Pie chart representing the upregulated proteins, grouped based on protein class (PANTHER.db). The top three upregulated protein classes in meningioma were related to nucleic acid binding (29%), the cytoskeleton (17%) and membrane receptors (14%). (C) Pie chart presentation of the upregulated phospho-proteins submitted for functional enrichment analysis using DAVID, the figure highlights a number of activated pathways in meningioma cells but not in normal meningeal cells. (D) Most significantly enriched GO terms in the protein classes ‘molecular function’ (green), ‘cellular component’ (blue) and ‘biological process’ (red). Among them the proteasome was found the most enriched cellular component (about 80%) and biological process (nearly 60%). (E) Significantly changed phospho-proteins in Ben Men-1 cells  vs.  phospho-proteins in normal HMC plotted against their respective protein and phospho-protein amounts. Data were plotted as a Log 2 FC LFQ tumour/normal. Fig. 2 In the comparison between grade I meningioma primary cells  vs.  HMC, 2582 proteins were identified (Table S4a) (peptides in Table S4c), and after phospho-protein enrichment, we identified 2505 phospho-proteins (Table S4b) (peptides in Table S4d) with a 6% overlap ( Fig. S5 b). 186 proteins were upregulated (Log 2 FC > − 1) and 494 were downregulated (Log 2 FC < − 1) ( Table S5 ). Of the identified phosphoproteins, 478 were significantly changed between the two cell types; 35 proteins were upregulated (Log 2 FC > − 1) and 443 were downregulated (Log 2 FC < − 1) ( Table S6 ). Due to the relatively low number of significantly changed phosphoproteins (35), it was not feasible to detect statistically significant enriched GO and pathway terms by functional enrichment analysis in DAVID. We also tested the benign meningioma cell line and compared Ben Men-1 cells  vs.  HMC, grown and processed in triplicate separately and saw a 39% overlap between identified proteins and phosphoproteins ( Fig. S5 c). In this analysis 3129 proteins were identified (Table S7a) (peptides in Table S7c), 176 were significantly upregulated (Log 2 FC > − 1), and 232 were significantly downregulated (Log 2 FC < − 1) ( Table S8 ). Among the most upregulated we found the tumour necrosis factor receptor superfamily member 10D (TNFRSF10D), and few integrins (ITGB3, ITGA8, ITGA4, ITGA1). The upregulated proteins were grouped based on protein class as before; a large number of them were nucleic acid binding (29%), cytoskeletal (17%) or receptor proteins (14%) ( Fig. 2 B). GO enrichment analysis of upregulated proteins in the proteome dataset identified terms relating largely to ECM interaction, collagen and integrin mediated signalling ( Fig. S4 ). After phospho-enrichment we identified 2770 proteins (Table S7b) (peptides in Table S7d) and a total of 240 phospho-proteins were found significantly upregulated, whilst 195 were significantly downregulated ( p  < 0.05, Log 2 FC > 1/<− 1,  Table S9 ). The upregulated phospho-proteins were submitted for functional enrichment analysis using DAVID. The top enriched pathways were spliceosome (25%), ribosome (13%) and cell cycle (13%) ( Fig. 2 C). Proteasome is represented by 11%, meaning a quite significant aberration in the protein degradation machinery, as well as antigen processing (11%), suggesting a possible impaired immune response. There was also significant representation of phospho-proteins involved in non-homologous end joining (NHEJ) (6%) and nucleotide excision repair (10%). The data therefore also indicates there may be alterations in DNA repair mechanisms. GO enrichment analysis identified significant enrichment of proteasome activator complex (~ 80 fold) and proteasome activator activity (~ 60 fold), as well as positive regulation of ubiquitin-protein ligase activity, in line with functional enrichment analysis ( Fig. 2 D). Significantly changed phospho-proteins were plotted in a graph against their respective total protein abundances ( Fig. 2 E). Among the most interesting phospho-proteins identified were transgelin-2 (TAGLN2), previously found overexpressed in meningioma ( Sharma et al., 2015 ); calcyclin binding protein (CACYBP), that can act as either an oncogene or a tumour suppressor depending on the type of cancer ( Topolska-Wos et al., 2016 ); Deltex 3 like E3 ubiquitin ligase (DTX3L), able to modulate DNA damage responses rendering cancer cells resistant to certain chemotherapy drugs ( Thang et al., 2015 ). Interestingly, there were several phospho-proteins identified as downregulated that are related to organization of the cytoskeleton like Junction Plakoglobin (JUP), with a Log 2 FC = − 20.663. Protein abundance was mostly unaltered indicating that decreased phosphorylation of JUP in tumour cells is perhaps growth permissive. JUP, also known as γ-catenin is structurally and functionally related to β-catenin. Phosphorylated β-catenin was also found to be downregulated in Ben-Men-1 cells. 3.3 Schwannoma and Meningioma Common Phospho-proteins The amount of crossover between differentially expressed phospho-proteins in schwannoma  vs.  Schwann cells and in the Ben Men-1  vs.  HMC datasets was as expected higher than with the primary meningioma cells  vs.  HMC dataset. In the analysis between significantly changed phospho-proteins in Ben Men-1 cells compared with those in primary schwannoma cells, 11 were found commonly upregulated and 4 downregulated ( Table 1 ). Thus we used this more informative dataset for comparison and subsequently verified expression in primary meningioma tumours. Among the commonly upregulated and activated proteins in both tumours we consistently find PDLIM2 and Filamin-B again. In addition, we identified the Epidermal growth factor receptor kinase Substrate 8-Like protein 2 (EPS8L2), that was found not highly expressed in the brain and links growth factor stimulation to cytoskeletal reorganization and the Ras/Rac pathway ( Offenhauser et al., 2004 ), and the Signal Transducer and Activator of Transcription 1 alpha/beta (STAT1). The subunit beta type 8 and type 7 of the proteasome were also found commonly up- and downregulated respectively, again indicating proteasome dysregulation. We decided to perform initial validation studies on PDLIM2. This candidate was prioritised for the following reasons: 1. clear abnormalities in the cytoskeleton of these tumour cells ( Flaiz et al., 2007 ,  James et al., 2008 ); 2. we identified several upregulated proteins containing either a PDZ/LIM domain or both; 3. PDLIM2 acts both as an adaptor protein at the cytoskeletal level ( Torrado et al., 2004 ) and an E3 ubiquitin ligase into the nucleus ( Tanaka et al., 2007 ); previous studies identified CRL4(DCAF1), an E3 ubiquitin ligase important in schwannoma formation and related to Merlin ( Li and Giancotti, 2010 ,  Li et al., 2010 ), indicating that possibly the regulation of E3 ubiquitin ligases is pivotal in the pathogenesis of Merlin-deficient tumours; 4) PDLIM2 was also identified in primary meningioma with a log2 FC of 2.6 compared with HMC. Table 1 Phospho-proteins commonly and significantly up- or downregulated in Ben Men-1 and primary schwannoma cells ( p  < 0.05). Table 1 Gene symbol Protein name Log 2 FC meningioma Log 2 FC schwannoma CORO1C Coronin-1C 2.60 1.45 CTPS CTP synthase 1 1.23 3.70 CUTA Protein CutA 1.44 1.50 EPS8L2 Epidermal growth factor receptor kinase substrate 8-like protein 2 3.36 24.27 FLNB Filamin-B 1.22 24.49 HSPA1A Heat shock 70 kDa protein 1A/1B 1.21 3.23 PDE1C Calcium/calmodulin-dependent 3,5-cyclic nucleotide phosphodiesterase 1C 3.16 1.36 PDLIM2 PDZ and LIM domain protein 2 3.94 24.53 PSMB8 Proteasome subunit beta type-8 1.40 1.29 STAT1 Signal transducer and activator of transcription 1-alpha/beta 4.57 26.24 TCEB2 Transcription elongation factor B polypeptide 2 1.01 1.02 MAP1A Microtubule-associated protein 1A − 19.89 − 1.00 PACSIN2 Protein kinase C and casein kinase substrate in neurons protein 2 − 2.11 − 1.19 PSMB7 Proteasome subunit beta type-7 − 1.17 − 1.32 UFL1 E3 UFM1-protein ligase 1 − 1.14 − 1.43 3.4 PDLIM2 Is Overexpressed in Both Schwannomas and Meningiomas We analysed six schwannomas compared with normal human Schwann cells by Western blot. The protein was found overexpressed in four out of the six schwannomas compared to the normal Schwann cell examined (Schwann-0615) ( Fig. 3 A). A similar analysis was performed on meningiomas; we validated PDLIM2 overexpression in Ben Men-1 cells and in six tumour-derived primary cells compared to normal HMC ( Fig. 3 B). We also tested the level of PDLIM2 expression in tumour lysates compared to normal meninges ( Fig. 3 C). In all cases PDLIM2 was found overexpressed compared to normal cells or tissue. Fig. 3 PDLIM2 overexpressed in schwannomas and meningiomas is linked to increased proliferation of tumour cells. (A) Western blot analysis of PDLIM2 expression in primary schwannoma cells compared to primary human Schwann cell. (B–C) Western blot analysis of PDLIM2 expression in Ben Men-1 and primary meningioma cells compared to HMC (B), and meningioma tumour specimens compared to normal human meninges (C). (D) PDLIM2 shRNA-mediated knockdown in three primary schwannomas, confirmed by the absence of immunoreactive band in Western blot analysis compared to the sh-scramble control. The samples analysed were; (1) NF1: NF1115 (Fig. 3A), Merlin-positive and pMerlin-positive, NF0116; (2) NF2: NF0116, Merlin-positive and pMerlin faint band (data not shown); (3) NF3: NF0216, Merlin-negative and pMerlin-negative (data not shown). (E) PDLIM2 shRNA-mediated knockdown in three primary meningioma cells, confirmed by the reduction of intensity of the immunoreactive band detected by Western blot analysis compared to the sh-Scramble control. The samples analysed were; (1) MN1: MN026, Merlin-negative and pMerlin-negative (data not shown), (2) MN2: MN028, and (3) MN3: MN031, both Merlin-negative and pMerlin-negative (Fig. 3B). (F) Ki-67 immunofluorescent staining (green) of the three schwannoma cell populations after PDLIM2 shRNA knockdown compared to sh-Scramble control. On the left side the histogram showing the highly statistically significant (***,  p  < 0.001) reduced proliferation in PDLIM2 knockdown cells. (G) Ki-67 immunofluorescent staining (green) of the three primary meningioma cells after PDLIM2 shRNA knockdown compared to sh-Scramble control. On the left side the histogram showing the statistically significant (*,  p  < 0.05) reduced proliferation in PDLIM2 knockdown cells. Nuclei are stained with DAPI (Blue). Micrographs are taken at 20 × magnification. SC-Scramble; KD-knockdown. Fig. 3 3.5 PDLIM2 Knockdown Highly Decreases Cellular Proliferation of Meningioma and Schwannoma Cells To investigate the functional relevance of PDLIM2 expression in schwannoma and meningioma we silenced PDLIM2 in three primary schwannomas and three primary meningiomas using shRNA lentiviral particles. PDLIM2 expression was significantly knocked down in schwannomas cells as confirmed by Western blot ( Fig. 3 D); this led to a significant reduction in ki-67 positive cells ( p  < 0.001), reflecting a substantial reduction in proliferation in response to the knockdown ( Fig. 3 F). The same was repeated on meningioma cells and again we observed a reduction of protein expression after silencing ( Fig. 3 E) leading to a significant decrease in cellular proliferation as measured by a ki-67 proliferation assay ( Fig. 3 G). Altogether these data strongly suggest that PDLIM2 is involved in cellular proliferation in both schwannomas and meningiomas. 3.6 PDLIM2 Can Be Phosphoprylated and Localises Into the Nucleus of Schwannoma and Meningioma Cells Quantitative proteomic analysis showed a statistically significant increase of PDLIM2 in Ben Men-1 cells compared to HMC after phospho-protein enrichment ( Fig. 4 A), suggesting a possible phosphorylated state of the protein. Unfortunately there are no specific phospho-antibodies commercially available for pPDLIM2, so we performed an  in vitro  dephosphorylation assay using lambda phosphatase. The shift of the PDLIM2 immunoreactive band after Western blot analysis indeed confirmed the phosphorylation on PDLIM2 ( Fig. 4 B). Fig. 4 PDLIM2 acts as phosphoprotein and localises into the nucleus. (A) Histogram showing PDLIM2 MS quantification as Log2 LFQ value in Ben Men-1 (BM) cells  vs.  HMC after phosphoenrichment. Phosphorylated PDLIM2 was statistically significantly enriched in Ben Men-1 cells (**,  p  < 0.012) compared to HMC. (B) Western blot analysis confirming the phosphorylated status of PDLIM2 in Ben Men-1 cells. Lambda phosphatase treatment (λ-Ph) induced indeed a shift in PDLIM2 immunoreactive band compared to non-treated (NT) control. (C) Representative Western blot showing PDLIM2 localization after nuclear and cytoplasmic protein fractionation. Total HDAC1 and GAPDH are shown as reference protein for the nuclear and cytoplasmic fraction respectively. (D) Confocal microscopy (Z-stacks) of PDLIM2 (red) in Ben Men-1 cells and in primary meningioma cells (MN028, MN033, MN036) (E). Nuclei were stained with DAPI (blue). Fig. 4 PDLIM2 was previously reported to act as a cytoplasmic protein ( Torrado et al., 2004 ) and also as a nuclear protein ( Tanaka et al., 2007 ), exhibiting different functions. To study the localization of PDLIM2 in our cellular models we performed cytoplasmic and nuclear protein extraction and examined by Western blot. PDLIM2 was found to localize largely into the nucleus ( Fig. 4 C) suggesting a possible function as E3 ubiquitin ligase as previously reported ( Tanaka et al., 2007 ). We also performed immunofluorescent staining to further determine PDLIM2 localization and identified it both in the cytoplasm and the nucleus of BenMen-1 and primary meningioma cells ( Fig. 4 D and E).",
  "discussion": "4 Discussion The aim of this study was to decipher the proteome and phospho-proteome of Merlin-deficient schwannomas and meningiomas relative to normal controls. Prior to this study, there was only one comparative analysis between meningioma and schwannoma at the genomic level reported in the literature ( Torres-Martin et al., 2013b ,  Torres-Martin et al., 2014 ). We first analysed proteome and phospho-proteome of schwannoma and meningioma separately, and compared them to their normal controls in order to identify proteins and phospho-proteins significantly differentially expressed in the two tumour types. Then, we merged the two sets of candidates identifying the common dysregulated proteins because in NF2 patients these tumours frequently occur together and need treatment. Our proteomic analysis was highly informative and revealed many proteins of potential interest in each dataset. However, despite the vast amount of information provided by this study there are also some limitations that have to be considered. Firstly, this research approach provides a general overview about dysregulated proteins and pathways; however, it is impossible to detect the whole proteome as non-abundant proteins cannot reach the level of detection. Secondly, phosphoproteomic studies require a large amount of starting material prior phospho-enrichment; schwannoma and especially human primary meningioma cells grow at slow rate for a limited number of passages (< 7) making extremely difficult to obtain the required amount of proteins. Like every enrichment technique, there are possible false-positives in the dataset and additional validation experiments are needed. The slow proliferation rate of our primary cells likely explain the reduced dataset obtained from the analysis of primary meningiomas which were cultured without the addition of external growth factors to avoid artificial manipulation of the protein signalling. While proteome of whole tumour biopsies compared to normal meninges would provide information about environmental signals, here we decided to conduct the study on primary tumour cells and an established meningioma cell line, on which it was possible to perform subsequent functional validation. Using pure tumour cell populations instead of tissue also makes the comparison between tumours more meaningful as different tissue would vary in the tumour microenvironment. In schwannomas, by functional enrichment analysis, we identified several factors related to the cytoskeleton and its regulation, in line with the pivotal role of Merlin as cytoskeletal regulator ( Gladden et al., 2010 ,  Johnson et al., 2002 ,  Lallemand et al., 2003 ,  McClatchey and Giovannini, 2005 ). MAPK signalling was also found enriched, in agreement with previous studies ( Ammoun et al., 2008 ,  Fraenzer et al., 2003 ). Endocytosis, possibly clathrin-mediated, was listed among the upregulated pathways and cellular components in schwannoma, as well as the AP-2 adaptor complex required to internalize cargo in clathrin-mediated endocytosis ( McMahon and Boucrot, 2011 ). This is in keeping with previous data in flies that showed Merlin is important for controlling membrane protein turnover in part by regulating endocytosis ( Maitra et al., 2006 ). When the proteome and phospho-proteome were compared in order to identify highly activated proteins, we identified several cytoskeletal proteins like PDLIM2, Filamin B, Vinculin and the kinase ROCK1, a key regulator of the actin cytoskeleton and cell polarity, and previously associated with the ERM family ( Hebert et al., 2008 ). Again, we recognized proteins related to endocytosis and vesicle transport like PACSIN3, NAPA, CHMP2B and VPS29. As opposed to schwannomas, other driver mutations have been identified in meningioma, but those are mutually exclusive of Merlin ( Clark et al., 2013 ). In order to keep the genetic background consistent with schwannoma, we analysed only Merlin-deficient WHO grade I meningiomas. Comparative functional enrichment analysis in the meningioma datasets identified pathways that might be of particular importance; among them we found proteasome activation to be a recurring theme throughout, highlighting it as an important target in meningioma. A 2014 study looking at the proteasome inhibitor bortezomib showed that it was effective in sensitizing meningioma cells to TRAIL-induced apoptosis ( Koschny et al., 2014 ). Further, the proteasome inhibitor MG132 was also found to increase levels of N-cadherin in schwannoma cells, which in turn decreased proliferation ( Zhou et al., 2011 ). Our data and previous reports thus suggest proteasome inhibition as a potential therapy, either alone or in combination with drugs targeting other relevant pathways. The phosphorylated protein with the largest fold change in primary meningioma cells was TGM2, or transglutaminase 2. The expression of this protein has been previously studied in meningioma and was found to be highly upregulated and suggested as a therapeutic target. The authors also showed that loss of the  NF2  gene was associated with high expression of TGM2 ( Huang et al., 2014 ). We also found TAGLN2 as upregulated in meningioma cells, in keeping with previous proteomic studies on meningioma ( Sharma et al., 2015 ). It is similar in its function to transgelin (TAGLN), which we identified as highly expressed in schwannoma. The transgelins are a family of proteins able to influence a diverse range of cellular processes, including proliferation, migration and apoptosis ( Dvorakova et al., 2014 ). The study by Sharma et al. used a similar proteomic approach to identify potential therapeutic targets using meningioma tissue (compared to normal brain) as opposed to cells. There were 12 proteins significantly upregulated and common to both datasets including the LIM domain containing protein FHL1, drebrin, fibronectin and translationally controlled tumour protein (TCTP), all linked with structural regulation. We also identified possible alterations in DNA repair mechanisms, consistently with previous results showing chromosome instability and defects in the mitotic apparatus in meningioma ( van Tilborg et al., 2005 ), in particular in the NF2-mutated ( Goutagny et al., 2010 ). Studies by  Yang et al. (2012)  showed that the tumour suppressor CHEK2 on chromosome 22q is often deleted together with Merlin, thus impairing DNA repair mechanisms and increasing chromosomal instability in meningiomas ( Yang et al., 2012 ). Ben Men-1 cells, which have a known NF2 mutation, have been used as a WHO grade I meningioma cell line model and compared to HMC, bearing in mind possible modifications due to immortalization ( Puttmann et al., 2005 ), however helping the study by being an homogeneous population of cells. The comparison between Ben Men-1 and schwannoma datasets compared with controls revealed several common upregulated proteins. Among them we identified the epidermal growth factor receptor kinase substrate 8-like protein 2 (EPS8L2), part of the EPS family of proteins related to actin cytoskeleton reorganization under growth factors stimulation ( Offenhauser et al., 2004 ); the cytoskeletal protein Filamin-B (FLNB); and the signal transducer and activator of transcription 1-alpha/beta (STAT1), part of the JAK/STAT1 activated in response to interferon and previously found expressed in meningiomas ( Magrassi et al., 1999 ), currently under validation. Here we decided to further analyse PDLIM2 for several reasons; we identified several PDZ/LIM domains proteins throughout the study, indicating a possibly important role of this family of proteins in Merlin-deficient tumours. PDLIM2 was first described in 2004 as an adaptor protein linking other proteins to the cytoskeleton ( Torrado et al., 2004 ), so its dysregulation in Merlin-deficient tumours appeared highly plausible. Since, it has been found to have a number of different roles and has been particularly well studied in breast cancer where it has been identified as a driver of tumour progression and invasion ( Deevi et al., 2014 ,  Loughran et al., 2005a ). In 2007, for the first time PDLIM2 was shown to possess nuclear ubiquitin E3 ligase activity negatively regulating NF-kappaB by targeting the p65 subunit during inflammation ( Tanaka et al., 2007 ). Previous studies already identified another E3 ubiquitin ligase, CRL4(DCAF1), involved in the formation of Merlin-deficient tumours ( Cooper et al., 2011 ,  Li et al., 2010 ). Finally, the dysregulated ubiquitin ligase activity, together with the dysregulated proteasomal activity found in meningiomas in our study, can suggest novel therapeutic strategies. We first confirmed PDLIM2 overexpression in primary meningioma and schwannoma samples and showed that it is not expressed in HMC or normal meningeal tissue and minimally expressed in the Schwann cell examined. PDLIM2 was significantly knocked down in three primary meningioma and three primary schwannoma cell populations. This led to significant reductions in cell proliferation in both cell types. These results are in line with a previous study which showed how PDLIM2 suppression leads to decreased proliferation in androgen-independent prostate cancer cell lines ( Kang et al., 2016 ). On the other hand, other studies have identified PDLIM2 as an important tumour suppressor ( Sun et al., 2015 ,  Zhao et al., 2016 ). Interestingly enough, PDLIM5, that we found highly overexpressed in the schwannoma phospho-proteome, was found overexpressed in gastric cancer cells and its siRNA-mediated silencing significantly reduced cellular proliferation ( Li et al., 2015 ), highlighting a possible common role for this family as regulators of cell proliferation. Our results showed that PDLIM2 can be phosphorylated. Recently one proteomic study identified specific phosphoserine sites on PDLIM2 ( Bian et al., 2014 ); however, no phosphospecific antibodies are available and the result needs further validation. Upon subcellular fractionation, PDLIM2 was found to localize into the nucleus, possibly exploiting E3 ubiquitin ligase activity ( Tanaka et al., 2007 ). ICC analysis showed it localised to both the nucleus and the cytoplasm. It may be that PDLIM2 associates with the cytoskeleton and is thus rendered insoluble during subcellular fractionation, as is the case with some cytoskeletal proteins  e.g.  intermediate filaments, explaining why only nuclear PDLIM2 was detectable  via  Western blot. Our overall results indicate that PDLIM2 has both nuclear and cytoplasmic functions in meningioma cells. Additional studies will be performed to verify whether the protein acts on p65 even in Merlin-negative meningiomas and schwannomas, and the role of the phosphorylation on PDLIM2 activity. In conclusion, we performed a comprehensive analysis of proteome and phosphoproteome expression in Merlin-deficient schwannomas and meningiomas, found several dysregulated proteins/pathways in each dataset and underlying known and novel candidates involved in the pathogenesis of both tumours. Additionally, we validated the overexpression of PDLIM2 which was found involved in the proliferation of both meningioma and schwannoma cells, confirming that PDLIM2 warrants further investigation as a potential common target in Merlin-deficient meningiomas and schwannomas. The following are the Supplementary data related to this article. Fig. S1 Representative steps involved in target identification used in the study. Fig. S1 Fig. S2 Protein interaction analysis performed using string.db ( string-db.org ), highlighting interactions between the 16 proteins upregulated in schwannoma with a Log 2 FC > 1. Fig. S2 Fig. S3 GO analysis of phosphoproteins downregulated in schwannoma cells compared to normal Schwann cells. ‘microtubule polarization’ was the highest downregulated among the ‘biological process’ class (~ 40%) (red). Fig. S3 Fig. S4 GO analysis of upregulated total proteins in the dataset Ben Men-1 cells  vs.  HMC. Collagen binding and organization was found among the highly represented with over 40 folds enrichment as ‘cellular component’ (blue), and about 20 folds enrichment as ‘molecular function’ (green) and ‘biological process’ (red). ‘Platelet-derived growth factor binding’ was the highest enriched ‘molecular function’ with over 40 folds increase. Fig. S4 Fig. S5 Venn diagrams representing the overlap between proteins and phosphoproteins in the schwannoma  vs.  Schwann cells dataset (A), in the grade I meningioma primary cells  vs.  HMC dataset (B) and in the Ben Men-1  vs.  HMC dataset (C). Fig. S5 Table S1  Proteins, phosphoproteins and corresponding peptides identified by LC-MS/MS in schwannoma and control cell lines. Image 1 Table S2 Proteins significantly differentially expressed in primary schwannoma  vs.  Schwann cells. Table S2 Table S3 Phosphoproteins significantly differentially expressed in primary schwannoma  vs.  Schwann cells. Table S3 Table S4  Proteins, phosphoproteins and corresponding peptides identified by LC-MS/MS in primary meningiomas and control cells. Image 2 Table S5 Proteins significantly differentially expressed in primary meningioma  vs.  HMC. Table S5 Table S6 Phosphoproteins significantly differentially expressed in primary meningioma  vs.  HMC. Table S6 Table S7  Proteins, phosphoproteins and corresponding peptides identified by LC-MS/MS in Ben Men-1 and control cells. Image 3 Table S8 Proteins significantly differentially expressed in Ben Men-1 cells  vs.  HMC. Table S8 Table S9 Phosphoproteins significantly differentially expressed in Ben Men-1 cells  vs.  HMC. Table S9",
  "fetched_at": "2026-02-16T15:44:20.120092",
  "abstract_length": 3149,
  "methods_length": 13818,
  "introduction_length": 6355,
  "results_length": 20408,
  "discussion_length": 13627
}