{
  "pmid": "PMID:28126595",
  "title": "Global Proteome and Phospho-proteome Analysis of Merlin-deficient Meningioma and Schwannoma Identifies PDLIM2 as a Novel Therapeutic Target.",
  "abstract": "Loss or mutation of the tumour suppressor Merlin predisposes individuals to develop multiple nervous system tumours, including schwannomas and meningiomas, sporadically or as part of the autosomal dominant inherited condition Neurofibromatosis 2 (NF2). These tumours display largely low grade features but their presence can lead to significant morbidity. Surgery and radiotherapy remain the only treatment options despite years of research, therefore an effective therapeutic is required. Unbiased omics studies have become pivotal in the identification of differentially expressed genes and proteins that may act as drug targets or biomarkers. Here we analysed the proteome and phospho-proteome of these genetically defined tumours using primary human tumour cells to identify upregulated/activated proteins and/or pathways. We identified over 2000 proteins in comparative experiments between Merlin-deficient schwannoma and meningioma compared to human Schwann and meningeal cells respectively. Using functional enrichment analysis we highlighted several dysregulated pathways and Gene Ontology terms. We identified several proteins and phospho-proteins that are more highly expressed in tumours compared to controls. Among proteins jointly dysregulated in both tumours we focused in particular on PDZ and LIM domain protein 2 (PDLIM2) and validated its overexpression in several tumour samples, while not detecting it in normal cells. We showed that shRNA mediated knockdown of PDLIM2 in both primary meningioma and schwannoma leads to significant reductions in cellular proliferation. To our knowledge, this is the first comprehensive assessment of the NF2-related meningioma and schwannoma proteome and phospho-proteome. Taken together, our data highlight several commonly deregulated factors, and indicate that PDLIM2 may represent a novel, common target for meningioma and schwannoma.",
  "authors": "Kayleigh Bassiri; Sara Ferluga; Vikram Sharma; Nelofer Syed; Claire L Adams; Edwin Lasonder; C Oliver Hanemann",
  "journal": "EBioMedicine",
  "publicationDate": "2017-02",
  "doi": "10.1016/j.ebiom.2017.01.020",
  "methods": "2 Materials and Methods 2.1 Clinical Samples Meningioma and schwannoma specimens were collected after patients consented to the study and given a unique MOT identification number. This study was granted full national ethics approval by the South West research ethics committee (REC No: 14/SW/0119; IRAS project ID: 153,351) and local research and development approval (Plymouth Hospitals NHS Trust: R&D No: 14/P/056 and North Bristol NHS Trust: R&D No: 3458). Normal human Schwann cells were collected after ethical approval under the REC number REC6/Q2103/123. The brain tumour material was obtained from the Imperial brain tumour bank and this sub-collection is covered by Imperial College Tissue bank ethics. All meningioma samples used in this study were grade I. 2.2 Cell Culture Human meningeal cells (HMC) were obtained from Sciencell™ and maintained in the manufacturer's recommended media at 5% CO 2 . Human primary Schwann/schwannoma cells were maintained as described previously (Rosenbaum 2000). Ben-Men-1 cells and primary meningioma cells were routinely grown in DMEM, 10% FBS and 100 U/ml Penicillin/Streptomycin, and were kept at 5% CO 2 /37 °C. 2.3 Phospho-protein Purification Phospho-proteins were isolated from cell lysates using the commercially available phospho-protein purification kit from Qiagen®. The manufacturers reported an enrichment of over 80% with less than 5% phosphorylation in the flow-through fraction. Similarly Meimoun et al. reported an enrichment of 88% using this kit ( Meimoun et al., 2007 ). The protocol was carried out according to the manufacturer's instructions using 2.5 mg of starting material. Protein concentrations were determined by the BCA protein assay according to the manufacturer's instructions. 2.4 In-gel Digestion Cells were lysed in the buffer provided with the phospho-protein purification kit. 50 μg of protein and corresponding isolated phospho-protein were separated  via  SDS-PAGE. Gels were stained with colloidal coomassie blue stain (Life Technologies) for 3 h at room temperature (RT). Destaining was performed using MS grade water (Fisher) overnight at RT. Individual lanes were cut into small 1 mm × 1 mm pieces before in-gel digestion as described previously ( Lasonder et al., 2002 ). The protocol was performed as follow per slice: equilibration in 200 μl of 50 mM ammonium bicarbonate (ABC) for 5 min at 37 °C, destaining in 200 μl of 50% acetonitrile (ACN)/50% H 2 O for 5 min at 37 °C then 200 μl of 100% ACN for 5 min at 37 °C. These steps were performed in triplicate. 200 μl of reduction buffer (10 mM dithiothreitol in ABC) was added to the gel slices and incubated for 20 min at 56 °C. Slices were then shrunk using 100% ACN for 5 min at RT and alkylated using 200 μl of alkylation buffer (23.35 mg 2-choloroacetamide, 5 ml 50 mM ABC) for 20 min at RT in the dark. The gel pieces were incubated with digestion buffer (12.5 ng/μl trypsin in ABC) overnight at 37 °C. Digested peptides were extracted by the addition of 2% Trifluoroacetic acid (TFA) to the digestion buffer incubated for 20 min on a shaker at 37 °C. Peptide solutions were transferred to fresh tubes, and 100 μl of buffer B (80% ACN, 0.5% acetic acid, 1% TFA) was added to the gel pieces and incubated for a further 20 min on a shaker at 37 °C. The buffer B solution was then combined with the solution from the first peptide extraction, and samples were concentrated in a DNA centrifuge (Labconco CentriVap®) until less than 40 μl of sample was left. Samples were then dissolved in buffer A (0.5% acetic acid, 1% TFA) prior to MS analysis. 2.5 Peptide Purification With Stage Tips Stage tips were assembled by placing high performance C18 extraction disks into pipette tips as described ( Rappsilber et al., 2003 ). 50 μl of methanol was added to the prepared stage tips and centrifuged until the whole volume passed through. This was repeated with buffer B (80% acetonitrile, 0.5% acetic acid) and then twice with buffer A (0.5% acetic acid). Samples were added to stage tips and centrifuged (1 min; 10,000 ×  g  at RT). 50 μl of buffer A was then added and centrifuged until all the volume had passed through. Peptides were eluted by addition of 20 μl of buffer B and centrifugation. The samples were concentrated using a speed vac before resuspension in buffer A to give a final volume of approximately 25 μl ( Rappsilber et al., 2003 ). 2.6 Liquid Chromatography Tandem Mass Spectrometry MS was carried out using an Ultimate 3000 UPLC system (Thermo Fisher, Germany) connected to an Orbitrap Velos Pro mass spectrometer (Thermo Fisher, Bremen, Germany). The prepared peptides were loaded on to a 2 cm Acclaim™ PepMap™ 100 Nano-Trap Column (Thermo Fisher, Germany) and separated by a 25 cm Acclaim™ PepMap™ 100 Nano LC column (Thermo Fisher, Germany) packed with C18 beads of 3 μm and running a 120 min gradient of 95% buffer A/5% buffer B (buffer A contains 0.5% acetic acid and buffer B contains 0.5% acetic acid in 100% acetonitrile) to 65% buffer A/35% buffer B and a flow rate of 300 nl/min. Eluted peptides were electrosprayed into the mass spectrometer at a spray voltage of 2.5 kV. The Orbitrap instrument performs data acquisition in a data dependent mode to switch between MS and MS2. The Orbitrap cell with a resolution of 60,000 acquires a full-scan MS spectrum of intact peptides ( m / z  350–1500) with an automated gain control accumulation target value of 1000,0000 ions. In the linear ion trap the ten most abundant ions are isolated and fragmented by applying collision induced dissociation using an accumulation target value of 10,000, a capillary temperature of 275 °C, and normalized collision energy of 30%. A dynamic exclusion of ions previously sequenced within 45 s was applied. Any singly charged ions and unassigned charged states were excluded from sequencing and a minimum of 10,000 counts was required for MS2 selection. Dynamic exclusion is a widely used tool in mass spectrometry data acquisition software enabling more proteins to be identified and increase proteome coverage ( Zhang et al., 2009 ). 2.7 Protein Identification Andromeda search engine integrated in MaxQuant version 1.3.05 programme was used to identify the proteins in the Uniprot database ( www.uniprot.org/downloads , November 2015) and supplemented with sequences of frequently observed contaminants. A mass tolerance of 6 ppm for the parental peptide and 0.5 Da for fragmentation spectra and a trypsin specificity allowing up to 2 mis-cleaved sites were set as the Andromeda search parameters. Fixed modifications of carboxyamidomethylation of cysteines and variable modifications of oxidation of methionine, deamidation of glutamine and asparagine were set. A minimal peptide length of 7 amino acids was set. MaxQuant performed an internal mass calibration of measured ions and peptide validation by the target decoy approach as described. Proteins and peptides with a better than 1% false discovery rate (FDR) were accepted if they had been identified by at least 2 peptides in one of the samples. Shared peptide sequences (razor peptides) were mapped to proteins by the principle of maximum parsimony in MaxQuant. Proteins were quantified by normalized summed peptide intensities computed as label free quantification (LFQ) values in MaxQuant 1.3.05 ￼ ( Cox et al., 2014 ) LFQ data was generated in triplicate for all samples. LFQ data was generated in triplicate for all samples. 2.8 Quantification Analysis LFQ data generated by Maxquant were processed using Microsoft Excel and specially developed proteomics software, Perseus ( Tyanova et al., 2016 ). LFQ values for proteins and phospho-proteins were Log 2  transformed and fold change (FC) was calculated based on the equation: Average Log 2  LFQ tumour - Average Log 2  LFQ control. Entries with 0 for LFQ were kept and included in the fold change calculations. A 2 sample  t -test was performed generating  p -values for each identified protein/phospho-protein. The proteins with a  p -value < 0.05 were considered differentially expressed and included in further analysis. Significantly changed phospho-proteins were compared against respective protein changes to identify those that are relatively highly upregulated  i.e.  displaying a large significant change in phosphorylation and a smaller increase or a decrease in protein abundance. 2.9 Functional Enrichment Analysis Functional enrichment analysis was performed using Benjamini-Hochberg multiple correction testing integrated in to the database for annotation, visualization and integrated discovery (DAVID) software ( Huang da et al., 2009 ) for Gene Ontology (GO) annotations and for KEGG pathways annotations. Functional enrichment analysis compares coverage of GO and pathway terms from significantly differentially expressed proteins with coverage of these terms in a defined control background – in this case the entire human proteome. This allows pathways, biological processes, molecular functions and proteins of particular cellular components to be identified that are proportionally over represented in the experimental dataset than they are in the background dataset and calculated as fold enrichment. We accepted enriched GO and pathway terms with  p  adjusted < 0.05 and Fold Enrichment > 2. The representative steps involved in target identification are presented in  Fig. S1 . 2.10 Western Blotting Cells were lysed in RIPA buffer consisting of (150 mM NaCl, 1% Triton-X, 0.5% Sodium deoxycholate, 0.1% SDS and 50 mM Tris pH 8.0) before protein concentration was determined using a colorimetric BCA protein assay (Pierce), and immunoblotting proceeded as described previously ( Kaempchen et al., 2003 ). Samples intended for MS measurement were separated using 4–15% gradient pre-cast gels (Bio-rad). The antibodies used in the study included: Merlin (1:1000), pMerlin (1:500), HDAC1 (1:1000) and PDLIM2 (1:500) from Cell Signaling Technology; PDLIM2 (1:500) from Santa Cruz Biotechnology and GAPDH (1:50.000) from Millipore. 2.11 Immunofluorescence Microscopy For immunofluorescence, cells were grown O/N on glass slides. The following day slides were washed twice with PBS and fixed with 4% Paraformaldehyde (PFA)/PBS for 10 min. Slides were then washed twice with PBS and cells were permeabilized with 0.2% Triton X-100/PBS for 5 min at RT. Slides were washed three times with PBS and blocked for 1 h in 10% BSA/PBS at RT. Primary antibodies were diluted in 5% BSA/PBS and incubated O/N at 4 °C. Slides were then washed thrice in PBS for 5 min each and incubated with secondary antibodies (1:200, Alexa Fluor®, Life Technologies), nuclear counterstained (DAPI, 4 μg/ml) and mounted with ProLong Diamond antifade mountant (Life Technologies). Confocal microscopy was performed using a Leica DMI6000B microscope. 2.12 shRNA Mediated Gene Silencing Cultured cells were seeded at 80% confluency before transfection with lentiviral particles (10 μl/6 well, 2 μl labtek) directed towards PDLIM2 (Sigma) in the presence of 5 μg/ml polybrene (Santa Cruz biotechnology). Lentivirus was applied for 24 h, at which point medium was removed and replaced with normal medium for a further 24 h. Puromycin was then applied to cells at a concentration of 5 μg/ml for cell selection. Selection took place over 4–5 days, at which point cells were lysed for Western blot analysis, or fixed and stained for Ki-67 expression. Five different shRNA clones were tested (sequence clone 1: CCGGCTCGGAAGTCTTCAAGATGCTCTCGAGAGCATCTTGAAGACTTCCGAGTTTTTTG; sequence clone 2: CCGGGCTCTTACATGAGCTAAGTTTCTCGAGAAACTTAGCTCATGTAAGAGCTTTTTTG; sequence clone 3: CCGGGAGGACATACACTGAGAGTCACTCGAGTGACTCTCAGTGTATGTCCTCTTTTTTG; sequence clone 4: CCGGCCACTGCCTTTGATCAACCTTCTCGAGAAGGTTGATCAAAGGCAGTGGTTTTTTG; sequence clone 5: CCGGGAGCTGTACTGTGAGAAGCATCTCGAGATGCTTCTCACA GTACAGCTCTTTTTTG), cloned into the plasmid pLKO.1-puro. Clone 5 was the most successful in knocking down PDLIM2. 2.13 λ-Phosphatase Treatment and Cytoplasmic-nuclear Extraction Cells were lysed in RIPA buffer containing protease inhibitors but not phosphatase inhibitors. Protein dephosphorylation was achieved by treating 20 μg of protein lysate with λ-phosphatase (New England Biolabs) following the instructions of the supplier. The reaction was allowed to proceed for 2 h at 30 °C. Non treated sample was incubated in the same buffer and for the same amount of time at 30 °C but water was added in place of λ-phosphatase. To ascertain the cellular location of PDLIM2, a cytoplasmic and nuclear extraction assay (Thermo Scientific) was performed. Primary adherent meningioma cells were harvested with trypsin and centrifuged at 500  g  for 5 min. The cell pellet was then washed once in PBS, transferred to a microcentrifuge tube and centrifuged for 3 min at 500  g . Ice cold CER I reagent (Cytoplasmic Extraction Reagent, provided with the kit) was added to the pellet, vortexed vigorously for 15 s and incubated on ice for 10 min. Ice cold CER II was then added to the tube and vortexed for 5 s on the highest setting before incubation on ice for 1 min. The tube was then centrifuged for 5 min at 16,000  g  and the supernatant immediately transferred to a pre-chilled tube (the cytoplasmic fraction). Ice cold NER (Nuclear Extraction Reagent, provided with kit) was added to the remaining pellet and vortexed for 15 s. After incubation on ice for 40 min with rigorous vortexing every 10 min, the tube was centrifuged at maximum speed for 10 min. The supernatant (nuclear fraction) was transferred to a clean tube and both extracts were stored at − 80 °C until analysis by Western blot. The experiment was repeated in triplicate on three different meningioma cell populations. Total HDAC1 and GAPDH were included as reference proteins for the nuclear and cytoplasmic fractions respectively.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:26:57"
}