{
  "pmid": "28193237",
  "abstract": "BACKGROUND: Neurofibromatosis 1 (NF1) is an inherited, multi-system, tumour suppressor disorder with variable complications that cause psychological distress and social isolation. The study aim was to develop and validate a disease-specific questionnaire to measure quality of life (QOL) in NF1 that is suitable both as an assessment tool in clinical practice and in clinical trials of novel therapy. METHODS: The Impact of NF1 on Quality of Life (INF1-QOL) questionnaire was developed by a literature search for common terms, focus group (n = 6), semi-structured interviews (n = 21), initial drafts (n =50) and final 14 item questionnaire (n = 50). Bivariate correlations between items, exploratory factor analysis, correlations with severity and EuroQol were employed. RESULTS: INF1-QOL showed good internal reliability (Cronbach's alpha 0.87), mean total INF1-QOL score was 8.64 (SD 6.3), median 7.00, range 0-30 (possible range 0-42); no significant correlations with age or gender. The mean total EuroQol score was 7.38 (SD 2.87), median 6.5, mean global EuroQol score was 76.34 (SD 16.56), median 80. Total INF1-QOL score correlated with total EuroQol r = 0.82, p < 0.0001. The highest impact on QOL was moderate or severe problems with anxiety and depression (32%) and negative effects of NF1 on role and outlook on life (42%). The mean inter-relater reliability for grading of clinical severity scores was 0.71 (range 0.65-0.79), and intra-class correlation was 0.92. The mean clinical severity score was 1.95 (SD 0.65) correlating r = 0.34 with total INF1-QOL score p < 0.05 and correlated 0.37 with total EuroQol score p < 0.01. The clinical severity score was mild in 17 (34%), moderate in 16 (32%) and 17 (34%) individuals had severe disease. CONCLUSIONS: INF1-QOL is a validated, reliable disease specific questionnaire that is easy and quick to complete. Role and outlook on life and anxiety and depression have the highest impact on QOL indicating the variability, severity and unpredictability of NF1. INFI-QOL correlates moderately with clinical severity. The moderate relationship between INF1-QOL and physician rated severity emphasizes the difference between clinical and patient perception. INFI-QOL will be useful in individual patient assessment and as an outcome measure for clinical trials.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:44:27.987686",
  "abstract_length": 2315,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}