{
  "pmid": "PMID:28193237",
  "title": "Evaluation of quality of life in adults with neurofibromatosis 1 (NF1) using the Impact of NF1 on Quality Of Life (INF1-QOL) questionnaire.",
  "abstract": "BACKGROUND: Neurofibromatosis 1 (NF1) is an inherited, multi-system, tumour suppressor disorder with variable complications that cause psychological distress and social isolation. The study aim was to develop and validate a disease-specific questionnaire to measure quality of life (QOL) in NF1 that is suitable both as an assessment tool in clinical practice and in clinical trials of novel therapy. METHODS: The Impact of NF1 on Quality of Life (INF1-QOL) questionnaire was developed by a literature search for common terms, focus group (n = 6), semi-structured interviews (n = 21), initial drafts (n =50) and final 14 item questionnaire (n = 50). Bivariate correlations between items, exploratory factor analysis, correlations with severity and EuroQol were employed. RESULTS: INF1-QOL showed good internal reliability (Cronbach's alpha 0.87), mean total INF1-QOL score was 8.64 (SD 6.3), median 7.00, range 0-30 (possible range 0-42); no significant correlations with age or gender. The mean total EuroQol score was 7.38 (SD 2.87), median 6.5, mean global EuroQol score was 76.34 (SD 16.56), median 80. Total INF1-QOL score correlated with total EuroQol r = 0.82, p < 0.0001. The highest impact on QOL was moderate or severe problems with anxiety and depression (32%) and negative effects of NF1 on role and outlook on life (42%). The mean inter-relater reliability for grading of clinical severity scores was 0.71 (range 0.65-0.79), and intra-class correlation was 0.92. The mean clinical severity score was 1.95 (SD 0.65) correlating r = 0.34 with total INF1-QOL score p < 0.05 and correlated 0.37 with total EuroQol score p < 0.01. The clinical severity score was mild in 17 (34%), moderate in 16 (32%) and 17 (34%) individuals had severe disease. CONCLUSIONS: INF1-QOL is a validated, reliable disease specific questionnaire that is easy and quick to complete. Role and outlook on life and anxiety and depression have the highest impact on QOL indicating the variability, severity and unpredictability of NF1. INFI-QOL correlates moderately with clinical severity. The moderate relationship between INF1-QOL and physician rated severity emphasizes the difference between clinical and patient perception. INFI-QOL will be useful in individual patient assessment and as an outcome measure for clinical trials.",
  "authors": "Rosalie E Ferner; Mary Thomas; Gemma Mercer; Victoria Williams; Guy D Leschziner; Shazia K Afridi; John F Golding",
  "journal": "Health and quality of life outcomes",
  "publicationDate": "2017-02-14",
  "doi": "10.1186/s12955-017-0607-y",
  "methods": "Methods The Impact of NF1 on Quality of Life (INF1-QOL) questionnaire was developed by a literature search for common terms, focus group ( n  = 6), semi-structured interviews ( n  = 21), initial drafts ( n  =50) and final 14 item questionnaire ( n  = 50). Bivariate correlations between items, exploratory factor analysis, correlations with severity and EuroQol were employed. Methods Guy’s and St. Thomas’ NHS Foundation Trust (GSTT) and Central Manchester University Hospitals Foundation Trust (CMFT) are national centres for the diagnosis, management and support of approximately 1000 people with mild and severe NF1 in each centre. Adults with NF1 were approached when they attended the clinic and given information sheets identifying the aims of the projects and inviting them to participate in the study. Adults (18 years or older) who fulfilled the diagnostic criteria for NF1 (NIH Consensus Development Conference 1987) [ 15 ] and attended the National NF1 service at GSTT or CMFT were included. NF1 individuals under 18 years, people who did not fulfil the diagnostic criteria for NF1 and patients who were unable to give informed consent were excluded. Interpreters were available and support was offered by the clinical nurse specialist to patients with cognitive and literacy problems, visual impairment, upper limb weakness, numbness or incoordination. Ethical Committee approval for the study was obtained from County Durham and Tees Valley Research and Ethics Committee. Written informed consent was obtained from every participant. Disease severity was determined using the Riccardi NF severity grade classification 1 to 4 [ 16 ]. Grades 1 and 2 were amalgamated to ensure adequate numbers in each group. Grades 1 and 2 were deemed mild, grade 3 moderate and grade 4 severe. Four clinicians (three neurology consultants and a clinical nurse specialist) with expertise in NF1 rated the patient clinical problem list independently. Development of INF1-QOL questionnaire The impact of neurofibromatosis one on quality of life questionnaire was named INF1-QOL and the questionnaire was developed using sequential stages to ensure robust construction. A comprehensive list of symptoms, social and emotional difficulties related to NF1 was produced using a literature review, qualitative interviews and advice from clinicians and nurses with expertise in NF1. As part of routine care, six sequential patients attending the NF1 service were invited to a focus group session to discuss symptoms and concerns that could impact on NF1 QOL. The session was manually recorded and coded and identifying data were removed. GSTT and CMFT recruited 21 individuals to participate in qualitative interviews and they were representative of the general NF1 population as regards age, gender and disease severity. The in-depth interview was semi-structured and conducted in a secure private environment [ 17 ]. All interviews were recorded and transcribed, identifying data were removed and analysis was carried out using a framework approach [ 17 ]. A list of 55 items was generated by these processes and analysed by a multi-disciplinary panel of NF1 specialists and a psychologist to produce a pilot questionnaire using the previously proven systematic approach [ 13 ]. The 16 item pilot questionnaire was completed by 50 NF1 participants. The pilot questionnaire was analysed by the following: bivariate correlations between items, exploratory factor analysis and correlations with physician severity scoring. The pilot questionnaire comprised 16 items that the participant rated as no problem, mild, moderate or severe. After completion of the 16 item pilot questionnaire, the questions on interactions with health services and other people’s attitudes to NF1 were removed due to redundancy with other items. The final questionnaire was completed by a further 50 patients. It comprised 14 items that were rated by the participant in the same way as the pilot questionnaire. The maximum potential score for the 14 item questionnaire was 42, each item was scored from zero to three, and the highest score denoted the worst function. A free text section was included at the end for participants to provide an explanation and expanded information on any item that impacted on QOL. The final 14 item INF1-QOL questionnaire was administered with a generic measure of QOL. The EuroQol questionnaires were completed by the 50 NF1 participants who did the final 14 item INF1-QOL questionnaire. The EuroQol (EQ 5D) contains a global health score and covers Mobility, Self-care, Usual Activities, Pain/Discomfort, Anxiety and Depression [ 10 ]. Physician rated severity score and EuroQol provided some estimate of external validity in the 14 item pilot questionnaire. Participants were offered long-term follow-up in GSTT or CMFT national NF1 centres as part of routine clinical care for people with neurofibromatosis 1. Availability of data and materials All data generated or analysed during this study are included in this published article and its supplementary information files.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:26:59"
}