{
  "pmid": "PMID:28256556",
  "title": "An inflammatory gene signature distinguishes neurofibroma Schwann cells and macrophages from cells in the normal peripheral nervous system.",
  "abstract": "Neurofibromas are benign peripheral nerve tumors driven by NF1 loss in Schwann cells (SCs). Macrophages are abundant in neurofibromas, and macrophage targeted interventions may have therapeutic potential in these tumors. We generated gene expression data from fluorescence-activated cell sorted (FACS) SCs and macrophages from wild-type and mutant nerve and neurofibroma to identify candidate pathways involved in SC-macrophage cross-talk. While in 1-month-old Nf1 mutant nerve neither SCs nor macrophages significantly differed from their normal counterparts, both macrophages and SCs showed significantly altered cytokine gene expression in neurofibromas. Computationally reconstructed SC-macrophage molecular networks were enriched for inflammation-associated pathways. We verified that neurofibroma SC conditioned medium contains macrophage chemo-attractants including colony stimulation factor 1 (CSF1). Network analysis confirmed previously implicated pathways and predict novel paracrine and autocrine loops involving cytokines, chemokines, and growth factors. Network analysis also predicted a central role for decreased type-I interferon signaling. We validated type-I interferon expression in neurofibroma by protein profiling, and show that treatment of neurofibroma-bearing mice with polyethylene glycolyated (PEGylated) type-I interferon-α2b reduces the expression of many cytokines overexpressed in neurofibroma. These studies reveal numerous potential targetable interactions between Nf1 mutant SCs and macrophages for further analyses.",
  "authors": "Kwangmin Choi; Kakajan Komurov; Jonathan S Fletcher; Edwin Jousma; Jose A Cancelas; Jianqiang Wu; Nancy Ratner",
  "journal": "Scientific reports",
  "publicationDate": "2017-03-03",
  "doi": "10.1038/srep43315",
  "methods": "Methods Ethics statement All experiments with vertebrate animals were performed in accordance with Institutional guidelines and regulations at the Cincinnati Children’s Hospital Medical Center (CCHMC), and methods were approved by the CCHMC Institutional Review Board. Mice All mice were maintained on the C57Bl/6 background from Harlan laboratories (Indianapolis, IN), by in-house breeding to  Nf1  and  fl/ + DhhCre  to obtain  Nf1 fl/fl ;DhhCre  or  Nf1  mice, as previously described fl/fl 3 . Mouse genotyping and recombination assays were carried out as described 2 . Cell dissociation for cell sorting We collected mouse DRG/neurofibroma/nerve, cut tissue into 1–3 mm 3  pieces, and plated them in dissociation medium containing 20 mL L-15 (Mediatech), 0.5 mg/mL collagenase type 1 (Worthington; Lakewood, NJ), and 2.5 mg/mL dispase protease type II (Cambrex; East Rutherford, NJ) at 37 °C for 4–6 hours with shaking as described 58 . The dissociation reaction was stopped by adding Dulbecco’s Modified Eagle Medium (DMEM) + 10% fetal bovine serum (FBS). Undigested DRG and tumors were excluded using a 100 μM cell strainer. Cells were collected by centrifugation. Cell sorting We incubated the dissociated mouse DRG/neurofibroma cell suspensions with anti-mouse monoclonal antibodies against CD11b (8G12/HPCA-2, Becton–Dickinson; San Jose, CA) bound to allophycocyanin (APC) anti-p75/NGFR (C40-1457, Becton–Dickinson) bound to phycoerythrin (PE), anti-F4/80 bound to Cy5.5 on ice in a solution containing phosphate-buffered saline (PBS)/0.2%BSA/0.01% NaN 3  for 30 minutes. After washing, we resuspended cells in PBS/0.2%BSA/0.01% NaN 3 /2 mg/mL 7-aminoactinomycin D (7-AAD, Invitrogen). We carried out isotopic controls with irrelevant IgG1–APC, IgG1–PE and IgG1-Cy5.5 in parallel. We acquired cell suspensions in a dual-laser (Argon 488 and dye laser 630 or HeNe 633) FACSCanto (Becton–Dickinson) and analyzed on an “alive” gate based on light scatter parameters and 7-AAD staining negativity. Because some T cells are p75 positive, our forward scaffold enable us to avoid T cells when sorting SCs. RNA purification RNAs were isolated using RNeasy mini kit (QIAGEN, Valencia, CA). RNA purification was performed as described. RNA integrity was determined by Agilent BioAnalyzer. RNAs with RNA Integrity Number (RIN) ≥ 9 were processed for Affymetrix platform. Microarrays For each microarray (SCs, macrophages), Affymetrix GeneChip Command Console (v4.0.0) was used to create .chp files. All the probe sets on Affymetrix Mouse Gene 2.0 ST array (Mogene-2_0-st-v1.na33.2.mm10) were summarized by the Affymetrix Expression Console program (v1.3.1) using robust multi-chip average (RMA) method. After preprocessing steps, data from two batches were combined and their batch effects were corrected using ComBat method implemented in Bioconductor’s sva package. HUGO Gene Nomenclature Committee (HGNC)’s orthology prediction database ( http://www.genenames.org/cgi-bin/hcop ) was used to get human-to-mouse gene orthology information. Mouse genes with strong human orthologs were included in this study. Microarray raw data are available (Accession Number:  GSE78901 ) at Gene Expression Omnibus (GEO). Differential gene expression The Bioconductor/R limma package was used to define DEGs between two groups. Genes were considered differentially expressed when they passed two cutoff criteria (FDR q < 0.05 and fold change >2x). The most updated MGI (for mouse,  http://www.informatics.jax.org ) and HGNC (for human,  http://www.genenames.org ) gene/protein nomenclature was adopted in this study. Gene set enrichment analysis Gene set enrichment analysis was performed using the WebGestalt webserver ( http://bioinfo.vanderbilt.edu/webgestalt/ ). DEG sets were queried against the KEGG database and and FDR q < 0.05 cutoff was applied to select significantly enriched KEGG pathways. Ligand-Receptor interaction map To construct a ligand-receptor interaction map, we compiled three separate public databases providing ligand-receptor binding-pair annotations. To collect a list of ligand and receptor genes, we parsed Gene Ontology (GO) terms associated with extracellular ligands and membrane receptors. The Database of Ligand-Receptor Partners (DLRP,  http://dip.doe-mbi.ucla.edu/dip/DLRP.cgi ) includes 462 interactions between 176 ligands and 133 receptors. Experimentally proven interactions ( in vivo  and/or  in vitro ) extracted from BioGrid v3.2 ( http://thebiogrid.org ) include 64 interactions between 36 ligands and 107 receptors. An XML file containing 242 cytokine-cytokine receptor interactions (138 ligands and 107 receptors) was downloaded from KEGG (mmu:04062) and parsed. After deleting redundant interaction pairs, we compiled an interaction map containing 635 ligand-receptor interactions including 182 ligands and 205 receptor genes. DEGs from the comparison of 7-month-old SC ( NF1 ) group to 1-month-old SC and 7-month-old macrophages group to 1-month-old DRG macrophages by applying FDR q < 0.05 and fold change >2x cutoffs, and then mapped to this ligand-receptor map. The final interaction map was automatically generated using in-house Perl script and the GraphViz graph package ( −/− http://www.graphviz.org ). Macrophage subtype gene expression data Gene Expression datasets of macrophage/monocyte subtypes (n = 23) were downloaded from the Immunological Genome Project (ImmGen) data portal ( https://www.immgen.org/ ). This includes bone marrow classical monocytes, bone marrow non-classical monocytes, bone marrow macrophages, red pulp macrophages, lung residential macrophages, peritoneal dendritic cells, and small intestine dendritic cells. To characterize the subtype(s) of our 1- and 7-month-old neurofibroma macrophages, we applied Exploratory Factor Analysis (EFA) 23  to our data and to the ImmGen datasets, using total transcriptomes, ligand-receptor genes from our re-compilation, and M1/M2 polarization signature genes. M1/M2 polarization signature gene sets were collected from published papers 19 20 21 22 . The number of factors was determined by Velicer’s minimum average partial (MAP) procedure in R (psych package), and maximum-likelihood factor analysis was performed using factanal function (stats package) in R. TAM gene expression data We compared monocyte/macrophage datasets to those available in the ImmGen project ( GSE37448 ) and TAM datasets, including glioma, neuroblastoma, and thymoma ( GSE59047 ) to 1- and 7-month-old neurofibroma macrophages. To identify hidden clusters, exploratory factor analysis (EFA) 23  was applied using gene expression profiles from total transcriptomes, ligand-receptor genes from our re-compilation, and M1/M2/TAM polarization signature genes 19 . Macrophage migration assay We used 24-well Transwells (Corning #3421, New York, NY, 5.0 μm pore size) for migration assays. We added 0.6 mL mouse wild-type SC or neurofibroma SC conditioned medium, collected from 3–5 × 10 6  cells cultured in DMEM + 10% FBS + Forskolin + β-heregulin (HRG) for 18 hours at 80–90% confluence to wells, then added a Transwell insert, and 0.1 mL DMEM medium containing 10% FBS or 50 ng/mL Anti-CSF1 (R&D Systems MAB4161) in the same medium. Then, 1.2 × 10 4  bone marrow-derived macrophages were added to the inside compartment of the Transwell insert. DMEM with and without 100 ng CXCL12/SDF-1α (460-SD-010: R&D Systems) were used as negative and positive controls, respectively. After 24 hours at 37 °C, 5% CO 2 , non-migrated cells were removed from the upper surface of the membrane by scrubbing using cotton tipped swabs. Cells on the lower surface of the membrane (migrated) were fixed in 100% methanol for 2 minutes, then stained with Giemsa for 1 hour. The Transwell inserts were washed in distilled water twice, air-dried overnight, and viewed and imaged under a Leica dissection microscope. Gene network analysis using NetWalk A modified version of NetWalk algorithm 44  was used to handle bi-cellular interaction. Briefly, we calculated t-values using limma by comparing 7-month-old  Nf1  SCs to 1-month-old  −/− Nf1  SCs and 7-month-old neurofibroma macrophages to 1-month-old DRG macrophages. The resulting t-values were transformed by quantile normalization to obtain identical distributions for two sets and used as node weights for the NetWalk analyses. −/− PEGylated interferon alpha-2b treatment PEGylated interferon alpha-2b was purchased at the Cincinnati Children’s Hospital (National Drug Code 00085132302) pharmacy. Each RediPen was brought to room temperature for at least 30 minutes. Contents (50 mcg per 0.5 ml) were diluted with sterile 1x phosphate buffered saline (pH 7.4) so that each 25 gram mouse received 10,000 I.U. in 100 μl 1X/week by subcutaneous injection, or a similar volume of vehicle 45 . One RediPen was used for injections on a single day. Volume was adjusted according to weight. Treatment was continued for 8 doses. We examined tumor bearing animals of both sexes for therapeutic response to PEGylated interferon alpha-2b (n = 19) as described, using volumetric magnetic resonance imaging (MRI) to evaluate tumor growth 60 . Mice were monitored daily and weighed weekly; no mice lost >10% body weight or required sacrifice. At the end of the treatment trial, we removed neurofibromas and froze them at −80 °C. Mouse cytokine array analysis Mouse cytokine protein expressions were quantified using mouse cytokine array (panel A, R&D system, Minneapolis, MN). Briefly, proteins were extracted from  Nf1 fl/fl ;DhhCre  mouse neurofibromas and  Nf1  mouse sciatic nerves. Arrays were performed according to the instructions provided by R&D System on 200 μg lysate protein. The intensities of the white dots that were converted from the original black dots were measured using ImageJ software. fl/fl",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:27:01"
}