{
  "pmid": "28398289",
  "abstract": "A high-throughput molecular data resource for cutaneous neurofibromas.  Gosline SJ(1), Weinberg H(2), Knight P(3), Yu T(1), Guo X(1), Prasad N(4), Jones  A(4), Shrestha S(4), Boone B(4), Levy SE(4), La Rosa S(3), Guinney J(1), Bakker  A(3).  Author information: (1)Computational Oncology, Sage Bionetworks, Seattle, Washington 98109, USA. (2)Plastic and Reconstructive Surgery, Mount Sinai Medical Center, New York, New  York 10028, USA. (3)Children's Tumour Foundation, New York, New York 10005, USA. (4)Hudson-Alpha, Huntsville, Alabama 35806, USA.  Neurofibromatosis type 1 (NF1) is a genetic disorder with a range of clinical  manifestations such as widespread growth of benign tumours called neurofibromas,  pain, learning disorders, bone deformities, vascular abnormalities and even  malignant tumours. With the establishment of the Children's Tumour Foundation  biobank, neurofibroma samples can now be collected directly from patients to be  analysed by the larger scientific community. This work describes a pilot study  to characterize one class of neurofibroma, cutaneous neurofibromas, by  molecularly profiling of ~40 cutaneous neurofibromas collected from 11  individual patients. Data collected from each tumour includes (1) SNP Arrays,  (2) Whole genome sequencing (WGS) and (3) RNA-Sequencing. These data are now  freely available for further analysis at http://www.synapse.org/cutaneousNF.  DOI: 10.1038/sdata.2017.45 PMCID: PMC5387919 PMID: 28398289 [Indexed for MEDLINE]  Conflict of interest statement: The authors declare no competing financial  interests.",
  "methods": "Methods Sample collection Eligible patients between the ages of 18 and 65 who were scheduled to receive elective surgery to remove cutaneous neurofibromas were invited to donate surgical discards as well as blood and urine samples. Patients consented to the release of their tissue samples and any resultant data through a protocol approved by Western IRB (Puyallup, WA). Patient-reported medical, family and NF1 history was also collected. Sample information is available in the table in the data repository (syn5556216; Data Citation 1). Each tumour was sub-divided with each part either preserved in formalin, flash frozen in liquid nitrogen, or placed in RNA later solution within 45 min of removal from the patient. If there was not enough tissue for all three methods of preservation, priority was given to formalin, followed by frozen. Samples noted by the patient as recently growing were annotated as such, and each sample was labelled by the location of the body from which it was retrieved. Skin covering the tumours was not removed prior to preservation but was removed prior to sequencing. 30 cc of blood was also collected from each patient and stored at −80 °C. PBMCs were isolated and stored at −150 °C. Whole genome sequencing Genomic DNA (gDNA) was extracted from both frozen tumour and blood tissues using the DNeasy mini kit (Qiagen, Valencia, CA, USA) according to the manufacturer's protocol. The final elution was performed in 50 μl of RNase-free sterile distilled water. The concentration of the gDNA was estimated using the Qubit 2.0 Fluorometer (Invitrogen); samples with less than 500 ng were discarded. The integrity of the gDNA was assessed by running an aliquot of the gDNA on 0–8% agarose gel to confirm absence of RNA or protein bands as well as absence of a smear that would indicate degradation. One microgram gDNA was required for downstream whole genome library preparation applications. The samples were then sonicated on the Covaris LE220 (Covaris Inc, Woburn, MA, USA) to achieve an average target size of 400 bp. QC analysis of the post-sonicated material was done using Caliper LabChip GX (Perkin Elmer, Hopkinton, MA, USA). Standard whole genome library prep was done using the NEBNext DNA Library Prep Reagent Set for Illumina (New England BioLabs Inc., Ipswich, MA, USA) as per manufacturer's recommended protocol. Library quality was assessed using the Qubit 2.0 Fluorometer, and the library concentration was estimated by utilizing a DNA 1,000 Chip on an Agilent 2,100 Bioanalyzer. Accurate quantification for sequencing applications was determined using the qPCR-based KAPA Biosystems Library Quantification Kit (Kapa Biosystems, Inc., Woburn, MA, USA). Each sample was then sequenced on an individual lane on an Illumina HiSeqX sequencer (Illumina, Inc., San Diego, CA, USA). Reads were mapped to the genome and variants identified using the Dragen  program with default settings. The resulting VCF files (syn5522788; Data Citation 1) were then sorted and updated to remove errors and analysed using the GATK pipeline 7  (syn5522790; Data Citation 1). 8 Somatic mutations were called from BAM files exported by the Dragen alignment using the Java version of VarDict  in paired mode with an allele frequency threshold of 0.01. VarDict was able to recall germ line variants and also identify somatic variants that were present in the tumour samples but absent in the matched PBMC samples for each patient (syn6022465 and syn6022474; Data Citation 1). 9 Copy number analysis Genomic DNA (gDNA) was extracted as described above, but required two hundred and fifty nanograms of gDNA for downstream SNP array applications. SNP array sample prep was done using the HumanOmni2.5–8 (Illumina, Inc., San Diego, CA, USA) as per manufacturer's recommended protocol as described: http://support.illumina.com/content/dam/illumina-marketing/documents/products/workflows/workflow_infinium.pdf http://support.illumina.com/content/dam/illumina-support/documents/documentation/chemistry_documentation/infinium_assays/infinium_lcg_assay/infinium-lcg-assay-guide-15023139-d.pdf Samples were analysed by GenomeStudio and exported to text (syn5004874; Data Citation 1). RNA sequencing Total RNA containing both mRNA as well as microRNA fractions was extracted from the tissues using the miRNeasy mini kit (Qiagen, Valencia, CA, USA) according to the manufacturer's protocol. The final elution was performed in 30 μl of RNase-free sterile distilled water. The concentration and integrity of the extracted total RNA were estimated using the Qubit 2.0 Fluorometer (Invitrogen) and Agilent 2,100 Bioanalyzer (Applied Biosystems, Carlsbad, CA, USA), respectively. Five hundred nanograms of total RNA and a RIN of 7.0 or higher were required for downstream RNA-seq applications. Poly-adenylated RNAs were isolated using NEBNext Magnetic Oligo d(T)25 Beads. The NEBNext mRNA Library Prep Reagent Set for Illumina (New England BioLabs Inc., Ipswich, MA, USA) was then used to prepare individually bar-coded next-generation sequencing expression libraries as per manufacturer's recommended protocol. Library quality was assessed using the Qubit 2.0 Fluorometer, and the library concentration was estimated by utilizing a DNA 1,000 Chip on an Agilent 2,100 Bioanalyzer. Accurate quantification for sequencing applications was determined using the qPCR-based KAPA Biosystems Library Quantification Kit (Kapa Biosystems, Inc., Woburn, MA, USA). Each library was diluted to a final concentration of 12.5 nM and pooled in an equimolar ratio prior to clustering. Paired-end sequencing (25 million, 50-bp, paired-end reads) was performed using a 200 Cycle TruSeq SBS HS v4 Kit on an Illumina HiSeq2500 sequencer (Illumina, Inc., San Diego, CA, USA). Post-processing of the sequencing reads from RNA-seq experiments for each sample was performed using HudsonAlpha’s unique in-house RNA-seq data analysis pipeline (syn6035832; Data Citation 1). Briefly, quality control checks on raw sequence data for each sample were performed using FastQC (Babraham Bioinformatics, Cambridge, UK). Raw reads were mapped to the reference human genome hg19 using TopHat v2.0 (ref.  10 ) with the -p 4 and -r210 arguments. The alignment metrics of the mapped reads were estimated using SAMtools  (syn6022474; Data Citation 1). 11 Reads were quantified by both Cufflinks v0.9.3 (ref.  10 ) (syn5492805; Data Citation 1) and FeatureCounts  (syn5493036; Data Citation 1). 12 Code availability All data is currently stored in the synapse web portal, and is accessible using code in the Cutaneous NF Github repository at  http://www.github.com/Sage-Bionetworks/dermalNF .",
  "introduction": "Background & Summary Neurofibromatosis (NF) describes three forms of genetic conditions: NF1, NF2 and Schwannomatosis. People with NF may exhibit a wide range of clinical symptoms including neurocognitive deficits, brain tumours, bone abnormalities, and vascular disease. Effective treatments for people with NF are lacking due to the diversity of disease symptoms and underlying difficulty in treating any genetic disorder involving the loss of a tumour suppressor genes. NF1 is the most common of the NF syndromes with an incidence of approximately 1/2,500 worldwide . While NF1 has been linked to loss of function in the  1 NF1  gene—a known tumour suppressor—due to mutation or deletion, there is a high degree of phenotypic diversity in the patient population, making it difficult to predict disease progression and to treat it effectively . NF1 patients are susceptible to growths of two types of neurofibromas: plexiform neurofibromas, that can cause pain in affected patients and can transform into deadly malignant peripheral nerve sheath tumours, and cutaneous neurofibromas. 2 Cutaneous neurofibromas (cNFs) are benign lesions that occur during adolescence in NF1 patients and increase throughout their lives. Cutaneous neurofibromas can be painful and disfiguring although they generally do not affect the overall physical health of the affected individual. These lesions generally arise upon mutation or loss of the second  NF1  (ref.  3 ) allele. Although the microenvironment has been known to play a role in tumour growth , little is known about the molecular aetiology of these tumours themselves. To address this knowledge gap in the cutaneous neurofibroma field, we sought to improve overall knowledge of cutaneous neurofibromas through high-throughput molecular characterization of a diverse set of samples across patients. 4 , 5 This resource represents a highly collaborative effort that spans multiple institutions (see  Fig. 1 ). cNF samples and patient blood were collected in the clinic by Children’s Tumour Foundation (CTF), who preserved and annotated the samples and sent them to the CTF Biobank. DNA from tumour and blood was profiled by (1) whole genome sequencing (WGS) and (2) Single nucleotide polymorphism (SNP) array and tumour RNA was profiled by (3) RNA-Sequencing. Data was then annotated and compiled into a single resource built on the Synapse  platform available at  6 http://www.synapse.org/cutaneousNF  (Data Citation 1).",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-16T15:44:29.139247",
  "abstract_length": 1578,
  "methods_length": 6656,
  "introduction_length": 2465,
  "results_length": 0,
  "discussion_length": 0
}