{
  "pmid": "PMID:28392281",
  "title": "Human stem cell modeling in neurofibromatosis type 1 (NF1).",
  "abstract": "The future of precision medicine is heavily reliant on the use of human tissues to identify the key determinants that account for differences between individuals with the same disorder. This need is exemplified by the neurofibromatosis type 1 (NF1) neurogenetic condition. As such, individuals with NF1 are born with a germline mutation in the NF1 gene, but may develop numerous distinct neurological problems, ranging from autism and attention deficit to brain and peripheral nerve sheath tumors. Coupled with accurate preclinical mouse models, the availability of NF1 patient-derived induced pluripotent stem cells (iPSCs) provides new opportunities to define the critical factors that underlie NF1-associated nervous system disease pathogenesis and progression. In this review, we discuss the generation and potential applications of iPSC technology to the study of NF1.",
  "authors": "Michelle L Wegscheid; Corina Anastasaki; David H Gutmann",
  "journal": "Experimental neurology",
  "publicationDate": "2018-01",
  "doi": "10.1016/j.expneurol.2017.04.001",
  "methods": "2.1 Indirect reprogramming methods The first vectors used to generate iPSCs were gamma retroviruses, specifically murine leukemia retroviruses, chosen for their favorable long-term transgene expression ( Fig. 3A ) [ 18 ,  19 ]. Retroviral vectors consist of an RNA genome which is converted to DNA by virally-encoded reverse transcriptase once inside the target cell. The viral DNA is then integrated into the recipient genome during cell division, providing a persistent template for viral replication and gene expression. Replication-defective retroviruses engineered with insertion of transgenes in the place of viral protein-coding genes allow for delivery and integration of genes encoding reprogramming transcription factors. However, retroviruses are limited by their inability to transduce non-dividing and slow-growing cells, as well as the potential increased cancer risk associated with the integration of viral vectors near proto-oncogenes [ 33 ]. Lentiviral vectors, a retroviral subclass, can transduce both non-dividing and rapidly-dividing cells with efficiencies comparable to other retroviruses, thus expanding potentially reprogrammable biomaterials to include cells with low division rates, like neurons and macrophages [ 34 ]. iPSC conversion with virally-delivered transgenes is a highly efficient reprogramming method [ 35 ], but transgene systems have inherent drawbacks: Insertional mutagenesis and transgene reactivation in iPSC-derived differentiated cells confers the capacity for malignant transformation, making iPSCs generated with these reprogramming technologies potentially unsafe for transplant therapies. Transplanted pluripotent stem cell-derived neural precursors can induce tumor formation in animal models, despite the removal of pluripotent cells prior to transplantation [ 36 ,  37 ]. To circumvent these risks, excisable lentiviral vectors have been developed using  Cre/loxP  technology [ 38 ], while transposon-derived vectors have emerged as another approach [ 39 ]. However, even excisable transgene technologies still pose a risk for non-specific recombination events and genomic instability during gene excision. The clinical application of iPSCs to cell transplantation therapies necessitates the reduction of oncogenic potential and genetic instability associated with genome-integrating reprogramming methods. Adenoviral vectors are considered a non-integrative option for reprogramming factor delivery, with the caveat that they require extremely high viral titers for genomic integration [ 40 ]. Despite this limitation, adenoviral vectors have been used to successfully reprogram human fibroblasts [ 41 ]. Sendai viral vectors are another non-integrative reprogramming alternative [ 42 – 44 ]. Since these are RNA viruses with exclusively cytoplasmic replication, they do not integrate into the target cell genome. The derivation of iPSCs free of transgene sequences has also been achieved using episomal vectors to deliver reprogramming factors. In this regard, human fibroblasts have been successfully reprogrammed after a single transfection with oriP/EBNA1 (Epstein-Barr nuclear antigen-1)-based episomal vectors expressing  OCT4, SOX2, MYC, KLF4, NANOG, LIN28  and Simian Virus 40 Large T ( SV40LT ) [ 45 ]. Alternative approaches have been reported, involving the repeated application of cell-penetrating peptide-anchored reprogramming proteins [ 46 ] and small molecule cocktails to replace Yamanaka reprogramming factors [ 47 ,  48 ]. These transgene-free methods are promising, but remain challenging due to low reprogramming efficiencies. Repeated administration of modified synthetic messenger RNA cocktails encoding Yamanaka factors plus  LIN28  has also been employed to reprogram differentiated human cells to pluripotency without genomic integration. Conversion efficiencies were substantially superior using modified RNAs as compared to reprogramming with established retroviral protocols [ 49 ]. Future research would benefit from the optimization and standardization of reprogramming technologies capable of reproducibly and efficiently preserving iPSC genomic integrity. 2.2 Direct reprogramming methods The discovery of iPSCs confirmed that somatic cells are not restricted to a particular differentiated state, thus inspiring the use of transdifferentiation methods as a complementary approach to the aforementioned dedifferentiation technique. The first direct lineage conversion of post-mitotic neurons from mouse embryonic fibroblasts (MEFs) and tail-tip fibroblasts (TTFs) was performed by Thomas Vierbuchen and colleagues [ 50 ]. Functional excitatory neurons were efficiently induced from MEFs and TTFs via lentiviral transduction of three transcription factors Achaete-scute family bHLH transcription factor 1 ( Ascl1 ), POU class 3 homeobox 2 ( Brn2 ), and myelin transcription factor 1 ( Myt1l ) identified from a pool of candidate genes with documented roles in neural development. The resulting induced neuronal cells expressed neuron-specific proteins and formed functional synapses, thus demonstrating that somatic lineage conversion can bypass a pluripotent intermediate and occur between lineages from different germ layers [ 50 ]. To confirm that the induced neuronal population was not derived from rare neural crest cell derivatives that potentially contaminate fibroblast cultures, the conversion of differentiated mouse hepatocytes into functional neurons was achieved using the same three factors [ 51 ]. Using lentiviral transduction of these same factors plus  NEUROD1 , functional neurons have also been induced from human fibroblasts [ 52 ]. Small noncoding RNA molecules, called microRNAs, have similarly been utilized to promote transdifferentiation of functional excitatory neurons from terminally-differentiated somatic cells ( Fig. 3B ). Since induction of the neural-progenitor-specific BAF (nBAF) chromatin-remodeling complex represents an essential switch in neuronal differentiation and function, microRNAs miR-9* and miR-124 have been used to repress BAF function and facilitate neuronal induction [ 53 ]. As such, human fibroblasts have been successfully converted to neurons by miR-9* and miR-124 lentiviral transduction, which is accelerated by the addition of the  NEUROD2 ,  ASCL1  and  MYT1L  transcription factors [ 54 ]. Human fibroblasts have also been reprogrammed into functional neurons using the combination of miR-124 and the  MYT1L  and  BRN2  transcription factors [ 55 ]. In addition, small molecule strategies with no risk of transgene integration have also been used to directly reprogram human fibroblasts into neurons [ 56 – 58 ]. To date, various populations of neurons, including inhibitory, spinal motor, dopaminergic, and excitatory neurons, have been generated by direct conversion [ 59 ]. The direct reprogramming method is a promising alternative to methods involving an iPSC intermediate, and researchers have many advantages and limitations of each to consider before choosing an approach. In bypassing a pluripotent intermediate, the direct reprogramming method has the capacity to generate cell populations with a safer profile for transplantation therapies. However, without a pluripotent intermediate, the direct platform is limited in expandability, as direct conversion produces post-mitotic cells which cannot be expanded in culture like iPSCs. Direct reprogramming also preserves putative cellular aging markers, which could be advantageous in the study of late-onset diseases where age is a significant risk factor [ 60 ]. In this regard, neurons generated by direct conversion of fibroblasts from older adult mice demonstrate comparable levels of oxidative stress and DNA damage as the starting fibroblasts, and exhibit higher expression of age-related genes [ 61 ].",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:27:02"
}