{
  "pmid": "28427224",
  "abstract": "Neurofibromatosis type 2 (NF2) is a genetic syndrome that predisposes individuals to multiple benign tumors of the central and peripheral nervous systems, including vestibular schwannomas. Currently, there are no FDA approved drug therapies for NF2. Loss of function of merlin encoded by the NF2 tumor suppressor gene leads to activation of multiple mitogenic signaling cascades, including platelet-derived growth factor receptor (PDGFR) and SRC in Schwann cells. The goal of this study was to determine whether ponatinib, an FDA-approved ABL/SRC inhibitor, reduced proliferation and/or survival of merlin-deficient human Schwann cells (HSC). Merlin-deficient HSC had higher levels of phosphorylated PDGFRα/β, and SRC than merlin-expressing HSC. A similar phosphorylation pattern was observed in phospho-protein arrays of human vestibular schwannoma samples compared to normal HSC. Ponatinib reduced merlin-deficient HSC viability in a dose-dependent manner by decreasing phosphorylation of PDGFRα/β, AKT, p70S6K, MEK1/2, ERK1/2 and STAT3. These changes were associated with decreased cyclin D1 and increased p27Kip1levels, leading to a G1 cell-cycle arrest as assessed by Western blotting and flow cytometry. Ponatinib did not modulate ABL, SRC, focal adhesion kinase (FAK), or paxillin phosphorylation levels. These results suggest that ponatinib is a potential therapeutic agent for NF2-associated schwannomas and warrants further in vivo investigation.",
  "methods": "MATERIALS AND METHODS Cell cultures and human vestibular schwannomas The merlin-deficient HSC line was generated from primary fetal HSC purchased from ScienCell (lot #7228) and authenticated by immunostaining for expression of human nuclear antigen, and SC markers, S100, PLP, O4, and Gap43, and Nestin. Cells were transduced with lentiviral particles expressing human  NF2  gene-specific shRNA (GenBank accession no.  NM_000268 ; TRCN0000237845; TRCN0000039974; TRCN0000039975 and TRCN0000039977, Sigma-Aldrich), shRNA Scrambled, or Turbo-GFP control (Sigma-Aldrich) and then selected with 0.5 mg/ml puromycin. Wild-type and merlin-deficient HSC were cultured in CellBIND dishes (Corning) in complete Schwann cell media (SCM) from ScienCell (basal Schwann cell medium plus 5% fetal bovine serum, Schwann cell growth supplements which contains growth factors, hormones, and proteins necessary for the culture of normal human Schwann cells and 1X-penicillin/streptomycin) unless otherwise specified. Cells were used between passages 9 to 18. Merlin levels were assessed by Western blotting. Frozen human schwannomas used in phospho-proteome studies were procured with patient informed consent at The Ohio State University College of Medicine according to Institutional Review Board regulations. Human vestibular schwannoma (VS) cells cultured to test ponatinib efficacy were isolated from dissociated fresh human tumors. Fresh VS specimens were procured with patient informed consent at University of Miami Miller School of Medicine according to Institutional Review Board regulations through the Tissue Bank Core Facility. Normal primary human SCs, a gift from Dr. Patrick Wood (The Miami Project to Cure Paralysis, University of Miami Miller School of Medicine), were used in phospho-proteome studies, and cultured as previously described [ 64 ]. Antibody proteome profiler arrays Human phospho-RTK (ARY001) and phospho-kinase array (ARY003) kits were purchased from R&D systems. Human schwannoma homogenates and control HSC lysates were prepared and analyzed according to manufacturer's instructions. Arrays were visualized with chemiluminescence and were quantified with ImageJ MicroArray_Profile.jar plugin or Carestream software; mean intensity of duplicate spots was calculated. Antibodies and inhibitors Rabbit antibodies against merlin (D1D8), c-ABL, phospho-AKT (Thr308; C31E5E), cyclin-D1 (92G2), FYN, p-MEK1/2 (Ser217/221), PDGFRα and β, SRC (36D10), p-SRC family (Tyr416), p-ERK1/2 (D13.14.4E), YES and mouse antibodies recognizing AKT (40D4), β-Actin (8H10D10), MEK1/2 (L38C12), ERK1/2, p27 Kip1  (SX53G8.5) were purchased from Cell Signaling. Rabbit antibodies against p-paxillin (Tyr118) and p-FAK (Tyr577/Tyr576) were purchased from Invitrogen. Rabbit p70S6 kinase (Thr229) was purchased form ThermoFisher Scientific. Rabbit anti-p-ABL (Tyr245), and human nuclear antigen antibodies were obtained from Millipore and antibodies for myelin- proteolipid protein and GAP43 were from Abcam. The anti-S100 antibody was purchased from Dako. Mouse anti-paxillin antibody was from BD bioscience. Secondary antibodies, goat anti-rabbit IgG conjugated with DyLight 800 4X-PEG, goat anti-Mouse IgG conjugated with DyLight 680, were purchased from Cell Signaling. Ponatinib, perifosine/KRX-0401, and selumetinib/AZD6244 were purchased from SelleckChem. The STAT3 inhibitor S3I-201/NSC-74859 was purchased from MedChem Express. Western blot analysis Cultured HSCs were lysed in modified RIPA buffer as previously described [ 65 ] or in 1X-SDS loading buffer plus 2.5 U/ml benzonase. 10 μg of protein or 10 μl 1X-loading buffer lysate were resolved in 4–20% polyacrylamide gels (Pierce), transferred to PVDF membranes (Immobilon-FL; Millipore), blocked with 5% BSA in TBS, and incubated with primary antibodies overnight at 4°C, and then with their corresponding fluorescence-conjugated secondary antibodies at 1:25,000-1:40,000 dilution. Image acquisition was done using LI-COR® Biosciences Odyssey® Infrared Imaging System and quantification using Odyssey Image Studio Version 3.1software and ImageJ 1.46r. Immunocytochemistry Cells were grown on German glass coverslips coated with 200 μg/ml poly-L-lysine (Sigma-Aldrich). HSCs were fixed in 4% paraformaldehyde and immunostained, and stained images were acquired with a Zeiss LSM710 confocal microscope as previously described [ 64 ]. Images were processed with ZEN2011 software. Cell viability assay HSC were seeded at 2,500 cells/well in 20 μl of phenol-red free SCM (SCM phenol-red free base, 5% serum, Schwann cell growth supplements containing growth factors, hormones, and proteins and 1X-penicillin/streptomycin) in 384-well plates and incubated with increasing concentrations of ponatinib in 0.1% DMSO or vehicle alone for 48h. The CellTiter-Fluor cell viability assay (Promega) was used according to manufacturer's specifications [ 53 ]. To evaluate cell viability without artificially stimulating proliferation, control and merlin-deficient HSC were cultured and assayed in growth suppressive medium (SCM base, 1X-penicillin/streptomycin –ScienCell, plus N2 supplement-Invitrogen). Cells were seeded in 24 well plates (Corning-CellBIND) at 60,000 cells/well in four replicates, after 4 days incubation at 37°C, 7% CO 2 , cells were treated with 0.25μM ponatinib or a vehicle control for one week. Viability was assessed with a crystal violet assay as previously described [ 64 ]. To evaluate cell viability of primary VS cells with  NF2  mutations, two fresh VS were obtained from the Tissue Bank Core Facility at the University of Miami Miller School of Medicine. VS tumors were cut into 1 mm pieces and dissociated in 0.5 mg/ml collagenase (~150U/ml) and dispase (2.5 mg/ml) in Dulbecco's Modified Eagle Medium (Sigma) for 1h followed by 0.25% Trypsin for 30 minutes at 37°C. Digested tissue was triturated and centrifuged at 1500 rpm at 4°C for 10 minutes. Supernatant was discarded and cells were resuspended and cultured using Schwann Cell Media (ScienCell) on culture flasks pre-treated with 0.1% poly-L-lysine (Sigma) and 25 mg/ml laminin (ThermoScientific). Cells from Passage 2 were then seeded in a 96 well plate (Costar, Corning) at 5,000 cells/well in six replicates. After 24 hours of incubation at 37°C, 5% CO2, cells were treated with ponatinib at different concentrations or 0.05% DMSO for 48h. Viability was assessed with a crystal violet assay as previously described [ 64 ]. DNA sequencing of VS Genomic DNA was isolated and purified using Trizol (Invitrogen) as per the manufacturer's protocol. A total of 17 pairs of primers were designed for the amplification and sequencing of the coding exons and their flanking splice sites using the Primer 3 program ( http://bioinfo.ut.ee/primer3-0.4.0/ ). The complete coding sequences of  NF2  were amplified by PCR. DNA (~1 μg) was amplified with  NF2 -specific primer pairs in 50μL, containing 10X PCR Buffer (pH 8.5), 0.4 mM dNTP mix (Promega Corporation), 0.4 pmol/μL of each primer, and 0.0625 units of  Taq  DNA polymerase (Eppendorf AG). DNA templates were amplified using the following program: 95°C for 3 min; 35 cycles of 94°C for 50 s, 60°C for 50 s, 72°C for 60 s; and final extension of 72°C for 5 min. Direct sequencing of PCR products were performed on both strands using the ABI Prism BigDye Terminator reaction kit and ABI 3100 DNA sequencer or with Beckman Coulter 2000 XL instrument and appropriate kits. Cell-cycle and G 1  proteins analysis by flow cytometry The Click-iT EdU, FxCycle stain and Live/Dead fixable dead cell stain kits were purchased from Molecular Probes (ThermoFisher Scientific). Cells were seeded in 6-well plates and treated overnight with an inhibitor or vehicle. On the next day, 10 μM EdU was added to the cultures for 3 h, and then cells were harvested (total 24-h inhibitor incubation), stained with fixable violet live/dead stain, and permeabilized. EdU and DNA labeling was conducted according to manufacturer's instruction. Cell cycle analysis was done on gated live cells. For the cyclin D1/p27 Kip1  expression study [ 66 ], cultures were treated with an inhibitor or vehicle for 24 h and then harvested, fixed with 4% paraformaldehyde for 10 min at 37°C, chilled for 1 min, and permeabilized for 30 min in 90% methanol. Fixed cells were transferred to a Falcon 5 ml tube through a cell strainer cap, rinsed twice with 0.5% BSA in PBS, and immunostained by incubating for 1h at room temperature with a cyclin D1 (1:400) or p27 Kip1  (1:3,000) antibody, followed by a 30-min incubation with a goat anti-rabbit or anti-mouse-Alexa488 secondary antibody. After one wash, cells were resuspended in 1 ml of 0.5% BSA and stained for 30 min with 200nM FxCycle Far Red DNA stain supplemented with 0.1mg/ml of ribonucleaseA (Invitrogen). A BD FACS Canto-II flow cytometer (BD Biosciences) with the BD FACSDiva™ 6.1.3 software was used for data acquisition and FlowJo software was used for data analysis. Statistical analysis Statistical analysis was performed using GraphPad Prism v5.0 for Windows. Ponatinib dose-response experiments were analyzed by non-linear regression (four parameters). Other experiments were analyzed by applying two-way ANOVA and Bonferroni multiple comparisons post-test, one-way ANOVA, and Dunnett's multiple comparison post-test or unpaired  t- test, two-tailed as noted. SUPPLEMENTARY MATERIALS FIGURES",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:45:32.085813",
  "abstract_length": 1456,
  "methods_length": 9400,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}