{
  "pmid": "28423318",
  "abstract": "The RASopathy neurofibromatosis type 1 (NF1) is one of the most common autosomal dominant genetic disorders. In NF1 patients, neurological issues may result from damaged myelin, and mice with a neurofibromin gene (Nf1) mutation show white matter (WM) defects including myelin decompaction. Using mouse genetics, we find that altered Nf1 gene-dose in mature oligodendrocytes results in progressive myelin defects and behavioral abnormalities mediated by aberrant Notch activation. Blocking Notch, upstream mitogen-activated protein kinase (MAPK), or nitric oxide signaling rescues myelin defects in hemizygous Nf1 mutants, and pharmacological gamma secretase inhibition rescues aberrant behavior with no effects in wild-type (WT) mice. Concomitant pathway inhibition rescues myelin abnormalities in homozygous mutants. Notch activation is also observed in Nf1",
  "methods": "EXPERIMENTAL PROCEDURES Mouse Strains All mouse studies were approved by the Cincinnati Children’s Hospital Research Foundation Institutional Animal Care and Use Review Committee (IACUC). The generation and genotyping of mice carrying  Nf1 fl/fl  [Nf1tm1Par/J] ( Zhu et al., 2002 ),  PlpCre  [B6.Cg-Tg(Plp1-Cre/ERT)3Pop/J] ( Doerflinger et al., 2003 ),  Hes5 -GFP [Tg1(Hes5GFP)Gsat/Mmmh] ( Gong et al., 2003 ), Rbpj fl/fl  [RBP-J f/f ] ( Han et al., 2002 ),  RosaNICD  [Gt(ROSA)26Sortm1(Notch1)DAM/J] ( Murtaugh et al., 2003 ), and Nf1 +/−  ( Brannan et al., 1994 ) alleles, are described in previous studies. Mice were maintained on the C57BL/6 background. For behavioral studies, only adult female mice were used. In all other studies, we used adult mice of both sexes. Mice were housed in a temperature- and humidity-controlled vivarium on a 12 hr light-dark cycle with free access to food and water. Pre-clinical Therapeutics Gamma secretase inhibitor (GSI,MRK-003; Merck) was made fresh weekly and dosed at 300 mg/kg in 0.5% methocel by oral gavage ( Lewis et al., 2007 ;  Sparey et al., 2005 ). For pathology, we dosed mice once weekly for 4 weeks and sacrificed 6 hr after the last dose (n = 5 doses). For flow analysis, we dosed mice once weekly for 1 week and sacrificed mice 6 hr after the last dose (n = 2 doses). Fresh solution of L-NAME (L-NG-nitroarginine methyl ester, 100 μM in 1× PBS; Sigma-Aldrich) was administered daily at 0.4 mg/kg. For pathology and flow analysis, mice were injected intraperitoneally (i.p.) daily for 7 days and sacrificed 6 hr after the last dose. MEK inhibitor (PD0325901; Pfizer) was made fresh weekly and dosed at 1.5 mg/kg/day in 0.5% methocel/0.2% Tween 80, by oral gavage. For pathology, we dosed mice every day for 3 weeks. For flow analysis, we dosed mice every day for 7 days and sacrificed 6 hr after the last dose. Behavior Behavioral assessments were completed on  pNf1fl /+ mice (F12, backcrossed onto C57BL/6) mice. Acoustic startle response, with prepulse inhibition, was assessed as described ( Vorhees et al., 2011 ). White noise background of 70 dB, prepulses of 73, 77, and 82 dB, and a mixed frequency startle stimulus of 120 dB were used. Animals received 100 trials per day with equal numbers of trials using a Latin square design that was duplicated. Animals were tested on 2 consecutive days and the data from the second day were analyzed, because animals that are tested on a single day for the acoustic startle response tend to have greater variability that can mask group differences. Human Brain Tissues Brain specimens were described previously ( Nordlund et al., 1995 ). Briefly, NFI brains were obtained from patients diagnosed with NF1 based on NIH guidelines. None of these patients showed any evidence of neurological disease other than NF1. Control/normal brains were obtained from adult patients with no neurological diseases reported, although a history of depression was reported in one. All brains were harvested within 8 hr after death. Brains were sliced and placed in 4% paraformaldehyde/0.1 M phosphate buffer for 72 hr and prepared for paraffin embedding and storage. Statistical Analysis The minimal number of animals per statistically significant experiment was three. Comparison between two groups used Student’s t tests with a significance cutoff of p < 0.05. Comparison of three or more groups used the one-way ANOVA, followed by Tukey post hoc test with a significance cutoff of p < 0.05. For unbiased counting of myelinated axons, mice were randomized and treated in a blinded manner. For behavior, acoustic startle was analyzed by mixed linear Two-way ANOVA with factors of genotype and trial. Further comparisons averaged across interval, day, and trial for genotype differences were compared by (two-tailed) t test for independent samples.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:45:22.437969",
  "abstract_length": 858,
  "methods_length": 3834,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}