{
  "pmid": "PMID:28465357",
  "title": "Identification of hair shaft progenitors that create a niche for hair pigmentation.",
  "abstract": "Hair differentiates from follicle stem cells through progenitor cells in the matrix. In contrast to stem cells in the bulge, the identities of the progenitors and the mechanisms by which they regulate hair shaft components are poorly understood. Hair is also pigmented by melanocytes in the follicle. However, the niche that regulates follicular melanocytes is not well characterized. Here, we report the identification of hair shaft progenitors in the matrix that are differentiated from follicular epithelial cells expressing transcription factor KROX20. Depletion of ",
  "authors": "Chung-Ping Liao; Reid C Booker; Sean J Morrison; Lu Q Le",
  "journal": "Genes & development",
  "publicationDate": "2017-04-15",
  "doi": "10.1101/gad.298703.117",
  "methods": "Materials and methods Mice Animal care and experiments were approved by the Institutional Animal Care and Use Committee at University of Texas Southwestern Medical Center.  Scf  and  flox Scf  were generated in a previous report ( gfp Ding et al. 2012 ).  K14Cre  ( Dassule et al. 2000 ),  K14Cre  ( ERT Vasioukhin et al. 1999 ),  TyrCre  ( ERT2 Bosenberg et al. 2006 ),  R26-rtTA  ( Belteki et al. 2005 ), and  tetO-DTA  ( Lee et al. 1998 ) mice were purchased from the Jackson Laboratory.  K14-Scf  ( Kunisada et al. 1998a ) was kindly provided by Dr. John Harris (University of Massachusetts Medical School).  Krox20Cre  ( Voiculescu et al. 2000 ),  DhhCre  ( Skucas et al. 2013 ),  PLPCre  ( ERT2 Leone et al. 2003 ),  CMVCre  ( ERT Hayashi and McMahon 2002 ),  R26-LacZ , and  R26-YFP  were described previously ( Le et al. 2009 ;  Chen et al. 2014 ). Tamoxifen and 4-hydroxytamoxifen induction Tamoxifen or 4-hydroxytamoxifen (Sigma-Aldrich) was administered to mice to induce  Cre  or  ERT Cre  expression. For induction in a newborn mouse, a single-dose treatment of 40 µg of 4-hydroxytamoxifen was injected subcutaneously. For induction in adult mice, 3 mg of tamoxifen was oral-gavaged daily for five consecutive days. ERT2 Doxycycline induction For the induction of  tetO-DTA , mice were fed with water containing 2 mg/mL doxycycline (Sigma-Aldrich) and 5% sucrose. Mouse hair depilation Mice were anesthetized by intraperitoneal injection of 100 µL (for a 25-g mouse) of a mixture of 30 mg/mL ketamine and 4 mg/mL xylazine solution. Mouse hair was trimmed by an electrical clipper. Depilatory cream (Nair) was applied gently on the area to be depilated and then wiped off with water-moistened gauzes to remove the hair. Histology analysis For histology analysis, skin tissue was harvested and fixed in 10% formalin overnight followed by paraffin embedding. The tissue was then sectioned at 5-µm thickness. Hematoxylin and eosin staining was performed according to the manufacturer's protocol (StatLab). LacZ staining For LacZ staining, mice were anesthetized by intraperitoneal injection of ketamine and xylazine as described above. Mice were then subjected to total body perfusion with 4% paraformaldehyde. Skin was harvested and fixed in 4% paraformaldehyde for 30 min followed by PBS rinses. LacZ staining was performed in 4-chloro-5-bromo-3-indolyl-β-galactoside (X-gal) solution (1 mg/mL X-gal, 4 mM potassium ferrocyanide, 4 mM potassium ferricyanide, 2 mM magnesium chloride in PBS) overnight at 37°C. X-gal-stained tissue was fixed in 10% formalin overnight and then subjected to paraffin embedding and tissue sectioning. Nuclei were counterstained with nuclear Fast Red. Fontana-Masson staining Paraffin-embedded tissue sections were deparaffinized and rehydrated. Melanin staining was performed by microwaving tissue sections in ammoniacal silver working solution for 2 min. The ammoniacal silver stock solution was prepared by adding ammonium hydroxide to 10% silver nitrate until the solution precipitated and cleared again; the working solution was freshly prepared by mixing the stock solution with water at 1:3 ratio followed by filtering. Slides were then incubated with 0.1% gold chloride for 10 min and 5% sodium thiosulfate for 5 min with water rinses between each step. Nuclei were counterstained with nuclear Fast Red. Immunostaining For immunostaining, frozen sections or paraffin sections after deparaffinization, rehydration, and antigen retrieval were used. The primary antibodies used in this study were P-cadherin (R&D Systems, AF761), DCT (PEP8h; gift from Dr. Vincent Hearing, National Institutes of Health) ( Virador et al. 2001 ), K14 (biotin-labeled, Thermo, clone LL002), LacZ (Abcam, ab9361), GFP/YFP (Aves, 1020), Krox20 (Covance, PRB-236P), and KIT (Cell Signaling, 3074). For immunofluorescent staining, the primary antibodies were detected by secondary antibodies or streptavidin conjugated with Cy3 or Alexa fluor 488 (Jackson ImmunoResearch), and nuclei were counterstained with DAPI (Vector Laboratories). For immunohistochemical staining, the primary antibodies were detected by secondary antibodies or streptavidin conjugated with 3,3′ diaminobenzidine (Vector Laboratories). Statistical analysis Data statistical analyses were performed by unpaired two-tailed Student's  t -test (Prism7, GraphPad). Data are mean ± SEM. Significant differences were noted by asterisks (P < 0.05 [*], P < 0.01 [**],P < 0.001 [***], and P < 0.0001 [****]). Densitometry analysis The quantification of HF melanin density and DCT immunofluorescence staining intensity was performed with ImageJ software (National Institutes of Health) in arbitrary units.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-20 06:57:52",
  "introduction": "",
  "results": "Results Mice lacking SCF in  Krox20  lineage cells exhibit progressive hair graying While studying the role of mast cells and SCF during the initiation of neurofibroma, a Schwann cell neoplasm, we conditionally deleted  Scf  in neurofibroma neoplastic cells using the Schwann cell lineage  Krox20Cre  mouse line. Serendipitously, we found that the mice without SCF in  Krox20  lineage cells developed hair graying and, early in life, lost all hair pigmentation. Invariably, all  Scf  mice ( flox/gfp ; Krox20Cre n  = 20) displayed progressive hair graying. The first round of hair graying occurred homogenously during postnatal days 30–40 (P30–P40). As the mice aged, the hairs underwent further depigmentation in waves. This change converted all black pigmented hairs to white within 9 mo ( Fig. 1 A;  Supplemental Fig. S1A ). We believe that this pattern of hair color change is associated with the mouse hair cycle when old hairs are replaced by newly generated hairs ( Plikus and Chuong 2008 ;  Shimomura and Christiano 2010 ). Figure 1. Mice lacking SCF in  Krox20  lineage cells exhibit progressive hair graying. ( A ) A representative  Scf  mouse ( flox/gfp ; Krox20Cre top ) displaying hair graying along with aging as compared with a littermate  Scf  control ( flox/gfp bottom ).  n  = 20. ( B ) Pelage hairs plucked from P20  Scf  mice showed distinct pigment levels in distal and proximal ends; newly developed hairs in the proximal side (arrowheads) were absent of pigment. ( flox/gfp ; Krox20Cre C ) Fontana-Masson staining confirmed the absence of melanin in the newly synthesized hairs (arrowheads) in P32  Scf  mice. ( flox/gfp ; Krox20Cre D ) HF section revealing normal hair pigmentation in  Scf  mice at P9 followed by a rapid loss of pigmentation beginning from the hair matrix (arrowheads) at P11 and P13. ( flox/gfp ; Krox20Cre E ) Transverse HF section revealing hypopigmented hair shafts (arrowheads) in  Scf  mice at P11 and P13. ( flox/gfp ; Krox20Cre F ) Quantification and statistical analysis of  E  showing a significant reduction of melanin density in  Scf  graying hair shafts. Melanin density was analyzed by ImageJ. Data are mean ± SEM from 100 randomly selected HFs in each group. (****)  flox/gfp ; Krox20Cre P  < 0.0001. ( G ) Gray  Scf  mice were depilated to stimulate hair regeneration; new hair shafts were completely absent of pigment.  flox/gfp ; Krox20Cre n  = 3. Nuclei were stained with nuclear Fast Red in  C – E . Bar, 100 µm. To characterize the cause of hair graying in the  Scf  mice, we first analyzed the pelage hair shafts plucked from P20 dorsal skin. Interestingly, the amount of pigment at the distal and proximal ends of each hair shaft was quite different; the amount of pigment at the distal appeared normal, but the pigment was mostly absent from the proximal end ( flox/gfp ; Krox20Cre Fig. 1 B). Fontana-Masson staining confirmed that this hypopigmentation was caused by the absence of melanin in the hair shaft cortex and medulla (the compartments housing the most melanin in pigmented hair shaft) ( Fig. 1 C). We then determined the time of onset of decreased pigmentation. The amount of pigment in individual hairs appeared normal at P9 ( Fig. 1 D), with the loss of hair pigmentation becoming noticeable at P11; it progressed quickly after that ( Fig. 1 D,E). Analysis of melanin density in the HF revealed significant reductions at P11 and P13 ( P  < 0.0001) ( Fig. 1 F), explaining the early loss of hair pigmentation in  Scf  mice ( flox/gfp ; Krox20Cre Fig. 1 B).  Scf  mice exhibited progressive hair graying; their coat color underwent a dynamic change from black to white within 9 mo ( flox/gfp ; Krox20Cre Fig. 1 A;  Supplemental Fig. S1A ). However, their newly synthesized hairs were already largely depigmented at P20 ( Fig. 1 B). These results suggested that the long period of hair graying is due to the mixture of partly pigmented (old) and unpigmented (new) hair shafts ( Supplemental Fig. S1B,C ) rather than the continuous production of new gray hairs. To confirm this, gray  Scf  mice were depilated at 2 mo to remove all hairs, including old hairs, and stimulate new hair regeneration; as expected, their new hairs showed a complete loss of pigmentation ( flox/gfp ; Krox20Cre Fig. 1 G). Most importantly, the fact that  Scf  mice underwent a complete loss of hair pigmentation suggested that  flox/gfp ; Krox20Cre Krox20  lineage cells are the main source of SCF for follicular melanocytes to produce hair pigment. Hair pigmentation is dependent on SCF expression by epithelial keratinocytes In order to identify the cell type that produces SCF in the skin, thereby regulating hair pigmentation and being responsible for the hair hypopigmentation in  Scf  mice, we examined the hair color phenotype of SCF ablation in different cell lineages in the skin by using several cell type-specific  flox/gfp ; Krox20Cre Cre  mouse lines, including  DhhCre  (Schwann cell),  PLPCre  (Schwann cell),  ERT2 TyrCre  (melanocyte), and  ERT2 K14Cre  (keratinocyte). In addition,  CMVCre  (all cells) was included as a control for the inducible  ERT Cre  systems. The  R26-LacZ  reporter was introduced into all of the above conditional knockouts to validate  Cre  expression specificity and efficiency. In mice lacking SCF in Schwann cells ( Scf ), we did not observe any hair color changes for up to 6 mo ( flox/gfp ; DhhCre Fig. 2 A). LacZ staining confirmed the specific  DhhCre  expression in Schwann cells in cutaneous nerves ( Fig. 2 B). Similar results were observed in  Scf ;  flox/gfp PLPCre  mice ( ERT2 Supplemental Fig. S2A ). These results revealed that hair pigmentation does not depend on SCF expression in cells of Schwann cell lineages. Likewise, mice with SCF depletion in melanocytes ( Scf ;  flox/gfp TyrCre ) had no phenotype in hair color ( ERT2 Fig. 2 C) after validation of Cre expression in the hair matrix melanocytes ( Fig. 2 D). Importantly, this result ruled out the possibility of melanocyte cell-autonomous SCF contributions to hair pigmentation. Figure 2. Hair pigmentation is dependent on SCF expression by epithelial keratinocytes. ( A ) Depletion of SCF in Schwann cells does not affect hair pigmentation.  Scf  mice exhibited normal hair pigmentation.  flox/gfp ; DhhCre n  = 8. ( B ) LacZ staining revealed that  Dhh  lineage cells were present in subcutaneous nerves (arrowheads). ( C ) Depletion of SCF in melanocytes does not affect hair pigmentation.  Scf ;  flox/gfp TyrCre  mice were induced by 4-hydroxytamoxifen at P0 and displayed normal hair pigmentation.  ERT2 n  = 8. ( D ) LacZ staining revealed that  Tyr  lineage cells were present in matrix melanocytes (arrowheads). ( E )  Scf ;  flox/flox CMVCre  mice were induced by 4-hydroxytamoxifen as in  ERT C  to ablate SCF expression in all cells. These mice exhibited mostly hypopigmented hairs, and this lasted throughout their lives ( n  = 5), validating an optimal 4-hydroxytamoxifen induction in  C . ( F ) Depletion of SCF in epithelial cells completely abolishes hair pigmentation.  Scf ;  flox/gfp K14Cre  mice had no hair pigmentation since birth, and this phenotype lasted throughout their lives.  n  = 8. ( G ) SCF expression in epithelial cells appears to regulate only hair pigmentation. In hematoxylin and eosin staining,  Scf ;  flox/gfp K14Cre  mice displayed skin structure and hair cycling similar to those of littermate controls. Nuclei were stained with nuclear Fast Red in  B  and  D . Bar, 100 µm. In  Scf ;  flox/gfp PLPCre  and  ERT2 Scf ;  flox/gfp TyrCre  mice, we activated  ERT2 Cre  expression by injecting 4-hydroxytamoxifen at P0. To be certain that this timing was suitable for examining the requirement for SCF in hair pigmentation, we generated  Scf ;  flox/flox CMVCre  mice as a control to ablate  ERT Scf  ubiquitously by the same 4-hydroxytamoxifen induction condition. These mice lost their hair pigmentation nearly completely after the use of 4-hydroxytamoxifen ( Fig. 2 E), validating the  Cre  induction conditions. Similar results were also observed when these Cre expressions were induced in adult mice ( Supplemental Fig. S2D–G ). Finally, we generated  Scf  mice to examine the phenotype after SCF ablation in keratinocytes. Strikingly, depletion of SCF in keratinocytes resulted in mice displaying a complete absence of hair pigmentation, beginning at birth ( flox/gfp ; K14Cre Fig. 2 F), and this phenotype was limited to hair pigmentation without affecting the development or growth of hair and the epidermis ( Fig. 2 G). This result demonstrated the critical contribution of SCF from epithelial keratinocytes to hair pigmentation. This finding also supports the non-cell-autonomous SCF signaling model for hair pigmentation. In addition, albeit with different timing of onset, aged  Scf  mice phenocopied  flox/gfp ; Krox20Cre Scf  mice by having a complete absence of hair pigmentation ( flox/gfp ; K14Cre Figs. 1 A,  2 F), suggesting that KROX20-expressing cells originate from  K14  lineage epithelial keratinocytes and that KROX20 expression in the HF starts later in development. Dynamic localization of  Krox20  lineage cells during HF morphogenesis To characterize the late onset of hair hypopigmentation in  Scf  mice, we explored  flox/gfp ; Krox20Cre Krox20  lineage cells in skin at different HF developmental stages by crossing the  Krox20Cre  mice with  R26-LacZ . Interestingly, we found that LacZ +  cells were detected only as a small population of cells located at the infundibulum and bulge of the HF at P0. At P2, LacZ +  cells occupied the entire upper portion of the HF. However, as the HF developed, they expanded in numbers along the outer root sheath and then colonized the matrix, beginning at about P6–P10. We analyzed at least three mice from each age and observed a consistent recombination pattern ( Fig. 3 A). At the final stage of differentiation, hair matrix keratinocytes undergo a unique type of programmed cell death that is marked by systematic destruction of the nucleus. These keratinized anucleate cells become enveloped by specialized and highly cross-linked membranes that eventually form the building blocks of the hair shaft. Strikingly, in P12 skin, we also observed LacZ activity within the hair shafts ( Fig. 3 A). This is direct evidence demonstrating that  Krox20  lineage labels hair progenitor cells that give rise directly to the hair shafts. Importantly, considering the timing of the first appearance of LacZ +  cells in the hair matrix,  Krox20  lineage appears to mark only a subsequent wave of hair progenitors postnatally. This observation corresponds with the late onset of hair hypopigmentation in the  Scf  mice ( flox/gfp ; Krox20Cre Fig. 1 A;  Supplemental Fig. S1A ). It also revealed distinct developmental waves of hair shaft progenitor cells and, importantly, suggested that hair pigmentation is regulated by SCF expression in hair shaft progenitor cells. Figure 3. Dynamic localization of  Krox20  lineage cells during HF morphogenesis. ( A ) Lineage tracing of Krox20 by LacZ in the skin of postnatal  Scf  mice revealed a dynamic localization of  flox/gfp ; Krox20Cre; R26-LacZ Krox20  lineage cells during HF morphogenesis. At P0, LacZ was detected only in the infundibulum and bulge of HFs. They then underwent an expansion along outer root sheath (arrows). Beginning around P6–P10, LacZ was also detected in the hair matrix (red arrowheads). Importantly, at P12, LacZ was detected in the hair shaft (black arrowheads and curly brackets), demonstrating that  Krox20  lineage traced the matrix progenitor cells giving rise to hair shafts. Note that the P12 matrix and hair shaft are absent of pigment.  Krox20  lineage also marks the same population of cells in the subsequent hair cycle at P32. ( B ) In P6  Scf  HFs,  flox/gfp ; Krox20Cre; R26-LacZ Krox20  lineage cells (marked by LacZ) were colocalized with SCF-expressing cells (marked by GFP) in the hair matrix. ( C ) In P12  Scf  HFs,  flox/gfp ; Krox20Cre; R26-LacZ Krox20  lineage cells (marked by LacZ) were colocalized with SCF-expressing cells (marked by GFP) in the hair shaft (arrowheads). ( D ) In P12  K14Cre; R26-YFP  HFs, KROX20 is detected in the  K14  lineage epithelial cells in the outer root sheath (arrows) and the hair matrix (arrowheads). Nuclei were stained with nuclear Fast Red in  A , hematoxylin in  B , and DAPI in  C  and  D . Bar, 50 µm. We therefore examined SCF expression in  Krox20  lineage cells by  Scf  promoter-driven GFP ( Scf ). Our data showed that SCF-expressing and  gfp Krox20  lineage cells were colocalized at the hair matrix at P6 (the time at which  Krox20  lineage cells begin to colonize in the matrix) ( Fig. 3 B) and at the hair shaft at P12 (the time at which  Krox20  lineage cells build the hair shaft) ( Fig. 3 C). These results support the model in which SCF expression in hair shaft progenitor cells controls hair pigmentation. Our lineage tracing of  Krox20  revealed a new identity of epithelial cells giving rise to the hair shaft ( Fig. 3 A). To determine the developmental origin of KROX20-expressing cells in the HFs, we generated  K14Cre; R26-YFP  mice to genetically label all  K14  lineage epithelial keratinocytes early in development with YFP. We subsequently performed immunofluorescence staining against KROX20 and observed that KROX20 is expressed in a subpopulation of the of  K14  lineage cells in the HFs ( Fig. 3 D), indicating that that HF KROX20 +  cells are differentially derived from a K14 +  keratinocyte lineage. The detection of KROX20 protein in the outer root sheath and matrix demonstrates that KROX20 is expressed actively during hair development. Taken together with the findings that  Scf  depletion in Schwann cells does not cause hair hypopigmentation ( Fig. 2 A;  Supplemental Fig. S2A,D ), these results distinguish the origin of KROX20 +  HF cells (epithelial derivative) from KROX20 +  Schwann cells (neural crest derivative) during skin development. Because hair shaft progenitor cells are differentiated from HF stem cells in the bulge and because their activation is associated with hair cycle, we therefore tested the hypothesis that depletion of SCF in HF stem cells will result in hair hypopigmentation in a hair cycle-dependent manner. To address this hypothesis, we used the inducible  K14Cre  mouse line ( ERT Vasioukhin et al. 1999 ) to examine the effects of  Scf  gene ablation in HF stem cells. The inductions of SCF ablation in  Scf ;  flox/gfp K14Cre  mice were performed at different HF growth stages.  ERT Scf ;  flox/gfp K14Cre  mice with induction of SCF ablation at P0 (in anagen, when some hair shaft progenitor cells have already formed) showed normal hair pigmentation initially; however, their coat color turned gray after subsequent anagen ( ERT Supplemental Fig. S3A ), phenocopying the  Scf  mice. On the other hand,  flox/gfp ; Krox20Cre Scf ;  flox/gfp K14Cre  mice with induction of SCF loss and depilation together at P90 (in telogen, when hair shaft progenitor cells have not yet formed) showed an immediate depigmented coat in the newly regenerated hairs ( ERT Supplemental Fig. S3B ). These results revealed that induction of SCF loss in HF stem cells at different HF developmental stages can result in different patterns of hair color changes. Ablation of SCF in HF stem cells at telogen depleted SCF in all subsequent differentiating HF cells; therefore, all hair shaft progenitor cells acquired SCF ablation and gave rise to hypopigmented hairs immediately. In contrast, induction of SCF loss in HF stem cells at anagen depleted SCF only in newly differentiated hair shaft progenitor cells but not those differentiated before the induction, explaining the normally pigmented hairs followed by hypopigmented hairs ( Supplemental Fig. S3E ). These results supported our conclusion that the active expression of SCF in hair shaft progenitor cells is critical for hair pigmentation. The hair matrix is the SCF-dependent niche for hair pigmentation In  Scf  mice, the complete loss of hair pigmentation is caused by  flox/gfp ; K14Cre Scf  deletion in  K14  lineage cells. We therefore hypothesized that this depigmentation could be rescued by ectopic  Scf  expression under a  K14  promoter. To test this hypothesis, we used a mouse transgene with a  K14  promoter-driven membrane-bound form of  Scf  ( K14-Scf ), which produces a dominant phenotype of epidermal hyperpigmentation ( Kunisada et al. 1998a ). Given that a mouse mutant expressing only a soluble form of SCF ( Sl / d Sl ) has no skin or hair pigmentation ( d Copeland et al. 1990 ;  Brannan et al. 1991 ), we reasoned that hair pigmentation is dependent on membrane-bound SCF and thus that the  K14-Scf  transgene should be a suitable tool to address the requirement of SCF for hair pigmentation. Surprisingly, the  K14-Scf; Scf  mice displayed white hair with dark skin ( flox/gfp ; K14Cre Fig. 4 A,B), indicating that even though  Scf  is expressed under a K14 promoter,  K14-Scf  was unable to rescue the hair depigmentation in  Scf  mice. Likewise, we observed that  flox/gfp ; K14Cre K14-Scf  did not rescue the hair-graying progress in  Scf  mice. The  flox/gfp ; Krox20Cre K14-Scf; Scf  mice underwent hair graying identical to that of  flox/gfp ; Krox20Cre Scf  control mice ( flox/gfp ; Krox20Cre Fig. 4 C), although the  K14-Scf  transgene appeared to remain active over time ( Fig. 4 D). These findings are similar to earlier experiments in which the  K14-Scf  transgene was unable to rescue hair hypopigmentation in  Sl / d Sl  mice ( d Yoshida et al. 2001 ) or KIT-neutralizing antibody ACK2-treated mice ( Nishimura et al. 2002 ). Figure 4. The hair matrix is the SCF-dependent niche for hair pigmentation. ( A ) Ectopic SCF expression by  K14  promoter-driven  Scf  ( K14-Scf ) does not rescue hair hypopigmentation.  K14-Scf; Scf  mice displayed white hairs and dark skin (arrowheads).  flox/gfp ; K14Cre n  = 8. ( B ) Skin histology in  K14-Scf; Scf  mice revealed epidermal hyperpigmentation (arrowheads) and unpigmented hair shafts (arrows). ( flox/gfp ; K14Cre C )  K14-Scf  does not rescue hair graying.  K14-Scf; Scf  mice underwent hair graying similar to  flox/gfp ; Krox20Cre Krox20Cre; Scf  controls.  flox/gfp n  = 8. ( D )  K14-Scf  transgene remained active along aging, as indicated by the permanent skin hyperpigmentation (arrowhead) in 1-yr-old mice.  n  = 3. ( E ) Hair matrix cells differentiate from  K14  lineage cells but no longer express K14. K14 immunostaining in  K14Cre; R26-YFP  skin from P10 mice revealed that K14-expressing cells are restricted in the interfollicular epithelium and the top portion of HFs. Importantly, HF matrix cells (arrowheads) do not express K14, although they differentiated from  K14  lineage cells (marked by YFP). Nuclei were stained with DAPI. ( F ) Using a similar approach as in  D , in P0 skin, K14 immunohistochemical staining marked the interfollicular epithelium and the top portion of HFs but not HF matrix cells (arrowhead), whereas  K14  lineage (marked by LacZ) traced to the entire skin and HF epithelium. Bars:  B , E , 50 µm;  D , 100 µm. To explore the underlying mechanism by which ectopic expression of  K14-Scf  failed to rescue the  Scf  loss-induced hair hypopigmentation, we reasoned that perhaps the K14 promoter activity is turned off in the KROX20 +  hair shaft progenitor cells in the matrix, and therefore the lack of SCF expression had regulated hair pigmentation. To address this question, we lineage-traced the cells with “ Scf  ablation” by  R26-YFP  (as a marker for  K14Cre  lineage) and identified the cells with “ Scf  reconstitution” by K14 immunostaining (as a marker for  K14  promoter) in the skin from  K14Cre; R26-YFP  mice. Intriguingly, YFP was detected in the interfollicular epithelium and the entire HF (except dermal papillae), whereas K14 was detected only in the interfollicular epithelium and only the top portions of anagen HF ( Fig. 4 E); similar results were obtained from  K14Cre; R26-LacZ  mice ( Fig. 4 F). This expression pattern matches previous studies on  K14Cre  lineage tracing ( Huelsken et al. 2001 ) and K14 expression ( Coulombe et al. 1989 ). Most importantly, these data demonstrate that hair pigmentation is tightly dependent on SCF from the  Krox20  lineage cells in the hair matrix of HFs that are differentiated from  K14  lineage but no longer express K14. To better characterize the expression of SCF during HF development, we then took advantage of another marker, GFP, to locate the SCF-expressing cells by using the  Scf  mice. We found that GFP gfp +  cells are predominantly localized in the upper hair matrix and hair shaft (but not the bulge or outer root sheath area) throughout the anagen stage ( Fig. 5 A), pointing to the hair shaft progenitor cells as a unique cell type expressing SCF during the HF growth stage. This observation was supported by the inclusion of melanin pigment ( Fig. 5 B) and the expression of P-cadherin ( Fig. 5 C) in these SCF-expressing cells. P-cadherin is an epithelial cell–cell adhesion molecule and, in HFs, marks the outer root sheath, inner matrix, and hair shaft ( Samuelov et al. 2012 ). As the hair matrix is also colonized by melanocytes, we therefore determined the location of mature melanocytes by immunostaining of dopachrome tautomerase (DCT). DCT is an enzyme participating in melanin biogenesis and, in HFs, marks mature melanocytes in the hair matrix predominantly and a small number of melanocyte stem cells in the bulge ( Nishimura et al. 2005 ). DCT +  melanocytes are tightly adjacent to the SCF-expressing cells in the matrix ( Fig. 5 D); this result is in agreement with the identification of matrix SCF-expressing cells as the hair shaft progenitor cells. Taken together, we concluded that hair pigmentation is controlled exclusively by SCF on hair shaft progenitor cells, which regulates melanocytes in the HF matrix in a non-cell-autonomous fashion. Figure 5. SCF is expressed in hair shaft progenitor cells. ( A ) Scf promoter-driven GFP ( Scf ) showed that SCF is expressed in the upper HF matrix and hair shaft throughout anagen. ( gfp B ) SCF is expressed in melanin-containing cells (arrowheads) in the HF in P10  Scf +/  skin. ( gfp C ) SCF is expressed in a subpopulation of P-cadherin +  HF matrix cells and the hair shaft in P9  Scf +/  skin. ( gfp D ) DCT +  melanocytes are tightly adjacent to SCF-expressing cells in the upper HF matrix in P10  Scf +/  skin. (Yellow dashed line) Line of Auber (an imaginary line drawn across the widest region of the hair bulb); (blue dashed line) dermal papilla. Nuclei were stained with DAPI. Bars:  gfp A , 100 µm;  B – D , 50 µm SCF in the matrix is crucial for the maintenance of mature melanocytes We showed that depletion of SCF in the hair shaft progenitor cells results in loss of hair pigmentation. In addition, melanocytes are the specialized melanin-producing cells as well as the predominant KIT-expressing cells in the HF ( Lin and Fisher 2007 ). Therefore, melanocytes mediate SCF signaling to hair pigmentation, and SCF is necessary for melanocytic activity and hair pigmentation. Thus, we next addressed the fate of follicular melanocytes in response to the loss of SCF in the hair shaft progenitor cells. The  Scf  mice began to lose hair pigmentation at P11–P13 due to SCF loss in their hair shaft progenitor cells ( flox/gfp ; Krox20Cre Fig. 1 D–F). We took advantage of this model to address the fate of melanocytes during SCF loss. As hair shaft progenitor cells are tightly adjacent to melanogenic melanocytes in the upper HF matrix ( Fig. 5 D), we thus hypothesized these mature melanocytes to be the first affected cells. Indeed, DCT immunostaining revealed a significant loss of DCT +  differentiated mature melanocytes in the  Scf  mouse HF at P10 ( flox/gfp ; Krox20Cre P  < 0.05) and P11 ( P  < 0.0001) ( Fig. 6 A–C). This result demonstrated a critical role of SCF in the maintenance of mature melanocytes. Figure 6. SCF is required for the maintenance of mature melanocytes. ( A ) Loss of matrix DCT +  melanocytes in  Scf  mice. DCT immunostaining revealed that the number of matrix DCT flox/gfp ; Krox20Cre +  melanocytes decreased rapidly right before hair lost pigmentation in  Scf  mice. ( flox/gfp ; Krox20Cre B ) Quantification and statistical analysis of  A  revealed a significant and rapid decrease of matrix DCT staining intensity in  Scf  mice during P10–P11. Data are mean ± SEM from  flox/gfp ; Krox20Cre n  ≥ 53 HFs in each group. (****)  P  < 0.0001; (*)  P  < 0.05. ( C ) Quantification and statistical analysis of  A  revealed increased numbers of hair matrices without DCT in  Scf  mice during P10–P11.  flox/gfp ; Krox20Cre n  ≥ 53 HFs per group. ( D ) DCT immunostaining revealed that  Scf  mouse HFs were completely absent of matrix DCT flox/gfp ; K14Cre +  mature melanocytes. ( E ) KIT immunostaining revealed that  Scf  mouse HFs lost KIT flox/gfp ; K14Cre +  melanocytes above the Line of Auber (differentiated mature melanocytes); however, KIT +  melanocytes still detected below the Line of Auber. Nuclei were stained with DAPI. (Yellow dashed line) Line of Auber; (green dashed line) dermal papillae. Bar, 50 µm. Furthermore, we explored the fate of DCT +  melanocytes in another mouse model:  Scf . These mice had a complete loss of hair pigmentation throughout their lifetimes ( flox/gfp ; K14Cre Fig. 2 F). Therefore, it was not surprising that DCT +  melanocytes were not detected in their hair matrices ( Fig. 6 D). The HF melanocytes have been characterized previously to express KIT, which is the receptor for SCF ( Lennartsson and Ronnstrand 2012 ). Melanocytes in the upper and lower follicular matrix compartments can be separated by the Line of Auber (an imaginary line drawn across the widest region of the hair bulb) ( Peters et al. 2002 ). Melanocytes in the lower matrix are relatively undifferentiated and nonmelanogenic. However, differentiated mature melanocytes reside in the upper HF matrix and produce melanin. We further characterized the extent to which SCF can affect these two melanocyte populations by utilization of this other melanocyte marker: KIT. KIT +  melanocytes were present in both lower and upper HF matrices in the control skin. However, in the skin from  Scf  mice, KIT flox/gfp ; K14Cre +  melanocytes were detected only in the lower matrix but were completely absent in the upper HF matrix ( Fig. 6 E). This finding demonstratesthat loss of SCF in the hair shaft progenitor cells influences only the mature melanocytes, highlighting the upper HF matrix as a critical niche where non-cell-autonomous SCF/KIT signaling regulates hair pigmentation. It also points to the critical role of follicular epithelial SCF in controlling the fate of melanocytes in their final maturation without affecting their previous differentiation and migration. HF  Krox20  lineage cells are critical for hair development Based on our work, we concluded that the transcription factor KROX20 marks a lineage of resident hair shaft progenitor cells in the follicular matrix. Therefore, we hypothesized that  Krox20  lineage cells are indispensible for hair growth. To test this hypothesis, we generated a doxycycline-inducible mouse model ( Krox20Cre; R26-rtTA; tetO-DTA ) to deplete  Krox20  lineage cells in vivo. The  R26-rtTA  expresses reverse tetracycline-controlled transactivator (rtTA) ( Belteki et al. 2005 ) in the  Krox20  lineage cells. The  tetO-DTA  expresses diphtheria toxin A (DTA) ( Lee et al. 1998 ) to eliminate cells with rtTA expression ( Krox20  lineage cells in this case) upon doxycycline induction ( Fig. 7 A). We used this model to examine the effects of  Krox20  lineage cell depletion during the second anagen phase (starting at about P23–P24). Mice were fed with doxycycline water starting at P20. We observed signs of hair loss (rough coat) starting at starting P40, and they had significant hair loss by P50 ( Fig. 7 B). As expected, these mice also displayed weak muscle tone (data not shown), which is likely associated with the peripheral nerve demyelination caused by KROX20 +  cell depletion ( Decker et al. 2006 ). To determine whether this hair loss, induced by  Krox20  lineage cell depletion, was caused by impaired hair growth or increased hair shedding, we examined the effects of depilation on new hair growth. Mice were depilated to induce new hair growth at P20. At the same time, they were started on doxycycline water to deplete  Krox20  lineage cells in vivo. Within 15 d, control mice ( R26-rtTA; tetO-DTA ) regrew their entire hair coat. On the other hand,  Krox20Cre; R26-rtTA; tetO-DTA  mice had a complete arrest of new hair generation ( Fig. 7 C), demonstrating the critical role of  Krox20  lineage cells in hair development. Figure 7. HF  Krox20  lineage cells are critical for hair development. ( A ) Schematic illustration of the doxycycline-inducible mouse model to deplete  Krox20  lineage cells in vivo.  Krox20Cre; R26-rtTA; tetO-DTA  allows the killing of  Krox20  lineage cells by DTA in mice upon doxycycline treatment. ( B )  Krox20Cre; R26-rtTA; tetO-DTA  ( top ) and littermate control ( bottom ) mice were treated with doxycycline from P20 to P50. Remarkable hair loss was observed in  Krox20Cre; R26-rtTA; tetO-DTA  mice at P50.  n  = 8. ( C )  Krox20Cre; R26-rtTA; tetO-DTA  mice were depilated at P20 followed by doxycycline treatment from P20 to P35; notably impaired new hair growth was observed.  n  = 3. ( D ) The HFs in P50  Krox20Cre; R26-rtTA; tetO-DTA  mice were arrested in anagen with an atypical HF structure composed of elongated HFs and shrunken hair bulbs. ( E ) A close-up view of  D  to emphasize the aberrant hair bulb structure. ( F ) The HFs in P50  R26-rtTA; tetO-DTA  control mice were rested in telogen. ( G ) Ectopic melanin deposition (arrowheads) around HFs was noticed in  Krox20Cre; R26-rtTA; tetO-DTA  mice. ( H ) KROX20 immunostaining confirmed a substantial reduction of KROX20 +  cells in  Krox20Cre; R26-rtTA; tetO-DTA  mice after doxycycline treatment. Nuclei were stained with DAPI. ( I ) Schematic illustration of the roles of SCF and  Krox20  lineage cells in hair pigmentation and development. Lineage tracing of  Krox20  lineage cells revealed a dynamic expansion toward the direction of hair-producing cells during HF morphogenesis in the upper HF matrix (red box). Hair progenitor cells sustain differentiated melanocytes through non-cell-autonomous SCF/KIT signaling. Depletion of SCF in hair progenitor cells results in loss of hair pigmentation. Depletion of  Krox20  lineage cells, the cells that differentiate into hair-producing cells, results in impaired hair regeneration. Bar, 50 µm. To characterize further the role of  Krox20  lineage cells in HF development, we examined the skin of  Krox20Cre; R26-rtTA; tetO-DTA  mice after doxycycline treatment between P20 and P50 to assess the impact of  Krox20  lineage cell depletion on hair regeneration. We found that  Krox20  lineage cell-depleted HFs were arrested at anagen ( Fig. 7 D), whereas the control HFs completed the anagen phase and rested at telogen ( Fig. 7 F). Importantly, in contrast to normal anagen HFs,  Krox20  lineage cell-depleted HFs had shrunken hair bulbs, which were located near to where the hair shaft progenitor cells had resided previously ( Fig. 7 E). This atypical anagen phase, with missing stereotypic bulb structure (the reservoir of matrix cells), explained their inability to grow new hair. We also noticed that the  Krox20  lineage cell-depleted skin exhibited ectopic melanin deposition around the HFs ( Fig. 7 G); this is likely contributed by the death of  Krox20  lineage cells after obtaining the melanin from melanocytes, as we started the doxycycline treatment on the same day of depilation, and therefore it will take some time after the doxycycline treatment for the diphtheria toxin A to delete the  Krox20  lineage cells. The appropriateness of this system was validated by faithful depletion of KROX20 cells in vivo after doxycycline induction ( Fig. 7 H). Taken together, these analyses confirm the critical role of  Krox20  lineage cells in hair development as the cells that produce hair directly.",
  "discussion": "Discussion We identified that the transcription factor KROX20 marks a cell lineage differentiating toward the hair shaft and that SCF in these hair shaft progenitor cells acts as a critical intrinsic rheostat of hair pigmentation by managing mature melanocyte in the upper HF matrix. Ablation of  Scf  in  Krox20  lineage cells consequently leads to a complete absence of hair pigmentation, showing an indispensible non-cell-autonomous SCF contribution to melanocytes and that  Krox20  lineage cells are the main source of SCF for follicular mature melanocytes to produce hair pigment. The completion of hair regeneration is dependent on the presence of HF  Krox20  lineage cells as the cells giving rise directly to hair shafts ( Fig. 7 I). SCF production in keratinocytes appears solely to regulate the generation of hair pigmentation by melanocytes because no skin or hair developmental defect was observed in the  Scf  or  flox/gfp ; Krox20Cre Scf  mice ( flox/gfp ; K14Cre Figs. 1 D,  2 G). The critical role of SCF/KIT signaling in hair pigmentation has long been recognized ( Copeland et al. 1990 ;  Reith et al. 1990 ;  Okura et al. 1995 ); however, this is the first report to identify  Krox20  lineage hair shaft progenitor cells definitively as the source of SCF to control this process. This discovery could lead to additional studies to characterize their contributions to other signaling events that are critical for melanocyte development, including the effects of Notch ( Schouwey et al. 2007 ), TGFβ ( Nishimura et al. 2010 ), and β-catenin ( Rabbani et al. 2011 ). During the development of melanocytes, the neural crest stem cells generate melanoblasts that subsequently become melanocyte stem cells. Although melanocyte stem cells in the bulge do not require SCF, their differentiation into mature melanocytes is SCF-dependent ( Nishimura et al. 2002 ), consistent with our finding that loss of SCF in hair shaft progenitor cells targets only the mature melanocytes in the matrix and not the undifferentiated melanocyte precursors. While dissecting the hair-graying phenotype of  Scf  mice, we surprisingly discovered that this hair color change is associated with distinct stages in the cells committed to hair production.  flox/gfp ; Krox20Cre Krox20  lineage marks the hair shaft progenitor cells only after P6–P10 ( Fig. 3 A), which demonstrates the presence of a second wave of hair shaft progenitor cells and explains the late onset of hair hypopigmentation and eventual complete depigmentation in  Scf  mice. Interestingly, late onset of the hair hypopigmentation phenotype has also been observed in other genetically modified mice.  flox/gfp ; Krox20Cre Bcl2 −/−  mice ( Veis et al. 1993 ) and  Notch1  mice ( flox/+ ; Notch2 flox/flox ; TyrCre Schouwey et al. 2007 ) exhibit hair graying that is similar to that of the  Scf  mice. Loss of BCL2-dependent melanocyte stem cells beginning from P8 has been identified to cause the hair graying in  flox/gfp ; Krox20Cre Bcl2 −/−  mice ( McGill et al. 2002 ;  Nishimura et al. 2005 ). On the other hand, β -cat  mice ( flox/− ; K14Cre Huelsken et al. 2001 ) display late-onset hair loss. They develop hairs after birth, but most of these hairs are lost as they grow into adulthood. Taken together, these late-onset phenotypes might be related to our two-wave hair growth model. Furthermore, this model could shed light on the classification of embryonic and adult stem cells that are committed to the same type of tissue generation. KROX20 is best known as a transcription factor for Schwann cells during differentiation from promyelinating to myelinating states ( Topilko et al. 1994 ), which takes place primarily during early postnatal development ( Zorick et al. 1999 ). This phenomenon is similar to the expansion of HF  Krox20  lineage cells during hair morphogenesis ( Fig. 3 A). A recent study has revealed that peripheral nerve KROX20 induction is regulated by the Lin28/ Let-7  axis ( Gokbuget et al. 2015 ). Lin28 is a conserved RNA-binding protein that is expressed highly in embryonic stem cells. It is also diminished sharply after birth; this change results in the induction of  Let-7  microRNA ( Shyh-Chang and Daley 2013 ). Interestingly,  Lin28a  transgenic mice exhibit a thickened hair coat due to prolonged anagen ( Shyh-Chang et al. 2013 ). These results suggest that KROX20 could be a downstream regulator for Lin28/ Let-7 -mediated perinatal development in both nerves and skin. The bone morphogenetic protein (BMP) and Wnt/β-catenin signaling plays a central role in epidermal homeostasis and HF development ( Blanpain and Fuchs 2009 ;  Solanas and Benitah 2013 ;  Plikus and Chuong 2014 ). Mice with  K5  promoter-driven BMP antagonist noggin ( K5-noggin ) are characterized by enlarged anagen HFs with thickened hair shafts; this feature is associated with hyperproliferative hair matrix cells with a sixfold decrease in  Krox20  expression ( Sharov et al. 2006 ). Similarly,  K14-noggin  mice have a faster response to hair regeneration ( Plikus et al. 2008 ). Moreover, Wnt activation leads to up-regulation of KROX20, and this induction can be synergized by BMP inhibition with noggin ( Saint-Jeannet et al. 1997 ;  Baker et al. 1999 ). Taken together with our findings, the functional prediction for KROX20 in HF development could be a downstream effector of Wnt/β-catenin and BMP signaling, thereby directing HF stem cell differentiation. In conclusion, this study delineates the origin of SCF expression in the hair matrix progenitors as a niche for follicular mature melanocytes and that their SCF is indispensible for hair pigmentation. In addition, SCF expression in the matrix identifies immediate antecedents of hair shaft structural cells, and transcription factor KROX20 marks a sublineage of epithelial cells differentiating toward this hair shaft progenitor cells. Future studies to reconstitute SCF in the matrix niche will be interesting and will address whether hair hypopigmentation could be reversible. Furthermore, genetic ablation of  Krox20  and global profiling of KROX20 transcriptional targets will help to elucidate its biological roles in epidermal differentiation and HF development.",
  "upgrade_date": "2026-02-20 07:32:53"
}