{
  "pmid": "28489286",
  "abstract": "Recent studies have shown that constitutive activation of extracellular signal-regulated kinases 1 and 2 (ERK1/2) in Schwann cells (SCs) increases myelin thickness in transgenic mice. In this secondary analysis, we report that these transgenic mice develop a postnatal corneal neurofibroma with the loss of corneal transparency by age six months. We show that expansion of non-myelinating SCs, under the control of activated ERK1/2, also drive myofibroblast differentiation that derives from both SC precursors and resident corneal keratocytes. Further, these mice also harbor activated mast cells in the central cornea, which contributes to pathological corneal neovascularization and fibrosis. This breach of corneal avascularity and immune status is associated with the growth of the tumor pannus, resulting in a corneal stroma that is nearly four times its normal size. In corneas with advanced disease, some axons became ectopically myelinated, and the disruption of Remak bundles is evident. To determine whether myofibroblast differentiation was linked to vimentin, we examined the levels and phosphorylation status of this fibrotic biomarker. Concomitant with the early upregulation of vimentin, a serine 38-phosphorylated isoform of vimentin (pSer38vim) increased in SCs, which was attributed primarily to the soluble fraction of protein-not the cytoskeletal portion. However, the overexpressed pSer38vim became predominantly cytoskeletal with the growth of the corneal tumor. Our findings demonstrate an unrecognized function of ERK1/2 in the maintenance of corneal homeostasis, wherein its over-activation in SCs promotes corneal neurofibromas. This study is also the first report of a genetically engineered mouse that spontaneously develops a corneal tumor.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:45:47.549643",
  "abstract_length": 1770,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}