{
  "pmid": "28502478",
  "abstract": "Malignant peripheral nerve sheath tumors (MPNSTs) are aggressive neoplasms that commonly occur in patients with neurofibromatosis type 1 (NF1). Effective chemotherapy is not available. To characterize a therapeutic target for treatment, we investigated the role of cellular retinoic acid binding protein 2 (CRABP2) in MPNST in vitro. CRABP2 is a transcriptional co-activator of retinoic acid signaling. Although overexpression of CRABP2 is described in several cancers, it has not yet been studied in MPNSTs. We investigated CRABP2 expression in cultured Schwann cells and formalin-fixed, paraffin-embedded specimens of human peripheral nerve sheath tumors. A transient knockdown of CRABP2 was established in human NF1-associated MPNST cell lines (S462, T265, NSF1), and functional effects on viability, proliferation, apoptosis, and cytotoxicity were monitored. Finally, a 45-pathway reporter assay was performed in knockdown cells. Expression of CRABP2 was found in epithelium, fibroblasts, and tumor Schwann cells of skin, neurofibromas, and MPNSTs. In contrast, normal skin Schwann cells (NF1",
  "methods": "Methods A strategy of transfecting KYSE-150 cells with vectors or CRABP2 overexpression was applied in this study. Changes in cell proliferation, migration, invasion and apoptosis in OE-NC, OE-CRABP2, OE-NC + ATRA and OE-CRABP2 + ATRA groups were observed. The location of CRABP2 with ATRA and the expression of key proteins that may be involved were detected. The volume and weight of subcutaneous grafted tumours in nude mice were compared in vivo, cell morphology was observed through haematoxylin and eosin (HE) staining, and cell apoptosis was detected using TUNEL staining. Materials and methods Drugs and reagents The ATRA was purchased from Aladdin (Shanghai, China). It was dissolved in absolute ethanol (10 − 2  mol/L) and stored at − 20 °C. Cell culture The KYSE-150, TE-1,and EC109 cells, obtained from Procell, were maintained in complete RPMI1640 (Procell), supplemented with 10% FBS (GIBCO), Ham’s F-12 (Procell), 100 units/mL of penicillin and 100 µg/mL of streptomycin (GIBCO), at 37 °C in a humidified incubator with 5% CO 2 . Lentiviral vectors The HBLV-LUC-puro lentiviral vectors expressing CRABP2 were purchased from Hanbio (Shanghai, China). All vectors contained a puromycin antibiotic resistance gene for the selection of transduced mammalian cells. In addition, recombinant lentiviral or control vectors, together with two auxiliary packaging plasmids (pSPAX2 and pMD2G), were co-transfected within HEK293T cultures for lentiviral generation. The cells were cultured for 48 h, and the supernatant was then collected. The KYSE-150 cell populations were incubated using the lentiviral supernatant, with an initial multiplicity of infection of 20 transduced KYSE-150 cell populations selected with 3.0 µg/ml of puromycin for 4 days, and overexpression efficiency was assessed using qPCR and Western blot analysis (Supplementary Fig. 1A–C). Cell proliferation analysis Cell viability was determined using Cell Counting Kit-8 (MCE, HY-K0301, China) following the manufacturer’s instructions. A 100-mL suspension of KYSE-150 was plated at a density of 5 × 10 3  cells/mL in 96-well plates and incubated overnight. The following day, fresh media was added, and supplemented with 10% FBS. Cells were treated with 0, 10, 20, 40, 60, 80, 100 and 100 µmol/L of ATRA for 48 hours [ 19 ]. The cells were then treated with 30 µmol/L of ATRA for 24, 48, 72, 96 and 120 h. Subsequently, 10 µL of CCK-8 solution was added to each well and incubated for 1 h, and the optical density (OD) value was measured at 450 nm using a Flexstation 3 (Molecular Devices, USA) microplate reader. Cell viability was calculated as follows: cell viability [%] = [Abs (sample) − Abs (blank)/Abs (negative control) − Abs (blank)] × 100. Cell cycle detection Cells were digested with 0.25% trypsin without EDTA and harvested after digestion had been terminated. The supernatant was removed after the solution was centrifuged at 1,500 rpm for 5 min, and a phosphate buffer solution (PBS) was used to wash the cells. The cells were gently fixed in 70% cold ethanol and stored at − 20 °C overnight. They were then stained with RNase and PI for 30 min to facilitate cell cycle detection. The flow cytometric method (FCM) (Beckman Coulter, USA) was used to evaluate the cell cycle distribution.  Apoptosis analysis We used the annexin V-FITC apoptosis detection kit (Elabscience, Wuhan, China) in accordance with the manufacturer’s instructions to detect KYSE-150 cell apoptosis through the FCM. Briefly, the cells were washed with cold PBS, digested with trypsin, transferred into a centrifuge tube and centrifuged for 5 min at 1,000 × g. Annexin V-FITC and propidium iodide dye were added, mixed and incubated at room temperature for 10–20 min in the dark and then placed in an ice bath and immediately examined by flow cytometer (LSR II, BD Biosciences, Franklin Lakes, NJ, USA). Cell migration and invasion analysis Cell migration was assessed using 24-well Transwell filters (Corning Life Sciences). Briefly, 5 × 10 4  cells were seeded into the upper chamber in a serum-free medium, and the lower chamber was filled with a complete medium containing 20% FBS. After 48-hour incubation at 37 °C, cells that passed through the filter were fixed using 5% glutaraldehyde at 4°C for 30 min and stained with a 0.5% crystal violet solution at 37 °C for 30 min. Images were captured using an inverted light microscope (magnification ×200; Nikon, Japan), and cells in three randomly selected fields were counted. For the cell invasion assay, the filter membranes were pre-coated with Matrigel™ (Corning, USA) at 37 °C for 30 min, and other steps were performed as described in the migration assay. The migration and invasion assays were performed in triplicate and repeated three times independently. ROS, MDA, SOD, LDH, ATP and mitochondrial membrane potential detection Reactive oxygen species (ROS) levels were detected through flow cytometry using a ROS Detection Kit (S0033, Beyotime, China). The absorbance value was detected using a malondialdehyde (MDA) detection kit (A003-1, Jiancheng, China), and the MDA content was calculated according to the formula. The microplate reader determined the absorbance OD value of each well using a superoxide dismutase (SOD) test kit (A001-3, Jiancheng, China) and then calculated the SOD inhibition rate. In addition, the microplate reader determined the absorbance value of each well using a lactate dehydrogenase (LDH) detection kit (A020-2, Jiancheng, China) and then calculated the activity of LDH using the formula. The ATP Assay Kit (A095-1, Jiancheng, China) was used to detect the cellular ATP content. Mitochondrial membrane potential (MMP, Δψm) was determined using a JC-1 kit (C2006, Beyotime, China). RNA extraction and real-time RT-PCR. Total RNA was extracted using a TRIzol reagent (Invitrogen), and first-strand cDNA was synthesised using the ReverTra Ace qPCR RT Kit (Toyobo, Japan). In addition, a SYBRGreen Realtime PCR Master Mix (Toyobo, Japan) was used for real-time PCR. The primer was synthesised by Gencript (Nanjing, China), and GAPDH was used for normalisation of the expression data. Fold change = 2 −ΔΔCt , ΔΔCt = (CT Sample – Ct GAPDH) – (Ct Control – Ct GAPDH). All experiments were repeated at least three times. The primer information is shown in Supplementary Table 1. Western blot assay The total protein extracted from cell pellets or tissue samples was first quantified using the Pierce BCA Protein Assay Kit (Thermo Scientific). Then, 80 µg of protein was loaded on the SDS-PAGE gel for electrophoresis. Afterwards, the protein was transferred to nitrocellulose membranes (Millipore, USA), which were then blocked with 5% non-fat milk and incubated at 4 °C overnight with the primary antibodies. The next day, the membranes were incubated with appropriate secondary antibodies conjugated with fluorescence. Finally, the membranes were visualised using the Odyssey Infrared Imaging System (Licor, USA). The antibody information is shown in Supplementary Table 2.  Immunofluorescence detection Cells were collected and washed twice with PBS and fixed with 4% paraformaldehyde. Cell pieces with fixed and broken membranes were then sealed with serum, incubated with primary antibody, incubated with secondary antibody, stained with DAPI for nuclei quantification and sealed again. This was followed by examination and photography using a Nikon fluorescence microscope. All experiments were repeated at least three times. Xenograft mouse model All animal experiments were conducted in strict accordance with the Guidelines for the Care and Use of Laboratory Animals issued by the Ministry of Science and Technology of China and the ARRIVE 2.0 guidelines. The protocol was reviewed and approved by the Animal Ethics Committee of the First Affiliated Hospital of Xinjiang Medical University (approval No. K202207-34). The 3R principles (Replacement, Reduction, and Refinement) were fully implemented throughout the study: Replacement: No alternative in vitro or in silico models could fully replicate the complex tumor–host interactions that were the focus of this study; therefore, the use of an in vivo model was unavoidable. Reduction: A power analysis was performed a priori to determine the minimum number of animals required; consequently, only 3 mice per group were used. Refinement: Animals were housed under specific-pathogen-free conditions (22 ± 2 °C, 50–60% humidity, 12 h light/dark cycle) with ad libitum access to sterile food and water. Tumor growth was monitored using high-resolution calipers to minimize handling time. Anesthesia and analgesia were rigorously applied: mice were anesthetized with 2% isoflurane in 100% oxygen for all tumor cell injections and imaging procedures. Humane endpoints were strictly enforced—any mouse whose tumor exceeded 15 mm in any dimension, lost > 20% body weight, or exhibited sustained behavioral or physiological distress was immediately euthanized by cervical dislocation under deep isoflurane anesthesia. At the final time point, all animals were euthanized humanely using the same method. No animals died before the experimental endpoint. Every effort was made to minimize suffering, reduce the number of animals used, and utilize alternatives where scientifically feasible. To evaluate the effects of CRABP2 on cell growth in vivo, 100 µL of 5 × 10 6  KYSE-150 cells stably transfected with vector or CRABP2 overexpression were subcutaneously injected into the right armpits of male nude mice ( n  = 12). The mice, aged 4 weeks, were commercially purchased from Kavins Laboratory (Changzhou, China). The mice were then monitored every 2 days, with the tumours visible after 7 days, which was recognised as day 0 for tumour growth. Afterwards, the tumour sizes were measured every 5 days using a Vernier calliper. Based on our previous study results, the tumour volumes were calculated using the following formula: length (mm) × width (mm) × width (mm) × 0.5. After 20 days, the mice were anaesthetised through isoflurane inhalation and then humanely killed by breaking their necks. Finally, the tumours were dissected, weighed and photographed. Notably, no mice died during the experimental process. Haematoxylin and Eosin staining The tumour tissue from mice in different groups was fixed in 10% formaldehyde, dehydrated in graded ethanol, embedded in paraffin and sliced (5 μm). The tissue samples were then dewaxed in xylene, rehydrated in graded ethanol and stained with haematoxylin (Beyotime, China) for 5 min and eosin (Beyotime) for 2 min. Following dehydration with graded ethanol and vitrification with dimethylbenzene, the tissue samples were observed under a microscope (Olympus, Japan). TdT-mediated dUTP nick-end labelling assay Apoptosis in ESCC cells was determined with a TdT-mediated dUTP nick-end labelling assay (TUNEL) assay kit (Roche, USA). The TUNEL analysis was performed on paraffin-embedded ovaries in accordance with the manufacturer’s instructions. Sections were counterstained with DAPI from Beyotime (Shanghai, China). A positive control slide was prepared through incubation with DNaseI (Takara, Beijing) for 30 min at room temperature. The negative control slide received 2 µL of distilled water in place of 2 µL of TdT2 in the fluorescein-12-dUTP reaction mixture. Immunohistochemistry For immunohistochemistry, we purchased CRABP2 (Abcam, ab211927), FABP5 (Abcam, ab255276), RARγ (CST, 8965T), PPARβ/δ (Affinity, DF7442), Ki-67 (Affinity, AF0198) and caspase-3 (Abcam, ab179517). Antigen retrieval (EDTA pH = 9.0) was performed after dewaxing the slices. Primary antibodies were added at the appropriate dilutions and incubated overnight at 4 °C. The following day, secondary antibodies (PV-6001) were added after washing. Subsequently, DAB staining was performed to visualise positive signals, followed by haematoxylin counterstaining. The quantitative analysis of staining intensity was conducted by evaluating the combined OD (IOD). Five representative images were taken per slice under high magnification (×400) using K-view scanning software and analysed using Image-Pro Plus v6.0 software (Bethesda, USA). Positive signals appeared as tan granules, with peritumoural tissue serving as the internal control, and CRABP2, FABP5 and caspase-3 were localised to the cytoplasm and Ki-67 to the nucleus. The IOD value was used as the quantitative criterion for tissue expression; a higher IOD value indicates stronger expression. IOD = Mean OD (AOD) × Positive Area (A). Statistical analysis The Student’s t-test and two-sample t-tests were appropriately applied to assess the statistical significance of the study using SPSS Statistics 26.0 and GraphPad Prism 8.0 software. The grey values of the Western blot bands were obtained using WCIF ImageJ software. Error bars represent the standard deviation from three independent experiments, and p (two-tailed) < 0.01 and p (two-tailed) < 0.05 were deemed statistically significant.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:45:53.300077",
  "abstract_length": 1096,
  "methods_length": 12981,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}