{
  "pmid": "PMID:28525381",
  "title": "The cell of origin dictates the temporal course of neurofibromatosis-1 (Nf1) low-grade glioma formation.",
  "abstract": "Low-grade gliomas are one of the most common brain tumors in children, where they frequently form within the optic pathway (optic pathway gliomas; OPGs). Since many OPGs occur in the context of the Neurofibromatosis Type 1 (NF1) cancer predisposition syndrome, we have previously employed Nf1 genetically-engineered mouse (GEM) strains to study the pathogenesis of these low-grade glial neoplasms. In the light of the finding that human and mouse low-grade gliomas are composed of Olig2+ cells and that Olig2+ oligodendrocyte precursor cells (OPCs) give rise to murine high-grade gliomas, we sought to determine whether Olig2+ OPCs could be tumor-initiating cells for Nf1 optic glioma. Similar to the GFAP-Cre transgenic strain previously employed to generate Nf1 optic gliomas, Olig2+ cells also give rise to astrocytes in the murine optic nerve in vivo. However, in contrast to the GFAP-Cre strain where somatic Nf1 inactivation in embryonic neural progenitor/stem cells (Nf1flox/mut; GFAP-Cre mice) results in optic gliomas by 3 months of age in vivo, mice with Nf1 gene inactivation in Olig2+ OPCs (Nf1flox/mut; Olig2-Cre mice) do not form optic gliomas until 6 months of age. These distinct patterns of glioma latency do not reflect differences in the timing or brain location of somatic Nf1 loss. Instead, they most likely reflect the cell of origin, as somatic Nf1 loss in CD133+ neural progenitor/stem cells during late embryogenesis results in optic gliomas at 3 months of age. Collectively, these data demonstrate that the cell of origin dictates the time to tumorigenesis in murine optic glioma.",
  "authors": "Anne C Solga; Joseph A Toonen; Yuan Pan; Patrick J Cimino; Yu Ma; Guillaume A Castillon; Scott M Gianino; Mark H Ellisman; Da Yong Lee; David H Gutmann",
  "journal": "Oncotarget",
  "publicationDate": "2017-07-18",
  "doi": "10.18632/oncotarget.17589",
  "methods": "MATERIALS AND METHODS Mice Nf1+/ − mice [ 30 ] were bred with  Nf1 f/wt  mice to produce  Nf1 flox/mut  mice, and intercrossed with  Nf1 flox/flox ;  Olig2-Cre mice to generate  Nf1 flox/mut ;  Olig2-Cre (FMOC) mice, while  Nf1 flox/mut ;  GFAP-Cre (FMC; [ 11 ]) and  Nf1 flox/flox  [ 31 ] control mice were established as previously reported.  Nf1 flox/mut  mice were also intercrossed with  Nf1 flox/flox ;  Prom1-Cre ER  mice [ 22 ] to generate  Nf1 flox/mut ;  Prom1-Cre ER  (FMPrC) mice. Timed-pregnant FMPrC dams (gestational day 14–16) underwent oral gavage with 1mg tamoxifen (Sigma-Aldrich, St. Louis, MO) and 1 mg progesterone (Sigma-Aldrich, St. Louis, MO) in 100μl of corn oil suspension. Olig2-Cre mice (B6-Olig2 tm2 (TVA, cre)Rth /J; Jackson Laboratory; [ 20 ]) and GFAP-Cre mice [ 32 ] were intercrossed with Rosa-GREEN mice (B6.Cg- Gt(ROSA)26Sor tm(CAGZsGreen1)Hze+ / J; Jackson Laboratory) for cell fate mapping. Mice were backcrossed and maintained on a C57Bl/6 background and used in accordance with approved Animal Studies protocols. The recombination frequency of Olig2-Cre (11.11%; data not shown) and GFAP-Cre (13.36%; [ 16 ]) mice were determined following intercrossing with Rosa-GREEN mice. Immunohistochemistry Paraffin and frozen section immunohistochemical analyses were performed [ 33 ] using specific antibodies ( Supplementary Table 1 ), followed by either Alexa-Fluor-tagged secondary antibodies (Invitrogen, Grand Island, NY) and DAPI counterstaining or biotinylated secondary antibodies and Vectastain Elite ABC development. Terminal deoxynucleotide transferase-mediated dUTP nick-end labeling (TUNEL) staining was performed as before [ 33 ]. Optic nerve measurements Optic nerves with an intact chiasm were microdissected, photographed, and optic nerve volumes calculated [ 13 ]. Statistical analysis Statistical analysis was performed as previously described [ 33 ]. SUPPLEMENTARY MATERIALS FIGURES AND TABLES",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:27:04"
}