{
  "pmid": "28529006",
  "abstract": "Despite the growing knowledge of the genetic background behind the cancers that occur in a context of hereditary predisposition, personal or family cancer history may not be clear enough to support directional gene testing. Defined targeted next-generation sequencing gene panels allow identification of the causative disease mutations of multigene syndromes and differential diagnosis for syndromes with phenotypically overlapping characteristics. Herein, we established a next-generation sequencing analysis pipeline for the molecular diagnosis of multiple inherited cancer predisposing syndromes using the commercially available target sequencing panel TruSight Cancer. To establish the analysis pipeline, we included 22 control samples with deleterious mutations covering all genes currently analyzed at our institution by standard Sanger sequencing. We tested the pipeline using 51 samples from patients with a clinical diagnosis of neurofibromatosis type 1 (NF1), 10 of which without previous molecular characterization of the causative NF1 mutations. We propose a thoroughly validated analysis pipeline that combines Isaac Enrichment, Burrows-Wheeler Aligner Enrichment, and NextGENe for the alignment and variant calling, and GeneticistAssistant for variant annotation and prioritization. This pipeline allowed the identification of disease-causing mutations in all 73 patients, including a large duplication of 37 bp in NF1. We show that high sensitivity and specificity can be achieved by using multiple bioinformatic tools for alignment and variant calling and careful variant filtering, having in mind the clinical question.",
  "methods": "2 Materials and methods 2.1 Patients and samples A total of 467 index patients referred to the Genetics Department of the Portuguese Oncology Institute of Porto (IPO-Porto) were included in this study, 412 patients were selected retrospectively, and 55 patients were prospectively enrolled. The 467 index patients were divided in two groups. The first group comprised 228 patients with colorectal polyposis that were negative for  MUTYH  and/or  APC  pathogenic variants, in whom the entire coding regions and intronic adjacent regions of  MUTYH  and/or  APC  genes had been studied (149 patients) or the most frequent  MUTYH  variants in our population (the  NM_001128425.1 :c.536A>G p.(Tyr179Cys), the  NM_001128425.1 :c.1187G>A p.(Gly396Asp), and the  NM_001128425.1 :c.1227_1228dup p.(Glu410GlyfsTer43)) had been screened (79 patients). In the second group we included 239 patients with familial/personal history of multiple tumors (except multiple breast, ovarian tumors or polyposis) without pathogenic variants in the high penetrance genes associated with the corresponding phenotypes (according to the geneticist evaluation). This study was approved by the Ethics Committee of IPO-Porto (reference number CES 112/021) and was conducted according to the Helsinki Declaration. Informed consent for research was obtained from all the patients at the time of genetic counselling. Whenever possible, family members of the positive index patients were also studied. Genomic DNA was extracted from peripheral blood samples according to standard protocols. 2.2  NTHL1  variant screening All  NTHL1  variants were described according to the Human Genome Variation Society (HGVS) nomenclature and using  NM_002528.7  as reference sequence. 2.2.1 Kompetitive allele-specific PCR genotyping assay In all patients selected retrospectively or negative for the most frequent  MUTYH  variants selected prospectively ( n  = 429; 193 with polyposis and 236 with multiple tumors), the recurrent  NTHL1  variant  NM_002528.7 :c.244C>T p.(Gln82Ter) was screened using a kompetitive allele-specific PCR (KASP) genotyping assay (LGC Genomics, Hoddesdon, UK) according to the manufacturer´s protocol in a LightCycler ®  480 Real-Time PCR System (Roche, Basel, Switzerland). The primers were designed using the Primer-BLAST design tool from NCBI ( Ye et al., 2012 ). 2.2.2 Next-generation sequencing In 2019, the  NTHL1  gene was included in the updated version of the TruSight Hereditary Cancer panel (Illumina, Inc., San Diego, CA, United States). Since then, 38 patients fulfilled the criteria to be included in this study: 35 patients presented polyposis and three patients had familial/personal history of multiple tumors. Briefly, the  NTHL1  gene was analyzed by NGS, using the aforementioned kit and the Illumina DNA Prep with Enrichment protocol (Illumina, Inc.), with library preparation performed according to the manufacturer’s protocol, and the sequencing reaction carried out using a high-output kit in the NextSeq 550 platform (Illumina, Inc.) in 2x150 bp paired end runs. Sequencing alignment and variant analysis were performed using a bioinformatics pipeline previously validated by our group ( Paulo et al., 2017 ). In brief, alignment and variant calling were done using NextGENe (v2.4, Softgenetics, State College, PA, United States), with.vcf files being imported into GeneticistAssistant™ (Softgenetics) for variant annotation. All variants with a variant allele frequency (VAF) ≤10%, minor allele frequency (MAF) > 1%, in-house database frequency ≥5%, and/or intronic variants at more than 12bp away from exon-intron boundaries were excluded. For MAF filtering, data was obtained from the 1000 Genomes Project (1KGP), Genome Aggregation Database (gnomAD), and Exome Aggregation Consortium (ExAC) databases. 2.2.3 Sanger sequencing Sanger sequencing was used to validate the KASP genotyping results, to sequence the entire  NTHL1  coding region whenever a heterozygous carrier was identified during the KASP genotyping screening, and to study all family members available. Briefly, Sanger sequencing was performed using the BigDye ®  Terminator v3.1 Cycle Sequencing Kit (ThermoFisher Scientific, Waltham, MA, United States), following the manufacturer’s instructions, and the products were analyzed on an ABI 3500 Genetic Analyzer (ThermoFisher Scientific). 2.3 Comprehensive tumor genomic profiling and mutational signature DNA extraction from FFPE samples of three different  NTHL1  variant carriers (patient #1 and #7, and relative #3) was performed using the Cobas ®  DNA Sample Preparation Kit (Roche Diagnostics, Basel, Switzerland) according to the manufacturer’s protocol. Quantity of DNA samples was measured with the Qubit dsDNA HS assay kit in a Qubit ®  Fluorometer (Thermo Fisher Scientific). DNA libraries were prepared using the Illumina TruSight Oncology 500 (TSO500) kit (Illumina, Inc.) according to the manufacturer’s instructions. Sequencing was carried out using a high-output kit in the NextSeq 550 System (Illumina, Inc) in a 2x101 bp paired-end run. Data analysis was performed using the TSO500 Local App v2.0 (Illumina, Inc) and the resulting.vcf files were imported to GeneticistAssistant™ software (SoftGenetics) for variant annotation. The following variant calls were excluded: variants with a MAF of >0.01% in GnomAD, variants in non-exonic regions, and/or insertions and deletions with in-house database frequency ≥20%. To infer the contribution of the Catalogue of Somatic Mutations in Cancer (COSMIC) mutational signatures (v3.2), we used the MutationalPatterns package in R v4.2.1 ( Manders et al., 2022 ). This analysis was also applied to a set of eight sporadic endometrial cancers and 18 colorectal tumors.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:46:05.091819",
  "abstract_length": 1636,
  "methods_length": 5751,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}