{
  "pmid": "PMID:28529006",
  "title": "Validation of a Next-Generation Sequencing Pipeline for the Molecular Diagnosis of Multiple Inherited Cancer Predisposing Syndromes.",
  "abstract": "Despite the growing knowledge of the genetic background behind the cancers that occur in a context of hereditary predisposition, personal or family cancer history may not be clear enough to support directional gene testing. Defined targeted next-generation sequencing gene panels allow identification of the causative disease mutations of multigene syndromes and differential diagnosis for syndromes with phenotypically overlapping characteristics. Herein, we established a next-generation sequencing analysis pipeline for the molecular diagnosis of multiple inherited cancer predisposing syndromes using the commercially available target sequencing panel TruSight Cancer. To establish the analysis pipeline, we included 22 control samples with deleterious mutations covering all genes currently analyzed at our institution by standard Sanger sequencing. We tested the pipeline using 51 samples from patients with a clinical diagnosis of neurofibromatosis type 1 (NF1), 10 of which without previous molecular characterization of the causative NF1 mutations. We propose a thoroughly validated analysis pipeline that combines Isaac Enrichment, Burrows-Wheeler Aligner Enrichment, and NextGENe for the alignment and variant calling, and GeneticistAssistant for variant annotation and prioritization. This pipeline allowed the identification of disease-causing mutations in all 73 patients, including a large duplication of 37 bp in NF1. We show that high sensitivity and specificity can be achieved by using multiple bioinformatic tools for alignment and variant calling and careful variant filtering, having in mind the clinical question.",
  "authors": "Paula Paulo; Pedro Pinto; Ana Peixoto; Catarina Santos; Carla Pinto; Patrícia Rocha; Isabel Veiga; Gabriela Soares; Catarina Machado; Fabiana Ramos; Manuel R Teixeira",
  "journal": "The Journal of molecular diagnostics : JMD",
  "publicationDate": "2017-07",
  "doi": "10.1016/j.jmoldx.2017.05.001",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-19 09:27:05"
}