{
  "pmid": "28542306",
  "abstract": "Benign neurofibromas, the main phenotypic manifestations of the rare neurological disorder neurofibromatosis type 1, degenerate to malignant tumors associated to poor prognosis in about 10% of patients. Despite efforts in the field of (epi)genomics, the lack of prognostic biomarkers with which to predict disease evolution frustrates the adoption of appropriate early therapeutic measures. To identify potential biomarkers of malignant neurofibroma transformation, we integrated four human experimental studies and one for mouse, using a gene score-based meta-analysis method, from which we obtained a score-ranked signature of 579 genes. Genes with the highest absolute scores were classified as promising disease biomarkers. By grouping genes with similar neurofibromatosis-related profiles, we derived panels of potential biomarkers. The addition of promoter methylation data to gene profiles indicated a panel of genes probably silenced by hypermethylation. To identify possible therapeutic treatments, we used the gene signature to query drug expression databases. Trichostatin A and other histone deacetylase inhibitors, as well as cantharidin and tamoxifen, were retrieved as putative therapeutic means to reverse the aberrant regulation that drives to malignant cell proliferation and metastasis. This in silico prediction corroborated reported experimental results that suggested the inclusion of these compounds in clinical trials. This experimental validation supported the suitability of the meta-analysis method used to integrate several sources of public genomic information, and the reliability of the gene signature associated to the malignant evolution of neurofibromas to generate working hypotheses for prognostic and drug-responsive biomarkers or therapeutic measures, thus showing the potential of this in silico approach for biomarker discovery.",
  "methods": "Materials and methods The detailed workflow of selection and pre-processing of microarrays used to obtain the MPNST vs. NF gene signature, translation to ENSEMBL gene names, and computation of gene scores and of effect size medians, and final filters are shown in  S4 Fig . Where appropriate, tables are indicated for some of the main results generated (right). The meta-analysis PRISMA checklist is included as supporting information ( S2 Appendix ). Study selection Microarray and DNA methylation studies were selected from GEO and ArrayExpress public databases using the key words NF1, MPNST, neurofibromatosis, and neurofibroma; we included high-throughput sequencing, microarray and methylation data. Additional selection criteria were 1) for microarray studies, only data from Affymetrix, Agilent, ABI and Illumina platforms were allowed, and 2) we only considered studies accepted for publication, with raw data from samples from cell cultures or nerve tumors. Microarray data preprocessing Each microarray was preprocessed and evaluated independently using the R/BioConductor software environment [ 63 ]. R packages used in pre-processing steps are detailed in Materials and methods A in  S1 Appendix . After grouping dNF and pNF samples as NF, and sporadic and NF1-associated as MPNST, the resulting expression set was filtered to discard features with FDR values >0.05 obtained by ANOVA. The expression set derived was used to assess appropriate grouping of samples from the independent studies by principal component analysis (PCA), as shown in  S5  and  S6  Figs. The final derived expression set was used to analyze gene differential expression. Probe name translation to human ENSEMBL and HUGO gene IDs and mapping in human chromosome arms As integration of scores from different platforms required common identifiers, we translated probe names from each study to ENSEMBL human gene IDs according to Ensembl Archive release 82 (September 2015). To obtain a unique score for each gene, we selected the score of the probe with the greatest variation when the identifier was present more than once. This variation was calculated as the variance of normalized expression values of all samples from the two phenotypes compared. Mouse gene IDs were also translated to human homologous gene IDs. Human ENSEMBL gene IDs were associated with HUGO gene nomenclature IDs and mapped to human chromosomes and bands. Details of ENSEMBL gene ID association to human chromosome arms are shown in Materials and methods B in  S1 Appendix . Gene scores across studies and final individual gene score in a two-phenotype comparison Gene scores were also computed in the R/Bioconductor environment [ 63 ]; Materials and methods C in  S1 Appendix  details the formula and computation method used. In an example illustrating the factors involved in gene score computation,  S13 Table  shows values for the differentially expressed genes obtained by comparing MPNST vs. NF from the  GSE66743  study. The final score across studies of a single species was calculated as the sum of standardized individual s ij  scores. Final human and mouse scores were weighted for human results. Genes exclusive to mouse were ignored and mouse data that differed from human data in the expression ratio sign were discarded. The human score was calculated by adding scores from human studies. Inclusion of murine data was limited to genes for which the sign for the final human and mouse scores were identical, and final human scores were not null. logFC and logFC_m of genes across studies Gene logFC were calculated across the studies as the median value of logFC ij ; logFC ij  values for each gene (i) in each individual study (j) were obtained in the phenotype comparison. Gene logFC_m were computed as the median value of logFC_m ij ; we have defined logFC_m ij  as the log 2  of the median value of all expression ratios between phenotypes. To avoid inconsistency, the same restriction imposed on the final score was used for logFC and logFC_m values. The signs for human median values of computed logFC/logFC_m were compared with those of mouse. If human and mouse signs were equal, the mouse logFC/ logFC_m was used to compute the final logFC/logFC_m. If the signs were different, mouse values were ignored and human values were used as the final logFC/logFC_m. Final filters to obtain the gene signature To avoid inconsistency, the resulting list of genes with non-null score was screened to remove genes showing score signs opposite to those of logFC values ( S4 Fig , third filter). To select genes with the highest score and median size effect values, a final filter was applied to the previous gene list ( S4 Fig , fourth filter). This filter screened 10% of genes with the highest scores (genes with positive score) and 10% of genes with the lowest score (genes with negative score). In both cases, the absolute logFC value should be >0.99. Computation of bias in score values among studies: Bhattacharyya distance (BD) ratio To determine the relative influence of individual experiments on final score values, we computed for each gene the BD between the observed distribution of score frequency and the expected discrete distribution if each study contributed equally to the final score. The lowest BD values thus correlated with similar contributions of individual studies to final score values, while the highest values indicated disparity in the contribution of individual studies. To compare BD without considering the number of studies available for each gene, we computed the BD ratio by dividing the BD by the maximum possible BD value considering the number of studies for each gene. The lowest and highest BD ratio values indicated the similar or dissimilar contribution of each study to each gene score, respectively. A BD ratio equal to zero was applied exceptionally to those genes for which only one study was available, to distinguish these genes from those for which there was more than one study, although only one showed a non-null score. Computation details are given in Materials and methods D in  S1 Appendix . Statistical analyses To determine the statistical significance of the different gene distribution frequencies in human chromosome regions, we calculated the accumulated probability of a binomial distribution P(X≥x) using the pbinom function from the R stats package; **** P ≤0.0001, *** 0.0001<P≤0.001, ** 0.001 <P≤0.01, * 0.01<P≤0.01. The expected frequency of gene distribution in human chromosome arms/bands was calculated considering the association of ENSEMBL gene IDs to human chromosome arms/bands. To assess correlation between values of two vectors, Pearson's product-moment correlation was calculated using the cor.test function from the R stats package. Gene and pathway functional enrichment The over-representation test for GO terms from GO Ontology database release 2016_09_24 (The Gene Ontology Consortium, 2015) was performed through PANTHER v.10 (release 20160715; [ 64 ]) using ENSEMBL IDs as input, Homo sapiens (all genes in the database) as reference list, GO biological process, GO molecular function and GO cellular component complete as Annotation Data Set, and the Bonferroni correction for multiple testing (P <0.05). The EnrichNet tool [ 65 ] was used to inspect KEGG, BioCarta, Wiki Pathways and Reactome databases to search for pathways in which a differentially expressed group of genes is enriched compared to the whole human genome; ENSEMBL IDs were used as input. Only pathways with a significant XD-score or Fischer q-value <0.1 were considered. The search for opposite and similar gene signatures in CMap-DrugMatrix and GEO databases in NFFinder was performed as described [ 20 ]. Gene clustering and visualization Genes were grouped using SOTA [ 66 ] implemented in the analysis and visualization tool MultiexperimentViewer MeV v. 4.9 [ 67 ]. Parameters were fit by default, including distance (Pearson correlation), and Max. Cycles (100). Sample tree was carried out using hierarchical clustering to optimize sample leaf order. Pearson correlation was selected as the distance metric, and average linkage clustering as the linkage method. DNA methylation analysis Methylation data were downloaded from GEO, and inspected and analyzed using the MEDIPS R package [ 68 ]. Linux command lines, R code based on Lienhard  et al . [ 68 ], and details of the analysis are shown in Materials and methods E in  S1 Appendix .",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:46:08.520749",
  "abstract_length": 1868,
  "methods_length": 8471,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}