{
  "pmid": "28548933",
  "abstract": "Dermal neurofibromas (DNFs) are benign peripheral nerve sheath tumors thought to originate from Schwann cell progenitors. These tumors represent one of the hallmarks of the neurofibromatosis type 1 (NF1) tumor predisposition syndrome, where they can number in the thousands. While NF1-DNFs arise due to mutations in the NF1 gene, the vast majority of DNFs occur sporadically (sp-DNFs), where the genetic etiology is currently unknown. Herein, we employed whole-exome sequencing of sp-DNFs to identify a recurrent mutation in the KIR2DL5 gene, which codes for a protein suppressor of natural killer (NK) cell activity. While the function of KIR2DL5 outside of the immune system is unknown, we identified a KIR2DL5N173D mutation in three of nine sp-DNFs, resulting in loss of KIR2DL5 protein expression. In contrast, two of these subjects had unrelated tumors, which retained KIR2DL5 protein expression. Moreover, loss of KIR2DL5 expression was demonstrated in 15 of 45 independently-identified sp-DNFs. Consistent with its potential role as a negative growth regulator important for neurofibroma maintenance, ectopic KIR2DL5N173D expression in normal human Schwann cells resulted in reduced KIR2DL5 expression and increased cell proliferation. Similarly, KIR2DL5 short hairpin RNA knockdown (KD) decreased KIR2DL5 protein levels and increased cell proliferation, as well as correlated with PDGFRβ and downstream RAS/AKT/mTOR hyperactivation. Importantly, inhibition of PDGFRβ or AKT/mTOR activity in KIR2DL5-KD human Schwann cells reduced proliferation to control levels. Collectively, these findings establish KIR2DL5 as a new Schwann cell growth regulator relevant to sp-DNF pathogenesis, which links sporadic and NF1-associated DNFs through RAS pathway hyperactivation.",
  "methods": "MATERIALS AND METHODS Tissue collection and processing De-identified 10μm-thick sections of formalin-fixed paraffin-embedded DNF tissue from 7 male patients with a confirmed NF1 diagnosis and from 10 male patients with sp-DNFs were collected from Washington University Surgical Pathology Department. Total genomic DNA was extracted following review by an experienced neuropathologist (S.D.) using a QIAamp DNA FFPE Tissue Kit (QIAGEN) following manufacturer's instructions. Genomic DNA resuspended in elution buffer was sent for exome sequencing. Since this study was performed using de-identified dermal neurofibroma specimens and the patients could not be re-consented, we were unable to obtain blood for constitutional DNA analysis. Whole-exome sequencing and filtering Whole human exome sequencing was performed from total genomic DNA of 17 tumors by Otogenetics Co. Briefly, library preparation was performed using an Illumina platform. Pair-ended sequencing (100 bp) with a minimum average coverage of 30x or ~2.7–3Gb was performed on a HiSeq2500 platform (human exome V5). Sequence reads were mapped to human reference genome hg18. Variants were annotated in Annovar and were filtered in Microsoft Excel to include only the following criteria: (1) Exonic variations (2) Non-synonymous variations, stop loss/ stop gain, frameshift insertions and frameshift deletions (3) 1000 genome, ExAc and ESP6500 frequencies ≤ 0.01 (4) Deleterious variants according to SIFT, Polyphen and CADD predictions (5) Non-common polymorphism in Cosmic and ClinVar ( Supplementary Table 1 ). Genes mutated more than twice per tumor or resulting in conservative amino acid changes were eliminated from further analysis. cBioPortal for Cancer Genomics ( www.cbioportal.org ) was used to search recurrent identified mutations in other cancers. The complete exome sequencing data is in the process of being uploaded to dbGaP. The sequence reads were as follows: Sample Size Reads Sp1 1,016,288,144 9,587,624 Sp2 2,980,285,61 28,115,902 Sp3 4,023,566,444 37,958,174 Sp4 2,015,092,012 19,010,302 Sp5 2,763,643,024 26,072,104 Sp6 2,264,326,420 21,361,570 Sp7 3,049,257,056 28,766,576 Sp8 2,111,053,38 19,915,598 Sp9 850,889,772 8,027,262 Sp10 4,016,548,608 37,891,968 NF1-1 1,752,023,756 16,528,526 NF1-2 3,296,901,464 31,102,844 NF1-3 2,697,579,372 25,448,862 NF1-4 2,130,578,164 20,099,794 NF1-5 1,632,340,852 15,399,442 NF1-6 1,685,491,160 15,900,860 NF1-7 2,751,629,620 25,958,770 Immunohistochemistry and immunofluorescence Paraffin-embedded tonsil, 4 normal peripheral nerves (sural nerve), 23 NF1-DNFs (13 males, 10 females) and 55 sp-DNFs (31 males, 24 females) were included in the immunohistochemical analyses. All DNFs were incubated with neurofibromin (Santa Cruz sc-67) antibodies, while and all DNFs, tonsil and normal sural nerve sections were incubated with KIR2DL5 (Abcam; ab175895) antibodies. Biotinylated secondary rabbit antibodies (Vector Laboratories) were used in combination with Vectastain Elite ABC development and hematoxylin counterstaining. Normal human tonsil was used as the reference control tissue for the KIR2DL5 antibody. Images were acquired on a Nikon Eclipse E600 microscope conjugated with a Nikon Plan Fluor 10x/0.30 DIC L objective and a Leica EC3 camera. Normal human sural nerve, sp-DNF sections, as well as primary cell cultures of normal human Schwann cells and HEK293T cells were analyzed by immunofluorescence using S100β (Millipore CB1040), c-Kit (Millipore; MAB1164), tryptase (Abcam; ab2378), vimentin (DSHB; AMF-17b) and KIR2DL5 (Abcam; ab129751) antibodies conjugated to appropriate Alexa Fluor secondary antibodies. Images were acquired on a Nikon Eclipse TE300 fluorescence microscope conjugated with a Nikon Plan Fluor 20x/0.45 ELWD objective and a Leica DFC3000G camera. Normal human Schwann cell culture, lentiviral infection and pharmacological inhibitor treatments Normal human Schwann cells (ScienCell Research Laboratories) were cultured on poly-L-lysine-coated plates in Schwann cell medium (ScienCell #1701) supplemented with Schwann cell growth factors, Pen/Strep and fetal bovine serum (FBS), unless otherwise stated and were maintained as per the manufacturer's instructions. For serum-starvation experiments ( Supplementary Figure 5 ), Schwann cells were plated on poly-L-lysine-coated plates in the presence of serum (FBS) for 16h, followed by a 36h period of serum deprivation during which cells were cultured only in Schwann cell medium supplemented with Schwann cell growth factors and Pen/Strep. 10% FBS was added to the cells for 2, 5, 15, 30 or 60 minutes at which time points cells were collected for western blotting analysis. Three sets of lentiviral infection experiments were performed. Schwann cells were either infected once with lentivirus particles encoding (1) either a  KIR2DL5 WT  control or  KIR2DL5N173D  to establish the effect of the identified mutation on normal Schwann cells (Figure  2 ), (2) either a GFP-control or sh KIR2DL5  RNA to knock down KIR2DL5 expression (Figures  3 ,  4 ,  5 ), or were infected twice with lentiviral preparations encoding (3) both a GFP control and  KIR2DL5 CTL  control or both sh KRI2DL5  RNA and  KIR2DL5 CTL  to confirm the specificity of the shKIR2DL5 RNA constructs ( Supplementary Figure 4 ). For all lentiviral infections, HEK-293T cells were initially cultured in DMEM (Gibco) supplemented with 10% heat-inactivated FBS and 1% Pen/Strep solution (Gibco). Three micrograms of total DNA was transfected per well of a 6-well plate (1.5 μg  KIR2DL5WT ,  KIR2DL5CTL KIR2DL5N173D, shKIR2DL5  or pLKO-GFP control; 1.5 μg lentiviral packaging constructs) using Fugene HD reagent (Promega) following manufacturer's instructions. 24h post transfection the media was replaced with fresh Schwann cell media supplemented with10% FBS, Schwann cell growth factors and antibiotics. Viral preparations were collected at 48 and 72 h post-transfection, were filtered, supplemented with polybrene and used for direct infections of Schwann cells. The sequences of the siRNA constructs were: sh KIR2DL5  #1: TCTCTCCATGACTCACCCTAT; sh KIR2DL5  #2: CAGGAGCTCATTTGACATGTA; sh KIR2DL5  #3: GAAACTCTTCAAGTAGTTCAT; KIR2DL5 WT  cDNA cloned in a lentiviral vector was purchased from Origene and was either directly transfected into HEK293T cells, or was transfected following site-directed mutagenesis with QuikChange Site-Directed mutagenesis kit (Promega) following manufacturer's instructions in order to generate KIR2DL5 CTL  (harboring six distinct base pair mutations within the short hairpin recognition sequences but resulting in identical amino acid sequence) or KIR2DL5 N173D . All resulting constructs were subcloned and sequenced by Genewiz. The following primers were used to generate the expression constructs:  KIR2DL5 CTL1  (Forward: 5′-GA GCTTGGTTCAGTGGGTGAAGAAGAGCTGCTCGA GGAATTTCCTGTGACAGAAACAAGCAGTGG-3′, Reverse: 5′-CCACTGCTTGTTTCTGTCACAGGAAA TTCCTCGAGCAGCTCTTCTTCACCCACTGAACCA AGCTC-3′);  KIR2DL5 CTL2  (Forward: 5′- CCTACACAT GCTTCGGCTCGTTACATGATTCACCGTACGAGTG GTCAGACCCGAGTG-3′, Reverse: 5-CACTCGG GTCTGACCACTCGTACGGTGAATCATGTAACGAGC CGAAGCATGTGTAGG-3′);  KIR2DL5 N173D  (Forward: 5′-CCTGGAATGTTCCATCGACGCTGGGCACTGC-3′; Reverse: 5′-GCAGTGCCCAGCGTCGATGGAACAT TCCAGG-3′). GFP control- or siRNA-infected Schwann cells underwent treatment with the following reagents: MK2206 (50nM in DMSO, 4 h; Selleckchem), rapamycin (10μM in DMSO, 4 h; Selleckchem), imatinib (10 μM in water, 16h; Sigma), sunitinib (10 μM in DMSO, 16 h; Sigma), or PD0325901 (10 nM in DMSO, 4h; Selleckchem). Western blotting, immunoprecipitation, RTK arrays and RAS/RAS pathway activity assays Western blotting was performed on Schwann cells lysed in buffer containing 1% NP-40 (nonyl phenoxypolyethoxylethanol), supplemented with protease and phosphatase inhibitors using KIR2DL5 (Abcam), α–tubulin (Sigma), RAS (Millipore), phospho-AKT Thr308 , phospho-AKT Ser473 , AKT, phospho- S6Ser240/244 , S6, phospho-Erk1/2 Thr202/204 , Erk1/2, phosphoPRAS40 Thr246 , PRAS40, phospho-PDGFRβ Tyr771 , phospho-PDGFRβ Tyr1009 , PDGFRβ, PDGFRα (Cell Signaling) primary antibodies, as well as HRP-conjugated secondary antibodies (Cell Signaling) and ECL (Fisher) chemiluminescence. Western signal band intensity was quantified using ImageJ Software (National Institutes of Health, USA,  http://imagej.nih.gov/ij  Java 1.7.0_67).  KIR2DL5A/BKD  cell KIR2DL5 expression levels (Figures  2A ,  3D ) were calculated by normalizing the relative KIR2DL5/α-tubulin band intensity ratio to that of GFP-control-infected Schwann cells. For the immunoprecipitation studies, 100 μg total Schwann cell protein lysate was pre-cleared for 1h in agarose protein G beads (Cell Signaling), immunoprecipitated with PDGFRβ overnight and collected with agarose protein G beads for 2 hours. For the human phospho-RTK array (human phospho-receptor tyrosine kinase array kit; R&D Systems) Schwann cells were lysed in the provided buffer and 80μg total protein was assayed using manufacturer's instructions. In brief, the assay can detect phosphorylation of the following RTKs: ALK/CD246, EphB4, MuSK, Axl, EphB6, PDGFRα, DDR1, ErbB2, PDGFRβ, DDR2, ErbB3, c-Ret, Dtk, ErbB4, ROR1, EGFR, FGFR1, ROR2, EphA1, FGFR2α, Ryk, EphA2, FGFR3, SCFR/c-kit, EphA3, FGFR4, Tie-1, EphA4, Flt-3/Flk-2, Tie-2, EphA5, HGFR/c-MET, TrkA, EphA6, IGF1R, TrkB, EphA7, Insulin R/CD220, TrkC, EphA10, M-CSFR, VEGFR1/Flt-1, EphB1, Mer, VEGFR2/KDR, EphB2, MSPR/Ron, VEGFR3/Flt-4, and EphB3. Since only PDGFRβ was hyperphosphorylated, the activation was independently validated with two separate phospho-PDGFRβ antibodies: phospho-PDGFRβ Tyr771 , phospho-PDGFRβ Tyr1009  (Cell Signaling). RAS activity assays were performed following Raf1-RBD immunoprecipitation using manufacturer's instructions (RAS activation kit; Millipore). All experiments were repeated at least three times using independently derived cell lysates. Proliferation and apoptosis assays Schwann cell proliferation and TUNEL staining were assessed using the BrdU Cell Proliferation Colorimetric ELISA kit (Roche) or the TUNEL staining kit (Roche) following manufacturer's instructions. For both assays, Schwann cells were seeded at 5000 cells/ well of a 96-well plate. For the proliferation assays, Schwann cells were serum-starved for 24 hours, if treated, incubated in vehicle or appropriate inhibitors for a total of 24 hours, labelled with BrdU for 18 h followed by 90min incubation in peroxidase-conjugated anti-BrdU antibody. The optical density of the cells was measured at 405 nm on a Bio-Rad spectrophotometer. For the TUNEL assay, cells were incubated in serum-containing media for 24 h before being fixed in 4% PFA, incubated in TUNEL substrate for 1 h and imaged using a fluorescent microscope. Statistical analyses All statistical tests were performed using GraphPad Prism 5 software. Student's  t -test, one-way or two-way analysis of variance (ANOVA) with Bonferroni pos t -test correction was employed for all experiments. SUPPLEMENTARY MATERIALS FIGURES AND TABLES",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:46:14.031259",
  "abstract_length": 1771,
  "methods_length": 11058,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}