{
  "pmid": "28558025",
  "abstract": "",
  "methods": "Material and methods Cell culture Several cell lines from different tissues were collected. The S462 cell line, from a malignant peripheral nerve sheath tumor of a patient with neurofibromatosis type 1, was gifted from Nancy Ratner, University of Cincinnati. The human malignant melanoma cell, A375, human lung carcinoma cell, A549, and the mouse colon carcinoma, C26, were purchased commercially. Human lung adenocarcinoma CL1-0 and CL1-5 were derived from poorly differentiated adenocarcinomas [ 24 ]. Two human primary cells, Schwann cells (NSC), and fibroblasts (Hs68), as well as mouse fibroblasts (NIH3T3) were collected as normal controls. The primary Schwann cells were purchased from ScienCell Research Laboratories (ScienCell Research Laboratories, Inc. Carlsbad, CA). All cells were cultured in Dulbecco’s modified Eagle’s medium (DMEM) or Roswell Park Memorial Institute medium (RPMI) with 10% fetal bovine serum (FBS) at 37°C with 5% CO 2 . ALA-PDT For ALA treatment, the cells were incubated with ALA (Sigma-Aldrich, MO, USA) at different concentrations in medium containing 10% FBS and phenol red. After incubation for a certain period of time, ALA was removed by rinsing with phosphate buffer solution (PBS). The cells in phenol red-free medium were subjected to light irradiation by using a 635 nm diode laser with a power density of 30 mW/cm 2 . Drug treatment (tetracycline, doxycycline and minocycline) After rinsing with PBS, cells were incubated with different concentrations of doxycycline (Sigma-Aldrich, MO, USA) for 24 h. The cells were then harvested for further MTT analysis. To evaluate the effect of tetracycline and its derivatives, a dose of 50 μg/mL tetracycline, doxycycline, or minocycline was used. Analysis of the cause of cell death To determine the mechanism of cell death caused by ALA-PDT and doxycycline treatments, inhibition of both apoptosis and autophagy were tested. Benzyloxycarbonyl-Val-Ala-Asp-fluoromethylketone (Z-VAD-FMK) is a strong pan-caspase inhibitor that can bind the catalytic domain of caspase, a vital component of the apoptotic cascade, to block the signal transduction irreversibly. Cells were pre-treated with different concentrations of Z-VAD-FMK one hour before treatment with ALA-PDT alone or in combination with doxycycline. To evaluate involvement of the autophagy pathway in the cell death mechanism, 3-methyladenine (3-MA) was employed. 3-MA can inhibit the activity of Vps34 in class III PI3K complexes, and prevent the downstream cascade to form an autophagosome. Cells were pre-treated with 3-MA 30 min before the start of ALA-PDT treatment. Immunocytochemistry using Hoechst 33342, propidium iodide (PI) and monodansylcadaverine (MDC) stains Cells were plated onto cover slips and cultured in a 3.5 cm dish. Twenty-four hours after ALA-PDT and/or doxycycline treatments, cells were stained with Hoechst 33342 (10 μg/mL), PI, 100 μg/mL, and MDC, 0.05 mM at 37°C for 30 min. The cells were then sealed for observation under a fluorescent microscope. To observe the staining of Hoechst 33342 and MDC, the wavelength (λ) used was 330–385 nm, while 510–550 nm was used for PI staining. Assays to determine intracellular ALA levels After treatment with ALA, the cells were washed twice with PBS. Then, 50 μL of ice-cold cell lysis buffer (20 mM Tris-HCl, 150 mM NaCl, 1 mM ethylenediaminetetraacetic acid (EDTA), 1 mM ethylene glycol tetraacetic acid (EGTA), 25 mM β–glycerophosphate, 10% glycerol (v/v), 1% Triton X-100 (v/v), 5 μg/mL leupeptin, 5 μg/mL aprotonin, 2 mM Na 3 VO 4 , 1 mM phenylmethane sulfonyl fluoride (PMSF), and 1 mM dithiothreitol (DTT)) was added to the cells. After 10 min, the cells were collected in an Eppendorf tube followed by centrifugation at 1000×  g  for 10 min. The supernatant of cell lysate was stored at -20°C until use. For chemical derivatization, 1400 μL of acetylacetone reagent (distilled deionized (dd) water:absolute ethanol:acetylacetone = 55:35:15 (v/v)) and 180 μL of 10% formaldehyde were added into 20 μL of cell lysate. After thorough mixing, it was incubated in a water bath (100°C) for 10 min and subsequently cooled on ice. The ALA derivatization complex (1 mL) was subjected to high-performance liquid chromatography (HPLC, Shimadzu corporation, Kyoto, Japan) analysis [ 25 ]. The analysis was performed at room temperature at a flow rate of 1 mL/min. The mobile phase contained methanol:dd water:acetic acid = 60:40:0.1 (v/v) and the stationary phase contained octaDecyl-ODS (C 18 ). The wavelengths for excitation/emission were 370/460 nm, respectively. Calibration curves were obtained using 0.25, 0.4, 0.5, 1, 2, and 4 μg/mL of ALA in cell lysate. Linear regression analysis was employed to evaluate the linearity, which was calculated by the least square regression method. The measurement of ALA content (μg) was obtained by interpolation. The intracellular uptake of ALA was calculated using the formula:\n Intake level  ( μ g / mg protein )   =  intracellular ALA content  ( μ g )   / total protein content  ( mg ) . Uptake of intracellular chlorin e6 (Ce6) S462 cells were incubated with complete medium containing 1 mL of 4 μg/mL Ce6 with different concentrations of doxycycline (0, 0.2, 5, and 50 μg/mL). After 4 and 24 hours of incubation, the cells were lysed with 0.1 N NaOH. A portion of the cell lysate was subjected to fluorescent spectrometry (FluoroMax-4 Spectrofluorometer, Horiba Jobin Yvon Inc., Edison, NJ, USA) to measure the content of Ce6. The excitation wavelength was λ ex  = 400 nm and emission was λ em  = 663 nm. The rest of the cell lysate was subjected to a protein quantitation assay. The amount of Ce6 intake was calculated according to the formula:\n Intake level  ( c . p . s .   ×   10 6 / mg protein )   =  fluorescence intensity of Ce 6  in cell lysate  ( c . p . s .   ×   10 6 )   /  total protein content of lysate  ( mg ) . Fluorometric quantification of PpIX Cell suspension was prepared and treated with ALA for a certain time period. After washing with PBS twice, the cells were re-suspended in 1X Trypsin-EDTA. The mixture was centrifuged and the cells were again re-suspended with 1 mL of ice-cold PBS and transferred to a Falcon tube. The suspension was then analyzed via flow cytometry (BD FACSCalibur ™  Flow Cytometer, BD Biosciences, Sparks, MD, USA). The fluorescence excitation wavelength was set at 488 nm and the emission wavelength at 605–635 nm, in the FL3 range. The average fluorescence measured among 10,000 cells was defined as the quantity of the intracellular PpIX. The intracellular PpIX accumulation level was obtained using the formula:\n Intracellular PpIX accumulation  ( %  of control )   = λ FL 3   ( treated ) / λ FL 3   ( control ) ×   100 % . To observe the fluorescent images of PpIX accumulation intracellularly, the cells were washed and plated, followed by sealing with cover slips. They were then observed using fluorescent microscopy with an excitation wavelength of 510–550 nm. Enzymatic activity assay for PBGD and FC After treatment, the cells were lysed and scratched from the culture dish followed by centrifuge at 12000×  g  for 10 min at 4°C. The supernatant was collected for enzyme analysis. To assess the enzyme activity of PBGD, cell lysate (40 μL) and substrate (10 μL of 5 mM porphobilinogen (PBG)) were mixed at 45°C for 30 min. To terminate the enzyme reaction, 200 μL of ethyl acetate/acetic acid (3:1, v/v) was added to the reaction mixture. After centrifuging at 6000 rpm for 10 min, the product was extracted from the organic phase. The light-induced reaction was performed under exposure to ambient light at room temperature for 15 min. Supernatant (160 μL) was then mixed with 100 μL of 0.5 M HCl followed by centrifuging at 6000 rpm for 10 min. Dd water (500 μL) was used to dilute 100 μL of the lower phase. The mixture was then subjected to the fluorescent spectrometry to measure the enzyme activity of PBGD with excitation and emissions set to 405 and 603 nm, respectively. To determine the activity of FC the hematoporphyrin (Hp) reagent was prepared, (1 mM Hp, 10 mM sodium palmitate, 10% Tween 20 (w/v), and 1 M Tris-HCl buffer at pH 8.0). Reaction mixture (200 μL) consisted of 10 μL cell lysate, 180 μL Hp reagent and 10 μL 2 mM zinc acetate. The enzyme reaction was carried out at 37°C for 1 h, which was terminated by adding 500 μL of dimethyl sulfoxide (DMSO)/methanol with 0.1 mM EDTA. After centrifugation at 12500 rpm for 10 min at 4°C, 600 μL of supernatant was assayed via fluorescence spectrometry to measure the enzyme activity of FC with excitation and emission wavelengths set to 410 and 580 nm, respectively. Statistical analyses All the data presented are the mean from at least three independent experiments and expressed as mean ± standard deviation. For two group comparisons, the unpaired student’s  t –test was employed, while one-way analysis of variance (ANOVA) was used for three or more groups. The significance was defined at  p -value < 0.05. Before analysis with isobologram [ 26 ], the IC 50  for each of the two treatments (A and B) was identified (IC 50, A  and IC 50, B , respectively). The IC 50  for treatment (A) under treatment (B) was also assessed (IC 50, A/B ). Then, the fractional IC 50  for treatment A could be obtained by dividing the IC 50, A/B /IC 50, A . Likewise, the fraction of IC 50  for treatment B was IC 50, B/A /IC 50, B . Then, the coordinate points represented by the fractional IC 50  were depicted on the Cartesian plane. The diagonal line on an isobologram represented an additive effect of these two treatments. The points well below the diagonal line represented a synergistic effect between them. Points above the additive diagonal line suggested an antagonistic effect [ 26 ,  27 ].",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:46:31.361731",
  "abstract_length": 0,
  "methods_length": 9777,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}