{
  "pmid": "28566755",
  "abstract": "Although the mechanisms that balance self-renewal and differentiation of a stem cell lineage have been extensively studied, it remains poorly understood how tissues that contain multiple stem cell lineages maintain balanced proliferation among distinct lineages: when stem cells of a particular lineage proliferate, how do the other lineages respond to maintain the correct ratio of cells among linages? Here, we show that Merlin (Mer), a homolog of the human tumor suppressor neurofibromatosis 2, is required to coordinate proliferation of germline stem cells (GSCs) and somatic cyst stem cells (CySCs) in the Drosophila testis. Mer mutant CySCs fail to coordinate their proliferation with that of GSCs in multiple settings, and can be triggered to undergo tumorous overproliferation. Mer executes its function by stabilizing adherens junctions. Given the known role of Mer in contact-dependent inhibition of proliferation, we propose that the proliferation of CySCs are regulated by crowdedness, or confluency, of cells in their lineage with respect to that of germline, thereby coordinating the proliferation of two lineages.",
  "methods": "Materials and Methods Fly Husbandry and Strains All fly stocks were raised in standard Bloomington medium. The following fly stocks were used:  Mer \n  \n ts1 ; a gift from Ilan Davis),  39 c587-gal4 \n ,  40 nos-gal4 \n ,  41 UAS-Mer \n  (GD1484 from the Vienna  RNAi Drosophila  Research Center),  UAS-tkv* \n ; a gift from Ting Xie), UAS-Bam 42  a gift from Dennis McKearin),  43 UAS-DEFL \n ; a gift from Hiroki Oda),  37 hs-FLP; act  >  stop  >  gal4 UAS-GFP \n ; a gift from Yu Cai),  44 UAS-dpp, UAS-yki, UAS-ykiS168A ,  socs36E \n , and Df(2L)Exel7070 (obtained from the Bloomington Stock Center). These strains are described in Flybase ( EY06665 http://flybase.org ).  nos-gal4  without VP16  is denoted as  45 nos-gal4ΔVP16  to distinguish it from  nos-gal4-VP16  that was generated by , which has been often referred to as  41 nos-gal4 .  nos-gal4ΔVP16  was combined with  tubulin-gal80 \n  to achieve temperature-dependent, temporal control of  ts UAS-bam  expression. \n Mer \n  flies were raised at 18 °C and shifted to 29 °C upon eclosion for 2–3 days before analysis. Expression of Dpp or DEFL under the  ts1 c587-gal4  driver was performed by raising flies at 18 °C to avoid lethality during development and shifted to 25 °C upon eclosion for 2–3 days before analysis. Other fly crosses were performed at 25 °C. Control experiments were conducted with matching temperature-shift schemes. Immunofluorescent Staining Immunofluorescent staining was performed as described previously . Briefly, testes were dissected in phosphate-buffered saline (PBS) and fixed in 4% formaldehyde in PBS for 30–60 minutes. Next, testes were washed in PBST (PBS +0.1% Tween 20) for at least 30 minutes, followed by incubation with primary antibody in 3% bovine serum albumin (BSA) in PBST at 4 °C overnight. Samples were washed for 60 minutes (three times for 20 minutes each) in PBST, incubated with secondary antibody in 3% BSA in PBST at 4 °C overnight, and then washed for 60 minutes (three times for 20 minutes each) in PBST. Samples were then mounted using VECTASHIELD with 4′,6-diamidino-2-phenylindole (DAPI). The primary antibodies used were as follows: mouse anti-adducin-like [1:20, developed by H. D. Lipshitz and obtained from the Developmental Studies Hybridoma Bank (DSHB)], anti-Fasciclin III (1:100, developed by C. Goodman and obtained from DSHB), anti-βPS (1:20, developed by D. Brower and obtained from DSHB), anti-E-cadherin (1:20, developed by T. Uemura and obtained from DSHB), rabbit anti-Thr3-phosphorylated histone H3 (1:200; Upstate), rat anti-Vasa (1:40; developed by A. Spradling and D. Williams, and obtained from DSHB), rabbit anti-Zfh-1 (1:4000; a gift from Ruth Lehmann), guinea pig anti-Tj (1:400, a gift from Dorothea Godt), and guinea pig anti- 46 Mer  (1:2000, a gift from Rich Fehon). AlexaFluor-conjugated secondary antibodies were used at a dilution of 1:200. Images were taken using a Leica TCS SP5 or SP8 confocal microscope with a 63 × oil immersion objective (NA = 1.4) and processed using Adobe Photoshop software. Transmission Electron Microscopy \n Drosophila  testes were dissected in 1 × PBS and fixed in 2% glutaraldehyde/2% paraformaldehyde (EM grade) in 0.1 M cacodylate (pH 7.4) for 5 minutes at room temperature. This step was followed by an additional 25-minute fixation on ice. The tissue was rinsed three times for 10 minutes each in cacodylate buffer and then post-fixed for 30 minutes in 2% osmium tetroxide in the same buffer on ice. Next, the samples were rinsed in double-distilled water and then stained  en bloc  for 1 hour in aqueous 7% uranyl acetate. The samples were then dehydrated in increasing concentrations of ethanol, treated with propylene oxide, and embedded in Epon epoxy resin. Semi-thin sections were stained with toluidine blue for tissue identification. Selected regions of interest were serially sectioned (70-nm thickness) and mounted on Formvar/carbon-coated slotted grids. The grids were post-stained with uranyl acetate and lead citrate, and samples were examined using a Philips CM100 electron microscope at 60 kV. Images were recorded digitally using a Hamamatsu ORCA-HR digital camera system, which was operated using AMTsoftware (Advanced Microscopy Techniques Corp., Danvers, MA).",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:46:41.264731",
  "abstract_length": 1128,
  "methods_length": 4254,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}