{
  "pmid": "PMID:28587872",
  "title": "Validation of an automated tractography method for the optic radiations as a biomarker of visual acuity in neurofibromatosis-associated optic pathway glioma.",
  "abstract": "INTRODUCTION: Fractional anisotropy (FA) of the optic radiations has been associated with vision deficit in multiple intrinsic brain pathologies including NF1 associated optic pathway glioma, but hand-drawn regions of interest used in previous tractography methods limit consistency of this potential biomarker. We created an automated method to identify white matter tracts in the optic radiations and compared this method to previously reported hand-drawn tractography. METHOD: Automated tractography of the optic radiation using probabilistic streamline fiber tracking between the lateral geniculate nucleus of the thalamus and the occipital cortex was compared to the hand-drawn method between regions of interest posterior to Meyer's loop and anterior to tract branching near the calcarine cortex. Reliability was assessed by two independent raters in a sample of 20 healthy child controls. Among 50 children with NF1-associated optic pathway glioma, the association of FA and visual acuity deficit was compared for both tractography methods. RESULTS: Hand-drawn tractography methods required 2.6±0.9min/participant; automated methods were performed in <1min of operator time for all participants. Cronbach's alpha was 0.83 between two independent raters for FA in hand-drawn tractography, but repeated automated tractography resulted in identical FA values (Cronbach's alpha=1). On univariate and multivariate analyses, FA was similarly associated with visual acuity loss using both methods. Receiver operator characteristic curves of both multivariate models demonstrated that both automated and hand-drawn tractography methods were equally able to distinguish normal from abnormal visual acuity. CONCLUSION: Automated tractography of the optic radiations offers a fast, reliable and consistent method of tract identification that is not reliant on operator time or expertise. This method of tract identification may be useful as DTI is developed as a potential biomarker for visual acuity.",
  "authors": "Peter de Blank; Michael J Fisher; Haley Gittleman; Jill S Barnholtz-Sloan; Chaitra Badve; Jeffrey I Berman",
  "journal": "Experimental neurology",
  "publicationDate": "2018-01",
  "doi": "10.1016/j.expneurol.2017.06.004",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-20 06:59:08"
}