{
  "pmid": "PMID:28589254",
  "title": "Characterisation of malignant peripheral nerve sheath tumours in neurofibromatosis-1 using heterogeneity analysis of ",
  "abstract": "PURPOSE: Measurement of heterogeneity in  METHODS:  RESULTS: There was a significant difference between benign and malignant tumours for all six first-order parameters (at 1.5 and 4 h; p < 0.0001), for second-order entropy (only at 4 h) and for all high-order features (at 1.5 h and 4 h, except contrast at 4 h; p < 0.0001-0.047). Similarly, the area under the receiver operating characteristic curves was high (0.669-0.997, p < 0.05) for the same features as well as 1.5-h second-order entropy. No first-, second- or high-order feature performed better than maximum SUV (SUVmax) at differentiating benign from malignant tumours. CONCLUSIONS: ",
  "authors": "Gary J R Cook; Eitan Lovat; Muhammad Siddique; Vicky Goh; Rosalie Ferner; Victoria S Warbey",
  "journal": "European journal of nuclear medicine and molecular imaging",
  "publicationDate": "2017-10",
  "doi": "10.1007/s00259-017-3733-1",
  "methods": "Methods \n 18 F-FDG PET data from a cohort of 54 patients (24 female, 30 male, mean age 35.1 years) with neurofibromatosis-1 (NF1), and clinically suspected malignant transformation of neurofibromas into MPNSTs, were included. Scans were performed to a standard clinical protocol at 1.5 and 4 h post-injection. Six first-order [including three standardised uptake value (SUV) parameters], four second-order (derived from grey-level co-occurrence matrices) and four high-order (derived from neighbourhood grey-tone difference matrices) statistical features were calculated from tumour volumes of interest. Each patient had histological verification or at least 5 years clinical follow-up as the reference standard with regards to the characterisation of tumours as benign ( n  = 30) or malignant ( n  = 24). Patients and methods A cohort of 54 consecutive patients with NF1 and clinical suspicion of malignant transformation of symptomatic neurofibromas, referred from our national neurofibromatosis service for  18 F-FDG PET/CT scans, was identified. There were 30 male (mean age 34.7 years, range 12 to 73 years) and 24 female patients (mean age 35.5 years, range 9 to 86 years). An institutional review board waiver was obtained for retrospective analysis of these data. \n 18 F-FDG PET/CT scans were all acquired to the same protocol in the same institution on one of two scanners (Discovery VCT or DST, GE Healthcare, Chicago, IL, USA) which were cross-calibrated to within 3% [ 15 ]. Patients were fasted for at least 6 h prior to administration of 350 (+/− 10%) MBq  18 F-FDG (scaled to body weight/70 in paediatric patients) and were only acquired if the blood glucose measurement was less than 10 mmol/l. Scans were acquired according to the institutional standard clinical protocol for NF1 patients with an acquisition at approximately 1.5 h (101.5 +/− 15 min) from the upper thigh to the base of skull followed by an acquisition at approximately 4 h (251.7 +/− 18.4 min) of the symptomatic tumour site only, all at 5 min per bed position [ 2 ]. Images were all reconstructed using an ordered subset expectation maximisation algorithm (2 iterations, 20 subsets) with a reconstructed slice thickness of 3.27 mm and pixel size 4.7 mm. The CT component of the scans was acquired at 120 kVp and 65 mAs without administration of oral or intravenous contrast agent. The reconstructed PET datasets were imported into in-house texture analysis software implemented in MATLAB (Release 2016a, The MathWorks, Inc., Natick, MA, USA). Voxel intensities within the symptomatic tumour VOI were resampled to yield 64 discrete bins. Whilst most patients had multiple neurofibromas, only the symptomatic tumours were analysed. Since many of the tumours showed only low-grade FDG uptake, it was not possible to adequately segment the tumour regions directly from the PET data by freehand or by using semi-automated methods such as percentage threshold or fuzzy locally adaptive Bayesian methods [ 16 ]. Regions of interest were, therefore, drawn on the corresponding CT images where tumours were more easily defined (Fig.  1 ) by an experienced operator with radiology and nuclear medicine training and over 20 years experience. To assess inter-observer variability, a random subset of 16 patients had VOIs defined on 1.5- and 4-h scans by a separate operator blinded to the initial observer measurements and clinical data. \n Fig. 1 \n 18 F-FDG PET and CT ( left ) with corresponding images with ROIs ( right ). A symptomatic but benign left posterior thigh neurofibroma (SUVmax = 2.83) As well as SUVs (mean, maximum and peak, all normalised to body weight in kilogrammes), three first-order (SD, entropy and uniformity), four second-order GLCM parameters (contrast, entropy, uniformity and homogeneity) and four high-order NGTDM parameters (coarseness, contrast, busyness and complexity) were calculated from the resulting VOIs. Second-order features were calculated from GLCMs measuring the grey-level distribution between pairs of voxels and high-order features were derived from three-dimensional matrices taking into consideration neighbouring voxels in adjacent planes. All these features have been previously described in detail [ 13 ,  14 ] and the chosen parameters have previously shown utility and/or robustness when used in clinical  18 F-FDG PET data of cancers [ 17 – 22 ]. Statistical analysis was performed using SPSS (v22, Chicago, IL, USA) and MedCalc (v16.8.4, Ostend, Belgium) software. The data distributions were tested for normality using the Shapiro–Wilk test. As data were not normally distributed differences between benign and malignant tumours were tested with the Mann–Whitney U test for each parameter and correlations between parameters with Spearman correlation. Receiver operator characteristic (ROC) curves were also used to compare the ability of each parameter to classify tumours as benign or malignant and the area under ROC curves (AUROC) were calculated. Comparisons between AUROC were made as described by DeLong et al. [ 23 ]. Separate assessment was made by combining SUVmax with other parameters that did not show a correlation with SUVmax. Statistical significance was assumed when  p  < 0.05. Inter-observer variation was assessed with intra-class correlation coefficients (ICCs).",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:27:07"
}