{
  "pmid": "28637487",
  "abstract": "BACKGROUND: Neurofibromatosis type 1 (NF1: Online Mendelian Inheritance in Man (OMIM) #162200) is an autosomal dominantly inherited tumour predisposition syndrome. Heritable constitutional mutations in the NF1 gene result in dysregulation of the RAS/MAPK pathway and are causative of NF1. The major known function of the NF1 gene product neurofibromin is to downregulate RAS. NF1 exhibits variable clinical expression and is characterized by benign cutaneous lesions including neurofibromas and café-au-lait macules, as well as a predisposition to various types of malignancy, such as breast cancer and leukaemia. However, acquired somatic mutations in NF1 are also found in a wide variety of malignant neoplasms that are not associated with NF1. MAIN BODY: Capitalizing upon the availability of next-generation sequencing data from cancer genomes and exomes, we review current knowledge of somatic NF1 mutations in a wide variety of tumours occurring at a number of different sites: breast, colorectum, urothelium, lung, ovary, skin, brain and neuroendocrine tissues, as well as leukaemias, in an attempt to understand their broader role and significance, and with a view ultimately to exploiting this in a diagnostic and therapeutic context. CONCLUSION: As neurofibromin activity is a key to regulating the RAS/MAPK pathway, NF1 mutations are important in the acquisition of drug resistance, to BRAF, EGFR inhibitors, tamoxifen and retinoic acid in melanoma, lung and breast cancers and neuroblastoma. Other curiosities are observed, such as a high rate of somatic NF1 mutation in cutaneous melanoma, lung cancer, ovarian carcinoma and glioblastoma which are not usually associated with neurofibromatosis type 1. Somatic NF1 mutations may be critical drivers in multiple cancers. The mutational landscape of somatic NF1 mutations should provide novel insights into our understanding of the pathophysiology of cancer. The identification of high frequency of somatic NF1 mutations in sporadic tumours indicates that neurofibromin is likely to play a critical role in development, far beyond that evident in the tumour predisposition syndrome NF1.",
  "methods": "Availability of data and materials Not applicable.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:47:16.773953",
  "abstract_length": 2146,
  "methods_length": 50,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}