{
  "pmid": "28725547",
  "abstract": "Spatial working memory in neurofibromatosis 1: Altered neural activity and  functional connectivity.  Ibrahim AFA(1), Montojo CA(2), Haut KM(3), Karlsgodt KH(4), Hansen L(5), Congdon  E(5), Rosser T(6), Bilder RM(4), Silva AJ(7), Bearden CE(8).  Author information: (1)Department of Psychology, University of Michigan, Ann Arbor, United States. (2)Kavli Foundation, Oxnard, United States. (3)Department of Psychiatry, Rush University Medical Center, United States. (4)Department of Psychology, University of California, Los Angeles, United  States; Department of Psychiatry & Biobehavioral Sciences, University of  California, Los Angeles, United States. (5)Department of Psychiatry & Biobehavioral Sciences, University of California,  Los Angeles, United States. (6)Department of Neurology, Children's Hospital of Los Angeles, University of  Southern California Keck School of Medicine, Los Angeles, United States. (7)Department of Psychology, University of California, Los Angeles, United  States; Department of Psychiatry & Biobehavioral Sciences, University of  California, Los Angeles, United States; Department of Neurobiology, University  of California, Los Angeles, United States; Integrative Center for Learning and  Memory, University of California, Los Angeles, United States. (8)Department of Psychology, University of California, Los Angeles, United  States; Department of Psychiatry & Biobehavioral Sciences, University of  California, Los Angeles, United States; Integrative Center for Learning and  Memory, University of California, Los Angeles, United States. Electronic  address: CBearden@mednet.ucla.edu.  BACKGROUND: Neurofibromatosis Type 1 (NF1) is a genetic disorder that disrupts  central nervous system development and neuronal function. Cognitively, NF1 is  characterized by difficulties with executive control and visuospatial abilities.  Little is known about the neural substrates underlying these deficits. The  current study utilized Blood-Oxygen-Level-Dependent (BOLD) functional MRI (fMRI)  to explore the neural correlates of spatial working memory (WM) deficits in  patients with NF1. METHODS: BOLD images were acquired from 23 adults with NF1 (age M = 32.69; 61%  male) and 25 matched healthy controls (age M = 33.08; 64% male) during an  in-scanner visuo-spatial WM task. Whole brain functional and  psycho-physiological interaction analyses were utilized to investigate neural  activity and functional connectivity, respectively, during visuo-spatial WM  performance. Participants also completed behavioral measures of spatial  reasoning and verbal WM. RESULTS: Relative to healthy controls, participants with NF1 showed reduced  recruitment of key components of WM circuitry, the left dorsolateral prefrontal  cortex and right parietal cortex. In addition, healthy controls exhibited  greater simultaneous deactivation between the posterior cingulate cortex (PCC)  and temporal regions than NF1 patients. In contrast, NF1 patients showed greater  PCC and bilateral parietal connectivity with visual cortices as well as between  the PCC and the cerebellum. In NF1 participants, increased functional coupling  of the PCC with frontal and parietal regions was associated with better spatial  reasoning and WM performance, respectively; these relationships were not  observed in controls. CONCLUSIONS: Dysfunctional engagement of WM circuitry, and aberrant functional  connectivity of 'task-negative' regions in NF1 patients may underlie spatial WM  difficulties characteristic of the disorder.  DOI: 10.1016/j.nicl.2017.06.032 PMCID: PMC5501884 PMID: 28725547 [Indexed for MEDLINE]",
  "methods": "Methods BOLD images were acquired from 23 adults with NF1 (age  M  = 32.69; 61% male) and 25 matched healthy controls (age  M  = 33.08; 64% male) during an in-scanner visuo-spatial WM task. Whole brain functional and psycho-physiological interaction analyses were utilized to investigate neural activity and functional connectivity, respectively, during visuo-spatial WM performance. Participants also completed behavioral measures of spatial reasoning and verbal WM. 2 Methods and materials 2.1 Participants A total of 48 participants were included in the current study (23 NF1 patients and 25 demographically comparable healthy controls). Participants ranged in age from 18 to 47 years. NF1 participants were screened and enrolled by a pediatric neurologist (T.R.), a clinician with experience caring for individuals with  NF . All subjects included were participants in a clinical trial, as described in  Bearden et al. (2016) ; however, all testing was conducted prior to treatment randomization. Two NF1 patients included were confirmed to have asymptomatic optic gliomas at the time of testing. NF1 patient inclusion criteria were: 1) Meets NIH NF1 diagnostic criteria ( Stumf, 1988 ) and does not have segmental NF1. 2) No evidence of intracranial pathology such as hydrocephalus or brain tumor, other than an asymptomatic optic pathway or other NF1-related glioma; 3) Full-Scale IQ ≥ 70 (as determined by the Wechsler Abbreviated Scale of Intelligence [WASI];  Wechsler, 2011 ); 4) No comorbid major neurological or psychiatric disorder (e.g., epilepsy, bipolar disorder, psychotic illness, major depression); 5) No MRI contraindications; female participants could not be pregnant or lactating; 6) Sufficient fluency in English. Healthy controls also had to meet inclusion criteria 2 through 6 above. Participants were recruited from three primary sources: 1) The Children's Hospital Los Angeles Neurofibromatosis Clinic, a major NF1 referral center for the greater Los Angeles region; 2) local Children's Tumor Foundation and NF Network family educational symposia; 3) NF-related websites as well as  www.clinicaltrials.gov . Demographically comparable healthy controls were recruited from the Consortium for Neuropsychiatric Phenomics, a study ongoing concurrently at UCLA ( Poldrack et al., 2016a ), and for which the neuroimaging data are now freely available at OpenfMRI ( https://openfmri.org/dataset/ds000030/ ). 2.2 Procedure All aspects of the research project were granted IRB approval by UCLA, prior to the collection of any data. All participants provided verbal and written informed consent before participation in any aspect of the study, after study procedures were fully explained. 2.3 Measures 2.3.1 Neuropsychological measures Cognitive functioning was assessed via a neuropsychological battery administered by supervised clinical psychology doctoral students or Master's level psychometricians. IQ data were obtained using either the Matrix Reasoning and Vocabulary subtests from the WASI ( Wechsler, 2011 ) for the NF1 patients and the same measures from the Wechsler Adult Intelligence Scale, Version 4 (WAIS-IV;  Wechsler, 2014 ) for the healthy controls (scaled scores were used to account for differences between task versions). Matrix Reasoning was also examined as a measure of nonverbal reasoning ability. Working memory capacity was measured behaviorally using the University of Maryland Letter–Number Sequencing (LNS) task ( Gold et al., 1997 ). In this task, participants are presented with sets of numbers and letters of varying length and then must repeat back the presented numbers in ascending order and letters in alphabetical order. 2.3.2 Spatial capacity working memory (SCAP) task Participants viewed a visual array presenting 1, 3, 5, or 7 circles on the screen followed by a probe circle. The participant had to indicate whether the probe circle was presented in the same position as one of the circles in the previous array, as described in detail in  Montojo et al. (2014)  and  Glahn et al. (2002) . Trial events included a two second target-array presentation, a 1.5, 3 or 4.5 s delay period, and a three second response period. Half the task trials were true-positive, and half were true-negative. Task trials were compared to the fixation during the inter-trial interval. Participants underwent a brief behavioral training session on the task prior to administration in the scanner, as described below. 2.3.3 fMRI acquisition All data were collected at the University of California, Los Angeles in one of two scanning facilities both with 3 T Siemens Tim Trio MRI scanner, running Siemens versions syngo MR B15 and B17. 219. Group level whole brain and PPI analyses included scanner as a covariate. Functional T2- weighted echo planar images (EPIs) were collected with the following parameters: slice thickness = 4 mm, 34 slices, TR = 2 s, TE = 30 ms, flip angles = 90°, matrix 192 × 192, FOV = 192 mm. Additionally, a T2-weighted matched-bandwidth high resolution anatomical scan (same slice prescription as EPI) and MPRAGE were collected. The parameters for the MPRAGE were the following: TR = 2.3 s, TE = 2.91 ms, FOV = 256 mm, matrix = 240 × 256, flip angle = 9°, slice thickness = 1.20 mm, 160 slices. 2.3.4 Statistical analyses Analyses of neuropsychological and clinical data were performed using SPSS software v. 21 (IBM). We compared demographic characteristics between groups using independent samples  t -tests for continuous variables and chi-square tests for categorical variables. FMRI data analyses were performed using the FMRIB software library ( www.fmrib.ox.ac.uk/fsl ), version 5.0 ( Smith et al., 2004 ). Images for each participant were realigned to compensate for small head movements ( Jenkinson and Smith, 2001 ). Subjects with average translational motion > 3 mm were excluded (n = 1). Data were spatially smoothed using a 5-mm, full-width-half-maximum Gaussian kernel. The data were filtered in the temporal domain using a nonlinear high-pass filter with a 66 s cutoff. A three-step registration process was used in which EPI images were first registered to the matched-bandwidth high-resolution scan, then to the MPRAGE structural image, and finally into standard (Montreal Neurological Institute [MNI]) space, using nonlinear transformations. Four NF1 patients were registered using linear transformations due to image distortion during registration with nonlinear transformation. Standard model fitting was conducted for all subjects, and all task trials were included in the analysis. Higher-level analyses modeled all loads. For first-level whole brain analyses, the following events were modeled after convolution with a canonical gamma hemodynamic response function: All loads, load 1, load 3, load 5, load 7, delay 1.5 s (sec), delay 3 s, and delay 4.5 s. Events were modeled with the onset at the target presentation and duration of 6.5, 8, and 9.5 s to include the variable delay and probe periods. The six motion parameters and temporal derivatives of all regressors were included as covariates of no interest to improve statistical sensitivity. For each subject, the following contrasts were computed: All loads, load 1, load 3, load 5, load 7. The output from the subject-specific analyses was analyzed using a mixed-effects model with FMRIB's Local Analysis of Mixed Effects (FLAME). To first rule out potential scanner-related differences, we checked for differences in neural activity between scanners in each group. Seven healthy controls and nine NF1 patients were scanned at the UCLA Center for Cognitive Neuroscience, and 18 healthy controls and 14 NF1 patents were scanned at the UCLA Brain Mapping Center, on identically configured scanners. There were no significant differences in the proportion of NF1 patients and healthy controls scanned at each location (χ 2 (2,48) = 0.67, p > 0.05). There were no differences in activation between scanners (p > 0.05 for all comparisons); thus, all subsequent group-level analyses were conducted with age, gender, and scanner added as covariates. Using FSL's FLAME, group-level statistics images were thresholded with a cluster-forming threshold of z > 2.3 as well as 3.1 and a cluster probability of p < 0.05, corrected for whole-brain multiple comparisons using Gaussian random field theory. According to  Eklund et al. (2016, pp. 7902) , “among the parametric software packages, FSL's FLAME1 clusterwise inference stood out as having much lower FWE, often being valid (under 5%), but this comes at the expense of highly conservative voxelwise inference.” These findings suggest that FSL's FLAME1 at a cluster threshold of 2.3 has much lower family wise error rates than other parametric software packages, almost comparable to permutation methods. Nevertheless, we still ran the analysis with a cluster z > 3.1 to see if the results at the z > 2.3 threshold were maintained. The search region included the whole brain (139,264 voxels). Brain regions were identified using the Harvard-Oxford cortical and subcortical probabilistic atlases as well as associated Brodmann areas for regions without Harvard-Oxford designations. All activations are reported in MNI coordinates. For reporting of clusters, we used the cluster command in FSL. Anatomical localization within each cluster was obtained by searching within maximum likelihood regions from the FSL Harvard-Oxford probabilistic atlas to obtain the maximum z-statistic and MNI coordinates within each anatomical region contained within a cluster. Due to a technical issue during scan acquisition, behavioral data from the SCAP task were only available for a subset of NF1 patients (n = 5), although behavioral data were successfully collected on all 25 healthy controls. Thus, we modeled all trials in our fMRI analyses. To confirm that any observed differences in neural activity were not due to differences in task performance, subjects with available SCAP behavioral data were included in a follow-up analysis modeling all trials vs. correct trials only (see Supplementary Results for details). 2.3.5 PPI analyses We used the generalized psychophysiological interaction (gPPI) method described in  McLaren et al. (2012) . Prior to running the gPPI analysis all subjects' SCAP scans were run through the FSL motion outlier tool ( http://fsl.fmrib.ox.ac.uk/fsl/fslwiki/FSLMotionOutliers ) to remove timepoints with significant motion (FD > 0.5 mm). First, the following events were modeled after convolution with a canonical gamma hemodynamic response function: load 1, load 3, load 5, and load 7. Events were modeled with the onset of the visual array presentation. Second, we extracted the time course of a priori seed regions within the left parietal, right parietal, and posterior cingulate cortex (PCC). The parietal regions were selected given their central role in working memory function ( Baddeley, 2003 ,  Todd and Marois, 2004 ). The PCC seed was selected as a central hub of the default mode network (DMN; 33,34), as we were interested in exploring potential task related DMN interference in NF1. Seed regions were 8 mm spheres centered on the point of maximum activation during SCAP trials obtained from an independent sample of healthy individuals; see  Poldrack et al. (2016b)  for description of the sample and  Table 1  for ROI coordinates. Table 1 Coordinates for regions of interest used as PPI seeds. Montreal Neurological Institute (MNI) coordinates represent the center location of the 8 mm sphere. Table 1 ROI X (mm) Y (mm) Z (mm) PCC 2 − 56 22 Left parietal − 20 − 64 56 Right parietal 22 − 66 52 Third, the seed time-course was multiplied by condition onset times for load 1, load 3, load 5, and load 7 separately, and then convolved with the hemodynamic response function to obtain the PPI results for each load. The six motion parameters and temporal derivatives of all regressors were included as covariates of no interest to improve statistical sensitivity by reducing the influence of motion. In order to simplify the analyses and reduce multiple comparisons, rather than investigating each load separately, a contrast was set up in order to calculate the mean PPI for all loads. Similar to the whole brain analysis, Group-level statistics images were thresholded with a cluster-forming threshold of z > 2.3 and a Bonferroni corrected cluster probability of p < 0.017. PPI beta values between seed and secondary regions (Harvard-Oxford anatomical masks of the frontal, temporal, and parietal regions) were extracted from the all loads zstat image. 2.3.6 PPI and behavioral measures To assess whether functional connectivity during task performance was associated with cognitive performance outside the scanner, we assessed the relationship between seed-based connectivity and behavioral performance on two tasks of nonverbal reasoning and auditory working memory, respectively, Matrix Reasoning and LNS, using linear regression models. Each Beta coefficient value represents the mean connectivity between a seed region (PCC, left parietal, or right parietal) and a target region of interest (ROI). Target ROIs are structural ROIs extracted from the Harvard-Oxford atlas (frontal = frontal pole + inferior middle frontal, temporal = middle temporal lobe posterior division + inferior temporal posterior division, and parietal = lateral occipital + superior parietal lobule; see Supplementary Fig. 3 for ROIs). Betas were extracted using the fslmeants command in fsl from each PPI group level model (controlling for scanner), which presents the average intensities over all voxels in the ROI. We then used the betas extracted from each seed-target pair as predictors in a regression with each of the behavioral tasks as the outcome variable. NF1 patients and healthy controls were analyzed separately. We did not include all the connectivity values in one model because of significant collinearity with the overlapping PPI seed regions. Thus, we ran three separate models run for each behavioral measure as the outcome; the connectivity values for each target region were included in the same model. Specifically, Model I included age, left parietal-frontal betas (i.e., beta regression coefficient value indexing connectivity between the left parietal seed and the Harvard-Oxford derived frontal pole region), right parietal-frontal betas, and PCC-frontal betas as predictors. Model II includes age, left parietal-parietal betas, right parietal-parietal betas, and PCC-parietal betas as predictors. Lastly, Model III includes age, left parietal-temporal betas, right parietal-temporal betas, and PCC-temporal betas as predictors.",
  "introduction": "Background Neurofibromatosis Type 1 (NF1) is a genetic disorder that disrupts central nervous system development and neuronal function. Cognitively, NF1 is characterized by difficulties with executive control and visuospatial abilities. Little is known about the neural substrates underlying these deficits. The current study utilized Blood-Oxygen-Level-Dependent (BOLD) functional MRI (fMRI) to explore the neural correlates of spatial working memory (WM) deficits in patients with NF1. 1 Introduction Neurofibromatosis Type 1 (NF1) is a common autosomal dominant neurogenetic disorder, occurring in approximately 1 in every 3000 births, that results from mutation(s) in a single gene located on Chromosome 17q11 ( Fain et al., 1987 ,  Cawthon et al., 1990 ,  Viskochil et al., 1990 ,  Wallace et al., 1990 ). The NF1 gene encodes the neurofibromin (NF1) protein, which plays an essential role in central nervous system (CNS) development and neural differentiation via the p21 Ras GTP-ase (Ras) signaling pathway ( North, 2000 ). Neurofibromin is also known to play a role in adult function in the CNS, including the control of GABA-mediated inhibition ( Costa et al., 2002 ). Mutation of the NF1 gene results in increased Ras signaling, which is hypothesized to lead to the characteristic abnormalities in brain morphology in NF1 patients and to increased neuronal inhibition in adults with NF1 ( Costa et al., 2002 ,  Mainberger et al., 2013 ,  Shilyansky et al., 2010 ). Notably, brain morphology changes include macrocephaly, increased gray and white matter volume, widespread alterations in white matter integrity ( Karlsgodt et al., 2012 ), white matter hyperintensities, and increased volume of the corpus collosum ( Payne et al., 2010 ). In addition to structural brain abnormalities, increased Ras signaling is associated with specific cognitive deficits in studies of NF1 mouse models ( Shilyansky et al., 2010 ). As a single gene mutation that disrupts learning and memory, NF1 presents a valuable model for understanding mechanisms underlying cognitive disability. Individuals with NF1 exhibit visuospatial difficulties, executive function deficits ( Hyman et al., 2005 ,  Rowbotham et al., 2009 ,  Roy et al., 2010 ,  Payne et al., 2011 ), and specific learning disabilities ( Hyman et al., 2006 ), as well as increased rates of autism spectrum disorders (ASD;  Garg et al., 2013 ). The extent to which documented brain structural abnormalities relate to the NF1 behavioral profile is not yet well understood. However, there is some evidence to suggest that the magnitude of neuroanatomic alteration is associated with the severity of cognitive impairment in NF1 patients, as reviewed by  Payne et al. (2010) . For instance,  Moore et al. (2000)  found that increased volume of the corpus collosum in NF1 patients was associated with poorer visuospatial performance and academic achievement. Although few functional magnetic resonance imaging (fMRI) studies have been conducted to date in NF1 patients, existing studies offer evidence for disrupted neural activity during visuospatial task performance ( Payne et al., 2010 ). Using a mental rotation task,  Billingsley et al. (2004)  found that, relative to matched typically developing controls, children with NF1 engaged posterior brain regions, whereas controls tended to engage frontal regions. An altered pattern of hemispheric specialization has also been observed in NF1 patients relative to controls during performance on a line orientation judgment task ( Clements-Stephens et al., 2008 ), involving significantly greater left hemisphere than right hemisphere activation across both frontal and posterior regions. More recently,  Violante et al. (2012)  found evidence for a link between visual processing and aberrant in-task default mode network (DMN) recruitment. Specifically, they found that, relative to healthy controls, patients with NF1 (both children and adults) exhibited deficient activation of low-level visual cortex in response to visual stimuli, and that altered activation of the magnocellular pathway was associated with increased activation in midline DMN regions. Violate et al. hypothesized that the increased activation of DMN regions during task performance suggests a failure to appropriately deactivate the DMN, possibly leading to ‘default mode interference’ during visual processing. In addition, our research group observed differential recruitment of working memory circuitry during performance on a task of spatial working memory capacity (SCAP) in an independent sample of NF1 patients relative to healthy controls. The SCAP task requires individuals to keep locations of spatially dispersed stimuli in mind for a brief period of time and has been shown to robustly activate neural circuitry involved in spatial working memory ( Glahn et al., 2002 ). Specifically, we found that adult NF1 patients exhibited right lateralized hypoactivation within the frontal eyefields and right parietal cortex relative to controls during task trials. In addition, NF1 patients exhibited  less  deactivation of default mode regions (i.e., medial prefrontal cortex) than healthy controls ( Shilyansky et al., 2010 ), providing some support for the hypothesis of ‘default mode interference’ in NF1 suggested by  Violante et al. (2012) ; however, the general nature of the relationship between “task positive” and “task negative” networks is still unclear. Activation within the dorsolateral prefrontal cortex (DLPFC) predicted task performance accuracy in the NF1 patients, such that as neural activity increased within this region, performance accuracy increased, a result consistent with the hypothesis that increased neuronal inhibition may contribute to cognitive deficits in NF1 ( Costa et al., 2002 ,  Mainberger et al., 2013 ,  Shilyansky et al., 2010 ). To our knowledge there have been no investigations of task-based functional connectivity in the NF1 population. Here we investigated the neural underpinnings of spatial working memory deficits in NF1 by probing two complementary aspects of task-dependent blood oxygenation level dependent (BOLD) activity – magnitude changes and functional connectivity (using psychophysiological interaction analysis; PPI). We compared these measures of neural function in NF1 patients relative to healthy controls during performance on a parametrically varying spatial working memory capacity task (SCAP; 18). Based upon previous work ( Shilyansky et al., 2010 ), we predicted that during spatial working memory task performance NF1 patients would exhibit relative hypoactivation within working memory-relevant neural circuitry (i.e. DLPFC and parietal regions). Given pre-clinical findings suggesting NF1 is associated with increased inhibitory activity within fronto-striatal networks ( Shilyansky et al., 2010 ), we hypothesized that NF1 patients would show reduced task-related functional connectivity within working memory-related neural circuitry compared to healthy controls. In addition, we expected reduced connectivity within DMN-related regions during task performance in healthy individuals, but greater connectivity in NF1 patients, suggesting increased default mode interference.",
  "results": "Results Relative to healthy controls, participants with NF1 showed reduced recruitment of key components of WM circuitry, the left dorsolateral prefrontal cortex and right parietal cortex. In addition, healthy controls exhibited greater simultaneous deactivation between the posterior cingulate cortex (PCC) and temporal regions than NF1 patients. In contrast, NF1 patients showed greater PCC and bilateral parietal connectivity with visual cortices as well as between the PCC and the cerebellum. In NF1 participants, increased functional coupling of the PCC with frontal and parietal regions was associated with better spatial reasoning and WM performance, respectively; these relationships were not observed in controls. 3 Results 3.1 Behavioral results 3.1.1 Demographic and clinical characteristics The total sample consisted of 47 adult participants (23 NF1, 25 healthy controls). As shown in  Table 2 , NF1 and control groups were matched on all demographic factors except for IQ and years of education, such that controls had significantly higher IQ and more years of education than NF1 patients. Differences between NF1 patients and healthy controls on IQ and years of education are consistent with previous findings ( Levine et al., 2006 ,  Tomson et al., 2015 ). Table 2 Demographic and clinical characteristics of study participants. Table 2 NF1 participants (n = 23) Control participants (n = 25) p-Value Age (years, ± SD) 32.69 (9.08) 33.08 (8.89) n.s. Participant education (years, ± SD) 13.39 (2.76) 15.12 (1.13) p = 0.006 Gender (N, % female) 14 (61%) 16 (64%) n.s. Ethnicity (N, % Latino) 5 (22%) 12 (48%) n.s. Psychotropic medication (N, none/antidepressant) 19/4 25/0 χ 2  for controls vs NF1: p = 0.029 Full scale IQ (Mean, ± SD)* 98.70 (14.10) 112.36 (21.32) p = 0.012 LNS (proportion correct; Mean, ± SD) 0.65 (0.06) 0.67 (0.09) n.s. Matrix Reasoning T-Score (Mean, ± SD) 50.74 (7.72) 55.84 (10.66) p = 0.023 *Based on 2-subtest Wechsler Abbreviated Scale of Intelligence (Vocabulary and Matrix Reasoning). **No other medication classes were reported by any subjects. 3.2 Whole brain activation results 3.2.1 All loads As shown in  Fig. 1  and  Table 3 , a comparison between controls and NF1 patients across all working memory loads revealed significantly increased activation in controls relative to NF1 patients in the left DLFPC and right intraparietal sulcus (IPS) at the cluster threshold of 2.3. The left DLPFC cluster was still significant at a cluster threshold of 3.1, although the right IPS cluster was no longer significant at this threshold (see Supplementary Fig. 4 and  Table 3 ). There were no regions showing greater activation for NF1 patients relative to controls, at either threshold. Fig. 1 Differences in neural activity between NF1 Patients versus Controls. In 1a red clusters represent activity from the contrast of all WM conditions > baseline for NF1 patients greater than controls. To visualize group differences within these regions (1b), bar plots are presented which show percent signal change extracted from left dorsolateral prefrontal cortex and right parietal cortex. The X-axis represents the group (NF1 Patients = blue, Controls = red) and the Y-axis represents percent signal change. No additional statistics were run on data presented in bar graphs. 1c shows the results from the high minus low contrast, where red clusters represent regions where NF1 patients showed greater activity than heathy controls and green clusters represent regions where healthy controls have greater activity than NF1 patients. All analyses co-vary for scanner, age, and gender (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this article.). Fig. 1 Table 3 Regions showing between-group differences in activation for NF1 patients and healthy controls during all working memory conditions. Montreal Neurological Institute (MNI) coordinates represent the location of maximum activation for significant clusters. Table 3 Contrast Cluster threshold Cluster BA Voxels Max Z-stat Max X (mm) Max Y (mm) Max Z (mm) All loads controls > NF1 2.3 Right intraparietal sulcus 7 626 4.26 22 − 78 44 2.3 Left middle frontal gyrus* – 370 4.12 − 28 − 6 40 3.1 Left middle frontal gyrus* – 115 4.12 − 28 − 6 40 All loads NF1 > controls 2.3 None – – – – – – 3.1 None – – – – – – High-low loads controls > NF1 2.3 Right lateral occipital 19 588 3.82 30 − 68 26 3.1 None – – – – – – High-low loads NF1 > controls 2.3 Posterior cingulate – 3294 4.16 2 − 48 12 2.3 Right angular gyrus 39 2807 4.47 48 − 56 24 2.3 Right orbitofrontal cortex 11 2748 4.65 18 62 − 2 2.3 Left parietal cortex 39 1012 4.19 − 54 − 62 34 2.3 Right temporal pole 38 611 4.33 44 26 − 12 2.3 Right middle frontal gyrus 9 429 4.05 26 34 42 2.3 Left inferior temporal gyrus 20 375 3.71 − 48 − 20 − 14 3.1 Posterior cingulate – 531 4.16 2 − 48 12 3.1 Left parietal cortex 39 156 4.19 − 54 − 62 34 3.1 Right middle temporal gyrus 21 141 4.05 60 − 36 − 8 3.1 Right orbitofrontal cortex 11 135 4.65 18 62 − 2 3.1 Right middle temporal gyrus 21 107 4.45 48 − 46 12 3.2.2 High versus low loads As shown in  Fig. 1 c and  Table 3  (cluster threshold of 2.3), controls showed greater right lateral occipital activation in high loads than low loads as compared to NF1 patients. In contrast, relative to controls NF1 patients exhibited more activation in the posterior cingulate, right angular gyrus, right orbitofrontal cortex, right temporal pole, right middle frontal gyrus, left parietal cortex, and left inferior temporal gyrus in high loads than low loads. At a cluster threshold of 3.1, healthy controls did not show any regions of differentially increased activation relative to NF1 patients for high versus low loads; however, most of the previously observed results for NF1 patients relative to controls survived this more stringent threshold (i.e., greater activation in the posterior cingulate, left parietal cortex, and right orbitofrontal cortex). Increased activation in the right middle temporal gyrus was also observed in NF1 patients vs. controls at this threshold (see Supplementary Fig. 5 and  Table 3 ). 3.3 PPI results 3.3.1 Functional connectivity with left parietal seed region Despite the overall reduced neural activity, we observed during task performance in all loads, NF1 patients showed greater connectivity between the left parietal seed and multiple cortical and subcortical regions (at z = 2.3); specifically, left secondary visual cortex, left premotor cortex, left associative visual cortex, and cerebellum, relative to healthy controls. There were no regions for which controls showed greater left parietal connectivity than NF1 patients (see  Table 4  and  Fig. 2 a). Percent signal change in the left parietal seed indicates activation of the region ( Fig. 2 d). At a cluster threshold of 3.1 there were no regions of differential connectivity with the left parietal seed. Fig. 2 Differences in task associated functional connectivity (psycho-physiological interaction analysis) for NF1 versus controls, all working memory conditions. Red clusters indicate regions were individuals with NF1 show greater functional connectivity than healthy controls. Green clusters represent indicate regions where healthy controls show greater functional connectivity than individuals with NF1. Panels A & B show PPI results from the left and right parietal seeds, respectively. Panel C shows PPI results from the posterior cingulate seed. (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this article.) Fig. 2 Table 4 Regions showing between-group differences in PPI for NF1 patients and healthy controls during all working memory conditions and high versus low loads. Montreal Neurological Institute (MNI) coordinates represent the location of maximum activation for significant clusters. Table 4 Contrast Seed Cluster threshold Cluster BA Voxels Max Z-stat Max X (mm) Max Y (mm) Max Z (mm) All loads controls > NF1 Left parietal 2.3 None – – – – – – 3.1 None – – – – – – Right parietal 2.3 None – – – – – – 3.1 None – – – – – – PCC 2.3 Left superior temporal gyrus 22 3122 5.53 − 56 − 22 8 2.3 Left fusiform gyrus 37 1392 4.43 − 42 − 66 − 4 3.1 Left superior temporal gyrus 22 867 5.53 − 56 − 22 8 High-low loads controls > NF1 Left Parietal 2.3 None – – – – – – 3.1 None – – – – – – Right Parietal 2.3 Right inferior frontal gyrus (pars opercularis) 44 758 5.58 50 10 36 2.3 Left parietal cortex 7 587 3.88 − 28 − 66 46 2.3 Left premotor cortex 6 569 4.4 − 38 − 2 58 2.3 Right parietal cortex 40 404 4.63 56 − 46 44 2.3 Posterior Cingulate 23 387 4.01 2 − 32 28 3.1 Right inferior frontal gyrus (pars opercularis) 44 235 5.58 50 10 36 PCC 2.3 Right precentral gyrus – 788 4.06 18 − 30 60 2.3 Right premotor cortex 6 634 3.89 22 − 8 70 2.3 Central premotor cortex 6 464 3.77 0 − 4 60 3.1 None – – – – – – All loads NF1 > controls Left parietal 2.3 Left secondary visual cortex 18 620 4.06 − 4 − 84 12 2.3 Left premotor cortex 6 474 4.07 − 26 − 22 70 2.3 Left associative visual cortex 19 296 3.81 − 32 − 82 − 20 3.1 None – – – – – – Right parietal 2.3 Primary visual cortex 17 996 3.82 − 6 − 68 8 2.3 Left associative visual cortex 19 527 3.63 − 18 − 60 − 14 3.1 Primary visual cortex 17 134 3.82 − 6 − 68 8 PCC 2.3 Cerebellum* – 2447 5.08 10 − 72 − 28 2.3 Right inferior temporal gyrus 20 1429 4.15 42 − 30 − 18 2.3 Right precentral gyrus* – 513 3.48 24 − 26 42 2.3 Left premotor cortex 6 494 4.98 − 30 − 8 64 3.1 Cerebellum* – 159 5.08 10 − 72 − 28 High-low loads NF1 > controls Left parietal 2.3 Left secondary visual cortex 18 564 4.18 − 24 − 82 12 3.1 None – – – – – – Right parietal 2.3 None – – – – – – 3.1 None – – – – – – PCC 2.3 Left secondary visual cortex 18 380 4.08 − 24 − 82 10 2.3 Left inferior temporal gyrus 20 370 3.82 − 42 − 6 − 24 3.1 None – – – – – – Note: some coordinates had no associated Brodmann area, for which the Harvard-Oxford region name was used. For coordinates marked with a * no associated Brodmann area or Harvard-Oxford region was found, in which case the name for the closest Brodmann area was listed. When comparing high versus low loads (z = 2.3), NF1 patients exhibited greater connectivity between the left parietal seed and left secondary visual cortex. There were no regions in which healthy controls showed greater connectivity with the left parietal seed region than NF1 patients (see  Fig. 3 a and  Table 4 ). At z = 3.1, however, neither NF1 patients or healthy controls exhibited greater connectivity with the left parietal seed. Fig. 3 Differences in task associated functional connectivity (psycho-physiological interaction analysis) for NF1 versus controls, high-low working memory conditions. Red clusters indicate regions where individuals with NF1 show greater functional connectivity than healthy controls. Green clusters represent indicate regions where healthy controls show greater functional connectivity than individuals with NF1. Panels A & B show PPI results from the left and right parietal seeds, respectively. Panel C shows PPI results from the posterior cingulate seed. (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this article.) Fig. 3 3.3.2 Functional connectivity with right parietal seed region Similarly, in all loads (z = 2.3), NF1 patients showed greater connectivity between the right parietal seed and left associative visual cortex as well as the primary visual cortex. There were no regions in which controls showed greater right parietal connectivity than NF1 patients (see  Table 4  and  Fig. 2 b). Percent signal change in the right parietal seed indicates activation of the region ( Fig. 2 d). At a cluster threshold of 3.1, neither NF1 patients or healthy controls showed significant connectivity with the right parietal seed (see Supplementary Fig. 6 and  Table 4 ). In the high versus low load contrast, NF1 patients did not exhibit greater connectivity with the right parietal seed than healthy controls. Healthy controls showed greater connectivity between the right parietal seed with the right pars opercularis, bilateral parietal cortex, left premotor cortex, and the posterior cingulate (see  Fig. 3 b and  Table 4 ). At a cluster threshold of 3.1, healthy controls still showed greater connectivity between the right parietal seed and right pars opercularis relative to NF1 patients (see Supplementary Fig. 7 and  Table 4 ). 3.3.3 Functional connectivity with posterior cingulate (PCC) seed region For all loads (z = 2.3), NF1 patients showed greater connectivity between the PCC and cerebellum, right inferior temporal gyrus, right precentral gyrus, and left premotor cortex than did healthy controls. In contrast, we found that healthy controls showed greater connectivity between the PCC and left superior temporal gyrus, as well as the left fusiform gyrus, than did NF1 patients (see  Table 4  and  Fig. 2 c). Percent signal change in the PCC seed indicates deactivation of the region; hence, connectivity between regions listed above indicates healthy controls are exhibiting greater simultaneous deactivation in these regions during the task compared to baseline than are NF1 patients ( Fig. 2 d). At a cluster threshold of 3.1, NF1 patients still showed greater connectivity between the PCC and cerebellum than healthy controls, and healthy controls still showed greater connectivity between the PCC and left superior temporal gyrus (see Supplementary Fig. 8 and  Table 4 ). In the high versus low load contrast, NF1 patients exhibited greater connectivity between the PCC seed and the left secondary visual cortex and left inferior temporal gyrus. Healthy controls exhibited greater connectivity between the PCC seed and the right precentral gyrus, right and medial premotor cortex (see  Fig. 3 c and  Table 4 ). No significant connectivity differences between NF1 patients and healthy controls for the high vs. low load contrast were observed at a cluster threshold of 3.1. 3.4 Functional connectivity and cognitive abilities 3.4.1 Matrix Reasoning PCC-frontal connectivity was a significant predictor of Matrix Reasoning performance in NF1 patients, but this relationship was not observed in healthy controls (see Supplementary Table 1 and  Fig. 4 a). The relationship was such that greater connectivity between the PCC and the frontal region was associated with better Matrix Reasoning performance for NF1 patients ( β  = 0.57, p < 0.05). This effect survives Bonferroni correction of p < 0.017. There were no other significant predictors of Matrix Reasoning performance. Fig. 4 PPI connectivity and performance on cognitive tasks. A. PCC-Frontal connectivity correlates with Matrix Reasoning performance in NF1 patients but not controls. Standardized beta reported is controlling for age, left parietal-frontal, and right parietal-frontal connectivity betas for NF1 patients. B. PCC-parietal connectivity correlates with LNS performance in NF1 patients but not controls. Standardized beta reported is controlling for age, left parietal-parietal, and right parietal -parietal connectivity betas for NF1 patients. Fig. 4 3.4.2 LNS PCC-parietal connectivity was a significant predictor of LNS performance ( β  = 0.45, p < 0.05) in NF1 patients but not in healthy controls (see Supplementary Table 2 and  Fig. 4 b). As PCC-parietal connectivity increased in NF1 patients, so did LNS performance. However, this effect does not hold up under Bonferroni correction. There were no other significant predictors of LNS performance. 3.1 Behavioral results 3.1.1 Demographic and clinical characteristics The total sample consisted of 47 adult participants (23 NF1, 25 healthy controls). As shown in  Table 2 , NF1 and control groups were matched on all demographic factors except for IQ and years of education, such that controls had significantly higher IQ and more years of education than NF1 patients. Differences between NF1 patients and healthy controls on IQ and years of education are consistent with previous findings ( Levine et al., 2006 ,  Tomson et al., 2015 ). Table 2 Demographic and clinical characteristics of study participants. Table 2 NF1 participants (n = 23) Control participants (n = 25) p-Value Age (years, ± SD) 32.69 (9.08) 33.08 (8.89) n.s. Participant education (years, ± SD) 13.39 (2.76) 15.12 (1.13) p = 0.006 Gender (N, % female) 14 (61%) 16 (64%) n.s. Ethnicity (N, % Latino) 5 (22%) 12 (48%) n.s. Psychotropic medication (N, none/antidepressant) 19/4 25/0 χ 2  for controls vs NF1: p = 0.029 Full scale IQ (Mean, ± SD)* 98.70 (14.10) 112.36 (21.32) p = 0.012 LNS (proportion correct; Mean, ± SD) 0.65 (0.06) 0.67 (0.09) n.s. Matrix Reasoning T-Score (Mean, ± SD) 50.74 (7.72) 55.84 (10.66) p = 0.023 *Based on 2-subtest Wechsler Abbreviated Scale of Intelligence (Vocabulary and Matrix Reasoning). **No other medication classes were reported by any subjects. 3.2 Whole brain activation results 3.2.1 All loads As shown in  Fig. 1  and  Table 3 , a comparison between controls and NF1 patients across all working memory loads revealed significantly increased activation in controls relative to NF1 patients in the left DLFPC and right intraparietal sulcus (IPS) at the cluster threshold of 2.3. The left DLPFC cluster was still significant at a cluster threshold of 3.1, although the right IPS cluster was no longer significant at this threshold (see Supplementary Fig. 4 and  Table 3 ). There were no regions showing greater activation for NF1 patients relative to controls, at either threshold. Fig. 1 Differences in neural activity between NF1 Patients versus Controls. In 1a red clusters represent activity from the contrast of all WM conditions > baseline for NF1 patients greater than controls. To visualize group differences within these regions (1b), bar plots are presented which show percent signal change extracted from left dorsolateral prefrontal cortex and right parietal cortex. The X-axis represents the group (NF1 Patients = blue, Controls = red) and the Y-axis represents percent signal change. No additional statistics were run on data presented in bar graphs. 1c shows the results from the high minus low contrast, where red clusters represent regions where NF1 patients showed greater activity than heathy controls and green clusters represent regions where healthy controls have greater activity than NF1 patients. All analyses co-vary for scanner, age, and gender (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this article.). Fig. 1 Table 3 Regions showing between-group differences in activation for NF1 patients and healthy controls during all working memory conditions. Montreal Neurological Institute (MNI) coordinates represent the location of maximum activation for significant clusters. Table 3 Contrast Cluster threshold Cluster BA Voxels Max Z-stat Max X (mm) Max Y (mm) Max Z (mm) All loads controls > NF1 2.3 Right intraparietal sulcus 7 626 4.26 22 − 78 44 2.3 Left middle frontal gyrus* – 370 4.12 − 28 − 6 40 3.1 Left middle frontal gyrus* – 115 4.12 − 28 − 6 40 All loads NF1 > controls 2.3 None – – – – – – 3.1 None – – – – – – High-low loads controls > NF1 2.3 Right lateral occipital 19 588 3.82 30 − 68 26 3.1 None – – – – – – High-low loads NF1 > controls 2.3 Posterior cingulate – 3294 4.16 2 − 48 12 2.3 Right angular gyrus 39 2807 4.47 48 − 56 24 2.3 Right orbitofrontal cortex 11 2748 4.65 18 62 − 2 2.3 Left parietal cortex 39 1012 4.19 − 54 − 62 34 2.3 Right temporal pole 38 611 4.33 44 26 − 12 2.3 Right middle frontal gyrus 9 429 4.05 26 34 42 2.3 Left inferior temporal gyrus 20 375 3.71 − 48 − 20 − 14 3.1 Posterior cingulate – 531 4.16 2 − 48 12 3.1 Left parietal cortex 39 156 4.19 − 54 − 62 34 3.1 Right middle temporal gyrus 21 141 4.05 60 − 36 − 8 3.1 Right orbitofrontal cortex 11 135 4.65 18 62 − 2 3.1 Right middle temporal gyrus 21 107 4.45 48 − 46 12 3.2.2 High versus low loads As shown in  Fig. 1 c and  Table 3  (cluster threshold of 2.3), controls showed greater right lateral occipital activation in high loads than low loads as compared to NF1 patients. In contrast, relative to controls NF1 patients exhibited more activation in the posterior cingulate, right angular gyrus, right orbitofrontal cortex, right temporal pole, right middle frontal gyrus, left parietal cortex, and left inferior temporal gyrus in high loads than low loads. At a cluster threshold of 3.1, healthy controls did not show any regions of differentially increased activation relative to NF1 patients for high versus low loads; however, most of the previously observed results for NF1 patients relative to controls survived this more stringent threshold (i.e., greater activation in the posterior cingulate, left parietal cortex, and right orbitofrontal cortex). Increased activation in the right middle temporal gyrus was also observed in NF1 patients vs. controls at this threshold (see Supplementary Fig. 5 and  Table 3 ). 3.3 PPI results 3.3.1 Functional connectivity with left parietal seed region Despite the overall reduced neural activity, we observed during task performance in all loads, NF1 patients showed greater connectivity between the left parietal seed and multiple cortical and subcortical regions (at z = 2.3); specifically, left secondary visual cortex, left premotor cortex, left associative visual cortex, and cerebellum, relative to healthy controls. There were no regions for which controls showed greater left parietal connectivity than NF1 patients (see  Table 4  and  Fig. 2 a). Percent signal change in the left parietal seed indicates activation of the region ( Fig. 2 d). At a cluster threshold of 3.1 there were no regions of differential connectivity with the left parietal seed. Fig. 2 Differences in task associated functional connectivity (psycho-physiological interaction analysis) for NF1 versus controls, all working memory conditions. Red clusters indicate regions were individuals with NF1 show greater functional connectivity than healthy controls. Green clusters represent indicate regions where healthy controls show greater functional connectivity than individuals with NF1. Panels A & B show PPI results from the left and right parietal seeds, respectively. Panel C shows PPI results from the posterior cingulate seed. (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this article.) Fig. 2 Table 4 Regions showing between-group differences in PPI for NF1 patients and healthy controls during all working memory conditions and high versus low loads. Montreal Neurological Institute (MNI) coordinates represent the location of maximum activation for significant clusters. Table 4 Contrast Seed Cluster threshold Cluster BA Voxels Max Z-stat Max X (mm) Max Y (mm) Max Z (mm) All loads controls > NF1 Left parietal 2.3 None – – – – – – 3.1 None – – – – – – Right parietal 2.3 None – – – – – – 3.1 None – – – – – – PCC 2.3 Left superior temporal gyrus 22 3122 5.53 − 56 − 22 8 2.3 Left fusiform gyrus 37 1392 4.43 − 42 − 66 − 4 3.1 Left superior temporal gyrus 22 867 5.53 − 56 − 22 8 High-low loads controls > NF1 Left Parietal 2.3 None – – – – – – 3.1 None – – – – – – Right Parietal 2.3 Right inferior frontal gyrus (pars opercularis) 44 758 5.58 50 10 36 2.3 Left parietal cortex 7 587 3.88 − 28 − 66 46 2.3 Left premotor cortex 6 569 4.4 − 38 − 2 58 2.3 Right parietal cortex 40 404 4.63 56 − 46 44 2.3 Posterior Cingulate 23 387 4.01 2 − 32 28 3.1 Right inferior frontal gyrus (pars opercularis) 44 235 5.58 50 10 36 PCC 2.3 Right precentral gyrus – 788 4.06 18 − 30 60 2.3 Right premotor cortex 6 634 3.89 22 − 8 70 2.3 Central premotor cortex 6 464 3.77 0 − 4 60 3.1 None – – – – – – All loads NF1 > controls Left parietal 2.3 Left secondary visual cortex 18 620 4.06 − 4 − 84 12 2.3 Left premotor cortex 6 474 4.07 − 26 − 22 70 2.3 Left associative visual cortex 19 296 3.81 − 32 − 82 − 20 3.1 None – – – – – – Right parietal 2.3 Primary visual cortex 17 996 3.82 − 6 − 68 8 2.3 Left associative visual cortex 19 527 3.63 − 18 − 60 − 14 3.1 Primary visual cortex 17 134 3.82 − 6 − 68 8 PCC 2.3 Cerebellum* – 2447 5.08 10 − 72 − 28 2.3 Right inferior temporal gyrus 20 1429 4.15 42 − 30 − 18 2.3 Right precentral gyrus* – 513 3.48 24 − 26 42 2.3 Left premotor cortex 6 494 4.98 − 30 − 8 64 3.1 Cerebellum* – 159 5.08 10 − 72 − 28 High-low loads NF1 > controls Left parietal 2.3 Left secondary visual cortex 18 564 4.18 − 24 − 82 12 3.1 None – – – – – – Right parietal 2.3 None – – – – – – 3.1 None – – – – – – PCC 2.3 Left secondary visual cortex 18 380 4.08 − 24 − 82 10 2.3 Left inferior temporal gyrus 20 370 3.82 − 42 − 6 − 24 3.1 None – – – – – – Note: some coordinates had no associated Brodmann area, for which the Harvard-Oxford region name was used. For coordinates marked with a * no associated Brodmann area or Harvard-Oxford region was found, in which case the name for the closest Brodmann area was listed. When comparing high versus low loads (z = 2.3), NF1 patients exhibited greater connectivity between the left parietal seed and left secondary visual cortex. There were no regions in which healthy controls showed greater connectivity with the left parietal seed region than NF1 patients (see  Fig. 3 a and  Table 4 ). At z = 3.1, however, neither NF1 patients or healthy controls exhibited greater connectivity with the left parietal seed. Fig. 3 Differences in task associated functional connectivity (psycho-physiological interaction analysis) for NF1 versus controls, high-low working memory conditions. Red clusters indicate regions where individuals with NF1 show greater functional connectivity than healthy controls. Green clusters represent indicate regions where healthy controls show greater functional connectivity than individuals with NF1. Panels A & B show PPI results from the left and right parietal seeds, respectively. Panel C shows PPI results from the posterior cingulate seed. (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this article.) Fig. 3 3.3.2 Functional connectivity with right parietal seed region Similarly, in all loads (z = 2.3), NF1 patients showed greater connectivity between the right parietal seed and left associative visual cortex as well as the primary visual cortex. There were no regions in which controls showed greater right parietal connectivity than NF1 patients (see  Table 4  and  Fig. 2 b). Percent signal change in the right parietal seed indicates activation of the region ( Fig. 2 d). At a cluster threshold of 3.1, neither NF1 patients or healthy controls showed significant connectivity with the right parietal seed (see Supplementary Fig. 6 and  Table 4 ). In the high versus low load contrast, NF1 patients did not exhibit greater connectivity with the right parietal seed than healthy controls. Healthy controls showed greater connectivity between the right parietal seed with the right pars opercularis, bilateral parietal cortex, left premotor cortex, and the posterior cingulate (see  Fig. 3 b and  Table 4 ). At a cluster threshold of 3.1, healthy controls still showed greater connectivity between the right parietal seed and right pars opercularis relative to NF1 patients (see Supplementary Fig. 7 and  Table 4 ). 3.3.3 Functional connectivity with posterior cingulate (PCC) seed region For all loads (z = 2.3), NF1 patients showed greater connectivity between the PCC and cerebellum, right inferior temporal gyrus, right precentral gyrus, and left premotor cortex than did healthy controls. In contrast, we found that healthy controls showed greater connectivity between the PCC and left superior temporal gyrus, as well as the left fusiform gyrus, than did NF1 patients (see  Table 4  and  Fig. 2 c). Percent signal change in the PCC seed indicates deactivation of the region; hence, connectivity between regions listed above indicates healthy controls are exhibiting greater simultaneous deactivation in these regions during the task compared to baseline than are NF1 patients ( Fig. 2 d). At a cluster threshold of 3.1, NF1 patients still showed greater connectivity between the PCC and cerebellum than healthy controls, and healthy controls still showed greater connectivity between the PCC and left superior temporal gyrus (see Supplementary Fig. 8 and  Table 4 ). In the high versus low load contrast, NF1 patients exhibited greater connectivity between the PCC seed and the left secondary visual cortex and left inferior temporal gyrus. Healthy controls exhibited greater connectivity between the PCC seed and the right precentral gyrus, right and medial premotor cortex (see  Fig. 3 c and  Table 4 ). No significant connectivity differences between NF1 patients and healthy controls for the high vs. low load contrast were observed at a cluster threshold of 3.1.",
  "discussion": "Conclusions Dysfunctional engagement of WM circuitry, and aberrant functional connectivity of ‘task-negative’ regions in NF1 patients may underlie spatial WM difficulties characteristic of the disorder. 4 Discussion Our study both confirmed and extended previous findings regarding the neural substrates of spatial working memory in patients with NF1, a monogenic disorder associated with specific cognitive impairments. First, we found significant hypoactivation of key components of working memory circuitry, the right IPS and left DLPFC in patients with NF1 relative to healthy controls during task performance, thus supporting prior findings in independent samples ( Hyman et al., 2006 ,  Clements-Stephens et al., 2008 ), including our own previous work ( Shilyansky et al., 2010 ). In addition, when investigating regions activated in high memory loads relative to low loads, controls showed greater right lateral occipital activation than NF1 patients. In contrast, NF1 patients exhibited more diffuse activation during high loads than low loads, specifically in the posterior cingulate, right angular gyrus, right orbitofrontal cortex, right temporal pole, right middle frontal gyrus, left parietal cortex, and left inferior temporal gyrus, as compared to healthy controls. Based on these findings, it is tempting to speculate that the more diffuse pattern of increased activation in high vs low memory loads in NF1 patients may reflect a less efficient pattern of neural activity. This hypothesis warrants further investigation in future studies of both working memory and other cognitive functions affected in NF1. Secondly, our findings revealed novel information regarding functional connectivity during spatial WM task performance in NF1. The PPI analyses indicated differential patterns of connectivity between patients with NF1 and healthy controls. Specifically, NF1 patients exhibited greater connectivity than healthy controls between bilateral parietal (‘task-positive’) regions and visual cortices. In addition, consistent with the overall pattern of findings, when comparing high vs. low memory loads NF1 patients exhibited greater connectivity (relative to healthy controls) between the left parietal and the left visual cortex. In contrast, healthy controls showed greater connectivity (compared to NF1) with the right parietal and frontal, bilateral parietal regions, and the PCC. Notably, healthy controls exhibited greater connectivity between a ‘task-negative’ region (PCC) and left temporal regions than NF1 patients. As the PCC showed deactivation during task performance, this pattern of findings indicates differentially greater simultaneous deactivation of the PCC and left temporal regions during working memory trials in controls relative to patients with NF1. In contrast, NF1 patients exhibited greater connectivity between the “task-negative” region (PCC) and regions not generally associated with the DMN or visuo-spatial WM performance (i.e. cerebellum) than healthy controls. Previous research has implicated the PCC and lateral temporal cortex (as well as several other regions) in the DMN ( Buckner et al., 2008 ). DMN regions are associated with self-referential thought and are generally known to be less active during demanding cognitive tasks ( Buckner et al., 2008 ). In addition, differential activation and deactivation of the DMN has been found in multiple clinical groups (e.g. patients with Alzheimer's disease, schizophrenia, depression, and anxiety) as compared to healthy controls ( Broyd et al., 2009 ). Relatively  less  deactivation of the DMN during a cognitive task is associated with lapsed attention ( Buckner et al., 2008 ), and evidence of decreased deactivation of the DMN has been observed in patients with Alzheimer's, epilepsy, and autism ( Broyd et al., 2009 ). Reduced functional connectivity between the PCC and temporal regions in individuals with NF1 relative to controls could indicate DMN interference, as postulated by  Violante et al. (2012) . To elaborate, the increased connectivity between DMN associated regions during task trials in healthy controls could suggest appropriate deactivation of the DMN during WM performance. In contrast, the reduced connectivity in the DMN associated regions of NF1 patients could indicate a failure to properly deactivate the DMN, possibly leading to task interference. However, definitive support for the DMN interference hypothesis warrants further experiments capable of dissecting the causal influence of task-positive networks on DMN activation/deactivation. Our study is the first to explore task based functional connectivity in NF1 patients, and thus provides unique insight into atypical patterns of neural activity that underlie characteristic cognitive impairments in NF1. It is currently unclear whether the altered functional connectivity observed in patients with NF1 is a source of their cognitive dysfunction or a compensatory mechanism. Finally, we found that task-related long-range connectivity between the PCC and frontal/parietal lobes was associated with better performance on behavioral measures of visuospatial and working memory ability (respectively) in patients with NF1, although this relationship was not observed in controls. As hypothesized, this finding suggests that appropriate deactivation of DMN implicated regions is associated with better task performance for NF1 patients. Anterior-posterior connectivity could be essential for successful visuo-spatial performance, specifically in NF1 patients. Our finding is the first to demonstrate a possible relationship between functional connectivity and cognitive ability in NF1 patients. 6 Concluding remarks In summary, our findings elucidate the link between characteristic functional brain abnormalities in NF1 and the behavioral profile while replicating previous findings. We found that there is a distinct neural signature associated with the visuo-spatial impairment generally exhibited by NF1 patients. This distinct neural signature consists of reduced activation of key brain regions associated with working memory function, abnormal activation between parietal regions and visual cortices, and aberrant deactivation of regions associated with the default mode network, a result consistent with the hypothesis that enhanced neuronal inhibition contributes to cognitive deficits in NF1 ( Costa et al., 2002 ,  Mainberger et al., 2013 ,  Shilyansky et al., 2010 ). These findings offer initial insights into the neural mechanisms through which NF1 influences cognitive abilities and future research should further explore this relationship to provide a more comprehensive understanding of the effects of NF1.",
  "fetched_at": "2026-02-16T15:44:38.959902",
  "abstract_length": 3617,
  "methods_length": 14659,
  "introduction_length": 7227,
  "results_length": 28987,
  "discussion_length": 6713
}