{
  "pmid": "PMID:28725547",
  "title": "Spatial working memory in neurofibromatosis 1: Altered neural activity and functional connectivity.",
  "abstract": "BACKGROUND: Neurofibromatosis Type 1 (NF1) is a genetic disorder that disrupts central nervous system development and neuronal function. Cognitively, NF1 is characterized by difficulties with executive control and visuospatial abilities. Little is known about the neural substrates underlying these deficits. The current study utilized Blood-Oxygen-Level-Dependent (BOLD) functional MRI (fMRI) to explore the neural correlates of spatial working memory (WM) deficits in patients with NF1. METHODS: BOLD images were acquired from 23 adults with NF1 (age  RESULTS: Relative to healthy controls, participants with NF1 showed reduced recruitment of key components of WM circuitry, the left dorsolateral prefrontal cortex and right parietal cortex. In addition, healthy controls exhibited greater simultaneous deactivation between the posterior cingulate cortex (PCC) and temporal regions than NF1 patients. In contrast, NF1 patients showed greater PCC and bilateral parietal connectivity with visual cortices as well as between the PCC and the cerebellum. In NF1 participants, increased functional coupling of the PCC with frontal and parietal regions was associated with better spatial reasoning and WM performance, respectively; these relationships were not observed in controls. CONCLUSIONS: Dysfunctional engagement of WM circuitry, and aberrant functional connectivity of 'task-negative' regions in NF1 patients may underlie spatial WM difficulties characteristic of the disorder.",
  "authors": "Amira F A Ibrahim; Caroline A Montojo; Kristen M Haut; Katherine H Karlsgodt; Laura Hansen; Eliza Congdon; Tena Rosser; Robert M Bilder; Alcino J Silva; Carrie E Bearden",
  "journal": "NeuroImage. Clinical",
  "publicationDate": "2017",
  "doi": "10.1016/j.nicl.2017.06.032",
  "methods": "Methods BOLD images were acquired from 23 adults with NF1 (age  M  = 32.69; 61% male) and 25 matched healthy controls (age  M  = 33.08; 64% male) during an in-scanner visuo-spatial WM task. Whole brain functional and psycho-physiological interaction analyses were utilized to investigate neural activity and functional connectivity, respectively, during visuo-spatial WM performance. Participants also completed behavioral measures of spatial reasoning and verbal WM. 2 Methods and materials 2.1 Participants A total of 48 participants were included in the current study (23 NF1 patients and 25 demographically comparable healthy controls). Participants ranged in age from 18 to 47 years. NF1 participants were screened and enrolled by a pediatric neurologist (T.R.), a clinician with experience caring for individuals with  NF . All subjects included were participants in a clinical trial, as described in  Bearden et al. (2016) ; however, all testing was conducted prior to treatment randomization. Two NF1 patients included were confirmed to have asymptomatic optic gliomas at the time of testing. NF1 patient inclusion criteria were: 1) Meets NIH NF1 diagnostic criteria ( Stumf, 1988 ) and does not have segmental NF1. 2) No evidence of intracranial pathology such as hydrocephalus or brain tumor, other than an asymptomatic optic pathway or other NF1-related glioma; 3) Full-Scale IQ ≥ 70 (as determined by the Wechsler Abbreviated Scale of Intelligence [WASI];  Wechsler, 2011 ); 4) No comorbid major neurological or psychiatric disorder (e.g., epilepsy, bipolar disorder, psychotic illness, major depression); 5) No MRI contraindications; female participants could not be pregnant or lactating; 6) Sufficient fluency in English. Healthy controls also had to meet inclusion criteria 2 through 6 above. Participants were recruited from three primary sources: 1) The Children's Hospital Los Angeles Neurofibromatosis Clinic, a major NF1 referral center for the greater Los Angeles region; 2) local Children's Tumor Foundation and NF Network family educational symposia; 3) NF-related websites as well as  www.clinicaltrials.gov . Demographically comparable healthy controls were recruited from the Consortium for Neuropsychiatric Phenomics, a study ongoing concurrently at UCLA ( Poldrack et al., 2016a ), and for which the neuroimaging data are now freely available at OpenfMRI ( https://openfmri.org/dataset/ds000030/ ). 2.2 Procedure All aspects of the research project were granted IRB approval by UCLA, prior to the collection of any data. All participants provided verbal and written informed consent before participation in any aspect of the study, after study procedures were fully explained. 2.3 Measures 2.3.1 Neuropsychological measures Cognitive functioning was assessed via a neuropsychological battery administered by supervised clinical psychology doctoral students or Master's level psychometricians. IQ data were obtained using either the Matrix Reasoning and Vocabulary subtests from the WASI ( Wechsler, 2011 ) for the NF1 patients and the same measures from the Wechsler Adult Intelligence Scale, Version 4 (WAIS-IV;  Wechsler, 2014 ) for the healthy controls (scaled scores were used to account for differences between task versions). Matrix Reasoning was also examined as a measure of nonverbal reasoning ability. Working memory capacity was measured behaviorally using the University of Maryland Letter–Number Sequencing (LNS) task ( Gold et al., 1997 ). In this task, participants are presented with sets of numbers and letters of varying length and then must repeat back the presented numbers in ascending order and letters in alphabetical order. 2.3.2 Spatial capacity working memory (SCAP) task Participants viewed a visual array presenting 1, 3, 5, or 7 circles on the screen followed by a probe circle. The participant had to indicate whether the probe circle was presented in the same position as one of the circles in the previous array, as described in detail in  Montojo et al. (2014)  and  Glahn et al. (2002) . Trial events included a two second target-array presentation, a 1.5, 3 or 4.5 s delay period, and a three second response period. Half the task trials were true-positive, and half were true-negative. Task trials were compared to the fixation during the inter-trial interval. Participants underwent a brief behavioral training session on the task prior to administration in the scanner, as described below. 2.3.3 fMRI acquisition All data were collected at the University of California, Los Angeles in one of two scanning facilities both with 3 T Siemens Tim Trio MRI scanner, running Siemens versions syngo MR B15 and B17. 219. Group level whole brain and PPI analyses included scanner as a covariate. Functional T2- weighted echo planar images (EPIs) were collected with the following parameters: slice thickness = 4 mm, 34 slices, TR = 2 s, TE = 30 ms, flip angles = 90°, matrix 192 × 192, FOV = 192 mm. Additionally, a T2-weighted matched-bandwidth high resolution anatomical scan (same slice prescription as EPI) and MPRAGE were collected. The parameters for the MPRAGE were the following: TR = 2.3 s, TE = 2.91 ms, FOV = 256 mm, matrix = 240 × 256, flip angle = 9°, slice thickness = 1.20 mm, 160 slices. 2.3.4 Statistical analyses Analyses of neuropsychological and clinical data were performed using SPSS software v. 21 (IBM). We compared demographic characteristics between groups using independent samples  t -tests for continuous variables and chi-square tests for categorical variables. FMRI data analyses were performed using the FMRIB software library ( www.fmrib.ox.ac.uk/fsl ), version 5.0 ( Smith et al., 2004 ). Images for each participant were realigned to compensate for small head movements ( Jenkinson and Smith, 2001 ). Subjects with average translational motion > 3 mm were excluded (n = 1). Data were spatially smoothed using a 5-mm, full-width-half-maximum Gaussian kernel. The data were filtered in the temporal domain using a nonlinear high-pass filter with a 66 s cutoff. A three-step registration process was used in which EPI images were first registered to the matched-bandwidth high-resolution scan, then to the MPRAGE structural image, and finally into standard (Montreal Neurological Institute [MNI]) space, using nonlinear transformations. Four NF1 patients were registered using linear transformations due to image distortion during registration with nonlinear transformation. Standard model fitting was conducted for all subjects, and all task trials were included in the analysis. Higher-level analyses modeled all loads. For first-level whole brain analyses, the following events were modeled after convolution with a canonical gamma hemodynamic response function: All loads, load 1, load 3, load 5, load 7, delay 1.5 s (sec), delay 3 s, and delay 4.5 s. Events were modeled with the onset at the target presentation and duration of 6.5, 8, and 9.5 s to include the variable delay and probe periods. The six motion parameters and temporal derivatives of all regressors were included as covariates of no interest to improve statistical sensitivity. For each subject, the following contrasts were computed: All loads, load 1, load 3, load 5, load 7. The output from the subject-specific analyses was analyzed using a mixed-effects model with FMRIB's Local Analysis of Mixed Effects (FLAME). To first rule out potential scanner-related differences, we checked for differences in neural activity between scanners in each group. Seven healthy controls and nine NF1 patients were scanned at the UCLA Center for Cognitive Neuroscience, and 18 healthy controls and 14 NF1 patents were scanned at the UCLA Brain Mapping Center, on identically configured scanners. There were no significant differences in the proportion of NF1 patients and healthy controls scanned at each location (χ 2 (2,48) = 0.67, p > 0.05). There were no differences in activation between scanners (p > 0.05 for all comparisons); thus, all subsequent group-level analyses were conducted with age, gender, and scanner added as covariates. Using FSL's FLAME, group-level statistics images were thresholded with a cluster-forming threshold of z > 2.3 as well as 3.1 and a cluster probability of p < 0.05, corrected for whole-brain multiple comparisons using Gaussian random field theory. According to  Eklund et al. (2016, pp. 7902) , “among the parametric software packages, FSL's FLAME1 clusterwise inference stood out as having much lower FWE, often being valid (under 5%), but this comes at the expense of highly conservative voxelwise inference.” These findings suggest that FSL's FLAME1 at a cluster threshold of 2.3 has much lower family wise error rates than other parametric software packages, almost comparable to permutation methods. Nevertheless, we still ran the analysis with a cluster z > 3.1 to see if the results at the z > 2.3 threshold were maintained. The search region included the whole brain (139,264 voxels). Brain regions were identified using the Harvard-Oxford cortical and subcortical probabilistic atlases as well as associated Brodmann areas for regions without Harvard-Oxford designations. All activations are reported in MNI coordinates. For reporting of clusters, we used the cluster command in FSL. Anatomical localization within each cluster was obtained by searching within maximum likelihood regions from the FSL Harvard-Oxford probabilistic atlas to obtain the maximum z-statistic and MNI coordinates within each anatomical region contained within a cluster. Due to a technical issue during scan acquisition, behavioral data from the SCAP task were only available for a subset of NF1 patients (n = 5), although behavioral data were successfully collected on all 25 healthy controls. Thus, we modeled all trials in our fMRI analyses. To confirm that any observed differences in neural activity were not due to differences in task performance, subjects with available SCAP behavioral data were included in a follow-up analysis modeling all trials vs. correct trials only (see Supplementary Results for details). 2.3.5 PPI analyses We used the generalized psychophysiological interaction (gPPI) method described in  McLaren et al. (2012) . Prior to running the gPPI analysis all subjects' SCAP scans were run through the FSL motion outlier tool ( http://fsl.fmrib.ox.ac.uk/fsl/fslwiki/FSLMotionOutliers ) to remove timepoints with significant motion (FD > 0.5 mm). First, the following events were modeled after convolution with a canonical gamma hemodynamic response function: load 1, load 3, load 5, and load 7. Events were modeled with the onset of the visual array presentation. Second, we extracted the time course of a priori seed regions within the left parietal, right parietal, and posterior cingulate cortex (PCC). The parietal regions were selected given their central role in working memory function ( Baddeley, 2003 ,  Todd and Marois, 2004 ). The PCC seed was selected as a central hub of the default mode network (DMN; 33,34), as we were interested in exploring potential task related DMN interference in NF1. Seed regions were 8 mm spheres centered on the point of maximum activation during SCAP trials obtained from an independent sample of healthy individuals; see  Poldrack et al. (2016b)  for description of the sample and  Table 1  for ROI coordinates. Table 1 Coordinates for regions of interest used as PPI seeds. Montreal Neurological Institute (MNI) coordinates represent the center location of the 8 mm sphere. Table 1 ROI X (mm) Y (mm) Z (mm) PCC 2 − 56 22 Left parietal − 20 − 64 56 Right parietal 22 − 66 52 Third, the seed time-course was multiplied by condition onset times for load 1, load 3, load 5, and load 7 separately, and then convolved with the hemodynamic response function to obtain the PPI results for each load. The six motion parameters and temporal derivatives of all regressors were included as covariates of no interest to improve statistical sensitivity by reducing the influence of motion. In order to simplify the analyses and reduce multiple comparisons, rather than investigating each load separately, a contrast was set up in order to calculate the mean PPI for all loads. Similar to the whole brain analysis, Group-level statistics images were thresholded with a cluster-forming threshold of z > 2.3 and a Bonferroni corrected cluster probability of p < 0.017. PPI beta values between seed and secondary regions (Harvard-Oxford anatomical masks of the frontal, temporal, and parietal regions) were extracted from the all loads zstat image. 2.3.6 PPI and behavioral measures To assess whether functional connectivity during task performance was associated with cognitive performance outside the scanner, we assessed the relationship between seed-based connectivity and behavioral performance on two tasks of nonverbal reasoning and auditory working memory, respectively, Matrix Reasoning and LNS, using linear regression models. Each Beta coefficient value represents the mean connectivity between a seed region (PCC, left parietal, or right parietal) and a target region of interest (ROI). Target ROIs are structural ROIs extracted from the Harvard-Oxford atlas (frontal = frontal pole + inferior middle frontal, temporal = middle temporal lobe posterior division + inferior temporal posterior division, and parietal = lateral occipital + superior parietal lobule; see Supplementary Fig. 3 for ROIs). Betas were extracted using the fslmeants command in fsl from each PPI group level model (controlling for scanner), which presents the average intensities over all voxels in the ROI. We then used the betas extracted from each seed-target pair as predictors in a regression with each of the behavioral tasks as the outcome variable. NF1 patients and healthy controls were analyzed separately. We did not include all the connectivity values in one model because of significant collinearity with the overlapping PPI seed regions. Thus, we ran three separate models run for each behavioral measure as the outcome; the connectivity values for each target region were included in the same model. Specifically, Model I included age, left parietal-frontal betas (i.e., beta regression coefficient value indexing connectivity between the left parietal seed and the Harvard-Oxford derived frontal pole region), right parietal-frontal betas, and PCC-frontal betas as predictors. Model II includes age, left parietal-parietal betas, right parietal-parietal betas, and PCC-parietal betas as predictors. Lastly, Model III includes age, left parietal-temporal betas, right parietal-temporal betas, and PCC-temporal betas as predictors.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:27:09"
}