{
  "pmid": "PMID:28735371",
  "title": "Identifying Symptoms of Distress in Youth Living with Neurofibromatosis Type 1 (NF1).",
  "abstract": "Children and adolescents with Neurofibromatosis type 1 (NF1) are at increased risk for wide-ranging behavioral, developmental, and cognitive impairments and decreased quality of life. To date, no psychosocial screening tool has been developed to quickly assess the symptoms that 1) can be addressed during routine medical appointments in children with NF1, 2) can produce interpretable and actionable results, 3) can be integrated into medical care, and 4) can quickly identify patients at risk in order to better address that the provision of appropriate care are available. This study was conducted to test the overall usability of the Distress Thermometer (DT) and symptom checklist and concordance of DT ratings between pediatric patients, their caregivers and medical providers. Eighty youth (ages 7-21) living with NF1 completed the DT and an accompanying checklist. The findings of this study suggest the DT and symptom checklist was acceptable and feasible to complete in a clinic setting. A small subset reported high distress that required further assessment and intervention. Significant discordance between distress ratings of caregivers and children and healthcare providers was also found. Overall, the DT and accompanying symptom checklist provide important information to identify the presence of distress and contextualize the child's distress but is limited by not assessing whether these symptoms interfere with the child's daily life.",
  "authors": "Lori Wiener; Haven Battles; Sima Zadeh Bedoya; Andrea Baldwin; Brigitte C Widemann; Maryland Pao",
  "journal": "Journal of genetic counseling",
  "publicationDate": "2018-02",
  "doi": "10.1007/s10897-017-0128-1",
  "methods": "Methods: Patients, ages 7–21 years old, were recruited as part of a larger study on distress screening of outpatients with serious medical illness from one of 5 clinics in two institutions; methods for the larger study have been previously described ( Wiener et al., 2015 ). Eighty patient participants from the larger sample had a diagnosis of NF-1 and are reported here. Participants were divided into three age categories: 7 to 12, 13–17 and 18–21 and measures were administered accordingly. Additional inclusion criteria included availability of a parent/guardian to participate, and the ability to speak English (primary outcome measure is not yet available in other languages). Exclusion criteria included the presence of psychotic symptoms or cognitive impairment, which in the judgment of the Principal or Associate Investigator, or consulting psychiatrist, would compromise the patient’s ability to accurately complete the measures. This study was approved by the Combined Neuroscience Institutional Review Board at the National Institute of Mental Health. Measures The Distress Thermometer (DT) was designed as a brief screening tool to assess for distress in adult cancer patients (NCCN, 2015) and has been recognized as a good alternative to many of the longer measures commonly used to screen for distress in cancer patients ( Jacobsen, 2005 ).  Patel et al. (2011)  conducted a study that investigated the validity and utility of an adapted DT to screen for distress in a pediatric oncology inpatient setting. Convergent validity was demonstrated by reasonable agreement between the pediatric distress rating tool and standardized pediatric measures ( Patel et al., 2011 ); the adapted pediatric DT was used in this study for all ages. Another study described patients, aged 9–18 years with sarcoma, which found the pediatric DT to be feasible and acceptable to young people to complete screening measures during a clinic visit .  ( Weiner, 2015 ). Children’s Depression Inventory (CDI-S and CDI-P) The CDI–S ( Kovacs, 1992 ) is a 10-item self-report measure for depression in children, ages 7 to 17 years. The CDI is widely used, reliable and valid. It has been noted to have a bias towards cognitive symptoms ( Shemesh et al., 2005 ) and has few questions on physical symptoms, potentially making it more appropriate for children with medical illness whose illness symptoms can be confounded with physical manifestations of depression ( Shemesh et al., 2005 ). The CDI was completed by all patients ages 7–17. The CDI Parent Version (CDI-P) is derived directly from the CDI, is scored identically and has similar psychometric properties ( Kovacs, 1992 ). The CDI-P was completed by caregivers of all patients, ages 7–21. The Brief Symptom Inventory 18 (BSI-18) The BSI-18 ( Derogatis et al., 2004 ) is an 18-item self-report measure to screen for psychological distress and psychiatric disorders in individuals in the community or hospital settings. The BSI-18 assesses three dimensions of emotional functioning, depression, anxiety, and somatization. The Global Severity Index (GSI) is a measure of symptom severity. An individual is designated as meeting criteria for “caseness” on the BSI if they have a GSI score greater than or equal to a T-score of 63 or they meet “case” criteria on at least 2 subscales. Since the CDI-S was only designed for patients up to age 17, patients ages 18–21 were administered the Depression dimension of the BSI-18 (6 items). Caregivers were administered all 18 items on themselves. The BSI-18 has excellent psychometric properties ( Zabora et al., 1990 ). Lansky and Karnofsky Scores: Medical providers completed a Lansky score for patients 17 years and younger and a Karnofsky score for patients 18 years and older. These scores indicate the disease severity and functional capabilities of the patient ( Lansky et al., 1987 ;  Mor et al., 1984 ) and were obtained in order to assess the disease severity of the patients completing the DT. Lansky and Karnofsky scores range from 0–100 in increments of 10, with 0 indicating unresponsiveness/death to 100 indicating perfect health. Distress Thermometer Acceptability and Feasibility Scales Acceptability: Patients, primary caregivers, and the child’s primary medical provider rated on a scale of 1–4 how easy or difficult the DT was to complete during an outpatient visit and also indicated, on a three point scale, to what extent completing the DT bothered them. Feasibility: After each administration of the DT to patients and caregivers, the data collector recorded how feasible the DT was to administer on a four-point scale. The DT Acceptability and Feasibility Scales were developed by the study investigators for the purpose of this study. Other: Additional instruments to assess anxiety, pain and fatigue were given in order to validate the DT; summary validation results included patients with NF and are described in  Wiener et al., 2015 . Procedure All data collection was completed in a single clinic visit. After reviewing and signing the assent (children ages 7–17) and consent (ages 18–21), each patient was given a self-administered Distress Thermometer (DT), either the Children’s Depression Inventory (CDI) or the Brief Symptom Inventory (BSI-depression items), the DT Acceptability Scale, as well as other measures not reported in this study, by one of the investigators or trained data collectors. Parents also consented to the study for their minor children and themselves, and completed the DT (on the child), parent versions of the CDI (CDI-P), the DT Acceptability Scale and other measures not reported in this study. In addition, caregivers completed the BSI-18 about their own psychological symptoms. Patient and caregiver data were collected simultaneously but separately and each took 30 minutes or less. Primary medical providers (physicians or nurse practitioner) completed the DT, giving their estimation of the patient’s distress on the same day the patient and primary caregiver completed the measure. Medical providers completed the DT Acceptability Scale and the Lansky-Karnofsky scales. Data collectors completed the DT Feasibility Scale after each administration of the DT.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:27:10"
}