{
  "pmid": "PMID:28735371",
  "title": "Identifying Symptoms of Distress in Youth Living with Neurofibromatosis Type 1 (NF1).",
  "abstract": "Children and adolescents with Neurofibromatosis type 1 (NF1) are at increased risk for wide-ranging behavioral, developmental, and cognitive impairments and decreased quality of life. To date, no psychosocial screening tool has been developed to quickly assess the symptoms that 1) can be addressed during routine medical appointments in children with NF1, 2) can produce interpretable and actionable results, 3) can be integrated into medical care, and 4) can quickly identify patients at risk in order to better address that the provision of appropriate care are available. This study was conducted to test the overall usability of the Distress Thermometer (DT) and symptom checklist and concordance of DT ratings between pediatric patients, their caregivers and medical providers. Eighty youth (ages 7-21) living with NF1 completed the DT and an accompanying checklist. The findings of this study suggest the DT and symptom checklist was acceptable and feasible to complete in a clinic setting. A small subset reported high distress that required further assessment and intervention. Significant discordance between distress ratings of caregivers and children and healthcare providers was also found. Overall, the DT and accompanying symptom checklist provide important information to identify the presence of distress and contextualize the child's distress but is limited by not assessing whether these symptoms interfere with the child's daily life.",
  "authors": "Lori Wiener; Haven Battles; Sima Zadeh Bedoya; Andrea Baldwin; Brigitte C Widemann; Maryland Pao",
  "journal": "Journal of genetic counseling",
  "publicationDate": "2018-02",
  "doi": "10.1007/s10897-017-0128-1",
  "methods": "Methods: Patients, ages 7–21 years old, were recruited as part of a larger study on distress screening of outpatients with serious medical illness from one of 5 clinics in two institutions; methods for the larger study have been previously described ( Wiener et al., 2015 ). Eighty patient participants from the larger sample had a diagnosis of NF-1 and are reported here. Participants were divided into three age categories: 7 to 12, 13–17 and 18–21 and measures were administered accordingly. Additional inclusion criteria included availability of a parent/guardian to participate, and the ability to speak English (primary outcome measure is not yet available in other languages). Exclusion criteria included the presence of psychotic symptoms or cognitive impairment, which in the judgment of the Principal or Associate Investigator, or consulting psychiatrist, would compromise the patient’s ability to accurately complete the measures. This study was approved by the Combined Neuroscience Institutional Review Board at the National Institute of Mental Health. Measures The Distress Thermometer (DT) was designed as a brief screening tool to assess for distress in adult cancer patients (NCCN, 2015) and has been recognized as a good alternative to many of the longer measures commonly used to screen for distress in cancer patients ( Jacobsen, 2005 ).  Patel et al. (2011)  conducted a study that investigated the validity and utility of an adapted DT to screen for distress in a pediatric oncology inpatient setting. Convergent validity was demonstrated by reasonable agreement between the pediatric distress rating tool and standardized pediatric measures ( Patel et al., 2011 ); the adapted pediatric DT was used in this study for all ages. Another study described patients, aged 9–18 years with sarcoma, which found the pediatric DT to be feasible and acceptable to young people to complete screening measures during a clinic visit .  ( Weiner, 2015 ). Children’s Depression Inventory (CDI-S and CDI-P) The CDI–S ( Kovacs, 1992 ) is a 10-item self-report measure for depression in children, ages 7 to 17 years. The CDI is widely used, reliable and valid. It has been noted to have a bias towards cognitive symptoms ( Shemesh et al., 2005 ) and has few questions on physical symptoms, potentially making it more appropriate for children with medical illness whose illness symptoms can be confounded with physical manifestations of depression ( Shemesh et al., 2005 ). The CDI was completed by all patients ages 7–17. The CDI Parent Version (CDI-P) is derived directly from the CDI, is scored identically and has similar psychometric properties ( Kovacs, 1992 ). The CDI-P was completed by caregivers of all patients, ages 7–21. The Brief Symptom Inventory 18 (BSI-18) The BSI-18 ( Derogatis et al., 2004 ) is an 18-item self-report measure to screen for psychological distress and psychiatric disorders in individuals in the community or hospital settings. The BSI-18 assesses three dimensions of emotional functioning, depression, anxiety, and somatization. The Global Severity Index (GSI) is a measure of symptom severity. An individual is designated as meeting criteria for “caseness” on the BSI if they have a GSI score greater than or equal to a T-score of 63 or they meet “case” criteria on at least 2 subscales. Since the CDI-S was only designed for patients up to age 17, patients ages 18–21 were administered the Depression dimension of the BSI-18 (6 items). Caregivers were administered all 18 items on themselves. The BSI-18 has excellent psychometric properties ( Zabora et al., 1990 ). Lansky and Karnofsky Scores: Medical providers completed a Lansky score for patients 17 years and younger and a Karnofsky score for patients 18 years and older. These scores indicate the disease severity and functional capabilities of the patient ( Lansky et al., 1987 ;  Mor et al., 1984 ) and were obtained in order to assess the disease severity of the patients completing the DT. Lansky and Karnofsky scores range from 0–100 in increments of 10, with 0 indicating unresponsiveness/death to 100 indicating perfect health. Distress Thermometer Acceptability and Feasibility Scales Acceptability: Patients, primary caregivers, and the child’s primary medical provider rated on a scale of 1–4 how easy or difficult the DT was to complete during an outpatient visit and also indicated, on a three point scale, to what extent completing the DT bothered them. Feasibility: After each administration of the DT to patients and caregivers, the data collector recorded how feasible the DT was to administer on a four-point scale. The DT Acceptability and Feasibility Scales were developed by the study investigators for the purpose of this study. Other: Additional instruments to assess anxiety, pain and fatigue were given in order to validate the DT; summary validation results included patients with NF and are described in  Wiener et al., 2015 . Procedure All data collection was completed in a single clinic visit. After reviewing and signing the assent (children ages 7–17) and consent (ages 18–21), each patient was given a self-administered Distress Thermometer (DT), either the Children’s Depression Inventory (CDI) or the Brief Symptom Inventory (BSI-depression items), the DT Acceptability Scale, as well as other measures not reported in this study, by one of the investigators or trained data collectors. Parents also consented to the study for their minor children and themselves, and completed the DT (on the child), parent versions of the CDI (CDI-P), the DT Acceptability Scale and other measures not reported in this study. In addition, caregivers completed the BSI-18 about their own psychological symptoms. Patient and caregiver data were collected simultaneously but separately and each took 30 minutes or less. Primary medical providers (physicians or nurse practitioner) completed the DT, giving their estimation of the patient’s distress on the same day the patient and primary caregiver completed the measure. Medical providers completed the DT Acceptability Scale and the Lansky-Karnofsky scales. Data collectors completed the DT Feasibility Scale after each administration of the DT.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:27:10",
  "introduction": "Introduction: Neurofibromatosis type 1 (NF1) is one of the most common dominantly inherited genetic disorders, with an incidence of 1 in 3,000 births ( Evans, 2010 ). Diagnosis of NF1 is based on a clinical assessment; common signs include café au lait spots, neurofibromas on the skin, plexiform neurofibromas (PNs), Lisch nodules in the iris, optic gliomas, axillary freckles, and skeletal complications including scoliosis. Clinical expression of the disease is diverse and manifests variably in each patient, making the psychosocial impact of the disease hard to predict. The clinical manifestations of disease usually occur by age 3, and can be extensive, painful, and disfiguring as they progress. Typically, the frequency and severity of symptoms increase with age. Children and adolescents with NF1 are at increased risk for wide-ranging behavioral, developmental, and cognitive impairments and decreased quality of life ( Birch & Friedman, 2012 ;  Hyman, Shores, & North 2005 ;  North, Hyman, & Barton, 2002 ;  Oostenbrink et al., 2007 ;  Williams, 2009 ). Increased rates of attention deficit hyperactivity disorder (ADHD), autism spectrum disorders, behavioral abnormalities and psychosocial issues have been described ( Barton & North, 2004 ;  Huijbregts et al. 2010 ;  Plasschaert et al., 2016 ;  Williams, 2009 ). When compared to their same aged peers and sibling controls, NF1-patients experience many social and behavioral problems. These problems are varied and include difficulties in interacting with peers, poorer social skills, and both internalizing and externalizing behavior problems ( Barton and North, 2004 ;  Graf et al., 2006 ;  Martin et al., 2012 ;  Noll et al., 2007 ;  Prinzie et al., 2003 ). Moreover, children and adolescents with NF1 whose NF1 is characterized by greater CNS involvement are at even higher risk for problems with psychosocial functioning, specifically, higher parental distress and more family conflict ( Noll et al., 2007 ). Additionally, poor social skills reduce a young person’s ability to manage the appearance-related challenges presented by NF1 since strong social skills are important in mediating the effects of an altered appearance ( Rumsey & Harcourt, 2012 ). While PNs are benign tumors comprised of a proliferation of cells in the nerve sheath ( Friedrich, Kluwe, Fünsterer C, & Mautner, 2005 ;  Gutmann et al., 1997 ), they often cause significant pain that interferes with functioning ( Kim et al., 2009 ;  Wolters et al., 2015 ), and negatively impact quality of life (QOL) (Wolkenstein et al., 2009). More severe pain has been correlated with worse QOL in children and adolescents with NF1 and PNs, and more severe pain has been found among the children with at-risk or clinically significant levels of depression and anxiety ( Burns et al., 2011 ). Garwood et al. (2012)  noted that the emotional functioning of adolescents with NF1 predicted overall QOL while physical challenges predicted ongoing physical dysfunction. These findings are further supported by a recent longitudinal natural history study at the National Institutes of Health in which both caregiver report (73%) and self-report (59%) of youth with NF1 suggest that pain interferes with their daily functioning, despite 33% taking prescribed pain medications ( Wolters et al., 2015 ). Additionally, this study emphasizes the important role that pain has with social emotional functioning and QOL. Specifically, the data suggests that the more symptoms of anxiety the greater the prediction of pain interference. Similarly, greater pain interference and social stress is predictive of poorer QOL. These findings highlight the importance of not only screening for overall distress, but also identifying the individual symptoms that cause distress for patients with NF1. Overall, the unpredictable, progressive and chronic nature of NF1, as well as the physical disfigurement, cognitive, and behavioral implications of the condition can have a profound negative impact on the psychological adjustment of these children and adolescents. Despite the range of social, emotional and physical manifestations associated with living with NF1, to date, no psychosocial screening tool has been developed to quickly assess the symptoms that can be addressed during routine medical appointments in children with NF1. Studies have shown that most children who meet criteria for emotional or behavioral problems are not recognized by their medical team ( Costello et al., 1988 ;  Lavigne et al., 1993 ;  Lavigne, Feldman, & Meyers, 2016 ;  Sheldrick, Merchant, & Perrin, 2011 ). Given the well documented evidence for psychosocial risk in NF1 patients, a valid screening instrument that is easy to use, can produce interpretable and actionable results ( Jones et al., 2007 ), can be integrated into medical care, and can quickly identify patients at risk would be useful to better address the provision of appropriate care ( Kazak et al., 2015 ). The use of the pediatric Distress Thermometer (DT) has been described in outpatient pediatric cancer clinics with a DT rating of 4 or greater considered clinically elevated ( Weiner et al., 2015 ). In this paper, we describe the overall usability of the Distress Thermometer and symptom checklist with youth (ages 7–21) living with NF1. This includes assessing the concordance of DT ratings between pediatric patients, their caregivers and medical providers. The information derived from this brief screen would assist genetic counselors in obtaining an overview of the patient’s psychosocial needs as advised by the Recommendations of the National Society of Genetic Counselors ( Radtke et al 2007 ).",
  "results": "Results: Eighty pediatric patients with NF1 and an accompanying caregiver completed a study evaluating pediatric distress screening. Sample characteristics are summarized in  Table I . Forty-one percent of patients were 7–12 years old, 39% were 13–17 years old and 20% were 18–21. The overall sample was fairly evenly divided by gender with 59% males, but was predominantly Caucasian (73%). Of the caregivers, 71% were mothers, 24% fathers, and 3% were ‘other’. The caregiver respondents were predominantly married (70%). Twenty percent of the sample earned less than $2000 per month, which is approximately the federal poverty level for a family of four ( U.S. Federal Poverty Guidelines, 2015 ). Half of the caregivers (50%) reported that their child had a learning disorder; thirty-four percent reported their child had been diagnosed with Attention Deficit Hyperactivity Disorder (ADHD), 16% with anxiety and 14% with depression in the past year. Distress Thermometer-Overall Distress It has been suggested that a score of 4 or higher on the DT should be used to detect significant distress ( Baken & Woolley, 2011 ). The overall mean distress ratings for each of the age groups was reported below the validated clinical cutoff of 4. The overall patient-reported distress rating was 3.4 (SD = 3.5, range = 0–10). The youngest age group had an average overall distress rating of 3.2 (SD = 3.0; range 0–10), the 13–17 year olds had an average rating of 3.8 (SD = .2.5; range 0–9), and the oldest age group had an average rating of 3.5 (SD = 2.9; range 0–10). Caregivers reported an overall higher perceived level of distress for their child with an average rating of 3.9 (SD: 2.2; range 0–10), while the patient’s medical provider reported an overall lower level of perceived distress with a mean of 2.9 (SD: 2.2; range 0–8).  Table II  contains average DT scores by age and rater. Caregiver/patient and provider/patient concordance were both quite poor. Only one age group (13–17 year olds) exhibited a significant, but modest, correlation in reported distress levels between the caregivers and their child (r = 0.41, p < 0.05). There was not significant provider/patient correlation for any of the three age groups. When classified as ‘low distress’ (DT rating of 0–3), ‘moderate distress’ (DT Rating of 4–6), and ‘high distress’ (DT rating of 7–10), 44% of caregivers designated a different distress category than was reported by their child. Two caregivers (2.6%) reported that their child had a low level of distress, while the child’s score was a reported ‘high distress’ value, while 4 (5.2%) reported the opposite (high distress when child reported low). Distress Thermometer-Sources of Distress When asked about causes of distress across five domains: 1) emotional (worry/anxiety, nervousness, sadness/depression, loneliness/feeling isolated, boredom/apathy, irritability, anger), 2) physical (pain, nausea, fatigue, difficulty falling asleep, difficulty staying asleep), 3) practical (school, work, not taking or missing medications), 4) spiritual (feeling distanced from God) and 5) family/social (dealing with parents, dealing with siblings, family issues, dealing with old friends, dealing with new friends), some differences emerged between the age groups. Boredom, worry and nervousness/fear were endorsed by the 13–17 year olds and the young adults. In the physical domain, symptoms including pain, fatigue, and sleep issues were endorsed by both older youth groups; however, 56% of the oldest age group endorsed pain as a cause of distress versus only 37% of the adolescents. Both groups mentioned school as a source of distress (47% of 13–17 year olds and 25% of 18–21 year olds). Twenty three percent of the adolescents endorsed missing medications as a source of distress, while only 6% of the 18–21 year olds endorsed this item. Another difference emerged in the family and social domain; 47% of the 13–17 year olds endorsed problems with siblings as a source of distress, but only 13% of the 18–21 year olds endorsed this item ( X 2  = 5.4, p < .05), and a higher proportion of the younger group endorsed problems with making new friends (23%) as compared to the older group (13%) ( Table III ). Caregiver-patient concordance was examined when looking at particular items that may cause distress in each of the domains. For the 13–17 year olds, there was significant caregiver/patient concordance within the physical domain including pain (r = 0.71, p < 0.001), difficulty falling asleep (r = 0.45, p < 0.05) and nausea (r = 0.80, p < 0.001). Within the emotional domain there was one item with significant concordance, sadness/depression (r = 0.39, p < 0.05). None of the other items in any of the domains were similarly endorsed by caregivers and their children. For the 18–21 year olds, only three items had significant correlation between caregivers and their child. Two were in the physical domain: fatigue (r = 0.55, p < 0.05) and nausea (r = .55, p < 0.05), while the other was in the social domain, ‘dealing with old friends’ (r = 0.65, p < 0.05). Suicidal Ideation Of note, for clinical purposes we scored questions pertaining to suicidal ideation on the CDI and BSI immediately during the clinic visit. Among the children (ages 7–17), one child (1.3%) endorsed wanting to kill him/herself, and another 6.3% reported that they had thoughts about killing themselves. None of the 18–21 year olds expressed a desire to kill themselves; however, 1.3% had thought about it. The one person who wanted to kill him/herself had the highest CDI score and had a safety evaluation which resulted in a recommendation for outpatient mental health followup. Of the 5 people thinking about suicide, all caregivers rated them as low distress, 2 patients rated themselves low distress, 2 moderate and 1 high. For the one person that ‘wanted to kill self’, he/she rated himself as high distress while the caregiver rated as him/her as moderate. Lansky/Karnofsky Performance Status The average performance status score was 92.5 for children under 18 and 85.9 for those 18 and over. Performance status scores were significantly correlated to DT scores for medical provider ratings and patient ratings, for patients under 18 (r = −.27, p < .05 for patient rating and r = −.42, p < .001 for medical provider rating). Ratings for patients over 18 were not significantly related to performance status, nor were caregiver ratings of either age group. DT Acceptability/Feasibility Nearly 80% of caregivers, 87.5% of medical providers and 65.8% of patients reported that the DT was very easy to complete, with another 12.8%, 11.3% and 30.4%, respectively, reporting that it was somewhat easy. Eight percent of caregivers, 1.3% of medical providers and 3.8% of patients reported that it was somewhat hard and none reported that it was very hard. When asked if they were bothered by having to complete it, 97.4% of caregivers, 96.3% of medical providers and 92.4% of patients reported that it “didn’t bother me at all”, while 2.6%, 2.5% and 7.6%, respectively, reported that it bothered them a little bit. One percent of medical providers and no caregivers or patients reported that it bothered them a lot. Data collectors were asked how feasible it was to administer the DT to patients and providers. Eighty-eight percent reported that it was “very feasible” to administer to patients (8.8% “somewhat feasible”, 2.5% “somewhat infeasible”, 1.3% “very infeasible”) and 93.8% reported that it was “very feasible” to administer to caregivers (2.5% “somewhat feasible”, no one reported that it was “somewhat” or “very infeasible”). Lone Parenting and Caregiver Distress Thirty-five percent of caregivers considered themselves to be ‘lone parents’ when it came to caring for their child with NF1.’Lone parents’ are those parents defined as having self-report perceptions of feeling alone and caring for an ill child largely on his/her own rather referring to their demographic status ( Brown et al., 2008 ). Of these, 50.0% were married/remarried and 3.6% were living with a partner; 46.4% were single/separated/divorced/widowed. Caregivers who endorsed perceiving themselves to be a lone parent were more likely to be a “case” on the BSI Somatization subscale. Caregiver distress was identified on the BSI with 12.5% meeting criteria for a “case” (t-score greater or equal to 63) on somatization, 11.3% for anxiety, and 3.8% for depression and 8.8% for the Global Severity Index. Overall, 8.8% met “case” criteria on the BSI. There were no significant differences in BSI scores (subscales or overall) by child age group.",
  "discussion": "Conclusion Our findings suggest that the DT and problem checklist may be a useful screening tool for clinicians to implement within the NF1 setting. As recommeneded by the National Society of Genetic Counselors (2007), genetic counselors should obain a psychosocial assessment which includes gathering information on physical factors of the disease that may overwhelm the patient, as well as their school and social situation. Understanding a patient’s level of distress prior to providing genetic counseling can better allow for the counselor to target specific information or intervention needs. Patients living with NF1 experience a range of self-reported academic and emotional problems and physical symptoms. While most patients with NF1 did not endorse significant distress, a small subset report high distress that required further assessment and intervention. Importantly, as noted in previous literature, there is discordance between distress ratings of caregivers and children and healthcare providers. Each of these findings emphasize the importance of screening these youth for psychosocial distress routinely and obtaining input from multiple raters in order to obtain a more global view of the child’s experience.",
  "upgrade_date": "2026-02-20 07:32:19"
}