{
  "pmid": "28764788",
  "abstract": "BACKGROUND: MiRNAs are involved in aberrant DNA methylation through regulation of DNA methyltransferases (DNMTs) in the pathogenesis and progression of glioblastomas (GBM). MiR-152-3p was down-expressed in human malignancies, and served as a tumor suppressor. Neurofibromatosis type 2 (NF2) was significantly decreased in GBM tissues with a high level of methylation. However, the link between miR-152-3p, DNMT1 and methylation of NF2 in GBM is not clearly established. This study was conducted to detect the mechanism between miR-152-3p, DNMT1 and NF2 in GBM. METHODS: The levels of DNMT1 and NF2 expression were studied by qRT-PCR, Western blot, immunofluorescence, and immumohistochemical staining. Methylation in the promoter region of NF2 was detected by methylation-specific PCR and bisulfate genomic sequencing PCR. Cell proliferation was examined by Cell-Counting Kit-8 and 5-ethynyl-2'-deoxyuridine assay, and cell invasion was evaluated by transwell assay. Flow cytomery and Hoechst staining were used to analyze cell apoptosis. A dual luciferase system was used to confirm the relationship between miR-152-3p and DNMT1. RESULTS: Methylation of NF2 and DNMT1 was markedly increased, and miR-152-3p was downregulated in GBM tissues and glioma cells. Both knockdown of DNMT1 and overexpression miR-152-3p showed that demethylation activated the expression of NF2. Furthermore, miR-152-3p directly targeted DNMT1. Both miR-152-3p overexpression and DNMT1 knockdown significantly induced cell apoptosis and inhibited invasive activity. This was also observed after NF2 overexpression. CONCLUSIONS: These results indicated that miR-152-3p can inhibit glioma cell proliferation and invasion activities by decreasing DNMT1. The restoration of miR-152-3p may have therapeutic application in the treatment of GBM.",
  "methods": "Methods The levels of DNMT1 and NF2 expression were studied by qRT-PCR, Western blot, immunofluorescence, and immumohistochemical staining. Methylation in the promoter region of NF2 was detected by methylation-specific PCR and bisulfate genomic sequencing PCR. Cell proliferation was examined by Cell-Counting Kit-8 and 5-ethynyl-2′-deoxyuridine assay, and cell invasion was evaluated by transwell assay. Flow cytomery and Hoechst staining were used to analyze cell apoptosis. A dual luciferase system was used to confirm the relationship between miR-152-3p and DNMT1. Methods Tissue samples from GBM patients GBM tissues and adjacent tissues were collected from patients who underwent curative resection at the Xiamen University Affiliated Zhongshan Hospital, Fujian, China. Fresh samples were stored at −80 °C in a freezer. The study was approved by the Ethical Committee of Xiamen University Affiliated Zhongshan Hospital, and consent was obtained from all participating patients. Cell culture and transfection The human normal glial cell line, HEB, and the human glioma cell lines U251, U87, T98-G and A172 were obtained from the American Type Culture Collection. The cells are routinely cultured in Dulbecco’s modified Eagle media (Hyclone) with 10% FBS (GIBCO, Life Technologies, Helgerman Court, MD, USA), 100 units/ml penicillin and 100 mg/ml streptomycin in a humidified atmosphere at 5% CO 2  and 37 °C.For transfection, U251 cells were seeded at 5 × 10 5  cells/well in 6-well plates. The cells were transfected with the DNMT1 siRNA (5′ UGUUAAGCUGUCUCUUUCCAAGGAAAGAGACAGCU UAACAGA 3′) or negative control (NC) siRNA with Lipofectamine 2000 (Invitrogen) based on the manufacturer’s instruction. Overexpression of miR-152-3p and NF2 were achieved by transfecting the cells with miR-152-3p mimics (miR-152-3p) and NF2-overexpressing vector obtained from Genepharma (Shanghai, China) and Vipotion (Guangzhou, China), respectively. The siRNAs, miR-152-3p and their associated control were obtained from GenePharma, Shanghai, China. About 48 h after transfection, the cells were collected for apoptosis determination and expression analysis by qRT-PCR, Western bot and methylation-specific PCE. Quantitative real-time PCR (qRT-PCR) The expression of NF2, DNMT1 mRNA and miR-152-3p was determined with real-time quantification PCR. Total RNA was extracted from U251 cells or tissue samples using the TRIzol reagent (Takara) according to the manufacturer’s protocol. Total RNA (1 μg) was reverse transcribed with a Bestar™qPCR RT kit (Applied Biosystems) in a 20 μl PCR reaction. The levels of the mRNAs and miRNA were quantified by real-time PCR (Stratagene Mx3000P) using DBI Bestar® SybrGreen qPCR master Mix. To determine the levels of NF2 and DNMT1 mRNA, RT-PCR was performed with the following primers: NF2, forward: CCCCCAACTCCCCTTTCC ,reverse: AGCCCTTTAGCCCCCCTG and DNMT1, forward: GACCCACGAAAGCCACC, reverse: CACCTCACAGACGCCACA. The β-actin gene was used as an internal control. To quantify the level of primary miRNA, qRT-PCR was performed using primary miR-152-3p-specific primers (forward: ACACTCCAGCTGGGTCAGTGCATGACAG, reverse: CTCAACTGGTGTCGTGGAGTCGGCAATTCAGTTGAGCCAAGTT). The miRNA expression was normalized to the small nuclear RNA U6. All quantitative qRT-PCRs were performed in triplicate using the 2-ΔΔCt method. Methylation specific PCR Methylation Specific PCR (MSP) was performed with 4 μl/40 ng bisulfite-modified DNA and 25 μl PCR mixture with 1.8× PCR buffer, 5 mM MgCl2, 100 pmoldeoxynucleotide triphosphates, primers (100 pmol per reaction) and one unit of Taq Platinum (Invitrogen). PCR amplification was conducted at 95 °C for 3 min, followed by 4 cycles (94 °C for 1 min, 60 °C for 30 s, and 72 °C for 45 s), and then followed by 28 amplification cycles (94 °C for 1 min, 56 °C for 1 min, and 72 °C for 45 s). Finally, the elongation was conducted at 72 °C for 4 min. For parallel quality control, a plasmid containing methylated NF2 sequence and water without DNA template were used as positive and negative control, respectively. The sequences of PCR primers specific for NF2 are given in Table  1 . Finally, MSP products were analyzed using 2% agarose gel electrophoresis with ethidium bromide. \n Table 1 Primers for Methylation Specific PCR of NF2 Primers Sequence(5′- 3′) Product Length(bp) NF2-M F TGCGTTGAAATTTAATAATTTTACG 303 NF2-M R CCAAACTAAAATACAATAACGCGAT NF2-UF TGTGTTGAAATTTAATAATTTTATGA 303 NF2-UR CCAAACTAAAATACAATAACACAAT Bisulfite Sanger sequencing A total of 500 ng of genomic DNA extracted from GBM and malignant glioma cell lines was bisulfite converted using a MethylCode™ Bisulfite Conversion Kit (Applied Biosystems, USA). The  NF2  promoter was amplified by PCR with  Taq  DNA Polymerase (Invitrogen, USA). The primer sequence was designed using Methyl Primer Express™ Software v1.0 (Applied Biosystems, USA). Sanger sequencing was performed on the PCR products. Five single molecules were sequenced for each sample. Western blot assay After washing with PBS, the cells were lysed and centrifuged at 14000 g for 10 min at 4 °C. The protein concentrations were determined using a BCA protein assay kit. Equal amounts of whole-cell lysates were separated on 10% SDS-PAGE, then transferred to PVDF membranes (Millipore, Danvers, MA, USA). After blocking with 5% skimmed milk in TBST at room temperature (RT) for 2 h, the membranes were probed with primary antibodies (anti-NF2 [ab88957] and DNMT1[ab19905], 1:1500 dilution; anti-GAPDH, 1:2000 dilution; Abcam) overnight at 4 °C, and then incubated with the appropriate secondary antibodies. Finally, the probed proteins were visualized using enhanced chemiluminescence solution. Annexin V assay The apoptosis of U251 cells was quantified using a FITC-labeled AnnexinV/propidium iodide (PI) Apoptosis Detection kit (Beyotime, Beijing, China) according to the instructions. Flow cytometric analysis was performed immediately after staining using a flow cytometer (Beckman, USA). Cells in early stage apoptosis werepositive for Annexin V, whereas cells in late stage apoptosis were positive for both AnnexinV and PI positive. EDU assay and Hoechst staining Cell proliferation was detected using a 5-ethynyl-2′-deoxyuridine assay kit (Ribobio, Guangzhou, China; EdU), according to the manufacturer’s instructions. Briefly, U251 cells transfected with pcDNA-NF2, DNMT1 siRNA, miR-152-3p, or their respective controls were exposed to 50 μM EdU for 2 h. After collection, the cells were fixed in 4% formaldehyde for about 20 min and then permeabilized with 0.5% Triton X-100 for about 10 min at RT. After washing with PBS, the cells were treated with 200 μL Apollo ® reaction cocktail for 10 min and then permeabilized with 0.5% TritonX-100. In addition to detection with flow cytometry, the cells suspended in PBS were stained with 100 μL Hoechst 33,342 (5 μg/mL) and visualized with a fluorescent microscope (Olympus, Japan). Luciferase reporter assay The luciferase reporter assay was performed with the Dual-Luciferase® Reporter (DLR™) Assay System (Promega) according to the manufacturer’s instructions. In brief, U251 cells were plated at a density of 2 × 10 4  cells per well in 24-well plates for 24 h. After incubation, 4 μg of plasmids were cotransfected with pMIR-DNMT1–3′-UTR-wt/mut and 2 ng of pRL-TK using Lipofectamine 2000 (Invitrogen). The cells were collected after about 48 h in culture for luciferase assays using the Luciferase Reporter Assay system (GloMax) according to the manufacturer’s protocol. The assay was performed in triplicate. Cell-Counting Kit-8 proliferation assay U251 cells, pretreated with pcDNA-NF2, DNMT1 siRNA or the miR-152-3p, were seeded at 2000 cells/well in 96-well plates for 24 h. Cell viability was analyzed using a Cell-Counting Kit-8 (CCK-8) proliferation assay kit following the manufacturer’s instruction. Absorption intensity was measured at 450 nm using a microplate spectrophotometer (TECAN, Australia). Immunohistochemistry Specimens were provided by the Xiamen University Affiliated Zhongshan Hospital, Fujian, China. The study was approved by the Ethical Committee of Xiamen University Affiliated Zhongshan Hospital, and consent was obtained from all participating patients. Surgically resected specimens were fixed in formalin and embedded in paraffin. Expression of NF2 and DNMT1 were evaluated using immunohistochemistry (IHC). After the tissue sections (4 μm thickness) were deparaffinized and rehydrated, microwave antigen retrieval was conducted in citrate buffer. After cooling, endogenous peroxidase was produced with 3% hydrogen peroxidase for 5 min at RT. Then the slides were blocked with 5% goat serum for 30 min at RT and incubated overnight at 4 °C with primary antibodies against 2 μg/ml NF2 or 10 μg/ml DNMT1 (Abcam). After being washed in PBS with 0.05% Tween 20, the sections were incubated with secondary antibody for 30 min at RT. After subsequent washes with PBS, DAB was applied for visualization of the indicated proteins. Immunofluorescence staining The treated cells were rinsed with PBS and then fixed with 4% paraformaldehyde in PBS for 1 h. After re-rinsingwith PBS, the cells were permeabilized with 0.1% Triton X-100 for 2 min on ice, and washed with PBS twice. Immunofluoresence analysis was conducted using specific primary antibodies against rat DNMT1 (Abcam, Cambridge, MA, USA) and against NF2 (Abcam, Cambridge, MA, USA). The cells were subsequently incubated with DAPI detecting liquid for 10s at RT followed by microscopic observation, and results were recorded. Determination of the invasiveness of GBM cells The invasiveness of U251 cells was assessed using Matrigel transwells (BD Biocoat Matrigel Invasion Chamber). U251 cells, pretreated with pcDNA-NF2, DNMT1-siRNA or the miR-152-3p, were seeded at 5× 10 5  cells/well in 6-well plates for 12 h. Subsequently, the cells were cultured with serum free medium for 12 h and then seeded at 2 × 10 4  cells in 100 μl serum-free media per transwell coated with matrigel. In the lower chamber, 700 μl complete medium with 10% FBS was added. After 48 h, the cells were fixed with 4% paraformaldehyde and stained with crystal violet. Invasiveness was quantified by counting the number of invaded cells from six fields. Statistical analysis Data were presented as mean ± SD. Statistical differences were analyzed by two-sided Student’s t-test.  P  values less than 0.05 were considered significant. Availability of data and materials All data generated or analyzed during this research are included in this manuscript.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:47:58.087414",
  "abstract_length": 1814,
  "methods_length": 10560,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}