{
  "pmid": "28776579",
  "abstract": "The diagnosis of malignant peripheral nerve sheath tumors can be challenging and other spindle cell sarcomas commonly enter in the differential diagnosis. Loss of trimethylation at lysine 27 of histone-H3 (H3K27me3) by immunohistochemistry was recently described in malignant peripheral nerve sheath tumors. However, its specificity remains controversial. We therefore studied 82 synovial sarcomas, 39 malignant peripheral nerve sheath tumors, and 10 fibrosarcomatous dermatofibrosarcoma protuberans for H3K27me3 loss by immunohistochemistry. The diagnoses were based on morphology, immunophenotype, and genetics based on WHO classification. H3K27me3 immunohistochemistry was scored by two pathologists based on fraction of cells with nuclear staining (score 0 to 3+). Loss of H3K27me3 (score 0) was seen in 44% of malignant peripheral nerve sheath tumors and 9% of synovial sarcomas yielding positive and negative predictive values of 71% and 77%, respectively. Loss of H3K27me3 was seen in 10% of fibrosarcomatous dermatofibrosarcoma protuberans, yielding positive and negative predictive values of 94 and 29% in the differential diagnosis of malignant peripheral nerve sheath tumor versus fibrosarcomatous dermatofibrosarcoma protuberans. Partial loss (score 1-2) was common in all three tumor types. Among malignant peripheral nerve sheath tumors, there was no significant association between H3K27me3 loss and gender, tumor site, or size, and progression-free or overall survival. Patients with tumors with H3K27me3 loss were younger than those with tumors with retained H3K27me3 expression (P=0.011). H3K27me3 expression was lost in 50 and 31% of sporadic and Neurofibromatosis-associated malignant peripheral nerve sheath tumors, respectively (P=0.25).Complete H3K27me3 loss is a moderately sensitive and relatively specific marker for the diagnosis of malignant peripheral nerve sheath tumor when the differential diagnosis includes synovial sarcoma and fibrosarcomatous dermatofibrosarcoma protuberans. Partial loss has limited diagnostic utility. H3K27me3 status does not show significant association with clinical outcome in malignant peripheral nerve sheath tumors.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:48:04.581600",
  "abstract_length": 2177,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}