{
  "pmid": "28783725",
  "abstract": "The initiating oncogenic event in almost half of human lung adenocarcinomas is still unknown, a fact that complicates the development of selective targeted therapies. Yet these tumours harbour a number of alterations without obvious oncogenic function including BRAF-inactivating mutations. Inactivating BRAF mutants in lung predominate over the activating V600E mutant that is frequently observed in other tumour types. Here we demonstrate that the expression of an endogenous Braf(D631A) kinase-inactive isoform in mice (corresponding to the human BRAF(D594A) mutation) triggers lung adenocarcinoma in vivo, indicating that BRAF-inactivating mutations are initiating events in lung oncogenesis. Moreover, inactivating BRAF mutations have also been identified in a subset of KRAS-driven human lung tumours. Co-expression of Kras(G12V) and Braf(D631A) in mouse lung cells markedly enhances tumour initiation, a phenomenon mediated by Craf kinase activity, and effectively accelerates tumour progression when activated in advanced lung adenocarcinomas. We also report a key role for the wild-type Braf kinase in sustaining Kras(G12V)/Braf(D631A)-driven tumours. Ablation of the wild-type Braf allele prevents the development of lung adenocarcinoma by inducing a further increase in MAPK signalling that results in oncogenic toxicity; this effect can be abolished by pharmacological inhibition of Mek to restore tumour growth. However, the loss of wild-type Braf also induces transdifferentiation of club cells, which leads to the rapid development of lethal intrabronchiolar lesions. These observations indicate that the signal intensity of the MAPK pathway is a critical determinant not only in tumour development, but also in dictating the nature of the cancer-initiating cell and ultimately the resulting tumour phenotype.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:48:25.328791",
  "abstract_length": 1824,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}