{
  "pmid": "28813519",
  "abstract": "Malignant peripheral nerve sheath tumors (MPNST) are rare, highly aggressive sarcomas that can occur spontaneously or from pre-existing plexiform neurofibromas in neurofibromatosis type1 (NF1) patients. MPNSTs have high local recurrence rates, metastasize easily, are generally resistant to therapeutic intervention and frequently fatal for the patient. Novel targeted therapeutic strategies are urgently needed. Standard treatment for patients presenting with advanced disease is doxorubicin based chemotherapy which inhibits the actions of the enzyme topoisomerase IIα (TOP2A). Recent molecular studies using murine models and cell lines identified the bromodomain containing protein 4 (BRD4) and enhancer of zeste homolog 2 (EZH2) as novel targets for MPNST treatment. We investigated the expression and potential use of BRD4, EZH2 and TOP2A as therapeutic targets in human NF1-derived MPNSTs. The transcript levels of BRD4, EZH2 and TOP2A were determined in paired formalin-fixed paraffin-embedded (FFPE) neurofibroma/MPNST samples derived from the same NF1 patient and in a set of plexiform neurofibromas, atypical neurofibromas and MPNST. We further examined the effect on cell viability of genetic or pharmacological inhibition of BRD4, EZH2 and TOP2A in an MPNST cell line panel. Our results indicated that in MPNST samples BRD4 mRNA levels were not upregulated and that MPNST cell lines were relatively insensitive to the bromodomain inhibitor JQ1. We corroborated that EZH2 mRNA expression is increased in MPNST but failed to confirm its reported pivotal role in MPNST pathogenesis as EZH2 knockdown by siRNA did not interfere with cellular proliferation and viability. Finally, the relation between TOP2A levels and sensitivity for doxorubicin was examined, confirming reports that TOP2A mRNA levels were overexpressed in MPNST and showing that MPNST cell lines exhibited relatively high TOP2A protein levels and sensitivity to doxorubicin. We tentatively conclude that the potential for effective therapeutic intervention in MPNST by targeting BRD4, EZH2 and TOP2A individually, may be limited. Clinical studies are necessary to ultimately prove the relevance of BRD4 and EZH2 inhibition as novel therapeutic strategies for MPNST.",
  "methods": "Materials and methods Patients and samples From the Erasmus MC patient files, nine neurofibroma type 1 patients were selected of which resected plexiform neurofibroma material was present and who developed MPNST. Archival formalin-fixed paraffin-embedded (FFPE) tumor samples of both plexiform neurofibroma and MPNST from the same patient (paired samples) were recovered from the Erasmus MC tissue bank. Fresh frozen samples from plexiform neurofibroma (n = 11), atypical neurofibroma (n = 4) and MPNST (n = 7) were also obtained from the Erasmus MC tissue bank. The FFPE and fresh frozen sample sets do not overlap and were derived from distinct patients. All patients and tumor characteristics are listed in  Table 1 . For the histopathological diagnosis of MPNST, atypical neurofibroma and plexiform neurofibroma criteria were used as described before [ 21 ,  22 ] in accordance with the 2016 WHO classification of Tumours of the Central Nervous System [ 23 ]. 10.1371/journal.pone.0183155.t001 Table 1 Patient and tumor characteristics. Paired FFPE tumor samples (n = 9 pairs) Gender     • Male 6 (66.7%)     • Female 3 (33.3%) Age at biopsy/resection NF (years)     • Median (range) 28 (5–63) Age at biopsy/resection MPNST (years)     • Median (range) 27 (14–70) Plexiform neurofibroma     • Head and neck 1 (11.1%)     • Extremities 3 (33.3%)     • Trunk 5 (55.6%) MPNST     • Head and neck 1 (11.1%)     • Extremities 4 (44.4%)     • Trunk 4 (44.4%) Fresh frozen tumor samples Plexiform neurofibromas (n = 7) Gender     • Male 4 (57.1%)     • Female 3 (42.9%) Age at biopsy/resection (years)     • Median (range) 29 (10–63) Location     • Head and neck 1 (14.3%)     • Extremities 4 (57.1%)     • Trunk 2 (28.6%) Atypical neurofibromas (n = 4) Gender     • Male 2 (50%)     • Female 2 (50%) Age at biopsy/resection (years)     • Median (range) 25.5 (15–43) Location     • Head and neck -     • Extremities 4 (100%)     • Trunk - MPNST (n = 11) Gender     • Male 5 (45.5%)     • Female 6 (54.5%) Age at biopsy/resection (years)     • Median (range) 36 (12–76) Location     • Head and neck 3 (27.3%)     • Extremities 3 (27.3%)     • Trunk 5 (45.4%) MPNST; malignant peripheral nerve sheath tumor. NF; plexiform neurofibroma In short, for the diagnosis of MPNST we used morphological criteria (presence of spindle cells with indistinct cytoplasmic margins and wavy or S-shaped nuclei, arranged in fascicles with alternating cellular and myxoid areas). Immunostaining for S100 was used for identification of a Schwann cell component in the tumors. Atypical neurofibroma was defined by the presence of mitotic figures, and/or cytological atypia, and/or increased cellularity. The combination of all three features, however, defined low grade MPNST. Plexiform neurofibroma involved multiple nerve fascicles and lacked the above mentioned atypical features. Prior to our research the Daily Board of the Medical Ethics Committee Erasmus MC of Rotterdam, The Netherlands, reviewed the research proposal. As a result of this review, the Committee decided that the rules laid down in the Medical Research Involving Human Subjects Act do not apply to this research (MEC-2016-213). Cell culture Human MPNST cell lines ST88-14, 90-8TL, T265 (NF1-associated MPNST) and STS26T (sporadic MPNST) were kindly provided by Dr. Eduard Serra (Institute of Predictive and Personalized Medicine of Cancer/IMPPC, Barcelona, Spain). sNF96.2 and HS53.T were obtained from the ATCC and derived from an NF1-associated MPNST and a cutaneous, NF1-derived, neurofibroma, respectively. Human embryonic kidney (HEK) 293T cells were a kind gift from the department of Genetics, Erasmus MC, Rotterdam, the Netherlands). All cell lines were cultured in DMEM (Gibco Life Technologies) supplemented with 10% fetal bovine serum, 100 IU/ml penicillin and 100 μg/ml streptomycin at 37°C in a humidified 5% CO 2  atmosphere. All cell lines were regulary monitored for mycoplasma infection and were subjected to authentication by performing a short tandem repeat (STR) DNA analyses and matched, when available, with STR databases. The absence of SUZ12 protein expression in ST88-14 and 90-8TL as reported by de Raedt  et al . [ 24 ] was confirmed by Western blotting ( S1 Fig ). Similarly, the presence or absence of detectable NF1 protein in the various cell lines was examined ( S2 Fig ). RNA isolation Total RNA was isolated from cell line pellets and fresh frozen tissues using RNAbee (Tel test Inc., Friendswood, Texas, USA) according to the manufacturer’s instructions. RNA from FFPE tumor samples (5–6 20 μm sections) was isolated using the RecoverAll TM  total nucleic acid isolation kit (Ambion/Life Technologies). RNA quality and quantity were checked using a Nanodrop-1000 (Nanodrop Technologies). Quantitative RT-PCR cDNA was synthesized from 250 ng of total RNA using TaqMan ®  Reverse Transcription Reagents (ThermoFisher Scientific). The mRNA expression levels of target genes and housekeepers were determined by real time PCR using TaqMan ®  Universal PCR Master Mix and specific Assay-On-Demand products (ThermoFisher Scientific/Applied Biosystems) using an ABI 7500 Real-Time PCR machine. The following assays were used  EZH2  (Hs01016789_m1),  TOP2A (Hs01032137_m1),  BRD4 (Hs04188087_m1). Expression of  EZH2 ,  TOP2A  and  BRD4  were normalized using  PPIA  (Pedersen  et al , 2014) (Hs99999904_m1) using the comparative C T  method [ 25 ]. Each tumor or cell line RNA sample was measured in duplicate after which the data were analyzed using SDS software (Applied Biosystems). Statistical significance (p<0.05) was determined on the normalized expression values of the paired FFPE samples using a paired Student t-test. Protein lysates, SDS-PAGE and Western blotting Total protein was extracted from cells using lysis buffer (50 mM Tris-HCl pH 7.5, 50 mM NaCl, 10% glycerol, 1% NP-40, 0.5% Na-deoxycholate, 1 mM Na 3 VO 4 , 20 mM NaF, 1 mM Pefabloc) supplemented with a cocktail of protease inhibitors. Protein concentration was quantified using a Bradford assay (Bio-Rad, Veenendaal, The Netherlands). Equal amounts of total protein (15–20 μg/lane) were subjected to SDS-PAGE and subsequently transferred to a PVDF membrane by electroblotting. Remaining protein binding sites of the membrane were blocked in PBS, 0.05% Tween 20 (PBS/Tween) containing 5% non-fat dried milk. Primary antibody incubations were carried out in the same buffer with the following primary antibodies: mouse monoclonal anti-EZH2 (1:1000, NCL-L-EZH2, Leica Microsystems;), rabbit monoclonal anti-SUZ12 (1:1000, D39F6, Cell Signaling Technology), rabbit polyclonal anti-BRD4 (1:10000, A301-985A100, Bethyl Laboratories, Inc), rabbit monoclonal anti-TOP2A (1:1000, D10G9, Cell Signaling Technology), rabbit monoclonal anti-NF1 (1:1000, D7R7D, Cell Signaling Technology), rat monoclonal anti-tubulin (1: 4000, YL1/2, Abcam) and mouse monoclonal anti-β-actin (1:10000, A5441, Sigma-Aldrich). HRP conjugated goat-anti-rabbit, goat-anti-mouse and goat-anti-rat were used as secondary antibodies. Enhanced chemiluminiscence (SuperSignal West Pico Chemiluminescent Substrate, Thermo Scientific, Rockford, IL, USA) was used to visualise the signal in a ChemiDoc MP Imager (Bio-Rad, Veenendaal, The Netherlands). Protein expression was quantitated using ImageJ, a public domain Java-based image processing program [ 26 ]. Each Western blot was replicated at least three times, depicted are representative blots. In vitro cytotoxicity assay In vitro  cytotoxicity of the BET inhibitor JQ1 (BioVision Inc, Milpitas, CA, USA), and the anthracycline doxorubicin (Pharmachemie, Haarlem, The Netherlands) were determined by a sulforhodamine B (SRB) assay essentially as described by Keepers  et al . [ 27 ]. In brief, on day 0 cells were plated in 96-well flat bottom microtiter plates. On day 1 a ten-step, two-fold dilution series was prepared and added to the cells resulting in a highest concentration of 2500 nM for JQ1 and 500 ng/ml for doxorubicin. Every dilution was assayed in quadruplicate. After 48–72 hours the assay was terminated, the cells fixed with 10% trichloroacetic acid in PBS for 1 h at 4°C. After at least four washes with tap water the cells remaining in the wells were stained with 0.4% SRB in 1% acetic acid for at least 15 min at RT. Subsequently the unbound stain was removed by 4 washes in 1% acetic acid. Plates were air-dried and bound stain was dissolved in 150 μl of 10 mM Tris-base. Staining was quantified by measuring the absorbance at 540 nm in a spectrophotometer. Concentration-response curves were generated and IC 50  values were calculated by the use of Deltasoft 3 software. EZH2  siRNA mediated knockdown Twentyfour hours prior to transfection the 90-8TL and T265 cell lines were plated in a 24-well plate in duplicate at such a concentration that the next day the wells reach 70–80% confluency. Cells were transfected with either a  EZH2 -specific siRNA (Qiagen, FlexiTube siRNA SI02665166) or a negative control scrambled siRNA (Qiagen, SI03650325) at a concentration of 50 nM using the DharmaFECT1 transfection reagent (Dharmacon/Thermo Scientific) as recommended by the manufacturer. Twentyfour hours post-transfection the medium was replaced with standard culture medium and cell density as a measure for proliferation was assessed by SRB staining at 24, 48 and 72 hours after transfection.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:48:35.262576",
  "abstract_length": 2242,
  "methods_length": 9384,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}