{
  "pmid": "PMID:28831766",
  "title": "NMR resonance assignments of the EVH1 domain of neurofibromin's recruitment factor Spred1.",
  "abstract": "Neurofibromin and Sprouty-related EVH1 domain-containing protein 1 (Spred1) both act as negative regulators of the mitogen-activated protein kinase pathway and are associated with the rare diseases Neurofibromatosis type 1 and Legius syndrome, respectively. Spred1 recruits the major GTPase activating protein (GAP) neurofibromin from the cytosol to the membrane in order to inactivate the small G protein Ras. These functions are dependent on the N-terminal EVH1 domain and the C-terminal Sprouty domain of Spred1 whereas the former specifically recognizes the GAP related domain of neurofibromin and the latter is responsible for membrane targeting. Within the GAP domain, Spred1 binding depends on the GAPex portion which is dispensable for Ras inactivation. In a first step towards the characterization of the Neurofibromin Spred1 interface in solution we assigned backbone and side chain ",
  "authors": "Sebastian Führer; Linda Ahammer; Angela Ausserbichler; Klaus Scheffzek; Theresia Dunzendorfer-Matt; Martin Tollinger",
  "journal": "Biomolecular NMR assignments",
  "publicationDate": "2017-10",
  "doi": "10.1007/s12104-017-9768-1",
  "methods": "Methods and experiments Sample preparation Construction of pET-Spred1(EVH1) encoding the EVH1 domain of human Spred1 (Ser13–Ser130) preceded by a non-native translation initiating methionine and a glycine which was inserted due to the cloning strategy has been described (Dunzendorfer-Matt et al.  2016 ). The plasmid was transformed into the  E. coli  strain BL21(DE3) Star (Invitrogen). A starter culture (2.5 mL) was prepared in Luria Bertani (LB) medium containing 100 µg/mL carbenicillin, which was incubated at 37 °C and 220 rpm for 6–8 h, then diluted (1:20 (v/v)) into the same medium and kept overnight under the same conditions. The next day, cells were collected by centrifugation (2000× g ) and resuspended in 1 L of minimal medium (M9) containing  13 C 6 -D-glucose and/or  15 NH 4 Cl (both Cambridge Isotope Laboratories), supplemented with 100 µg/mL carbenicillin. The culture was incubated at 37 °C and 220 rpm until the cell density reached about 0.2 measured photometrically at 600 nm. The temperature was shifted to 16 °C and incubation was continued overnight. Protein expression was induced by the addition of IPTG (isopropyl-β-D-1-thiogalactopyranosid, 1 mM) and performed for 3 h at 37 °C. Cells were harvested by centrifugation at 3200× g  and 4 °C for 30 min, resuspended in 50 mM sodium phosphate buffer (pH 6.5) using 50 mL buffer per liter of bacterial culture multiplied with the absorption at 600 nm. Suspensions were shock-frozen in liquid nitrogen and stored at −80 °C until use. Expression as well as the following preparation steps of Spred1(EVH1) were monitored by SDS-PAGE. For lysate preparation, suspensions were pre-treated with Lysozyme and DNAse I (10 and 1 µg/mL final concentrations, respectively) and subsequently passed through a French press. The lysate was cleared by centrifugation (15,000× g , 4 °C, 40 min) and loaded onto a cation exchange column (HiTrap SP FF 5 mL, GE Healthcare). Elution of Spred1(EVH1) was achieved by applying a sodium chloride gradient in 50 mM sodium phosphate buffer (pH 6.5). Spred1(EVH1)-containing fractions were concentrated to a volume of 1–2 mL by centrifugation (Vivaspin Turbo 10 kDa MWCO, Sartorius) and loaded onto a size exclusion column (HiLoad 16/60 Superdex 75 prep grade, GE Healthcare) equilibrated in a buffer containing 20 mM sodium phosphate (pH 6.5), 50 mM sodium chloride, and 1 mM dithiothreitol. Spred1(EVH1)-containing fractions were pooled, concentrated to 0.6 or 0.8 mM ( 15 N labeled or  15 N/ 13 C labeled samples, respectively) and supplemented with 10% D 2 O (v/v) for NMR data collection. NMR spectroscopy All NMR experiments were performed at 25 °C on a 500 MHz Agilent DirectDrive 2 spectrometer equipped with a room temperature probe. For backbone resonance assignments  1 H- 15 N-HSQC and three-dimensional HNCO, HNCACB and CBCA(CO)NH experiments were performed. Side-chain assignments were obtained by using  1 H- 13 C-HSQC and three-dimensional (H)CC(CO)NH-TOCSY, H(CC)(CO)NH-TOCSY,  1 H- 15 N-TOCSY-HSQC,  1 H- 15 N-NOESY-HSQC and  1 H- 13 C-NOESY-HSQC experiments. Collected data were processed with NMRPipe (Delaglio et al.  1995 ) and analyzed by using CcpNMR (Vranken et al.  2005 ) software. Assignments and data deposition Excluding the N-terminal methionine and the non-native glycine we have assigned 112 of 113 non-proline residues in the  1 H- 15 N-HSQC spectrum of Spred1(EVH1) (Fig.  1 ) corresponding to 99% completeness. Full (100%) assignment of C α  and C β  resonances was achieved, while backbone C’ assignments are 95% complete. In addition, 69, 62, and 30% of side-chain C γ , C δ , and C ε , respectively were assigned. Regarding protons, 99% of the H α  and H β  resonances along with 93, 67, and 50% of H γ , H δ , and H ε  resonances, respectively, were assigned. Spred1(EVH1) chemical shift data have been deposited at the Biological Magnetic Resonance Data Bank ( http://www.bmrb.wisc.edu ) under the Accession Number 27162. \n \n Fig. 1 500 MHz  1 H- 15 N-HSQC spectrum of Spred1(EVH1) (0.6 mM) in 20 mM sodium phosphate (pH 6.5), 50 mM sodium chloride, supplemented with 10% D 2 O. Data were recorded at 298 K. Assigned residues are indicated using  single letter codes . Signals labeled by  asterisks  represent aliased signals, while those labeled with  two asterisks  likely derive from arginine side-chain ε-NH resonances.  Horizontal lines  indicate asparagine and glutamine side-chain NH 2  resonances.  Numbering  of the Spred1(EVH1) domain corresponds to the full length human Spred1 sequence ( NP_689807.1 ) A TALOS+ prediction (Shen et al.  2009 ) was conducted using the H N , N, C’, C α , and C β  chemical shifts of the protein and indicated secondary structure elements of Spred1(EVH1) (Fig.  2 ) that are consistent with the crystallographic data (Harmer et al.  2005 ; PDB: 3SYX, unpublished data), i.e. seven consecutive β-strands (β1–β7), where β2 is split into two segments β2 and β2′, along with the C-terminal α-helix. Of note, the NMR chemical shift data indicate that the loop between strands β3 and β4 has a moderate propensity for α-helical structure. In future experiments we will use the chemical shift data and address the function of patient-derived mutations in the interaction with neurofibromin. \n \n Fig. 2 Probabilities for a secondary structure ( yellow , α-helices;  grey , β-strands) predicted from backbone chemical shifts (H N , N, C’, C α , and C β ) are plotted as a function of residue numbers. Probability values below 0.4 (helices) or 0.35 (strands) are not displayed. Positions of secondary structure elements according to the crystal structure (PDB entry 3SYX) are indicated on  top",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:27:12"
}