{
  "pmid": "PMID:28846462",
  "title": "Immunohistochemical Markers for Prospective Studies in Neurofibromatosis-1 Porcine Models.",
  "abstract": "Neurofibromatosis type 1 (NF1) is a common, cancer-predisposing disease caused by mutations in the NF1 tumor gene. Patients with NF1 have an increased risk for benign and malignant tumors of the nervous system (e.g., neurofibromas, malignant peripheral nerve sheath tumors, gliomas) and other tissues (e.g., leukemias, rhabdomyosarcoma, etc.) as well as increased susceptibility to learning disabilities, chronic pain/migraines, hypertension, pigmentary changes, and developmental lesions (e.g., tibial pseudoarthrosis). Pigs are an attractive and upcoming animal model for future NF1 studies, but a potential limitation to porcine model research has been the lack of validated reagents for direct translational study to humans. To address that issue, we used formalin-fixed tissues (human and pigs) to evaluate select immunohistochemical markers (activated caspase-3, allograft inflammatory factor-1, beta-tubulin III, calbindin D, CD13, CD20, desmin, epithelial membrane antigen, glial fibrillary acidic protein, glucose transporter-1, laminin, myelin basic protein, myoglobin, proliferating cell nuclear antigen, S100, vimentin, and von Willebrand factor). The markers were validated by comparing known expression and localization in human and pig tissues. Validation of these markers on fixed tissues will facilitate prospective immunohistochemical studies of NF1 pigs, as well as other pig models, in a more efficient, reproducible, and translationally relevant manner.",
  "authors": "David K Meyerholz; Georgina K Ofori-Amanfo; Mariah R Leidinger; J Adam Goeken; Rajesh Khanna; Jessica C Sieren; Benjamin W Darbro; Dawn E Quelle; Jill M Weimer",
  "journal": "The journal of histochemistry and cytochemistry : official journal of the Histochemistry Society",
  "publicationDate": "2017-10",
  "doi": "10.1369/0022155417729357",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-19 09:27:13"
}