{
  "pmid": "28848060",
  "abstract": "Genetic Severity Score predicts clinical phenotype in NF2.  Halliday D(1)(2), Emmanouil B(2), Pretorius P(3), MacKeith S(4), Painter S(5),  Tomkins H(6), Evans DG(7), Parry A(2)(8).  Author information: (1)Oxford Centre for Genomic Medicine, Oxford University Hospitals NHS  Foundation Trust, Oxford, Oxfordshire, UK. (2)Oxford NF2 Unit, Neurosciences, Oxford University Hospitals NHS Foundation  Trust, Oxford, UK. (3)Department of Neuroradiology, Oxford University Hospitals NHS Foundation  Trust, Oxford, UK. (4)Department of ENT, Oxford University Hospitals NHS Foundation Trust, Oxford,  UK. (5)Department of Ophthalmology, Oxford University Hospitals NHS Foundation  Trust, Oxford, UK. (6)Department of Neurology, Derriford Hospital, Plymouth, Plymouth, UK. (7)Genomic Medicine, Division of Evolution and Genomic Sciences, University of  Manchester, Manchester, Greater Manchester, UK. (8)Nuffield Department of Neurosciences, Oxford University Hospitals NHS  Foundation Trust, Oxford, UK.  ​BACKGROUND: The clinical severity of disease in neurofibromatosis type 2 (NF2)  is variable. Patients affected with a constitutional truncating NF2 mutation  have severe disease, while missense mutations or mosaic mutations present with a  milder attenuated phenotype. Genotype-derived natural history data are important  to inform discussions on prognosis and management. METHODS: We have assessed NF2 clinical phenotype in 142 patients in relation to  the UK NF2 Genetic Severity Score to validate its use as a clinical and research  tool. RESULTS: The Genetic Severity Score showed significant correlations across 10  measures, including mean age at diagnosis, proportion of patients with bilateral  vestibular schwannomas, presence of intracranial meningioma, spinal meningioma  and spinal schwannoma, NF2 eye features, hearing grade, age at first  radiotherapy, age at first surgery and age starting bevacizumab. In addition  there was moderate but significant correlation with age at loss of useful  hearing, and weak but significant correlations for mean age at death, quality of  life, last optimum Speech Discrimination Score and total number of major  interventions. Patients with severe disease presented at a younger age had a  higher disease burden and greater requirement of intervention than patients with  mild and moderate disease. CONCLUSIONS: This study validates the UK NF2 Genetic Severity Score to stratify  patients with NF2 for both clinical use and natural history studies.  © Article author(s) (or their employer(s) unless otherwise stated in the text of  the article) 2017. All rights reserved. No commercial use is permitted unless  otherwise expressly granted.  DOI: 10.1136/jmedgenet-2017-104519 PMCID: PMC5740551 PMID: 28848060 [Indexed for MEDLINE]  Conflict of interest statement: Competing interests: DGE reports personal fees  from Astrazeneca, outside the submitted work.",
  "methods": "Methods We have assessed NF2 clinical phenotype in 142 patients in relation to the UK NF2 Genetic Severity Score to validate its use as a clinical and research tool. Methods NF2 care in England is nationally commissioned and coordinated through four centres. An NF2 Genetic Severity Score was determined based on the phenotype of patients assessed through the Manchester NF2 service. For validation, all patients known to the Oxford NF2 centre who met the Manchester NF2 diagnostic criteria and consented to genetic testing were analysed. Seven patients previously used for delineation of the score were excluded. One hundred and forty-two patients met the inclusion criteria. The data assessed were from last clinical assessment, but the length of follow-up differed. A score from 1A to 3, according to mutation type and presence of mosaicism, was assigned. The score used in this validation analysis differed from that previously published by analysing tissue mosaicism as a separate category, due to the more attenuated phenotype. For clinical use, the Genetic Severity Score ( table 1 ) consists of a 3-point classification into tissue mosaicism, classic and severe disease. The tissue mosaic group constitutes those where NF2 is confirmed on clinical criteria, but no  NF2  mutation is detected on blood analysis, or where mosaic NF2 is confirmed molecularly as confined to tissue. In the classic group an  NF2  mutation is identified in the blood or the patient has inherited NF2, but no  NF2  mutation is identified (thus excluding mosaicism and inferring an undetectable  NF2  mutation), excepting non-mosaic truncating mutations in exons 2–13, which determine the severe category. For natural history studies, group 1 is subdivided into presumed and confirmed mosaic NF2, and group 2 according to the type of mutation into mild and moderate disease ( tables 1 and 2 ). Table 1 UK neurofibromatosis type 2 (NF2) Genetic Severity Score Genetic severity Subcategory Clinical characteristics Definition 1 Tissue mosaic 1A Presumed tissue mosaicism Meets clinical criteria for sporadic NF2 but not confirmed molecularly with identical  NF2  mutations detected in two separate tissue samples 1B Confirmed tissue mosaicism Mosaic NF2 confirmed molecularly with identical  NF2  mutations detected in two or more separate tissue samples 2 Classic 2A Mild NF2 Full or mosaic  NF2  mutation identified in blood excluding those found in group 2B or 3: missense mutations; in-frame deletions and duplications; deletions involving the promoter region or exon 1; splice site mutations in exons 8–15; truncating mutations of exon 1; mosaicism in blood for mutations other than truncating mutations in exons 2–13  Inherited NF2 but no  NF2 ,  SMARCB1  or  LZTR1  mutation identified in blood 2B Moderate NF2 Full or mosaic  NF2  mutation identified in blood including: splicing mutation involving exons 1–7; large deletion not including the promoter or exon 1; truncating mutations in exons 14–15; mosaic in blood for a truncating mutation in exons 2–13 3 Severe 3 Severe NF2 Full  NF2  truncating mutation exons 2–13 Table 2 Categorisation of  NF2  mutations into severity groups \n NF2  mutation detected in blood (mosaic in blood determined on NGS as any level under 50%) 2A Mild 2B Moderate 3 Severe Truncating mutation   Exons 2–13  11 14 15 20 21 \n 3   Exons 2–13 mosaic 23 \n 2B   Exons 14–15  21 \n 2B   Exons 14–15 mosaic 2A   Exon 1 /exon 1 mosaic 8 \n 2A Splice site mutation   Exons 1–7 8 21 24 25 \n 2B   Exons 1–7 mosaic 2A   Exons 8–15 8 20 21 24 25 28 2A   Exons 8–15 mosaic 2A Large deletion excluding promoter or exon 1 15 20 \n 2B Large deletion excluding promoter or exon 1 mosaic 2A Large deletion including promoter or exon 1 non-mosaic or mosaic 15 \n 2A Small in-frame deletion or duplication non-mosaic or mosaic 2A Missense mutation non-mosaic or mosaic 8 9 14 20 21 \n 2A NF2, neurofibromatosis type 2; NGS, next-generation sequencing. Records from routine clinical care were reviewed according to six domains—patient demographics, tumour load, ocular features, hearing, major interventions and quality of life—to see if the Genetic Severity Score could differentiate patients across these domains. Mutation testing was performed via the Manchester National Health Service (NHS) diagnostic laboratory on blood and where available on one or more tissue samples. To confirm  NF2  mosaicism in tissue, two separate, independently arising schwannoma samples were analysed for the presence of the same  NF2  mutation that was absent from the blood. Where only one schwannoma tissue sample was available and a mutation was identified (with loss of the presumed normal allele) which was not present in the blood, tissue mosaicism was assumed and the patient was assigned to group 1A. Where no tissue sample was available for analysis but the Manchester criteria for a diagnosis of NF2 were fulfilled, the patient was assigned to group 1A. Mosaicism in the blood was determined either by the presence of a mutation present at <50% level on next-generation sequencing, or after identification of an  NF2  mutation in a tumour, which was subsequently found at low levels in blood. Tumour load was assessed by review of gadolinium-enhanced brain and spine MRI scans performed according to a nationally agreed protocol, and reported by a single NF2 specialist neuroradiologist. Presence of VS, intracranial meningioma and spinal tumours was assessed. Any size of lesion was included and categorised by the most likely lesion radiologically, although where available histological diagnosis was used. No account was taken of size, number or growth rate of tumours. All patients had a detailed eye review at diagnosis for NF2-related features. Records were reviewed looking for the presence of cataract under age 40, combined retinal hamartoma and epiretinal membrane, or radiological evidence of an optic nerve meningioma. Hearing grade was assigned based on a score of 1–6, 30  as used within the English NF2 service to indicate suitability for a hearing implant, with grades 1, 2 and 3/4 hearing equating to optimum Speech Discrimination Score (SDS) in the better hearing ear >70%, 50%–70% and below 50%, respectively, grade 5 representing patients with a hearing implant and grade 6 those with bilaterally dead ears. Major interventions counted were VS surgery, non-VS intracranial surgery, radiotherapy, spinal surgery, shunt surgery and treatment with bevacizumab. Where surgery or radiotherapy was given to a complex cerebellopontine mass, with potentially more than one tumour type, this was taken as one major intervention, but if confirmed as different tumour types removal of both tumour types was counted separately. Sixteen individuals had more than one surgery to the same VS, and these procedures were counted separately. If radiotherapy was performed to more than one discrete lesion, the number of lesions treated was used to represent the number of procedures. Treatment with bevacizumab was counted as one intervention, even if treatment breaks occurred. Quality of life was assessed using the 8-item NF2 disease-specific quality of life score (0–24), 27  with good internal reliability (Cronbach’s α=0.87). Each item consists of four statements rated from 0 to 3, with 0 indicating no problems along different dimensions (eg, mobility, hearing, sight and so on). Last recorded measurements were collected. Statistical analyses were undertaken using SPSS V.23. Genetic severity and hearing grades were treated as ordinal variables. We report standard summary statistics throughout with statistical significance of inferences set to p<0.05. We used χ 2  statistics to compare distributions of gender, mutation data, tumour load, as well as ocular and hearing outcomes. When comparing multiple distributions, we used z-tests with Bonferroni corrections. Trends with genetic severity were investigated using Mantel-Haenszel linear-by-linear χ 2  tests of association. Spearman’s rank-order correlations were run to assess the relationship between age of patients, quality of life, optimum SDS scores, number of interventions, number of symptoms, ratio of interventions to age and genetic severity. Preliminary analysis showed that all relationships were monotonic, as assessed by visual inspection of scatterplots. Two further independent cohorts of patients previously described 10 14  with  NF2  mutations and phenotypic data were assessed to determine if the score could separate these cohorts phenotypically. The score was assigned and correlation examined with age at diagnosis for both cohorts and linear associations with presence of meningiomas, 14  cranial tumours and spinal tumours. 10  To uniformly analyse the data of other cohorts in a comparable way, we converted the data into binary values (yes/no) for the presence or absence of tumours. The study received approval from the Oxford University Hospitals NHS Foundation Trust. This service evaluation (registration ID: 4406) did not require additional ethical approval in accordance with the guidance from the National Research Ethics Service (2016). 32 \n",
  "introduction": "​Background The clinical severity of disease in neurofibromatosis type 2 (NF2) is variable. Patients affected with a constitutional truncating  NF2  mutation have severe disease, while missense mutations or mosaic mutations present with a milder attenuated phenotype. Genotype-derived natural history data are important to inform discussions on prognosis and management. Introduction Neurofibromatosis type 2 (NF2) is a severe debilitating disease affecting morbidity and increasing mortality. Birth incidence is around 1 in 33 000. 1  It is caused by inherited or de novo mutations in the  NF2  gene on chromosome 22. 2  There is a high rate of new mutation, and approximately 30% of patients with a new mutation present with mosaic disease. 3–5  The disease is characterised by vestibular schwannoma (VS) occurring either unilaterally or bilaterally, along with other benign intracranial and spinal tumours such as meningiomas, schwannomas or ependymomas. 6 7  Affected patients face acquired hearing loss, repeated major surgery to resect cranial and spinal tumours, significant loss of function and reduced life expectancy. 7 8  Faced with multiple tumours, management decisions are complex and outcome has been shown to be improved with care in specialised treatment centres. 9 \n Genotype–phenotype correlations in NF2 are well established. Truncating mutations are associated with the most severe clinical picture. 8 10–14  The average age of symptom onset and diagnosis in constitutional truncating mutations is 16 and 20 years, respectively, 15  with an average life expectancy of 45.9 years. 8  In contrast, patients with a splice site and missense mutation have an average life expectancy of 74.2 and 79.1 years, respectively. In addition, truncating mutations cause a younger age of hearing loss. 16  The age of onset of symptoms and age at diagnosis are important predictors of disease severity, 9 17  correlating with the growth rate of VS 12 18  and directly with mortality. 19  Also associated with early mortality is the presence of intracranial meningiomas. 8 9  Presence of meningioma and young age of diagnosis are useful in counselling patients regarding a poorer outcome. 8 12 \n Data show that individuals with splice site mutations, large deletions, missense mutations and somatic mosaicism are older at presentation and diagnosis than individuals with truncating mutations. 11  In addition these groups have fewer peripheral nerve tumours, spinal tumours and meningiomas, and consequently a milder disease burden. 15 20  In more detail, 3’ truncating mutations (exons 14 and 15) give a less severe phenotype than exons 2–13 mutations, 21 22  while exon 1 mutations give a mild phenotype. 8  Mosaicism for the identical mutation gives a milder phenotype than when non-mosaic, 23  and somatic mosaicism generally gives a milder phenotype than non-mosaic disease. 4 20  Splicing mutations in the 5’ end of the gene give a more severe phenotype than those between exons 8 and 15. 8 20 21 24 25  Large deletions including the promoter or exon 1 give a milder phenotype than when this section of the gene is retained. 15 \n For newly diagnosed patients, prognostic information based on patients with a similar genotype is helpful. Patients facing a high likelihood of early deafness may elect different management approaches from patients with a lower probability of bilateral deafness, while patients with a milder genotype can derive reassurance regarding likely outcomes. Since 2010, patients with NF2 in England have been followed up in four centres of expertise. 26  A Genetic Severity Score was previously devised based on background theory, empirical data and existing literature. The hypothesis was generated that this score can describe trends in the phenotype of patients with NF2 to allow categorisation into severity groups on the basis of the type and extent of  NF2  mutation. 27  To improve clinical utility a revised score is presented here. To validate the score we present the clinical phenotype of a separate cohort of patients and confirmatory statistical analyses that the Genetic Severity Score can adequately describe trends in the phenotype of patients with NF2. Validated in this way, the score allows stratification both for clinical use and natural history studies to facilitate generation of prognostic information.",
  "results": "Results The Genetic Severity Score showed significant correlations across 10 measures, including mean age at diagnosis, proportion of patients with bilateral vestibular schwannomas, presence of intracranial meningioma, spinal meningioma and spinal schwannoma, NF2 eye features, hearing grade, age at first radiotherapy, age at first surgery and age starting bevacizumab. In addition there was moderate but significant correlation with age at loss of useful hearing, and weak but significant correlations for mean age at death, quality of life, last optimum Speech Discrimination Score and total number of major interventions. Patients with severe disease presented at a younger age had a higher disease burden and greater requirement of intervention than patients with mild and moderate disease. Results Records of 142 patients with a clinical or molecular diagnosis of NF2 under the Oxford NF2 team were reviewed. Sixty-three cases (44%) were assigned to group 1. Tissue mosaicism was presumed in the majority as either no tumour tissue was available (45) or just one tumour sample was available with an  NF2  mutation identified (12). In six cases mosaicism was confirmed by the presence of an identical  NF2  mutation in two independent samples. Given the small number in 1B, group 1 was analysed as a single cohort. Twenty-five patients (18%) were assigned to group 2A, including three cases with familial NF2 but no  NF2  mutation identified; 35 patients (25%) to group 2B; and 19 patients (13%) to group 3. The three familial patients with no mutation identified were from two families showing linkage to  NF2 , and with a combination of vestibular and other schwannoma, meningioma and ependymoma suggested an unidentified  NF2  mutation, rather than an alternative diagnosis. Demographics according to genetic severity, sex, mean age at diagnosis, mean current age, years since diagnosis, age at NF2-related death, inheritance and quality of life are detailed ( table 3 ). Twice as many women (57.1% of women) compared with men (29.2%) were group 1 (p<0.05), and there was also a greater proportion of women that were in group 1 compared with group 3 (χ 2 =7.8, p=0.005). The male-to-female ratio for non-mosaics in groups 2 and 3 combined was 58%:42%, compared with a ratio of 30%:70% in group 1; however, this was not a statistically significant difference (χ 2 (2)=0.5, p=0.98). Table 3 Demographic data according to genetic severity grade Genetic severity 1  Tissue mosaic 2A  Mild 2B  Moderate 3  Severe Correlation N (% total) Number of patients 63 (44%) 25 (18%) 35 (25%) 19 (13%) N (% gender) Gender Male 19 (29.2%) 15 (23.1%) 20 (30.8%) 11 (16.9%) Female 44 (57.1%) 10 (13.0%) 15 (19.5%) 8 (10.4%) Mean (SD) Age at diagnosis* 47 (15.34) 25.56 (13.05) 23.54 (15.59) 15.89 (9.71) r s (140)=−0.68, p<0.001 Current age * 58.3 (14.58) 44.5 (2.12) 35.63 (15.81) 26.6 (12.16) r s (140)=−0.67, p<0.001 Years since diagnosis 10.52 (9.32) 14.48 (11.19) 11.34 (7.58) 10.05 (6.56) r s (140)=0.07, p=0.44 Latest quality of life score* 5.67 (3.89) 8 (4.69) 8.5 (5.69) 8 (4.84) r s (118)=0.23, p=0.01 Age at NF2-related death 57.5 (16.26) 44.5 (2.12) 47 32.5 (0.71) r s (5)=−0.70, p=0.08 N (% score category) NF2-related deaths 2 (6%) 2 (8%) 1 (3%) 2 (11%) Familial NF2 0 (0%) 10 (40%) 11 (31%) 3 (16%) Sporadic NF2 63 (100%) 15 (60%) 24 (69%) 16 (84%) Asterisk indicates statistical significance (p<0.05) in correlations (r s ) of measures with genetic severity. NF2, neurofibromatosis type 2. A strong negative correlation (r s (140)=.68, p<0.001) was noted between genetic severity and both age at diagnosis and current age (r s (140)=.67, p<0.001). The mean years from diagnosis ranged from 10.05 to 14.48 years, and there was no significant difference between the groups (r s (140)=.07, p=0.44), suggesting that any difference in outcomes noted is unlikely to be accounted for by differing lengths of follow-up. Although age at time of death does not appear to have a significant correlation with the Genetic Severity Score (r s (5)=−.70, p=0.08), this reached significance when groups 2A and 2B were combined (r s (5)=−0.81, p=0.03), suggesting there is a trend, but analysis was limited by the small sample size. There was a weak positive correlation (r s (118)=.23, p=0.01) demonstrating a deteriorating quality of life with increased genetic severity. \n Table 4  details the type of mutation and proportions of constitutional and mosaic disease according to genetic severity. All 19 patients in group 3 had a constitutional truncating mutation as a function of the classification system. In group 2B twelve cases (34.3%) and 2A eight cases (32%) were mosaic in blood with the remainder constitutional  NF2  mutations. Table 4 Mutation data according to genetic severity grade Genetic severity N (%) within genetic severity category N (%) within mutation type N (%) of mutation category Mosaic in tissue Mosaic in blood Full mutation Familial Sporadic Large deletion Missense Other -in frame duplication/deletion Splice site Truncating 1 Tissue mosaic 63 (100%) 0 (0%) 0 (0%) 0 (0%) 63 (53.4%) 0 (0.0%) 0 (0.0%) 0 (0.0%) 5 (71.4%) 2 (13.3%) 10 (21.3%) 2A Mild 0 (0%) 8 (32.0%) 17 (68.0%) 10 (41.7%) 15 (12.7%) 11 (50%) 1 (100%) 1 (100%) 2 (28.6%) 3 (20.0%) 4 (8.5%) 2B Moderate 0 (0%) 12 (34.3%) 23 (65.7%) 11 (45.8%) 24 (20.3%) 11 (50%) 0 (0.0%) 0 (0.0%) 0 (0.0%) 10 (66.7%) 14 (29.9) 3 Severe 0 (0%) 0 (0%) 19 (100%) 3 (12.5%) 16 (13.6%) 0 (0.0%) 0 (0.0%) 0 (0.0%) 0 (0.0%) 0 (0.0%) 19 (40.4%) Total (%) 63/142 (44%) 20/142 (14%) 59/142 (42%) 24/142 (17%) 118/142 (83%) 22/93 (24%) 1/93 (1%) 1/93 (1%) 7/93 (6%) 15/93 (16%) 47/93 (51%) The distribution differed according to whether NF2 had occurred sporadically or been inherited (χ 2 (3)=27.6, p<0.001). Forty-four per cent had sporadic NF2 with no mutation in the blood, and in total 83% had sporadic disease and 17% familial disease. The ratio of familial:sporadic cases in group 2 was 35%:65% compared with 16%:84% in group 3, reflecting the reduced genetic fitness in the more severely affected cohort. This was also demonstrated in that of the 55 sporadic cases in groups 2 and 3, 71% were in group 2, compared with 88% of the familial patients. Reviewing tumour load ( table 5 ), statistically significant linear trends were demonstrated for decreasing presence of unilateral VS (p<0.001), and increasing presence of bilateral VS (p<0.001), intracranial meningioma (p=0.001), spinal schwannoma (p<0.001) and spinal meningioma (p=0.01) according to genetic severity. Bilateral VS and intracranial meningioma were found in 54% and 59%, respectively, of group 1, compared with 100% and 94.7% of group 3. More group 3 patients developed spinal meningioma and schwannoma (36.8% and 94.7%) compared with group 1 (15.3% and 48.3%, respectively). The presence of spinal ependymoma was marginally discriminating between the groups (p=0.05), with a higher proportion of group 2 having ependymoma (44% in group 2A, 33% in group 2B) compared with group 3 (26.3%) and group 1 (11.9%). Table 5 Tumour burden, presence of ocular features and hearing outcome according to genetic severity grade Genetic severity 1  Tissue Mosaic 2A  Mild 2B  Moderate 3  Severe Statistics Tumour load N (%) Bilateral VS* 34 (54.0%) 24 (96.0%) 31 (88.6%) 19 (100.0%) χ 2 (1)=23.6, p<0.001 Unilateral VS* 22 (34.9%) 1 (4%) 3 (8.6%) 0 (0.0%) χ2(1)=16.6, p<0.001 Intracranial meningioma* 36 (59.0%) 16 (64.0%) 28 (82.4%) 18 (94.7%) χ 2 (1)=11.5, p=0.001 Spinal meningioma* 9 (15.3%) 7 (29.2%) 13 (38.2%) 7 (36.8%) χ 2 (1)=6.4, p=0.01 Spinal schwannoma* 29 (48.3%) 19 (76.0%) 31 (94.7%) 18 (94.7%) χ 2 (1)=24.6, p<0.001 Spinal ependymoma  * \n 7 (11.9%) 11 (44.0%) 11 (33.3%) 5 (26.3%) χ 2 (1)=3.8, p=0.05 Ocular features N (%) Epiretinal membranes* 0 (0.0%) 2 (8.7%) 3 (8.8%) 5 (31.3%) χ 2 (1)=14.4, p<0.001 Cataract* 4 (6.6%) 9 (39.1%) 14 (41.2%) 11 (68.8%) χ 2 (1)=28.8, p<0.001 Combined hamartoma* 1 (1.6%) 5 (21.7%) 2 (5.9%) 6 (37.5%) χ 2 (1)=10.4, p=0.001 Optic nerve meningioma 1 (1.6%) 2 (9.0%) 0 (0.0%) 2 (10.5%) χ 2 (1)=1.2, p=0.23 Mean (SD) Total eye features* 0.1 (0.35) 0.74 (0.81) 0.56 (0.61) 1.5 (1.16) r s (132)=0.53, p<0.001 Hearing outcomes N (%) Hearing grade* 1 53 (85.5%) 14 (56.0%) 19 (57.6%) 9 (50.0%) χ 2 (1)=13.4, p<0.001 2 3 (4.8%) 2 (8.0%) 3 (9.1%) 1 (5.6%) 3 or 4 3 (4.8%) 3 (12.0%) 3 (9.1%) 2 (11.1%) 5 1 (1.6%) 2 (8.0%) 3 (9.1%) 2 (11.1%) 6 2 (3.2%) 4 (16.0%) 5 (15.2%) 4 (22.2%) Mean (SD) Latest SDS* 86.78 (27.05) 58.95 (46.14) 64.56 (41.86) 53.19 (46.16) r s (127)=−0.25, p=0.004 Age of loss of useful hearing* 58.2 (16.83) 28.38 (8.6) 29.2 (10.42) 23.14 (9.39) r s (28)=−0.49, p=0.006 Asterisk indicates statistical significance (p<0.05) in trends (χ 2 ) and correlations (r s ) of measures with genetic severity. SDS, Speech Discrimination Score; VS, vestibular schwannoma. Significant linear trends indicated an increasing disease load with genetic severity with respect to ocular features of NF2, with the exception of optic nerve meningioma which was limited by small numbers ( table 5 ). A linear association was demonstrated between genetic severity and hearing grade (p<0.001), with increased genetic severity associated with advanced hearing grades and a higher proportion of tissue mosaic patients having useful hearing compared with severe ones ( table 5 ). In group 3, 55.6% had optimum SDS >70% compared with 90.3% in group 1. A moderate negative correlation with age of loss of useful hearing, defined as hearing grade 3 or worse (p=0.006), was found, with a mean age of loss of useful hearing being 58.2 in group 1 compared with 23.1 in group 3. Reviewing major interventions according to genetic severity showed a strong negative correlation between age at first radiotherapy (p<0.001), age starting bevacizumab (p=0.007), age at first surgery (p<0.001) and age at first major intervention (p<0.001) ( table 6 ). In addition, there was a positive correlation (p=0.007) between the number of major interventions related to severity, with a mean of 1.4 in group 1 compared with 3.4 in group 3. Significant differences were seen in types of interventions, with 47.4% and 26.3% of patients requiring spinal surgery and bevacizumab, respectively, in group 3 compared with 9.5% and 0% in group 1. There was a linear association between the total number of major interventions and genetic severity; 60%of group 1 had one or fewer and 19% more than three major interventions, compared with group 3 where 37% had one or fewer and 53% had three or more major interventions. Furthermore, there was a significant difference between the mean number of procedures within each severity group when expressed as a ratio to current age, with a ratio of 0.03 for group 1, 0.07 for group 2 and 0.13 for group 3. Table 6 Major interventions in relation to Genetic Severity Score Genetic severity 1  Tissue Mosaic 2A  Mild 2B  Moderate 3  Severe Statistics N (%) Proportion of patients within each genetic severity category who had interventions VS surgery 21 (33.3%) 11 (44.0%) 16 (45.7%) 9 (47.4%) χ 2 (1)=1.9, p=0.17 Non-VS intracranial surgery 15 (23.8%) 5 (20.0%) 13 (37.1%) 7 (36.8%) χ 2 (1)=2.4, p=0.12 Spinal surgery* 6 (9.5%) 7 (28.0%) 10 (28.6%) 9 (47.4%) χ 2 (1)=12.8, p<0.001 Shunt surgery 3 (4.8%) 3 (12.0%) 4 (3.2%) 3 (15.8%) χ 2 (1)=2.6, p<0.001 Radiotherapy 28 (44.4%) 10 (40.0%) 11 (31.4%) 8 (42.1%) χ 2 (1)=0.6, p=0.44 Bevacizumab * \n 0 (0.0%) 5 (20.0%) 9 (25.7%) 5 (26.3%) χ 2 (1)=15.4, p<0.001 Total number of major interventions per person, grouped 0 15 (23.8%) 6 (24.0%) 7 (20.0%) 5 (26.3%) χ 2 (1)=7.1, p=0.008 1 23 (36.5%) 4 (16.0%) 8 (22.9%) 2 (10.5%) 2 13 (20.6%) 3 (12.0%) 7 (20.0%) 2 (10.5%) 3 8 (12.7%) 2 (8.0%) 3 (8.6%) 2 (10.5%) 4 or more 4 (6.3%) 10 (40.0%) 10 (28.6%) 8 (42.1%) Mean (SD) Total number of major interventions* 1.41 (1.17) 2.84 (2.76) 2.43 (2.21) 3.37 (3.44) r s (140)=0.23, p=0.007 Number of total surgeries * \n 0.87 (0.98) 2.12 (2.46) 1.74 (1.82) 2.53 (2.95) r s (140)=0.24, p=0.005 Age at first radiotherapy session * \n 51.54 (14.82) 34.2 (14.06) 29.64 (12.17) 24.13 (10.56) r s (55)=−0.66, p<0.001 Age started bevacizumab * \n 34.8 (7.4) 30.56 (11.59) 19.8 (4.97) r s (17)=−0.60, p=0.007 Age at first surgery * \n 44.33 (12.71) 27 (10.15) 27.28 (9.54) 18.67 (11.82) r s (87)=−0.63, p<0.001 Age at first major intervention * \n 45.4 (12.41) 26.58 (9.37) 27.71 (11.06) 17.79 (9.74) r s (107)=−0.67, p<0.001 Ratio of total number of major interventions to current age * \n 0.03 (0.02) 0.07 (0.07) 0.07 (0.07) 0.13 (0.14) r s (140)=−0.38, p<0.001 Asterisk indicates statistical significance (p<0.05) in trends (χ 2 ) and correlations (r s ) of measures with genetic severity. VS, vestibular schwannoma. For further validation, details of 80 patients with NF2 from two previously published cohorts 10 14  were assessed using the Genetic Severity Score (see online  supplementary table 1 ). Significant correlations were observed with age at diagnosis in both cohorts. Significant trends were also observed, with increasing genetic severity associated with greater proportion of patients with meningiomas at diagnosis in the cohort of patients described by Ruttledge  et al , 14  and more patients with intracranial and spinal tumours in the cohort described by Kluwe  et al . 10 \n 10.1136/jmedgenet-2017-104519.supp1 Supplementary data \n \n",
  "discussion": "Conclusions This study validates the UK NF2 Genetic Severity Score to stratify patients with NF2 for both clinical use and natural history studies. Discussion NF2 is a complex disease with challenging management decisions. Although much is understood regarding genotype–phenotype correlation, it can be difficult to use this information routinely. Much NF2 research does not stratify by genotype, making comparison between cohorts difficult. Likely severity based on genotype could help inform prognostic discussions. For example, compared with a severe patient, a mild-2A patient could be reassured regarding a reduced likely need for spinal and meningioma surgery, with a probable later age for intervention, while a sporadic patient with no mutation in blood can derive reassurance regarding a likely lower morbidity. Likely prognosis can aid management; for example, facing a high chance of early adult deafness, a patient may elect earlier VS surgery to maximise benefit from hearing implantation. Alternatively a family may prioritise learning sign language and lip reading at an early stage on detection of a severe mutation in a young child. The utility of this score is that it groups diverse genotypes into a simple classification to guide discussion with patients. Used prospectively, it will facilitate gathering comparable natural history and outcome data. Use of a score based on the underlying cause of severity, rather than an outcome such as age of onset, has benefit, particularly given the increased use of genome-based testing, with its potential for identifying mutations presymptomatically. The score would therefore have high utility in counselling patients. The UK NF2 Genetic Severity Score was based on published genotype–phenotype data. For the present study, clinical features of patients from a separate UK cohort were assessed to validate the score for clinical and research use. The score showed significant correlations for 142 patients with NF2 across 10 outcome measures, including mean age at diagnosis, proportion with bilateral VS, presence of intracranial meningioma, spinal meningioma and schwannoma, hearing grade, age at first radiotherapy, first surgery and age starting bevacizumab, and moderate/weak but significant correlation for a further five areas. The similar follow-up intervals assured minimal bias related to length of time from diagnosis affecting disease severity. The significantly different mean age at diagnosis is a factor previously found to correlate significantly with severity 9 17  and so is important in validating the score. We therefore assessed the score against two published cohorts of patients with NF2, further demonstrating a significant correlation with age at diagnosis. In our cohort trend lines were demonstrated for the presence of different types of tumours by genetic severity, but size, number and growth rate were not determined. A proxy therefore of severity of tumour load was to focus on functionally significant lesions by analysing the number of major interventions. The score demonstrated a significant increase in major intervention with increasing severity, shown by the linear increase in those needing four or more procedures across the severity groups. Group 3 patients were aged, on average, 26.6 years compared with 58.3 years in group 1, yet had undergone more interventions demonstrated by the ratio of the number of procedures to current age, with a statistically significant increase from 0.03 in group 1 to 0.13 in group 3. The data presented thus validate the score for clinical and research use. Within the severity groups there were different proportions of inherited and sporadic NF2. Sporadic NF2 was more likely to have no mutation and progressively less likely to have a moderate or severe mutation, consistent with the high rate of new mutation in the  NF2  gene presenting as mosaic disease. As previously described, within the familial group the majority (88%) of second-generation individuals had a mutation. 4 33  In contrast, compared with figures suggesting over 50% of patients have no family history of NF2, 33  in our cohort 83% presented sporadically, of whom 83/118 (70%) had either proven low-level mosaicism in blood (17%), an  NF2  mutation confined to tumour tissue (5%) or presumed NF2 tissue mosaicism (48%). This would suggest that 58% of our patients had mosaic disease, which is higher than previous estimates. This may represent increased referral of mild patients after the NF2 service was established in 2010; however, the similar follow-up rates across the severity groups would not support this explanation. In the original classification the mild group included mild constitutional mutations, more significant mutations mosaic in blood and all mutations mosaic in tissue but absent from blood. In the current study, as the mean age of diagnosis was later for the sporadic patients with no  NF2  mutation found in blood, (suggesting a more attenuated phenotype), they were analysed separately. Being unconfirmed molecularly, some 1A patients may have features occurring by chance or have a related condition such as schwannomatosis. Eight of our cohort had solely bilateral VS, of whom four were diagnosed over age 50 and 2 over age 70. For these cases tissue was unavailable to confirm or exclude NF2, and so bilateral VS in one or more of this group may have arisen by chance, as in a recent case report 34  Other cases may have a mutation in  SMARCB1  or  LZTR1 . Seven per cent of a cohort of 70 patients with unilateral VS and at least two schwannomas had an  LZTR1  mutation. 35  In group 1A, four patients had these features, but as no mutation was detected on sequencing  LZTR1/SMARCB1 , this diagnosis is unlikely. At most therefore, even if two of the bilateral VS cases >age 70 occurred by chance, and so 2/57 (3.5%) of 1A do not have NF2, the proportion of mosaic disease reported here is larger than previous estimates. Although diagnosed on clinical criteria, it is appropriate to include group 1 in this analysis of NF2, and the subclassification of group 1 will give greater confidence in future genotype/phenotype analysis of mosaic disease. An observation of these data was the different sex distribution of NF2, with classic/severe NF2 showing a non-significant male preponderance, while tissue-mosaic disease was more common in women. In a small sample this bias may have arisen by chance. Given the 2:1 increased prevalence of meningioma in women 36  along with the estimated 2.8% detection rate of subclinical meningioma (from autopsy studies and studies of incidental findings on MRI), 37 38  it is more likely that a chance association of two meningiomas in an individual with a sporadic VS would occur in women, potentially explaining this bias. Clinical features leading to diagnosis in the tissue mosaic cohort were therefore reviewed. Only four cases (three women) had a diagnosis of NF2 on the basis of one unilateral VS and two meningiomas, meaning that while sporadic subclinical meningiomas may contribute to the female bias in mosaic NF2, it is unlikely to be the full explanation. More likely is an increased penetrance of mild NF2 in women due to the increased meningioma rate, which is not apparent in more severe disease where penetrance will be more determined by schwannomas. Although small numbers, mosaic disease in blood did not demonstrate a female bias, in keeping with the more severe phenotype of this group. The Genetic Severity Score was first devised to cohort patients by genotype to analyse quality of life data in NF2. 27  Including Oxford data no correlation was identified with the original score. This revised score, separating the milder tissue-mosaic cohort, shows weak correlation, with impaired quality of life associated with classic and severe NF2. There is a need for good prognostic data for mildly affected patients who can derive significant reassurance regarding the risk of premature mortality, the chance of developing bilateral hearing loss and the need for major intervention. On the contrary, patients with more severe NF2 have a significant debilitating disease and need prognostic figures derived from similarly affected patients. This score provides a classification to inform likely disease severity on the basis of genotype. In addition if adopted more widely, it would allow the generation of comparable prognostic and treatment outcome data. The biggest single factor that will determine NF2 severity is the type of mutation, its position within the gene and the proportion of cells carrying it. This classification draws these factors together to enable genotypic data to be routinely factored into clinical and research use. Conclusion The data presented here validate the NF2 Genetic Severity Score. Used prospectively it will facilitate the development of NF2 patient cohorts stratified by genotype for natural history studies.",
  "fetched_at": "2026-02-16T15:44:45.444035",
  "abstract_length": 2905,
  "methods_length": 9133,
  "introduction_length": 4359,
  "results_length": 13338,
  "discussion_length": 8942
}