{
  "pmid": "28846462",
  "abstract": "Immunohistochemical Markers for Prospective Studies in Neurofibromatosis-1  Porcine Models.  Meyerholz DK(1), Ofori-Amanfo GK(1), Leidinger MR(1), Goeken JA(1), Khanna  R(2)(3), Sieren JC(4)(5), Darbro BW(6), Quelle DE(1)(6)(7), Weimer JM(8)(9).  Author information: (1)Department of Pathology. (2)University of Iowa, Iowa City, Iowa, Departments of Pharmacology and  Anesthesiology, College of Medicine, University of Arizona, Tucson, Arizona. (3)Departments of Pharmacology and Anesthesiology, College of Medicine,  University of Arizona, Tucson, Arizona. (4)Department of Radiology. (5)Department of Biomedical Engineering. (6)Department of Pediatrics. (7)Department of Pharmacology. (8)Pediatrics and Rare Disease Group, Sanford Research, Sioux Falls, South  Dakota. (9)Department of Pediatrics, University of South Dakota, Vermillion, South  Dakota.  Neurofibromatosis type 1 (NF1) is a common, cancer-predisposing disease caused  by mutations in the NF1 tumor gene. Patients with NF1 have an increased risk for  benign and malignant tumors of the nervous system (e.g., neurofibromas,  malignant peripheral nerve sheath tumors, gliomas) and other tissues (e.g.,  leukemias, rhabdomyosarcoma, etc.) as well as increased susceptibility to  learning disabilities, chronic pain/migraines, hypertension, pigmentary changes,  and developmental lesions (e.g., tibial pseudoarthrosis). Pigs are an attractive  and upcoming animal model for future NF1 studies, but a potential limitation to  porcine model research has been the lack of validated reagents for direct  translational study to humans. To address that issue, we used formalin-fixed  tissues (human and pigs) to evaluate select immunohistochemical markers  (activated caspase-3, allograft inflammatory factor-1, beta-tubulin III,  calbindin D, CD13, CD20, desmin, epithelial membrane antigen, glial fibrillary  acidic protein, glucose transporter-1, laminin, myelin basic protein, myoglobin,  proliferating cell nuclear antigen, S100, vimentin, and von Willebrand factor).  The markers were validated by comparing known expression and localization in  human and pig tissues. Validation of these markers on fixed tissues will  facilitate prospective immunohistochemical studies of NF1 pigs, as well as other  pig models, in a more efficient, reproducible, and translationally relevant  manner.  DOI: 10.1369/0022155417729357 PMCID: PMC5624366 PMID: 28846462 [Indexed for MEDLINE]  Conflict of interest statement: Competing Interests: The author(s) declared no  potential conflicts of interest with respect to the research, authorship, and/or  publication of this article.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-16T15:44:43.779347",
  "abstract_length": 2627,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}