{
  "pmid": "28848060",
  "abstract": "UNLABELLED: ​BACKGROUND: The clinical severity of disease in neurofibromatosis type 2 (NF2) is variable. Patients affected with a constitutional truncating  METHODS: We have assessed NF2 clinical phenotype in 142 patients in relation to the UK NF2 Genetic Severity Score to validate its use as a clinical and research tool. RESULTS: The Genetic Severity Score showed significant correlations across 10 measures, including mean age at diagnosis, proportion of patients with bilateral vestibular schwannomas, presence of intracranial meningioma, spinal meningioma and spinal schwannoma, NF2 eye features, hearing grade, age at first radiotherapy, age at first surgery and age starting bevacizumab. In addition there was moderate but significant correlation with age at loss of useful hearing, and weak but significant correlations for mean age at death, quality of life, last optimum Speech Discrimination Score and total number of major interventions. Patients with severe disease presented at a younger age had a higher disease burden and greater requirement of intervention than patients with mild and moderate disease. CONCLUSIONS: This study validates the UK NF2 Genetic Severity Score to stratify patients with NF2 for both clinical use and natural history studies.",
  "methods": "Methods We have assessed NF2 clinical phenotype in 142 patients in relation to the UK NF2 Genetic Severity Score to validate its use as a clinical and research tool. Methods NF2 care in England is nationally commissioned and coordinated through four centres. An NF2 Genetic Severity Score was determined based on the phenotype of patients assessed through the Manchester NF2 service. For validation, all patients known to the Oxford NF2 centre who met the Manchester NF2 diagnostic criteria and consented to genetic testing were analysed. Seven patients previously used for delineation of the score were excluded. One hundred and forty-two patients met the inclusion criteria. The data assessed were from last clinical assessment, but the length of follow-up differed. A score from 1A to 3, according to mutation type and presence of mosaicism, was assigned. The score used in this validation analysis differed from that previously published by analysing tissue mosaicism as a separate category, due to the more attenuated phenotype. For clinical use, the Genetic Severity Score ( table 1 ) consists of a 3-point classification into tissue mosaicism, classic and severe disease. The tissue mosaic group constitutes those where NF2 is confirmed on clinical criteria, but no  NF2  mutation is detected on blood analysis, or where mosaic NF2 is confirmed molecularly as confined to tissue. In the classic group an  NF2  mutation is identified in the blood or the patient has inherited NF2, but no  NF2  mutation is identified (thus excluding mosaicism and inferring an undetectable  NF2  mutation), excepting non-mosaic truncating mutations in exons 2–13, which determine the severe category. For natural history studies, group 1 is subdivided into presumed and confirmed mosaic NF2, and group 2 according to the type of mutation into mild and moderate disease ( tables 1 and 2 ). Table 1 UK neurofibromatosis type 2 (NF2) Genetic Severity Score Genetic severity Subcategory Clinical characteristics Definition 1 Tissue mosaic 1A Presumed tissue mosaicism Meets clinical criteria for sporadic NF2 but not confirmed molecularly with identical  NF2  mutations detected in two separate tissue samples 1B Confirmed tissue mosaicism Mosaic NF2 confirmed molecularly with identical  NF2  mutations detected in two or more separate tissue samples 2 Classic 2A Mild NF2 Full or mosaic  NF2  mutation identified in blood excluding those found in group 2B or 3: missense mutations; in-frame deletions and duplications; deletions involving the promoter region or exon 1; splice site mutations in exons 8–15; truncating mutations of exon 1; mosaicism in blood for mutations other than truncating mutations in exons 2–13  Inherited NF2 but no  NF2 ,  SMARCB1  or  LZTR1  mutation identified in blood 2B Moderate NF2 Full or mosaic  NF2  mutation identified in blood including: splicing mutation involving exons 1–7; large deletion not including the promoter or exon 1; truncating mutations in exons 14–15; mosaic in blood for a truncating mutation in exons 2–13 3 Severe 3 Severe NF2 Full  NF2  truncating mutation exons 2–13 Table 2 Categorisation of  NF2  mutations into severity groups \n NF2  mutation detected in blood (mosaic in blood determined on NGS as any level under 50%) 2A Mild 2B Moderate 3 Severe Truncating mutation   Exons 2–13  11 14 15 20 21 \n 3   Exons 2–13 mosaic 23 \n 2B   Exons 14–15  21 \n 2B   Exons 14–15 mosaic 2A   Exon 1 /exon 1 mosaic 8 \n 2A Splice site mutation   Exons 1–7 8 21 24 25 \n 2B   Exons 1–7 mosaic 2A   Exons 8–15 8 20 21 24 25 28 2A   Exons 8–15 mosaic 2A Large deletion excluding promoter or exon 1 15 20 \n 2B Large deletion excluding promoter or exon 1 mosaic 2A Large deletion including promoter or exon 1 non-mosaic or mosaic 15 \n 2A Small in-frame deletion or duplication non-mosaic or mosaic 2A Missense mutation non-mosaic or mosaic 8 9 14 20 21 \n 2A NF2, neurofibromatosis type 2; NGS, next-generation sequencing. Records from routine clinical care were reviewed according to six domains—patient demographics, tumour load, ocular features, hearing, major interventions and quality of life—to see if the Genetic Severity Score could differentiate patients across these domains. Mutation testing was performed via the Manchester National Health Service (NHS) diagnostic laboratory on blood and where available on one or more tissue samples. To confirm  NF2  mosaicism in tissue, two separate, independently arising schwannoma samples were analysed for the presence of the same  NF2  mutation that was absent from the blood. Where only one schwannoma tissue sample was available and a mutation was identified (with loss of the presumed normal allele) which was not present in the blood, tissue mosaicism was assumed and the patient was assigned to group 1A. Where no tissue sample was available for analysis but the Manchester criteria for a diagnosis of NF2 were fulfilled, the patient was assigned to group 1A. Mosaicism in the blood was determined either by the presence of a mutation present at <50% level on next-generation sequencing, or after identification of an  NF2  mutation in a tumour, which was subsequently found at low levels in blood. Tumour load was assessed by review of gadolinium-enhanced brain and spine MRI scans performed according to a nationally agreed protocol, and reported by a single NF2 specialist neuroradiologist. Presence of VS, intracranial meningioma and spinal tumours was assessed. Any size of lesion was included and categorised by the most likely lesion radiologically, although where available histological diagnosis was used. No account was taken of size, number or growth rate of tumours. All patients had a detailed eye review at diagnosis for NF2-related features. Records were reviewed looking for the presence of cataract under age 40, combined retinal hamartoma and epiretinal membrane, or radiological evidence of an optic nerve meningioma. Hearing grade was assigned based on a score of 1–6, 30  as used within the English NF2 service to indicate suitability for a hearing implant, with grades 1, 2 and 3/4 hearing equating to optimum Speech Discrimination Score (SDS) in the better hearing ear >70%, 50%–70% and below 50%, respectively, grade 5 representing patients with a hearing implant and grade 6 those with bilaterally dead ears. Major interventions counted were VS surgery, non-VS intracranial surgery, radiotherapy, spinal surgery, shunt surgery and treatment with bevacizumab. Where surgery or radiotherapy was given to a complex cerebellopontine mass, with potentially more than one tumour type, this was taken as one major intervention, but if confirmed as different tumour types removal of both tumour types was counted separately. Sixteen individuals had more than one surgery to the same VS, and these procedures were counted separately. If radiotherapy was performed to more than one discrete lesion, the number of lesions treated was used to represent the number of procedures. Treatment with bevacizumab was counted as one intervention, even if treatment breaks occurred. Quality of life was assessed using the 8-item NF2 disease-specific quality of life score (0–24), 27  with good internal reliability (Cronbach’s α=0.87). Each item consists of four statements rated from 0 to 3, with 0 indicating no problems along different dimensions (eg, mobility, hearing, sight and so on). Last recorded measurements were collected. Statistical analyses were undertaken using SPSS V.23. Genetic severity and hearing grades were treated as ordinal variables. We report standard summary statistics throughout with statistical significance of inferences set to p<0.05. We used χ 2  statistics to compare distributions of gender, mutation data, tumour load, as well as ocular and hearing outcomes. When comparing multiple distributions, we used z-tests with Bonferroni corrections. Trends with genetic severity were investigated using Mantel-Haenszel linear-by-linear χ 2  tests of association. Spearman’s rank-order correlations were run to assess the relationship between age of patients, quality of life, optimum SDS scores, number of interventions, number of symptoms, ratio of interventions to age and genetic severity. Preliminary analysis showed that all relationships were monotonic, as assessed by visual inspection of scatterplots. Two further independent cohorts of patients previously described 10 14  with  NF2  mutations and phenotypic data were assessed to determine if the score could separate these cohorts phenotypically. The score was assigned and correlation examined with age at diagnosis for both cohorts and linear associations with presence of meningiomas, 14  cranial tumours and spinal tumours. 10  To uniformly analyse the data of other cohorts in a comparable way, we converted the data into binary values (yes/no) for the presence or absence of tumours. The study received approval from the Oxford University Hospitals NHS Foundation Trust. This service evaluation (registration ID: 4406) did not require additional ethical approval in accordance with the guidance from the National Research Ethics Service (2016). 32 \n",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:49:05.152739",
  "abstract_length": 1269,
  "methods_length": 9133,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}