{
  "pmid": "28923059",
  "abstract": "BACKGROUND: Meningiomas are the most common primary intracranial tumors in adults. While a majority of meningiomas are slow growing neoplasms that may cured by surgical resection, a subset demonstrates more aggressive behavior and insidiously recurs despite surgery and radiation, without effective alternative treatment options. Elucidation of critical mitogenic pathways in meningioma oncogenesis may offer new therapeutic strategies. We performed an integrated genomic and molecular analysis to characterize the expression and function of osteoglycin (OGN) in meningiomas and explored possible therapeutic approaches for OGN-expressing meningiomas. METHODS: OGN mRNA expression in human meningiomas was assessed by RNA microarray and RNAscope. The impact of OGN on cell proliferation, colony formation, and mitogenic signaling cascades was assessed in a human meningioma cell line (IOMM-Lee) with stable overexpression of OGN. Furthermore, the functional consequences of introducing an AKT inhibitor in OGN-overexpressing meningioma cells were assessed. RESULTS: OGN mRNA expression was dramatically increased in meningiomas compared to a spectrum of other brain tumors and normal brain. OGN-overexpressing meningioma cells demonstrated an elevated rate of cell proliferation, cell cycle activation, and colony formation as compared with cells transfected with control vector. In addition, NF2 mRNA and protein expression were both attenuated in OGN-overexpressing cells. Conversely, mTOR pathway and AKT activation increased in OGN-overexpressing cells compared to control cells. Lastly, introduction of an AKT inhibitor reduced OGN expression in meningioma cells and resulted in increased cell death and autophagy, suggestive of a reciprocal relationship between OGN and AKT. CONCLUSION: We identify OGN as a novel oncogene in meningioma proliferation. AKT inhibition reduces OGN protein levels in meningioma cells, with a concomitant increase in cell death, which provides a promising treatment option for meningiomas with OGN overexpression.",
  "methods": "Methods \n OGN  mRNA expression in human meningiomas was assessed by RNA microarray and RNAscope. The impact of OGN on cell proliferation, colony formation, and mitogenic signaling cascades was assessed in a human meningioma cell line (IOMM-Lee) with stable overexpression of OGN. Furthermore, the functional consequences of introducing an AKT inhibitor in OGN-overexpressing meningioma cells were assessed. Methods Expression profiling of  OGN  in human meningiomas The expression profiling data were normalized from publicly available datasets cataloged in GEO (Gene Expression Omnibus) that had been acquired on Affymetrix Human Genome U133 Plus 2.0 Array Platform [HG-U133_Plus_2], as previously described [ 16 ]. The following datasets were used:  GSE16155  (ependymoma),  GSE16581  (meningioma),  GSE34824  (pediatric glioblastoma),  GSE36245  (adult glioblastoma),  GSE33331  (adult astrocytoma),  GSE35493  (atypical, teratoid, rhabdoid tumors/ATRT; medulloblastoma)  GSE19404  (primitive neuroectodermal tumor),  GSE34771  (CNS lymphoma),  GSE5675  (pilocytic astrocytoma). RNA scope in situ hybridization Formalin-fixed, paraffin-embedded human meningioma specimens were collected from the Department of Pathology, Brigham and Women’s Hospital, with corresponding clinical records and pathology reports. Hematoxylin and eosin stained sections corresponding to each tumor were reviewed by two neuropathologists (SS, MA) for selection of specimens with greater than 70% estimated tumor purity. Two hundred seven meningiomas (with triplicate cores, spanning 621 samples total) were compiled in tissue microarray (TMA) format for subsequent analysis. The study was approved by the Institutional Review Boards of Brigham and Women’s Hospital and Dana Farber Cancer Institute, Harvard Medical School. In situ detection of OGN transcripts in meningioma TMA was performed using RNAscope® assay with Probe-Hs-OGN (Cat# 498831, Advanced Cell Diagnostics, Newark, USA) and RNAscope® 2.0 HD Reagent Kit (Cat# 310035, Advanced Cell Diagnostics) following manufacturer protocols. All slides were digitally scanned using Carl Zeiss Microimaging (Jena, Germany). RNAscope staining was quantified by NIH ImageJ software (Bethesda, USA). Single DAB stained images were obtained using color deconvolution as previously described [ 17 ]. After adjustment of the color threshold, the intensity of the DAB-positive staining was measured. Optical density-log (max intensity/mean intensity) was used for statistical analysis. Human meningioma cell line culture The human meningioma cell line IOMM-Lee (derived from a grade III meningioma) [ 18 ,  19 ], courtesy of Dr. Randy Jensen (University of Utah), was cultured in growth media composed of RPMI 1640 Medium, 10% fetal bovine serum, 2 mM L-glutamine, 100 IU/mL of penicillin, and 100 μg/mL of streptomycin (Life Technology, Grand Island, USA). Cultured cells were maintained at 37° in a 5% CO 2  atmosphere. OGN expressing stable cell line generation IOMM-Lee cells were plated in 12-well plates at a density of 200,000 cells/well, and transfected with pCMV/Control Vector (C-terminal Fc-Myc-tagged) or pCMV/OGN Vector (Myc-tagged) (Sino Biological, Beijing, China). At 48 h after transfection, cells were trypsinized and plated in 96-well plates for selection. Monoclonal populations with stable expression of control vector (Control-IOMM) or OGN (OGN-IOMM) were selected with addition of hygromycin B (0.2 g/ml). Gene stability was verified for at least ten passages by analysis of OGN mRNA and protein expression. Cell proliferation assay Meningioma cells with and without OGN expression were assessed for proliferation using the WST-1 assay (Roche, Indianapolis, USA), which is a nonradioactive method to quantify cell proliferation and survival. Briefly, Control-IOMM and OGN-IOMM cells were seeded in 96-well plates at a density of 10,000 cells/well and cultured for 72 h. Cells were then incubated with WST-1 for 2 h. Absorbance, as a measure of cell proliferation, was measured on an Epoch Microplate Spectrophotometer (BioTek, Winooski, USA). Soft agar growth assay Control-IOMM and OGN-IOMM cells (250,000/well) were mixed with 0.4% agarose in growth medium, plated on top of a solidified layer of 0.5% agarose in a 6-well plate, and fed every 3 d with growth medium. After 18 days, the colonies were stained with 0.01% Crystal Violet (EMD, Billerica, USA) and imaged by Zeiss Axiovert 40 CFL Microimaging (Jena, Germany). Colony size and number were quantified using ImageJ (NIH, Bethesda, USA). Average colony sizes (total colony size/total colony number) were used for statistical analysis. Inhibitor assays The impact of the AKT inhibitor AKTVIII and mTOR inhibitor rapamycin (Cayman Chemical, Ann Arbor, USA) on meningioma cells were assessed, with and without OGN overexpression. Briefly, OGN-IOMM cells were plated at a density of 400,000/well in 12-well plates and treated with rapamycin (10 μM), cells were harvested at 6 h after treatment and analyzed by Western blot for mTOR activation and OGN expression. OGN-IOMM cells were seeded in 96-well plates at a density of 10,000 cells/well and treated with AKTVIII before incubation with WST-1 for 2 h for assessment of cytotoxic response. Serial dilutions of each drug were tested to determine an optimal concentration for synthetic lethality assessment at 24-72 h. Control-IOMM and OGN-IOMM cells were treated with AKT VIII to compare the response to inhibitor induced cell cytotoxicity. Absorbance was determined by Epoch Microplate Spectrophotometer (BioTek). Furthermore, the influence of AKTVIII on signaling pathways was assessed in OGN-expressing IOMM-Lee meningioma cells. OGN-IOMM cells were plated at a density of 200,000/well in 12-well plates and treated with AKT VIII for 48 h, cells were harvested or fixed for protein expression by Western blot or immunohistochemistry. RNA knockdown OGN-IOMM cells were plated at a density of 400,000/well in 12-well plates and transfected with control siRNA (Cat#12935-300, Thermal Fisher Scientific, Grand Island, USA), NF2 siRNA (cat#HSS143098, Thermal Fisher Scientific), or OGN siRNA (Cat#HSS107424, Thermal Fisher Scientific) as described by manufacturer protocol. Transfected cells were cultured for 24 or 48 h. Cells were then washed with PBS and harvested for mRNA or protein analysis. Quantitative real-time PCR Quantitative real-time PCR (qPCR) was performed to assess expression of mRNA following specific culture conditions. Total RNA was extracted with the Aurum™ Total RNA Mini Kit (Bio-Rad, Hercules, USA) and cDNA was synthesized using the high capacity RNA-to-cDNA™ Kit (Life Technologies, Grand Island, USA) according to manufacturer instructions. qPCR was performed using gene-specific FAM-NFQ-conjugated TaqMan primers for human  OGN  and  NF2  (Thermal Fisher Scientific). Level of mRNA expression was normalized to β-actin. Expression was analyzed using the comparative cycle threshold (ΔΔCT) with Applied Biosystems 7300 Real Time PCR Software (Life Technology). Western blotting Human meningioma samples were obtained from the Brigham and Women’s Hospital Department of Pathology, under institutional IRB approval. Protein from meningioma samples was extracted using RIPA buffer (Cell Signaling, Danvers, USA). Cultured meningioma cells with or without treatment were lysed using cell lysis buffer (Cell Signaling, Danvers, USA). 20 μg of protein from each sample was resolved by 4–20% SDS-PAGE (Bio-Rad), before transfer to a PVDF membrane for overnight incubation with primary antibodies at 4 °C. Primary antibodies were diluted at 1:1000 for OGN (Abcam, Cambridge, USA), cyclinD1, cyclinA2, cyclinB1, GAPDH, p-AKT(Ser473), p-mTOR (Ser2448), p-4E-BP1(Ser65), p-eIF4B (Ser422), p-eEF2K (Ser366), p-ULK(Ser757), NF2, LC3IIB (Cell Signaling, Danvers, USA). Membranes were then incubated with horseradish peroxidase-conjugated goat anti-rabbit or goat anti-mouse IgG (Cell Signaling, Danvers, USA) at 1:2000. Blots were visualized by an ECL system (GE Healthcare, Buckinghamshire, UK) and protein quantified by densitometry analyses using ImageJ. Immunohistochemistry Protein expression of OGN was corroborated with immunohistochemistry (IHC). Control-IOMM and OGN-IOMM cells were cultured for 48 h, and then were fixed and washed with PBS. Cells were incubated with primary antibody specific to OGN (Abcam, Cambridge, USA), NF2 or anti-Rabbit IgG (Cell signaling, Danvers, USA), OGN-IOMM cells treated with AKT VIII for 48 h were fixed and incubated with anti-LC3BII, followed by horseradish peroxidase-conjugated secondary antibody (Vector lab, Burlingame, USA). Immunopositivity was visualized using DAB system (Vector Lab, Burlingame, USA). All slides were digitally scanned using Zeiss Microimaging (Jena, Germany). OGN correlation analysis DNA sequencing data [ 20 ] of 35 meningiomas with OGN RNAscope data were reviewed. These tumors were grouped as OGN low (lower than average) and OGN high (higher than average) according to their OGN RNA level. The incidence of  NF2  or chromosomal 22 loss between the subgroups was compared. In addition, OGN protein level in meningiomas with intact NF2 or NF2 loss was assessed by Western blotting. Statistical analysis All data obtained in vitro represent three independent experiments. Results are expressed as mean ± standard error. Statistical analysis was performed using Prism (GraphPad, La Jolla, USA), and comparisons were made with Student’s t-test, correlation, or ANOVA. A  p  value < 0.05 was considered significant. Availability of data and materials The datasets supporting the conclusions of this article are included within this article.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:49:16.764979",
  "abstract_length": 2048,
  "methods_length": 9679,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}