{
  "pmid": "PMID:28993414",
  "title": "A Collaborative Model for Accelerating the Discovery and Translation of Cancer Therapies.",
  "abstract": "Preclinical studies using genetically engineered mouse models (GEMM) have the potential to expedite the development of effective new therapies; however, they are not routinely integrated into drug development pipelines. GEMMs may be particularly valuable for investigating treatments for less common cancers, which frequently lack alternative faithful models. Here, we describe a multicenter cooperative group that has successfully leveraged the expertise and resources from philanthropic foundations, academia, and industry to advance therapeutic discovery and translation using GEMMs as a preclinical platform. This effort, known as the Neurofibromatosis Preclinical Consortium (NFPC), was established to accelerate new treatments for tumors associated with neurofibromatosis type 1 (NF1). At its inception, there were no effective treatments for NF1 and few promising approaches on the horizon. Since 2008, participating laboratories have conducted 95 preclinical trials of 38 drugs or combinations through collaborations with 18 pharmaceutical companies. Importantly, these studies have identified 13 therapeutic targets, which have inspired 16 clinical trials. This review outlines the opportunities and challenges of building this type of consortium and highlights how it can accelerate clinical translation. We believe that this strategy of foundation-academic-industry partnering is generally applicable to many diseases and has the potential to markedly improve the success of therapeutic development. ",
  "authors": "Ophélia Maertens; Mila E McCurrach; Benjamin S Braun; Thomas De Raedt; Inbal Epstein; Tannie Q Huang; Jennifer O Lauchle; Hyerim Lee; Jianqiang Wu; Timothy P Cripe; D Wade Clapp; Nancy Ratner; Kevin Shannon; Karen Cichowski",
  "journal": "Cancer research",
  "publicationDate": "2017-11-01",
  "doi": "10.1158/0008-5472.CAN-17-1789",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-20 06:59:10"
}