{
  "pmid": "29032173",
  "abstract": "Neurofibromatosis type 1 (NF1) is a common genetic disorder caused by mutations in the NF1 gene. Recalcitrant bone healing following fracture (i.e. pseudarthrosis) is one of the most problematic skeletal complications associated with NF1. The etiology of this condition is still unclear; thus, pharmacological options for clinical management are limited. Multiple studies have shown the reduced osteogenic potential of Nf1-deficient osteoprogenitors. A recent transcriptome profiling investigation revealed that EREG and EGFR, encoding epiregulin and its receptor Epidermal Growth Factor Receptor 1, respectively, were among the top over-expressed genes in cells of the NF1 pseudarthrosis site. Because EGFR stimulation is known to inhibit osteogenic differentiation, we hypothesized that increased EREG and EGFR expression in NF1-deficient skeletal progenitors may contribute to their reduced osteogenic differentiation potential. In this study, we first confirmed via single-cell mRNA sequencing that EREG over-expression was associated with NF1 second hit somatic mutations in human bone cells, whereas Transforming Growth Factor beta 1 (TGFβ1) expression was unchanged. Second, using ex-vivo recombined Nf1-deficient mouse bone marrow stromal cells (mBMSCs), we show that this molecular signature is conserved between mice and humans, and that epiregulin generated by these cells is overexpressed and active, whereas soluble TGFβ1 expression and activity are not affected. However, blocking either epiregulin function or EGFR signaling by EGFR1 or pan EGFR inhibition (using AG-1478 and Poziotinib respectively) did not correct the differentiation defect of Nf1-deficient mBMSCs, as measured by the expression of Alpl, Ibsp and alkaline phosphatase activity. These results suggest that clinically available drugs aimed at inhibiting EGFR signaling are unlikely to have a significant benefit for the management of bone non-union in children with NF1 PA.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:49:42.849138",
  "abstract_length": 1956,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}