{
  "pmid": "29137242",
  "abstract": "Successful treatment of neurofibromatosis type 1 (NF1)-associated tumors poses a significant clinical challenge. While the primary underlying genetic defect driving RAS signaling is well described, recent evidence suggests immune dysfunction contributes to tumor pathogenesis and malignant transformation. As immunologic characterizations, prognostic and predictive of immunotherapeutic clinical response in other cancers, are not fully described for benign and malignant NF1-related tumors, we sought to define their immunologic profiles. We determined the expression of human leukocyte antigen (HLA)-A/-B/-C, β-2-microglobulin (B2M), and T cell inhibitory ligands PD-L1 and CTLA-4 by microarray gene analysis and flow cytometry. We examined HLA-A/-B/-C, B2M, and PD-L1 expression on thirty-six NF1-associated tumor samples by immunohistochemistry, and correlated these with tumoral CD4",
  "methods": "MATERIALS AND METHODS Microarray mining We used a pre-clinical and clinical mRNA microarray Affymetrix database consisting of thirteen dermal neurofibromas, thirteen plexiform neurofibromas, six MPNST tumors, and thirteen MPNST cell lines and normalized their results against ten samples of normal human Schwann cells ( GSE14038 ) to identify MHC I (HLA-A, -B, and –C), B2M, PD-L1 (CD274), and CTLA-4 gene expression [ 24 ]. We used Affymetrix GeneChip Human Genome U133 Plus 2.0 Array to measure gene expression. Data were processed using GeneSpring GX v7.3.1 (Agilent Technologies) with background correction and Robust Multi-array Average (RMA) normalization. Differential gene expression was predicted using Bioconductor/ limma package [ 25 ]. Cell culture The human  NF1 −/−  MPNST cell line S462TY and  NF1 \n + /  human sporadic MPNST STS-26T cell line have been previously described [ + 26 – 28 ]. Cells were grown in Dulbecco’s modified Eagle’s medium (DMEM) supplemented with 20% fetal bovine serum (FBS), 100 IU/ml penicillin, and 100 μg/ml streptomycin [ 27 ]. All cells were cultured at 37°C in a humidified atmosphere containing 5% carbon dioxide. The identities of all cell lines used were confirmed by Short Tandem Repeats (STR) verification. All cell lines used in this study were found to be free of mycoplasma using MycoAlert™ Mycoplasma Detection Kit (LT07-318, Lonza Inc. Allendale, NJ). Flow cytometry To assess HLA-A/B/C, B2M, PD-L1, and CTLA-4 protein expression in human MPNST cell lines, 2.5x10 5  cells were harvested with Cell Dissociation Buffer Enzyme-Free PBS-based (Thermo Fisher Scientific, catalog number 13151014). The tumor cells were pelleted by centrifugation, resuspended in 100 μl buffer (PBS, 1% FBS, 1% EDTA), and blocked with 20% final volume of human Ig Fc blocking antibody (Miltyni Biotech, catalog number 130-059-901). Cell suspensions were stained with 1:100 dilutions of Phycoerythrin-conjugated anti-human HLA-A/B/C antibody (W6/32) (eBioscience, catalog number 12-9983-42), Phycoerythrin-conjugated anti-human β-2-microglobulin antibody (2M2) (Biolegend, catalog number 316306), Phycoerythrin -Cyanine 7-conjugated anti-human PD-L1 antibody (29E.2A3) (Biolegend, catalog number 329717), or Allophycocyanin-conjugated anti-human CTLA-4 antibody (L3D10) (Biolegend, catalog number 349907) for 30 minutes at 4°C. Following primary stain, samples were washed twice with buffer, resuspended in 1% paraformaldehyde fixative, and analyzed on a BD FACS LSR II using BD FACSDiVa software version 4.0 (BD Biosciences). Flow cytometry data analysis was performed using FlowJo version 7.6.5 (Tree Star). Tissue microarray construction The Institutional Review Board at Nationwide Children’s Hospital approved this study. Thirty-six NF1-associated tumor samples consisting of nine diffuse histology benign neurofibromas (five dermal and four non-dermal samples), eight benign neurofibromas with nodular histology, five plexiform neurofibromas, and fourteen malignant peripheral nerve sheath tumors were obtained through the Nationwide Children’s Hospital Pathology Department. These samples were included onto tissue microarrays constructed from 2 mm punches of formalin-fixed paraffin-embedded tissue blocks. Immunohistochemical staining All stages of the immunohistochemistry procedure were automated on the Bond III Immunohistochemistry (IHC) system (Leica Microsystems) using the Refine polymer detection system, with 3, 3’-diaminobenzidine (DAB) visualization and counterstain with hematoxylin. An antibody to HLA Class 1 ABC (clone EMR8-5, Abcam Inc, catalog number ab70328) was used at a dilution factor of 1:6000, after on-line antigen retrieval in a citrate buffer, pH 6 (ER1, Leica Microsystems, catalog number AR9961) for 20 minutes at 100° C. β-2-Microglobulin antibody (HPA006361, rabbit polyclonal, Sigma-Aldrich, catalog number HPA006361) was used at a dilution of 1:6000 with EDTA retrieval (ER2, Leica Microsystems, catalog number AR9640) for 20 minutes at 100° C. An antibody to PD-L1 (clone B55, Sino Biological Inc., catalog number 10084-H08H) was used at a dilution factor of 1:200, after on-line antigen retrieval in an EDTA buffer, pH 9 (ER2, Leica Microsystems, catalog number AR9640) for 20 minutes at 100° C. Antibodies to CD4 (clone SP35, Cell Marque, catalog number 104R-18) and CD8 (clone 4B11, Leica Microsystems, catalog number PA0183) were used pre-diluted, after on-line antigen retrieval in an EDTA buffer, pH 9 (ER2, Leica Microsystems, catalog number AR9640) for 20 minutes at 100° C. Antibodies to CD56 (clone 1B6, Leica Microsystems, catalog number NCL-L-CD56-1B6) and CD45RO (clone UCHL1, Leica Microsystems, catalog number PA0146) were used pre-diluted, after on-line antigen retrieval in a citrate buffer, pH 6 (ER1, Leica Microsystems, catalog number AR9961) for 20 minutes at 100° C. An antibody to FOXP3 (clone 236A/E7, Abcam Inc., catalog number ab20034) was used at a dilution factor of 1:100, after on-line antigen retrieval in an EDTA buffer, pH 9 (ER2, Leica Microsystems, catalog number AR9640) for 20 minutes at 100° C. Evaluations Scoring of HLA-A/B/C, B2M, and PD-L1 expression in NF1-associated tumor samples by immunohistochemical staining Immunohistochemical staining of HLA-A/B/C, B2M, and PD-L1 was scored by a single pathologist (MAA), based upon maximal staining intensity on a scale of 0 to 3 (absent = 0, weak = 1, moderate but less than normal cells = 2, or strong = 3) and percentage of tumor cells stained (range 0 to 100%), as previously described [ 17 ]. Calculation of CTL Target Scores For tumor samples where HLA-A/B/C and B2M expression were detected by immunohistochemical staining, CTL Target Scores were calculated as previously described [ 17 ]: Average HLA-A/B/C score (range 0 to 300) = % positive staining × staining intensity/n. Average B2M score (range 0 to 300) = % positive staining × staining intensity/n. CTL Target Score (range 0 to 900) = average HLA score × average B2M score/100. Scoring of CD4 + , CD8 + , CD56 + , FOXP3 + , and CD45RO +  lymphocytic cellular infiltrates Immunohistochemical staining of CD4 + , CD8 + , CD56 + , FOXP3 + , and CD45RO +  cellular infiltrates was scored by the same pathologist (MAA). Counts were based upon the number of positively stained lymphocytes per square area of tumor present. Statistical analysis Tumor subtype immunohistochemical staining scores and cellular infiltrates were compared using Kruskal-Wallis non-parametric testing with post-hoc pairwise comparison using the two-step method of Benjamini, Krieger, and Yekutieli to control for a false discovery rate of 0.05 using GraphPad Prism 7 software. Results were considered to be significant when adjusted p ≤ 0.05. Correlation of immunologic marker IHC staining and calculated CTL Target Scores with tumoral immune cellular infiltrates was calculated using Pearson correlation due to expected non-Gaussian curve distribution. Sample score values were determined to positively correlate with cellular infiltrates when Pearson R = 0.00 to 0.39 (weak), 0.40 to 0.59 (moderate), 0.6 to 0.79 (strong), and 0.8 to 1.0 (very strong). Sample score values were determined to negatively correlate with cellular infiltrates when Pearson R = 0.00 to -0.39 (weak), -0.40 to -0.59 (moderate), -0.6 to -0.79 (strong), and -0.8 to -1.0 (very strong). Two-tailed t-test p values were used for all calculations. Results were considered to be statistically significant when p ≤ 0.05. SUPPLEMENTARY MATERIALS FIGURES AND TABLES",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:50:00.249914",
  "abstract_length": 887,
  "methods_length": 7532,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}