{
  "pmid": "29179472",
  "abstract": "BACKGROUND: peripheral nerve sheath tumors comprise a broad spectrum of neoplasms. Vestibular schwannomas and plexiform neurofibromas are symptomatic albeit benign, but a subset of the latter pre-malignant lesions will transform to malignant peripheral nerve sheath tumors (MPNST). Surgery and radiotherapy are the primary strategies to treat these tumors. Intrinsic resistance to drug therapy characterizes all three tumor subtypes. The breast cancer resistance protein BCRP is a transmembrane efflux transporter considered to play a key role in various biological barriers such as the blood brain barrier. At the same time it is associated with drug resistance in various tumors. Its potential role in drug resistant tumors of the peripheral nervous system is largely unknown. OBJECTIVE: to assess if BCRP is expressed in vestibular schwannomas, plexiform neurofibromas and MPNST. MATERIAL AND METHODS: immunohistochemical staining for BCRP was performed on a tissue microarray composed out of 22 vestibular schwannomas, 10 plexiform neurofibromas and 18 MPNSTs. RESULTS: sixteen out of twenty-two vestibular schwannomas (73%), nine out of ten plexiform neurofibromas (90%) and six out of eighteen MPNST (33%) expressed BCRP in the vasculature. Tumor cells were negative. CONCLUSION: BCRP is present in the vasculature of vestibular schwannomas, plexiform neurofibromas and MPSNT. Therefore, it may reduce the drug exposure of underlying tumor tissues and potentially cause failure of drug therapy.",
  "methods": "Material and methods immunohistochemical staining for BCRP was performed on a tissue microarray composed out of 22 vestibular schwannomas, 10 plexiform neurofibromas and 18 MPNSTs. MATERIALS AND METHODS Patients The cases included in this study were retrospectively selected from the files of the bone- and soft tissue tumor database at the department of Pathology of the Leiden University Medical Center, Leiden the Netherlands. Tumor specimens were obtained from patients surgically treated for their tumors between January 1999 and December 2012. Formalin-fixed paraffin-embedded samples of twenty-two sporadic vestibular schwannomas, ten plexiform neurofibromas and eighteen MPNST were selected. Of these selected tumors two separate plexiform neurofibromas originated from the same patient and one MPNST was a recurrence of a primary tumor included in this analysis as well. Surgery was performed at the departments of Neurosurgery, Otolaryngology, Orthopedic surgery and General surgery of the Leiden University Medical Center. In each case the diagnosis was made according to the WHO classification of soft tissue tumors [ 83 ]. All tumor samples were handled in a coded fashion and all procedures were performed according to the ethical guidelines of the Code for Proper Secondary Use of Human Tissue in The Netherlands (Dutch Federation of Medical Scientific Societies). Additional clinicopathological data are shown in  Supplementary Table 1 . Tissue microarray (TMA) preparation Preparation of the TMAs was performed at the department of pathology of the Leiden University Medical Center. TMAs were constructed from 1mm cores of all tumor samples using a TMA Master (3DHISTECH Ltd, Budapest, Hungary). Per tumor three randomly selected cores were included in the TMA in order to compensate for intra-tumoral heterogeneity. Normal colon, tonsil, placenta, prostate and spleen tissue together with mamma carcinoma were used to serve as internal controls and points of orientation. In line with data provided by the manufacturer we found high BCRP expression in placenta and low expression in colon tissue. Immunohistochemistry (IHC) Immunohistochemical reactions were performed according to standard laboratory methods [ 84 ]. In brief, heat-induced antigen retrieval was performed after dewaxing and rehydration, followed by blocking of endogenous peroxidase with 3% H 2 O 2  in methanol. Incubation with the primary antibodies BCRP (Abcam; ab24115) and CD31 (Abcam; ab28364) was overnight. Subsequently, CD31 sections were conjugated with Labelled Polymer-HRPAnti-Rabbit Envision (DakoCytomation; K4005) while conjugation of the BCRP sections was performed with Goat-α-Rat-Bio (Santa Cruz; SC-2041) and Streptavidin/HRP (DakoCytomation; P0397) respectively. Visualization was carried out with a diaminobenzidine solution. All washing procedures were conducted in phosphate-buffered saline. Slides were counterstained with haematoxylin. Microscopic analysis After staining the TMA was scanned using a Pannoramic MIDI Digital Slide Scanner (3DHISTECH Ltd, Budapest, Hungary). Analysis of the digital slides took place with Pannoramic Viewer software version 1.15.3. Scoring was performed by two observers who were unaware of the clinico-pathological data. Staining of tumor specimens was classified as either positive or negative. Differently assessed cases were discussed to reach consistent scoring results. SUPPLEMENTARY MATERIALS TABLE",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:50:09.191018",
  "abstract_length": 1500,
  "methods_length": 3448,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}