{
  "pmid": "29179212",
  "abstract": "BACKGROUND/AIMS: LukS-PV is a component of Panton-Valentine leukocidin (PVL). We have previously demonstrated that LukS-PV potently promoted differentiation and induced apoptosis in THP-1 cells. However, the precise mechanisms of these actions remain unknown. MicroRNAs (miRs) play important roles in cellular differentiation and apoptosis. This study aimed to investigate the role of miR-125a-3p in LukS-PV-regulated differentiation and apoptosis and its underlying mechanism in THP-1 cells. METHODS: MicroRNA profiling analyses were conducted to determine differential miRNA expression levels in THP-1 cells treated with LukS-PV. Cell differentiation and apoptosis were measured in THP-1 cells by gain-of-function and loss-of-function experiments. Bioinformatics analysis and luciferase reporter assays were used to confirm the targets of miR-125a-3p. The effects of the miR-125a-3p targets on cellular differentiation were determined by knocking them down. RESULTS: MiR-125a-3p was up-regulated after treating the human monocytic leukaemia cell line THP-1 with LukS-PV. In addition, miR-125a-3p positively regulated apoptosis and differentiation in THP-1 cells treated with LukS-PV. Concordantly, luciferase reporter assays confirmed that neurofibromatosis type 1 (NF1) and B-cell lymphoma 2 (Bcl-2) were direct target genes of miR-125a-3p. Moreover, NF1 knockdown in THP-1 cells significantly promoted differentiation in vitro. Finally, the extracellular signal-regulated kinase (ERK) pathway, a downstream target of NF1, was activated after NF1 knockdown. CONCLUSIONS: These findings confirm that miR-125a-3p is involved in LukS-PV-mediated cell differentiation and apoptosis in THP-1 cells.",
  "methods": "2. Materials and Methods 2.1. Bacterial Strains and rPVL Production and Purification S. aureus  ATCC49775-producing PVL was purchased from the American Type Culture Collection (ATCC). The bacteria were cultured overnight in tryptic soy agar broth (Hai Bo Co. Ltd., Qingdao, China) under shaking conditions (120 rpm) at 37 °C. For infection,  S. aureus  was cultured until the mid-log phase, collected through centrifugation, washed with sterile phosphate-buffered saline (PBS), and diluted to the required concentration (MOI = 30).  E. coli  BL21 and the expression vector pET28a for the expression and purification of rPVL were purchased from Sangon Biotech (Shanghai, China). The gene sequences of the LukF-PV protein and LukS-PV protein of PV-leukocidin were inserted into the pET28a expression vector, and the vector was transformed into  E. coli  receptor cells, which were heat-excited at 42 °C. The cells were streaked onto agar plates containing 30 µg/mL kanamycin, cultured at 37 °C, and induced to express. The recombinant LukF-PV protein and LukS-PV protein were subjected to affinity purification, and the purity was confirmed via SDS-PAGE and Western blotting (purity > 90%). Detailed sequence information, experimental methods, and protein expression and purification processes for LukF-PV and LukS-PV are provided in  Supplementary Materials S1 and S2 . 2.2. Cell Culture and Sample Treatment The bovine mammary epithelial cell line MAC-T was obtained from Shandong Agricultural University, Tai’an, China. The MAC-T-cell line was cultured in Dulbecco’s modified Eagle’s medium (DMEM) (Gibco, Waltham, MA, USA) supplemented with 10% fetal bovine serum ( v / v ) (Gibco, Waltham, MA, USA) along with 100 µg/mL gentamicin and 100 µg/mL penicillin–streptomycin (HyClone, Logan, UT, USA) at 37 °C in a 5% CO 2  atmosphere until 80–90% confluency was reached. The two treatment groups included BMECs treated with rPVL (rPVL) for 3 h and BMECs incubated with rPVL after pretreatment with 5 μg/mL baicalin for 3 h (Bai+rPVL). The final concentration of rPVL in the treatment groups was 100 ng/mL. The control group (Con) included cells in fresh DMEM without rPVL or baicalin. Each group included three biological replicates. 2.3. SDT Digestion of Whole-Cell Lysates and LC-MS/MS Analysis in 4D Data-Independent Acquisition (DIA) Mode SDT buffer (4% SDS, 100 mM Tris-HCl, pH 7.6) was added to the samples (Con, rPVL, and Bai+rPVL groups), and the lysate was sonicated and then boiled for 15 min. After centrifugation at 14,000×  g  for 15 min, the supernatant was quantified via a BCA protein assay kit (P0012, Beyotime, Shanghai, China). Protein (20 µg) from each sample was mixed with 6X loading buffer and boiled for 5 min. Afterward, the proteins were separated on a 12% SDS-PAGE gel. A total of 600 µg of protein from each sample was subjected to FASP digestion. The labeled peptides were combined and desalted via a C18 column. The samples were analyzed on a nanoElute (Bruker, Bremen, Germany) coupled to a tims TOF Pro (Bruker, Bremen, Germany), which was operated in PASEF mode. The raw DIA data were processed and analyzed using Spectronaut (Biognosys AG, Schlieren, Switzerland) with default settings. 2.4. Cell Cycle Analysis BMECs were seeded at a density of 5 × 10 5  in the wells of 6-well plates, followed by overnight incubation at 37 °C. The two treatment groups included BMECs treated with various concentrations (100 ng/mL, 1 µg/mL, 5 µg/mL, or 10 µg/mL) of rPVL for 12 h and BMECs incubated with various concentrations of rPVL as described above after pretreatment with 5 μg/mL baicalin for 12 h (Bai+rPVL). The cells were collected through centrifugation at 1500 rpm for 5 min, washed with ice-cold PBS, and fixed with 70% ice-cold ethanol at 4 °C for 24 h. Cell cycle analysis was performed via a cell cycle kit according to the manufacturer’s instructions (Beyotime, Shanghai, China), and the results were detected using a BD AccuriTM C6 Plus (BD Biosciences, Mountain View, CA, USA). The data were analyzed with FlowJo software10.8.1. 2.5. Western Blot Analysis To determine protein levels, total protein was extracted from BMECs using a whole-cell lysis assay (Key GEN Bio TECH, Nanjing, Jiangsu, China) and quantified using a BCA protein assay kit (Key GEN Bio TECH, Nanjing, Jiangsu, China) according to the manufacturer’s instructions. After boiling for 10 min, the total protein samples (20 µg/well) were loaded onto 7.5% sodium dodecyl sulfate–polyacrylamide gel electrophoresis (SDS-PAGE) gels and transferred to polyvinylidene difluoride (PVDF) membranes (Millipore, Burlington, MA, USA) at a constant current of 300 mA for 90 min. Then, the membranes were incubated overnight with the corresponding primary antibodies at 4 °C after blocking with 5% non-fat dry milk in Tris-buffered saline (TBS)-Tween-20 (TBST) for 1 h at room temperature. After three washes with TBST, the membranes were incubated with a horseradish peroxidase (HRP)-conjugated goat anti-rabbit IgG antibody (1:10,000) for 1 h at room temperature, after which the protein bands were visualized via an enhanced chemiluminescence (ECL) reagent (Perkin Elmer, Waltham, MA, USA). NF2 (1:7000, Cat. No. 21686–1-AP), P-NF2 (Ser518, 1:7000, Cat. No. 28851–1-AP), CDK7 (1:2800, Cat. No. 27027–1-AP), and PKM (1:2800, Cat. No. 10078–2-AP) antibodies were purchased from Proteintech (Rosemont, IL, USA). P-CDK7 (Thr170, 1:2000, Cat. No. bs-10997R) antibody was purchased from Bioss (Beijing, China). P-PKM2 (Ser37, 1:1400, Cat. No. AF7231), BCLAF1 (1:1000, Cat. No. DF3828), and P-BCLAF1 (Ser531, 1:2000, Cat. No. AF8245) antibodies were purchased from Affinity (Liyang, Jiangsu, China). 2.6. Quantitative Immunofluorescence (IF) Analysis BMECs were treated according to the experimental design (as described in  Section 2.2 ). The medium was removed, and the cells were washed three times with PBS every 5 min. Then, the cells were fixed with 4% paraformaldehyde (SEVEN BIOTECH, Beijing, China) for 10 min, and the fixing solution was discarded. After being washed with PBS, the cells were permeabilized with 0.2% Triton X-100 (Cat#T8200, Solarbio, Beijing, China) for 10 min and blocked for 1 h with 5% BSA (Cat#A8020, Solarbio) at 37 °C. The cells were then incubated with primary antibodies (BCLAF1 S285 , CDK7 T170 , NF2 S518 , and PKM2 S37  antibodies at a dilution of 1:500 in antibody diluent) overnight at 4 °C. After the cells were washed three times with PBS every 5 min to remove the unbound primary antibodies, incubation with the secondary antibodies was performed for 1 h at 37 °C in the dark with CoraLite488-conjugated goat anti-rabbit IgG (H+L) and CoraLite594-conjugated goat anti-rabbit IgG (H+L) at a dilution of 1:1000 in 1× PBS. The coverslips were mounted on a microscope slide using mounting medium after counterstaining with 5 mg/mL 2-(4-amidinophenyl)–6-indolecarbamidine (DAPI; Beyotime, China) for 5 min. The samples were analyzed via fluorescence microscopy (OMPUS IX73, Tokyo, Japan). The fluorescence intensity was quantified via ImageJ v1.8.0 software, and normalization processing was performed. 2.7. Mouse Experimental Groups and Drug Treatments ICR mice (6–8 weeks old, 20–25 g in weight) were procured from Huachuang SinoPharmaTech Co. (Taizhou, Jiangsu, China) and provided ad libitum access to food and water. The mice were distributed in small cages, with each cage having three females and one male, after one week of acclimatization. Sixty lactating mice were randomly divided into 6 groups (n  =  10 per group) one week after parturition: control (blank), control (0.9% NaCl, 50 µL), ATCC49775 (1 × 10 9  CFU per 50 µL), rPVL (0.2 mg/mL, 50 µL), Bai+ATCC49775 (100 mg/kg), and Bai+rPVL (100 mg/kg). Baicalin was dissolved in physiological saline. The mice were intraperitoneally injected with baicalin three times (at 6, 12, and 18 h) within the first 24 h before infection was induced. An  S. aureus  suspension and rPVL were injected into the fourth canal of each mouse via a microsyringe. All of the mice were sacrificed after 24 h, and their mammary gland samples were collected. All mouse experiments used in this study were approved by the Institutional Animal Care and Use Committee of Ningxia University (approval no. 23–74). 2.8. Hematoxylin–Eosin (H&E) Staining Mouse mammary tissue was collected and fixed in 4% paraformaldehyde, followed by dehydration, transparency, and paraffin embedding. Afterward, the samples were sliced into 4 µm longitudinal sections and stained with hematoxylin solution for 5 min, followed by immersion in 1% acid ethanol (1% HCl in 70% ethanol) for 3 s and then rinsing with distilled water. For counterstaining, the sections were stained with eosin solution for 3 min, dehydrated with graded alcohol, and subjected to xylene until transparency; each step lasted 5 min. The mounted slides were then photographed under a SOPTOP EX30 fluorescence microscope (Ningbo, China). 2.9. Quantitative Immunohistochemical Analysis Longitudinal sections (4 μm in thickness) of the paraffin-embedded mammary gland tissues were incubated in an oven at 65 °C for 1 h, deparaffinized with xylene, and dehydrated using graded ethanol (100–70%). The appropriate antigen retrieval method was subsequently implemented. The sections were then incubated in 3% H 2 O 2  for 10 min, blocked with 5% normal goat serum for 20 min, and incubated with primary antibodies (BCLAF1 S285 , CDK7 T170 , NF2 S518 , and PKM2 S37  antibodies, 1:100) overnight at 4 °C. After 18–24 h, the slides were rewarmed at room temperature for 45 min, followed by incubation with the corresponding secondary antibody (horseradish peroxidase (HRP)-conjugated goat anti-rabbit IgG antibody, 1:100) at 37 °C for 20 min, 3,3′-diaminobenzidine (DAB) for 3 min, and dehydration with an ethanol gradient (70–100%). Finally, the sections were sealed with neutral adhesive. DAB staining was performed and analyzed using a Halo 101-WL-HALO-1 image analysis system. 2.10. Statistical Analysis All of the experiments were performed in triplicate. All of the resulting data are expressed as the means ±standard deviations (SDs). Statistical differences between groups were determined via Student’s t-test. The data were analyzed and graphed using GraphPad Prism 8 (GraphPad Software, San Diego, CA, USA). A value of  p  < 0.05 was considered statistically significant. The raw DIA data were processed and analyzed using Spectronaut (Biognosys AG, Switzerland) with default parameters, and the retention time prediction type was set to dynamic iRT. Spectronaut can dynamically determine the ideal extraction window on the basis of iRT calibration and gradient stability. A Q value cutoff of 1% was applied at the precursor and protein levels. After the Student’s  t -test, the differentially expressed proteins were filtered according to the following criteria:  p  < 0.05 and a fold change > 1.5. Multiple testing correction was applied using the false discovery rate (FDR) based on the Benjamini–Hochberg (BH) method.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:50:05.144447",
  "abstract_length": 1696,
  "methods_length": 11040,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}