{
  "pmid": "29185159",
  "abstract": "Dermal neurofibromas are the hallmarks of neurofibromatosis type 1 (NF1). Neurofibromas harbor Schwann cells with two different genotypes: Schwann cells which carry the germline mutation and a healthy NF1 allele (NF1",
  "methods": "Methods We retrieved the pregnancies of women in the Finnish NF1 cohort and in a 10‐fold control cohort from the Finnish Medical Birth Register. Cancers occurring during or after pregnancy were obtained from the Finnish Cancer Registry and summarized using standardized incidence ratio (SIR). The cancer incidence of nonNF1 mothers of individuals with NF1 was also estimated. 2 Materials and Methods The study was approved by the Ethics Committee of the Hospital District of Southwest Finland. Research permits were secured from the Finnish Institute for Health and Welfare, the Finnish Population Register Centre, and all participating hospitals. 2.1 Study Population The study was based on the Finnish NF1 cohort of 1410 individuals with NF1 and a 10‐fold control cohort of 14 017 individuals matched with individuals with NF1 based on age, sex, and area of residence (Figure  1 ). The Finnish NF1 cohort has been collected by searching all central and university hospitals of mainland Finland for NF1‐related hospital visits in 1987–2011, as previously described [ 4 ]. The medical records of each individual were reviewed to confirm the fulfillment of the National Institutes of Health diagnostic criteria for NF1 [ 9 ]. The first‐degree relatives of individuals with NF1 were retrieved from the Finnish Population Register Centre and excluded from the control cohort. For the present study, only females were included. In addition to the NF1 and control cohorts, the nonNF1 mothers of individuals with NF1 were analyzed. For this analysis, the medical records of the women with a cancer and a child with NF1 were specifically screened for manifestations of NF1, and those with any symptoms of NF1 were excluded. The group of non‐NF1 mothers included 38 women with multiple children with NF1. The father was known to have NF1 in 33/38 (87%) of the families, including all the three families with three children with NF1. FIGURE 1 The cohorts included in the study. 2.2 Data Sources Information on pregnancies occurring in 1987–2013 was retrieved from the Medical Birth Register maintained by the Finnish Institute for Health and Welfare. The register includes all live births and fetuses with a birth weight ≥ 500 g or a gestational age ≥ 22 weeks. The register contains information on, for example, the date of delivery, the number of previous pregnancies, and the duration of the pregnancy. Information on cancer diagnoses was obtained from the Finnish Cancer Registry that covers the whole Finland. The registration of cancers diagnosed in Finland has been compulsory since 1961. The Finnish Cancer Registry also provided the rates of cancer incidence in the general population stratified by age, sex, and calendar year. Dates of death and emigration were from the Finnish Population Register Centre. For women with NF1, also information on children born after 2013 were available based on the data of the Finnish Population Register Centre. 2.3 Data Analysis Cancer incidence of women with NF1 and controls was studied (1) during pregnancy and within 1 year postpartum; (2) within 1–5 years postpartum; and (3) within 5–10 years postpartum. Pregnancy and the year following its end were combined, since cancers that manifest during the pregnancy may be registered after the childbirth [ 31 ,  34 ]. During pregnancy, the symptoms of cancer may be considered pregnancy‐related, or diagnostic procedures may be avoided to prevent harm to the child, leading to a delay in cancer diagnosis [ 34 ]. Cancer incidence was also computed among NF1 and control women aged 20–49 years to provide a point of comparison. Based on the Medical Birth Register, parous women were excluded from this analysis, yet the group likely included women who had given birth before 1987. To study the effect of giving birth to a child with NF1, cancer incidence of the nonNF1 mothers of individuals with NF1 was studied during pregnancy and after giving birth to a child later diagnosed with NF1. The follow‐up for cancers was terminated at the age of 80 years or, in another analysis, restricted to pregnancy and the 10 years following the birth of a child with NF1. Only one cancer per individual was counted in the primary analyses, yet all cancers observed during the follow‐up time were included in a sensitivity analysis. In each analysis, SIR was computed as a ratio of observed to expected cancers during the follow‐up. The 95% confidence interval (CI) was obtained based on the Poisson distribution. The number of cancer diagnoses expected during the follow‐up was computed by multiplying the person‐years observed in the cohort with the general population cancer incidence rate stratified by calendar year and 10‐year categories of age. Standard likelihood ratio test was used to compare SIRs in the Poisson regression model between women with NF1 and controls. In addition, women with a history of pregnancy and women aged 20–49 years without a known history of pregnancy were separately compared within the NF1 and control groups. Women with NF1 entered the study on the date of their cohort entry, that is, their first NF1‐related hospital visit during the ascertainment period. Controls entered the study on the cohort entry date of the respective individual with NF1. In the analysis of women aged 20–49 years, the follow‐up for cancers started at the cohort entry or the 20th birthday, whichever was later, and ended on the date of death, emigration, 50th birthday, start of a pregnancy, cancer diagnosis, or censoring due to the end of data availability. When multiple cancers per individual were counted, the cancer diagnosis did not lead to the end of the follow‐up. The pregnancy‐related analyses of individuals with NF1 and controls started at the latter of cohort entry or the start of the pregnancy. For analyses of cancer incidence 1–5 or 5–10 years postpartum, the start of follow‐up was delayed accordingly. The start of the pregnancy was computed based on the total duration of pregnancy recorded in the Medical Birth Register. Because of the availability of the Medical Birth Register data, the start of follow‐up for the NF1, and control cohorts was always in 1987–2013. The follow‐up of the nonNF1 mothers of the individuals with NF1 started at the latter of the beginning of a pregnancy with a child with NF1, or January 1st, 1961, which marked the beginning of the full coverage of Finnish cancer registration. In all cohorts, the follow‐up ended on the date of death, emigration, start of a new pregnancy, cancer diagnosis, or censoring due to the end of data availability. In the analyses including multiple cancers per individual, the follow‐up was continued beyond the first cancer diagnosis. In the case of multiple pregnancies during the study period, each pregnancy was included as a separate case and the follow‐up related to the previous pregnancy was censored at the start of the new pregnancy. The follow‐up data were available for individuals with NF1 until May 2nd, 2017, and for controls until December 31st, 2013. To exclude the possibility of ongoing pregnancies at the end of data availability, the data were censored 9 months earlier, that is, August 2nd, 2016 for individuals with NF1 and March 31st, 2013 for controls. The nonNF1 mothers of individuals with NF1 were followed up until December 31st, 2014. All statistical analyses were performed using the R software for statistical computing, version 4.0.0 and packages survival, version 3.1–12, and lubridate, version 1.8.0.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:50:15.060055",
  "abstract_length": 216,
  "methods_length": 7509,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}