{
  "pmid": "29206885",
  "abstract": "PURPOSE: To investigate whether elevated glucose metabolism in neurofibroma, determined by [F18]-FDG-PET, is correlated with cell density in MRI, as expressed through the apparent diffusion coefficient. MATERIALS AND METHODS: Patients diagnosed with neurofibromatosis type 1 and peripheral nerve sheath tumors (PNST) were enrolled in this prospective, IRB-approved study. After a single [F18]-FDG injection, patients consecutively underwent [F18]-FDG-PET/CT and [F18]-FDG-PET/MRI on the same day. Maximum and mean standardized uptake values (SUVmax, SUVmean) on [F18]-FDG-PET/CT and [F18]-FDG-PET/MRI were compared, and correlated with minimum and mean apparent diffusion coefficients (ADCmean, ADCmin). RESULTS: A total of 12 (6 male/6 female, mean age was 16.2 ± 5.2 years) patients were prospectively included and analyzed on a per-lesion (n = 39) basis. The SUVmean of examined PNST showed a moderate negative correlation with the ADCmean (r = -.441) and ADCmin (r = -.477), which proved to be statistically significant (p = .005 and p = .002). The SUVmax of the respective lesions, however, showed a weaker negative correlation for ADCmean (r: -.311) and ADCmin (r: -.300) and did not reach statistical significance (p = .054 and p = .057). Lesion-based correlation between [F18]-FDG-PET/MRI and [F18]-FDG-PET/CT showed a moderate correlation for SUVmax (r = .353; p = .027) and a strong one for SUVmean (r = .879; p = .001)). Patient-based liver uptake (SUVmax and mean) of [F18]-FDG-PET/MRI and [F18]-FDG-PET/CT were strongly positively correlated (r = .827; p < .001 and r = .721; p < .001) but differed significantly (p < .001). CONCLUSIONS: We found a statistically significant, negative correlation between glucose metabolism and cell density in PNST. Thus, ADCmean and ADCmin could possibly add complimentary information to the SUVmax and SUVmean and may serve as a potential determinant of malignant transformation of PNST.",
  "methods": "Materials and methods Patients diagnosed with neurofibromatosis type 1 and peripheral nerve sheath tumors (PNST) were enrolled in this prospective, IRB-approved study. After a single [F18]-FDG injection, patients consecutively underwent [F18]-FDG-PET/CT and [F18]-FDG-PET/MRI on the same day. Maximum and mean standardized uptake values (SUVmax, SUVmean) on [F18]-FDG-PET/CT and [F18]-FDG-PET/MRI were compared, and correlated with minimum and mean apparent diffusion coefficients (ADCmean, ADCmin). Materials and methods Patient population and study design Pediatric, adolescent and young adult patients diagnosed with neurofibromatosis type 1 and peripheral nerve sheath tumors, were enrolled in this prospective, Institutional Review Board (ethics committee of the medical university of vienna) approved, dual-modality study. Written informed consent was obtained from all adult patients and, in case of minor participants, from their guardians, prior to imaging. After a single [F18]-FDG injection, patients consecutively underwent [F18]-FDG-PET/CT and [F18]-FDG-PET/MRI on the same day, for initial staging or follow-up purposes. General contraindications to MRI (e.g., severe claustrophobia, unsafe metal implants for a field strength of 3T), elevated glucose levels (>150mg/dl), pregnancy and known adverse reactions to ionized contrast media served as exclusion criteria. Imaging protocols [F18]-FDG-PET/CT and [F18]-FDG-PET/MRI were performed consecutively on the same day, using only a single injection of [F18]-FDG for both examinations. [F18]-FDG-PET/CT was generally performed first, covering the anatomy from head to toe, using a 64-row multi-detector hybrid PET/CT device (Biograph TruePoint 64; Siemens, Erlangen, Germany). For PET, this scanner offers an axial field-of-view of 216 mm, a sensitivity of 7.6 cps/kBq, and a transaxial resolution of 4–5 mm. After patients had fasted for five hours, PET was performed 45–60 min after an intravenous administration of a mean of 225 ± 64MBq of [F18]-FDG, with a 3-min/bed position, four iterations, and 21 subsets, a 5-mm slice thickness, and a168x168 matrix, using the point-spread function (PSF)-based reconstruction algorithm TrueX. Venous-phase CE-CT was used for attenuation correction, and was obtained after the intravenous injection of a mean of 74 ml of a tri-iodinated, non-ionic contrast medium (adjusted to body weight) at a rate of 2 ml/s; a tube current of 120 mA; a tube voltage of 230kV; a collimation of 24x1.2 mm; a 3-mm slice thickness with a 2-mm increment; and a 512x512 matrix. In 4 cases a low dose CT protocol was applied using 120Kv and 50mAs without any contrast media. [F18]-FDG-PET/MRI, covering the anatomy from the vertex to the upper thigh was performed directly after PET/CT, using an integrated, simultaneous, hybrid PET/MRI device (Biograph mMR; Siemens, Erlangen, Germany) operating at 3 Tesla, with high-performance gradient systems (45 mT/m) and a slew rate of 200 T/m/s, and equipped with a phased-array body coil. For PET, the system offers an axial FOV of 256 mm, a sensitivity of 13.2 cps/kBq, and a transaxial resolution of 4.4 mm. PET was performed 100–150 min after the original tracer administration, with a 5-min/bed position, three iterations, and 21 subsets, a 4.2-mm slice thickness, and a 172x172 matrix, using the point spread function-based reconstruction algorithm HD-PET. A coronal T1-weighted (T1w) two-point DIXON breath-hold MR sequence (VIBE) was acquired for attenuation correction, using the following parameters: repetition time (TR)/echo times (TE) 3.6/TE1 = 1.23 ms TE2 = 2.46 ms; one average, two echoes; a 10° flip angle; a 320x175 matrix with a 430x309 mm FOV; and a 3-mm slice thickness with 0.6-mm gap. For anatomic correlation an axial VIBE, with the following parameters was used: repetition time (TR)/echo times (TE), 4.9/2.1ms; one average, a 9° flip angle; a 172x320 matrix with a 273x380 mm FOV; and a 3-mm slice thickness with 0.6-mm gap. A single-shot, echo-planar imaging (EPI)-based, spectral adiabatic inversion recovery (SPAIR) diffusion-weighted imaging (DWI) sequence was obtained with the following parameters: b-values, 50 and 800; TR/TE, 6600/63 ms; six averages and one echo; a 180° flip angle; a 168x104 matrix with a 440x340 mm FOV; and a 6-mm slice thickness with a 1.2-mm gap. Qualitative and quantitative image analysis A board-certified radiologist and a board-certified nuclear medicine physician performed all image analyses in consensus (side-by-side reading) to guarantee that the same lesions were chosen for the quantitative analysis on PET and DWI. In a first step, to correlate FDG PET and DWI of PETMRI, a maximum of 5 PNST lesions per patient, localized adjacent to nerve fascicles that arise from major nerve branches, that had to be visible on T1w and DWI with a 2cm minimum long axis diameter were defined. Their corresponding maximum and mean standardized uptake values (SUVmax and mean) were measured on [F18]-FDG-PET based on isocontour volumes of interest (VOIs) that included all voxels above 50% of the SUVmax of each lesion, and were constructed using the Syngo MultiModality Workplace environment (Siemens, Erlangen, Germany). Similarly, minimum and mean apparent diffusion coefficients (ADCmin and ADCmean, (x10 -6  mm 2 /s)) of respective lesions were measured on ADC maps, using the interactive level-set method of the MIPAV 7.2.0 software package (Center for Information Technology, NIH, USA). Secondly, solely for comparison of the PET components of PETCT and PETMR, the SUV values of the largest lesion visible both on CT and T1w images in PETMR, as well as the SUVs of the liver parenchyma were measured by placing spherical volumes of interest (VOIs) with a 2-cm diameter over the lesion and over a lesion-free part of the liver parenchyma, respectively. Statistical analysis Pearson correlation coefficients (r) were used to assess the relationship between liver parenchymal and lesional uptake in [F18]-FDG-PET/MRI and [F18]-FDG-PET/CT, and between the imaging-derived parameters SUVmax and SUVmean and the respective ADC values, on a per-lesion basis, on [F18]-FDG-PET/MRI. Continuous variables are expressed as arithmetic mean ± standard deviation (SD). Categorical variables are presented as absolute frequencies. Paired t-tests were performed to compare SUVmax and SUVmean values measured on PET/MRI and PET/CT, respectively. The level of significance was set to p ≤.05 for all tests. Statistical tests were performed using IBM SPSS Statistics 21.0 software (IBM Corp., Armonk, NY, USA).",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:50:19.521754",
  "abstract_length": 1936,
  "methods_length": 6576,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}