{
  "pmid": "PMID:29200117",
  "title": "Common Histologically Benign Tumors of the Brain.",
  "abstract": "PURPOSE OF REVIEW: As a group, benign tumors account for the majority of primary neoplasms affecting the central nervous system (CNS). This article reviews the epidemiology, clinical presentation, neuroimaging features, and management of the most common of these tumors: meningiomas, schwannomas, and pituitary adenomas. RECENT FINDINGS: Awareness of the most common nonmalignant tumors of the CNS and their management guidelines is important as many of these tumors are managed conservatively, with neurologists playing a primary role in both surveillance and symptom management. Knowledge of the varied neurologic consequences of these tumors allows optimizing interventions that improve quality of life in people living with these tumors without incurring treatment-related complications. Awareness of the clinical features that require surgery, radiation therapy, or chemotherapy is imperative. Finally, important discoveries in both germline and somatic mutations underlying some of these lesions have contributed to the launch of several novel drug trials for these tumors. SUMMARY: As a group, nonmalignant neoplasms are the most common neoplasms affecting the CNS in adults. Because of their unique neuroanatomic location or containment within the bony skull, these histologically benign lesions can cause significant neurologic morbidity. Management with a multidisciplinary team that includes neurologists, neuro-oncologists, radiologists, neurosurgeons, radiation oncologists, otolaryngologists, pathologists, neuropsychologists, physiatrists, and others is necessary for the optimal management of these lesions.",
  "authors": "Roy E Strowd; Jaishri O Blakeley",
  "journal": "Continuum (Minneapolis, Minn.)",
  "publicationDate": "2017-12",
  "doi": "10.1212/CON.0000000000000541",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-20 06:57:51"
}