{
  "pmid": "PMID:29273891",
  "title": "PedsQL Neurofibromatosis Type 1 Module for children, adolescents and young adults: feasibility, reliability, and validity.",
  "abstract": "The objective of the present study was to report on the measurement properties of the Pediatric Quality of Life Inventory (PedsQL) Neurofibromatosis Type 1 Module for pediatric patients ages 5-25 from the perspectives of patients and parents. The 104-item PedsQL NF1 Module and 23-item PedsQL Generic Core Scales were completed in a multi-site national study by 323 patients and 335 parents (343 families). Patients were diagnosed with NF1 using the National Institutes of Health diagnostic criteria. In addition to a Total Scale Score, 18 unidimensional scales were derived measuring skin itch bother, skin sensations, pain, pain impact, pain management, cognitive functioning, speech, fine motor, balance, vision, perceived physical appearance, communication, worry, treatment anxiety, medicines, stomach discomfort, constipation, and diarrhea. The PedsQL NF1 Module Scales evidenced excellent feasibility, excellent reliability for the Total Scale Scores (patient self-report α = 0.98; parent proxy-report α = 0.98), and good to excellent reliability for the 18 individual scales (patient self-report α = 0.71-0.96; parent proxy-report α = 0.73-0.98). Intercorrelations with the Generic Core Scales supported construct validity. Factor analysis supported the unidimensionality of the 18 individual scales. The PedsQL NF1 Module Scales demonstrated acceptable to excellent measurement properties, and may be utilized as standardized metrics to assess NF1-specific symptoms and problems in clinical research and practice in children, adolescents, and young adults.",
  "authors": "Kavitha Nutakki; James W Varni; Nancy L Swigonski",
  "journal": "Journal of neuro-oncology",
  "publicationDate": "2018-04",
  "doi": "10.1007/s11060-017-2723-2",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-20 06:57:56"
}