{
  "pmid": "29290338",
  "abstract": "Neurofibromatosis type 1 (NF1), a common genetic disorder with a birth incidence of 1:2,000-3,000, is characterized by a highly variable clinical presentation. To date, only two clinically relevant intragenic genotype-phenotype correlations have been reported for NF1 missense mutations affecting p.Arg1809 and a single amino acid deletion p.Met922del. Both variants predispose to a distinct mild NF1 phenotype with neither externally visible cutaneous/plexiform neurofibromas nor other tumors. Here, we report 162 individuals (129 unrelated probands and 33 affected relatives) heterozygous for a constitutional missense mutation affecting one of five neighboring NF1 codons-Leu844, Cys845, Ala846, Leu847, and Gly848-located in the cysteine-serine-rich domain (CSRD). Collectively, these recurrent missense mutations affect ∼0.8% of unrelated NF1 mutation-positive probands in the University of Alabama at Birmingham (UAB) cohort. Major superficial plexiform neurofibromas and symptomatic spinal neurofibromas were more prevalent in these individuals compared with classic NF1-affected cohorts (both p < 0.0001). Nearly half of the individuals had symptomatic or asymptomatic optic pathway gliomas and/or skeletal abnormalities. Additionally, variants in this region seem to confer a high predisposition to develop malignancies compared with the general NF1-affected population (p = 0.0061). Our results demonstrate that these NF1 missense mutations, although located outside the GAP-related domain, may be an important risk factor for a severe presentation. A genotype-phenotype correlation at the NF1 region 844-848 exists and will be valuable in the management and genetic counseling of a significant number of individuals.",
  "methods": "Material and Methods Individuals and Phenotypic Data A total of 162 individuals heterozygous for a missense mutation affecting one of five neighboring  NF1  codons (Leu844, Cys845, Ala846, Leu847, and Gly848) were included in the study. Blood samples from 78 individuals (67 probands and 11 relatives) were originally sent to the UAB Medical Genomics Laboratory for molecular  NF1  genetic testing to establish or confirm the diagnosis for NF1. This initial study was expanded to include an additional 84 individuals (62 probands and 22 relatives), molecularly diagnosed in collaborating institutions (as detailed in  Table S1 ). All individuals included in this study were clinically assessed using the standardized phenotypic checklist form as previously reported ( Figure S1 ).  The clinical data were collected at the time of mutation analysis and re-verified for accuracy by referring physicians co-authoring this paper at the time of this study. Additionally, referring physicians updated the phenotypic data at the time of this genotype-phenotype study, when available, i.e., when the individual had been seen and followed at their institution after genetic testing results were reported. The phenotypic data and age provided correspond to the latest clinical evaluation. The phenotypic checklist form consists of two parts: (1) general information including gender, date of birth, ethnicity, height, head circumference (HC), weight, fulfillment of the NIH diagnostic criteria, and mode of inheritance and (2) NF1 signs and symptoms, including CALMs, skinfold freckling, Lisch nodules, cutaneous and subcutaneous, plexiform and spinal neurofibromas, OPGs and other neoplasms, skeletal and cardiac abnormalities, development and education levels, presence/absence of Noonan syndrome features, and segmental phenotype. 14 Fifteen major clinical features of NF1 were selected for the genotype-phenotype correlation study ( Tables 1 ,  2 , and  3 ). Individuals with missing data for a particular sign and/or symptom were classified as “unknown” or “not specified” and consequently excluded from that part of the genotype-phenotype analysis. Most features were identified by physical examination; ophthalmologic examination for Lisch nodules and imaging to detect asymptomatic OPGs and spinal neurofibromas was not performed in most individuals. Brain and spine/whole-body MRI was done mainly in individuals with signs and/or symptoms indicative of OPGs or internal/spinal neurofibromas; however, depending on institutional policies, some individuals were screened by MRI despite the absence of symptoms. Noonan phenotype was diagnosed if at least two of the following features were observed: short stature, hypertelorism, low-set ears, webbed neck, ptosis, midface hypoplasia, or pulmonic stenosis. To evaluate short stature and macrocephaly, the World Health Organization (WHO) and the Center for Disease Control (CDC) growth charts and the Gerhard Nellhaus’ curve  were used as previously described. 24  Short stature and macrocephaly were defined as height below or equal to the 3rd percentile (PC ≤ 3) and as head circumference equal or above the 98th percentile (PC ≥ 98), respectively. For cognitive impairment/learning disabilities, individuals with attention deficit disorder (ADD) and/or attention deficit hyperactivity disorder (ADHD) but normal development were classified as normal. 14 Table 1 Demographic and Clinical Characterization of Individuals with a Missense Mutation Affecting Codons 844–848 Mutation [Proband:Relative] Codon 844 Codon 845 Codon 846 Codon 847 Codon 848 All Codons 844–848 Total c.2530C>T (p.Leu844Phe) [10:1]; c.2531T>A (p.Leu844His) [2:0]; c.2531T>C (p.Leu844Pro) [7:0]; c.2531T>G (p.Leu844Arg) [6:0] c.2533T>C (p.Cys845Arg) [3:1]; c.2534G>A (p.Cys845Tyr) [8:0] c.2536G>C (p.Ala846Pro) [1:2]; c.2537C>A (p.Ala846Asp) [5:2] c.2540T>C (p.Leu847Pro) [58:12]; c.2540T>G (p.Leu847Arg) [8:0] c.2542G>A (p.Gly848Arg) [6:0]; c.2542G>C (p.Gly848Arg) [8:11]; c.2543G>A (p.Gly848Glu) [7:4] Mutation-positive individuals [Proband:Relative] 26 [25:1] 12 [11:1] 10 [6:4] 78 [66:12] 36 [21:15] 162 [129:33] Age group, years ≤8 9–18 ≥19 ≤8 9–18 ≥19 ≤8 9–18 ≥19 ≤8 9–18 ≥19 ≤8 9–18 ≥19 ≤8 9–18 ≥19 all ages Total 12 5 9 4 2 6 3 1 6 28 14 36 13 5 18 60 27 75 162 Proband:Relative 12:0 5:0 8:1 4:0 2:0 5:1 2:1 1:0 3:3 27:1 12:2 27:9 6:7 4:1 11:7 51:9 24:3 54:21 129:33 Age range, years 1–8 9–16 24–55 1–2 15–16 19–48 4–5 18 33–69 1–8 9–18 19–72 1–7 10–17 19–74 1–8 9–18 19–74 1–74 Male: Female 6:6 4:1 1:8 1:3 1:1 1:5 2:1 0:1 1:5 10:18 5:9 19:17 9:4 2:3 5:13 28:32 12:15 27:48 67:95 Fulfilling the NIH criteria if the family history is taken into account 10/11 4/5 9/9 2/4 1/2 4/5 3/3 1/1 6/6 17/28 14/14 35/36 4/11 4/5 17/18 36/57 24/27 71/74 131/158 Fulfilling the NIH criteria if solely taking the physical signs into account 10/11 4/5 9/9 2/4 1/2 4/5 2/3 1/1 6/6 17/28 14/14 33/36 4/11 4/5 13/18 35/57 24/27 65/74 124/158 >5 CALMs 12/12 5/5 8/8 4/4 1/2 4/5 3/3 1/1 4/6 27/28 14/14 32/35 5/11 3/5 7/18 51/58 24/27 55/72 130/157 Freckling 10/10 4/5 6/7 0/4 1/2 4/5 2/2 1/1 5/5 12/23 13/13 31/34 4/10 3/5 8/18 28/49 22/26 54/69 104/144 Lisch nodules 2/9 1/4 4/4 0/1 0/0 1/2 0/1 0/1 2/2 4/19 3/9 17/19 2/8 0/5 6/14 8/38 4/19 30/41 42/98 Skeletal abnormalities a 2/11 2/5 5/9 2/4 1/2 2/4 0/2 0/1 0/5 3/25 3/14 17/28 3/11 3/5 5/18 10/53 9/27 29/64 48/144 Plexiform neurofibromas 0/11 2/5 3/9 0/3 2/2 2/5 0/2 1/1 1/2 6/24 3/13 19/33 0/11 1/5 7/17 6/51 9/26 32/66 47/143 Cutaneous neurofibromas b 1/11 1/5 7/9 0/4 0/2 3/4 0/2 1/1 4/5 1/26 4/14 28/33 1/11 1/5 5/18 3/54 7/27 47/69 57/150 Subcutaneous neurofibromas b 1/9 0/5 6/8 1/4 0/2 1/4 0/2 0/0 3/5 1/26 4/13 17/30 1/11 0/5 6/18 4/52 4/25 33/65 41/142 Cutaneous and subcutaneous b 0/9 0/5 5/8 0/4 0/2 1/3 0/2 0/0 3/5 0/25 1/13 17/30 0/11 0/5 4/18 0/51 1/25 30/64 31/140 Symptomatic spinal neurofibromas 0/10 0/3 0/8 0/2 1/2 0/4 0/2 0/0 0/2 1/23 1/13 2/27 0/11 1/4 7/16 1/48 3/22 9/57 13/127 Spinal neurofibromas by MRI c 0/1 0/0 0/5 0/0 1/2 1/1 0/1 0/0 0/1 1/5 2/6 3/16 0/1 2/3 10/11 1/8 5/11 14/34 20/53 Symptomatic OPGs d 1/11 1/5 0/9 0/3 0/2 0/5 1/3 1/1 0/3 2/25 1/13 2/27 1/11 1/5 1/13 5/53 4/26 3/57 12/136 Asymptomatic OPGs e 2/6 1/2 2/4 0/1 0/2 0/2 0/1 0/0 0/3 1/8 6/9 4/13 1/4 0/2 1/6 4/20 7/15 7/28 18/63 Other neoplasms f 1/11 0/4 1/8 0/2 0/1 0/4 0/2 0/1 0/3 1/24 3/14 11/34 2/11 1/5 1/15 4/50 4/25 13/64 21/139 Cognitive impairment and/or learning disabilities 3/11 3/4 0/6 1/4 0/2 3/4 3/3 0/1 1/5 10/26 7/13 12/26 5/11 5/5 3/17 22/55 15/25 19/58 56/138 Noonan syndrome features 0/9 1/5 1/8 0/2 1/1 0/4 0/2 0/1 0/4 3/27 0/13 3/26 1/10 0/5 0/17 4/50 2/25 4/59 10/134 Short stature g 1/7 0/2 0/4 0/3 1/1 0/1 0/2 0/0 1/2 0/11 3/10 4/21 3/10 0/3 2/14 4/33 4/16 7/42 15/91 Macrocephaly 2/11 1/4 1/2 1/3 0/1 0/0 2/2 0/0 0/2 8/21 2/11 10/17 3/11 1/4 5/9 16/48 4/20 16/30 36/98 Pulmonic stenosis 0/8 1/5 0/6 0/2 0/2 1/1 0/3 0/0 0/5 0/23 0/13 0/20 0/8 0/3 0/14 0/44 1/23 1/46 2/113 a All bone abnormalities included, i.e., scoliosis (n = 27), pectus excavatum (n = 4), pectus carinatum (n = 6), long bone dysplasia (n = 4), pseudarthrosis (n = 2), bone cysts (n = 2), sphenoid wing dysplasia (n = 2), ulnar aplasia, dural ectasia, 4 th  lumbar vertebrae fragmentation, bowed long bones, tibial dysplasia, clinodactyly, postaxial polydactyly, and cherubism. b At least two cutaneous/subcutaneous neurofibromas were required to be considered as “positive for the criterion of neurofibromas.” c The frequency of both symptomatic and asymptomatic spinal neurofibromas in individuals who had done MRI examination. d The presence or absence of symptomatic OPGs was determined by ophthalmological examination and confirmed by MRI. e Including only individuals without signs of symptomatic OPGs who underwent MRI examination. f Including benign and malignant neoplasms, except for OPGs and neurofibromas. g As no specific growth curves are available for the Hispanic and Asian populations, Hispanic and Asian individuals were excluded as having short or normal stature. Table 2 Frequency of Clinical Features in Cohorts of Individuals with a Missense Mutation Affecting Leu844, Cys845, Ala846, Leu847, and Gly848 NF1 Feature Number of Individuals (%) [95% Confidence Interval] Leu844 Cys845 Ala846 Leu847 Gly848 >5 CALMs 25/25 (100) [86.7–100] 9/11 (81.8) [52.3–94.9] 8/10 (80) [49–94.3] 73/77 (94.8) [87.4–98] 15/34 (44.1) [28.9–60.6] Skinfold freckling a 10/12 (83.3) [55.2–95.3] 5/7 (71.4) [35.9–91.8] 6/6 (100) [61–100] 44/47 (93.6) [82.8–97.8] 11/23 (47.8) [29.2–67] Lisch nodules 7/17 (41.2) [21.6–64] 1/3 (33.3) [6.2–79.2] 2/4 (50) [15–85] 24/47 (51.1) [37.2–64.7] 8/27 (29.6) [15.9–48.5] Plexiform neurofibromas a 5/14 (35.7) [16.3–61.2] 4/7 (57.1) [25–84.2] 2/3 (66.7) [20.8–93.9] 22/46 (47.8) [34.1–61.9] 8/22 (36.4) [19.7–57] Cutaneous neurofibromas b 7/9 (77.8) [45.3–93.7] 3/4 (75) [30.1–95.4] 4/5 (80) [37.6–96.4] 28/33 (84.9) [69.1–93.4] 5/18 (27.8) [12.5–50.9] Subcutaneous neurofibromas b 6/8 (75) [40.9–92.9] 1/4 (25) [4.6–69.9] 3/5 (60) [23.1–88.2] 17/30 (56.7) [39.2–72.6] 6/18 (33.3) [16.3–56.3] Symptomatic spinal neurofibromas a 0/11 (0) [0–25.9] 1/6 (16.7) [3–56.4] 0/2 (0) [0–65.8] 3/40 (7.5) [2.6–19.9] 8/20 (40) [21.9–61.3] Spinal neurofibromas by MRI a , c 0/5 (0) [0–43.5] 2/3 (66.7) [20.8–93.9] 0/1 (0) [0–79.4] 5/22 (22.7) [10.1–43.4] 12/14 (85.7) [60.1–96] Symptomatic OPGs, age ≥5 years d 1/21 (4.8) [0.9–22.7] 0/7 (0) [0–35.4] 2/5 (40) [11.8–76.9] 5/47 (10.6) [4.6–22.6] 3/24 (12.5) [4.3–31] Asymptomatic OPGs, age ≥5 years e 4/10 (40) [16.8–68.7] 0/4 (0) [0–49] 0/3 (0) [0–56.2] 11/25 (44) [26.7–62.9] 1/10 (10) [1.8–40.4] Other neoplasms f 2/23 (8.7) [2.4–26.8] 0/7 (0) [0–35.4] 0/6 (0) [0–39] 15/72 (20.8) [13.1–31.6] 4/31 (12.9) [5.1–28.9] Skeletal abnormalities 9/25 (36) [20.3–55.5] 5/10 (50) [23.7–76.3] 0/8 (0) [0–32.4] 23/67 (34.3) [24.1–46.3] 11/34 (32.4) [19.1–49.2] Noonan syndrome features 2/22 (9.1) [2.5–27.8] 1/7 (14.3) [2.6–51.3] 0/7 (0) [0–35.4] 6/66 (9.1) [4.2–18.5] 1/32 (3.1) [0.6–15.8] Pulmonic stenosis 1/19 (5.3) [0.9–24.6] 1/5 (20) [3.6–62.5] 0/8 (0) [0–32.4] 0/56 (0) [0–6.4] 0/25 (0) [0–13.3] Short stature g 1/13 (7.7) [13.7–33.3] 1/5 (20) [3.6–62.5] 1/4 (25) [4.6–69.9] 7/42 (16.7) [8.3–30.6] 5/27 (18.5) [8.2–36.7] Macrocephaly 4/17 (23.5) [9.6–47.3] 1/4 (25) [4.6–69.9] 2/4 (50) [15–85] 20/49 (40.8) [28.2–54.8] 9/24 (37.5) [21.2–57.3] Cognitive impairment and/or learning disabilities 6/21 (28.6) [13.8–50] 4/10 (40) [16.8–68.7] 4/9 (44.4) [18.9–73.3] 29/65 (44.6) [33.2–56.7] 13/33 (39.4) [24.7–56.3] Severe phenotype, age ≥19 years h 7/9 (77.8) [45.3–93.7] 4/6 (66.7) [30–90.3] 1/6 (16.7) [3–56.4] i 32/36 (88.9) [74.7–95.6] 12/18 (66.7) [43.8–83.7] a In individuals ≥9 years. b In individuals ≥19 years. c The frequency of both symptomatic and asymptomatic spinal neurofibromas in individuals who had undergone MRI examination. d The presence or absence of symptomatic OPGs was determined by ophthalmological examination and confirmed by MRI. e Including only individuals without signs of symptomatic OPGs who underwent MRI examination. f Including benign and malignant neoplasms, except for OPG and neurofibromas. g As no specific growth curves are available for the Hispanic and Asian populations, Hispanic and Asian individuals were excluded as having short or normal stature. h Individual was classified as having a severe phenotype if at least one of the following features was observed: plexiform and/or symptomatic spinal neurofibroma, symptomatic OPG, malignant neoplasm, or osseous lesions. i Among individuals with a missense mutation affecting codon 846, the status of plexiform and spinal neurofibromas was known only for 2/6 individuals (UG-R0781-S and UG-R665-F), thus a severe phenotype cannot be excluded in the remaining four individuals with missing data. Table 3 Comparison of Clinical Features of the Studied Group with the  NF1  Arg1809 Cohort, the  NF1  Met992del Cohort, and Large-Scale Previously Reported Cohorts of Individuals with “Classic” NF1 NF1 Feature Number of Individuals (%) p Value (2-Tailed Fisher’s Exact Test) aa 844–848 Arg1809 a Met992del b Previously Reported NF1 Cohorts aa 844–848 versus Arg1809 aa 844–848 versus Met992del aa 844–848 versus “Classic” NF1 >5 CALMs 130/157 (82.8) 157/169 (92.9) 46/47 (97.9) 1,537/1,728 (89) c 0.0060 ∗  ➘ 0.0067 ∗  ➘ 0.0263 ➘ Skinfold freckling 104/144 (72.2) 95/161 (59) 32/47 (68.1) 1,403/1,667 (84.2) c 0.0164 ➚ 0.0007 ∗∗  ➘ Lisch nodules 42/98 (42.9) 12/120 (10) 3/38 (7.9) 729/1,237 (58.9) c <0.0001 ∗∗  ➚ <0.0001 ∗∗  ➚ 0.0028 ∗  ➘ Major external plexiform neurofibromas d 36/92 (39.1) 0/105 (0) 0/41 (0) 120/648 (18.5) e , f <0.0001 ∗∗  ➚ <0.0001 ∗∗  ➚ <0.0001 ∗∗  ➚ Cutaneous neurofibromas g 47/69 (68.1) 0/57 (0) 0/18 (0) 656/723 (90.7) f , h , i , j <0.0001 ∗∗  ➚ <0.0001 ∗∗  ➚ <0.0001 ∗∗  ➘ Subcutaneous neurofibromas g 33/65 (50.8) 0-5/57 (0-8.8) k ND 297/515 (57.7) f , i , j <0.0001 ∗∗  ➚ Symptomatic spinal neurofibromas d , l 12/79 (15.2) 13/127 (10.2) 0/40 (0) 0/76 (0) 1/41 (2.4) 1/47 (2.1) 2/119 (1.7) e 36/2,058 (1.8) e , f , m 0.0080 ∗  ➚ 0.0022 ∗  ➚ 0.0341 ➚ 0.0004 ∗∗  ➚ <0.0001 ∗∗  ➚ Symptomatic OPGs, age ≥ 5 years l , n 11/104 (10.6) 12/136 (8.8) 0/114 (0) 0/139 (0) 0/46 (0) 0/47 (0) 7/180 (3.9) e , o 64/1,650 (3.9) c 0.0002 ∗∗  ➚ 0.0002 ∗∗  ➚ 0.0186 ➚ 0.0384 ➚ 0.0404 ➚ 0.0125 ∗  ➚ Asymptomatic OPGs, age ≥ 5 years l , p 16/52 (30.8) 18/63 (28.6) 0/35 (0) 0/38 (0) ND 2/45 (4.4) o 70/519 (13.5) q , r , s 0.0001 ∗∗  ➚ <0.0001 ∗∗  ➚ 0.0012 ∗∗  ➚ 0.0043 ∗  ➚ Other malignant neoplasms t 13/139 (9.4) 2/155 (1.3) u 0/47 (0) 18/523 (3.4) f 0.0023 ∗  ➚ 0.0409 ➚ 0.0061 ∗  ➚ Skeletal abnormalities d , l 38/91 (41.8) 48/144 (33.3) 14/72 (19.4) 21/126 (16.7) 8/41 (19.5) 9/47 (19.2) 14/96 (14.6) e 144/948 (15.2) e , f , j , v 0.0025 ∗  ➚ 0.0020 ∗  ➚ 0.0174 ➚ <0.0001 ∗∗  ➚ <0.0001 ∗∗  ➚ Scoliosis g 20/64 (31.3) 6/48 (12.5) 2/18 (11.1) 51/236 (21.6) h , j 0.0241 ➚ Noonan syndrome features 10/134 (7.5) 46/148 (31.1) 4 (all from 1 family) 57/1,683 (3.4) c <0.0001 ∗∗  ➘ 0.0276 ➚ Pulmonic stenosis 2/113 (1.8) 14/132 (10.6) 4/47 (8.5) 25/2,322 (1.1) w 0.0076 ∗  ➘ Short stature 15/91 (16.5) 32/111 (28.8) 5/47 (10.6) 109/684 (15.9) e , i 0.0451 ➘ Macrocephaly 36/98 (36.7) 31/107 (29) 4/45 (8.9) 239/704 (33.9) e , i 0.0005 ∗∗  ➚ Cognitive impairment and/or learning disabilities 56/138 (40.6) 80/159 (50.3) 8/47 (17) 190/424 (44.8) e , f 0.0042 ∗  ➚ Statistically significant p values with false discovery rates of 0.05 (indicated by  ∗ ) and 0.01 (indicated by  ∗∗ ) after correction for multiple testing using Benjamini-Hochberg procedure (see details in  Table S10 ). After applying the Benjamini-Hochberg correction, p ≤ 0.0125 remained statistically significant at FDR of 0.05, while p values ≤ 0.0012 were still be considered as significantly different at FDR of 0.01. The black arrows indicate the statistically significant differences of the NF1 clinical features prevalence between the studied group and the cohort(s) used for the comparison, with the up and down arrows representing an increase and a decrease of the prevalence in the studied group, respectively. Abbreviation: ND, no data a Based on data from Pinna et al.,  Rojnueangnit et al., 13  Nyström et al., 14  Ekvall et al., 25  and Santoro et al. 26 27 b Based on data from Upadhyaya et al. 12 c Previous NF1 cohort used for comparison: Friedman and Birch. 32 d In individuals ≥9 years in this study and Arg1809, ≥10 years in Met992del and other studies. e Previous NF1 cohort used for comparison: Huson et al. 7 f Previous NF1 cohort used for comparison: McGaughran et al. 34 g In individuals ≥19 years in this study and Arg1809, ≥20 years in Met992del and other studies. h Previous NF1 cohort used for comparison: Huson et al. 28 ,  29 i Previous NF1 cohort used for comparison: Khosrotehrani et al. 38 j Previous NF1 cohort used for comparison: Plotkin et al. 39 k Five individuals with few (1–6) small, subcutaneous “possible” neurofibromas, none were biopsied and therefore none have been histologically confirmed. 14 l Second value is the frequency of a particular feature regardless of the individuals’ age. m Previous NF1 cohort used for comparison: Thakkar et al. 35 n The presence or absence of symptomatic OPGs was determined by ophthalmological examination and confirmed by MRI. o Previous NF1 cohort used for comparison: Van Es et al. 31 p Including only individuals without signs of symptomatic OPGs who underwent MRI examination. q Previous NF1 cohort used for comparison: Listernick et al. 30 r Previous NF1 cohort used for comparison: Blazo et al. 37 s Previous NF1 cohort used for comparison: Blanchard et al. 40 t Only malignant neoplasms, hence excluding neurofibromas and OPGs, have been taken into account. u Breast cancer (n = 1) and Ewing sarcoma (n = 1) were found in the  NF1  Arg1809 cohort, no follow-up information on these individuals was available. 14 v Previous NF1 cohort used for comparison: Cnossen et al. 33 w Previous NF1 cohort used for comparison: Lin et al. 36 To establish a genotype-phenotype association, we used the same approach as previously described.  We compared the phenotypes of individuals with missense mutations affecting codons 844–848 with the cohort of 169 individuals with missense mutations affecting p.Arg1809, 14 13 ,  14 ,  25 ,  26 ,  27  47 individuals heterozygous for c.2970_2972del (p.Met992del) mutations,  and previously described large-scale NF1-affected individual cohorts with “classic” NF1. 12 7 ,  28 ,  29 ,  30 ,  31 ,  32 ,  33 ,  34 ,  35 ,  36 ,  37 ,  38 ,  39 ,  40 This study was approved by the Institutional Review Boards of all participating institutions offering clinical genetic testing. Molecular Analysis In the Medical Genomics Laboratory at UAB, comprehensive  NF1  mutation screening using an RNA-based approach complemented by DNA-dosage analysis was performed as previously described. 41 ,  42  The status of the specific familial mutation in relatives was ascertained by bidirectional Sanger sequencing (ABI PRISM 3730, Life Technologies). The nomenclature of the mutations is based on  NF1  mRNA sequence GenBank:  NM_000267.3  according to the recommendations of the Human Genome Variation Society (HGVS). For exon numbering we used the NCBI numbering, followed by the historical numbering in square brackets originally developed by the NF1 community. 42 In Silico  Prediction of Effect of Missense Mutations Eight software programs were used to predict the effects of missense variants: two online  in silico  prediction tools (CADD v.1.3 and PolyPhen-2) and six complementary tools (Grantham Difference, SIFT v.4.0.3, SpliceSiteFinder-like, MaxEntScan, NNSplice v.0.9, and Human Splicing Finder v.2.4.1) embedded in Alamut visual software v.2.9.0 (Interactive Biosoftware). The presence or absence of the variants was checked in population databases, including the Genome Aggregation Database (gnomAD), 1000 Genomes, and the Exome Variant Server (EVS) as well as in disease databases: the Leiden Open Variation Database (LOVD), ClinVar, and the Human Gene Mutation Database (HGMD) (last accessed May 2017). Evolutionary conservation for human neurofibromin GenBank:  NP_000258.1  residues 804–950 was evaluated using Clustal software v.2.0.12. The palindromic sequences and quadruplex forming G-Rich sequences (QGRS) were identified by Palindrome search and QGRS Mapper, respectively. Interpretation of variant pathogenicity was performed based on the American College of Medical Genetics and Genomics (ACMG) recommendations. 43 Statistical Analysis For univariate analysis, two-tailed Fisher’s exact test was used to compare categorical variables with a p value < 0.05 considered as statistically significant. The resulting p values were adjusted for multiple comparisons using Benjamini-Hochberg (B-H) procedure with false discovery rates (FDRs) of 0.05 and 0.01. The 95% confidence interval (CI) was also calculated when appropriate. All statistical analyses were performed with GraphPad and VassarStats softwares.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:50:32.518604",
  "abstract_length": 1727,
  "methods_length": 20024,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}