{
  "pmid": "29351992",
  "abstract": "Involvement of Aryl hydrocarbon receptor in myelination and in human nerve  sheath tumorigenesis.  Shackleford G(1), Sampathkumar NK(1), Hichor M(1), Weill L(1), Meffre D(1),  Juricek L(1), Laurendeau I(2), Chevallier A(1), Ortonne N(3), Larousserie F(4),  Herbin M(5), Bièche I(2), Coumoul X(1), Beraneck M(6), Baulieu EE(7),  Charbonnier F(1), Pasmant E(2), Massaad C(8).  Author information: (1)University Paris Descartes, INSERM UMR 1124, Faculty of Basic and Biomedical  Sciences, 75270 Paris Cedex 6, France. (2)EA7331, Université Paris Descartes, Faculté de Pharmacie de Paris, 75270  Paris Cedex 6, France. (3)Department of Pathology, Henri Mondor Hospital, 94010 Créteil, France. (4)Department of Pathology, Cochin Hospital, 75014 Paris, France. (5)CNRS UMR 7179, Département Ecologie et Gestion de la Biodiversité, Muséum  National d'Histoire Naturelle, 75231 Paris Cedex 5, France. (6)University Paris Descartes, CNRS UMR 8119, Faculty of Basic and Biomedical  Sciences, 75270 Paris Cedex 6, France. (7)Paris-Saclay University, INSERM UMR-1195, 94276 Le Kremlin-Bicêtre Cedex,  France etienne.baulieu@inserm.fr Charbel.massaad@parisdescartes.fr. (8)University Paris Descartes, INSERM UMR 1124, Faculty of Basic and Biomedical  Sciences, 75270 Paris Cedex 6, France; etienne.baulieu@inserm.fr  Charbel.massaad@parisdescartes.fr.  Aryl hydrocarbon receptor (AHR) is a ligand-activated transcription factor  involved in xenobiotic metabolism. Plexiform neurofibromas (PNFs) can transform  into malignant peripheral nerve sheath tumors (MPNSTs) that are resistant to  existing therapies. These tumors are primarily composed of Schwann cells. In  addition to neurofibromatosis type 1 (NF1) gene inactivation, further genetic  lesions are required for malignant transformation. We have quantified the mRNA  expression levels of AHR and its associated genes in 38 human samples. We report  that AHR and the biosynthetic enzymes of its endogenous ligand are overexpressed  in human biopsies of PNFs and MPNSTs. We also detect a strong nuclear AHR  staining in MPNSTs. The inhibition of AHR by siRNA or antagonists, CH-223191 and  trimethoxyflavone, induces apoptosis in human MPNST cells. Since AHR  dysregulation is observed in these tumors, we investigate AHR involvement in  Schwann cell physiology. Hence, we studied the role of AHR in myelin structure  and myelin gene regulation in Ahr-/- mice during myelin development. AHR  ablation leads to locomotion defects and provokes thinner myelin sheaths around  the axons. We observe a dysregulation of myelin gene expression and myelin  developmental markers in Ahr-/- mice. Interestingly, AHR does not directly bind  to myelin gene promoters. The inhibition of AHR in vitro and in vivo increased  β-catenin levels and stimulated the binding of β-catenin on myelin gene  promoters. Taken together, our findings reveal an endogenous role of AHR in  peripheral myelination and in peripheral nerve sheath tumors. Finally, we  suggest a potential therapeutic approach by targeting AHR in nerve tumors.  DOI: 10.1073/pnas.1715999115 PMCID: PMC5819423 PMID: 29351992 [Indexed for MEDLINE]  Conflict of interest statement: The authors declare no conflict of interest.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-16T15:44:48.762712",
  "abstract_length": 3215,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}