{
  "pmid": "29409008",
  "abstract": "Targeted next-generation sequencing for differential diagnosis of  neurofibromatosis type 2, schwannomatosis, and meningiomatosis.  Louvrier C(1), Pasmant E(1)(2), Briand-Suleau A(1)(2), Cohen J(1), Nitschké  P(3), Nectoux J(1), Orhant L(1), Zordan C(4), Goizet C(2)(5), Goutagny S(6),  Lallemand D(2), Vidaud M(1)(2), Vidaud D(1)(2), Kalamarides M(7), Parfait  B(1)(2).  Author information: (1)Service de Génétique et Biologie Moléculaires, Hôpital Cochin, Assistance  Publique-Hôpitaux de Paris, Paris, France. (2)Université Paris Descartes-Sorbonne, Paris Cité, Faculté de Pharmacie de  Paris, Paris, France. (3)Bioinformatic Platform, INSERM UMR 1163, Université Paris Descartes-Sorbonne,  Paris Cité, Imagine Institute, Paris, France. (4)Service de Génétique Médicale, Hôpital Pellegrin, CHU Bordeaux, Bordeaux,  France. (5)Laboratoire MRGM, INSERM U1211, Université Bordeaux, Bordeaux, France. (6)Service de Neurochirurgie, Hôpital Beaujon, Assistance Publique-Hôpitaux de  Paris, Clichy, France. (7)Service de Neurochirurgie, Hôpital Pitié Salpêtrière, Assistance  Publique-Hôpitaux de Paris, Paris, France.  BACKGROUND: Clinical overlap between neurofibromatosis type 2 (NF2),  schwannomatosis, and meningiomatosis can make clinical diagnosis difficult.  Hence, molecular investigation of germline and tumor tissues may improve the  diagnosis. METHODS: We present the targeted next-generation sequencing (NGS) of NF2,  SMARCB1, LZTR1, SMARCE1, and SUFU tumor suppressor genes, using an  amplicon-based approach. We analyzed blood DNA from a cohort of 196 patients,  including patients with NF2 (N = 79), schwannomatosis (N = 40), meningiomatosis  (N = 12), and no clearly established diagnosis (N = 65). Matched tumor DNA was  analyzed when available. Forty-seven NF2-/SMARCB1-negative schwannomatosis  patients and 27 NF2-negative meningiomatosis patients were also evaluated. RESULTS: A NF2 variant was found in 41/79 (52%) NF2 patients. SMARCB1 or LZTR1  variants were identified in 5/40 (12.5%) and 13/40 (∼32%) patients in the  schwannomatosis cohort. Potentially pathogenic variants were found in 12/65  (18.5%) patients with no clearly established diagnosis. A LZTR1 variant was  identified in 16/47 (34%) NF2/SMARCB1-negative schwannomatosis patients. A  SMARCE1 variant was found in 3/39 (∼8%) meningiomatosis patients. No SUFU  variant was found in the cohort. NGS was an effective and sensitive method to  detect mutant alleles in blood or tumor DNA of mosaic NF2 patients.  Interestingly, we identified a 4-hit mechanism resulting in the complete NF2  loss-of-function combined with SMARCB1 and LZTR1 haploinsufficiency in  two-thirds of tumors from NF2 patients. CONCLUSIONS: Simultaneous investigation of NF2, SMARCB1, LZTR1, and SMARCE1 is a  key element in the differential diagnosis of NF2, schwannomatosis, and  meningiomatosis. The targeted NGS strategy is suitable for the identification of  NF2 mosaicism in blood and for the investigation of tumors from these patients.  DOI: 10.1093/neuonc/noy009 PMCID: PMC6007397 PMID: 29409008 [Indexed for MEDLINE]",
  "methods": "Methods We present the targeted next-generation sequencing (NGS) of  NF2 ,  SMARCB1 ,  LZTR1 ,  SMARCE1 , and  SUFU  tumor suppressor genes, using an amplicon-based approach. We analyzed blood DNA from a cohort of 196 patients, including patients with NF2 ( N =  79), schwannomatosis ( N =  40), meningiomatosis ( N =  12), and no clearly established diagnosis ( N =  65). Matched tumor DNA was analyzed when available. Forty-seven  NF2-/SMARCB1 -negative schwannomatosis patients and 27  NF2 -negative meningiomatosis patients were also evaluated.",
  "introduction": "Background Clinical overlap between neurofibromatosis type 2 (NF2), schwannomatosis, and meningiomatosis can make clinical diagnosis difficult. Hence, molecular investigation of germline and tumor tissues may improve the diagnosis.",
  "results": "Results A  NF2  variant was found in 41/79 (52%) NF2 patients.  SMARCB1  or  LZTR1  variants were identified in 5/40 (12.5%) and 13/40 (∼32%) patients in the schwannomatosis cohort. Potentially pathogenic variants were found in 12/65 (18.5%) patients with no clearly established diagnosis. A  LZTR1  variant was identified in 16/47 (34%)  NF2/SMARCB1 -negative schwannomatosis patients. A  SMARCE1  variant was found in 3/39 (∼8%) meningiomatosis patients. No  SUFU  variant was found in the cohort. NGS was an effective and sensitive method to detect mutant alleles in blood or tumor DNA of mosaic NF2 patients. Interestingly, we identified a 4-hit mechanism resulting in the complete  NF2  loss-of-function combined with  SMARCB1  and  LZTR1  haploinsufficiency in two-thirds of tumors from NF2 patients.",
  "discussion": "Conclusions Simultaneous investigation of  NF2 ,  SMARCB1 ,  LZTR1 , and  SMARCE1  is a key element in the differential diagnosis of NF2, schwannomatosis, and meningiomatosis. The targeted NGS strategy is suitable for the identification of  NF2  mosaicism in blood and for the investigation of tumors from these patients.",
  "fetched_at": "2026-02-16T15:44:53.674005",
  "abstract_length": 3082,
  "methods_length": 548,
  "introduction_length": 231,
  "results_length": 806,
  "discussion_length": 321
}