{
  "pmid": "29408605",
  "abstract": "Nf2 Mutation in Schwann Cells Delays Functional Neural Recovery Following  Injury.  Truong K(1), Ahmad I(1), Jason Clark J(1), Seline A(1), Bertroche T(1), Mostaert  B(1), Van Daele DJ(1), Hansen MR(2).  Author information: (1)Department of Otolaryngology-Head and Neck Surgery, University of Iowa, Iowa  City, IA 52242, United States. (2)Department of Otolaryngology-Head and Neck Surgery, University of Iowa, Iowa  City, IA 52242, United States; Department of Neurosurgery, University of Iowa,  Iowa City, IA 52242, United States. Electronic address: marlan-hansen@uiowa.edu.  Merlin is the protein product of the NF2 tumor suppressor gene. Germline NF2  mutation leads to neurofibromatosis type 2 (NF2), characterized by multiple  intracranial and spinal schwannomas. Patients with NF2 also frequently develop  peripheral neuropathies. While the role of merlin in SC neoplasia is well  established, its role in SC homeostasis is less defined. Here we explore the  role of merlin in SC responses to nerve injury and their ability to support axon  regeneration. We performed sciatic nerve crush in wild-type (WT) and in  P0SchΔ39-121 transgenic mice that express a dominant negative Nf2 isoform in  SCs. Recovery of nerve function was assessed by measuring mean contact paw area  on a pressure pad 7, 21, 60, and 90 days following nerve injury and by nerve  conduction assays at 90 days following injury. After 90 days, the nerves were  harvested and axon regeneration was quantified stereologically. Myelin  ultrastructure was analyzed by electron microscopy. Functional studies showed  delayed nerve regeneration in Nf2 mutant mice compared to the WT mice. Delayed  neural recovery correlated with a reduced density of regenerated axons and  increased endoneurial space in mutants compared to WT mice. Nevertheless,  functional and nerve conduction measures ultimately recovered to similar levels  in WT and Nf2 mutant mice, while there was a small (∼17%) reduction in the  percent of regenerated axons in the Nf2 mutant mice. The data suggest that  merlin function in SCs regulates neural ultrastructure and facilitates neural  regeneration, in addition to its role in SC neoplasia.  Copyright © 2018 IBRO. Published by Elsevier Ltd. All rights reserved.  DOI: 10.1016/j.neuroscience.2018.01.054 PMCID: PMC5841622 PMID: 29408605 [Indexed for MEDLINE]",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-16T15:44:51.902136",
  "abstract_length": 2354,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}