{
  "pmid": "PMID:29408605",
  "title": "Nf2 Mutation in Schwann Cells Delays Functional Neural Recovery Following Injury.",
  "abstract": "Merlin is the protein product of the NF2 tumor suppressor gene. Germline NF2 mutation leads to neurofibromatosis type 2 (NF2), characterized by multiple intracranial and spinal schwannomas. Patients with NF2 also frequently develop peripheral neuropathies. While the role of merlin in SC neoplasia is well established, its role in SC homeostasis is less defined. Here we explore the role of merlin in SC responses to nerve injury and their ability to support axon regeneration. We performed sciatic nerve crush in wild-type (WT) and in P0SchΔ39-121 transgenic mice that express a dominant negative Nf2 isoform in SCs. Recovery of nerve function was assessed by measuring mean contact paw area on a pressure pad 7, 21, 60, and 90 days following nerve injury and by nerve conduction assays at 90 days following injury. After 90 days, the nerves were harvested and axon regeneration was quantified stereologically. Myelin ultrastructure was analyzed by electron microscopy. Functional studies showed delayed nerve regeneration in Nf2 mutant mice compared to the WT mice. Delayed neural recovery correlated with a reduced density of regenerated axons and increased endoneurial space in mutants compared to WT mice. Nevertheless, functional and nerve conduction measures ultimately recovered to similar levels in WT and Nf2 mutant mice, while there was a small (∼17%) reduction in the percent of regenerated axons in the Nf2 mutant mice. The data suggest that merlin function in SCs regulates neural ultrastructure and facilitates neural regeneration, in addition to its role in SC neoplasia.",
  "authors": "Kristy Truong; Iram Ahmad; J Jason Clark; Alison Seline; Tyler Bertroche; Brian Mostaert; Douglas J Van Daele; Marlan R Hansen",
  "journal": "Neuroscience",
  "publicationDate": "2018-03-15",
  "doi": "10.1016/j.neuroscience.2018.01.054",
  "methods": "Experimental procedures Mice The total number of animals used in our study was 20. P0SchΔ39-121 transgenic mice were obtained from Riken Bioresource Center (Tsukuba, Japan). P0SchΔ39-121 heterozygous mice express a dominant negative form of merlin with an in-frame deletion of exons 2 and 3, mimicking pathological mutations found in NF2 patients ( Giovannini et al., 1999 ,  Giovannini et al., 2000 ). The expression of the transgene is limited to SCs since the gene is expressed under the control of a SC-specific P0 promoter. WT FVB mice were obtained from Jackson Labs (Bar Harbor, ME). Surgery Adult mice (3 months old) were anesthetized with ketamine/xylazine (40mg/kg; 5mg/kg, IP). A short incision was made overlying the quadriceps muscle in the right hind limb. Blunt dissection was performed to expose the sciatic nerve. Once isolated, the nerve was crushed for 30 seconds using a flat hemostatic forcep. The contralateral (left) nerves were uncrushed serving as controls. The use of animals and procedures performed were approved by the University of Iowa Institutional Animal Care and Use Committee. Sciatic functional recovery The animals (n=9 WT, n=11 P0SchΔ(39-121)) were followed for 90 days and functional recovery of sciatic nerve function prior to surgery at 7, 21, 60 and 90 days was assessed. We used the CatWalk XT (ver. 8, Noldus Information Technology, Wageningen, The Netherlands) system to study the functional recovery of the nerve. The method for conducting the CatWalk gain analysis has been described ( Yang et al., 2012 ). Transit time and transit path parameters were set in the software and the mice were put on the walkway containing a pressure pad. The more pressure exerted, the larger the total area of skin-floor contact and thus the brighter the pixel. All areas containing pixels brighter than a pre-set threshold value were analyzed. The mean paw contact area and mean print area were determined for each step from each hind paw print (right and left side) and averaged for each run. Data were collected from three runs for each animal at each time point and averaged. The examiner was blind to genotype. Nerve conduction testing After exposing the affected nerve and prior to sacrifice 90 days after operation, nerve conduction velocity and amplitude testing were performed. A Grass neurostimulator was used to deliver stimuli starting with ten single electrical pulses followed by trains of pulses from 2 to 10 Hz. Stimulation electrodes were placed at the proximal end of the nerve and recording electrodes were placed at the distal end. Amplitude was kept constant during the testing and was the minimal current needed to induce a full action potential. Digital recordings at 50 kHz (using Windaq DI-720 hardware with Pro+ software) were made. The amplitude of the stimulation potential and the resultant distal nerve ending action potential was measured using the root mean square algorithm. The time from the beginning of the stimulation potential to the beginning of the distal action potential representing the conduction velocity across the exposed nerve fiber was measured in microseconds. Histology and Stereology After completion of the electrophysiology, the sciatic nerves were dissected and 2-3 mm segments distal to the crush site on the injured side and an equivalent level on the uninjured mice were placed in freshly made 4% paraformaldehyde for at least 24 h. Samples were post-fixed in OsO4, dehydrated in an ethanol series, and embedded in Spurr’s resin. For unbiased stereological analysis, a series of semithin sections (0.5μm) were stained with toluidine blue and images captured with a Leica DMR III microscope and CCD camera running Metamorph software (Molecular Devices, Inc., Sunnyvale, CA). Nerve fibers were counted using the 2D dissector method as described by Raimondo et al ( Raimondo et al., 2009 ). A sampling grid containing multiple 1120 μm 2  circular counting frames was used. Counts were averaged from >5 sections per nerve. For morphometric analyses, ultrathin sections (80-100 nm) were cut and placed on copper grids after verifying correct (transverse) orientation. Samples were then stained with uranyl acetate and lead citrate. Sections were viewed on a Jeol JEM 1230 transmission electron microscope (EM). Ten fields of view per nerve sample were selected randomly and digital electron micrographs were taken at 1000X. Using ImageJ software (NIH, Bethesda, MD), g-ratios were calculated on the EM micrographs as ratios of internal to external perimeters of the myelin sheath, creating a measure of myelin thickness. The examiner was blind to genotype. Statistics Differences among means for each group were analyzed by using t-tests and one way ANOVA using SigmaPlot software (Systat, San Jose, CA). We tested for and found normal distrubutions and equal variances in all sampled distrubutions with the exception of the data comparing percentage of endoneurial space. In this case, Mann Whitney Rank Sum Test was employed. A  p  value < 0.05 was considered significant.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:27:18",
  "introduction": "Introduction Merlin (moesin-ezrin-radixin-like protein) is the protein product of the  NF2  tumor suppressor gene. Mutation of  NF2  results in the clinical tumor prone syndrome, neurofibromatosis type 2 (NF2), characterized by the development of multiple intracranial and spinal tumors, including schwannomas, meningioma, and ependymomas. Further, Schwann cell (SC)-specific mutation or deletion of  Nf2  in transgenic mice leads to the development of multiple schwannomas confirming that merlin functions as a tumor suppressor in SCs ( Lee et al., 1997 ,  Giovannini et al., 2000 ,  Gehlhausen et al., 2015 ). In addition to tumor growth, patients with NF2 suffer from primary and injury-induced polyneuropathy ( Grazzi et al., 1998 ,  Schulz et al., 2014b ). Originally, compressive glial cell tumors or hyperproliferative SCs were assumed to account for the primary neuropathic symptoms developing in the course of NF2 ( Grazzi et al., 1998 ,  Schulz et al., 2014b ). However, NF2-related neuropathy typically involves multiple peripheral nerves, appears in a symmetric and distal manner, occurs independently from the site of peripheral nerve schwannomas ( Iwata et al., 1998 ,  Sperfeld et al., 2002 ,  Iseki et al., 2009 ) and may even develop years before tumors become evident ( Sperfeld et al., 2002 ,  Schulz et al., 2014b ). These observations suggest a systemic, rather than focal, etiology. Further, neuropathological and electrophysiological investigations suggest that NF2-related polyneuropathy develops independently of schwannomas and likely involves axonal loss ( Hagel et al., 2002 ,  Sperfeld et al., 2002 ,  Kuo et al., 2010 ,  Baumer et al., 2013 ). Notably, merlin isoform-2 has been implicated in maintaining axonal integrity ( Schulz et al., 2013 ) and loss of merlin function in neurons impairs functional nerve regeneration ( Schulz et al., 2016 ) Taken together these observations suggest that polyneuropathy in NF2 patients can occur in the absence of schwannomas and that loss of merlin function in neurons likely impairs neural development, maintenance, and regeneration. Merlin also plays an important role in SC development and SC-neuronal organization. It contributes to the control of SC numbers and is necessary for the correct organization and regulation of axo-glial heterotypic and glio-glial autotypic contacts such that mutation of  Nf2  in mice perturbs normal nerve development ( Giovannini et al., 2000 ,  Denisenko et al., 2008 ). Despite merlin’s well-characterized role in SC and neural development, its subsequent contribution to SC responses to nerve injury remains largely unknown. In particular, the extent to which lack of functional merlin impacts neural regeneration following surgical trauma remains unknown. This is critical since patients with NF2 typically suffer multiple cranial and spinal neuropathies following microsurgical resection or radiosurgical treatment of cranial and spinal tumors. To address the influence of merlin function in the ability of SCs to support axon regeneration following nerve injury, we compared sciatic nerve regeneration in P0SchΔ39-121, which harbor a merlin mutation in SCs ( Giovannini et al., 2000 ), and wild type (WT) mice using functional, electrophysiological and histological analysis. Our results indicate that merlin mutation results in myelination abnormalities and increased endoneurial space before and after nerve injury. Further, neural regeneration is delayed in mice lacking functional merlin in SCs but ultimately recover to the same extent as mice by functional, electrophysiological, and histological measures.",
  "results": "Nf2 mutation in SCs results in variations in neural structure before and after neural regeneration Nf2  mutation in SCs resulted in structural alterations in the uninjured nerve and myelin sheath. For example, there was a higher density of myelinated axons in the uninjured nerves from WT mice compared with nerves from the  Nf 2-mutated mice. This difference appears to result from increased endoneurial space rather than a reduction of the number of myelinated fibers in the  Nf2  mutant mice; the overall number of myelinated fibers was similar for nerves from WT and mutant mice and there was increased endoneurial space in nerves from  Nf2  mutant mice compared to WT mice. Myelin thickness was significantly reduced in uninjured and injured nerves from P0SchΔ39-121 mice compared their counterparts in WT mice, while myelin thickness was reduced following nerve recovery in WT mice compared to intact nerves. An increase in SLIs was also found in uninjured nerves from  Nf 2 mutant mice compared to WT mice. Misshaped and dysmorphic nerve fibers were also observed in nerves from P0SchΔ39-121 compared to nerves from WT mice. These differences in axon density, morphology, and myelination persisted following recovery from nerve injury suggesting that merlin function in SCs plays a similar role in neural development and regeneration. Interestingly, a study by Guo suggests that myelin sheath organization and  in vitro  SC process number and morphology in Cdc42 mutant mice are merlin independent. However, their finding that radial sorting defect in Cdc42 mutants is rescued by  Nf2  mutation implies that WT merlin modulates SC radial sorting when Cdc42 is inactive ( Guo et al., 2013 ). In peripheral nerves, merlin associates with the cytoplasmic tail of paranodin/Caspr, an axonal transmembrane glycoprotein enriched at paranodal junctions and is important for reciprocal axo-glial signaling ( Denisenko-Nehrbass et al., 2003 ). Merlin also interacts with βII-spectrin – another molecule supporting the axonal cytoskeleton at paranodes ( Scoles et al., 1998 ,  Chen et al., 2001 ,  Salzer et al., 2008 ,  Zhang et al., 2013 ). The increased number of SLIs seen in uninjured nerves from P0SchΔ39-121 compared to WT mice may result from disruption of merlin’s role in assembling paranodal complexes. Merlin immunoreactivity has been reported in SLIs ( Scherer and Gutmann, 1996 ), raising the possibility that the increase in SLIs in  Nf 2 mutant mice results from the disruption of merlin’s normal role in stabilizing cadherin-based adherens junctions ( Lallemand et al., 2003 ). Additionally, merlin regulates other molecular interactions that control axon structure, organization, and maintenance and thereby may contribute to the morphologic differences seen nerves from P0SchΔ(39-121) compared to WT mice. For example, merlin regulates the expression and subcellular localization of ErbB receptors in SCs ( Hansen et al., 2006 ,  Lallemand et al., 2009 ,  Ahmad et al., 2010 ,  Schulz et al., 2014a ). These receptors interact with neuregulin-1 on the axon surface to modulate SC proliferation, differentiation, and myelination ( Fricker and Bennett, 2011 ,  Ma et al., 2011 ,  Schulz et al., 2014b ).",
  "discussion": "Conclusions Our observations demonstrate that loss of merlin function in SCs leads to increased endoneurial space and ultrastructural myelin alterations in the sciatic nerve before and after injury. Further, loss of merlin function in SCs delays neural recovery following injury. Nevertheless, there were no significant functional or electrophysiological differences in neural regeneration attributable to  Nf2  mutation in SCs.",
  "upgrade_date": "2026-02-20 07:29:15"
}