{
  "pmid": "PMID:29408605",
  "title": "Nf2 Mutation in Schwann Cells Delays Functional Neural Recovery Following Injury.",
  "abstract": "Merlin is the protein product of the NF2 tumor suppressor gene. Germline NF2 mutation leads to neurofibromatosis type 2 (NF2), characterized by multiple intracranial and spinal schwannomas. Patients with NF2 also frequently develop peripheral neuropathies. While the role of merlin in SC neoplasia is well established, its role in SC homeostasis is less defined. Here we explore the role of merlin in SC responses to nerve injury and their ability to support axon regeneration. We performed sciatic nerve crush in wild-type (WT) and in P0SchΔ39-121 transgenic mice that express a dominant negative Nf2 isoform in SCs. Recovery of nerve function was assessed by measuring mean contact paw area on a pressure pad 7, 21, 60, and 90 days following nerve injury and by nerve conduction assays at 90 days following injury. After 90 days, the nerves were harvested and axon regeneration was quantified stereologically. Myelin ultrastructure was analyzed by electron microscopy. Functional studies showed delayed nerve regeneration in Nf2 mutant mice compared to the WT mice. Delayed neural recovery correlated with a reduced density of regenerated axons and increased endoneurial space in mutants compared to WT mice. Nevertheless, functional and nerve conduction measures ultimately recovered to similar levels in WT and Nf2 mutant mice, while there was a small (∼17%) reduction in the percent of regenerated axons in the Nf2 mutant mice. The data suggest that merlin function in SCs regulates neural ultrastructure and facilitates neural regeneration, in addition to its role in SC neoplasia.",
  "authors": "Kristy Truong; Iram Ahmad; J Jason Clark; Alison Seline; Tyler Bertroche; Brian Mostaert; Douglas J Van Daele; Marlan R Hansen",
  "journal": "Neuroscience",
  "publicationDate": "2018-03-15",
  "doi": "10.1016/j.neuroscience.2018.01.054",
  "methods": "Experimental procedures Mice The total number of animals used in our study was 20. P0SchΔ39-121 transgenic mice were obtained from Riken Bioresource Center (Tsukuba, Japan). P0SchΔ39-121 heterozygous mice express a dominant negative form of merlin with an in-frame deletion of exons 2 and 3, mimicking pathological mutations found in NF2 patients ( Giovannini et al., 1999 ,  Giovannini et al., 2000 ). The expression of the transgene is limited to SCs since the gene is expressed under the control of a SC-specific P0 promoter. WT FVB mice were obtained from Jackson Labs (Bar Harbor, ME). Surgery Adult mice (3 months old) were anesthetized with ketamine/xylazine (40mg/kg; 5mg/kg, IP). A short incision was made overlying the quadriceps muscle in the right hind limb. Blunt dissection was performed to expose the sciatic nerve. Once isolated, the nerve was crushed for 30 seconds using a flat hemostatic forcep. The contralateral (left) nerves were uncrushed serving as controls. The use of animals and procedures performed were approved by the University of Iowa Institutional Animal Care and Use Committee. Sciatic functional recovery The animals (n=9 WT, n=11 P0SchΔ(39-121)) were followed for 90 days and functional recovery of sciatic nerve function prior to surgery at 7, 21, 60 and 90 days was assessed. We used the CatWalk XT (ver. 8, Noldus Information Technology, Wageningen, The Netherlands) system to study the functional recovery of the nerve. The method for conducting the CatWalk gain analysis has been described ( Yang et al., 2012 ). Transit time and transit path parameters were set in the software and the mice were put on the walkway containing a pressure pad. The more pressure exerted, the larger the total area of skin-floor contact and thus the brighter the pixel. All areas containing pixels brighter than a pre-set threshold value were analyzed. The mean paw contact area and mean print area were determined for each step from each hind paw print (right and left side) and averaged for each run. Data were collected from three runs for each animal at each time point and averaged. The examiner was blind to genotype. Nerve conduction testing After exposing the affected nerve and prior to sacrifice 90 days after operation, nerve conduction velocity and amplitude testing were performed. A Grass neurostimulator was used to deliver stimuli starting with ten single electrical pulses followed by trains of pulses from 2 to 10 Hz. Stimulation electrodes were placed at the proximal end of the nerve and recording electrodes were placed at the distal end. Amplitude was kept constant during the testing and was the minimal current needed to induce a full action potential. Digital recordings at 50 kHz (using Windaq DI-720 hardware with Pro+ software) were made. The amplitude of the stimulation potential and the resultant distal nerve ending action potential was measured using the root mean square algorithm. The time from the beginning of the stimulation potential to the beginning of the distal action potential representing the conduction velocity across the exposed nerve fiber was measured in microseconds. Histology and Stereology After completion of the electrophysiology, the sciatic nerves were dissected and 2-3 mm segments distal to the crush site on the injured side and an equivalent level on the uninjured mice were placed in freshly made 4% paraformaldehyde for at least 24 h. Samples were post-fixed in OsO4, dehydrated in an ethanol series, and embedded in Spurr’s resin. For unbiased stereological analysis, a series of semithin sections (0.5μm) were stained with toluidine blue and images captured with a Leica DMR III microscope and CCD camera running Metamorph software (Molecular Devices, Inc., Sunnyvale, CA). Nerve fibers were counted using the 2D dissector method as described by Raimondo et al ( Raimondo et al., 2009 ). A sampling grid containing multiple 1120 μm 2  circular counting frames was used. Counts were averaged from >5 sections per nerve. For morphometric analyses, ultrathin sections (80-100 nm) were cut and placed on copper grids after verifying correct (transverse) orientation. Samples were then stained with uranyl acetate and lead citrate. Sections were viewed on a Jeol JEM 1230 transmission electron microscope (EM). Ten fields of view per nerve sample were selected randomly and digital electron micrographs were taken at 1000X. Using ImageJ software (NIH, Bethesda, MD), g-ratios were calculated on the EM micrographs as ratios of internal to external perimeters of the myelin sheath, creating a measure of myelin thickness. The examiner was blind to genotype. Statistics Differences among means for each group were analyzed by using t-tests and one way ANOVA using SigmaPlot software (Systat, San Jose, CA). We tested for and found normal distrubutions and equal variances in all sampled distrubutions with the exception of the data comparing percentage of endoneurial space. In this case, Mann Whitney Rank Sum Test was employed. A  p  value < 0.05 was considered significant.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:27:18"
}