{
  "pmid": "PMID:29409008",
  "title": "Targeted next-generation sequencing for differential diagnosis of neurofibromatosis type 2, schwannomatosis, and meningiomatosis.",
  "abstract": "BACKGROUND: Clinical overlap between neurofibromatosis type 2 (NF2), schwannomatosis, and meningiomatosis can make clinical diagnosis difficult. Hence, molecular investigation of germline and tumor tissues may improve the diagnosis. METHODS: We present the targeted next-generation sequencing (NGS) of NF2, SMARCB1, LZTR1, SMARCE1, and SUFU tumor suppressor genes, using an amplicon-based approach. We analyzed blood DNA from a cohort of 196 patients, including patients with NF2 (N = 79), schwannomatosis (N = 40), meningiomatosis (N = 12), and no clearly established diagnosis (N = 65). Matched tumor DNA was analyzed when available. Forty-seven NF2-/SMARCB1-negative schwannomatosis patients and 27 NF2-negative meningiomatosis patients were also evaluated. RESULTS: A NF2 variant was found in 41/79 (52%) NF2 patients. SMARCB1 or LZTR1 variants were identified in 5/40 (12.5%) and 13/40 (∼32%) patients in the schwannomatosis cohort. Potentially pathogenic variants were found in 12/65 (18.5%) patients with no clearly established diagnosis. A LZTR1 variant was identified in 16/47 (34%) NF2/SMARCB1-negative schwannomatosis patients. A SMARCE1 variant was found in 3/39 (∼8%) meningiomatosis patients. No SUFU variant was found in the cohort. NGS was an effective and sensitive method to detect mutant alleles in blood or tumor DNA of mosaic NF2 patients. Interestingly, we identified a 4-hit mechanism resulting in the complete NF2 loss-of-function combined with SMARCB1 and LZTR1 haploinsufficiency in two-thirds of tumors from NF2 patients. CONCLUSIONS: Simultaneous investigation of NF2, SMARCB1, LZTR1, and SMARCE1 is a key element in the differential diagnosis of NF2, schwannomatosis, and meningiomatosis. The targeted NGS strategy is suitable for the identification of NF2 mosaicism in blood and for the investigation of tumors from these patients.",
  "authors": "Camille Louvrier; Eric Pasmant; Audrey Briand-Suleau; Joëlle Cohen; Patrick Nitschké; Juliette Nectoux; Lucie Orhant; Cécile Zordan; Cyril Goizet; Stéphane Goutagny; Dominique Lallemand; Michel Vidaud; Dominique Vidaud; Michel Kalamarides; Béatrice Parfait",
  "journal": "Neuro-oncology",
  "publicationDate": "2018-06-18",
  "doi": "10.1093/neuonc/noy009",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-19 09:27:19"
}