{
  "pmid": "PMID:29402968",
  "title": "Integrating Functional Analysis in the Next-Generation Sequencing Diagnostic Pipeline of RASopathies.",
  "abstract": "RASopathies are a group of heterogeneous conditions caused by germline mutations in RAS/MAPK signalling pathway genes. With next-generation sequencing (NGS), sequencing capacity is no longer a limitation to molecular diagnosis. Instead, the rising number of variants of unknown significance (VUSs) poses challenges to clinical interpretation and genetic counselling. We investigated the potential of an integrated pipeline combining NGS and the functional assessment of variants for the diagnosis of RASopathies. We included 63 Chinese patients with RASopathies that had previously tested negative for PTPN11 and HRAS mutations. In these patients, we performed a genetic analysis of genes associated with RASopathies using a multigene NGS panel and Sanger sequencing. For the VUSs, we evaluated evidence from genetic, bioinformatic and functional data. Twenty disease-causing mutations were identified in the 63 patients, providing a primary diagnostic yield of 31.7%. Four VUSs were identified in five patients. The functional assessment supported the pathogenicity of the RAF1 and RIT1 VUSs, while the significance of two VUSs in A2ML1 remained unclear. In summary, functional analysis improved the diagnostic yield from 31.7% to 36.5%. Although technically demanding and time-consuming, a functional genetic diagnostic analysis can ease the clinical translation of these findings to aid bedside interpretation.",
  "authors": "Gordon K C Leung; H M Luk; Vincent H M Tang; W W Gao; Christopher C Y Mak; Mullin H C Yu; W L Wong; Yoyo W Y Chu; W L Yang; Wilfred H S Wong; Alvin C H Ma; Anskar Y H Leung; D Y Jin; Kelvin Y K Chan; Judith Allanson; Ivan F M Lo; Brian H Y Chung",
  "journal": "Scientific reports",
  "publicationDate": "2018-02-05",
  "doi": "10.1038/s41598-018-20894-0",
  "methods": "Materials and Methods Patient recruitment This study was approved by the Institutional Review Board of the University of Hong Kong/ Hospital Authority Hong Kong West Cluster (HKU/HA HKW IRB). Sixty-three Chinese patients presenting with clinical suspicion of RASopathies were recruited from the Clinical Genetics Service, Department of Health, Hong Kong, and Department of Paediatrics and Adolescent Medicine, the University of Hong Kong, Hong Kong. These subjects were evaluated by clinical geneticists from the two centres. Because  PTPN11  and  HRAS  sequencing were available at these clinics, all 63 subjects were tested and were negative for mutations in these two genes. Informed consent was obtained from the parents and/or patients for the participation, and publication of identifying images in this study. Next generation sequencing Genomic DNA was extracted from patient peripheral blood using standard protocols. We designed a gene enrichment panel for 13 genes known to cause RASopathies in 2013, which included  A2ML1  ( NM_144670.4 ) , BRAF  ( NM_004333.4 ) , CBL  ( NM_005188.3 ) , HRAS  ( NM_005343.3 ) , KRAS  ( NM_004985.3 ) , MAP2K1  ( NM_002755.3 ) , MAP2K2  ( NM_030662.3 ) , NRAS  ( NM_002524.4 ) , PTPN11  ( NM_002834.3 ) , RAF1  ( NM_002880.3 ) , SHOC2  ( NM_007373.3 ),  SOS1  ( NM_005633.3 ), and  SPRED1  ( NM_152594.2 ). The panel covered the coding exons (flanked by ±25 bp) of these 13 selected genes (suppl. Figure 1). The size of the final target region was 101.38 kbp with 97.99% coverage of the target region. Target sequencing was performed using the Haloplex custom target enrichment system (Agilent Technologies, CA, USA) on the MiSeq sequencing platform with the MiSeq reagent kit V2. The average read depth in the regions of interest was >500×, and over 98% of the covered region had a sequencing depth of at least 30× . The data were analysed using NextGENe software v.2.3.4.1 (Softgenetics, PA, USA) with the default settings. Regions with low coverage (<20× read depth) were re-sequenced by Sanger sequencing. Genetic variant pathogenicity was assessed according to the guidelines for the interpretation of sequence variants suggested by the American College of Medical Genetics and Genomics (ACMG) . Disease-causing mutations were Sanger validated. During the study period,  10 RIT1  ( NM_006912.4 ) was identified as a new causative gene for Noonan syndrome . We subsequently designed primers and sequenced the five coding exons of  17 RIT1 . Functional analysis Genetic variants classified as VUSs were selected for functional characterization. The VUSs were  RAF1 : NM_002880.2 :c.1173 G > C:p.(R391S),  A2ML1 : NM_144670.4 :c.256 C > T:p.(P86S),  A2ML1 : NM_144670.4 :c.4261 C > T:p.(Q1421X) and  RIT1 : NM_006912.4 :c.259 G > C:p.(D87H). Expression plasmids for  RAF1  (#RC201983),  A2ML1  (#RC219615) and  RIT1  (#RC220552) were ordered from Origene (MD, USA). We introduced a single-base substitution into the corresponding expression vector using Q5® Site-Directed Mutagenesis Kit (NEB, UK). The  RAF1 ,  A2ML1  and  RIT1  coding sequences were validated using Sanger sequencing before subsequent analysis. In vitro  dual luciferase reporter assay To evaluate the molecular effect of the VUSs identified in the cohort, mutant transcripts were expressed in HEK-293T cells. The phosphorylation level of ELK1, which is a downstream substrate of the RAS/MAPK pathway, was measured as a reporter of pathway activity . HEK-293T cells were cultured in DMEM and transfected with expression plasmids using Genejuice transfection reagent (EMD Chemicals, NJ, USA). We introduced pGal-LUC (Clontech), pGal-ELK1 and the expression plasmids into HEK-293T cells. The expression plasmids included the mutant constructs of  17 , 35 RAF1 ,  A2ML1  and  RIT1 , or the corresponding wild-type gene vectors for comparison. In each experimental setup, an empty vector was used as the negative control, while a HRAS expression plasmid with p.Q61L mutation was used as a positive control . The cells were harvested 48 hours post-transfection. The luciferase activity was measured using a Dual-Luciferase® Reporter assay system (Promega, WI, USA). Transfection efficiencies were normalised to the control plasmid, which was pSV-RLuc (Promega, WI, USA) expressing  36 Renilla  luciferase. The expression of the DDK-tagged transcript was validated by Western blot using anti-DDK antibodies. In vivo  transient expression in zebrafish embryos To assess the effect of the VUSs on organismal phenotypes, zebrafish were used according to the methods previously described in experiments assessing gene level evidence . Briefly, the in-frame coding sequence of  9 – 11 RAF1 ,  A2ML1  and  RIT1  were subcloned into the pCMV6-AC-GFP vector such that the GFP coding sequence was fused in-frame to the 3′ end of the inserted gene. GFP-tagged RNA transcripts were synthesised using the mMESSAGE mMACHINE T7 Transcription Kit (Thermo Fisher Scientific, MA, USA). RNA transcripts were injected into zebrafish embryos at the single-cell stage. GFP signals in the zebrafish embryos indicated synthetic RNA expression and served as a positive selection marker for morphometric assessment. Phenotypic observation was performed 3 days post-fertilization (dpf), as previously described . The embryos were anesthetised with tricane methanesulfonate and fixed in 4% paraformaldehyde (PFA), and their general body structure and the development of craniofacial and cardiac structure were assessed. Cartilage was stained with 0.1% Alcian Blue in acidic ethanol. The width and length of the cranio-cartilage were measured using ImageJ software. The ratio of the width of the ceratohyal to the tip of Meckel’s cartilage was determined as a measure of craniofacial defects. For cardiac defects, PFA fixed embryos were probed with digoxigenin-labelled  18 cmlc1 , which is a cardiac development marker for zebrafish, by  in situ  hybridization. Total protein from zebrafish embryos was also extracted to examine the correlation between the zebrafish phenotypes and the activation of RAS signals. The study was approved by the Committee of the Use of Live Animals for Teaching and Research in The University of Hong Kong. Data availability The datasets generated during and/or analysed during the current study are available from the corresponding author on reasonable request.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:27:17"
}