{
  "pmid": "PMID:29415745",
  "title": "Cutaneous neurofibromas in Neurofibromatosis type I: a quantitative natural history study.",
  "abstract": "BACKGROUND: Neurofibromatosis type 1 (NF1) is a genetic disorder characterized by a predisposition to develop multiple benign tumors. A major feature of NF1 is the development of localized cutaneous neurofibromas. Cutaneous neurofibromas manifest in > 99% of adults with NF1 and are responsible for major negative effects on quality of life. Previous reports have correlated increased burden of cutaneous neurofibromas with age and pregnancy, but longitudinal data are not available to establish a quantitative natural history of these lesions. The purpose of this study is to conduct a prospective natural history study of 22 adults with NF1 over an 8-year period to quantify cutaneous neurofibroma number and size. RESULTS: The average monthly increase in volume for cutaneous neurofibromas was 0.37 mm CONCLUSIONS: The number and volume of cutaneous neurofibromas significantly increased over an 8-year timespan; however, the rate of increase is variable by individual and body region. These findings may provide insight into cutaneous neurofibroma development and benefit researchers considering clinical trials targeting cutaneous neurofibromas.",
  "authors": "Ashley Cannon; Mei-Jan Chen; Peng Li; Kevin P Boyd; Amy Theos; David T Redden; Bruce Korf",
  "journal": "Orphanet journal of rare diseases",
  "publicationDate": "2018-02-07",
  "doi": "10.1186/s13023-018-0772-z",
  "methods": "Methods Participants All participants were evaluated at the University of Alabama at Birmingham, a regional medical center with the only neurofibromatosis clinic in the state. Inclusion criteria included adult patients (≥18 years) who met clinical diagnostic criteria for NF1, had a known  NF1  pathogenic variant, and a significant burden of cNFs. Cutaneous Neurofibroma measurement protocol Paper frames with a 100cm 2  cut-out area were used to guide the assessment (Fig.  1 ). The frames were made from paper with a sticky backing and easily adhered to skin. These frames were placed on 3 body sites: back, abdomen, and either the thigh or upper arm. Visible landmarks were used to align the frames consistently when measurements were made at different times, using photographs to insure similar positioning from one time to the next (the neurofibromas themselves can provide clear landmarks). A working definition was developed for operational purposes to reliably count and measure cNFs: dome-shaped, soft, fleshy bumps on the skin greater than 4 mm (calipers were used to determine the 4 mm minimum size threshold). Subcutaneous bumps that were firm and nodular were excluded because these are more difficult to accurately measure. Fig. 1 Picture of the 100cm 2  paper frame used to count and measure cutaneous neurofibromas. Blue indicates cNFs that were counted (> 4 mm). Red indicates the cNFs that were measured The cNF number measurement protocol was previously described in detail [ 15 ]. Briefly, all cNF counts were performed manually in “real time” by marking cNFs with a washable marker to avoid counting a tumor more than once, then photographed, and counted again by digital photography to confirm accuracy. All cNFs within the paper frame that fulfilled the working definition of a cNF were counted. The cNF number measurement protocol was used as a guide to develop a method of measuring cNF volume. Instead of counting cNFs, digital calipers were used to manually measure the length, width, and height, which were used to calculate volume. The length measurement was made by placing the caliper’s outside jaws at the cNF’s outermost points with the longest diameter. The width measurement was made perpendicular to the length measurement. The height measurement was made by placing the terminus of caliper’s depth gauge at skin level and measuring to the topmost point of the cNF. Three to 6 target cNFs were identified within each paper frame, marked with washable marker, measured with a digital caliper, and photographed. Regions with plexiform neurofibromas, which involve multiple fascicles of the length of a nerve and its branches, may be large and disfiguring tumors, and usually develop in childhood, were not included within the measurement regions. Size measurement pilot study A set of 16 plaster model “tumors” of known volume were utilized that ranged from 1.18–452.39mm 3  in volume, 2-12 mm in diameter, and 1-6 mm in height. Three investigators (I1, I2, I3) measured the length, width, and height of the model tumors with calipers to calculate volume on 2 separate occasions. Prospective natural history study A cohort of 22 adult patients with NF1 participated in the cNF natural history study. The cNF size and number protocol were performed at baseline, then every 4 months for 24 months (2 years). The measurement protocol was performed again approximately 96 months (8 years) after the baseline study visit. All 22 participants completed the study visits for 24 months and 14 were able to complete the 96 month study visit; the remaining 8 participants were unable to complete the final study visit because of loss to follow-up, death, or illness. Statistical analyses To assure the reproducible and accurate measurement of cNF size in the pilot study, intraclass correlation coefficients (ICC) [ 16 ] were used to evaluate the agreement of measures from three investigators using laser scanner as well as the agreement between those measures and the actual model volume. High ICC (close to 1) among three investigators indicates high reproducibility and high ICC (close to 1) between human measures and actual volume indicate high accuracy of the measurements. To account for any cNFs that were removed over the course of the study, investigators asked study participants at each visit if any cNFs were surgically removed. These cNFs were not included in the analyses. The size and number measurements obtained during the natural history study of cNF were analyzed separately. In order to provide average growth rates by region (back, abdomen, arm/leg), growth rate per cNF was estimated by change in volume. To account for clustering of lesions within a patient and the correlation from measuring multiple lesions per subject over time, random effect modeling was used with intercept and time as random effects and two level of clustering (i.e. lesions nested within patients). The time effects on the number of lesions were analyzed with a random effect model with the intercept and time as random effects and only one level of clustering (i.e. patients). The slope value shows the rate of increase by month. In both analyses, the Kenward-Roger approximation was used in standard error estimations and the F test, accounting for the small number of patients. All the analysis was conducted using SAS 9.4 (Cary, NC). Availability of data and materials The datasets used and/or analyzed during the current study are available from the corresponding author on reasonable request.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-20 06:56:39",
  "introduction": "Background Neurofibromatosis type 1 (NF1) is an autosomal dominant disorder affecting approximately 1:3000 individuals worldwide and is characterized by cutaneous, neurological, skeletal, and neoplastic manifestations. Localized cutaneous neurofibromas (cNFs) derive from peripheral nerves and manifest within the dermis and subcutaneous tissue. Although these lesions are not life threatening, they can lead to significant morbidity. A population-based survey in Wales found cNFs in > 99% of adults with NF1 [ 1 ], making this the most common tumor manifestation in adults. The current scientific literature of survey-based and cross-sectional studies collectively indicate that cNFs usually appear around puberty, increase with age, and undergo periods of rapid growth in puberty and pregnancy [ 1 – 3 ]. None of these studies obtained longitudinal data to establish a quantitative natural history of these lesions. Visibility of cNFs are associated with major negative effects on quality of life for individuals with NF1 [ 4 – 6 ]. Treatment of cNFs is limited to surgical excision or destruction (e.g. laser or electrodessication) [ 7 – 14 ]. Removing all lesions is not usually feasible due to the abundance of cNFs, a scar will result at each site, and tumors can regenerate from remaining cells. The development of non-surgical treatment and clinical trials directed at cutaneous neurofibromas has been hampered by the difficulty in measuring and counting cNFs and lack of detailed information on the natural history of the lesions. The present study has expanded on a previously described approach to quantify the number of cNFs [ 15 ] and to measure cNF size. This approach allowed us to elicit quantitative data on the rate of appearance and growth of cutaneous neurofibromas from a prospective natural history study of cutaneous neurofibromas in adult NF1 patients over 8 years. This dataset establishes both a method for quantitative assessment of cutaneous neurofibromas and a baseline dataset on the progression of untreated tumors that will pave the way for clinical trials of medical treatment for these tumors.",
  "results": "Results A pilot study was designed to determine if a caliper-based protocol for measuring cNF size was accurate and reliable. A set of 16 plaster model “tumors” of known, yet varying, volumes were utilized. Three investigators measured the length, width, and height of the model tumors with digital calipers to calculate volume on 2 separate occasions. Intraclass correlation coefficients (ICC) were derived from calculated volumes to assess 1) measurement accuracy to known model volume and 2) reproducibility for repeated measures (Table  1 ). The ICC showed that the investigators’ manual measurements were accurate (Table  1 , last column) and reproducible (ICC = 0.9964). Therefore, the study investigators proceeded with using the caliper-based size measurement protocol for the duration of the cNF natural history study. Table 1 Intraclass correlation of three investigators (I1, I2, I3) calculated volumes to actual model volumes (Actual Volume) I1 I2 I3 Actual Volume I1 0.9958 0.9964 0.9964 0.9992 I2 0.9951 0.9964 0.9983 I3 0.9966 0.9936 This approach, as well as the previously designed cNF number measurement protocol, was employed to prospectively monitor tumor number and size in a cohort of 22 adult patients with NF1 over an 8-year period. The cNF size and number measurement protocol was performed at baseline, then every 4 months for 24 months (2 years), and finally after approximately 96 months (8 years) from the study initiation. All 22 participants completed the study visits for 24 months and 14 were able to complete the 96 month study visit; the remaining 8 participants were unable to complete the final study visit. Study participant descriptive information is detailed in Table  2 . The mean age at baseline was 50.5 years and 54.5% were female. Table 2 Study Participant Characteristics Patient ID Sex Enrollment Age Range Months Evaluated NF1 Variant Inheritance 1 F 60–69 96 c.4267A > G (p.K1423E) Sporadic 2 F 60–69 96 c.60 + 1G > A Sporadic 3 F 50–59 96 c.204 + 1G > A Familial 4 M 50–59 96 c.5453delT Familial 5 M 30–39 96 c.2693 T > C (p.L898P) Familial 6 M 40–49 24 c.3113 + 1G > A Sporadic 7 F 40–49 96 c.1527 + 1167C > G Sporadic 8 F 30–39 24 c.3379delA Familial 9 M 30–39 24 c.288 + 1G > T Familial 13 F 40–49 24 c.2446C > T (p.R816X) Familial 14 M 60–69 96 c.2041C > T (p.R681X) Familial 15 F 40–49 24 c.2044C > T (p.Q682X) Familial 16 M 70–79 24 c.1536dupA Sporadic 18 M 40–49 96 c.3639_3641delAAT Familial 19 M 50–59 96 c.7127-4insAlu Familial 20 M 40–49 96 c.1890_1918dupT Sporadic 21 F 30–39 96 c.6662delC Familial 22 M 60–69 96 c.6138dupT Familial 23 F 40–49 24 c.7519C > T (p.Q2507X) Sporadic 24 F 60–69 24 c.7806 + 1G > A Familial 25 F 30–39 96 c.7486C > T (p.R2496X) Familial 26 F 60–69 96 c.7486C > T (p.R2496X) Familial To account for repeated non-independent size measurements of the same lesions per subject, random effect models were employed. Random effect modeling of the data from the 22 patients indicated that the average monthly increase in elliptical volume for cNFs was 0.37 mm 3  in the back region (95% CI (0.23, 0.51),  p  < 0.0001; Fig.  2a ), 0.28 mm 3  in the abdominal region (95% CI (0.16, 0.41), p < 0.0001; Fig.  2b ), and 0.21 mm 3  in the arm/leg region (95% CI (0.08, 0.34),  p  = 0.0022; Fig.  2c ). This means the average cNF volume increased by 2.6 fold in the back, 1.64 fold in the abdominal, and 1.75 fold in the leg/arm regions over 96 months. Fig. 2 Cutaneous neurofibroma volume by body region over 96 months. Box-and-whisker plot shows the distribution of cutaneous neurofibroma volumes from the 22 patients over 96 months in the back region ( a ), abdominal region ( b ), and the upper arm or thigh ( c ). The circles (o) above the boxplot maximum range are suspected outliers, the stars (*) further above are outliers, the red plus (+) is the mean To evaluate longitudinal effects on the number of cNFs, random effect modeling was performed with both intercept and slope (time) as random effects. Random effect modeling from the 22 patients yielded a non-significant increase in cNF number during 96 months; however, in a subgroup analysis of the 14 patients that completed the 96 month study visit showed that the number of cNFs significantly increased in the back (slope = 0.032,  p  = 0.011) and abdominal (slope = 0.018,  p  = 0.026) regions, while the leg/arm regions retained a positive trend (slope = 0.004,  p  = 0.055) (Fig.  3 ). This means that the approximate cNF number increase was 3.1 in the back, 1.7 in the abdominal, and 0.4 in the leg/arm regions over the 8 year timespan. Interestingly, a study participant with a relatively large burden of cNFs had 2 new abdominal lesions develop in close proximity over the course of the study that was captured by photography (Fig.  4 ). Fig. 3 Cutaneous neurofibroma number by body region over 96 months. Line graph demonstrates the number of cutaneous neurofibromas in the back region ( a ), abdominal region ( b ), and the upper arm or thigh ( c ) for each study participant that completed all study visits. The thick blue line represents the slope Fig. 4 Visualization of cutaneous neurofibroma growth over 96 months. Black and red arrows denote 2 different cNFs at baseline ( a ), 24 months ( b ) and 96 months ( c ) that exhibited significant growth. Photos taken from the abdominal region of Patient 26",
  "discussion": "Conclusion Cutaneous neurofibromas can be accurately and reliably measured over a prolonged period of time. The average monthly increase in cutaneous neurofibroma number and volume is significant; however, the rate of increase is variable by individual and body region. These findings may provide insight into cutaneous neurofibroma development and benefit researchers considering clinical trials targeting cutaneous neurofibromas.",
  "upgrade_date": "2026-02-21 02:23:24"
}