{
  "pmid": "29426343",
  "abstract": "BACKGROUND: Subtle DNA methylation alterations mediated by carbon nanotubes (CNTs) exposure might contribute to pathogenesis and disease susceptibility. It is known that both multi-walled carbon nanotubes (MWCNTs) and single-walled carbon nanotubes (SWCNTs) interact with nucleus. Such, nuclear-CNT interaction may affect the DNA methylation effects. In order to understand the epigenetic toxicity, in particular DNA methylation alterations, of SWCNTs and short MWCNTs, we performed global/genome-wide, gene-specific DNA methylation and RNA-expression analyses after exposing human bronchial epithelial cells (16HBE14o- cell line). In addition, the presence of CNTs on/in the cell nucleus was evaluated in a label-free way using femtosecond pulsed laser microscopy. RESULTS: Generally, a higher number of SWCNTs, compared to MWCNTs, was deposited at both the cellular and nuclear level after exposure. Nonetheless, both CNT types were in physical contact with the nuclei. While particle type dependency was noticed for the identified genome-wide and gene-specific alterations, no global DNA methylation alteration on 5-methylcytosine (5-mC) sites was observed for both CNTs. After exposure to MWCNTs, 2398 genes were hypomethylated (at gene promoters), and after exposure to SWCNTs, 589 CpG sites (located on 501 genes) were either hypo- (N = 493 CpG sites) or hypermethylated (N = 96 CpG sites). Cells exposed to MWCNTs exhibited a better correlation between gene promoter methylation and gene expression alterations. Differentially methylated and expressed genes induced changes (MWCNTs > SWCNTs) at different cellular pathways, such as p53 signalling, DNA damage repair and cell cycle. On the other hand, SWCNT exposure showed hypermethylation on functionally important genes, such as SKI proto-oncogene (SKI), glutathione S-transferase pi 1 (GTSP1) and shroom family member 2 (SHROOM2) and neurofibromatosis type I (NF1), which the latter is both hypermethylated and downregulated. CONCLUSION: After exposure to both types of CNTs, epigenetic alterations may contribute to toxic or repair response. Moreover, our results suggest that the observed differences in the epigenetic response depend on particle type and differential CNT-nucleus interactions.",
  "methods": "Methods Cell cultures and particle preparation Dulbecco’s Modified Eagle Medium (DMEM), Dulbecco’s Modified Eagle Medium: Nutrient Mixture F12 (DMEM/F12), Hank’s Balanced Salt Solution without CaCl 2  and MgCl 2  (HBSS-), phosphate buffered saline without CaCl 2  and MgCl 2  (PBS-), penicillin-streptomycin, amphothericin-B, L-glutamine, fetal calf serum (FCS), 0.5% Trypsin-EDTA were purchased from Invitrogen (Merelbeke, Belgium). 16HBE human bronchial epithelial cell lines (16HBE14o-) were provided by Dr. Gruenert (University of California, San Francisco). The cells were cultured in DMEM/F12 supplemented with 5% of FCS and 1% of Penicillin-Streptomycin (10,000 U/ml), L-glutamine (200 mM) and, Amphotericin-B (250 μg/ml), incubated at 37 °C in a 100% humidified atmosphere containing 5% CO 2 . Culture medium was renewed every 2 or 3 days and 2.5 × 10 5  confluent cells were sub-cultured in a new cell culture T25 flasks. To do this, the cells were enzymatically released by 0.05% trypsin-EDTA solution (diluted in HBSS-). Stock of cells was generated from the same passage number (passage number 4) and kept in liquid nitrogen to avoid the effect of aging in epi-genotoxicity analysis. Cells from the same stock were grown until passage 4 for epigenetic experiments. When the desired passage number was reached and the cells became confluent, 16HBE14o- cells were seeded in wells of plates at 2 × 10 5  cells/cm 2  of density and allowed to attach for 24 h to reach 80% confluence. CNT suspensions were prepared as described in the European project of Engineered Nanoparticle Risk Assessment (ENPRA) [ 47 ]. In brief, CNTs were diluted in Baxter sterile water containing 2% serum to reach a final concentration of 2.56 mg/ml. The suspension was sonicated for 16 min using probe sonication at frequency 22.5 kHz, watt 7.35 W with 50% amplitude (MICROSON XL 2000). Final concentrations were by diluting 1/10 of the intermediate concentrations. Fresh CNT suspensions were prepared before each experiment to avoid aggregation of CNTs. While exposing CNTs, no serum was added in the cell culture medium and each concentration involved 0.02% of serum. Physicochemical assessment of CNTs Two different reference materials of CNT were used, NM400 MWCNTs were obtained from the European Commission Joint Research Centre (JRC, Ispra, Italy) and SRM:2483 SWCNTs were from National Institute of Technology (NIST, Maryland, USA) [ 17 ,  18 ]. Endotoxin determination was performed using ENDOSAFE PTS cartridges (Charles River laboratories, Massachusetts, USA). 1/1000 dispersion from the master solution of CNTs in ENDOSAFE LAL reagent (Charles River laboratories, Massachusetts, USA) water was used. DLS analysis was performed to gain information about the suspension and aggregation state of the nanomaterials in the cell medium at 25 and 100 μg/ml of concentration. Transmission Electron Microscopy (TEM) images of the MWCNTs and SWCNTs were previously demonstrated [ 16 ]. Nuclear deposition Nuclear deposition of MWCNTs and SWCNTs was imaged according to the method that has been reported previously by Bové et al. [ 20 ]. The method detects CNTs in a label-free and biocompatible fashion in cellular compartments of interest using femtosecond pulsed laser microscopy. First, before executing cellular experiments, the method was validated for CNTs by measuring spiked ultrapure water with known concentrations of the different nanomaterials using identical imaging conditions as later used for the cellular experiments. The cells were exposed to MWCNTs and SWCNTs (25 and 100 μg/mL of doses) in 8 well chamber slides for 24 h (Invitrogen, Merelbeke, Belgium) in cell culture medium. Slides were washed five times (to avoid CNTs residuals) with HBSS- and the cells were fixed with 4% paraformaldehyde. Staining was performed by 5 min treatment of SYBERgold (Invitrogen, Merelbeke, Belgium) diluted 1/20000 times in HBSS-. After the cells were washed three times using HBSS-. Images were acquired using a Zeiss LSM510 META NLO scan head mounted on an inverted laser-scanning microscope (Zeiss Axiovert 200 M; Zeiss, Germany) and a 40×/1.1 water immersion objective. For imaging the stained nuclei, a 30 mW air-cooled Argon ion laser (LASOS Lasertechnik GmbH, Germany) emitting at 488 nm (~ 3 μW maximum radiant power at the sample) was used as excitation source and a band-pass filter 500–530 nm was used for filtering the emission light. A fixed pinhole size of 100 µm was used. CNTs were visualized by femtosecond pulsed laser excitation (~ 4 mW average laser power at the sample, 810 nm, 150 fs, 80 MHz, MaiTai DeepSee, Spectra Physics, USA) and filtering of the emission signal by a 400–410 nm band-pass filter in the non-descanned mode. The pinhole was opened completely. The resulting 512 × 512 images with a pixel size of 0.44 μm were recorded at a pixel dwell time of 3.2 μs. In addition, three-dimensional z-stacks were acquired throughout the cells every 25 - 30 µm to confirm nuclear deposition (~ 225 × 225 × 30 μm image volume). Images were captured using the AIM 4.2 software (Carl Zeiss). Images were processed with the image-processing program Fiji (ImageJ v1.47, open source software,  http://fiji.sc/Fiji ). Prior to the analysis, the cell of interest was cropped in a way that non-engulfed CNTs were excluded from the analysis. A threshold was set to the estimated background value and the number and total area of CNT aggregates inside the cell were measured. Next, the corresponding nucleus was cropped and the number and area of deposited CNT aggregates were determined. In total, 50 cells for each exposure conditions including negative controls were analysed. Cytotoxicity The cell viabilities were analyzed by two different assays, namely WST-1, LDH assays. Two independent assays (with three replicates) were performed according to optimized protocols. For both experiments, cells (2 × 10 5  cells/cm 2 ) were exposed to 4, 8, 16, 32, 64, 128 and 256 μg/ml of MWCNTs and SWCNTs for 24 h and untreated cells were included as negative controls. In brief, following protocol was applied for WST-1 assay. After the exposure in the 96-well plate, cells were rinsed one time with cell culture medium without phenol red (DMEM). WST-1 solution (Sigma Aldrich, Brussels, Belgium) was diluted 1/20 in DMEM medium and the cells were incubated with this solution for 2 h at 37 °C. Subsequently, the supernatant was transferred to another well plate for absorption measurement of the formazan product at 450 nm optical wavelength. Relative viability was calculated in comparison to untreated (cell medium without serum) cells. In brief, following protocol was applied for LDH assay. After the exposure, the supernatant was transferred to another plate. The cells were lysed (using 200 μl 0.2% Triton X-100 in PBS+) and incubated for 30 min. The measurement was taken with the addition of the reaction mixture (18.32 mg pyruvate, 21.28 mg NADH, 31.76 mg HCO 3 Na dissolved in 40 ml PBS+) was added on the cells. The results were obtained using a spectrometer, 340 nm wavelength every 15 s for 3 min after 5 s of mixing. Data analysis was calculated according to the absorbance curve and relative viability was calculated according to untreated controls. Comet assay Induction of DNA strand breaks after 3 h and 24 h exposure to CNTs was assessed using alkaline comet assay [ 48 ]. The assay was performed using Trevigen Comet assay kits (Gentaur, Kampenhout, Belgium) according to the manufacturer’s protocol. Due to nanomaterial interference and as well as cell-specific conditions, necessary adjustments were performed. In brief, cells were trypsinized and suspended at 1 x 10 5  cells/ml HBSS-. 5 μl of cells were mixed with freshly prepared low melting point agarose and immobilized on Trevigen comet assay slides (Gentaur, Kampenhout, Belgium). After cooling, the slides were immersed in lysis solution for 30 min. Subsequently, the slides were immersed in alkaline solution for 15 min to unwind the DNA. Finally, the slides were electrophoresed for 30 min. SYBERgold staining (1/10000 diluted in distilled water) was applied after cell fixation with 70% of ethanol. The results were analyzed using a fluorescence microscope. 50 comets in the cells from each 2 replicates were measured for DNA damage by means of the % DNA Tail metric using the CaspLab program (casplab 1.2.3b2) according to the following formula: \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$ \\mathrm{DNA}\\ \\mathrm{Tail}\\ \\left(\\%\\right)=\\frac{\\mathrm{Tail}}{\\mathrm{Head}+\\mathrm{Tail}}\\times 100 $$\\end{document} DNA Tail % = Tail Head + Tail × 100 The means of the two medians for each exposure type were represented. Micronucleus assay The micronucleus assay was adapted according to the OECD guidelines [ 49 ,  50 ]. Untreated cells were used as negative control and 0.6 mM mitomycin (Sigma Aldrich, Brussels, Belgium) was used as positive control. Mitomycin increased the number of micronuclei (mean 48.5, sd: 21.8, in 500 cells). No Cytochalasin B (CytB) was used. After exposure, the cells were further incubated with cell culture medium for 48 h (corresponding 1.5 doubling time). The number of micronuclei (MNs) in 500 mono-nucleated cells were counted for each three independent replicates ‘blindly’ using a light microscope. The means of the three counts were represented. DNA extraction for epigenetic studies DNA extraction involved use of the Qiagen DNA/RNA extraction mini kit (QIAGEN, Antwerp, Belgium) following the instructions. The experiment was carried out with three replicates. Untreated and vehicle (dispersion medium)-treated cells were used as a negative control, and 5-Aza-2′-deoxycytidine or in other name, Decitabine (Sigma Aldrich, Brussels, Belgium), a DNA hypomethylation agent, −treated cells (0.1 μM) were used as a positive control. DNA quantification involved use of Nano-drop (Thermo Scientific, 2000c). Non-specific DNA methylation and hydroxymethylation analysis by LC-MS/MS A validated protocol of LC-MS/MS (Waters) was used for identifying and quantifying DNA methylation and hydroxymethylation [ 22 ]. In total, 1 μg DNA was spiked with the internal standard mixture and dried. The DNA was enzymatically hydrolyzed to individual deoxyribonucleosides with 10 μl digestion mixture containing phosphodiesteraseI, alkaline phosphatase and benzonase nuclease in Tris-HCl buffer at 37 °C for 12 h. Diluted acetonitrile (Fischer Scientific, UK) was added to each sample. During the procedure, direct light was avoided to minimize potential deamination of target compounds. Gene-specific whole-genome DNA methylation microarray and RNA sequencing An amount of 200 ng genomic DNA was bisulfite-treated with use of the EZ DNA mini kit (Zymo Research, Orange, CA) following the instructions. Genome-wide assessment of DNA methylation involved the Infinium HumanMethylation450 BeadChip Array. To analyze the effect of methylation on the transcriptome, RNA sequencing was performed. TruSeq RNA access Library Prep Kit (Illumina) was used to prepare the libraries. The resulting libraries were quantified by qPCR with KAPA Library Quantification for Illumina (Kapa Biosystems) and sequenced on a HiSeq2500 (Illumina) by using a V4 flowcell generating 1 × 50 bp reads. Data preprocessing and bioinformatics/biostatistical analysis The Illumina Infinium methylation microarray and RNA-Seq data were processed using Bioconductor R-packages [ 51 ]. The ‘minfi’ package was used for quality check and Type I and II probe normalization by the SWAN method [ 52 ]. The ‘IMA’ package was used for data annotation and further filtering [ 53 ]. After data preprocessing, differentially methylated CpG sites were found by using the ‘limma’ package with a linear modeling approach and empirical Bayes statistics while correcting for batch effect [ 53 ,  54 ]. Gene promoter methylation was defined as the mean methylation level of all CpGs located in a CpG island or shore, between 2000 bp upstream and 500 bp downstream of the gene start site as defined by Ensemble gene annotation v75. Individual CpG sites were linked to genes on the basis of the annotation provided by Illumina. Data were converted into  M  values because they are preferred over  β  values for small sample sizes (e.g., < 10) [ 55 ] by the following equation: \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$ \\mathrm{M}={\\log}_2\\left\\{\\upbeta /\\left(1-\\upbeta \\right)\\right\\} $$\\end{document} M = log 2 β / 1 − β All analyses were performed with correction for batch effect. Finally, all  p  values were corrected for False Discovery Rate (FDR) [ 56 ]. Results were deemed significant with the FDR adjusted  p  < 0.05 ( q  < 0.05). RNA sequencing reads were processed as previously described [ 57 ]. Briefly, the trimmed reads were mapped to the human transcriptome and reference genome (GRCh37.65/hg19) by using TopHat 2.0 [ 58 ] and Bowtie 2.0 [ 59 ]. Reads were assigned to ensemble gene IDs by using the HTSeq software package. On average, 32,031,451 (+ − 3,819,051) reads were assigned to genes. Differential expression between the different exposure methods was calculated by using EdgeR [ 60 ]. Heatmap and correlation analyses For DNA methylation and for gene expression dataset the genes were ranked by their FDR corrected  p  values.  Z  scores for the most significant 500 genes for both type of CNTs were plotted on a heat-map. The clustering analysis involved use of Recursively Partitioned Mixture Model in R (RPMM/R) [ 61 ]. Representation of the correlation between RNA expression and DNA methylation data was performed using R, smoothscatter function [ 51 ]. Functional GO, pathway and network analysis Differentially methylated genes that may affect the transcription of genes were proceeded for Gene Ontology (GO, The Gene Ontology Consortium 2000,  http://geneontology.org/ ) analysis, Kyoto Encyclopedia of Genes and Genomes (KEGG,  http://www.genome.jp/kegg/ ) pathway analysis and gene functional classification analysis (for top 3000 genes if data set is > 3000 genes) [ 62 – 65 ]. The web-tool DAVID 6.8 (updated in May 2016) was used in contrast to  Homo sapiens  background [ 66 ,  67 ] at EASE 0.1. When FDR corrected p value was smaller than 0.05, the GO annotation or KEGG pathway were considered significant. For gene functional classification analysis highest stringency was used and top five cluster was selected for interpretation. GeneMania web-tool was used for functional network analysis ( http://www.genemania.org ) [ 68 ]. Gene expression analysis by RT-PCR Primer sequences were designed according to online bioinformatics tool, primer bank ( https://pga.mgh.harvard.edu/primerbank/index.html ) [ 69 – 71 ]. The primers were further justified in the NCBI primer designing tool ( https://www.ncbi.nlm.nih.gov/tools/primer-blast/ ) Ye et al., [ 72 ]. The forward and reverse primers of the corresponding gene were listed in Table  1 . Table 1 The primer sequences of the tested genes Primers Name Sequence BAX forward CCC GAG AGG TCT TTT TCC GAG BAX reverse CCA GCC CAT GAT GGT TCT GAT TP53 forward CAG CAC ATG ACG GAG GTT GT TP53 reverse TCA TCC AAA TAC TCC ACA CGC AKT1 forward GTC ATC GAA CGC ACC TTC CAT AKT1 reverse AGC TTC AGG TAC TCA AAC TCG T NF1 forward AGA TGA AAC GAT GCT GGT CAA A NF1 reverse CCT GTA ACC TGG TAG AAA TGC GA ATM forward GGC TAT TCA GTG TGC GAG ACA ATM reverse TGG CTC CTT TCG GAT GAT GGA BCL2L11 forward TAA GTT CTG AGT GTG ACC GAG A BCL2L11 reverse GCT CTG TCT GTA GGG AGG TAG G GAPDH forward TGG TAT CGT GGA AGG ACT CA GAPDH reverse CCA GTA GAG GCA GGG ATG AT For the validation assay, we performed four replicates ( N  = 4). The exposures were performed from two different stock solutions on four different T25 vials. RNA is extracted immediately by AllPrep DNA/RNA mini kit (QIAGEN, Belgium) and quality and quantity was obtained using Nano-drop (Thermo Scientific, 2000c). 1 μg of RNA is converted to complementary DNA (cDNA) using SuperScript III First strand kit (Invitrogen, Belgium) according to manual of the kit. After cDNA conversion, gene of interest were amplified using Platinum® SYBR® Green qPCR SuperMix-UDG (Invitrogen, Belgium) according to the kits manual. Westburg Eco 48 well custom reaction plates (Westburg, The Netherlands) and Westburg Eco Adhesive seals (Westburg, The Netherlands) were used to carry out the reverse transcription-PCR (RT-PCR) experiment. GAPDH gene is included as a housekeeping gene. Log fold changes were calculated in relative to the results obtained from vehicle-treated cells. The data was analysed in relative to the vehicle-treated control cells. 2 −∆∆  values were calculated to show the relative fold change of the expression. Ct Statistical analysis Statistical analyses concerning cytotoxicity and genotoxicity involved the use of one way ANOVA with Dunnett’s multiple comparison. The statistics concerning nuclear deposition measurements is conducted using one way ANOVA with Tukey’s multiple comparison. These statistics were performed using graphpad Prism 5 for Windows (GraphPad Software, La Jolla, CA,  https://www.graphpad.com/ ). The statistics for RT-PCR is conducted using two-tailed t-test (interval 95%). Data are represented as mean ± SD. The bioinformatics and statistics for the microarray data were performed by using R explained in the section Data preprocessing and bioinformatics/biostatistics analyses. Availability of data and materials The datasets generated and analysed during the current study are available from the corresponding author on reasonable request. The supporting information (as follows) can be found online: Filename: Supplementary Information Filename: 3D video1-z-stacks-MWCNTs Filename: 3D video2-z-stacks-SWCNTs Filename: 3D video3-MWCNTs Filename: 3D video4-SWCNTs",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:51:49.899402",
  "abstract_length": 2256,
  "methods_length": 18249,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}