{
  "pmid": "PMID:29440379",
  "title": "Targeting the cMET pathway augments radiation response without adverse effect on hearing in NF2 schwannoma models.",
  "abstract": "Neurofibromatosis type II (NF2) is a disease that needs new solutions. Vestibular schwannoma (VS) growth causes progressive hearing loss, and the standard treatment, including surgery and radiotherapy, can further damage the nerve. There is an urgent need to identify an adjunct therapy that, by enhancing the efficacy of radiation, can help lower the radiation dose and preserve hearing. The mechanisms underlying deafness in NF2 are still unclear. One of the major limitations in studying tumor-induced hearing loss is the lack of mouse models that allow hearing testing. Here, we developed a cerebellopontine angle (CPA) schwannoma model that faithfully recapitulates the tumor-induced hearing loss. Using this model, we discovered that cMET blockade by crizotinib (CRZ) enhanced schwannoma radiosensitivity by enhancing DNA damage, and CRZ treatment combined with low-dose radiation was as effective as high-dose radiation. CRZ treatment had no adverse effect on hearing; however, it did not affect tumor-induced hearing loss, presumably because cMET blockade did not change tumor hepatocyte growth factor (HGF) levels. This cMET gene knockdown study independently confirmed the role of the cMET pathway in mediating the effect of CRZ. Furthermore, we evaluated the translational potential of cMET blockade in human schwannomas. We found that human NF2-associated and sporadic VSs showed significantly elevated HGF expression and cMET activation compared with normal nerves, which correlated with tumor growth and cyst formation. Using organoid brain slice culture, cMET blockade inhibited the growth of patient-derived schwannomas. Our findings provide the rationale and necessary data for the clinical translation of combined cMET blockade with radiation therapy in patients with NF2.",
  "authors": "Yingchao Zhao; Pinan Liu; Na Zhang; Jie Chen; Lukas D Landegger; Limeng Wu; Fu Zhao; Yanxia Zhao; Yanling Zhang; Jing Zhang; Takeshi Fujita; Anat Stemmer-Rachamimov; Gino B Ferraro; Hao Liu; Alona Muzikansky; Scott R Plotkin; Konstantina M Stankovic; Rakesh K Jain; Lei Xu",
  "journal": "Proceedings of the National Academy of Sciences of the United States of America",
  "publicationDate": "2018-02-27",
  "doi": "10.1073/pnas.1719966115",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-19 09:27:20"
}