{
  "pmid": "29440379",
  "abstract": "Targeting the cMET pathway augments radiation response without adverse effect on  hearing in NF2 schwannoma models.  Zhao Y(1), Liu P(2), Zhang N(1), Chen J(1), Landegger LD(3), Wu L(1), Zhao F(2),  Zhao Y(1), Zhang Y(1), Zhang J(2), Fujita T(3), Stemmer-Rachamimov A(4), Ferraro  GB(1), Liu H(1), Muzikansky A(5), Plotkin SR(6)(7), Stankovic KM(3), Jain RK(8),  Xu L(8).  Author information: (1)Edwin L. Steele Laboratories, Department of Radiation Oncology, Massachusetts  General Hospital and Harvard Medical School, Boston, MA 02114. (2)Department of Neurosurgery, Beijing Tian Tan Hospital, Capital Medical  University, Beijing 100050, China. (3)Eaton Peabody Laboratories, Department of Otolaryngology, Massachusetts Eye  and Ear and Harvard Medical School, Boston, MA 02114. (4)Molecular Pathology Division, Massachusetts General Hospital, Boston, MA  02114. (5)Division of Biostatistics, Massachusetts General Hospital and Harvard Medical  School, Boston, MA 02114. (6)Department of Neurology, Massachusetts General Hospital, Boston, MA 02114. (7)Cancer Center, Massachusetts General Hospital, Boston, MA 02114. (8)Edwin L. Steele Laboratories, Department of Radiation Oncology, Massachusetts  General Hospital and Harvard Medical School, Boston, MA 02114;  jain@steele.mgh.harvard.edu lei@steele.mgh.harvard.edu.  Neurofibromatosis type II (NF2) is a disease that needs new solutions.  Vestibular schwannoma (VS) growth causes progressive hearing loss, and the  standard treatment, including surgery and radiotherapy, can further damage the  nerve. There is an urgent need to identify an adjunct therapy that, by enhancing  the efficacy of radiation, can help lower the radiation dose and preserve  hearing. The mechanisms underlying deafness in NF2 are still unclear. One of the  major limitations in studying tumor-induced hearing loss is the lack of mouse  models that allow hearing testing. Here, we developed a cerebellopontine angle  (CPA) schwannoma model that faithfully recapitulates the tumor-induced hearing  loss. Using this model, we discovered that cMET blockade by crizotinib (CRZ)  enhanced schwannoma radiosensitivity by enhancing DNA damage, and CRZ treatment  combined with low-dose radiation was as effective as high-dose radiation. CRZ  treatment had no adverse effect on hearing; however, it did not affect  tumor-induced hearing loss, presumably because cMET blockade did not change  tumor hepatocyte growth factor (HGF) levels. This cMET gene knockdown study  independently confirmed the role of the cMET pathway in mediating the effect of  CRZ. Furthermore, we evaluated the translational potential of cMET blockade in  human schwannomas. We found that human NF2-associated and sporadic VSs showed  significantly elevated HGF expression and cMET activation compared with normal  nerves, which correlated with tumor growth and cyst formation. Using organoid  brain slice culture, cMET blockade inhibited the growth of patient-derived  schwannomas. Our findings provide the rationale and necessary data for the  clinical translation of combined cMET blockade with radiation therapy in  patients with NF2.  DOI: 10.1073/pnas.1719966115 PMCID: PMC5834719 PMID: 29440379 [Indexed for MEDLINE]  Conflict of interest statement: Conflict of interest statement: R.K.J. received  consultant fees from Merck, Ophthotech, Pfizer, Sun Pharma Advanced Research  Corporation, SynDevRx, and XTuit; owns equity in Enlight, Ophthotech, SynDevRx,  and XTuit; and serves on the Board of Directors of XTuit and the Boards of  Trustees of Tekla Healthcare Investors, Tekla Life Sciences Investors, Tekla  Healthcare Opportunities Fund, and Tekla World Healthcare Fund. No funding or  reagents from these companies were used in these studies.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-16T15:44:55.571422",
  "abstract_length": 3753,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}