{
  "pmid": "PMID:29570943",
  "title": "The Relationship Between Heart Rate Variability, Psychological Flexibility, and Pain in Neurofibromatosis Type 1.",
  "abstract": "Individuals with neurofibromatosis type 1 (NF1) and plexiform neurofibromas (PNs) can experience chronic pain. Previous research has examined the relationship between heart rate variability (HRV) and persistent pain. HRV is an index of autonomic nervous system functioning, and reflects the variability in time elapsed between heartbeats. Patients with chronic pain tend to exhibit lower HRV, which has been associated with poor adaptability, or psychological flexibility, to stress. The aim of the current study was to examine relationships between HRV, psychological flexibility, and pain in a sample of adolescents and young adults (AYAs) with NF1 and PNs. AYA participants (n = 40) 16 to 34 years of age with NF1 completed baseline measures of pain and psychological functioning, and underwent a 5-minute electrocardiogram (ECG). A subset of 20 participants completed follow-up questionnaires and a second ECG 8 weeks later. Spectral analyses of ECGs yielded a measure of high-frequency heart rate variability (HF-HRV). Baseline correlations revealed that lower HF-HRV is related to greater inflexibility and more pain interference, but not pain intensity. Moreover, psychological inflexibility significantly mediated the relationship between HF-HRV and pain interference. Finally, regression models indicated that baseline psychological inflexibility is a significant predictor of HF-HRV at follow-up and, separately, that baseline HF-HRV significantly predicted pain intensity at follow-up. These findings suggest complex mind-body processes in the experience of pain in NF1, which have not been studied previously. Implications for pain-related interventions and future research are discussed.",
  "authors": "Taryn M Allen; Kari L Struemph; Mary Anne Toledo-Tamula; Pamela L Wolters; Andrea Baldwin; Brigitte Widemann; Staci Martin",
  "journal": "Pain practice : the official journal of World Institute of Pain",
  "publicationDate": "2018-11",
  "doi": "10.1111/papr.12695",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-20 06:57:19"
}