{
  "pmid": "29590612",
  "abstract": "Loss of the Neurofibromatosis 1 (Nf1) protein, neurofibromin, in Drosophila disrupts circadian rhythms of locomotor activity without impairing central clock function, suggesting effects downstream of the clock. However, the relevant cellular mechanisms are not known. Leveraging the discovery of output circuits for locomotor rhythms, we dissected cellular actions of neurofibromin in recently identified substrates. Herein, we show that neurofibromin affects the levels and cycling of calcium in multiple circadian peptidergic neurons. A prominent site of action is the pars intercerebralis (PI), the fly equivalent of the hypothalamus, with cell-autonomous effects of Nf1 in PI cells that secrete DH44. Nf1 interacts genetically with peptide signaling to affect circadian behavior. We extended these studies to mammals to demonstrate that mouse astrocytes exhibit a 24-hr rhythm of calcium levels, which is also attenuated by lack of neurofibromin. These findings establish a conserved role for neurofibromin in intracellular signaling rhythms within the nervous system.",
  "methods": "EXPERIMENTAL PROCEDURES Fly Lines The GAL4 lines were used previously in the lab ( Bai and Sehgal, 2015 ;  Cavanaugh et al., 2014 ;  Crocker et al., 2010 ).  Nf1 ,  P1 Nf1 , and UAS- P2 Nf1  lines were reported ( Williams et al., 2001 ) and were outcrossed into an  iso31  background for 7 generations. Bloomington line Df27352 was used as an  SIFa  deficiency allele (2R:60C2;60D14) tested in transheterozygotes with  SIFa  CRISPR alleles. CaLexA flies were a gift from J. Wang. UAS-RedStinger flies were obtained from the Bloomington Drosophila Stock Center. Generation of  Nsyb-GS  Flies nsyb-GS  construct was generated using Gateway cloning (Invitrogen) and the construct was targeted to the PhiC31-attP2 landing site on the third chromosome (3L:68A4) in  Drosophila . A 1,917 bp fragment of the  Drosophila n-synap-tobrevin  (Nsyb) promoter (matching the fragment used to generate  Nsyb-GAL4  flies by Julie Simpson, Janelia Farm Research Campus) was PCR amplified from  Canton-S  flies and recombined into the Gateway pDonr221 vector using primers containing Gateway attB1/2 sites: attB1_Nsyb1917_5′, 5′-GGGGACAAGTTTGTACAAAAAAGCAGGCTgaattcgacctcaaagatggaagc-3′, and attB2_Nsyb1917_3′, 5′-GGGGACCACTTTGTACAAGAAAGCTGGGTAgaattcggctgtc gatgattagg-3′. The  Geneswitch  transgene was PCR amplified from  Elav-GS  flies ( Osterwalder et al., 2001 ) and recombined into the Gateway pDonrP2rP3 vector using primers containing a 5′ Kozac sequence and Gateway attB2r/3 sites: attB2r_GS_5′, 5′-GGGGACAGCTTTCTTGTACAAAGTGGAAcaacatgga ctcccagcagccaga-3′, and attB3_GS_3′, 5′-GGGGACAACTTTGTATAATAAAG TTGCttaggagctgatctgactcagcaggg-3′. Entry vector insertions were verified by sequencing. The  Nsyb  promoter sequence was largely similar, but not identical, to sequences in FlyBase (4 mismatches).  Nsyb -promoter and  Genes-witch  entry vectors were recombined into the  Drosophila  pBPGUw-R1R3-p10 vector ( Haynes et al., 2015 ) and injected into flies. To verify induction of UAS expression with RU-486,  Nsyb-GS  flies were crossed to  UAS-mCD8-GFP  and brain-GFP expression was compared in flies fed with or without 500 μM RU-486 (Mifepristone, Sigma) in the food. Although a low level of GFP expression was apparent in flies without RU-486, indicating some leakiness, GFP intensity was dramatically brighter in flies fed RU-486. Generation of  SIFa  Mutants The  SIFa  mutants were generated with CRISPR/Cas9-mediated genome editing ( Port et al., 2014 ). Tandem  SIFa -targeting guide RNA sequences flanking the  SIFa  coding region were introduced into pCFD4 (Addgene plasmid 49411) using the primers  SIFa -KO-Forward (5′-TATATAGGAA AGATATCCGGGTGAACTTCGTAggctcgagatcagttctGTTTTAGAGCTAGAAAT AGCAAG-3′) and SIFa-KO-Reverse (5′-ATTTTAACTTGCTATTTCTAGCT CTAAAACcaacgctcaccgaaaactgcGACGTTAAATTGAAAATAGGTC-3′) ( SIFa -specific sequences are in lowercase) and following the protocol as described in  http://www.crisprflydesign.org/wp-content/uploads/2014/06/Cloning-with-pCFD4.pdf . The targeting plasmid was injected into fly embryos (Bloomington Drosophila Stock Center [BDSC] 51323) using BestGene Transgenic services. We screened for deletions in the  SIFa  gene region with PCR sequencing using the primers  SIFa _del_F1 (5′-aagcaggagagcgagttcag-3′) and  SIFa _del_R1 (5′-ttcgccttgttttgtcacag-3′). Three  SIFa  deletion lines with minor differences in the  SIFa  genomic region were characterized ( SIFa  deletion 2R:24577800-24578100,  1 SIFa  deletion 2R:24577763-24578080, and  2 SIFa  deletion 2R:24577787-24578087). All three deletions cover both exons of  3 SIFa . The mutant lines were backcrossed to iso31 flies 7 times before testing. Immunohistochemistry Adult fly brains were dissected in cold PBS with 0.1% Triton-X (PBST) and fixed in 4% formaldehyde for 15–20 min on ice. Brains were rinsed 3 × 10 min with PBST, blocked for 30–60 min in 5% normal donkey serum in PBST (NDST), and incubated overnight (ON) at 4°C in primary antibody diluted in NDST. Brains were then rinsed 4 × 10 min in PBST, incubated 2 hr in secondary antibody diluted in NDST, rinsed 4 × 10 min in PBST, and mounted with Vectashield. The following primary antibodies were used: rabbit anti-GFP 1:1,000 (Molecular Probes A-11122), rabbit anti-DH44 1:500 ( Johnson et al., 2005 ), guinea pig anti-PER 1:1,000 (I. Edery), mouse anti-PDF 1:500 (Developmental Studies Hybridoma Bank PDFC7; generated by J. Blau), and rabbit anti-SIFa 1:4,000 (gift from J. Veenstra). Secondary antibodies were as follows: Alexa Fluor 488 goat anti-rabbit 1:500 (Molecular Probes A-11008), fluorescein isothiocyanate (FITC) anti-guinea pig 1:500 (Jackson Laboratory 106-095-003), Cy5 donkey anti-mouse 1:400 (Jackson Laboratory 715-175-151), and Alexa Fluor 633 goat anti-rabbit (Molecular Probes A-21070). GFP signal from the CaLexA reporter system was detected with rabbit anti-GFP antibody followed by Alexa Fluor 488 goat anti-rabbit secondary antibody. Immunolabeled brains were visualized with a TCS SP5 confocal microscope. Image Analysis All images were analyzed with ImageJ software. For PDF intensity at sLNv dorsal termini, the terminus region was manually selected as a box, including the axon terminus upward from the branching point, and then thresholded with the average background staining level for the boxed region. The integrated intensity was measured and compared between genotypes. For quantification of CaLexA signals, each cytoplasmic area was manually selected and mean intensity was measured. Nuclear RedStinger expression is calcium independent and was used to normalize the GFP signals, except in  Figure 2C , where the GFP signals were normalized to the mean background intensity of the brain. Sleep Assays Sleep was monitored with the single-beam Drosophila Activity Monitoring System (Trikinetics, Waltham, MA) or, when indicated, with multi-beam monitors (Trikinetics, Waltham, MA) as described previously ( Bai and Sehgal, 2015 ). Rest:Activity Rhythm Analysis Locomotor activity assays were performed with the Drosophila Activity Monitoring System (Trikinetics, MA) as described previously ( Cavanaugh et al., 2014 ). Individual male flies were loaded into glass tubes containing 5% sucrose and 2% agar. Flies were entrained to a 12:12 light:dark (LD) cycle for 3 days and then transferred to constant darkness. Locomotor activity during days 1–7 in constant darkness was analyzed with Clocklab software (Actimetrics, Wilmette, IL). A fly was considered rhythmic if it met 2 criteria: it displayed (1) a rhythm with 95% confidence using χ 2  periodogram analysis and (2) a corresponding fast Fourier transform (FFT) value above 0.01 for the determined period. Rhythm strength was categorized as weak (0.01–0.03), moderate (0.03–0.05), or strong (≥0.05). Rhythms in Astrocyte Cultures Wild-type and  Nf1  astrocyte cultures were generated as previously described ( −/− Smithson and Gutmann, 2016 ). Brainstem astrocytes obtained from  Nf1 flox/flox  mouse pups (postnatal days 1–2) were infected with adenovirus type 5 containing β-galactosidase (Ad5-LacZ) or Cre recombinase (Ad5-Cre) (University of Iowa Gene Transfer Core, Iowa City, IA) to produce wild-type or  Nf1  astrocytes, respectively. Loss of neurofibromin expression was confirmed by western blotting (Santa Cruz sc-67). −/− Following three passages (including those in which cells were generated and manipulated to delete  Nf1 ), wild-type and  Nf1  astrocytes were seeded overnight at 50,000 cells per well in 24 wells with collagen-coated coverslips. 24 hr after treatment with 1 μM dexamethasone (Sigma D2915), 4 μM Cal 520 acetoxymethyl ester (AM) (Abcam ab171868) in Hank’s balanced salt solution (HBSS; Thermo Fisher Scientific 14175079) buffer with 1 mM probenecid (Abcam ab145725) was added into the wells at the indicated time points, and the cells were incubated at 37°C for 2 hr. The addition of probenecid inhibited organic anion transporters and thereby reduce efflux of the calcium indicator from the cell. The cells were washed three times with HBSS containing 1 mM probenecid and then fixed with 4% paraformaldehyde (PFA). They were imaged with a fluorescence microscope using FITC (excitation [Ex.] = 492 nm and emission [Em.] = 514 nm) and DAPI (Ex. = 370 nm and Em. = 460 nm) filter sets with the same light exposure time. For statistical analysis, the fluorescence intensity of ten wild-type or mutant cells was measured at each time point using ImageJ analysis software, and the results were plotted as line graphs. For statistical analyses of circadian parameters, the calcium data were subjected to Jonckheere-Terpstra-Kendall (JTK)_CYCLE and Lomb-Scargle (LS) analysis using the Meta-cycle R program as described ( −/− Wu et al., 2016 ). Statistics Data were analyzed and plotted with the GraphPad Prism software. Details of statistical analysis are provided in the figure legends, along with the p values corresponding to the asterisks in the figures.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:52:54.487251",
  "abstract_length": 1072,
  "methods_length": 8931,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}