{
  "pmid": "PMID:29590612",
  "title": "A Conserved Circadian Function for the Neurofibromatosis 1 Gene.",
  "abstract": "Loss of the Neurofibromatosis 1 (Nf1) protein, neurofibromin, in Drosophila disrupts circadian rhythms of locomotor activity without impairing central clock function, suggesting effects downstream of the clock. However, the relevant cellular mechanisms are not known. Leveraging the discovery of output circuits for locomotor rhythms, we dissected cellular actions of neurofibromin in recently identified substrates. Herein, we show that neurofibromin affects the levels and cycling of calcium in multiple circadian peptidergic neurons. A prominent site of action is the pars intercerebralis (PI), the fly equivalent of the hypothalamus, with cell-autonomous effects of Nf1 in PI cells that secrete DH44. Nf1 interacts genetically with peptide signaling to affect circadian behavior. We extended these studies to mammals to demonstrate that mouse astrocytes exhibit a 24-hr rhythm of calcium levels, which is also attenuated by lack of neurofibromin. These findings establish a conserved role for neurofibromin in intracellular signaling rhythms within the nervous system.",
  "authors": "Lei Bai; Yool Lee; Cynthia T Hsu; Julie A Williams; Daniel Cavanaugh; Xiangzhong Zheng; Carly Stein; Paula Haynes; Han Wang; David H Gutmann; Amita Sehgal",
  "journal": "Cell reports",
  "publicationDate": "2018-03-27",
  "doi": "10.1016/j.celrep.2018.03.014",
  "methods": "EXPERIMENTAL PROCEDURES Fly Lines The GAL4 lines were used previously in the lab ( Bai and Sehgal, 2015 ;  Cavanaugh et al., 2014 ;  Crocker et al., 2010 ).  Nf1 ,  P1 Nf1 , and UAS- P2 Nf1  lines were reported ( Williams et al., 2001 ) and were outcrossed into an  iso31  background for 7 generations. Bloomington line Df27352 was used as an  SIFa  deficiency allele (2R:60C2;60D14) tested in transheterozygotes with  SIFa  CRISPR alleles. CaLexA flies were a gift from J. Wang. UAS-RedStinger flies were obtained from the Bloomington Drosophila Stock Center. Generation of  Nsyb-GS  Flies nsyb-GS  construct was generated using Gateway cloning (Invitrogen) and the construct was targeted to the PhiC31-attP2 landing site on the third chromosome (3L:68A4) in  Drosophila . A 1,917 bp fragment of the  Drosophila n-synap-tobrevin  (Nsyb) promoter (matching the fragment used to generate  Nsyb-GAL4  flies by Julie Simpson, Janelia Farm Research Campus) was PCR amplified from  Canton-S  flies and recombined into the Gateway pDonr221 vector using primers containing Gateway attB1/2 sites: attB1_Nsyb1917_5′, 5′-GGGGACAAGTTTGTACAAAAAAGCAGGCTgaattcgacctcaaagatggaagc-3′, and attB2_Nsyb1917_3′, 5′-GGGGACCACTTTGTACAAGAAAGCTGGGTAgaattcggctgtc gatgattagg-3′. The  Geneswitch  transgene was PCR amplified from  Elav-GS  flies ( Osterwalder et al., 2001 ) and recombined into the Gateway pDonrP2rP3 vector using primers containing a 5′ Kozac sequence and Gateway attB2r/3 sites: attB2r_GS_5′, 5′-GGGGACAGCTTTCTTGTACAAAGTGGAAcaacatgga ctcccagcagccaga-3′, and attB3_GS_3′, 5′-GGGGACAACTTTGTATAATAAAG TTGCttaggagctgatctgactcagcaggg-3′. Entry vector insertions were verified by sequencing. The  Nsyb  promoter sequence was largely similar, but not identical, to sequences in FlyBase (4 mismatches).  Nsyb -promoter and  Genes-witch  entry vectors were recombined into the  Drosophila  pBPGUw-R1R3-p10 vector ( Haynes et al., 2015 ) and injected into flies. To verify induction of UAS expression with RU-486,  Nsyb-GS  flies were crossed to  UAS-mCD8-GFP  and brain-GFP expression was compared in flies fed with or without 500 μM RU-486 (Mifepristone, Sigma) in the food. Although a low level of GFP expression was apparent in flies without RU-486, indicating some leakiness, GFP intensity was dramatically brighter in flies fed RU-486. Generation of  SIFa  Mutants The  SIFa  mutants were generated with CRISPR/Cas9-mediated genome editing ( Port et al., 2014 ). Tandem  SIFa -targeting guide RNA sequences flanking the  SIFa  coding region were introduced into pCFD4 (Addgene plasmid 49411) using the primers  SIFa -KO-Forward (5′-TATATAGGAA AGATATCCGGGTGAACTTCGTAggctcgagatcagttctGTTTTAGAGCTAGAAAT AGCAAG-3′) and SIFa-KO-Reverse (5′-ATTTTAACTTGCTATTTCTAGCT CTAAAACcaacgctcaccgaaaactgcGACGTTAAATTGAAAATAGGTC-3′) ( SIFa -specific sequences are in lowercase) and following the protocol as described in  http://www.crisprflydesign.org/wp-content/uploads/2014/06/Cloning-with-pCFD4.pdf . The targeting plasmid was injected into fly embryos (Bloomington Drosophila Stock Center [BDSC] 51323) using BestGene Transgenic services. We screened for deletions in the  SIFa  gene region with PCR sequencing using the primers  SIFa _del_F1 (5′-aagcaggagagcgagttcag-3′) and  SIFa _del_R1 (5′-ttcgccttgttttgtcacag-3′). Three  SIFa  deletion lines with minor differences in the  SIFa  genomic region were characterized ( SIFa  deletion 2R:24577800-24578100,  1 SIFa  deletion 2R:24577763-24578080, and  2 SIFa  deletion 2R:24577787-24578087). All three deletions cover both exons of  3 SIFa . The mutant lines were backcrossed to iso31 flies 7 times before testing. Immunohistochemistry Adult fly brains were dissected in cold PBS with 0.1% Triton-X (PBST) and fixed in 4% formaldehyde for 15–20 min on ice. Brains were rinsed 3 × 10 min with PBST, blocked for 30–60 min in 5% normal donkey serum in PBST (NDST), and incubated overnight (ON) at 4°C in primary antibody diluted in NDST. Brains were then rinsed 4 × 10 min in PBST, incubated 2 hr in secondary antibody diluted in NDST, rinsed 4 × 10 min in PBST, and mounted with Vectashield. The following primary antibodies were used: rabbit anti-GFP 1:1,000 (Molecular Probes A-11122), rabbit anti-DH44 1:500 ( Johnson et al., 2005 ), guinea pig anti-PER 1:1,000 (I. Edery), mouse anti-PDF 1:500 (Developmental Studies Hybridoma Bank PDFC7; generated by J. Blau), and rabbit anti-SIFa 1:4,000 (gift from J. Veenstra). Secondary antibodies were as follows: Alexa Fluor 488 goat anti-rabbit 1:500 (Molecular Probes A-11008), fluorescein isothiocyanate (FITC) anti-guinea pig 1:500 (Jackson Laboratory 106-095-003), Cy5 donkey anti-mouse 1:400 (Jackson Laboratory 715-175-151), and Alexa Fluor 633 goat anti-rabbit (Molecular Probes A-21070). GFP signal from the CaLexA reporter system was detected with rabbit anti-GFP antibody followed by Alexa Fluor 488 goat anti-rabbit secondary antibody. Immunolabeled brains were visualized with a TCS SP5 confocal microscope. Image Analysis All images were analyzed with ImageJ software. For PDF intensity at sLNv dorsal termini, the terminus region was manually selected as a box, including the axon terminus upward from the branching point, and then thresholded with the average background staining level for the boxed region. The integrated intensity was measured and compared between genotypes. For quantification of CaLexA signals, each cytoplasmic area was manually selected and mean intensity was measured. Nuclear RedStinger expression is calcium independent and was used to normalize the GFP signals, except in  Figure 2C , where the GFP signals were normalized to the mean background intensity of the brain. Sleep Assays Sleep was monitored with the single-beam Drosophila Activity Monitoring System (Trikinetics, Waltham, MA) or, when indicated, with multi-beam monitors (Trikinetics, Waltham, MA) as described previously ( Bai and Sehgal, 2015 ). Rest:Activity Rhythm Analysis Locomotor activity assays were performed with the Drosophila Activity Monitoring System (Trikinetics, MA) as described previously ( Cavanaugh et al., 2014 ). Individual male flies were loaded into glass tubes containing 5% sucrose and 2% agar. Flies were entrained to a 12:12 light:dark (LD) cycle for 3 days and then transferred to constant darkness. Locomotor activity during days 1–7 in constant darkness was analyzed with Clocklab software (Actimetrics, Wilmette, IL). A fly was considered rhythmic if it met 2 criteria: it displayed (1) a rhythm with 95% confidence using χ 2  periodogram analysis and (2) a corresponding fast Fourier transform (FFT) value above 0.01 for the determined period. Rhythm strength was categorized as weak (0.01–0.03), moderate (0.03–0.05), or strong (≥0.05). Rhythms in Astrocyte Cultures Wild-type and  Nf1  astrocyte cultures were generated as previously described ( −/− Smithson and Gutmann, 2016 ). Brainstem astrocytes obtained from  Nf1 flox/flox  mouse pups (postnatal days 1–2) were infected with adenovirus type 5 containing β-galactosidase (Ad5-LacZ) or Cre recombinase (Ad5-Cre) (University of Iowa Gene Transfer Core, Iowa City, IA) to produce wild-type or  Nf1  astrocytes, respectively. Loss of neurofibromin expression was confirmed by western blotting (Santa Cruz sc-67). −/− Following three passages (including those in which cells were generated and manipulated to delete  Nf1 ), wild-type and  Nf1  astrocytes were seeded overnight at 50,000 cells per well in 24 wells with collagen-coated coverslips. 24 hr after treatment with 1 μM dexamethasone (Sigma D2915), 4 μM Cal 520 acetoxymethyl ester (AM) (Abcam ab171868) in Hank’s balanced salt solution (HBSS; Thermo Fisher Scientific 14175079) buffer with 1 mM probenecid (Abcam ab145725) was added into the wells at the indicated time points, and the cells were incubated at 37°C for 2 hr. The addition of probenecid inhibited organic anion transporters and thereby reduce efflux of the calcium indicator from the cell. The cells were washed three times with HBSS containing 1 mM probenecid and then fixed with 4% paraformaldehyde (PFA). They were imaged with a fluorescence microscope using FITC (excitation [Ex.] = 492 nm and emission [Em.] = 514 nm) and DAPI (Ex. = 370 nm and Em. = 460 nm) filter sets with the same light exposure time. For statistical analysis, the fluorescence intensity of ten wild-type or mutant cells was measured at each time point using ImageJ analysis software, and the results were plotted as line graphs. For statistical analyses of circadian parameters, the calcium data were subjected to Jonckheere-Terpstra-Kendall (JTK)_CYCLE and Lomb-Scargle (LS) analysis using the Meta-cycle R program as described ( −/− Wu et al., 2016 ). Statistics Data were analyzed and plotted with the GraphPad Prism software. Details of statistical analysis are provided in the figure legends, along with the p values corresponding to the asterisks in the figures.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:27:23",
  "introduction": "INTRODUCTION The  Neurofibromatosis 1  ( Nf1 ) gene, which is mutated in the human disease of the same name, is required for rest:activity rhythms in  Drosophila . Loss of neurofibromin, the protein product of  Nf1 , renders flies largely arrhythmic, indicating that it serves an important function in the circadian system. Subsequent studies also reported sleep abnormalities in humans with  Nf1  ( Johnson et al., 2005 ;  Leschziner et al., 2013 ;  Licis et al., 2013 ;  Maraña Pérez et al., 2015 ), but these have not been traced to the circadian system, nor have circadian phenotypes been reported in  Nf1  mutant mice despite evidence for altered duration of locomotor activity ( Weiss et al., 2017 ). Mouse  Nf1  mutants are only available as heterozygotes, because complete loss of  Nf1  is lethal in mice; thus, behavioral analysis of the genetic null has not been possible. Despite their abrogated behavioral rhythms,  Drosophila  homozygous  Nf1  mutants show normal cycling of key circadian clock proteins, period (PER) and timeless (TIM), in central clock cells, indicating that output from the clock is affected ( Williams et al., 2001 ). Consistent with the known function of mammalian neurofibromin as a Ras-GTPase-activating protein (Ras-GAP), effects of  Drosophila Nf1  on rest:activity rhythms are mediated by increased Ras/mitogen-activated protein kinase (MAPK) pathway signaling ( Williams et al., 2001 ). However, we still have no understanding of the mechanisms by which  Nf1  affects transmission of time-of-day signals from the clock. Identification of a circadian output circuit provides a unique opportunity to assess the effects of  Nf1  on cellular function within cells downstream of the clock. In this circuit, the central clock cells, small ventral lateral neurons (sLNvs), signal via a neuropeptide, pigment-dispersing factor (PDF), to a dorsally located clock neuron cluster, DN1, which in turn connects to non-clock cells in the pars intercerebralis (PI) ( Cavanaugh et al., 2014 ). The PI is the fly equivalent of the hypothalamus and consists of multiple groups of peptidergic neurons, some of which modulate rest:activity rhythms while others regulate metabolic rhythms ( Barber et al., 2016 ;  Cavanaugh et al., 2014 ). The clusters that express the diuretic hormone 44 (DH44) and  Drosophila  neuropeptide AYRKPPFNGSIFamide (SIFamide) peptides, respectively, are important for rest:activity rhythms ( Cavanaugh et al., 2014 ). Here, we report that  Nf1  is required broadly within the  Drosophila  circadian circuit for rest:activity rhythms and, consistent with that requirement, affects cellular function in multiple neuronal populations. Specifically, loss of  Nf1  impairs rhythms of intracellular calcium, a correlate of neural activity, as well as peptide expression in subsets of circadian neurons. Reduction of  Nf1  partially rescues rhythms in a PDF receptor mutant, indicating that interactions between neurofibromin and peptide signaling are relevant for behavioral rhythms. As noted earlier, the lethality associated with loss of  Nf1  in mice has thus far impeded assessment of its contribution to circadian regulation. The identification of a cellular endpoint of  Nf1  disruption in flies also allowed us to assay the effect of  Nf1  loss in mammalian cells, specifically mouse astrocytes that are known to be a site of neurofibromin action ( Smithson and Gutmann, 2016 ). We find that calcium levels are rhythmic over a 24-hr day in wild-type astrocytes, but the cycling is dampened in  Nf1 -deficient astrocytes, which exhibit a general elevation in calcium. Altogether, these findings establish a conserved role for neurofibromin in the regulation of daily rhythms.",
  "results": "RESULTS Neurofibromin Is Required Broadly in the Drosophila Brain for Rest:Activity Rhythms We first sought to identify the anatomical location that mediates effects of  Nf1  on circadian rhythms. Earlier work, using the upstream activating sequence (UAS)-GAL4 system to target  Nf1  expression, indicated that neurofibromin expression in clock neurons was not sufficient for rest:activity rhythms ( Williams et al., 2001 ). Other sites, or perhaps even multiple locations, of action were indicated, which is supported by the finding that  Nf1  is expressed broadly across the adult fly brain ( Buchanan and Davis, 2010 ). Thus, we went beyond the clock cell drivers used in the previous study and assayed for rescue of the mutant phenotype following  Nf1  expression in different neuronal populations of  Nf1  homozygous mutant flies. We found that behavioral rhythms were restored when  Nf1  expression was driven by GAL4 drivers expressed broadly, such as the panneuronal synapto-brevin-GAL4 driver or the Cha-GAL4 driver expressed in all cholinergic cells ( Table 1 ). Because most adult fly brain neurons are cholinergic ( Gorczyca and Hall, 1987 ), rescue with the Cha driver does not implicate any specific brain region. In addition, the c309-GAL4 and 53b-GAL4 drivers that are expressed in multiple brain regions yielded partial rescue ( Table 1 ). Consistent with previous findings ( Williams et al., 2001 ), neither the  Pdf -GAL4 driver, expressed specifically in ventral lateral neurons (LNvs), nor the  Clk 4.1-GAL4 driver, which targets DN1s ( Guo et al., 2016 ), rescued the  Nf1  mutant phenotype. Rescue was also not seen with expression targeted to mono-aminergic cells using the  ddc -GAL4 and  Tdc2 -GAL4 drivers. Even the c929-GAL4 driver, which is expressed in most peptidergic cells, including those of the PI ( Hewes et al., 2000 ), did not rescue the  Nf1  mutant phenotype. These results suggest that neurofibromin is required in more than one location for rest:activity rhythms. However, we acknowledge that negative results with some drivers may be due to the reduced strength of these drivers. Because the rescuing drivers (e.g., synaptobrevin and Cha-GAL4) are expressed at developmental stages, in addition to the adult stage, we asked whether  Nf1  is required in adults for normal rest:activity rhythms. We drove expression of  Nf1  RNAi with a panneuronally expressed and RU-486 inducible driver, synaptobrevin GeneSwitch (nsyb-GS), and knocked down expression specifically in adults by feeding flies RU-486. Knockdown in adults also reduced rhythm strength, although not to the extent seen in  Nf1  mutants ( Figure S1 ). The weaker phenotype could reflect incomplete knockdown by RNAi or an additional role in development. Nevertheless, these data indicate that  Nf1  functions in adults to maintain circadian behavior. Neurofibromin Function in Circadian Clock Neurons Given the rather broad requirement for neurofibromin in the generation of circadian behavioral rhythms, we sought to address its impact in different cells of the circadian circuit important for rest:activity rhythms. We started with the LNvs, which express the PDF neuropeptide. Circadian clock proteins were shown to cycle in LNvs of  Nf1  mutant flies ( Williams et al., 2001 ), so we examined effects of neurofibromin loss on rhythmic outputs of these neurons. PDF is the major output of these neurons, and its expression is rhythmic at the terminus of the dorsal projection from the sLNvs ( Park et al., 2000 ). To determine whether this rhythm in PDF expression is intact in  Nf1  mutants, we examined expression at times of low and high expression, circadian time (CT) 1 and 13, respectively, in flies maintained in constant darkness (DD) following entrainment to light:dark cycles. Whereas wild-type flies showed a cyclic pattern ( Park et al., 2000 ), PDF expression did not change between time points at the dorsal terminus in  Nf1  mutants and was constantly low ( Figure 1 ). Because reduced accumulation of PDF at the axon terminal is thought to indicate increased peptide release ( Park et al., 2000 ), PDF signaling might be increased in  Nf1  mutants. We hypothesized that if  Nf1  mutants have increased PDF release, then this could be counteracted by reducing expression of the PDF receptor (PDFR). To test this idea, we generated double mutants of  Nf1  loss coupled with each of two mutant alleles of the PDF receptor,  pdfr . Like  Nf1  mutants, mutants of PDF or of its receptor are largely arrhythmic, although the limited rhythmic flies show a short period ( Hyun et al., 2005 ;  Lear et al., 2005 ;  Mertens et al., 2005 ). We were unable to rescue rest:activity rhythms of  Nf1  homozygous mutants with hypomorphic alleles of  pdfr , tested as heterozygotes or homozygotes. This is perhaps not surprising, given that  pdfr  action in circadian behavior maps to specific neurons, largely the clock network ( Im and Taghert, 2010 ), while neurofibromin, as demonstrated earlier, is required broadly.  Nf1  not only is required broadly but also affects multiple circadian cells (described later). However, loss of one copy of  Nf1  rescued the short period of both  pdfr  mutants and partially rescued rhythmicity in one of the two mutant lines ( Table 2 ). Thus, neurofibromin and PDF interact genetically in the generation of behavioral rhythms. Small LNvs project to DN1 clock cells, which are part of the circuit required for rest:activity rhythms. To determine whether neurofibromin affects the clock or clock output in DN1s, we first examined the expression of the PER clock protein at different times of day in constant darkness. In  Nf1  mutants, as in wild-type flies, PER expression was cyclic, peaking at CT1 and nadiring at CT13 ( Figure S2 ). In the absence of an established molecular assay for rhythmic output in these cells, we measured calcium using a CaLexA reporter ( Masuyama et al., 2012 ). Calcium levels were rhythmic in a subset of DN1s, even in constant darkness following entrainment to light:dark cycles, and the rhythm was evident in both wild-type flies and  Nf1  mutants ( Figure S2 ). In addition, we did not detect changes in overall calcium levels in  Nf1  mutants relative to wild-type controls. We conclude that neurofibromin has limited, if any, effects on DN1s. Neurofibromin Affects Neural Activity in PI Cells that Secrete DH44 Although cells in the PI do not contain clocks, they receive input from upstream DN1s and are required for different circadian outputs ( Barber et al., 2016 ;  Cavanaugh et al., 2014 ). DH44-positive neurons in the PI are particularly important for the regulation of rest:activity rhythms ( Cavanaugh et al., 2014 ). To assess a possible role for neurofibromin in these cells, we initially assayed DH44 expression in  Nf1  mutants. Because DH44 expression does not cycle, we examined a single time point in the presence of light:dark cycles (zeitgeber time 13 [ZT13]) and in constant darkness (CT13) and found that overall expression of DH44 was not different between wild-type flies and  Nf1  mutants ( Figure 2A ) (data not shown). However, this did not preclude an effect of neurofibromin on rhythmic output in these cells, which we then assayed by measuring calcium as a proxy for neural activity. As previously reported with a different calcium sensor ( Cavey et al., 2016 ), the CaLexA reporter revealed a rhythm of calcium in these cells, showing significantly higher levels at ZT13 than at ZT1 ( Figure 2B ). No such rhythm was seen for calcium in  Nf1  mutants, suggesting that neurofibromin is required for rhythmic output from DH44 cells. Because cellular rhythms were normal in DN1 neurons, which are upstream of DH44 cells in the circadian circuit, we surmised that neurofibromin had independent effects in DH44 cells. To determine whether the effect was cell autonomous, we attempted to rescue the phenotype in DH44 cells by expressing  Nf1  specifically in these cells in a mutant background. Calcium cycling was restored in flies expressing  Nf1  in DH44 cells, while controls that contained the  Nf1  mutation, but only with the Gal4 transgene and not UAS- Nf1 , remained arrhythmic. These data indicate that neurofibromin acts in DH44 cells to affect rhythms of calcium. Neurofibromin Affects Neural Activity in PI Cells that Secrete SIFamide SIFamide (SIFa) is expressed in four PI cells, which are also required for rest:activity rhythms ( Cavanaugh et al., 2014 ). We found that  Nf1  loss dramatically increased  SIFa  mRNA levels ( Figure 3A ), albeit with a small decrease in the corresponding protein levels as detected in projections throughout the brain ( Figures 3B and 3C ). Neither RNA nor protein expression was found to cycle, and we did not detect a rhythm in neural activity via calcium imaging. However,  Nf1  mutants showed robust increases in calcium levels in SIFa-producing cells, which is likely indicative of increased release and may account for reduced accumulation of protein ( Figures 3D and 3E ) ( Kwon et al., 2015 ;  Park et al., 2000 ). The strongest influence of neurofibromin loss was observed in SIFa-producing cells. As in the case of DH44 cells, the effects of  Nf1  in SIFa cells are likely cell autonomous and independent of those in other circadian cells. Given the dramatic effects of the  Nf1  mutation on  SIFa  gene expression and SIFa cell activity, we sought to determine whether SIFa contributes to neurofibromin regulation of behavioral rhythms. Although SIFa cells are implicated in circadian rhythms ( Cavanaugh et al., 2014 ), a role for the peptide has not been tested. To examine this potential role, we generated a  SIFa  mutant by CRISPR/Cas9 genome editing and tested it for circadian rest:activity rhythms. Three independent mutant lines were obtained, and although we observed a small reduction in rhythm strength, this was not consistent across lines and in mutant-deficiency combinations. These results indicate that SIFa is not a major contributor to rest:activity rhythms ( Table 3 ), even though the cells that produce it are important. SIFa is also implicated in the regulation of sleep ( Park et al., 2014 ), as is  Nf1  ( Bai and Sehgal, 2015 ). It is unclear whether effects of  Nf1  on sleep are related to its effects on circadian rhythms, but overlapping mechanisms are a distinct possibility given that several circadian neurons have roles in sleep ( Artiushin and Sehgal, 2017 ). We found, as predicted from RNAi analysis ( Park et al., 2014 ), that  SIFa  mutants have reduced sleep ( Figure S3 ), so we asked whether the  Nf1  mutant sleep phenotype is mediated through effects on SIFa expression. We generated double mutants lacking both SIFa and neurofibromin and tested them in sleep assays. Double mutants showed sleep reduction equivalent to that in  Nf1  single mutants ( Figure S3B ), indicating that these two genes act in the same pathway to regulate sleep ( Figure S3 ). Neurofibromin Is Required for Calcium Cycling in Mouse Astrocytes Neurofibromin has not yet been implicated in circadian rhythms in mammals, although it is associated with sleep phenotypes in humans ( Johnson et al., 2005 ;  Leschziner et al., 2013 ;  Licis et al., 2013 ;  Maraña Pérez et al., 2015 ) and with locomotor activity levels in mice ( Weiss et al., 2017 ). Detection of rhythm phenotypes in knockout mice is complicated by the complete  Nf1  loss being embryonic lethal (these mice also frequently show exencephaly) ( Lakkis et al., 1999 ), and effects of the mutation may be recessive at the cellular level. Based on the preceding studies that indicated a cellular phenotype in  Nf1  mutant flies, we sought to determine whether a similar abnormal phenotype was manifest in mammalian cells lacking neurofibromin expression. Because we were interested in adult cells and wanted to avoid the lethality associated with neuronal loss, we used mouse brainstem astrocytes in which neurofibromin expression was acutely deleted by Cre-mediated excision ( Smithson and Gutmann, 2016 ). Astrocytes were shown to have an important role in circadian timekeeping in the mammalian central clock, the suprachiasmatic nucleus (SCN), so they are a relevant cell type for this purpose ( Barca-Mayo et al., 2017 ;  Brancaccio et al., 2017 ;  Tso et al., 2017 ). Circadian rhythms can be studied in cultured cells by synchronizing clocks across cells with a stimulus like dexamethasone, which is a synthetic glucocorticoid ( Balsalobre et al., 2000 ); dexamethasone was even used to assay circadian cycling in astrocytes ( Barca-Mayo et al., 2017 ). Typically, rhythms of gene expression are assayed in such populations, but we were interested in this case in the levels of calcium over a 24-hr day. Astrocytes were treated with dexamethasone to synchronize circadian cycling, and calcium levels were assayed at different times of day with Cal-520, a recently developed fluorogenic calcium-sensitive dye ( Lock et al., 2015 ) ( Figure S4A ). Whereas wild-type astrocytes displayed robust 24-hr oscillations of calcium ( Figures 4A and 4B ;  Figure S3B ), this cycling was dampened and the overall levels of calcium were higher in  Nf1 -deficient astrocytes ( Figures 4C and 4D ;  Figure S4D ). Altogether, these studies establish a conserved role for neurofibromin in regulating cellular activity rhythms within the nervous system.",
  "discussion": "DISCUSSION Although the effects of neurofibromin on  Drosophila  circadian rhythms were reported more than 15 years ago, the cellular basis of action has remained elusive ( Williams et al., 2001 ). Analysis of other circadian output molecules has also been difficult due to lack of a conceptual framework for output circuitry. Therefore, the identification of neurons downstream of the central clock ( Cavanaugh et al., 2014 ) allows us to examine the function of output molecules in a cellular context. Leveraging these insights, we show that neurofibromin loss affects neural activity, as well as gene expression, in peptidergic neurons of a circadian circuit required for rest:activity rhythms. The demonstration that neurofibromin is similarly required for calcium-cellular activity rhythms in mouse astrocytes provides evidence for a conserved function of neurofibromin in the generation of rhythms. Our findings suggest that neurofibromin acts broadly in the  Drosophila  circadian system. Multiple circadian neurons show cellular phenotypes in the  Nf1  mutant background, and only drivers with widespread expression rescue the mutant behavioral phenotype. In previous work, we found that clock function was normal in PDF cells, and neurofibromin expression in these cells was insufficient to drive rhythms ( Williams et al., 2001 ; supported also by our current data). As a result, we did not examine the cycling of PDF at the dorsal termini of sLNvs. We now report that this cycling is altered, suggesting that  Nf1  affects outputs of the clock within PDF cells. The behavioral relevance of rhythmic PDF accumulation has been questioned ( Kula et al., 2006 ), but subsequent studies have supported a role for cellular rhythms at LNv termini ( Fernández et al., 2008 ;  Helfrich-Förster et al., 2000 ). Loss of  Nf1  abrogates these cellular rhythms, in conjunction with loss of PDF cycling. PDF expression at sLNv termini is also reduced, which is typically indicative of increased release ( Kwon et al., 2015 ;  Park et al., 2000 ) and consistent with increased MAPK activity in this region of the brain in  Nf1  mutants ( Williams et al., 2001 ). Effects of  Nf1  mutants on rhythms are mediated through increased MAPK activity ( Williams et al., 2001 ), which is also a major target of neurofibromin in mammals ( Rad and Tee, 2016 ). Conversely,  Pdf  mutants show decreased MAPK activity. In addition to affecting rhythmic outputs of the sLNvs, neurofibromin is implicated in signaling through the PDFR ( Mertens et al., 2005 ). The impact of neurofibromin on PDF signaling is relevant to behavioral rhythms, because rhythm phenotypes of  pdfr  are partially rescued by a reduction in  Nf1  gene expression. We infer that increased PDF signaling caused by loss of one copy of  Nf1  compensates for reduced  pdfr  expression ( pdfr  mutants do not appear to be nulls) ( Hyun et al., 2005 ;  Lear et al., 2005 ;  Mertens et al., 2005 ).  Nf1  mutants are not rescued by a reduction in  pdfr , most likely because  Nf1  action at multiple sites contributes to the behavioral phenotype. Alternatively, lack of rescue may primarily reflect a need for neurofibromin action downstream of  pdfr . Clock function and neural activity are normal in DN1s of  Nf1  mutant flies. Although we cannot exclude other effects in DN1s—for instance, the increased MAPK activity mentioned earlier may occur in DN1s—it is unlikely that effects in DN1s account for the strong effect of  Nf1  on downstream PI cells. More likely, the PI phenotypes in  Nf1  mutant flies represent additional sites of neurofibromin action and are not secondary to upstream defects in the pathway. This interpretation is supported by cell-autonomous rescue of the phenotype in DH44 cells. It is also consistent with the broad requirement for neurofibromin in the rescue of behavioral rhythms and the lack of rescue of the  Nf1  behavioral phenotype by  pdfr  mutants. Dampened cycling of neural activity in DH44 cells of the PI is likely an important contributor to the arrhythmic phenotype, because these cells are critical for circadian behavioral rhythms ( Cavanaugh et al., 2014 ;  King et al., 2017 ). The phase of calcium we report here is the same as that reported previously ( Cavey et al., 2016 ) and consistent with a role for DH44 in the evening peak of locomotor activity ( King et al., 2017 ). An even stronger phenotype is observed in  Nf1  mutants in cells that produce SIFa. These cells show very high activity and higher levels of SIFa mRNA, although the levels of protein are not elevated. We suggest that the protein does not accumulate because it is constantly secreted in response to the high neural activity; mRNA levels may increase to compensate for the continually depleted protein.  Nf1  phenotypes in circadian cells indicate not only a cellular mechanism of action but also potential molecular targets (PDF and SIFa). Genetic interactions of  Nf1  with  pdfr  in the context of circadian rhythms and with  SIFa  in the regulation of sleep suggest that these molecular targets are relevant for behavior. We suggest that effects of neurofibromin loss on sleep result from dysregulated SIFa signaling. Effects of  Drosophila Nf1  on peptidergic signaling are supported by a former report showing rescue of synaptic growth phenotypes in  Nf1  flies by a mutation in a peptide receptor ( Walker et al., 2013 ). To extend our findings of aberrant calcium signals and neural activity in  Nf1  mutant flies to higher organisms, we sought to determine whether these phenotypes were conserved in mammals. Herein, we show that astrocytes display rhythmic calcium cycling, likely reflecting rhythmic cellular activity, and that these rhythms are attenuated in  Nf1  cells. Increased excitability and secretion phenotypes were found in  −/− Nf1 -deficient mouse cells ( Hingtgen et al., 2006 ;  Wang et al., 2005 ), and although the mechanisms are still unclear, they may involve post-translational modification of N-type calcium channels ( Duan et al., 2014 ). Given that neurofibromin is a potent regulator of MAPK activity, phosphorylation is a candidate mechanism for such modifications. However, effects of  Nf1  on cellular activity or excitability have not been studied in the context of rhythms. In addition, as indicated earlier, assays of behavioral rhythms in  Nf1  mutant mice have been complicated by the lethality of the null mutant. The extent of neurofibromin loss in  Nf1  patients tends to vary considerably. Homozygous  Nf1  loss in human brain neurons has not yet been reported, but studies have demonstrated that not all germline  NF1  gene mutations are equivalent, with some leading to dramatic reductions in neurofibromin expression (>80%) and others exhibiting more modest effects ( Anastasaki et al., 2015 ). Recapitulating these mutational differences in mice produces variations in the penetrance and severity of phenotypes ( Toonen et al., 2016 ), which is likely also the case in humans. It is possible that circadian rhythm abnormalities would only be observed in individuals with strong hypomorphic germline mutations in the  Nf1  gene. Nevertheless, deficits in sleep initiation and maintenance have been reported in children with neurofibromatosis ( Johnson et al., 2005 ;  Leschziner et al., 2013 ;  Licis et al., 2013 ;  Maraña Pérez et al., 2015 ) and could have their basis in the mechanisms we report here.",
  "upgrade_date": "2026-02-21 02:20:03"
}