{
  "pmid": "29626191",
  "abstract": "Neurofibromatosis type 2 (NF2) is a tumor-forming disease of the nervous system caused by deletion or by loss-of-function mutations in NF2, encoding the tumor suppressing protein neurofibromin 2 (also known as schwannomin or merlin). Neurofibromin 2 is a member of the ezrin, radixin, moesin (ERM) family of proteins regulating the cytoskeleton and cell signaling. The correlation of the tumor-suppressive function and conformation (open or closed) of neurofibromin 2 has been subject to much speculation, often based on extrapolation from other ERM proteins, and controversy. Here we show that lipid binding results in the open conformation of neurofibromin 2 and that lipid binding is necessary for inhibiting cell proliferation. Collectively, our results provide a mechanism in which the open conformation is unambiguously correlated with lipid binding and localization to the membrane, which are critical for the tumor-suppressive function of neurofibromin 2, thus finally reconciling the long-standing conformation and function debate.",
  "methods": "Methods DNA constructs and protein preparation The neurofibromin 2 constructs, residues 1–312 and 1–339, were cloned into pGEX-2T expression vector (GE Life Sciences) using the full-length human neurofibromin 2 plasmid (addgene plasmid number 11629, Supplementary Table  4 ). The lipid binding deficient mutant (T59V, W60E, R309Q, R310Q) was generated by site-directed mutagenesis from the wild-type neurofibromin 2 FERM domain by using the QuickChange site-directed mutagenesis kit (Agilent Technologies). For functional studies in mammalian cells, wild type and mutant human full-length neurofibromin 2 were cloned using restriction-free cloning method  into a modified pCDNA3 vector (Invitrogen) containing an  47 N -terminal flag tag. All plasmid constructs were sequenced and verified. We cloned the full-length neurofibromin 2 lipid binding deficient and A585W-R588K (AR) mutants into the pGEX-6P-1 plasmid using the restriction-free cloning method and site-directed mutagenesis while we cloned the patient-derived W60C mutant into the PGEX vector. The neurofibromin 2 proteins (residues 1–339 and 1–595) were expressed in  Escherichia coli  strain BL21(DE3) Rosetta2 (Novagen) at 25 °C for 20 h and cells were induced for protein expression using either 0.05 mM or 0.2 mM IPTG. These cells were harvested by centrifugation at 5,000×  g  for 15 min and lysed by sonication in lysis buffer (20 mM Tris, pH 7.5, 400 mM NaCl, and 0.1 mM EDTA) and the lysate was clarified at 100,000×  g  for 30 min. The supernatant was loaded onto a GST column equilibrated with lysis buffer and the proteins were eluted with 10 mM glutathione in lysis buffer. The proteins were dialyzed overnight in 20 mM Tris (pH 7.5), 400 mM NaCl, 2 mM DTT, and 0.1 mM EDTA and digested with PreScission protease at 4 °C and these proteins were further purified by size exclusion chromatography (SEC) using a 26/60 Superdex 75 column (GE Healthcare) that was pre-equilibrated with 20 mM Tris (pH 7.5), 400 mM NaCl, 1 mM DTT, and 0.1 mM EDTA. For HDX studies, the human full-length GST-tagged neurofibromin 2 supernatant was loaded onto a GST column equilibrated with lysis buffer and the proteins were eluted with 10 mM glutathione in lysis buffer. The proteins were dialyzed overnight in 20 mM Tris (pH 7.5), 500 mM NaCl, 2 mM DTT, 2% glycerol, and 0.1 mM EDTA, and digested with PreScission protease at 4 °C. Proteins were further purified by SEC using a 16/60 Superdex 200 column (GE Healthcare) that was pre-equilibrated with 20 mM Tris (pH 7.5), 500 mM NaCl, 1 mM DTT, 2% glycerol, and 0.1 mM EDTA . All the proteins were concentrated, and aliquots were frozen in liquid N 48 2  and stored at −80 °C. Neurofibromin 2/PIP 2  co-crystallization Our initial attempts to obtain crystals of the neurofibromin 2 FERM domain (residues 1–312) in complex with PIP 2  were unsuccessful. We used varying concentrations of PIP 2 diC 8  ranging from 20 to 500 μM, but were unable to obtain crystals. Thus, we used a larger neurofibromin 2 construct (residues 1–339) and 100 μM lipid and screened several commercially available crystallization screens (over 1,000 conditions) and obtained one single crystallization hit from the Index screen of Hampton Research within 1 day only at 20 °C. We improved these crystals by incubating 300 μM neurofibromin 2 with 300 μM PIP 2 diC 8  (Avanti Polar Lipids) on ice for 12 h and by removing the precipitate by centrifugation (15,800×  g  for 30 min at 4 °C). Plate-like crystals grew within 2 days by hanging drop vapor diffusion (1 μl sample plus 1 μl reservoir) from 100 mM HEPES (pH 7.5) and 50 mM MgCl 2 (H 2 O) 6  and by varying polyethylene glycol (PEG 550 monomethyl ether) concentrations from 25% to 35% at 20 °C that diffracted X-rays at beamline 22ID at the Advanced Photon Source, Argonne National Laboratory to ∼3 Å Bragg spacings. Crystals were directly flash frozen and stored in liquid nitrogen at 100 K. X-ray data collection and processing X-ray diffraction data were collected on beamline 22ID at the Advanced Photon Source at Argonne National Laboratory and integrated and scaled using XDS and AIMLESS as implemented in autoPROC . Isotropic (to 3.09 Å) and anisotropic (to 2.61 Å) data reduction statistics are provided in Supplementary Table  49 1 . Structure determination and crystallographic refinement Phases were obtained by molecular replacement using the program MOLREP  by using the neurofibromin 2 FERM domain structure (PDB) 50  as the search model. Molecular replacement solutions were only obtained when we truncated the model to residues 20–309. Two molecules in the asymmetric unit were identified in space group  34 P 2 1  resulting in a calculated volume to mass ratio of 2.68 Å 3 /Da, corresponding to a solvent content of 0.5455. For crystallographic refinement, we used anisotropically scaled high-resolution data to 2.61 Å with an ellipsoidal completeness of 0.903. The neurofibromin 2/PIP 2  complex structure was refined by performing maximum likelihood as implemented in BUSTER  by imposing target restraints. The model was improved by non-crystallographic symmetry restraints through local structure similarity restraints 51 . Iterative cycles of model building were performed using Coot 52 , and model bias was minimized by building into composite omit maps. The model was further refined and improved by using TLS groups for each polypeptide chain with BUSTER. The missing extended α-helix (residues 310–339) was unambiguously resolved with clear electron density after initial refinement with BUSTER and was built manually using α-helical restraints in Coot. Optimized PIP 53 2  ligand coordinates and ligand restraints were obtained from the Grade web server (grade.globalphasing.org). The electron density maps were sharpened using Coot to ensure the directionality and identity of the α-helices in particular at this moderate resolution. The final model contains two polypeptide chains, two phosphates, and two PIP 2  molecules in the asymmetric unit. The quality of the final model was assessed using MolProbity , which revealed no outliers with >98% of the amino acid residues in the favored region of the Ramachandran plot. Crystallographic refinement statistics are provided in Supplementary Table  54 2 . Lipid co-sedimentation assay Lipid binding to wild type and mutant neurofibromin 2 FERM domains was assayed as described previously . Briefly, lipid vesicles of phosphatidylcholine (PC) and PIP 55 2  were prepared in chloroform to a final composition of 80% chicken egg PC and 20% porcine brain PIP 2  (Avanti polar lipids). The lipid mixture was dried under Argon stream and resuspended in 20 mM Tris (pH 7.5), 400 mM NaCl, 0.1 mM EDTA, and 2 mM DTT (resuspension buffer). Small unilamellar vesicles were then produced by sonication after incubating at 37 °C for 60 min. Samples containing 50 μg of total lipid in 15 μl suspension and 50 μM wild type or mutant neurofibromin 2 domain proteins were incubated at 4 °C for 1 h followed by centrifugation at 100,000×  g  for 30 min. The supernatant and pellet were separated carefully and the pellet was washed twice and resuspended in 15 μl resuspension buffer. The supernatant and pellet samples were analyzed by SDS-PAGE. Differential HDX-Mass Spectrometry HDX-MS analysis of the target protein involves two stages, first peptide identification and second on-exchange HDX. For peptide identification, peptic peptides were fragmented using data-dependent MS/MS selecting top five most abundant ions per scan event using an Orbitrap mass spectrometer (Q Exactive, ThermoFisher) coupled to an automated liquid handling system and HPLC . Peptide identification was performed by submitting raw MS/MS data files to Mascot (Matrix Science). Peptides with a MASCOT score greater than 20 were included in the HDX peptide set and the search was repeated against a decoy (reverse) sequence. Ambiguous identifications were not included in the HDX peptide set. MS/MS spectra for these peptides were verified by manual inspection. 56 The following procedure was used to perform on-exchange HDX. Neurofibromin 2 (10 μM) was incubated with the pure PIP 2  micelles at a 1:10 protein-to-ligand molar ratio for 1 h at room temperature. Next, 5 μl of sample was diluted into 20 μl D 2 O buffer (20 mM Tris-HCl, pH 7.4, 150 mM NaCl, 2 mM DTT) and incubated for various time points (0, 10, 60, 300, and 900 s) at RT. The deuterium exchange was then slowed by mixing with 25 μl of ice cold 3 M urea and 1% trifluoroacetic acid. Quenched samples were immediately frozen and remained on dry ice until they were injected into the HDX platform. Upon injection, samples were passed through an immobilized pepsin column (2 mm × 2 cm) at 200 μl min −1  and the digested peptides were captured on a 2 mm × 1 cm C 8  trap column (Agilent) and desalted. Peptides were separated using a 2.1 mm × 5 cm C 18  column (1.9 μl Hyperkin Gold, Thermo Scientific) with a 5 min linear gradient of 4–40% CH 3 CN and 0.3% formic acid. Both protein pepsin digestion and peptide separation were conducted at 4 °C to aid in deuterium retention. MS data were acquired using on the Orbitrap described above using a measured resolving power of 65,000 at  m / z  400. All on-exchange HDX analyses were performed in triplicate, with single preparations of each protein/ligand complex. The intensity weighted mean  m / z  centroid value of each peptide envelope was calculated using HDX Workbench  and these values were converted into percentage of deuterium incorporation. This was accomplished by determining the observed averages of the undeuterated and fully deuterated spectra and using the conventional formula described elsewhere 57 . Statistical significance for the differential HDX data is determined by an unpaired  58 t -test for each time point . Back-exchange corrections were made on the basis of an estimated 70% deuterium recovery and accounting for the known 80% deuterium content of the deuterium exchange buffer. 57 The HDX data from all overlapping peptides were consolidated to individual amino acid values using a residue averaging approach where for each residue, the deuterium incorporation values and peptide lengths from all overlapping peptides were assembled. A weighting function was applied in which shorter peptides were weighted more heavily than longer peptides. Each of the weighted deuterium incorporation values were then averaged to produce a single value per each amino acid. The initial two residues of each peptide, as well as prolines, were omitted from the calculations . 59 MST Assay Specific binding of PIP 2 diC8 and LATS1 (residues 69 to 100) to  N  terminally GST-tagged full-length neurofibromin 2 proteins (wild type, AR, and lipid binding deficient) were measured by the MST method. These proteins were either labeled with maleimide conjugated cysteine reactive or NHS conjugated lysine reactive NT-647 red dyes. Malemide labeling dyes were used for PIP 2  titrations to avoid interference with PIP 2  binding site. Unlabeled PIP 2 diC8 (10 mM) or LAST1 residues 69–100 (2 mM) was titrated into a fixed concentration of labeled proteins (5 μM). Binding reactions were carried out in a buffer containing 20 mM Tris (pH 7.5), 300 mM NaCl, and 0.01% Tween-20. Before loading the samples, the reactions were incubated for 10 minutes. Samples were loaded into NT.115 standard treated capillaries (Nanotemper Technologies) and data were measured using Monolith NT.115 pico apparatus (Nanotemper Technologies). The data were recorded at room temperature using the red LED at 20% (GREEN filter; excitation 515–525 nm, emission 560–585 nm) and IR-Laser power at either 20% or 40%. Data analyses were performed with NTAnalysis and only the data with same IR-Laser power were averaged and were plotted using “logistic” function in the Origin software. Cell culture and transfection conditions HEK293 cells were purchased from ATCC, hSC2λ cells were a gift from Dr. Margaret Wallace ( https://www.nature.com/articles/labinvest201688 ), and SC4 cells were a gift from Dr. Helen Morrison . The cell lines used in this study were authenticated by short tandem repeat DNA profiling (DDC Medical). In addition, the cells were tested every 3 months for mycoplasma contamination. HEK293, hSC2λ, and SC4 cells were maintained in low glucose Dulbecco’s Modified Eagle’s Medium (Gibco) + 10% fetal bovine serum (Atlas Biologicals) and antibiotics (100 units ml 7 −1  penicillin and 100 μg ml −1  Streptomycin) (Gibco) at 37 °C in a humidified atmosphere of 5% CO 2  (v/v). Experiments were executed with cells grown to 70–80% confluence. Transfections were done using Lipofectamine 2000 (Invitrogen, Carlsbad, CA), as previously described . 60 Immunoprecipitation and Rac1-GTP pull-down Cells were transfected with 8 μg of plasmid DNA (empty vector control or different neurofibromin 2 alleles) and Rac1-GTP levels were determined using a pull-down approach employing a fusion protein comprised of the p21-binding domain of PAK1 fused to GST, according to the manufacturer’s instructions (Millipore, #17-441). BrdU Incorporation Assay Cells were seeded at of 2 × 10 5  cells/ well in 6-well dishes. On the following day, cells were transfected with 2 μg of plasmid DNA (empty vector control or different neurofibromin 2 alleles). After 24 h of transfection, the cells were trypsinized and were seeded at 2 × 10 4  cells/well 96-well tissue culture dishes. At 48 h, 72 h, and 96 h post transfection, the cells were processed and analyzed using a BrdU cell proliferation assay kit following manufacturer’s instructions (Millipore, #2750). Plates were read with a spectrophotometer microplate reader (450 nm) (SpectraMax M5; Molecular Devices). Data availability Coordinates and structure factors have been deposited in the Protein Data Bank under accession code 6cds. Other data are available from the corresponding author upon request.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:53:09.620519",
  "abstract_length": 1040,
  "methods_length": 13927,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}