{
  "pmid": "29629523",
  "abstract": "BACKGROUND AND PURPOSE: The objective of this study was to determine if the MOXO visual- and vocal-distractors-based continuous performance test distinguishes patients with attention deficit hyperactivity disorder (ADHD) and neurofibromatosis type 1 (NF1) from those without NF1. METHODS: Thirty-five patients (16 males; mean age 9.91 years) attending a multidisciplinary NF1 clinic completed the MOXO test. The findings were compared to 532 healthy age-matched standardized control subjects (285 males) without ADHD. RESULTS: The overall performance in the MOXO text was significantly worse in the NF1 group than in controls (p<0.01), but no group-specific pattern was identified. Impulsivity and hyperactivity were significantly more prominent in males than females (p<0.01). Compared to controls, the NF1 group exhibited significantly more failures to respond to target stimuli in the presence of visual distractors. CONCLUSIONS: MOXO scores are abnormal in patients with NF1, but the test cannot differentiate between NF1 with ADHD characteristics and ADHD. The test highlights sex differences in ADHD characteristics in NF1. Overreactivity to visual distractors may form part of the attention deficit in NF1.",
  "methods": "Methods Thirty-five patients (16 males; mean age 9.91 years) attending a multidisciplinary NF1 clinic completed the MOXO test. The findings were compared to 532 healthy age-matched standardized control subjects (285 males) without ADHD. METHODS The study was approved by our Local Ethics Committee (approval number: 0192-11-RMC). Population Thirty-five children and adolescents aged 6–17 years with NF1 were recruited for the study from the multidisciplinary NF1 clinic of a large pediatric tertiary referral, university-affiliated medical center. The diagnosis of NF1 was based on the 1988 guidelines of the National Institutes of Health. 8  Parents provided written informed consent for their children/adolescents to participate in the study, and the children/adolescents provided verbal assent. Study procedure Background data on the children/adolescents were collected from computerized patient medical files. In addition, parents and teachers completed the Conners Comprehensive Behavior Rating Scales, 9  which measures learning problems and executive functioning, and the questionnaire for ADHD in the fourth edition of the Diagnostic and Statistical Manual of Mental Disorders (DSM-IV). All 35 children completed the MOXO continuous performance test for ADHD (Neurotech Solutions), which is a standardized computerized test designed to diagnose the following four ADHD-related symptoms: inattention, timing, impulsivity, and hyperactivity. 10 11  The test was administered in a quiet room in the pediatric neurology clinic. The results were analyzed, together with the parent and teacher reports, and the conclusions and implications of the findings were presented to the patients and parents at the next clinic visit. For purposes of the study, the results of the patients with NF1 (experimental group) were compared with those of an age-matched standardized group of children without NF1 who participated in the original studies validating the MOXO and were found not to have ADHD (control group). 10 11  The conditions of administration of the MOXO were identical in both groups. MOXO procedure In brief, subjects are seated in front of a computer screen and presented with a series of stimuli, some of which are designated as target stimuli. Subjects are asked to respond as quickly as possible to the target stimuli by pressing the space bar on the keyboard. In each trial, a stimulus (target or nontarget) is presented for 500, 1,000, or 4,000 milliseconds. The target remains on the screen for the full duration of the designation time, whether or not a response was given. This is followed by a rest period of the same duration. In this manner, it is possible to determine both the timing of the response, if it occurred (during stimulus presentation or the rest period), as well as its accuracy. Participants are instructed to press the space bar once and only once when they see the target, to not press any key other than the space bar, and to ignore any stimulus other than the target stimulus. The test includes eight distractors (neither target nor nontarget stimuli) that take the form of short video clips. Distractors may be visual, auditory, or both (e.g., an animated barking dog, the background sound of a barking dog, or an animated dog with background barking), and they are presented simultaneously with the target/nontarget stimuli. The number and type of distractors presented during the test vary, as follows: levels 1 and 8, no distractor; levels 2 and 3, simple and complex visual distractors only; levels 4 and 5, simple and complex auditory distractors only; and levels 6 and 7, combined simple visual and auditory distractors and complex combined distractors.12,13 The levels of the distractors are always presented in numerical order. The total test includes 8 trials and 262 targets, and total duration of the test is 15 min. Statistical analysis BMDP statistical software 14  was used for the statistical analysis. Discrete variables were analyzed with Pearson's test, the chisquared test, or Fisher's exact test, as appropriate, and continuous variables were analyzed with one-way analysis of variance or the nonparametric Mann-Whitney U-test. A  p  value of ≤0.01 was considered statistically significant. The z-test was applied to each significance level.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:53:19.783236",
  "abstract_length": 1213,
  "methods_length": 4300,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}