{
  "pmid": "PMID:29662612",
  "title": "Exploiting mitochondrial and metabolic homeostasis as a vulnerability in NF1 deficient cells.",
  "abstract": "Neurofibromatosis type 1 is a disease caused by mutation of neurofibromin 1 (",
  "authors": "Robert J Allaway; Matthew D Wood; Sondra L Downey; Stephanie J Bouley; Nicole A Traphagen; Jason D Wells; Jaya Batra; Sir Norman Melancon; Carol Ringelberg; William Seibel; Nancy Ratner; Yolanda Sanchez",
  "journal": "Oncotarget",
  "publicationDate": "2018-03-23",
  "doi": "10.18632/oncotarget.19335",
  "methods": "MATERIALS AND METHODS Reagents Y100 and Y100B were synthesized by Chembridge Corp (San Diego, CA). The synthesis of Y100 and Y100B was first described by Gornostaev and Lavrikova [ 59 ]. Necrostatin-1 (Nec-1) and buthionine sulfoximine (BSO) were purchased from Enzo Life Sciences (Farmingdale, NY), Q-VD-OPh hydrate (QVD) was purchased from ApexBio (Houston, TX), GSK’872 (RIPK3 inhibitor) and oligomycin (A/B/C) were purchased from Calbiochem/EMD Millipore (Billerica, MA), carbonyl cyanide m-chlorophenylhydrazone (CCCP), hydroxyurea (HU), and poly-L-lysine were purchased from Sigma-Aldrich (St. Louis, MO), antimycin A and cyclosporine A were purchased from Alfa Aesar (Haverhill, MA), and hydroxychloroquine sulfate (HCQ) was purchased from Spectrum Chemicals (New Brunswick, NJ). Stock solutions of all molecules were prepared in 100% DMSO with the exception of HCQ and HU, which were prepared in phosphate buffered saline without calcium and magnesium (Corning #21-040-CV). High copy suppressor screen Yeast (MDW320, Table  3 ) were transformed with 1 μg of the  S. cerevisiae  AB320 genomic library in YEp13 (ATCC 37323) or empty vector (YEp13) using a transformation master mix containing 37% w/v polyethylene glycol MW 3350, 110 μM lithium acetate, and 307 μg/mL salmon sperm carrier DNA in sterile water. Cells were incubated in the transformation mixture, including DNA, for 30 minutes at 30°C before heat shock for 15 minutes at 42°C. The cells were washed once with water and then plated on freshly made SC-Leu dropout agar plates with 10 μM Y100B, DMSO, or an unrelated tool compound. Individual colonies that grew on Y100B and DMSO but not the unrelated compound plates were then grown on SC-Leu. Plasmid DNA from the surviving yeast was prepared with 25:24:1 phenol:chloroform:isoamyl alcohol and then electroporated into  E. coli.  Plasmid DNA was isolated from  E. coli  using a QiaPrep Spin MiniPrep kit (Qiagen). Plasmids were restriction digested with the restriction enzyme NdeI at 37°C for 1 hour. Cut plasmid DNA was separated on 0.8% agarose gels to identify unique plasmids. Unique targets were sequenced by the Sanger method using the following primers that recognize sequences on YEp13: Table 3 Yeast strains used in the present study Strain Genotype Source MLY41a ura3-52 Lorenz et. al. 1997 [ 60 ] MDW057 As MLY41a  erg6Δ Wood et. al. [ 34 ] MDW028 As MLY41a  ira2Δ Wood et. al. [ 34 ] MDW035 As MLY41a  erg6Δira2Δ Wood et. al. [ 34 ] MDW320 ira2Δ leu2-3 his3-11 This study Forward: AAG CGC TCA TGA GCC CGA AGT G Reverse: TCT ATG CGC ACC CGT TCT CG Sequences were compared known yeast genes to identify high copy sequences using the Saccharomyces Genome Database WU-BLAST2 tool [ 60 ]. Functional annotation of high copy suppressor hits with Gene Ontology terms was performed with the Saccharomyces Genome Database YeastMine tool [ 61 ]. Cell culture U87-MG cells were purchased from ATCC (Manassas, VA). U251-MG cells were purchased from Sigma-Aldrich. U87-MG and U251-MG were passaged regularly and cultured with DMEM (Corning Life Sciences, Corning, NY) in the presence of 10% v/v fetal bovine serum (Atlanta Biologicals; Life Technologies). Immortalized mammary epithelial cells (IMECs) were a kind gift from Dr. James DiRenzo. IMECs were cultured in DMEM/F12 50/50 media supplemented with 5% FBS, 2 mM glutamine (Gibco), 5 μg/mL insulin (Akron Biotech), 500 μg/mL hydrocortisone (MP Biomedical), and 10 ng/mL recombinant human epidermal growth factor (Promega). Cells were routinely verified as mycoplasma free with the MycoProbe kit (R&D Systems). Immunofluorescence 50,000 U87-MG cells were cultured on poly-D-lysine coated coverslips (Neuvitro Corporation) or poly-L-lysine (Sigma) coated coverslips and treated with Y100 (Chembridge) for 24 hours. When labeling polarized mitochondria, cells were treated with 100 nM Mitotracker Red CMXRos in culture media for 30 minutes prior to fixation (Life Technologies). After treatment and labeling, cells were rinsed with PBS. Cells were fixed in methanol-free 4% paraformaldehyde, pH 6.9 (Electron Microscopy Services) prepared in PBS (Corning) for 10 minutes at room temperature (RT) and blocked with immunofluorescence buffer (2% [v/v] goat serum, 0.2% [v/v] Triton X-100 and 0.05% [w/v] sodium azide in PBS) at RT. Primary antibody conditions were diluted in IF buffer and used as follows: anti-Tom20 FL-145 (Santa Cruz, 1:200, RT, 1 hour), anti-Tid1 Ab-2 RS13 (Neomarkers, 1:200 4°C, overnight), anti-p-H2AX Ser139-488 N1-431 (BD, 1:100, 4°C, 30 minutes, no secondary). After primary antibody staining, cells were rinsed 3 times for 5 minutes with PBST. Secondary labeling was performed with 1:600 goat anti-rabbit 488 or 1:800 goat anti-mouse F(ab’)2 DyLight 594 or 647 at room temperature for 1 hour (Jackson Immunoresearch) diluted in IF buffer. Cells were then rinsed 2 times for five minutes with PBST and nuclei were labeled with 0.33 μg/mL DAPI in PBS for 5 minutes. Coverslips were mounted on glass slides with ProLong Gold (Life Technologies) and imaged. For JC-1 mitochondrial staining, PLL coated coverslips were seeded with 50,000 U87-MG cells and allowed to adhere overnight. The following day cells were treated with 10 μM CCCP, 1.7 μM Y100, or equivalent volume DMSO in DMEM with 10% FBS for 12 h. Thirty minutes before the endpoint, the medium was replaced with 1 μg/mL JC-1 dye in DMEM with 10% FBS. Live cells were then mounted in 1:1 PBS:ProLong Gold and imaged immediately. Wide-field images were acquired with a Zeiss Imager Z1 wide-field microscope equipped with a 40× 1.3 NA EC Plan-NEOFLUAR objective and Zeiss Axiovision software. Confocal images were acquired with a Nikon A1RSi confocal microscope equipped with a 60X 1.4 NA objective, a DU4 detector unit, and Nikon Elements software. Image processing was performed with Fiji, built on ImageJ2 [ 62 ,  63 ]. Microarray 5 × 10 5  immortalized mammary epithelial cells (IMECs) were cultured overnight and treated with DMSO or 1 μM Y100 for 8 hours. Cells were trypsinized, rinsed in PBS and centrifuged. The supernatant was removed and the pellet was frozen at −80°C. The RNA was extracted using a Norgen Biotek RNA/DNA/Protein Purification Plus Kit, following the standard operating protocol. 300 ng RNA/sample was labeled using the TargetAmp Nano kit (Epicentre Bio, Madison, WI). RNA was hybridized to an HT12v4 microarray (Illumina, San Diego, CA) overnight in an Illumina hybridization oven. Arrays were scanned with the iScan microarray scanner (Illumina). Analyses were performed using BRB-Array Tools Version 4.2.1. BRB-ArrayTools is an integrated software package for the analysis of DNA microarray data [ 64 ]. Variance-stabilizing transformation was applied to raw intensity data, which was then normalized using robust spline normalization and filtered to remove non-detected spots as determined by Illumina BeadStudio Software. Three technical replicates were performed for both conditions. One DMSO replicate was determined to be an outlier and thus eliminated. Differentially expressed genes were identified using a random-variance  t -test with a  p -value cutoff of 0.05 [ 64 ]. Multiple testing correction was performed using the method of Benjamini and Hochberg. Hierarchical clustering was employed to generate heat maps for subsets of significant genes using the open source software Cluster/Treeview written by Michael Eisen [ 65 ]. Cluster and TreeView are programs that provide a computational and graphical environment for analyzing data from DNA microarray experiments or other genomic datasets. Data were uploaded to the Gene Expression Omnibus (accession number  GSE86421 ). Dose response assays To perform drug sensitivity assays in mammalian models, cells were plated to 96-well plates at a concentration of 5,000 cells/well. After overnight incubation, the medium was removed and replaced with 100 μL of medium containing 0–20 μM Y100 and DMSO (to normalize DMSO concentrations). In the case of the Nec-1, GSK’872, cyclosporine A, and QVD co-treatment assays, cells were preincubated with these compounds or a vehicle control for 2 h before being replaced with Y100 +/− Nec-1, GSK’872, QVD, cyclosporine A, or vehicle. In the case of the BSO co-treatment assay, cells were incubated with BSO or media for 48 h before being replaced with Y100 +/− BSO. Cells were incubated for the noted time with a final 3-hour incubation in 5% AlamarBlue (Thermo Scientific). The plate was scanned using a Spectramax M2 (Molecular Devices) plate reader at an Ex/Em of 544/590 nm, and fluorescence was normalized to vehicle control wells. Each experiment was repeated 2–3 times with 4 technical replicates per experiment. A representative experiment is shown in each case. To perform drug sensitivity assays in yeast models (Table  3 ), log-phase cells were diluted to 0.05 OD 600 . Drugs were diluted in SC-Complete media starting at 200 μM, followed by 9 2-fold serial dilutions to generate a 10-point range of concentrations. 75 μL of cells were mixed with 75 μL of drug dilutions in a 96-well plate, with four technical replicates per concentration. Yeast were incubated for 18 hours at 30°C. At 18 hours, the OD 600  was read using a THERMOmax (Molecular Devices) plate reader and SOFTmax Pro 4.3 LS software. Each experiment was repeated 2–3 times with three technical replicates per experiment. OD 600  was normalized to vehicle control wells. Dose-response curves and IC 50 s were calculated with the Prism 6 software package (GraphPad, San Diego, CA, USA) by performing a 4-parameter logistic regression with outlier exclusion analysis. Flow cytometry To determine mitochondrial superoxide levels, 500,000 U87-MG cells/well were plated in a 6-well plate and allowed to adhere overnight. The medium was then replaced with cell culture media, and DMSO, 1.7 μM Y100, or 10 μM CCCP was added to the media at the noted time points. Cells were treated for 30 minutes to 24 hours. 30 minutes before the end of the incubation, MitoSOX Red (Cell Signaling) was added to a final concentration of 1 μM. At the end of the incubation, cells were rinsed twice with PBS and trypsinized and resuspended in PBS for analysis. The cells were transferred to flow cytometry tubes and analyzed using a MacsQuant VYB 8-color flow cytometer. MitoSOX Red fluorescence was detected using the Y2-A (TdTomato) channel. 30,000 events per sample were collected and cellular debris was gated out of the dataset. This experiment was repeated three times, and a representative experiment is shown. Histograms were generated using the FlowJo or FlowLogic flow cytometry analysis software packages. MV-151 active site probe assay U87-MG cells were plated (500,000 cells per well in a 6-well tissue culture plate) and allowed to adhere overnight. Cells were treated for 24 hours with vehicle control (DMSO), Y100, or a 2 h incubation of a cocktail of 1 μM bortezomib and 10 μM MG-132 (proteasome inhibitors) as a positive control. The cells were lysed with digitonin buffer (250 mM sucrose, 50 mM Tris-HCl pH 7.5, 5 mM MgCl 2 , 1 mM dithiothreitol, 2 mM adenine triphosphate, 0.2% v/v nonidet P40, 0.025% w/v digitonin). Lysates were incubated with MV-151, a fluorescent probe that binds active proteasome subunits, for 30 minutes at 37°C and samples (10 μg total protein per sample) were separated on an SDS-PAGE gel [ 66 ,  67 ]. The gel was then scanned on a Typhoon scanner to detect MV-151 fluorescence, and protein was transferred to a nitrocellulose membrane and probed for alpha-tubulin as a loading control. The experiment was repeated three times. RNA interference U87-MG cells were plated in a 96-well plate at a concentration of 5,000 cells/well and a 6-well plate at a concentration of 1.48 × 10 5  cells/well. Cells were transfected with siRNA targeting RIPK1 (Sigma, SASI_Hs01_00071803), or a non-targeting control (Sigma, Universal Control #1) prepared in Lipofectamine 2000 (Invitrogen) and serum-free DMEM (Corning). 96-well plates were transfected with 5 pmol siRNA/well. 6-well plates were transfected with an equivalent amount of siRNA scaled for total volume. After a 48-hour transfection period, cells were treated with Y100 for 48 hours. Dose response assay was performed as described above. Protein samples were acquired 48 and 96 hours post-transfection to verify RIP1 knockdown ( Supplementary Figure 2 ). Western blotting U87-MG cells were plated at a concentration of 500,000 cells per well in a 6-well plate and allowed to adhere overnight. Cells were treated with the noted concentrations and times of controls or Y100. After treatment, cells were harvested with trypsin, rinsed, and lysed with 75 μL modified RIPA buffer (150 mM NaCl, 1% v/v nonidet P40, 0.5% w/v sodium deoxycholate, 0.05% w/v sodium dodecyl sulfate, 50 mM Tris pH 8.0) containing 1 mM NaVO 4 , 1 mM NaF, 1 mM phenylmethylsulfonyl fluoride, 0.1 μg/mL leupeptin, 100 μM benzamidine HCl, 1 μM aprotinin, 0.1 μg/mL soybean trypsin inhibitor, 0.1 μg/mL pepstatin, and 0.1 μg/mL antipain. Protein was quantified with a bicinchoninic acid assay kit (Pierce). 30 μg of protein was prepared in 1X Laemmli sample buffer (50 mM Tris pH 6.8, 0.02% w/v bromophenol blue, 2% w/v sodium dodecyl sulfate, 10% v/v glycerol, 1% v/v beta-mercaptoethanol, 12.5 mM EDTA) and separated by sodium dodecyl sulfate-polyacrylamide gel electrophoresis on a 4–15% polyacrylamide gradient gel (Bio-Rad). Protein was transferred to a nitrocellulose membrane, blocked with 5% nonfat dry milk in TBST and probed with anti-LC3BI/II #2775 (Cell Signaling, 1:1000, overnight), anti-p62/SQSTM-1 D-3 (Santa Cruz, 1:1000, 1 h), anti-alpha-tubulin B-1-2-5 (Santa Cruz, 1:10000, 1 h), anti-K63 polyubiquitin #5921 (Cell Signaling, 1:1000, 1 h), anti-pK48 polyubiquitin #8081 (Cell Signaling, 1:2000, 1 h), anti-GAPDH ab9485-100 (Abcam, 1:1000, overnight), anti-RIP (BD Transduction Laboratories, 1:1000, overnight) in 2% milk in TBST. Secondary labeling was performed with a one-hour incubation in 1:20000 anti-rabbit HRP or 1:10000 anti-mouse HRP (Jackson Immunoresearch) diluted in 2% milk in TBST. The film was then exposed to ECL-coated blots (Pierce) and developed using a standard film processor. Bioenergetic characterization of Y100 Bioenergetics analysis was performed with a Seahorse XF96 Bioanalyzer (Agilent Technologies, Santa Clara, CA). Briefly, 2.0 × 10 5  U87-MG cells were plated in DMEM with 10% fetal bovine serum, in a Seahorse XF96 Microplate and allowed to adhere overnight. A FluxPack sensor cartridge was equilibrated in XF Calibrant at 37°C overnight. Before performing the assay, cells were washed twice in standard XF Base Medium supplemented with pyruvate, glutamine, and glucose. Cells were then incubated in 180 μL XF media for 45 minutes at 37°C with atmospheric CO 2 . To perform single injection assays, 20 μL of 10X assay molecule in XF media was prepared and loaded into port A. The assay was run with 3 baseline measurements, followed by injection and 2 hours of data collection to determine changes in oxygen consumption rate (OCR) and extracellular acidification rate (ECAR). To perform the Mito Stress Test, the assay was run as described in the Mito Stress Test kit protocol with 1 μM oligomycin, 0.5 μM FCCP, and 0.5 μM rotenone/antimycin A. For curves containing Y100, FCCP was substituted with Y100. Both experiments were repeated a minimum of three times, with a representative experiment shown. The analysis was performed with Seahorse Wave 2.2/2.3. SUPPLEMENTARY MATERIALS FIGURES AND TABLES",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:27:24"
}