{
  "pmid": "PMID:29670214",
  "title": "Restoring functional neurofibromin by protein transduction.",
  "abstract": "In Neurofibromatosis 1 (NF1) germ line loss of function mutations result in reduction of cellular neurofibromin content (NF1+/-, NF1 haploinsufficiency). The Ras-GAP neurofibromin is a very large cytoplasmic protein (2818 AA, 319 kDa) involved in the RAS-MAPK pathway. Aside from regulation of proliferation, it is involved in mechanosensoric of cells. We investigated neurofibromin replacement in cultured human fibroblasts showing reduced amount of neurofibromin. Full length neurofibromin was produced recombinantly in insect cells and purified. Protein transduction into cultured fibroblasts was performed employing cell penetrating peptides along with photochemical internalization. This combination of transduction strategies ensures the intracellular uptake and the translocation to the cytoplasm of neurofibromin. The transduced neurofibromin is functional, indicated by functional rescue of reduced mechanosensoric blindness and reduced RasGAP activity in cultured fibroblasts of NF1 patients or normal fibroblasts treated by NF1 siRNA. Our study shows that recombinant neurofibromin is able to revert cellular effects of NF1 haploinsuffiency in vitro, indicating a use of protein transduction into cells as a potential treatment strategy for the monogenic disease NF1.",
  "authors": "K Mellert; S Lechner; M Lüdeke; M Lamla; P Möller; R Kemkemer; K Scheffzek; D Kaufmann",
  "journal": "Scientific reports",
  "publicationDate": "2018-04-18",
  "doi": "10.1038/s41598-018-24310-5",
  "methods": "Materials and Methods Cell culture The processing of tissue and the preparation of the human fibroblasts was performed as described . Biopsies from the healthy male donors (aged 3, 3 and 11 years, respectively) were obtained from the prepuce. Skin samples of NF1 patients (NF191 – NF329, aged 8–40 years) derived from NF1 patients clinically meeting the criteria for Neurofibromatosis type 1. The research carried out was in compliance with the Helsinki Declaration and approved by the local ethics committee (Ethikkommission University of Ulm, A 185/09). The patients gave written informed consent for scientific usage of their tissues. The fibroblasts were cultured in Dulbecco’s modified eagle medium (DMEM) with 10% fetal bovine serum (FBS), l-glutamin and antibiotics at 37 °C and 9% CO 32 2 . Expression and purification of synNF1 and synNF1eGFP Cloning and generation of recombinant baculoviruses A synthetic gene (GeneArt) encoding the human full-length NF1 (synNF1) was cloned into the pFastBacHta (Life Technology) vector in frame with the upstream His 6 -tag followed by a Tobacco Etch Virus (TEV-) protease cleavage site. For expression of full-length human neurofibromin with C-terminal eGFP tag (synNF1eGFP) the eGFP coding sequence was cloned three times subsequently in frame at the 3′-end of the full-length  NF1  sequence in the synNF1 pFastBacHta vector. Recombinant baculoviruses were generated according to Berger I.  et al . using  E .  coli  DH10Multibac cells containing the modified baculoviral genome and Sf21 insect cells (Life Technologies, Carlsbad, CA, USA). Expression and purification SynNF1 was expressed and purified as described . For the production of synNF1eGFP Sf21 cells were infected with saturating amounts (multiplicity of infection (MOI) 1–2) of recombinant synNF1 or synNF1eGFP expressing baculoviruses, harvested via centrifugation after 72 h post-infection and stored at −80 °C. All subsequent steps were carried out at 4 °C. The cell pellet was resuspended in lysis buffer [50 mM HEPES pH 8.0, 300 mM NaCl, 10% glycerol, 5 mM TCEP, 10 mM imidazole] supplemented with cOmplete, EDTA-free protease inhibitor mix (Roche) and cells were lysed by a freeze thaw cycle in liquid nitrogen. Recombinant neurofibromin was purified from the soluble fraction via immobilized metal ion affinity chromatography (IMAC) using HisTrap FF columns (GE Healthcare) followed by a size exclusion chromatography (SEC) on a Superose 6 column (GE Healthcare) in 50 mM HEPES pH 8.0, 300 mM NaCl, 10% glycerol, 5 mM TCEP. SEC fractions containing synNF1 or synNF1eGFP were collected and concentrated using Vivaspin Centrifugal Concentrators with a cutoff of 100 kDa (Santorius). The purified protein was flash frozen in liquid nitrogen and stored at −80 °C. 33 , 40 Transduction of synNF1 into fibroblasts SynNF1 was transduced into fibroblasts using the transduction reagent EndoPorter (GeneTools, LLC). 5000 cells per cm 2  were seeded in in 6-well plates. In the following, the fibroblasts were incubated in DMEM containing 10% FCS, L-glutamine, antibiotics, 18 µl Endoporter reagent and 9 µg of the synNF1 protein at 37 °C and 9% CO 2  for 24 hours. According to the subsequent measurement, the cells were either trypsinized and seeded on PDMS gel (measurement of cell orientation), lysed in RIPA buffer (western blot) or examined using fluorescence microscopy (Zeiss, Axioscope). Western Blot For western blot analyses, cells were lysed in RIPA buffer and 10–20 µg of total protein were used for SDS-PAGE. The proteins were transferred to PVDF membranes. For detection the following antibodies and the ECL Prime Western Blotting Detection Reagent (Amersham, GE Healthcare) were used: Anti- ERK1/2 (p44/42 MAPK (Erk1/2); Cell Signaling Technology; 1:1000), anti-phopho ERK1/2 (Phospho-p44/42 MAPK (Erk1/2) (Thr202/Tyr204); Cell Signaling Technology; 1:1000), anti-GAPDH; Santa Cruz Biotechnology Inc.; 1:3000), anti-rabbit IgG HRP (Santa Cruz Biotechnology Inc.; 1:25000) and anti-mouse IgG HRP (Santa Cruz Biotechnology Inc.; 1:50000). To compensate uneven gel loading, the detected protein bands were quantified using the ImageJ software ( https://imagej.nih.gov/ij/ ). Before calculation of treatment effects corresponding bands were normalized using the measured amounts of the housekeeping protein GAPDH. Photochemical internalization (PCI) The PCI treatment was performed as described previously . In short, the cells were incubated for 24 hours in DMEM containing 1 µg/ml TPPS 31 4  (5,10,15,20-Tetrakis-(4-sulfonato-phenyl)-21,23H-porphyrin, TriPorTech GmbH, Lübeck, Germany) to achieve an incorporation of the photosensitizer (TPPS 4 ) into the fibroblasts’ membranes. To release subsequent transduced proteins, a 10 minute light exposure with visual blue light was performed (Osram L 18 W/67, Osram, München, Germany). siRNA transfection of human fibroblasts The human  NF1 +/+ fibroblasts KF3 were transfected with 4 siRNAs (FlexiTube, Qiagen, Hilden; Supplementary Table  2 ) designed for silencing the NF1 message using the Lipofectamine RNAiMAX transfection reagent (Life Technologies). As a control the Allstar Negative Control siRNA (Qiagen) was used. The culture medium was removed and the cells were washed 2 times with phosphate buffered saline (PBS). The fibroblasts were trypsinized and centrifuged. Then, the cell pellet was resuspended in 2 ml DMEM and the cells were counted in a Neubauers’ chamber. The fibroblasts suspension was diluted resulting in a dilution of 50000 cells per 1.7 ml. For the production of the transfection complex 5 µl siRNA (10 µM; 1.25 of the 4 different NF1 siRNAs each or 5 µl of the control siRNA) were mixed with 292 ml OptiMEM (Gibco) and 3.3 µl Lipofectamine RNAiMAX followed by an incubation for 20 minutes at 20 °C. The 300.3 µl transfection complex was pipetted into a well of a 6-well plate (Nunc). Then 1.7 ml of the cell suspension (50000 cells) were mixed to the complex. After that, the fibroblasts were incubated with the transfection complex for 48 hours at 37 °C and 9% CO 2 . Relative quantification (RT qPCR) of the  NF1  transcripts To quantify the  NF1  mRNA, total RNA was isolated either directly after the siRNA transfection was finished or after additional follow up times in DMEM at 37 °C and 9% CO 2 . For RNA isolation the RNeasy Mini kit (Qiagen) was used. The cells were transferred on ice, washed with PBS (4 °C) and then directly lysed in 700 µl of the kits’ RLT lysis containing 1% mercaptoethanol. The lysate was centrifuged through a shredder column (Qiagen) and then load on the kits’ RNA capture column. The following washing and elution steps were performed as indicated in the manufacturers’ handbook. Afterwards, 1 µg of the RNA was reverse transcribed into cDNA with the Superscript III kit (Qiagen) using random hexamers. In each qPCR reaction, 100ng RNA equivalent were used. Besides the  NF1  mRNA,  Alas1  and  PolR2A  mRNA levels were measured as housekeepers . Each measurement was performed in triplicates. The relative amount of  41 NF1  mRNA was calculated using the geometric mean of both housekeepers to avoid gene specific fluctuations. The primer efficacies of the 3 primer pairs (primer sequences in Supplementary Table  2 ) were comparable allowing a relative quantification. Micro-nano-structured substrates A master wafer was produced by conventional optical lithography. The desired lateral structure of the surface topography was transferred to a silicon wafer covered with photo resist by an optical illumination process. In the simplest case, one obtains the master wafer with the negative of the desired surface topography after appropriate developing steps. In the next step the surface topography was transferred to a polymer substrate. This was done by casting a polymere, poly(dimethyl)siloxane (PDMS) on the master wafer. The surface of the polymer substrate was now structured with the desired pattern. After further surface modification the polymer to make it adhesive for cells the substrate can be used to culture cells on it and to measure their behaviour. Polydimethylsiloxane (PDMS) was chosen as material for the cell culture substrates because of its biocompatibility. To fabricate microstructured PDMS substrates master wafers were produced by photolithography. Such master substrates with defined microstripe structures were used as the moulds for transferring the topography pattern to the PDMS substrates. In brief, the structured substrates were fabricated in a clean room as described previously . Master substrates (2′ silicon-100 wafers) were structured by a photolithographic technique resulting in rectangular parallel grooves of a depth of 200 nm and a groove width and interspace of 2 µm. PDMS (Sylgard 184, Dow Corning) was polymerized by mixing the pre-polymer with the curing agent with a ratio of 10:1. The mixture was cured on the master wafer at 65 °C for 24 hours. Then, round experiment gels with a diameter of 0.7 cm were cut out of the master gel. Before cell experiments, PDMS substrates were sterilized with 100% ethanol, washed three times by PBS, transferred into 48well plates (Nunc), coated for 1 hour with FCS at 37 °C and 9% CO 42 2  and finally used in the experiments. The surface topography of the PDMS substrates was verified by atomic force microscopy and scanning electron microscopy as previously shown . 42 Measuring the partial blindness of fibroblast to nanostructured PDMS gels Cells were seeded on the PDMS substrates in regular culture media. After 48 hours, the cells were fixed in ethanol and methanol containing 2 µg/ml DAPI. After 2 washing steps in PBS, the PDMS substrates were examined on a Zeiss Axioscope. Images of the cells in phase contrast and the staining of the corresponding nuclei as fluorescence picture were taken. Microscopy images of the cells were analyzed by ImageJ software ( http://rsb.info.nih.gov/ij/ ). The orientation angle of the cells was determined by using the orientation of the nucleus of the corresponding cell. The DAPI staining was used to highlight the nuclei and to fit ellipses. The angle between the principle axis of an ellipse and the nano-micro structures was used as the orientation angle of a single cell. At least 100 (up to 700) single cell orientation angles were measured. The median of the measured aberrations angles was used as the orientation of the cells in this experiment. For each treatment of the primary fibroblasts, 3–5 independent experiments were performed. Statistical analyses were performed by comparing the orientations of the independent experiment of differing treatment (e.g. NF1 status) using t-tests. The significance level was set to 0.05. Statistics For statistical analysis, student’s t-tests were performed. A p-value < 0.05 was considered as significant.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:27:25"
}