{
  "pmid": "29692918",
  "abstract": "BACKGROUND: NF2 patients develop multiple nervous system tumors including bilateral vestibular schwannomas (VS). The tumors and their surgical treatment are associated with deafness, neurological disability, and mortality.Medical treatment with bevacizumab has been reported to reduce VS growth and to improve hearing. In addition to evaluating these effects, this study also aimed to determine other important consequences of treatment including patient-reported quality of life and the impact of treatment on surgical VS rates. METHODS: Patients treated with bevacizumab underwent serial prospective MRI, audiology, clinical, CTCAE-4.0 adverse events, and NFTI-QOL quality-of-life assessments. Tumor volumetrics were classified according to the REiNs criteria and annual VS surgical rates reviewed. RESULTS: Sixty-one patients (59% male), median age 25 years (range, 10-57), were reviewed. Median follow-up was 23 months (range, 3-53). Partial volumetric tumor response (all tumors) was seen in 39% and 51% had stabilization of previously growing tumors. Age and pretreatment growth rate were predictors of response. Hearing was maintained or improved in 86% of assessable patients. Mean NFTI-QOL scores improved from 12.0 to 10.7 ( CONCLUSION: Treatment with bevacizumab in this large, UK-wide cohort decreased VS growth rates and improved hearing and quality of life. The potential risk of surgical iatrogenic damage was also reduced due to an associated reduction in VS surgical rates. Ongoing follow-up of this cohort will determine the long-term benefits and risks of bevacizumab treatment.",
  "methods": "Methods Patients treated with bevacizumab underwent serial prospective MRI, audiology, clinical, CTCAE-4.0 adverse events, and NFTI-QOL quality-of-life assessments. Tumor volumetrics were classified according to the REiNs criteria and annual VS surgical rates reviewed.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:54:24.359882",
  "abstract_length": 1597,
  "methods_length": 269,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}