{
  "pmid": "PMID:29715273",
  "title": "Neurofibromatosis type 2 tumor suppressor protein is expressed in oligodendrocytes and regulates cell proliferation and process formation.",
  "abstract": "The neurofibromatosis type 2 (NF2) tumor suppressor protein Merlin functions as a negative regulator of cell growth and actin dynamics in different cell types amongst which Schwann cells have been extensively studied. In contrast, the presence and the role of Merlin in oligodendrocytes, the myelin forming cells within the CNS, have not been elucidated. In this work, we demonstrate that Merlin immunoreactivity was broadly distributed in the white matter throughout the central nervous system. Following Merlin expression during development in the cerebellum, Merlin could be detected in the cerebellar white matter tract at early postnatal stages as shown by its co-localization with Olig2-positive cells as well as in adult brain sections where it was aligned with myelin basic protein containing fibers. This suggests that Merlin is expressed in immature and mature oligodendrocytes. Expression levels of Merlin were low in oligodendrocytes as compared to astrocytes and neurons throughout development. Expression of Merlin in oligodendroglia was further supported by its identification in either immortalized cell lines of oligodendroglial origin or in primary oligodendrocyte cultures. In these cultures, the two main splice variants of Nf2 could be detected. Merlin was localized in clusters within the nuclei and in the cytoplasm. Overexpressing Merlin in oligodendrocyte cell lines strengthened reduced impedance in XCELLigence measurements and Ki67 stainings in cultures over time. In addition, the initiation and elongation of cellular projections were reduced by Merlin overexpression. Consistently, cell migration was retarded in scratch assays done on Nf2-transfected oligodendrocyte cell lines. These data suggest that Merlin actively modulates process outgrowth and migration in oligodendrocytes.",
  "authors": "Andrea Toledo; Elena Grieger; Khalad Karram; Helen Morrison; Stephan L Baader",
  "journal": "PloS one",
  "publicationDate": "2018",
  "doi": "10.1371/journal.pone.0196726",
  "methods": "Materials and methods Animals All animals used in this work were housed under constant temperature and humidity conditions on a 12 h light/dark cycle, with access to food and water  ad libitum . Animals older than six weeks were classified as adults. NG2-EYFP mice, which carry a YFP fluorescent protein gene instead of a NG2 gene, are healthy and fertile and do not show any obvious phenotype [ 32 ]. They were kindly provided by Dr. J. Trotter (Institute of Molecular Biology, Mainz, Germany). Mice for cell cultures were obtained from breedings of C57Bl6/J mice (Janvier Labs, France). All mice were handled in strict adherence to local governmental and institutional animal care regulations and were approved by the Institutional Animal Care and Use Committee (Landesamt für Natur, Umwelt und Verbraucherschutz Nordrhein-Westfalen) under the permission number Az 84–02.05.20.13.121. For mouse anesthesia, a mixture of Ketamin/Rompun was intraperitoneally injected, and mice were sacrificed by cervical dislocation after anesthesia. Immunohistochemistry To assess Merlin localization on nervous tissue, adult and nine day old mice (P9 mice) were transcardially perfused using Ringer´s solution, followed by 4% paraformaldehyde in phosphate buffered saline (PBS). Brains were dissected and postfixed for 6 hours. Sagittal sections were performed using a vibratome (VT1000 S; Leica, Wetzlar, Germany). Sections were heated in 10 mM sodium-citrate buffer pH 9, at 80°C for 30 minutes, for antigen retrieval. After cooling, sections were incubated in 2% nonfat dry milk for 30 minutes and then in 0.5% Triton X-100 for 20 minutes. Blocking of unspecific sites was done by incubation in 0.2% gelatin, 2% goat serum in PBS, at room temperature for 2 hours. Primary antibodies were incubated at 4°C overnight. The following antibodies were used: anti-CalbindinD-28K (rabbit polyclonal, 1:2000 Swant CB-38a, Marly, Switzerland and mouse monoclonal 1:1000 Sigma-Aldrich (clone CB-955), Munich, Germany), anti-Merlin (rabbit polyclonal antibody, A-19 (sc-331) and C-18 (sc-332), 1:50; Santa Cruz, Heidelberg, Germany), anti-Olig2 (mouse monoclonal antibody, 1:500; Millipore (AB9610), Darmstadt, Germany), anti-MBP (mouse monoclonal antibody, 1:500; Chemikon (MAB384), Schwalbach, Germany). After three PBS washes, sections were incubated in the secondary antibody solution (Alexa Fluor 488 and 546 conjugated goat anti-mouse and anti-rabbit antibodies A-11001, A-11008, A-10036, A-10040, 1:500, Invitrogen, Darmstadt, Germany) at room temperature for 2 hours. After PBS washing, sections were embedded in Mowiol. Cell culture OLN93 mouse oligodendrocyte cell line was kindly provided by Dr. C. Richter-Landsberg (Oldenburg University, Germany). This permanent cell line is derived from spontaneous transformation of rat glial cultures and represents typical oligodendrocyte protein expression such as myelin basic protein, myelin associated protein [ 33 ] and Olig-2 (as shown here). SC4-immortalized  Nf2 -/-  primary Schwann cells were derived from Nf2 -/-  deficient mice [ 19 , 34 ]. They thus contain a  Nf2  gene missing exon 2 and 3 which results in an unstable and, if at all, truncated and non-functional protein version [ 35 , 19 ]. The RT4-D6PT2 schwannoma cell line was obtained from the European Collection of Animal Cell Cultures (Salisbury, United Kingdom). This cell line was originally derived from a N-ethyl-N-nitrosourea (ENU) induced rat peripheral neurotumor and was used as a model cell line for Schwannoma [ 36 , 37 ]. The TC620 human oligodendroglioma cell line was a gift from Dr. A. Glassmann (Life Science Incubators, EPN-Technology, Germany). TC620 cells were cultured from human oligodendroglioma tissue and show oligodendroglial like ganglioside expression levels and pattern [ 38 , 39 ]. All cell lines were maintained in DMEM medium supplemented with 10% heat inactivated FCS, 100 U/ml penicillin and 100 μg/ml streptomycin. The extraction of primary oligodendrocytes (CG4) was performed according to the protocol of Bottenstein and Sato, 1979, modified by Louis et al., 1992 [ 40 , 41 ]. Briefly, cells were harvested by dissecting 4–6 forebrains from newborn heterozygous NG2-EYFP mice [ 32 ]. Animals were decapitated, the hemispheres dissected and dissociated in 0.25% trypsin-EDTA. The cell suspension was plated on poly-L-lysine (PLL) coated dishes, using standard DMEM medium supplemented with 10% fetal calf serum. After one week of incubation, the cultured primary oligodendrocytes were rinsed off from the underlying astrocyte layer and plated on fibronectin-PLL-coated dishes filled with N1-medium containing glutamate (2 mM), transferrin (50 μg/ml), insulin (5 μg/ml), putrescine (100 μM), progesterone (20 nM), selenium (30 nM), biotin (10 ng/ml), Pen/Strep (100x) dissolved in DMEM and supplemented with a conditioned supernatant of B104 neuroblastoma cells. After a further 5 days of incubation, cultured primary oligodendrocytes were fixed or harvested for Western blot. All reagents were obtained from Life Technologies (Darmstadt, Germany) or Sigma-Aldrich (Munich, Germany). Immunocytochemistry For immunocytochemistry, cells were fixed in 4% paraformaldehyde in PBS for 10 minutes at 37°C. Plates used for Ki67 stainings were then incubated in 10 mM Na-citrate (pH 9.5) at 80°C for antigen retrieval. All cultures were then processed the same way: they were permeabilized with 0.1% Triton X-100 for 3 minutes, non-specific antibody binding sites were blocked using a mixture of 1% bovine serum albumin and 10% goat serum for two hours, incubations with the primary antibodies were done in blocking solution at 4°C, and carried out overnight. The following primary antibodies were used: anti-Merlin (clone A-19 and C-18, 1:50, Santa Cruz Biotechnology, Heidelberg, Germany; or HPA003097, 1:100, Atlas Antibodies, Bromma, Sweden), anti-Olig2 (1:500; Millipore, Darmstadt, Germany), anti-GFP (A11122, 1:500, Thermo Fisher, Schwerte, Germany), anti Ki67 (15580, 1:500, Abcam, Cambridge, UK), and anti phospho-Histone H3 (pH3-Ser10, 06–570, 1:1000, Millipore, Darmstadt, Germany). After extensive rinsing in PBS, cells were incubated with goat anti mouse or anti rabbit secondary antibodies linked to Alexa Fluor-488 and 546 (1:500; Invitrogen, Darmstadt, Germany) for 1 hour. Afterwards, cells were washed in PBS and counterstained with DRAQ 5 (1:1000 in PBS, Biostatus, UK), or phalloidin conjugated to Alexa 546 (1:100 in PBS, Invitrogen, Darmstadt, Germany) and Hoechst 34580 (1μg/ml in PBS, Invitrogen) for 20 min. Slides were mounted in Mowiol. Quantification of proliferating cells Proliferation of oligodendroglial cells was analyzed in 24 well plates in which cells were seeded at a concentration of 2x10 4  cells per well when cultured for up to 48 hours, and at a density of 1x10 4  cells per well when incubated for more than 48 hours. After seeding, cells were grown for 24, 48, 72, and 96 hours, fixed, stained for Ki67 or pH3 and counterstained with Hoechst 34580. Images were taken with a Leica DMIRE2 inverted microscope equipped with a DFC350 camera using defined imaging parameters for each fluorophore. In order to avoid bias by the experimentators, six images were taken along the diameter of each well only selecting for regions which showed comparable cell densities (subconfluent at the beginning of culturing and confluent after 96 hours in culture). Then background was subtracted in ImageJ using a rolling ball radius of 50 pixels. Frequencies of pixels with intensities larger than 20 (out of 255) were recorded for all images and summed up to get numbers of pixels positive for Ki67 or Hoechst, respectively. Ki67 positive pixels were then related to Hoechst positive pixels and thus serves as a measure of Ki67 expressing cells. Each experiment was done in triplicate. We thus obtained a total of 12 images per time point and cell line. In order to demonstrate a time dependent effect of Merlin overexpression on cell proliferation, we combined data obtained on days two to four and compared them to data obtained at day 1. Equal variances of ratios were demonstrated by Levene’s test. Significance was tested by one-way ANOVA (for day 1) and two-way ANOVA for days 2–4 (ns not significant, *p < 0.05, ***p < 0.001). Data analysis was done using R [ 42 ]. Western-blot Subconfluent cell line cultures were trypsinized, washed in PBS and lysed in RIPA (Radio-Immunoprecipitation Assay) buffer supplemented with protease inhibitors (Pefabloc, Sigma-Aldrich, Munich, Germany). Protein concentrations were determined with BCA TM  kit (Thermo Scientific, Darmstadt, Germany). Samples were loaded and separated by SDS-PAGE in a 10% polyacrylamide gel, before being transferred to a polyvinylidene fluoride membrane (Millipore, Darmstadt, Germany) with a semidry transfer system (Nova Blot, GE Healthcare, Munich, Germany). Unspecific binding sites on the membrane were blocked with 5% milk resuspended in 0.1% Tween-20 in PBS for two hours. Primary antibodies were diluted in blocking solution and incubated overnight at 4°C (anti-NF2 clone C-18, 1:500, Santa Cruz, Heidelberg, Germany; anti-phospho S518-Merlin 1:1000, and anti-cyclophilin B 1:4000, Abcam, Cambridge, UK). After three 10 minutes’ washes in 0.1% Tween-20 in PBS, membranes were incubated with the secondary antibody diluted in blocking solution for two hours at room temperature (goat anti-mouse or rabbit HRP, 1:8000, Dako, Hamburg, Germany). Immunoreactive bands were visualized using SuperSignal® West Pico chemoluminescent Substrate (Thermo Scientific, Darmstadt, Germany). Each experiment was repeated at least three times. Optical density measurements of whole bands were performed using the Image J (NIH) Gel analysis plugin. Results were normalized using cyclophilin B. Results are shown as mean ± standard error of the mean (SEM). Statistical analysis was completed using Student t-test, *p < 0.1, **p < 0.05, ***p < 0.001. Reverse transcription PCR analysis Total RNA was isolated from adult mouse brains and from cell lines by homogenization in Trizol (Life Technologies, Darmstadt, Germany). cDNA was synthesized from 1–2 μg of RNA by reverse transcription using Superscript III polymerase (Life Technologies, Darmstadt, Germany), in accordance with the suppliers’ instructions. Merlin isoforms were amplified using the primers listed in  Table 1 . 10.1371/journal.pone.0196726.t001 Table 1 Primer sequences. Species Amplicon Primer sequence (5´-3´) Amplicon length (bp) Mouse Exon 1–6 AAGCAGCCCAAGACATTCAC Mouse Exon 1–6 CGCATACCAAGCCGTAATTC 530 Mouse Exon 4–13 CGTCCGTGCTCTTGGCGTCAT Mouse Exon 4–13 CGTCCGTGCTCTTGGCGTCAT 1030 Mouse Exon 12–17 AGGTGCTGGAGGCTGAAGTG Mouse Exon 12–17 TCAGGCCCATCCTGTTGGTG 566 Rat Exon 1–6 AAGCAGCCCAAGACATTCAC Rat Exon 1–6 TCTCCAGGTCCTGAGCTATC 587 Rat Exon 4–13 GCACAAGCGAGGATTTTTAG Rat Exon 4–13 GGTGGGCTTGGTGGCGATTTC 1030 Rat Exon 12–17 CTGAAGTGCTGGCATTGAAG Rat Exon 12–17 AAGCCAGCCCTCTACTGATG 628 Human Exon 1–6 GGGCTAAAGGGCTCAGAGTG Human Exon 1–6 TCG GTGCTCTGCGTACCAAG 587 Human Exon 4–13 TGGCTTCTTACGCCGTCCAG Human Exon 4–13 TGGGCTTGGTGGCAATCTCC 1030 Human Exon 12–17 AGCAGGAAATGCAGCGCATC Human Exon 12–17 AGAAGGCCACTCGGGACTTG 628 Primer sequences are given in pairs in 5’ to 3’ direction for each amplicon in each species. The calculated amplicon length is given in base pairs. Cell transfection For stable transfection of Merlin in cell lines, the plasmid pcNf2hflag containing a CMV promoter and a neomycin resistance cassette was used [ 19 ]. An empty vector pcDNA3.1 was used as a control. Cell lines were transfected using Lipofectamine LTX (Invitrogen, Darmstadt, Germany), again as per manufacturer´s instructions. For preparation of stable cell lines the neomycin resistant gene of the vectors was used, and cells were selected with Geneticin (G418, 600–1000 μg/ml, Life Technologies, Darmstadt, Germany). Measurement of cell impedance by XCELLigence The microelectronic biosensor  XCELLigence  Real Time Cell Analysis System (RTCA, Roche Diagnostics GmbH, Mannheim, Germany) was used to measure the resistance introduced to an electric field by growing cells over time. This is performed by microelectrodes attached to the bottom of the 96 well plates which measure impedance as a dimension-less cell index through the plate, which is proportional to the number and pattern of attached cells. First, the background impedance was measured according to manufacturer´s instructions with 100μl of standard medium. To determine the optimal seeding density of cells on the RTCA system, different cell numbers (5 x 10 3 , 1 x 10 4 , 2 x 10 4 , and 4 x 10 4 ) were plated with 100μl of culture medium. Impedance was measured every 5 minutes during the first 5 hours (adhesion phase) and every 15 minutes for 100 hours (proliferation phase). The impedance was expressed as an instrument intrinsic parameter—the cell Index (CI). Based on the slope of the CI curves obtained and the time when impedance reached maximum values, we have selected 4 x 10 4 \n control- transfected and  Nf2- transfected cells for further experiments. Having measured the impedance curves of these cell lines, we calculated the slope of the curves starting from the minimum CI value after an initial cell adhesion phase, to the maximum of the CI curve. The slopes obtained from growth curves of  control - and  Nf2- transfected cells were compared and significance was evaluated using the non-parametric Wilcoxon Rank test. Experiments were conducted in duplicates or triplicates and repeated at least three times. Measurement of process outgrowth Numbers of processes were counted per cell. Only isolated cells and aggregates with less than four cells were evaluated. Measurements were performed on epifluorescent images using Image J (NIH). Process length was evaluated independent of the aggregate size, starting from the cell surface to the tip of a process. Data are presented as mean ± SEM and analyzed by Kolmogorov-Smirnov test. Significance was set at p < 0.05. P values: * < 0.05, ** < 0.01, *** < 0.001. Scratch assay Cells of various cell lines were plated on poly-L-lysine coated plates at high density, enabling the attainment of confluence overnight. Cell-free regions were generated after cell confluence using a sterile pipette tip. Dying or dead cells were removed by changing culture media. Refilling of the scratched area was followed by time lapse imaging taking images every 60 min during the first 10 hours, then every 30 min during the next ten hours (this applies for OLN93 and TC620 cells) and again every 60 min during hours 20 to 30. Since RT4 cells migrated much faster, images were taken every 10 minutes during the 10 to 20 hour phase. For refilling of scratches the cell-free area was measured at six different spots within a 3 cm well plate every 4 hours up to 24 hours using the ImageJ MRI Wound healing tool. Experiments were repeated four times. Results are shown as mean ± SEM. Statistical analysis was achieved using Two-Way ANOVA and Bonferroni post-hoc-test, *p < 0.1, **p < 0.05, ***p < 0.001. To compare mitotic activity during the initial time frame, cells were fixed after 16 hours of the scratch assay and stained for phospho-Histone H3. The staining procedure was done as described above. As a measure of proliferation, phospho-H3 positive cells were related to the total cell number in an area covering 400 μm next to the edge of the scratch to get the mitotic index. In addition, we used time lapse imaging to track single cells. In each view of the time lapse images, we selected up to ten cells and tracked them from the beginning up to the end of the run. Only those cells were chosen which were not encased by other cells during the first 10 hours, and which ran for at least 25 hours. Dividing cells were included by following the path of only one of the daughter cells. Total lengths of paths were compared by Wilcoxon’s rank test. Microscopy, image acquisition and statistical analysis Confocal images of brain sections were acquired with a Leica TCS SP2 laser scanning microscope using 40x 1,25NA and 63x 1,4NA lenses. Epifluorescent and time lapse images were obtained in a Zeiss Axioskop 2 and Leica DMIRE2, equipped with a DFC350Fx camera. Adobe Photoshop (CS and Elements 15, Adobe Systems) and ImageJ (Fiji 1.51, NIH) were used for digital processing of images (linear adjustments of brightness and contrast). Statistical analysis was performed with R [ 42 ].",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:27:28"
}