{
  "pmid": "PMID:29774626",
  "title": "Analysis of intratumor heterogeneity in Neurofibromatosis type 1 plexiform neurofibromas and neurofibromas with atypical features: Correlating histological and genomic findings.",
  "abstract": "Plexiform neurofibromas (PNFs) are benign peripheral nerve sheath tumors involving large nerves present in 30%-50% Neurofibromatosis type 1 (NF1) patients. Atypical neurofibromas (ANF) are distinct nodular lesions with atypical features on histology that arise from PNFs. The risk and timeline of malignant transformation in ANF is difficult to assess. A recent NIH workshop has stratified ANFs and separated a subgroup with multiple atypical features and higher risk of malignant transformation termed atypical neurofibromatous neoplasms with uncertain biological potential (ANNUBP). We performed an analysis of intratumor heterogeneity on eight PNFs to link histological and genomic findings. Tumors were homogeneous although histological and molecular heterogeneity was identified. All tumors were 2n, almost mutation-free and had a clonal NF1(-/-) origin. Two ANFs from the same patient showed atypical features on histology and deletions of CDKN2A/B. One of the ANFs exhibited different areas in which the degree of histological atypia correlated with the heterozygous or homozygous loss of the CDKN2A/B loci. CDKN2A/B deletions in different areas originated independently. Results may indicate that loss of a single CDKN2A/B copy in NF1(-/-) cells is sufficient to start ANF development and that total inactivation of both copies of CDKN2A/B is necessary to form an ANNUBP.",
  "authors": "Meritxell Carrió; Bernat Gel; Ernest Terribas; Adriana Carolina Zucchiatti; Teresa Moliné; Inma Rosas; Álex Teulé; Santiago Ramón Y Cajal; Juan Carlos López-Gutiérrez; Ignacio Blanco; Elisabeth Castellanos; Conxi Lázaro; Anat Stemmer-Rachamimov; Cleofé Romagosa; Eduard Serra",
  "journal": "Human mutation",
  "publicationDate": "2018-08",
  "doi": "10.1002/humu.23552",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-20 06:57:31"
}