{
  "pmid": "PMID:29787563",
  "title": "Graph complexity analysis identifies an ETV5 tumor-specific network in human and murine low-grade glioma.",
  "abstract": "Conventional differential expression analyses have been successfully employed to identify genes whose levels change across experimental conditions. One limitation of this approach is the inability to discover central regulators that control gene expression networks. In addition, while methods for identifying central nodes in a network are widely implemented, the bioinformatics validation process and the theoretical error estimates that reflect the uncertainty in each step of the analysis are rarely considered. Using the betweenness centrality measure, we identified Etv5 as a potential tissue-level regulator in murine neurofibromatosis type 1 (Nf1) low-grade brain tumors (optic gliomas). As such, the expression of Etv5 and Etv5 target genes were increased in multiple independently-generated mouse optic glioma models relative to non-neoplastic (normal healthy) optic nerves, as well as in the cognate human tumors (pilocytic astrocytoma) relative to normal human brain. Importantly, differential Etv5 and Etv5 network expression was not directly the result of Nf1 gene dysfunction in specific cell types, but rather reflects a property of the tumor as an aggregate tissue. Moreover, this differential Etv5 expression was independently validated at the RNA and protein levels. Taken together, the combined use of network analysis, differential RNA expression findings, and experimental validation highlights the potential of the computational network approach to provide new insights into tumor biology.",
  "authors": "Yuan Pan; Christina Duron; Erin C Bush; Yu Ma; Peter A Sims; David H Gutmann; Ami Radunskaya; Johanna Hardin",
  "journal": "PloS one",
  "publicationDate": "2018",
  "doi": "10.1371/journal.pone.0190001",
  "methods": "Materials and methods Mice Nf1  (N),  flox/flox Nf1 flox/null ; GFAP-Cre (OPG-1),  Nf1 flox/R681 *; GFAP-Cre (OPG-2),  Nf1 flox/null ;  Pten flox/wt ; GFAP-Cre (OPG-3), and  Nf1 flox/null ; Olig2-Cre (OPG-4) mice [ 2 ,  11 – 13 ] were maintained on a C57Bl/6 background. Mice were housed in standard caging systems, which included irradiated commercial mouse chow and acidified water available at all times. Temperatures were kept at 70–72°F with 50–60% humidity on static racks. Light cycles were set at 5:00am on and 7:00pm off. All cages include pressed cotton squares for environmental enrichment that were changed multiple times per week. Every animal was checked at least once per day, and mating cages and cages with litters were checked twice per day for appearance, movement and overall health to monitor well-being. Mice were euthanized with 200 mg/kg sodium pentobarbital via i.p. prior to tissue isolation. All procedures were performed in accordance with an approved Animal Studies Committee protocol at Washington University with associated ethics committee approval. Immunohistochemistry Optic nerves were microdissected and processed as described previously [ 14 ,  15 ]. Rabbit anti-Etv5 antibody (Novus Biologicals) was diluted at 1:100 for immunohistochemistry. RNA isolation Mice were perfused, followed by optic nerves/chiasms microdissection, and preservation in TRIzol solution. RNA was isolated by phenol/chloroform extraction followed by isopropanol precipitation. RNA from primary astrocytes was isolated using the RNeasy Mini Kit (Qiagen) according to the manufacturer’s protocol. Quantitative real-time PCR qPCR was performed as described previously [ 16 ]. The primers used for these experiments are listed in  S1 Table . Primary astrocyte culture Wild-type and  Nf1 -/- primary astrocytes were generated and maintained as previously described [ 17 – 20 ]. RNA-seq experiments RNA-sequencing of optic nerves/chiasms isolated from 6-weeks-old mice was performed as previously described [ 15 ]. Regulatory network construction The glioma network was inferred from the Rembrandt microarray data set (available from GEO  GSE68848  [ 21 ]). The Rembrandt data were generated through the Glioma Molecular Diagnostic Initiative and include 874 glioma specimens. With the Rembrandt data, the network was built using the ARACNe-AP algorithm [ 22 ,  23 ]. The ARACNe-AP algorithm reconstructs gene regulatory networks from large-scale gene expression data [ 23 ]. The steps used in this algorithm are summarized below: The input to the algorithm is a list of transcription facts and gene expression profile data. The gene expression data is pre-processed in order to determine a mutual information (MI) threshold. Specifically, all pairwise MI scores between gene expression profiles are estimated, and then their significance assessed by comparing them to a null dataset. The significance level depends on the sample size of the input. The bootstrapping step: selecting a random sample from the input gene expression profiles.\n The gene expression profiles are rank-transformed, and then the MI for each Transcription Factor/Target pair is calculated. The MI threshold from Step 2 is used to remove any connections that are not statistically significant. Indirect interactions are removed using the Data Processing Inequality tolerance filter described in [ 22 ]. A network is constructed using consensus, by keeping only edges that were detected a significant number of times across all bootstrap runs in Step 3. Significance is determined using a Poisson distribution, keeping only those edges with a p-value less than 0.05. The ARACNe algorithm, first described in [ 22 ], has been successfully used for over a decade. The Adaptive Paritioning version of the algorithm improves on the original method by eliminating the use of pre-determined bins of fixed sizes for estimating the mutual information. The resulting ARACNe-AP algorithm and its validation are described in detail in [ 23 ]. Various networks constructed using the algorithm are available online from bioconductor.org as the aracne.networks data package. The regulatory network used in this study is provided as part of the supplementary materials ( S2 Table ). Centrality calculations RNA expression data from optic nerves of  Nf1 flox/flox  (N, normal control group,  n  = 4) and  Nf1 flox/mut ; GFAP-Cre (OPG-1, tumor group,  n  = 11) were generated previously [ 15 ] and used to create separate weighted networks. Note that the network structure is the same for the two groups, but the weights assigned to the edges differ. Genes that were not expressed in one of the groups were removed from the network. The network weights are given by the distance between two nodes (i.e., between two genes). The distances between two genes ( j  and  k ) are calculated as 1 − |  ρ ( x ,  j x )| where  k ρ ( x ,  j x ) is the minimum of the Pearson and Spearman correlations between the expression levels of gene  k j  and gene  k . The betweenness centrality of gene  i  is the fraction of shortest paths in the network that go through gene  i . Note that our original choice of transcriptome network built by the ARACNe-AP algorithm has a consequence that only regulators (and not their targets) have high centrality measures. Centrality measures were calculated using the  igraph  package in R [ 24 ]. Differential expression analysis The differential expression and fold change calculations on the RNA-Seq datasets (including all of the OPG datasets) were performed using the R package  DESeq2  version 1.18.1 [ 25 ], including use of Benjamini-Hochberg adjusted p-values [ 26 ] with an adjusted significance level of 0.01. Published microarray data were analyzed by comparing pilocytic astrocytomas and normal control samples. The publicly available data were already normalized, and we performed standard two-sample t-tests on all probes in each dataset. After analysis at the probe level, data were collated based on the gene to which the probes mapped. Because the analysis was confirmatory for ETV5 and its network (and not exploratory), we did not adjust for multiple comparisons. Details of the datasets employed RNA-Seq Data for 3-month-old murine non-neoplastic and OPG-1, OPG-2, OPG-3, OPG-4 models . RNA-Seq murine data that formed the basis of the original and follow-up analyses. The non-neoplastic samples are also denoted as FF ( Nf1 flox/flox ); OPG-1 model is also denoted as FMC ( Nf1 flox/null ; GFAP-Cre); the OPG-2 model is also denoted as F18C ( Nf1 flox/R681 *; GFAP-Cre); the OPG-3 is also denoted as FMPC ( Nf1 flox/null ;  Pten flox/wt ; GFAP-Cre); and the OPG-4 model is denoted as FMOC ( Nf1 flox/null ; Olig2-Cre). The samples are publicly available at  https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE102345 . RNA-Seq data for 6-week-old murine non-neoplastic and  0 RNA-Seq murine data on 6-week-old OPG-1 (FMC) mice. The OPG-1 model is also denoted as FMC. The samples are publicly available at  Nf1  OPG-1 model https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE102345 . qPCR data for 3-month-old murine  . In these experiments, we chose 12 genes ( Nf1  OPG-1 model Gldc ,  Spry4 ,  Fabp5 ,  Pcdhgc3 ,  Spry2 ,  Shc3 ,  Spred1 ,  Nlgn3 ,  Dusp6 ,  Lrp4 ,  Rsbn1l , and  Socs2 ) for qPCR validation in optic nerves from normal healthy and optic glioma-bearing mice (n = 3 mice/group), 8 genes that demonstrated differential expression patterns similar to the original RNA-seq data ( Gldc ,  Spry4 ,  Fabp5 ,  Pcdhgc3 ,  Spry2 ,  Shc3 ,  Spred1  and  Nlgn3 ,  Fig 1 ), while 4 demonstrated different patterns or no change ( Dusp6 ,  Lrp4 ,  Rsbn1l  and  Socs2 , data not shown). The p-values were calculated using a t-test (GraphPad, Prism). Cell-type based expression data from the brain RNA-Seq database . Data analyzed from the brain RNA-seq database [ 27 ],  Fig 2  compares the expression levels in various cell types. The samples are publicly available at  http://web.stanford.edu/group/barres_lab/brain_rnaseq.html . Microarray data for pediatric pilocytic astrocytomas . The dataset is available at the NCBI GEO repository,  GSE42656  ( ), which included 14 pediatric pilocytic astrocytomas and 8 fetal cerebellum samples. The gene expression samples were measured using Illumina HumanHT-12 V3.0 expression beadchip [ https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc= GSE42656 28 ]. In addition,  GSE12907  ( ), contained 21 juvenile pilocytic astrocytomas and four normal cerebellum samples. The gene expression samples were measured using an Affymetrix Human Genome U133A array [ https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc= GSE12907 29 ]. 10.1371/journal.pone.0190001.g001 Fig 1 The  Etv5  network is differentially expressed in murine  Nf1  optic gliomas. Gldc ,  Spry4 ,  Fabp5 ,  Pcdhgc3 ,  Spry2 ,  Shc3 ,  Spred1  and  Nlgn3  RNA expression is increased in optic glioma samples (OPG-1) relative to the normal murine optic nerve (N). n.d., not detected. FC, fold change. p = 0.0003 ( Gldc ), p = 0.0258 ( Spry4 ), p<0.0001 ( Fabp5 ), p = 0.0005 ( Spry2 ), p = 0.0045 ( Shc3 ), p = 0.0111 ( Spred1 ), p = 0.0008 ( Nlgn3 ). The unadjusted p-values were calculated separately using a t-test. 10.1371/journal.pone.0190001.g002 Fig 2 Expression of Etv5 network in the central nervous system. (A) \n Etv5  RNA expression in astrocytes, neurons, OPCs (oligodendrocyte progenitor cells), newly formed oligodendrocytes, myelinating oligodendrocytes, microglia and endothelial cells demonstrates preferential enrichment in astrocytes, OPCs and microglia. Data analyzed from the brain RNA-Seq database [ 27 ] ( http://web.stanford.edu/group/barres_lab/brain_rnaseq.html ).  (B) \n Gldc ,  Spry4 ,  Fabp5 ,  Pcdhgc3 ,  Spry2 ,  Shc3 ,  Spred1  and  Nlgn3  expression was enriched in astrocytes, OPCs and microglia.  Spred1  was the only gene expressed in microglia.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:27:29"
}