{
  "pmid": "29847659",
  "abstract": "Neurofibromin Deficiency Induces Endothelial Cell Proliferation and Retinal  Neovascularization.  Zhang H(1)(2), Hudson FZ(1)(2), Xu Z(2), Tritz R(1)(2), Rojas M(2)(3), Patel  C(2), Haigh SB(2), Bordán Z(2), Ingram DA(4)(5), Fulton DJ(2)(3), Weintraub  NL(2)(6), Caldwell RB(2)(7)(8)(9), Stansfield BK(1)(2)(7).  Author information: (1)Department of Pediatrics and Neonatal-Perinatal Medicine, Augusta University,  Augusta, Georgia, United States. (2)Vascular Biology Center, Augusta University, Augusta, Georgia, United States. (3)Department of Pharmacology and Toxicology, Augusta University, Augusta,  Georgia, United States. (4)Herman B. Wells Center for Pediatric Research, Indiana University School of  Medicine, Indianapolis, Indiana, United States. (5)Department of Neonatal-Perinatal Medicine, Indiana University School of  Medicine, Indianapolis, Indiana, United States. (6)Department of Cardiology, Augusta University, Augusta, Georgia, United  States. (7)Vision Discovery Institute, Augusta University, Augusta, Georgia, United  States. (8)Department of Cellular Biology and Anatomy, Augusta University, Augusta,  Georgia, United States. (9)Charlie Norwood VA Medical Center, Augusta, Georgia, United States.  PURPOSE: Neurofibromatosis type 1 (NF1) is the result of inherited mutations in  the NF1 tumor suppressor gene, which encodes the protein neurofibromin. Eye  manifestations are common in NF1 with recent reports describing a vascular  dysplasia in the retina and choroid. Common features of NF1 retinopathy include  tortuous and dilated feeder vessels that terminate in capillary tufts, increased  endothelial permeability, and neovascularization. Given the retinal vascular  phenotype observed in persons with NF1, we hypothesize that preserving  neurofibromin may be a novel strategy to control pathologic retinal  neovascularization. METHODS: Nf1 expression in human endothelial cells (EC) was reduced using small  hairpin (sh) RNA and EC proliferation, migration, and capacity to form  vessel-like networks were assessed in response to VEGF and hypoxia. Wild-type  (WT), Nf1 heterozygous (Nf1+/-), and Nf1flox/+;Tie2cre pups were subjected to  hyperoxia/hypoxia using the oxygen-induced retinopathy model. Retinas were  analyzed quantitatively for extent of retinal vessel dropout,  neovascularization, and capillary branching. RESULTS: Neurofibromin expression was suppressed in response to VEGF, which  corresponded with activation of Mek-Erk and PI3-K-Akt signaling.  Neurofibromin-deficient EC exhibited enhanced proliferation and network  formation in response to VEGF and hypoxia via an Akt-dependent mechanism. In  response to hyperoxia/hypoxia, Nf1+/- retinas exhibited increased vessel dropout  and neovascularization when compared with WT retinas. Neovascularization was  similar between Nf1+/- and Nf1flox/+;Tie2cre retinas, but capillary drop out in  Nf1flox/+;Tie2cre retinas was significantly reduced when compared with Nf1+/-  retinas. CONCLUSIONS: These data suggest that neurofibromin expression is essential for  controlling endothelial cell proliferation and retinal neovascularization and  therapies targeting neurofibromin-deficient EC may be beneficial.  DOI: 10.1167/iovs.17-22588 PMCID: PMC5963003 PMID: 29847659 [Indexed for MEDLINE]",
  "methods": "Methods Nf1  expression in human endothelial cells (EC) was reduced using small hairpin (sh) RNA and EC proliferation, migration, and capacity to form vessel-like networks were assessed in response to VEGF and hypoxia. Wild-type (WT),  Nf1  heterozygous ( Nf1 +/− ), and  Nf1 ;Tie2cre pups were subjected to hyperoxia/hypoxia using the oxygen-induced retinopathy model. Retinas were analyzed quantitatively for extent of retinal vessel dropout, neovascularization, and capillary branching. flox/+ Methods Human Endothelial Cell Culture Pooled human endothelial colony forming cells (ECFC, endothelial outgrowth cells) were purchased from the Angio BioCore at Indiana University (Principal Investigator: Karen Pollock, PhD).  Human microvascular endothelial cells (HMVEC) were purchased from Lonza (Allendale, NJ, USA). ECFC and HMVEC were maintained in Endothelial Basal Medium-2 (EBM2; Lonza) with additives (bullet kit) provided by the manufacturer. The media was supplemented with 10% Hyclone FBS (Fisher, Waltham, MA, USA) and 2% penicillin/streptomycin. All cells were maintained 37°C, 5% CO 15 2  at normoxia unless otherwise stated. NF1  Gene Silencing Lentiviral vectors expressing  NF1  small hairpin (sh) RNA and shCtr were purchased from Sigma (CAT# TRCN000023878, TRCN0000039713, and SHC202; St. Louis, MO, USA). To generate lentiviral supernatant, 293FT packaging cells were plated onto tissue culture plates and transfected the following day using Lipotectamine 3000 (Invitrogen, Carlsbad, CA, USA) according to manufacturer's instructions. The transfected cells were incubated in Dulbecco's modified Eagle's Medium (DMEM; Thermo, Carlsbad, CA, USA) supplemented with 10% FBS. Viral stocks were harvested 24 hours after transfection, with collection at 48 and 72 hours, clarified by centrifugation, filtered through a 0.45-μm filter and stored at −80C. Human ECFC were seeded onto tissue culture plates coated with collagen and transduced with lentiviral stock diluted at 1:3 to 1:5 with EOC culture medium in the presence of 8 μg/mL polybrene (Sigma) for 8 hours. Fresh medium was replaced. At 48 hours posttransduction fresh medium with 0.5 μg/mL puromycin (Thermo) was replaced for 3 days. Selected cells were subcultured and  NF1  knockdown was confirmed by Western blot. Reagents The following antibodies were used: anti-neurofibromin (#A300; Bethyl Laboratories, Montgomery, TX, USA); anti-phospho-Akt XP (#4060), anti-Akt (#2938S), anti-phospho-Erk XP (#4370), anti-Erk (#4695S; Cell Signaling, Danvers, MA, USA); anti-phospho-endothelial nitric oxide synthase (eNOS) (612392) and FITC-anti-CD31 (BD Laboratories, San Jose, CA, USA); and anti-GAPDH (Novus, Littleton, CO, USA). Recombinant human and murine VEGF were purchased from Peprotech (Rocky Hill, NJ, USA). Wortmannin was purchased from Cayman Chemicals (Ann Arbor, MI, USA). BrdU Incorporation BrdU incorporation into ECFC was performed according to the manufacturer's instructions (Millipore, Burlington, MA, USA). Briefly, ECFC were progressively serum starved (5% FBS for 24 hours, 1% FBS for 7 hours, 0.125% for experiments) prior to the addition of VEGF (25 ng/mL). Two hours after the addition of VEGF, media was supplemented with BrdU and cells were fixed 24 or 48 hours following VEGF stimulation. Fixed cells were labeled with anti-BrdU monoclonal antibody followed by a goat anti-mouse IgG Peroxidase Conjugate. Signal intensity was measured using a spectrophotometer at 450/550 nm (BMG Labtech, Cary, NC, USA). In some experiments, ECFC were cultured in sealed chamber with an environmental oxygen concentration of 1% (ProOx 110; BioSpherix, Parish, NY, USA). Vessel-Like Network Formation The formation of closed vessel-like networks was assessed in  NF1 KD and Scr ECFC in response to VEGF as previously described.  Briefly, 96-well plates were coated with 30 μL Matrigel (Corning, NY, USA) and ECFC were seeded at a density of 10,000 cells per well. Cells were observed every 4 hours using an inverted microscope (Zeiss, Thornwood, NY, USA). and three uniform ×40 high-power images were captured for each well. The number of intact vessel-like networks were counted and averaged per ×20 high-power field. 16 Animals All experiments were approved by the Institutional Committee for Animal Use in Research and Education and conformed to the ARVO Statement for the Use of Animals in Ophthalmic and Vision Research.  Nf1  mice were obtained from Tyler Jacks (Massachusetts Institute of Technology, Cambridge, MA, USA) and backcrossed 13 generations into the C57BL/6J strain.  +/– Nf1  mice were obtained from Luis Parada (University of Texas Southwestern Medical Center, Dallas, TX, USA) and maintained on C57BL/6J background. Tie2cre (4128) and VE-cadherin cre (VEcre, 6137) mice were purchased from The Jackson Laboratory (Bar Harbor, ME, USA) and maintained on C57BL/6J background.  flox/flox Nf1  mice were crossed with Tie2cre or VEcre mice to generate  flox/flox Nf1 ;Tie2cre or  flox/+ Nf1 ;VEcre and  flox/+ Nf1  (control) mice.  flox /+ Cre -mediated recombination was confirmed by PCR as previously described. 17 Matrigel Plug Assay Matrigel plugs were incubated with VEGF in the presence or absence of wortmannin and inserted into wild-type (WT) and  Nf1 +/−  mice as previously described.  Concentrated Matrigel (Corning) was diluted and mixed with VEGF (100 ng/mL) 18 +/−  wortmannin (25 nM) on ice. WT and  Nf1 +/−  mice were anesthetized via inhalation of isoflurane (2%)/oxygen (98%) mixture. An equal volume of Matrigel was then injected slowly into the subcutaneous layer on the abdomen of WT and  Nf1 +/−  mice. Ten days after Matrigel insertion, animals were killed and Matrigel plugs were harvested for analysis. Matrigel plugs were photographed using a digital camera (Nikon, Tokyo, Japan), fixed in paraformaldehyde, and labeled with FITC anti-CD31 antibody. Digital images were obtained using a Zeiss Axioplan 2 Imaging System. Six mice per condition were used. Endothelial Cell Outgrowth From Aortic Rings Thoracic aortas were isolated from WT and  Nf1 +/−  mice, removed of periadventicial fat, and cut into 1-mm rings. Three aortic rings from each animal were transferred to 24-well collagen-coated plate and maintained in optimized HMVEC growth media. Culture media was supplemented with 100 ng/mL of VEGF (Sigma) and endothelial cell outgrowth was monitored every other day for 12 days. Aortic rings were photographed using an inverted microscope with non–phase contrast optics at day 12 and the number of cells per image was quantified by a blinded observer and averaged for each animal. For some experiments, wortmannin (25 nM) was added to the aortic rings. Aortic rings from three animals per condition were used. Oxygen-Induced Retinopathy Retinopathy was induced in newborn C57Bl/6 mice as previously described by Smith et al.  On postnatal day 7 (P7), dams and pups were placed in a sealed chamber in which the oxygen concentration was maintained at 75% oxygen. At P12, animals were transferred back to cages maintained in normoxia (21%). Room temperature was maintained on a 12-hour light/dark cycle. Newborn pups and dams were provided standard chow and water ad libitum. Six to seven pups per litter were used for all experiments. 19 Analysis of Vessel Dropout and Neovascularization Animals were killed on P17 and eyeballs were removed and fixed in 4% paraformaldehyde for analysis. Following fixation, retinas were isolated, washed in PBS, and retinal flatmounts prepared. Retinal tissue was permeablized in 10% Triton X-100 (Sigma) and incubated with isolectin GS-1B 4  Alexa Fluor 594 (Fisher, Waltham, MA, USA) in the dark overnight at 4°C. Retinas were placed on glass slides, incubated in Vectashield mounting media (Vector Labs, Burlingame, CA, USA) and digital images were acquired using a Zeiss Axioplan 2 Imaging System. Digital images were assembled using Photoshop (Adobe Systems, Inc., San Jose, CA, USA) for further analysis. Central vessel dropout area was quantified from the digital images using the ImageJ software ( http://imagej.nih.gov/ij/ ; provided in the public domain by the National Institutes of Health, Bethesda, MD, USA) and neovascular area was determined using the Swift_NV macro for ImageJ.  Branching was also determined by counting terminal cells proximal to the central vessel dropout zone. 20 Statistical Analysis The results of cell culture experiments are presented as mean ± SEM. Vessel dropout, neovascular area, and branching are presented as mean ± SD. Endothelial cell BrdU incorporation, vessel-like network formation, vessel dropout, neovascular area, and branching were compared by two-way ANOVA with Tukey's post hoc test for multiple comparisons. Analysis was performed using GraphPad Prism version 6.0h (La Jolla, CA, USA).  P  < 0.05 was considered significant.",
  "introduction": "",
  "results": "Results Neurofibromin expression was suppressed in response to VEGF, which corresponded with activation of Mek-Erk and PI3-K-Akt signaling. Neurofibromin-deficient EC exhibited enhanced proliferation and network formation in response to VEGF and hypoxia via an Akt-dependent mechanism. In response to hyperoxia/hypoxia,  Nf1 +/−  retinas exhibited increased vessel dropout and neovascularization when compared with WT retinas. Neovascularization was similar between  Nf1 +/−  and  Nf1 ;Tie2cre retinas, but capillary drop out in  flox/+ Nf1 ;Tie2cre retinas was significantly reduced when compared with  flox/+ Nf1 +/−  retinas. Results Neurofibromin Regulates VEGF Signaling in EC Activation of the RTK VEGFR2 leads to phosphorylation of the Ras kinases, Erk and Akt; however, the role of neurofibromin in regulating VEGF/VEGFR2 signaling is poorly understood. Incubation of human ECFC ( Fig. 1 A) with VEGF reduced neurofibromin protein expression in confluent and subconfluent (60%–70%) ECFC ( Figs. 1 B,  1 C). These observations corresponded with enhanced phosphorylation of Akt and Erk kinases. Expression of total Erk and Akt were unchanged (data not shown). A similar molecular signature was observed in HMVEC ( Fig. 1 D). In both cell types, neurofibromin expression was decreased transiently in response to VEGF and neurofibromin expression was fully restored by 30 minutes after VEGF treatment, which corresponded with blunting of Erk and Akt phosphorylation (data not shown). Figure 1 Neurofibromin is a negative regulator of VEGF signaling in endothelial cells. (A) Phenotypic characterization of ECFC showing positive and negative selection markers consistent with classification as EC. (B, C) Representative Western blots (B) and quantitative densitometry (C) showing neurofibromin expression in response to VEGF (25 ng/mL) in subconfluent and confluent ECFC and HMVEC, n = 3. (D) Representative Western blots showing neurofibromin expression and phosphorylation of Akt, Erk, and eNOS (1177) in response to VEGF in ECFC and HMVEC, n = 3. Nf1  Knockdown Activates Ras and Enhances EC Proliferation and Vessel-Like Network Formation Using two shRNA constructs targeting the  Nf1  gene, we show that decreased neurofibromin expression in ECFC ( NF1 KD) does not enhance Erk or Akt phosphorylation in the absence of growth factor stimulation ( Fig. 2 A). For subsequent experiments, we elected to use shNF1 ( NF1 KD). In response to VEGF,  NF1KD  ECFC exhibit enhanced Erk phosphorylation as compared with shCtr ECFC. On the other hand, phosphorylation of Akt appears to be similar between shCtr and  NF1 KD ECFC, which is consistent with preferential activation of canonical Ras-Erk signaling in neurofibromin-deficient cells. Next, we treated  Nf1 KD ECFC with VEGF and examined EC proliferation using BrdU incorporation.  NF1 KD ECFC exhibited a time-dependent increase in BrdU incorporation when compared with shCtr ECFC ( Figs. 2 B,  2 C). Similarly, vessel-like network formation was enhanced in  NF1 KD ECFC when compared with shCtr ECFC, which is completely blocked by treatment of  NF1 KD ECFC with the PI3-K-Akt inhibitor wortmannin ( Figs. 2 D,  2 E). Figure 2 NF1 silencing enhances Ras signaling endothelial cell function. (A) Representative Western blot confirming NF1 gene silencing (NF1KD) and Akt and Erk activation in the presence or absence of VEGF (25 ng/mL). (B, C) BrdU incorporation (B) and photomicrographs (C) of control (white bars) and NF1KD (black bars) ECFC in response to VEGF (25 ng/mL) over 48 hours. Data represent mean ± SEM, *P < 0.01, **P < 0.001, n = 3. (D, E) VEGF-induced vessel-like network formation (D) and quantification (E) at 12 hours in control and NF1KD ECFC in the presence or absence of wortmannin (10 nM), n = 3 in triplicate. Hypoxia and VEGF Exert Additive Effects on  NF1 KD ECFC Proliferation Ischemic retinopathy is the pathologic consequence of perturbations in VEGF expression and activity, coupled with a relative oxygen gradient, leading to disruptions in EC proliferation and capillary formation. Because VEGF markedly increased proliferation and vessel-like network formation in  NF1 KD ECFC, we used BrdU incorporation to assess ECFC proliferation in response to hypoxia and/or VEGF.  NF1 KD ECFC exhibits a modest, but nonsignificant proliferative advantage over shCtr ECFC ( Fig. 3 ). However, hypoxia (1%) exposure and VEGF amplified proliferation in  NF1 KD ECFC when compared with Scr ECFC. Together, VEGF and hypoxia synergistically enhance proliferation in  NF1 KD ECFC. A similar, but more modest trend, was observed in shCtr ECFC. Figure 3 Hypoxia and VEGF exert additive effect on NF1KD ECFC proliferation. BrdU incorporation in control (white bars) and NF1KD (black bars) ECFC in response to VEGF (25 ng/mL) in ambient (21%) and hypoxic (1%) environment. Data represent mean ± SEM, *P < 0.05, **P < 0.01, n = 3. Nf1 +/−  EC Angiogenic Sprouting is Enhanced by VEGF Based on our observation that VEGF suppresses neurofibromin expression and that  NF1 KD ECFC proliferation and vessel-like network formation is significantly increased in  NF1 KD ECFC when compared with shCtr ECFC, we isolated thoracic aortic rings to examine EC outgrowth in response to VEGF. EC outgrowth was significantly higher in  Nf1 +/−  aortic rings stimulated with VEGF when compared with WT aortic rings stimulated with VEGF ( Figs. 4 A,  4 B). Suppression of Akt phosphorylation with wortmannin effectively blocked EC outgrowth from  Nf1 +/−  aortic rings ( Figs. 4 A,  4 B). Next, we used the Matrigel plug assay to confirm these observations. Matrigel supplemented with VEGF (100 ng/mL) were implanted into the subcutaneous layer of  Nf1 +/−  and WT mice. In response to VEGF, Matrigel plugs harvested from  Nf1  mice were invested with more CD31-positive vessel-like networks when compared with Matrigel plugs harvested from WT mice ( +/− Fig. 4 C). Figure 4 VEGF enhances vascular sprouting in Nf1 +/−  mice and aortas via the Ras-PI-3kinase pathway. (A, B) Photomicrographs (A) and quantification (B) of EC outgrowth from aortic rings isolated from WT (white bars) and Nf1 +/−  (black bars) mice in response to VEGF in the presence/absence of wortmannin (10 nM). Data represent mean ± SEM, *P < 0.01, n = 3 in triplicate. (C) Photograph and confocal imaging of anti-CD31 staining of Matrigel plugs containing VEGF inserted into WT and Nf1 +/−  mice. Vessel Dropout and Neovascularization are Increased in  Nf1 +/−  Mice Human studies strongly suggest that NF1 patients exhibit pathologic retinal vasculature, endothelial cell overgrowth, and neovascularization. A preclinical model of NF1 retinopathy has not been developed. Therefore, we used the oxygen-induced retinopathy model to assess retinal neovascularization and vessel dropout in  Nf1 +/−  and WT mice. Examination of P9 retinas from  Nf1 +/−  and WT mice raised in normoxia (21%) revealed a complete network of superficial retinal vessels in both genotypes (data not shown). However, exposure to hyperoxia from P7 to P12 increased central vessel dropout area and enhanced neovascularization in  Nf1 +/−  mice at P17 when compared with WT mice ( Figs. 5 A–C). Neovascular tufts were noted to be approximate to the line of demarcation between the vascular and avascular retina in WT mice. In contrast, neovascularization appeared more diffuse in  Nf1 +/−  retinas. The number of branching capillaries adjacent to the avascular retina was increased in  Nf1 +/−  mice when compared with WT mice ( Figs. 6 A,  6 B). Figure 5 Vessel dropout and neovascular area are increased in Nf1 +/−  retinas. (A) Representative photomicrograph of P17 retinal flat mounts isolated from WT and Nf1 +/−  mice. Central vessel dropout is outlined in yellow. Yellow arrows indicate neovascular tufts. (B, C) Quantification of percent vessel dropout (A) and neovascular area (B) in WT (white bars) and Nf1 +/−  (black bars) retinas. Data represent mean ± SD, n = 10–12 per group. Figure 6 Branching is enhanced in Nf1 +/−  retinas. (A) Representative high-power photomicrograph of P17 retinal flat mounts isolated from WT and Nf1 +/−  mice. Yellow arrows indicate angiogenic sprouts. (B) Quantification of branching in WT (white bar) and Nf1 +/−  (black bar) retinas. Data represent mean ± SD, n = 10–12 per group. Deletion of  Nf1  in Tie2 +  Cells Enhances Neovascularization and Reduces Vessel Dropout Based on our observation that  Nf1 +/−  retinas have increased vessel dropout and neovascularization, features that are seen in NF1 patients, we used  Cre / lox  technology to delete  Nf1  in Tie2+ EC and examine retinal vasculature in the oxygen-induced retinopathy (OIR) model. Similar to previous published reports, homozygous deletion of  Nf1  in Tie2 +  cells results in midgestation lethality. Therefore, we used  Nf1 ;Tie2cre animals, which express a single  flox/+ Nf1  mutation in Tie2 +  EC and monocytes/macrophages. Similar to  Nf1 +/−  and WT mice, a complete network of superficial retinal vessels was observed in  Nf1 ;Tie2cre at P9 (data not shown). In response to hyperoxia/hypoxia,  flox/+ Nf1 ;Tie2cre retinas exhibited increased neovascularization, which was similar qualitatively and quantitatively to  flox/+ Nf1 +/−  retinas ( Figs. 7 A–C). In contrast to  Nf1 +/−  retinas, central vessel dropout was markedly reduced in  Nf1 ;Tie2cre and more closely resembled WT retinas ( flox/+ Figs. 7 A,  7 B). Figure 7 Heterozygous deletion of Nf1 in Tie2+ cells promotes retinal neovascularization. (A) Representative photomicrograph of P17 retinal flat mounts isolated from Nf1 flox/+  and Nf1 flox/+ ;Tie2cre mice. Central vessel dropout is outlined in yellow. Yellow arrows indicate neovascular tufts. (B, C) Quantification of percent vessel dropout (A) and neovascular area (B) in Nf1 flox/+  (white bars) and Nf1 flox/+ ;Tie2cre (black bars) retinas. Data represent mean ± SD, n = 10–12 per group. Deletion of  Nf1  in VE Cadherin +  Cells Recapitulates  Nf1 +/−  Phenotype Based on the observation that  Nf1  deletion in Tie2 +  cells did not fully recapitulate the phenotype observed in  Nf1 +/−  retinas, we intercrossed  Nf1  and VEcre animals to generate  flox/flox Nf1 ;VEcre offspring and subjected pups to OIR. In response to OIR,  flox/+ Nf1 ;VEcre retinas exhibited increased neovascularization and vessel dropout, which closely resembled our observations in  flox/+ Nf1 +/−  animals ( Figs. 8 A,  8 B). Figure 8 Heterozygous deletion of Nf1 in VE cadherin +  cells recapitulates Nf1 +/−  phenotype. (A, B) Quantification of percent vessel dropout (A) and neovascular area (B) in Nf1 flox/+  (white bars) and Nf1 flox/+ ; VECre (black bars) retinas. Data represent mean ± SD, n = 7–8 per group.",
  "discussion": "Conclusions These data suggest that neurofibromin expression is essential for controlling endothelial cell proliferation and retinal neovascularization and therapies targeting neurofibromin-deficient EC may be beneficial. Discussion A growing body of evidence supports the hypothesis that Ras activation is crucial for retinal neovascularization and targeting Ras kinases directly or indirectly has proven efficacious in animal models of oxygen-induced retinopathy.  Erk and Akt, the principal downstream kinases that mediate Ras signaling, are activated in retinal and nonretinal EC in response to VEGF and their activation is essential for VEGF-induced EC proliferation, migration, and vessel-like network formation. 21 – 24  Further, phosphorylated Erk colocalizes with VEGFR2 in sprouting endothelial cells during retinal neovascularization and pharmacologic inhibition of Erk kinase and the Akt-mTOR pathway suppresses retinal neovascularization during oxygen-induced retinopathy. 25 – 28  Thus, Ras signaling mediates the effects of VEGF during the neovascular phase of OIR when VEGF expression is rapidly upregulated and Ras activation is essential for sprouting angiogenesis. 22 , 25 , 29 , 30 Neurofibromin interacts with WT H-, N-, and K-Ras via its GTP-ase regulatory domain (GRD) and serves as a molecular switch for Ras by stabilizing Ras in its diphosphate (inactive) conformation. Thus, neurofibromin suppresses Ras signaling in response to extracellular growth factors, including VEGF, and loss of neurofibromin permits Ras signaling to proceed unchecked. In the present study, we provide the first direct evidence that suppression of neurofibromin is an intermediate step in VEGF activation of the Ras kinases Erk and Akt in circulating and microvascular EC. The transient nature of decreased neurofibromin expression and temporal relationship with the active conformations of Erk and Akt suggests that VEGF-induced Ras activation is tightly regulated by neurofibromin. Growth factor–induced suppression of neurofibromin is the result of protein kinase C (PKC)-mediated ubiquitination and proteasomal degradation.  Interestingly, PKC overexpression, which enhances neurofibromin degradation, increases retinal neovascularization while genetic deletion or pharmacologic inhibition of PKC prevents retinal neovascularization in OIR. 31  Suppression of neurofibromin permits VEGF-mediated Ras activation and restoration of neurofibromin expression is necessary to turn off VEGF signaling. These relationships are perturbed in persons with NF1 who fail to express full length, active neurofibromin as evidenced by the enhanced proliferation observed in  32 , 33 NF1 KD ECFC in response to VEGF and/or hypoxia. The inability to turn off VEGF-Ras signaling in the setting of neurofibromin-deficiency contributes to uncontrolled EC proliferation and angiogenesis and likely contributes to retinal neovascularization, which is highly prevalent in persons with NF1. Molecular targeting of Ras kinase activity is particularly attractive in the prevention or treatment of neovascularization with emerging evidence suggesting this approach is both plausible and efficacious.  Ras is active in sprouting retinal EC and appears to be suppressed in quiescent retinal EC during neovascularization. 30 , 34 – 37  Interestingly, expression of p120RasGAP, a protein that suppresses Ras activity, is poorly expressed in VEGFR2-expressing tip EC during neovascular tuft formation, but is readily expressed after peak tuft formation, which suggests that Ras is tightly regulated during retinal neovascularization. 22  Our observation that VEGF suppresses neurofibromin expression and this suppression corresponds closely with Erk and Akt activation as well as EC proliferation lends support to this hypothesis because vitreoretinal VEGF expression surges during the neovascular phase of OIR. While pharmacologic inhibition of canonical Ras-Erk signaling impairs neurofibromin-deficient EC proliferation, noncanonical activation PI3-K-Akt signaling in these cells is completely unexplored. Similar to increased Erk kinase activity in proliferating retinal EC, Akt expression is upregulated in the hypoxic phase of OIR and administration of an Akt inhibitor during this phase suppresses retinal neovascularization. 22  Additionally, Akt phosphorylates eNOS and eNOS expression and activity is temporally related to hyperoxia and hypoxia in the formation of retinal neovascular tufts. 38  Our observation that the PI3-K-Akt inhibitor wortmannin suppresses vessel-like network formation and prevents EC sprouting from  39 – 41 Nf1 +/−  aortic rings suggests that Akt activation is a critical step for neurofibromin-deficient EC proliferation, migration, and capillary formation. However, Erk is also activated in  NF1 KD ECFC and previous studies by our group and others have suggested that pharmacologic inhibition of canonical Ras-Erk signaling impairs neurofibromin-deficient EC proliferation and migration.  Interestingly, Ismat et al. 27 , 42  showed that canonical Ras-Erk signaling is constitutively active and Ras-Akt signaling is suppressed in  43 Nf1  knockout EC. Expression of the GRD in  Nf1  knockout EC suppressed Erk activity and, conversely, enhanced Akt phosphorylation, which demonstrates the close and sometimes opposing relationship between these two pathways. While our data demonstrate that  NF1 KD ECFC are highly proliferative and exhibit enhanced angiogenic capacity, we also recognize that stromal cells may influence neurofibromin-deficient EC proliferation and neovascularization in  Nf1 +/−  mice.  NF1  gene silencing in Schwann cells, the principal cells in neurofibromas (pathognomonic tumor of NF1), increases VEGF secretion and promotes angiogenesis in  Nf1 +/−  mice.  These vascular tumors are characterized by high expression of VEGF and VEGFR2, which provides a clinical rationale for the use of anti-VEGF antibodies and VEGFR2 inhibitors for neurofibromas. Our own observations may suggest that loss of neurofibromin in stromal cells enhances angiogenesis and neovascularization. EC sprouting is increased in aortic explants from  27 , 44 – 46 Nf1 +/−  mice and capillary formation was enhanced in Matrigel plugs implanted into  Nf1 +/−  mice, which may be the result of cues from  Nf1 +/−  stromal cells and circulating hematopoietic cells to induce  Nf1 +/−  EC proliferation. In this regard, monocytes and macrophages are intriguing support cells for angiogenic EC and retinal neovascularization. Macrophages are abundant in the retina during the hypoxia phase of OIR and are critical for pathologic neovascularization.  Nonselective depletion of macrophages has a protective effect against neovascular tuft formation. 47 – 49  This line of thinking is intriguing because we recently demonstrated that neurofibromin is a master regulator of macrophage differentiation and neurofibromin-deficient macrophages exhibit a prosurvival phenotype characterized by enhanced proliferation, migration, adhesion, and secretion of growth factors and reactive oxygen species. 50  Further, the similarities/differences in neovascular tuft formation between  51 – 54 Nf1 +/−  and  Nf1 ;Tie2cre retinas in response to hyperoxia/hypoxia may be explained by the presence of the Tie2 promoter in both EC and macrophages. flox/+  Deletion of  55 – 57 Nf1  in macrophages increases ROS production and growth factor secretion, which may lead to excessive proliferation of neurofibromin-deficient retinal EC.  Thus, the neovascular phenotype observed in  52 , 53 Nf1 +/−  and  Nf1 ;Tie2cre retinas may be explained by a cooperation between infiltrating neurofibromin-deficient macrophages and/or resident microglia and angiogenic EC to promote pathologic angiogenesis at the expense of retinal revascularization. Based on the overlapping expression of Tie2 in both EC and hematopoietic cells, we intercrossed the  flox/+ Nf1  mice with mice expressing Cre under the VE cadherin promoter (VECre). These mice are generally accepted to be highly EC-specific; however, close examination of the expression pattern of VE cadherin (also known as, Cdh5) in both commercially available Cre lines demonstrates that 50% to 95% of circulating hematopoietic cells in adult mice arise from progenitor cells that at one time expressed VE cadherin. flox/flox  Thus, while  58 , 59 Nf1 ;VECre mice completely recapitulate the retina phenotype observed in  flox/+ Nf1 +/−  mice, cautious interpretation of these results must be taken because  Cre  expression is occurring in EC and circulating hematopoietic cells. Ongoing studies in our laboratory are focused on exploring the relationship between EC and various hematopoietic cells in the pathogenesis of OIR. Here, we demonstrate that neurofibromin functions as a negative regulator of VEGF signaling in EC. Inactivating mutations in the  NF1  gene confer a proliferative EC phenotype and impair their ability to turn off extracellular cues leading to retinal neovascularization and impaired revascularization. Our findings provide a framework for interrogating VEGF signaling in the retinal vasculature and an in vivo platform for the rational design of antiangiogenic compounds that promote or maintain neurofibromin expression.",
  "fetched_at": "2026-02-16T15:45:11.206850",
  "abstract_length": 3283,
  "methods_length": 8841,
  "introduction_length": 0,
  "results_length": 10730,
  "discussion_length": 9276
}