{
  "pmid": "29847659",
  "abstract": "PURPOSE: Neurofibromatosis type 1 (NF1) is the result of inherited mutations in the NF1 tumor suppressor gene, which encodes the protein neurofibromin. Eye manifestations are common in NF1 with recent reports describing a vascular dysplasia in the retina and choroid. Common features of NF1 retinopathy include tortuous and dilated feeder vessels that terminate in capillary tufts, increased endothelial permeability, and neovascularization. Given the retinal vascular phenotype observed in persons with NF1, we hypothesize that preserving neurofibromin may be a novel strategy to control pathologic retinal neovascularization. METHODS: Nf1 expression in human endothelial cells (EC) was reduced using small hairpin (sh) RNA and EC proliferation, migration, and capacity to form vessel-like networks were assessed in response to VEGF and hypoxia. Wild-type (WT), Nf1 heterozygous (Nf1+/-), and Nf1flox/+;Tie2cre pups were subjected to hyperoxia/hypoxia using the oxygen-induced retinopathy model. Retinas were analyzed quantitatively for extent of retinal vessel dropout, neovascularization, and capillary branching. RESULTS: Neurofibromin expression was suppressed in response to VEGF, which corresponded with activation of Mek-Erk and PI3-K-Akt signaling. Neurofibromin-deficient EC exhibited enhanced proliferation and network formation in response to VEGF and hypoxia via an Akt-dependent mechanism. In response to hyperoxia/hypoxia, Nf1+/- retinas exhibited increased vessel dropout and neovascularization when compared with WT retinas. Neovascularization was similar between Nf1+/- and Nf1flox/+;Tie2cre retinas, but capillary drop out in Nf1flox/+;Tie2cre retinas was significantly reduced when compared with Nf1+/- retinas. CONCLUSIONS: These data suggest that neurofibromin expression is essential for controlling endothelial cell proliferation and retinal neovascularization and therapies targeting neurofibromin-deficient EC may be beneficial.",
  "methods": "Methods Nf1  expression in human endothelial cells (EC) was reduced using small hairpin (sh) RNA and EC proliferation, migration, and capacity to form vessel-like networks were assessed in response to VEGF and hypoxia. Wild-type (WT),  Nf1  heterozygous ( Nf1 +/− ), and  Nf1 ;Tie2cre pups were subjected to hyperoxia/hypoxia using the oxygen-induced retinopathy model. Retinas were analyzed quantitatively for extent of retinal vessel dropout, neovascularization, and capillary branching. flox/+ Methods Human Endothelial Cell Culture Pooled human endothelial colony forming cells (ECFC, endothelial outgrowth cells) were purchased from the Angio BioCore at Indiana University (Principal Investigator: Karen Pollock, PhD).  Human microvascular endothelial cells (HMVEC) were purchased from Lonza (Allendale, NJ, USA). ECFC and HMVEC were maintained in Endothelial Basal Medium-2 (EBM2; Lonza) with additives (bullet kit) provided by the manufacturer. The media was supplemented with 10% Hyclone FBS (Fisher, Waltham, MA, USA) and 2% penicillin/streptomycin. All cells were maintained 37°C, 5% CO 15 2  at normoxia unless otherwise stated. NF1  Gene Silencing Lentiviral vectors expressing  NF1  small hairpin (sh) RNA and shCtr were purchased from Sigma (CAT# TRCN000023878, TRCN0000039713, and SHC202; St. Louis, MO, USA). To generate lentiviral supernatant, 293FT packaging cells were plated onto tissue culture plates and transfected the following day using Lipotectamine 3000 (Invitrogen, Carlsbad, CA, USA) according to manufacturer's instructions. The transfected cells were incubated in Dulbecco's modified Eagle's Medium (DMEM; Thermo, Carlsbad, CA, USA) supplemented with 10% FBS. Viral stocks were harvested 24 hours after transfection, with collection at 48 and 72 hours, clarified by centrifugation, filtered through a 0.45-μm filter and stored at −80C. Human ECFC were seeded onto tissue culture plates coated with collagen and transduced with lentiviral stock diluted at 1:3 to 1:5 with EOC culture medium in the presence of 8 μg/mL polybrene (Sigma) for 8 hours. Fresh medium was replaced. At 48 hours posttransduction fresh medium with 0.5 μg/mL puromycin (Thermo) was replaced for 3 days. Selected cells were subcultured and  NF1  knockdown was confirmed by Western blot. Reagents The following antibodies were used: anti-neurofibromin (#A300; Bethyl Laboratories, Montgomery, TX, USA); anti-phospho-Akt XP (#4060), anti-Akt (#2938S), anti-phospho-Erk XP (#4370), anti-Erk (#4695S; Cell Signaling, Danvers, MA, USA); anti-phospho-endothelial nitric oxide synthase (eNOS) (612392) and FITC-anti-CD31 (BD Laboratories, San Jose, CA, USA); and anti-GAPDH (Novus, Littleton, CO, USA). Recombinant human and murine VEGF were purchased from Peprotech (Rocky Hill, NJ, USA). Wortmannin was purchased from Cayman Chemicals (Ann Arbor, MI, USA). BrdU Incorporation BrdU incorporation into ECFC was performed according to the manufacturer's instructions (Millipore, Burlington, MA, USA). Briefly, ECFC were progressively serum starved (5% FBS for 24 hours, 1% FBS for 7 hours, 0.125% for experiments) prior to the addition of VEGF (25 ng/mL). Two hours after the addition of VEGF, media was supplemented with BrdU and cells were fixed 24 or 48 hours following VEGF stimulation. Fixed cells were labeled with anti-BrdU monoclonal antibody followed by a goat anti-mouse IgG Peroxidase Conjugate. Signal intensity was measured using a spectrophotometer at 450/550 nm (BMG Labtech, Cary, NC, USA). In some experiments, ECFC were cultured in sealed chamber with an environmental oxygen concentration of 1% (ProOx 110; BioSpherix, Parish, NY, USA). Vessel-Like Network Formation The formation of closed vessel-like networks was assessed in  NF1 KD and Scr ECFC in response to VEGF as previously described.  Briefly, 96-well plates were coated with 30 μL Matrigel (Corning, NY, USA) and ECFC were seeded at a density of 10,000 cells per well. Cells were observed every 4 hours using an inverted microscope (Zeiss, Thornwood, NY, USA). and three uniform ×40 high-power images were captured for each well. The number of intact vessel-like networks were counted and averaged per ×20 high-power field. 16 Animals All experiments were approved by the Institutional Committee for Animal Use in Research and Education and conformed to the ARVO Statement for the Use of Animals in Ophthalmic and Vision Research.  Nf1  mice were obtained from Tyler Jacks (Massachusetts Institute of Technology, Cambridge, MA, USA) and backcrossed 13 generations into the C57BL/6J strain.  +/– Nf1  mice were obtained from Luis Parada (University of Texas Southwestern Medical Center, Dallas, TX, USA) and maintained on C57BL/6J background. Tie2cre (4128) and VE-cadherin cre (VEcre, 6137) mice were purchased from The Jackson Laboratory (Bar Harbor, ME, USA) and maintained on C57BL/6J background.  flox/flox Nf1  mice were crossed with Tie2cre or VEcre mice to generate  flox/flox Nf1 ;Tie2cre or  flox/+ Nf1 ;VEcre and  flox/+ Nf1  (control) mice.  flox /+ Cre -mediated recombination was confirmed by PCR as previously described. 17 Matrigel Plug Assay Matrigel plugs were incubated with VEGF in the presence or absence of wortmannin and inserted into wild-type (WT) and  Nf1 +/−  mice as previously described.  Concentrated Matrigel (Corning) was diluted and mixed with VEGF (100 ng/mL) 18 +/−  wortmannin (25 nM) on ice. WT and  Nf1 +/−  mice were anesthetized via inhalation of isoflurane (2%)/oxygen (98%) mixture. An equal volume of Matrigel was then injected slowly into the subcutaneous layer on the abdomen of WT and  Nf1 +/−  mice. Ten days after Matrigel insertion, animals were killed and Matrigel plugs were harvested for analysis. Matrigel plugs were photographed using a digital camera (Nikon, Tokyo, Japan), fixed in paraformaldehyde, and labeled with FITC anti-CD31 antibody. Digital images were obtained using a Zeiss Axioplan 2 Imaging System. Six mice per condition were used. Endothelial Cell Outgrowth From Aortic Rings Thoracic aortas were isolated from WT and  Nf1 +/−  mice, removed of periadventicial fat, and cut into 1-mm rings. Three aortic rings from each animal were transferred to 24-well collagen-coated plate and maintained in optimized HMVEC growth media. Culture media was supplemented with 100 ng/mL of VEGF (Sigma) and endothelial cell outgrowth was monitored every other day for 12 days. Aortic rings were photographed using an inverted microscope with non–phase contrast optics at day 12 and the number of cells per image was quantified by a blinded observer and averaged for each animal. For some experiments, wortmannin (25 nM) was added to the aortic rings. Aortic rings from three animals per condition were used. Oxygen-Induced Retinopathy Retinopathy was induced in newborn C57Bl/6 mice as previously described by Smith et al.  On postnatal day 7 (P7), dams and pups were placed in a sealed chamber in which the oxygen concentration was maintained at 75% oxygen. At P12, animals were transferred back to cages maintained in normoxia (21%). Room temperature was maintained on a 12-hour light/dark cycle. Newborn pups and dams were provided standard chow and water ad libitum. Six to seven pups per litter were used for all experiments. 19 Analysis of Vessel Dropout and Neovascularization Animals were killed on P17 and eyeballs were removed and fixed in 4% paraformaldehyde for analysis. Following fixation, retinas were isolated, washed in PBS, and retinal flatmounts prepared. Retinal tissue was permeablized in 10% Triton X-100 (Sigma) and incubated with isolectin GS-1B 4  Alexa Fluor 594 (Fisher, Waltham, MA, USA) in the dark overnight at 4°C. Retinas were placed on glass slides, incubated in Vectashield mounting media (Vector Labs, Burlingame, CA, USA) and digital images were acquired using a Zeiss Axioplan 2 Imaging System. Digital images were assembled using Photoshop (Adobe Systems, Inc., San Jose, CA, USA) for further analysis. Central vessel dropout area was quantified from the digital images using the ImageJ software ( http://imagej.nih.gov/ij/ ; provided in the public domain by the National Institutes of Health, Bethesda, MD, USA) and neovascular area was determined using the Swift_NV macro for ImageJ.  Branching was also determined by counting terminal cells proximal to the central vessel dropout zone. 20 Statistical Analysis The results of cell culture experiments are presented as mean ± SEM. Vessel dropout, neovascular area, and branching are presented as mean ± SD. Endothelial cell BrdU incorporation, vessel-like network formation, vessel dropout, neovascular area, and branching were compared by two-way ANOVA with Tukey's post hoc test for multiple comparisons. Analysis was performed using GraphPad Prism version 6.0h (La Jolla, CA, USA).  P  < 0.05 was considered significant.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:55:00.806536",
  "abstract_length": 1954,
  "methods_length": 8841,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}