{
  "pmid": "29897904",
  "abstract": "Neurofibromatosis 2 (NF2) is a rare tumor suppressor syndrome that manifests with multiple schwannomas and meningiomas. There are no effective drug therapies for these benign tumors and conventional therapies have limited efficacy. Various model systems have been created and several drug targets have been implicated in NF2-driven tumorigenesis based on known effects of the absence of merlin, the product of the NF2 gene. We tested priority compounds based on known biology with traditional dose-concentration studies in meningioma and schwann cell systems. Concurrently, we studied functional kinome and gene expression in these cells pre- and post-treatment to determine merlin deficient molecular phenotypes. Cell viability results showed that three agents (GSK2126458, Panobinostat, CUDC-907) had the greatest activity across schwannoma and meningioma cell systems, but merlin status did not significantly influence response. In vivo, drug effect was tumor specific with meningioma, but not schwannoma, showing response to GSK2126458 and Panobinostat. In culture, changes in both the transcriptome and kinome in response to treatment clustered predominantly based on tumor type. However, there were differences in both gene expression and functional kinome at baseline between meningioma and schwannoma cell systems that may form the basis for future selective therapies. This work has created an openly accessible resource (www.synapse.org/SynodosNF2) of fully characterized isogenic schwannoma and meningioma cell systems as well as a rich data source of kinome and transcriptome data from these assay systems before and after treatment that enables single and combination drug discovery based on molecular phenotype.",
  "methods": "Materials and methods Detailed materials and methods can be found in  S5 Text .",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:55:08.600209",
  "abstract_length": 1725,
  "methods_length": 79,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}