{
  "pmid": "PMID:29925695",
  "title": "A porcine model of neurofibromatosis type 1 that mimics the human disease.",
  "abstract": "Loss of the NF1 tumor suppressor gene causes the autosomal dominant condition, neurofibromatosis type 1 (NF1). Children and adults with NF1 suffer from pathologies including benign and malignant tumors to cognitive deficits, seizures, growth abnormalities, and peripheral neuropathies. NF1 encodes neurofibromin, a Ras-GTPase activating protein, and NF1 mutations result in hyperactivated Ras signaling in patients. Existing NF1 mutant mice mimic individual aspects of NF1, but none comprehensively models the disease. We describe a potentially novel Yucatan miniswine model bearing a heterozygotic mutation in NF1 (exon 42 deletion) orthologous to a mutation found in NF1 patients. NF1+/ex42del miniswine phenocopy the wide range of manifestations seen in NF1 patients, including café au lait spots, neurofibromas, axillary freckling, and neurological defects in learning and memory. Molecular analyses verified reduced neurofibromin expression in swine NF1+/ex42del fibroblasts, as well as hyperactivation of Ras, as measured by increased expression of its downstream effectors, phosphorylated ERK1/2, SIAH, and the checkpoint regulators p53 and p21. Consistent with altered pain signaling in NF1, dysregulation of calcium and sodium channels was observed in dorsal root ganglia expressing mutant NF1. Thus, these NF1+/ex42del miniswine recapitulate the disease and provide a unique, much-needed tool to advance the study and treatment of NF1.",
  "authors": "Katherine A White; Vicki J Swier; Jacob T Cain; Jordan L Kohlmeyer; David K Meyerholz; Munir R Tanas; Johanna Uthoff; Emily Hammond; Hua Li; Frank A Rohret; Adam Goeken; Chun-Hung Chan; Mariah R Leidinger; Shaikamjad Umesalma; Margaret R Wallace; Rebecca D Dodd; Karin Panzer; Amy H Tang; Benjamin W Darbro; Aubin Moutal; Song Cai; Wennan Li; Shreya S Bellampalli; Rajesh Khanna; Christopher S Rogers; Jessica C Sieren; Dawn E Quelle; Jill M Weimer",
  "journal": "JCI insight",
  "publicationDate": "2018-06-21",
  "doi": "10.1172/jci.insight.120402",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-19 09:27:32"
}