{
  "pmid": "PMID:29941005",
  "title": "Increased extracellular matrix deposition during chondrogenic differentiation of dental pulp stem cells from individuals with neurofibromatosis type 1: an in vitro 2D and 3D study.",
  "abstract": "BACKGROUND: Neurofibromatosis 1 (NF1) presents a wide range of clinical manifestations, including bone alterations. Studies that seek to understand cellular and molecular mechanisms underlying NF1 orthopedic problems are of great importance to better understand the pathogenesis and the development of new therapies. Dental pulp stem cells (DPSCs) are being used as an in vitro model for several diseases and appear as a suitable model for NF1. The aim of this study was to evaluate in vitro chondrogenic differentiation of DPSCs from individuals with NF1 using two-dimensional (2D) and three-dimensional (3D) cultures. RESULTS: To fulfill the criteria of the International Society for Cellular Therapy, DPSCs were characterized by surface antigen expression and by their multipotentiality, being induced to differentiate towards adipogenic, osteogenic, and chondrogenic lineages in 2D cultures. Both DPSCs from individuals with NF1 (NF1 DPSCs) and control cultures were positive for CD90, CD105, CD146 and negative for CD13, CD14, CD45 and CD271, and successfully differentiated after the protocols. Chondrogenic differentiation was evaluated in 2D and in 3D (pellet) cultures, which were further evaluated by optical microscopy and transmission electron microscopy (TEM). 2D cultures showed greater extracellular matrix deposition in NF1 DPSCs comparing with controls during chondrogenic differentiation. In semithin sections, control pellets hadhomogenous-sized intra and extracelullar matrix vesicles, whereas NF1 cultures had matrix vesicles of different sizes. TEM analysis showed higher amount of collagen fibers in NF1 cultures compared with control cultures. CONCLUSION: NF1 DPSCs presented increased extracellular matrix deposition during chondrogenic differentiation, which could be related to skeletal changes in individuals with NF1.",
  "authors": "Paula Nascimento Almeida; Deuilton do Nascimento Barboza; Eloá Borges Luna; Maria Clara de Macena Correia; Rhayra Braga Dias; Ana Caroline Siquara de Sousa; Maria Eugenia Leite Duarte; Maria Isabel Doria Rossi; Karin Soares Cunha",
  "journal": "Orphanet journal of rare diseases",
  "publicationDate": "2018-06-25",
  "doi": "10.1186/s13023-018-0843-1",
  "methods": "Methods Subject selection This study was conducted at Antônio Pedro University Hospital of Universidade Federal Fluminense, Niterói, Brazil, between 2013 and 2016, and was approved by the institution’s Ethics Committee (No.519.858/2014). All participants signed a consent form. DPSCs were obtained from human third molars, which were extracted following clinical recommendation. Two primary cell cultures were obtained from individuals with NF1 (NF1 group; NF37 and NF87) and three from individuals without NF1 (control group; CT10, CT11 and CT12). Participants were both men and women with ages ranging from 19 to 38 years. Isolation and cell culture Immediately after extraction, each tooth was washed with sterile saline solution. Using a cylindrical Zekrya drill (Microdont, SP, BR), a groove was made at the amelocemental junction to facilitate the cleavage of the tooth with an orthodontic wire cutter. The pulp tissue was removed and transported to the culture laboratory in a conical tube containing 5 mL of DMEM-F12 medium (Dulbecco’s Modified Eagle Medium Nutrient Mixture F-12; Invitrogen, CA, USA), supplemented with 15% ( v /v) fetal bovine serum (FBS) (HyClone™, Utah, USA), 100 U/mL penicillin and 100 μg/mL streptomycin (Invitrogen). Pulp cell cultures were established by explant culture technique. The pulp tissue was placed in a 35 × 10 mm cell culture dish (Corning, NY, USA) containing 2 mL of DPSCs culture medium composed of DMEM-F12 medium supplemented with 12% ( v /v) FBS, 100 U/mL penicillin and 100 μg/mL streptomycin, 2 mM L-glutamine (Invitrogen) and 0,01 mM non-essential amino acids (Invitrogen). Medium was changed every two days. At each passage, cells were washed three times with phosphate-buffered saline (PBS) and released from culture surface using trypsin-EDTA 0,25% (Gibco, NY, USA) for 5 min at 37 °C. DMEM-F12 medium supplemented with 12% (v/v) FBS was added to the cell suspension, and the cell number was determined using Countess II FL Automated Cell Counter (ThermoFisher Scientific, MA, USA). The cell suspension was then centrifuged and the pellet suspended in DPSCs culture medium. Cells were plated at a density of 1 × 10 4  cells/cm 2 . Dental pulp stem cells characterization In 2006, the International Society for Cellular Therapy proposed the minimum criteria to define mesenchymal stromal cells (MSCs), as follows: plastic adherence, specific surface antigen expression, and multipotent differentiation potential, including adipogenesis, osteogenesis and chondrogenesis [ 20 ]. These criteria were fulfilled in this study as follows. Surface antigens expression At passage 3–4, 3 × 10 5  cells were washed with PBS containing 0,1% sodium azide and 3% FBS and then incubated for 30 min in ice and in the dark with the following mouse anti-human monoclonal antibodies directly conjugated with fluorochromes: CD13/FITC (22A5, Caltag Medsystems, UK), CD14/PE (M5E2, BD Biosciences, CA, USA), CD34/FITC (581, BD Biosciences), CD45/ALexa405 (HI30, Caltag Medsystems), CD90/PECy5 (5E10, BioLegend, CA, USA), CD105/APC (45A5A3, BioLegend), CD146/PE (P1H12, BD Biosciences), CD271/APC (C401457, BD Biosciences). Unstained cells were used as controls. Data was acquired using FACSCanto II (BD Bioscienses) flow cytometer and at least 20.000 events were analyzed with FACSDiva (BD Biosciences) or FlowJo 7.6.5 ( FlowJo.com ; Tree Star, OR, USA) software. Adipogenic differentiation For adipogenic differentiation, a triplicate of 5 × 10 3  cells (passage 3) were plated in a 6-well culture dish and cultivated in DPSCs culture medium for two days. Medium was replaced by DMEM-High Glucose medium (Invitrogen) supplemented with 10% ( v /v) FBS, 100 U/mL penicillin, 100 μg/mL streptomycin, 0,5 mM isobutyl methyl xanthine (Sigma-Aldrich, MO, USA), 10 − 6  M dexamethasone, 10 μM insulin (Biobras, MG, BR) and 200 μM indomethacin (Sigma-Aldrich). Culture was kept for 21 days and medium was changed every three days. To demonstrate the potential of adipogenic differentiation, cultures were fixed with 4% formaldehyde for 30 min and stained with Oil Red O. Plates were washed twice with distilled water, and 1 mL of propylene glycol PA was added for two minutes. After removing propylene glycol, plates were incubated with Oil Red O for 20 min at room temperature. Oil Red O was removed and 1 mL propylene glycol 85% was added for a minute. Plates were washed twice in distilled water and kept open until dry. Osteogenic differentiation To induce osteogenic differentiation, a triplicate of 5 × 10 3  cells (passage 3) were plated in a 6-well culture dish and cultivated in DPSCs culture medium for two days. Medium was then replaced by DMEM-High Glucose medium supplemented with 10% ( v /v) FBS, 100 U/mL penicillin, 100 μg/mL streptomycin, 50 μM ascorbic acid 2-phosphate (Sigma-Aldrich, MO, USA), 10 − 8  M dexamethasone (Sigma-Aldrich, MO, USA) and 10 mM β-glycerophosphate (Sigma-Aldrich, MO, USA). Culture was kept for 21 days and medium was changed every three days. To demonstrate the potential of osteogenic differentiation, cultures were fixed with 4% formaldehyde for 30 min and stained with von Kossa method. Plates were washed twice with distilled water and incubated with 2% AgNO3 solution for one hour at room temperature in the dark. Dye excess was removed, and plates were rinsed with distilled water and exposed to ultraviolet light for 40 min. Chondrogenic differentiation The induction of chondrogenic differentiation was performed following two protocols: 2D cell culture and 3D cell culture (pellet). For the 2D cell culture, 10 4  cells (at passage 3; in quadruplicate) were plated with10 μL DMEM-High glucose medium in the center of a 24-well culture dish (Corning, NY, USA) and left in incubator for two hours at 37 °C. Following, 500 μL of DMEM-High glucose medium supplemented with 10% ( v /v) FBS, 100 U/mL penicillin and 100 μg/mL streptomycin was added and the plate was incubated at 37 °C for 24 h. This medium was then supplemented with 6.25 μg/mL insulin and transferrin (Invitrogen, NY, USA), 10 − 8  M dexamethasone,50 μM ascorbic acid 2-phosphate (added to medium only after the sixth day) and 10 μg/mL transforming growth factor beta 1 (TGFβ-1; Sigma-Aldrich, MO, USA). Culture was kept for 21 days and medium was changed every three days. To demonstrate the potential of chondrogenic differentiation, cultures were fixed with 4% formaldehyde for 30 min, washed twice with distilled water and incubated with Alcian blue (pH 2.5) for 30 min at room temperature. Dye excess was removed and plates were rinsed with distilled water and kept open until dry. For the 3Dcell culture, 5 × 10 5  cells (at passage 3; in duplicate) were centrifuged in 15 mL polypropylene conical tubes at 1500 rpm (201,24 g) for five minutes. The resulting pellets were maintained in DMEM-High glucose medium supplemented with 10% ( v /v) FBS and 100 U/mL penicillin and 100 μg/mL streptomycin. After 24 h, 6.25 μg/mL insulin and transferrin, 10 − 8  M dexamethasone, 50 μM ascorbic acid 2-phosphate and 10 μg/mL TGFβ-1 were added to the culture medium. Cultures were kept for 21 days and medium was changed every three days. At the end of chondrogenic differentiation, all pellets were washed with PBS and fixed either with paraformaldehyde 4% (v/v) overnight for light microscopic analysis or with 2.5% glutaraldehyde solution with 0.1 M sodium cacodylate buffer for transmission electron microscopy (TEM). Quantitative analysis of chondrogenic differentiation in bidimensional cultures After chondrogenic differentiation, one picture (20× magnification) was obtained per quadruplicate at the center of the culture dish. Images were analyzed using ImageJ software v.1.49 (NIH, USA), and the percentage of stained area in each picture was obtained. Pellet analysis after chondrogenic differentiation For the analysis of chondrogenic differentiation in 3D pellet culture, paraffin sections with 3 μm thickness were stained with hematoxylin and eosin (HE) to evaluate pellet morphology, as well as with Alcian blue (pH 2.5) to evaluate glycosaminoglycans (GAGs) deposition. Expression of Ki-67 was evaluated immunohistochemically using mouse monoclonal antibody anti-Ki-67 (1:80; M7240; Dako Corporation, CA, USA). Glass slides were scanned with Aperio System (Leica Biosystems, CA, USA) at 40× and the results were descriptive. For TEM, pellets were fixed with 1% osmium tetroxide for 1 h, dehydrated in ascending concentration of acetone and embedded in epoxy resin. Semithin sections with 0.5 μm were stained with 1% toluidine blue and scanned with Aperio System at 40× for descriptive analysis. Ultrathin sections (70 nm) were collected on copper grids and counterstained with 2% uranyl acetate and lead citrate. Images were obtained using JEM-1011 (JEOL, MA, USA). In the ultrastructure analysis, production of extracellular matrix was evaluated through the presence of collagen fibers and intra and extracellular vesicles. Statistical analysis Statistical analysis was performed using Statistical Package for Social Sciences software (SPSS v. 20.0; Chicago, IL, USA) at 5% significance level. Proliferation and senescence assays were analyzed using repeated measure ANOVA with Bonferroni Correction, for comparison within groups. Student’s  t  test for independent groups was used for analyzing PDT and clonogenic assay results. For chondrogenic bidimensional differentiation analysis, Man-Whitney test was used. Availability of data and materials All data generated or analyzed during this study are included in this published article [and its supplementary information files].",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:27:34"
}