{
  "pmid": "PMID:29958847",
  "title": "Radiomic biomarkers informative of cancerous transformation in neurofibromatosis-1 plexiform tumors.",
  "abstract": "BACKGROUND: This study explores whether objective, quantitative radiomic biomarkers derived from magnetic resonance (MR), positron emission tomography (PET), and computed tomography (CT) may be useful in reliably distinguishing malignant peripheral nerve sheath tumors (MPNST) from benign plexiform neurofibromas (PN). METHODS: A registration and segmentation pipeline was established using a cohort of NF1 patients with histopathological diagnosis of PN or MPNST, and medical imaging of the PN including MR and PET-CT. The corrected MR datasets were registered to the corresponding PET-CT via landmark-based registration. PET standard-uptake value (SUV) thresholds were used to guide segmentation of volumes of interest: MPNST-associated PET-hot regions (SUV≥3.5) and PN-associated PET-elevated regions (2.0<SUV<3.5). Quantitative imaging features were extracted from the MR, PET, and CT data and compared for statistical differences. Intensity histogram features included (mean, media, maximum, variance, full width at half maximum, entropy, kurtosis, and skewness), while image texture was quantified using Law's texture energy measures, grey-level co-occurrence matrices, and neighborhood grey-tone difference matrices. RESULTS: For each of the 20 NF1 subjects, a total of 320 features were extracted from the image data. Feature reduction and statistical testing identified 9 independent radiomic biomarkers from the MR data (4 intensity and 5 texture) and 4 PET (2 intensity and 2 texture) were different between the PET-hot versus PET-elevated volumes of interest. CONCLUSIONS: Our data suggests imaging features can be used to distinguish malignancy in NF1-realted tumors, which could improve MPNST risk assessment and positively impact clinical management of NF1 patients.",
  "authors": "J Uthoff; F A De Stefano; K Panzer; B W Darbro; T S Sato; R Khanna; D E Quelle; D K Meyerholz; J Weimer; J C Sieren",
  "journal": "Journal of neuroradiology = Journal de neuroradiologie",
  "publicationDate": "2019-05",
  "doi": "10.1016/j.neurad.2018.05.006",
  "methods": "Methods. – A registration and segmentation pipeline was established using a cohort of NF1 patients with histopathological diagnosis of PN or MPNST, and medical imaging of the PN including MR and PET-CT. The corrected MR datasets were registered to the corresponding PET-CT via landmark-based registration. PET standard-uptake value (SUV) thresholds were used to guide segmentation of volumes of interest: MPNST-associated PET-hot regions (SUV ≥ 3.5) and PN-associated PET-elevated regions (2.0 < SUV < 3.5). Quantitative imaging features were extracted from the MR, PET, and CT data and compared for statistical differences. Intensity histogram features included (mean, media, maximum, variance, full width at half maximum, entropy, kurtosis, and skewness), while image texture was quantified using Law’s texture energy measures, grey-level co-occurrence matrices, and neighborhood grey-tone difference matrices. Materials and methods Retrospective cohort development With Institutional Review Board approval, potential subjects were identified by the University of Iowa Hospitals and Clinics’ Neurofibromatosis Clinic. Subject demographics, imaging history, and surgical pathology records were recorded. PET-CT and MR imaging sets, with accompanying radiology reports, were collected and anonymized with subject study identifiers. Inclusion criteria for this study were:\n NF1 patient with PN; histopathology diagnosis of either MPNST or BPN and; PET-CT and MR of PN within 1 year prior to histopathological diagnosis. Segmentation pipeline development The pipeline for PN identification was developed in-house using the Insight Toolkit ( www.itk.org/ ) interfacing with the medical imaging visualization suite, Slicer ( www.slicer.org/ ) [ 18 , 19 ]. To briefly summarize the process of feature extraction: automated pre-processing steps were performed on each scan to prime data for combination. Seed points were selected by the user to indicate both the PN location in PET and corresponding landmarks in CT and MR. Thresholding was applied to the PET scan to isolate SUV zones of the PN. Once aligned, the SUV mask was applied to CT and MR generating a scan-translational image set. A graphical overview of the segmentation process is detailed in  Fig. 1 . The pre-processing steps included conversion of the raw PET data to SUVs and the removal of signal from the skeletal system using the accompanying CT data. The raw PET data was converted to SUVs using the patient specific SUV scaling. The mathematical formulation for the SUV voxel-wise conversion is shown in  Equation (1) , where the voxel value is the raw PET counts of radioactive events, actual activity is the injected radiotracer activity at time of scan, and the dose calibration factor is a measure of scanner efficiency:\n (1) S U V ( k g m L ) = v o x e l     v a l u e ( a c t u a l    a c t i v i t y b o d y     w e i g h t ) + ( d o s e     c a l i b r a t i o n     f a c t o r + 10 6 ) Zones of similar uptake were generated from seed points placed in SUV intensive areas of the PN. A three-dimensional, 26-neighboorhood, connected thresholding filter was applied using these seed points to generate the SUV-based PN mask. Based on literature, a SUV ≥ 3.5 was selected to be the threshold for an intensive uptake (PET-hot), while a SUV between 2.0 and 3.5 was selected to be the threshold for a moderate uptake (PET-elevated) [ 5 ]. The MR scans were pre-processed to correct for signal intensity inhomogeneity caused by magnetic field imperfections using a multiplicative bias field correction of the log-transformed dataset [ 20 ]. Intensity standardization is required in MR imaging for meaningful comparisons between different scan acquisitions or subjects; the voxel values in the MR scans were normalized to muscle values within the same scan [ 21 ]. Using a set of user-placed, skeletal fiducial points, the PET-CT and MR series were aligned through rigid registration [ 22 ]. This pipeline resulted in four volumes of interest (VOIs): a CT and an MR corresponding to the PET-hot region and a CT and an MR corresponding to the PET-elevated region. Tissue without a connected PET-elevated signal (SUV < 2.0) was designated as normal, non-plexiform tissue and excluded from feature analysis. Quantitative imaging feature extraction and assessment Two classes of quantitative imaging features were extracted: intensity histogram and image texture feature. Intensity histogram features are common values computed in image processing. In addition, four measures of heterogeneity were extracted from the histogram: full width at half maximum, entropy, kurtosis, and skewness. Image texture was quantified using Law’s texture energy measures (LTEM), grey-level run length (GLRL), and neighborhood grey-tone difference matrices (NGTM) [ 23 – 25 ]. A statistical analysis module was used to determine difference between zones of the plexiform. Normality of the feature was tested using the Jarque-Bera normality test and the Levene’s test was used to test for equal variances between the sets [ 26 , 27 ]. A Student’s paired t-test compared the quantitative imaging features extracted from the PET-hot VOI to the PET-elevated VOI in the MPNST subjects. A second test was performed to compare the PET-elevated zones of MPNST and BPN subjects. Statistical significance was defined a P < 0.05. The correlated significant features can increase the final number of selected features with no new information gained; therefore feature reduction was performed using k-medoid clustering to remove statistically significant features were highly inter-correlated [ 28 ]. Statistical power test was performed for each of the significant features to check the sample size was adequate for the performed test (Statistical Solutions, LLC).",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:27:35",
  "introduction": "Introduction Neurofibromatosis-1 (NF1) is an autosomal dominant genetic condition affecting 1 in 3500 individuals worldwide with a diverse number of clinical manifestations [ 1 ]. The diagnostic criteria for NF1, established by the National Institute of Health Consensus Development Panel (NIH-HCD), includes presence of neurofibromas [ 2 ]. Internal neurofibromas and plexiform neurofibromas (PNs) can cause disfigurement and have the potential to transform into malignant peripheral nerve sheath tumors (MPNST). These lesions are of particular concern for NF1 patients as the five year survival rate for these individuals is reported as 20–50% [ 3 ]. Most NF1-related MPNSTs arise from pre-existing PNs; therefore, subjects with known PNs are often evaluated clinically with longitudinal magnetic resonance (MR) imaging to assess tumor growth and heterogeneity changes [ 4 ]. When malignancy is suspected, [18F] 2-fluoro-2-dexoy-D-glucose (18F-FDG) positron emission tomography computed tomography (PET-CT) is used as a non-invasive procedure to detect tissue transformation [ 5 , 6 ]. PET-CT uses standard-uptake value (SUV) to relate the acquired PET-signal to the functional uptake of the radiotracer in tissues. Tumor SUVmax calculations are incorporated into clinical decision making for the differentiation between MPNST and benign plexi-form neurofibroma (BPN). To standardize this method, studies have been conducted to define relevant SUVmax threshold values [ 6 – 8 ]. A review by Treglia demonstrated a range in SUVmax cut-off values (1.8–6.1) for PET-CT benefit; this review recommended a SUVmax of 3.5 or above as optimal for defining MPNST regions [ 6 ]. One caveat is the effect of time between 18F-FDG radiotracer injection and PET scanning, which can range widely (45 to 240 minutes) [ 6 ]. To assess PN burden and examine relative malignancy risk, Salamon used three SUV cut-offs, 2.0, 2.5, and 3.5, to segment PN in PET-CT and calculate metabolic tumor volume [ 5 ]. These thresholds can be used to segment the PET-signal of a PN into three distinct groups: PET-hot (SUV ≥ 3.5), PET-elevated (2.0 ≤ SUV < 3.5), and background (SUV < 2.0). Until this point, imaging-related NF1 research has focused on tumor volume assessment [ 9 – 11 ] and radiologists’ qualitative analyses[ 12 – 16 ]. While semantic features are natural for radiologists to assign to lesions, there are inherent limitations related to the observation level of the human eye and reader subjectivity. The nature of medical imaging allows for numerous quantitative features to be defined using mathematical measures to describe image characteristics on the voxel level. Yip investigated the association between radiologist-defined qualitative and automated radiomic features in non-small cell lung cancer and found weak to moderate correlation between quantitative radiomic features and semantic features [ 17 ]. Quantitative radiomics, being derived directly from the imaging data, have the benefit of consistently providing the same values for image characteristics and can be integrated into a machine learning approach for disease assessment. This study explores whether a tumor segmentation guided by SUV intensity contains quantitative MR and PET-CT radiomic biomarkers which are informative of malignancy status. We predict quantitative imaging features exist in MR, CT, and PET which are different between PET-hot regions of MPNST and PET-elevated regions of PN. As such, these radiomic biomarkers could positively contribute to MPNST risk assessment in future machine learning applications. Here, we make the assumption PET-hot segmentations correspond to MPNST regions and PET-elevated segmentations correspond to PN regions. To explore this relationship further, we also examine how the quantitative imaging features of PET-elevated regions (PN) in subjects with MPNST resemble the features of PET-elevated regions in BPN subjects.",
  "results": "Results Retrospective cohort A cohort of 26 patients met the study inclusion criteria.  Table 1  provides the demographics of these subjects including the prevalence of the NIH-HDC NF1 clinical diagnostic features. This cohort followed similar trends to the full NF1 population [ 2 ]. Of the 26, nine subjects had histopathology confirmed MPNST. One of these MPNST patients was excluded from PET-based segmentation as the subject’s PN had a SUVmax of 3.4 which prevented segmentation using the pipeline. The remaining 17 subjects were histopathological BPNs; five of which were excluded from PET-based segmentation as their SUVmax was below the lower threshold of 2.0.  Supplemental Table 1  displays the SUVmax, and semantic radiologic MR features (from the literatures – references) as recorded in the clinical radiology report for each case. The PET-CT scans were performed using Siemens Biograph 64 scanner with parameters consistent across the cohort. Average 18FFDG radiotracer dose was 8.6 mCi (MPNST: 8.5 mCi, BPN: 8.7 mCi) with time post-injection to scanning ranged from 82–110 minutes (mean all: 93, MPNST: 94, BPN: 93). The scanning protocols of the MR datasets, on the other hand, were more variable. While all subjects had a local T1 (TR, 400–729 ms; TE, 7–12 ms; flip angle, 90–180°; echo train length, 1–3) and T2 (TR: 3800–8950 ms; TE: 86–122 ms; flip angle: 150–180°; echo train length: 17–27) MR of PN performed on a Siemens 1.5 Tesla, the plane of acquisition – axial, sagittal, or coronal – was not consistent across the cohort. The MR datasets also had a much higher in-plane resolution (mean: 0.24 mm × 0.24 mm) than the PET-CT scans (mean: 2.0 mm × 2.0 mm). This is common as MR is an anatomical scan while FDG PET-CT offers a view of function – i.e., glucose utilization. The subjects’ MR imaging was generally acquired farther apart from pathology (mean: 52 ± 30 days) than the PET-CT imaging (mean: 22 ± 18 days). Plexiform segmentation. A total of 20 tumors (8 MPNST, 12 BPN) were processed through the segmentation pipeline resulting in 8 PET-hot and 20 PET-elevated masks. The alignment of PET-CT and MR data performed well in all abdominal plexiform subjects; however, for the few patients with PN on the limbs it proved more challenging as patient position varied between the two scans.  Fig. 2  shows results of alignment and segmentation of three subjects: a well-circumscribed MPNST in the forearm, a diffuse MPNST in the pelvis, and a well-circumscribed BPN in the pelvis. The remaining 6 tumors were manually segmented using Slicer’s editor module. As the PET-signal for these cases prevented systemic segmentation, the cases were not used in determining statistically significantly different features between PET-zones. Instead, the subjects were used as an independent validation of differences found between MPNST and BPN PET-elevated regions – indicated with x’s in  Fig. 3 . Quantitative imaging features The pipeline extracted 80 quantitative imaging features from each image dataset (T1 MR, T2 MR, PET and CT) resulting in a total of 320 features. From the paired t-test on the nine MPNST subjects, 21 quantitative imaging features (4 intensity, 14 2D LTEM, 2 GLRL, 1 NGTM) extracted from the MR scans were significant between SUV zones, and thus potentially of use in the distinction between MPNST and BPN. Further analysis showed a high correlation among the Law’s kurtosis features and k-medoids clustering was implemented to identify 2 independent representative features.  Fig. 4  shows box-plots of the final nine statistically significant features in T1 and T2 MR scans. The independent MPNST case with SUVmax of 3.4 showed split concordance with PET-hot and PET-elevated features; the T2 intensity mean and T1 kurtosis showed values within one standard deviation of the PET-hot zone’s means while the remaining features fell closer to those of the PET-elevated zones. From the features extracted from the PET-signal, four (2 intensity, 2 NGTM) were statistically significant between the PET-hot and PET-elevated regions of MPNST patients ( Fig. 5 ). There were no significant features extracted from the CT acquired in the PET-CT. The power test on these features returned powers greater than 0.90 indicating greater than 90% likelihood in identifying the significant effect. The comparison of the PET-elevated zones in the MPNST cohort to the BPN subjects showed 20 distinctive features (4 T1 kurtosis LTEM, 8 T2 skewness LTEM, 4 GLRL, 4 NGTM). Again, the texture features were tightly correlated; k-medoids clustering returned in a set of 10 unique features shown in boxplot form in  Fig. 3 . The independent cohort cases followed the general trends of their histopathology counterparts with the expectation of the MPNST’s T2 LTEM skewness which was more than one standard deviation from the mean. From the radiomics extracted from the PET scan, eight (4 GLRL, 4 NGTM) were significantly different between the two subject groups ( Fig. 6 ). The power test on these features returned powers greater than 0.94 indicating greater than 94% likelihood in identifying the significant effect.",
  "discussion": "Conclusions We identified both a cohort of features which are statistically different intra-plexiform and a cohort of inter-plexiform features between subjects with and without MPNST. As quantitative features are more easily standardized and translational than their qualitative counterparts, this study defines a base set of radiomic biomarker features which could aid in PN clinical assessment.",
  "upgrade_date": "2026-02-20 07:29:38"
}