{
  "pmid": "PMID:29958847",
  "title": "Radiomic biomarkers informative of cancerous transformation in neurofibromatosis-1 plexiform tumors.",
  "abstract": "BACKGROUND: This study explores whether objective, quantitative radiomic biomarkers derived from magnetic resonance (MR), positron emission tomography (PET), and computed tomography (CT) may be useful in reliably distinguishing malignant peripheral nerve sheath tumors (MPNST) from benign plexiform neurofibromas (PN). METHODS: A registration and segmentation pipeline was established using a cohort of NF1 patients with histopathological diagnosis of PN or MPNST, and medical imaging of the PN including MR and PET-CT. The corrected MR datasets were registered to the corresponding PET-CT via landmark-based registration. PET standard-uptake value (SUV) thresholds were used to guide segmentation of volumes of interest: MPNST-associated PET-hot regions (SUV≥3.5) and PN-associated PET-elevated regions (2.0<SUV<3.5). Quantitative imaging features were extracted from the MR, PET, and CT data and compared for statistical differences. Intensity histogram features included (mean, media, maximum, variance, full width at half maximum, entropy, kurtosis, and skewness), while image texture was quantified using Law's texture energy measures, grey-level co-occurrence matrices, and neighborhood grey-tone difference matrices. RESULTS: For each of the 20 NF1 subjects, a total of 320 features were extracted from the image data. Feature reduction and statistical testing identified 9 independent radiomic biomarkers from the MR data (4 intensity and 5 texture) and 4 PET (2 intensity and 2 texture) were different between the PET-hot versus PET-elevated volumes of interest. CONCLUSIONS: Our data suggests imaging features can be used to distinguish malignancy in NF1-realted tumors, which could improve MPNST risk assessment and positively impact clinical management of NF1 patients.",
  "authors": "J Uthoff; F A De Stefano; K Panzer; B W Darbro; T S Sato; R Khanna; D E Quelle; D K Meyerholz; J Weimer; J C Sieren",
  "journal": "Journal of neuroradiology = Journal de neuroradiologie",
  "publicationDate": "2019-05",
  "doi": "10.1016/j.neurad.2018.05.006",
  "methods": "Methods. – A registration and segmentation pipeline was established using a cohort of NF1 patients with histopathological diagnosis of PN or MPNST, and medical imaging of the PN including MR and PET-CT. The corrected MR datasets were registered to the corresponding PET-CT via landmark-based registration. PET standard-uptake value (SUV) thresholds were used to guide segmentation of volumes of interest: MPNST-associated PET-hot regions (SUV ≥ 3.5) and PN-associated PET-elevated regions (2.0 < SUV < 3.5). Quantitative imaging features were extracted from the MR, PET, and CT data and compared for statistical differences. Intensity histogram features included (mean, media, maximum, variance, full width at half maximum, entropy, kurtosis, and skewness), while image texture was quantified using Law’s texture energy measures, grey-level co-occurrence matrices, and neighborhood grey-tone difference matrices. Materials and methods Retrospective cohort development With Institutional Review Board approval, potential subjects were identified by the University of Iowa Hospitals and Clinics’ Neurofibromatosis Clinic. Subject demographics, imaging history, and surgical pathology records were recorded. PET-CT and MR imaging sets, with accompanying radiology reports, were collected and anonymized with subject study identifiers. Inclusion criteria for this study were:\n NF1 patient with PN; histopathology diagnosis of either MPNST or BPN and; PET-CT and MR of PN within 1 year prior to histopathological diagnosis. Segmentation pipeline development The pipeline for PN identification was developed in-house using the Insight Toolkit ( www.itk.org/ ) interfacing with the medical imaging visualization suite, Slicer ( www.slicer.org/ ) [ 18 , 19 ]. To briefly summarize the process of feature extraction: automated pre-processing steps were performed on each scan to prime data for combination. Seed points were selected by the user to indicate both the PN location in PET and corresponding landmarks in CT and MR. Thresholding was applied to the PET scan to isolate SUV zones of the PN. Once aligned, the SUV mask was applied to CT and MR generating a scan-translational image set. A graphical overview of the segmentation process is detailed in  Fig. 1 . The pre-processing steps included conversion of the raw PET data to SUVs and the removal of signal from the skeletal system using the accompanying CT data. The raw PET data was converted to SUVs using the patient specific SUV scaling. The mathematical formulation for the SUV voxel-wise conversion is shown in  Equation (1) , where the voxel value is the raw PET counts of radioactive events, actual activity is the injected radiotracer activity at time of scan, and the dose calibration factor is a measure of scanner efficiency:\n (1) S U V ( k g m L ) = v o x e l     v a l u e ( a c t u a l    a c t i v i t y b o d y     w e i g h t ) + ( d o s e     c a l i b r a t i o n     f a c t o r + 10 6 ) Zones of similar uptake were generated from seed points placed in SUV intensive areas of the PN. A three-dimensional, 26-neighboorhood, connected thresholding filter was applied using these seed points to generate the SUV-based PN mask. Based on literature, a SUV ≥ 3.5 was selected to be the threshold for an intensive uptake (PET-hot), while a SUV between 2.0 and 3.5 was selected to be the threshold for a moderate uptake (PET-elevated) [ 5 ]. The MR scans were pre-processed to correct for signal intensity inhomogeneity caused by magnetic field imperfections using a multiplicative bias field correction of the log-transformed dataset [ 20 ]. Intensity standardization is required in MR imaging for meaningful comparisons between different scan acquisitions or subjects; the voxel values in the MR scans were normalized to muscle values within the same scan [ 21 ]. Using a set of user-placed, skeletal fiducial points, the PET-CT and MR series were aligned through rigid registration [ 22 ]. This pipeline resulted in four volumes of interest (VOIs): a CT and an MR corresponding to the PET-hot region and a CT and an MR corresponding to the PET-elevated region. Tissue without a connected PET-elevated signal (SUV < 2.0) was designated as normal, non-plexiform tissue and excluded from feature analysis. Quantitative imaging feature extraction and assessment Two classes of quantitative imaging features were extracted: intensity histogram and image texture feature. Intensity histogram features are common values computed in image processing. In addition, four measures of heterogeneity were extracted from the histogram: full width at half maximum, entropy, kurtosis, and skewness. Image texture was quantified using Law’s texture energy measures (LTEM), grey-level run length (GLRL), and neighborhood grey-tone difference matrices (NGTM) [ 23 – 25 ]. A statistical analysis module was used to determine difference between zones of the plexiform. Normality of the feature was tested using the Jarque-Bera normality test and the Levene’s test was used to test for equal variances between the sets [ 26 , 27 ]. A Student’s paired t-test compared the quantitative imaging features extracted from the PET-hot VOI to the PET-elevated VOI in the MPNST subjects. A second test was performed to compare the PET-elevated zones of MPNST and BPN subjects. Statistical significance was defined a P < 0.05. The correlated significant features can increase the final number of selected features with no new information gained; therefore feature reduction was performed using k-medoid clustering to remove statistically significant features were highly inter-correlated [ 28 ]. Statistical power test was performed for each of the significant features to check the sample size was adequate for the performed test (Statistical Solutions, LLC).",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:27:35"
}