{
  "pmid": "PMID:29987131",
  "title": "The biology of cutaneous neurofibromas: Consensus recommendations for setting research priorities.",
  "abstract": "OBJECTIVE: A group of experts in dermatology, genetics, neuroscience, and regenerative medicine collaborated to summarize current knowledge on the defined factors contributing to cutaneous neurofibroma (cNF) development and to provide consensus recommendations for future research priorities to gain an improved understanding of the biology of cNF. METHODS: The group members reviewed published and unpublished data on cNF and related diseases via literature search, defined a set of key topic areas deemed critical in cNF pathogenesis, and developed recommendations in a series of consensus meetings. RESULTS: Five specific topic areas were identified as being relevant to providing an enhanced understanding of the biology of cNF: (1) defining the human cells of origin; (2) understanding the role of the microenvironment, focusing on neurons, mast cells, and fibroblasts; (3) defining the genetic and molecular differences between the cNFs, focusing on size and number; (4) understanding if sex hormones are critical for cNF development or progression; and (5) identifying challenges in establishing in vitro and in vivo models representing human cNF. CONCLUSIONS: The complexity of cNF biology stems from its heterogeneity at multiple levels including genetic, spatial involvement, temporal development, and cellular composition. We propose a unified working model for cNF that builds a framework to address the key questions about cNF that, when answered, will provide the necessary understanding of cNF biology to allow meaningful development of therapies.",
  "authors": "Jean-Philippe Brosseau; Dominique C Pichard; Eric H Legius; Pierre Wolkenstein; Robert M Lavker; Jaishri O Blakeley; Vincent M Riccardi; Sharad K Verma; Isaac Brownell; Lu Q Le",
  "journal": "Neurology",
  "publicationDate": "2018-07-10",
  "doi": "10.1212/WNL.0000000000005788",
  "methods": "Methods The group members reviewed published and unpublished data on cNF and related diseases via literature search, defined a set of key topic areas deemed critical in cNF pathogenesis, and developed recommendations in a series of consensus meetings. Methods A literature review was conducted including the terms NF1, cNF, dermal neurofibroma, pNF, genotype, phenotype, mast cell, macrophage, fibroblast, fibrosis, hormones, development, and animal models in an effort to identify all published literature that may be relevant to the general topics of cNF initiation, development, and progression. The working group was composed of experts in Schwann cell biology, genetics, dermatology, stem cell biology, fibrosis, regenerative medicine, and NF1 clinical care. Working group members reviewed published and unpublished data around the set of topic areas individually and as a group during a series of meetings facilitated over a 4-month period, prioritized key questions, and established consensus recommendations for each topic area.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-20 06:58:27"
}