{
  "pmid": "PMID:29987129",
  "title": "Creating a comprehensive research strategy for cutaneous neurofibromas.",
  "abstract": "OBJECTIVE: Outside of procedural-based methods, there are currently no established medical treatments for cutaneous neurofibroma (cNF), which afflict up to 99% of patients with NF1. Further, adult patients often report cNF are the greatest burden of living with NF1. The Neurofibromatosis Therapeutic Acceleration Program (NTAP) launched a think tank to address core questions to facilitate development of effective therapeutics for cNF in people with NF1. METHODS: Experts (with and without explicit experience with NF1 or cNF) from multiple scientific and medical disciplines, representing the ranks of academia, industry, and government agencies, were invited to become a member of a team addressing a specific subset of questions pertinent to cNF. Teams met monthly to review published and unpublished materials, and created summaries about the material known and unknown that may influence therapeutic development for cNF. Teams prioritized questions and organized supporting data, which was presented to the entire body of experts by each team at a research summit. RESULTS: Four themes were identified as being relevant to creating a comprehensive research strategy for cNF: (1) establishing definitions of cNF, (2) determining the biology of cNF with respect to tumor initiation, progression, and maintenance, (3) outlining the factors that guide therapies development, and (4) defining core considerations for clinical trials design and optimization for cNF. CONCLUSION: Considerations and key questions for each of the thematic areas were identified and provided basis for a request for applications launched by NTAP focused on cNF and are described in the accompanying articles of this supplement.",
  "authors": "Jaishri O Blakeley; Pierre Wolkenstein; Brigitte C Widemann; James Lee; Lu Q Le; Rhonda Jackson; Marigo Stathis; Sharad K Verma",
  "journal": "Neurology",
  "publicationDate": "2018-07-10",
  "doi": "10.1212/WNL.0000000000005789",
  "methods": "Methods Experts (with and without explicit experience with NF1 or cNF) from multiple scientific and medical disciplines, representing the ranks of academia, industry, and government agencies, were invited to become a member of a team addressing a specific subset of questions pertinent to cNF. Teams met monthly to review published and unpublished materials, and created summaries about the material known and unknown that may influence therapeutic development for cNF. Teams prioritized questions and organized supporting data, which was presented to the entire body of experts by each team at a research summit.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-20 06:58:28"
}