{
  "pmid": "PMID:29987133",
  "title": "Clinical trial design for cutaneous neurofibromas.",
  "abstract": "OBJECTIVE: Several clinical trials targeting cutaneous neurofibromas (cNF) have been conducted; however, none has resulted in meaningful changes to care. The Clinical Trial Design and Development subgroup's goals were to (1) define key considerations in the design of clinical trials for cNF, (2) summarize existing data in relation to these considerations, and (3) provide consensus recommendations about key elements of trial design to accelerate the clinical development of therapies for cNF. METHODS: The subgroup, with experts from genetics, dermatology, neurology, oncology, and basic science, spanning academia, government research, and regulatory programs, and industry, reviewed published and unpublished data on clinical trials for cNF and other diseases in the skin. Discussions of these data resulted in formulation of a list of priority issues to address in order to develop efficient and effective clinical trials for cNF. RESULTS: The subgroup identified 2 natural history studies of cNF, 4 priority outcome measures, and 6 patient-reported outcome tools for potential use in efficacy trials of cNF. Time to initiate intervention, patient eligibility, mechanism of action, route of administration, safety monitoring, and regulatory agency interactions were identified as key factors to consider when designing clinical trials for cNF. CONCLUSIONS: Alignment on endpoints and methods for the measurement and quantification of cNF represent a priority for therapeutic development for cNF. Advances in technological methods and outcome tools utilized in other skin diseases may be applicable to cNF studies. Patient age is an important factor guiding trial design and clinical development path.",
  "authors": "Ashley Cannon; Kurt Jarnagin; Bruce Korf; Brigitte C Widemann; Denise Casey; Hon-Sum Ko; Jaishri O Blakeley; Sharad K Verma; Dominique C Pichard",
  "journal": "Neurology",
  "publicationDate": "2018-07-10",
  "doi": "10.1212/WNL.0000000000005790",
  "methods": "Methods The subgroup, with experts from genetics, dermatology, neurology, oncology, and basic science, spanning academia, government research, and regulatory programs, and industry, reviewed published and unpublished data on clinical trials for cNF and other diseases in the skin. Discussions of these data resulted in formulation of a list of priority issues to address in order to develop efficient and effective clinical trials for cNF. Methods The Clinical Trial Design and Development subgroup was composed of clinical and clinical science experts from academic, public agency, and private sector settings tasked with the review of published and unpublished materials pertaining to the conduct of clinical trials for cNF and other diseases in the skin (e.g., atopic dermatitis, psoriasis). Key topic areas including natural history, assessment methods for measuring tumors, functional endpoints, safety, regulatory interactions, and development strategies were discussed. The subgroup members reviewed the topic areas individually and as a group during a series of meetings facilitated over a 4-month period in order to prioritize key questions and establish consensus recommendations for each topic area.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-20 17:37:04"
}