{
  "pmid": "29982664",
  "abstract": "BACKGROUND: Meningiomas are the most common primary brain tumor in adults, and somatic loss of the neurofibromatosis 2 (NF2) tumor suppressor gene is a frequent genetic event. There is no effective treatment for tumors that recur or continue to grow despite surgery and/or radiation. Therefore, targeted therapies that either delay tumor progression or cause tumor shrinkage are much needed. Our earlier work established mammalian target of rapamycin complex mTORC1/mTORC2 activation in NF2-deficient meningiomas. METHODS: High-throughput kinome analyses were performed in NF2-null human arachnoidal and meningioma cell lines to identify functional kinome changes upon NF2 loss. Immunoblotting confirmed the activation of kinases and demonstrated effectiveness of drugs to block the activation. Drugs, singly and in combination, were screened in cells for their growth inhibitory activity. Antitumor drug efficacy was tested in an orthotopic meningioma model. RESULTS: Erythropoietin-producing hepatocellular receptor tyrosine kinases (EPH RTKs), c-KIT, and Src family kinase (SFK) members, which are biological targets of dasatinib, were among the top candidates activated in NF2-null cells. Dasatinib significantly inhibited phospho-EPH receptor A2 (pEPHA2), pEPHB1, c-KIT, and Src/SFK in NF2-null cells, showing no cross-talk with mTORC1/2 signaling. Posttreatment kinome analyses showed minimal adaptive changes. While dasatinib treatment showed some activity, dual mTORC1/2 inhibitor and its combination with dasatinib elicited stronger growth inhibition in meningiomas. CONCLUSION: Co-targeting mTORC1/2 and EPH RTK/SFK pathways could be a novel effective treatment strategy for NF2-deficient meningiomas.",
  "methods": "Methods High-throughput kinome analyses were performed in  NF2 -null human arachnoidal and meningioma cell lines to identify functional kinome changes upon  NF2  loss. Immunoblotting confirmed the activation of kinases and demonstrated effectiveness of drugs to block the activation. Drugs, singly and in combination, were screened in cells for their growth inhibitory activity. Antitumor drug efficacy was tested in an orthotopic meningioma model.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:55:36.088939",
  "abstract_length": 1711,
  "methods_length": 448,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}