{
  "pmid": "29982664",
  "abstract": "EPH receptor signaling as a novel therapeutic target in NF2-deficient  meningioma.  Angus SP(1), Oblinger JL(2)(3), Stuhlmiller TJ(1), DeSouza PA(4), Beauchamp  RL(4), Witt L(4), Chen X(1), Jordan JT(5), Gilbert TSK(1), Stemmer-Rachamimov  A(6), Gusella JF(4)(5), Plotkin SR(5), Haggarty SJ(4)(5), Chang LS(2)(3),  Johnson GL(1), Ramesh V(4)(5); Children’s Tumor Foundation Synodos for NF2  Consortium.  Collaborators: Bakker A, La Rosa S, Clapp W, Blakeley J, Morrison H, Welling B,  Gusella J, Haggarty S, Plotkin S, Ramesh V, Stemmer-Rachamimov A, Chang LS,  Allaway R, Pratap A, Guinney J, Bionetworks S, Fernandez-Valle C, Johnson G.  Author information: (1)Department of Pharmacology, Lineberger Comprehensive Cancer Center,  University of North Carolina School of Medicine, Chapel Hill, North Carolina. (2)Center for Childhood Cancer and Blood Diseases, The Research Institute at  Nationwide Children's Hospital. (3)Department of Pediatrics, The Ohio State University College of Medicine,  Columbus, Ohio. (4)Center for Genomic Medicine, Massachusetts General Hospital, Boston,  Massachusetts. (5)Department of Neurology, Massachusetts General Hospital, Boston,  Massachusetts. (6)Department of Pathology, Massachusetts General Hospital, Boston,  Massachusetts.  BACKGROUND: Meningiomas are the most common primary brain tumor in adults, and  somatic loss of the neurofibromatosis 2 (NF2) tumor suppressor gene is a  frequent genetic event. There is no effective treatment for tumors that recur or  continue to grow despite surgery and/or radiation. Therefore, targeted therapies  that either delay tumor progression or cause tumor shrinkage are much needed.  Our earlier work established mammalian target of rapamycin complex mTORC1/mTORC2  activation in NF2-deficient meningiomas. METHODS: High-throughput kinome analyses were performed in NF2-null human  arachnoidal and meningioma cell lines to identify functional kinome changes upon  NF2 loss. Immunoblotting confirmed the activation of kinases and demonstrated  effectiveness of drugs to block the activation. Drugs, singly and in  combination, were screened in cells for their growth inhibitory activity.  Antitumor drug efficacy was tested in an orthotopic meningioma model. RESULTS: Erythropoietin-producing hepatocellular receptor tyrosine kinases (EPH  RTKs), c-KIT, and Src family kinase (SFK) members, which are biological targets  of dasatinib, were among the top candidates activated in NF2-null cells.  Dasatinib significantly inhibited phospho-EPH receptor A2 (pEPHA2), pEPHB1,  c-KIT, and Src/SFK in NF2-null cells, showing no cross-talk with mTORC1/2  signaling. Posttreatment kinome analyses showed minimal adaptive changes. While  dasatinib treatment showed some activity, dual mTORC1/2 inhibitor and its  combination with dasatinib elicited stronger growth inhibition in meningiomas. CONCLUSION: Co-targeting mTORC1/2 and EPH RTK/SFK pathways could be a novel  effective treatment strategy for NF2-deficient meningiomas.  DOI: 10.1093/neuonc/noy046 PMCID: PMC6071664 PMID: 29982664 [Indexed for MEDLINE]",
  "methods": "Methods High-throughput kinome analyses were performed in  NF2 -null human arachnoidal and meningioma cell lines to identify functional kinome changes upon  NF2  loss. Immunoblotting confirmed the activation of kinases and demonstrated effectiveness of drugs to block the activation. Drugs, singly and in combination, were screened in cells for their growth inhibitory activity. Antitumor drug efficacy was tested in an orthotopic meningioma model.",
  "introduction": "Background Meningiomas are the most common primary brain tumor in adults, and somatic loss of the neurofibromatosis 2 ( NF2 ) tumor suppressor gene is a frequent genetic event. There is no effective treatment for tumors that recur or continue to grow despite surgery and/or radiation. Therefore, targeted therapies that either delay tumor progression or cause tumor shrinkage are much needed. Our earlier work established mammalian target of rapamycin complex mTORC1/mTORC2 activation in  NF2 -deficient meningiomas.",
  "results": "Results Erythropoietin-producing hepatocellular receptor tyrosine kinases (EPH RTKs), c-KIT, and Src family kinase (SFK) members, which are biological targets of dasatinib, were among the top candidates activated in  NF2 -null cells. Dasatinib significantly inhibited phospho-EPH receptor A2 (pEPHA2), pEPHB1, c-KIT, and Src/SFK in  NF2 -null cells, showing no cross-talk with mTORC1/2 signaling. Posttreatment kinome analyses showed minimal adaptive changes. While dasatinib treatment showed some activity, dual mTORC1/2 inhibitor and its combination with dasatinib elicited stronger growth inhibition in meningiomas.",
  "discussion": "Conclusion Co-targeting mTORC1/2 and EPH RTK/SFK pathways could be a novel effective treatment strategy for  NF2 -deficient meningiomas.",
  "fetched_at": "2026-02-16T15:45:21.315311",
  "abstract_length": 3083,
  "methods_length": 448,
  "introduction_length": 516,
  "results_length": 618,
  "discussion_length": 136
}