{
  "pmid": "30112810",
  "abstract": "Malignant peripheral nerve sheath tumors (MPNSTs) are an aggressive form of soft tissue neoplasm with extremely poor prognosis and no effective medical options currently available. MPNSTs can occur either sporadically or in association with the neurofibromatosis type 1 (NF1) syndrome. Importantly, activation of RAS/RAF/MEK/ERK, PI3K/AKT/mTOR, and WNT/CTNNB1 signaling pathways has been reported in both NF1-related and late-stage sporadic MPNSTs. In this study, we found that DAW22, a natural sesquiterpene coumarin compound isolated from Ferula ferulaeoides (Steud.) Korov., could inhibit cell proliferation and colony formation in five established human MPNST cancer cell lines. Further molecular mechanism exploration indicated that DAW22 could target the main components in the MPNST tumorigenic pathways: namely suppress phosphorylation of AKT and ERK, and reduce levels of non-phospho (active) CTNNB1. Using the xenograft mouse model transplanted with human MPNST cancer cell line, daily treatment with DAW22 for 25 days was effective in reducing tumor growth. These results support DAW22 as an alternative therapeutic compound for MPNST treatment by affecting multiple signaling transduction pathways in its disease progression.",
  "methods": "2 MATERIALS AND METHODS 2.1 Purification of DAW22 from the  Ferula ferulaeoides (Steud.) Korov \n DAW22 was isolated from the root of the  Ferula ferulaeoides (Steud.) Korov . according to previous methods. 20  The structure was determined using nuclear magnetic resonance spectroscopy and the purity of the compound was higher than 95%, which was identified by high‐performance liquid chromatography. 2.2 AKT inhibitor AZD5363 AKT inhibitor AZD5363 was prepared as a 100 mmol/L stock solution in DMSO. 2.3 Cell culture MPNST cell lines including STS‐26T, 21  ST8814, 22  S462, 23  T265, 24  and S462‐TY 25  were cultured in Minimum Essential Media (MEM, Thermo Fisher Scientific, Massachusetts, USA) supplemented with 10% fetal bovine serum (Thermo Fisher Scientifi) and Antibiotic‐Antimycotic (1×) (Thermo Fisher Scientific) and maintained under standard conditions of 37°C in a humidified atmosphere with 5% CO 2 . The identity of these cell lines was verified by short tandem repeats profile comparison. All the cell lines were also tested and found to be negative for mycoplasma contamination using MycoFluor ™  Mycoplasma Detection Kit (Thermo Fisher Scientific). 2.4 Cell proliferation MPNST cell lines were plated onto 96‐well plates at a concentration of 6000 cells per well. After 24 hours, cells were treated with either vehicle control or designated doses of DAW22 for 48 hours. The cell viability was quantified by CellTiter 96 AQueous One Solution Cell Proliferation Assay (MTS) (Promega, Wisconsin, USA). The cell viability assays were performed and analyzed using the Opera Phenix high‐content imaging system (PerkinElmer, Massachusetts, USA). 2.5 Colony formation assay MPNST cell lines were seeded onto six‐well plates at a density of 1000 cells per well. After 24 hours, the medium was removed and replaced with either vehicle control or DAW22‐containing medium for 2 weeks to allow for colony growth. Following 2 weeks, media were removed and cells were fixed with 4% paraformaldehyde in phosphate‐buffered saline (PBS) for 15 minutes and stained with 0.1% crystal violet solution in PBS for 10 minutes, followed by repeated washing with PBS. 2.6 Cell cycle assay MPNST cell lines were seeded onto six‐well plates, followed by treatment with an indicated concentration of DAW22 for 24 hours. Next, cells were fixed with 70% ice‐cold ethanol in PBS, stained with propidium iodide (PI, 50 μg/mL, Thermo Fisher Scientific), and analyzed by flow cytometer. 2.7 Western blot analyses Protein was isolated from DAW22‐treated MPNST cell lines using the Qproteome Mammalian Protein Prep Kit (QIAGEN, Hilden, Germany) following the manufacturer's instructions. Concentrations of protein were determined by Bradford Protein Assay (Bio‐Rad, California, USA) followed by denaturation as described by the manufacturer. Protein was separated on a 12% SDS‐PAGE gel and transferred to polyvinylidene difluoride (PVDF) membrane (Millipore, Massachusetts, USA). Protein on the membrane was first incubated with indicated primary antibodies at 4°C overnight, followed by corresponding secondary antibodies’ incubation at room temperature for 1 hour. Targeted proteins were detected using a horseradish peroxidase‐conjugated chemiluminescent kit (Millipore). AKT (#2920), phospho‐AKT (#4060), ERK (#4695), phospho‐ERK (#4370), poly(ADP‐ribose) polymerase 1 (PARP) (#9532), Non‐phospho (active) CTNNB1 (#8814), caspase 3 (CASP3), and ACTB (#4970), with the exception for CASP3 that was purchased from Santa Cruz Biotechnology (Texas, USA), remaining primary antibodies were from Cell Signaling Technology (Massachusetts, USA). ACTB was used as the loading control. 2.8 Xenograft mouse model Six‐week‐old immunocompromised nude mice (The Laboratory Animal Services Centre, The Chinese University of Hong Kong, Hong Kong) were anesthetized with ketamine and each flank injected subcutaneously with 2 × 10 6  STS‐26T cells in 0.1 mL PBS containing 50% Matrigel (Corning, New York, USA). One week later, mice were randomly divided into two groups and treated with either vehicle or DAW22 at a dose of 60 mg/kg/d for 25 days by daily intraperitoneal injection. Body weights and tumor sizes were measured every 3 days. At the experimental end point (25 days) and upon necropsy, tumor sizes and weights were measured for each mouse. All animal studies were approved by the appropriate ethics committee and performed in accordance with the ethical standards stipulated by both The Hong Kong Polytechnic University and The Chinese University of Hong Kong. 2.9 Hematoxylin and eosin staining Tissues were carefully removed from the sacrificed animal, weighed, washed, and placed in cold PBS. Formalin‐fixed paraffin‐embedded sections from various tissues were sectioned at 5 μm using a standard microtome (Leica Biosystems, Wetzlar, Germany), mounted, and heat‐fixed onto glass slides. Tissue section slides were either processed and stained with hematoxylin and eosin (HE) using standard protocols. 2.10 Statistical analyses Raw data were analyzed using GraphPad Software Prism (Version 6, California, USA), and resulting values were expressed as mean ± standard error of the mean (SEM). Student's  t  test and ANOVA in Prism were used for statistical analyses. Value of  P  <   0.05 was considered as statistically significant.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:55:53.136163",
  "abstract_length": 1237,
  "methods_length": 5317,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}