{
  "pmid": "30143526",
  "abstract": "The architectural and biochemical features of the plasma membrane are governed by its intimate association with the underlying cortical cytoskeleton. The neurofibromatosis type 2 (NF2) tumor suppressor merlin and closely related membrane:cytoskeleton-linking protein ezrin organize the membrane:cytoskeleton interface, a critical cellular compartment that both regulates and is regulated by growth factor receptors. An example of this poorly understood interrelationship is macropinocytosis, an ancient process of nutrient uptake and membrane remodeling that can both be triggered by growth factors and manage receptor availability. We show that merlin deficiency primes the membrane:cytoskeleton interface for epidermal growth factor (EGF)-induced macropinocytosis via a mechanism involving increased cortical ezrin, altered actomyosin, and stabilized cholesterol-rich membranes. These changes profoundly alter EGF receptor (EGFR) trafficking in merlin-deficient cells, favoring increased membrane levels of its heterodimerization partner, ErbB2; clathrin-independent internalization; and recycling. Our work suggests that, unlike Ras transformed cells, merlin-deficient cells do not depend on macropinocytic protein scavenging and instead exploit macropinocytosis for receptor recycling. Finally, we provide evidence that the macropinocytic proficiency of NF2-deficient cells can be used for therapeutic uptake. This work provides new insight into fundamental mechanisms of macropinocytic uptake and processing and suggests new ways to interfere with or exploit macropinocytosis in",
  "methods": "Materials and methods Cell culture LDCs are HB-like cells derived from hyperplastic liver lesions in a 12-wk-old  Alb-Cre;Nf2  mouse as described ( lox/lox Chiasson-MacKenzie et al. 2015 ). Cells were cultured in DMEM with 10% fetal bovine serum (FBS). Adenovirus infection was used for  Nf2  re-expression (Ad5-CMV- Nf2 ). Primary murine SCs ( WT Nf2 lox /lox  or  Nf1 lox /lox ) were cultured on poly-L-lysine/laminin-coated plates in N2 medium (DMEM/F12-HAM, 1× N2 supplement [Thermo Fisher], 50 µg/mL gentamicin [Thermo Fisher], 2 µM forskolin [Calbiochem], and 10 ng/mL Nrg [HRG-β-1 EGF domain] [R&D Systems; provided by Marco Giovannini]) ( Giovannini et al. 2000 ;  Manent et al. 2003 ).  Nf2  or  Nf1  was deleted from  lox/lox  SCs via adenovirus infection with Cre-recombinase (Ad5-CMV-Cre). Human mesothelioma cell line HP-1 (provided by David Kwiatkowski, Brigham and Women's Hospital, Boston) was grown in 10% FBS-DMEM. H2731 and NCI-H28 (provided by Cyril Benes, Massachusetts General Hospital Center for Molecular Therapeutics, Boston) were cultured in 10% FBS-DMEM and 10% FBS-RPMI, respectively.  Nf2 -expressing mesothelioma cells were prepared via adenoviral expression of  WT Nf2 . 293A cells for adenovirus production (Agilent) and 293T cells for lentivirus production (American Type Culture Collection) were cultured in 10% FBS-DMEM. All cell culture media were supplemented with 1% penicillin/streptomycin (Thermo Fisher). WT Growth factors and pharmacological inhibitors EGF (Peprotech) was used at 100 ng/mL, and Nrg was used at 10 ng/mL. Drug pretreatment was as follows: 50 µM EIPA (Sigma-Aldrich) for 60 min, 25 µM HCQ (Sigma-Aldrich) for 48 h, 2.5 µM FTY720 (Cayman) for 48 h, 1 µM GDC0941 (Selleck) for 1 h, 40 µM ketoconazole (Sigma-Aldrich) for 72 h (sensitivity) or 24 h (recycling), 1 µM BIBW2992 (Selleck) for 1 h, 10 mM MβCD (Sigma-Aldrich) for 30 min, 10 µM latrunculin A (Cayman) for15 min, 5 µM jasplakinolide for 15 min, and 50 µg/mL cyclohexamide (Sigma-Aldrich) for 1 h. These doses were maintained throughout the experiment. Plasmids and shRNA constructs The  Nf2  expression construct was generated by PCR amplification of the mouse  WT Nf2- coding region and cloned into a pAdCMV vector as described ( Chiasson-MacKenzie et al. 2015 ). The shRNA constructs targeting mouse ezrin (5′-ATTTCCTTGTTATAATCTCCG-3′) in a pLKO-puro.1 vector were from GE Healthcare and were described in  Hebert et al. (2012) . The control (shScr; 5′-CAGTCGCGTTTGCGACTGG-3′) in a pLKO-puro.1 vector was provided by Marianne James (Massachusetts General Hospital, Boston) ( James et al. 2008 ). Virus production and infection Nf2 -expressing and Cre-recombinase adenoviruses were generated using the AdEasy system (Agilent) as described in  WT Chiasson-MacKenzie et al. (2015) . Cells were infected 24 h before the start of the experiment to induce  Nf2  gene expression. An empty adenoviral vector was used as a control (EV). shRNA-expressing lentiviruses were generated by cotransfecting 293T cells with pLKO-puro.1 vectors and the packaging vectors ΔVPR and VSVG (Fugene). Viruses were harvested 24–48 h after transfection. shScr- or shEzrin-expressing lentiviruses were stably expressed in LDCs and selected in 4 µg/mL puromycin. Antibodies The following primary antibodies were used: anti-ezrin mouse monoclonal antibody (mAb; 1:500 for immunofluorescence; Neomarkers), anti-N-WASP rabbit polyclonal antibody (pAb; 1:100; Cell Signaling Technology), anti-Rab7 rabbit mAb (1:100; Cell Signaling Technology), anti-pAkt (S473) rabbit mAb (D9E, 1:100; Cell Signaling Technology), anti-pERK1/2 (T202/Y204) rabbit mAb (D13.14.4E, 1:100; Cell Signaling Technology), anti-ErbB2 rabbit pAb (1:100; Dako), and anti-Merlin rabbit pAb (1:500; Cell Signaling Technology). Alexa fluor 488-phalloidin or rhodamine-phalloidin (1:500; Thermo-Fisher) was used to label F-actin. Alexa fluor 488-CTxB (Thermo Fisher) was used to label membrane GM1. Species-specific secondary antibodies conjugated to Alexa fluor 488, 555, or 647 (Thermo Fisher) were used for immunofluorescence. DAPI was used to label nuclei. Immunofluorescence microscopy Cells were fixed in 4% paraformaldehyde in PBS for 15 min at room temperature and then permeabilized in 0.2% Triton X-100 for 10 min. Primary and secondary antibodies were diluted in PBS with 1% BSA and incubated for 1 h at room temperature. Alexa fluor-phalloidin was added with secondary antibodies. Coverslips were mounted with Prolong Gold anti-fade mountant (Thermo Fisher). Cells were imaged with an inverted laser-scanning confocal microscope (LSM710; Carl Zeiss) equipped with a 63× oil immersion objective (plan apochromat NA 1.4; Carl Zeiss). DAPI was excited with a 405-nm laser line of a diode laser. Alexa fluor 488, Alexa fluor 555, and rhodamine probes were excited with the 488-nm or 514-nm laser line of an argon laser. Texas red fluorescent probes were excited with the 561-nm laser line of a helium–neon laser. Alexa fluor 647 probes were excited with the 633-nm laser line of a helium–neon laser. Images were acquired as single images or  z -stacks in sequential mode using Zen Black software (2012 version; Carl Zeiss). Dextran/BSA uptake Cells grown on glass coverslips to 30%–40% confluency were serum-starved overnight and then stimulated with EGF or Nrg for 30 min. Dextran-488 (Oregon Green 488; 70,000, anionic, lysine-fixable) or BSA-488 (Alexa fluor 488 conjugate) (Thermo Fisher) was added at a concentration of 0.5 mg/mL with growth factors. Cells were rinsed three times with cold PBS and fixed with 4% paraformaldehyde. To measure constitutive macropinocytosis, dextran-488 was added to complete growth medium for 30 min. For costaining with Rab7, cells were permeabilized with 0.2% TX-100 prior to staining. TR-EGF internalization and recycling LDCs were plated on 24-mm glass coverslips and grown to a confluency of 30%–40%. TR-EGF internalization experiments were performed as described previously ( Chiasson-MacKenzie et al. 2015 ). Prior to TR-EGF stimulation, cells were serum-starved overnight and incubated in DMEM/1% BSA for 1 h. Cells were stimulated with 2 µg/mL TR-EGF (Thermo Fisher) for 2, 10, or 30 min at 37°C. Cells were rinsed three times with cold PBS. When noted, 10 µg/mL CTxB-488 was added with TR-EGF. To measure EGFR recycling, cells were serum-starved overnight and treated with 50 µg/mL cyclohexamide for 1 h. Cells were stimulated with 2 µg/mL TR-EGF for 30 min at 4°C. Cells were washed twice with cold PBS and then shifted for 30 min or 2 h to 37°C. Cyclohexamide was maintained in the medium throughout the experiment. Following fixation, cells were permeabilized and stained. Cell viability/drug treatment LDCs (5000 cells per well) or SCs (10,000 cells per well) were seeded in triplicate in 24-well plates in appropriate medium and allowed to adhere overnight. The drug was added 24 h after plating and incubated for 48 or 72 h. Drugs were replenished every 24 h. Cells were counted with a hemocytometer, and results were quantified as relative cell number compared with vehicle. Glutamine deprivation LDCs (5000 cells per well) or SCs (10,000 cells per well) were seeded in 24-well plates in triplicate. Twenty-four hours after plating, the medium was replaced with glutamine-free growth medium. Where noted, BSA was added to a final concentration of 2%. The medium was replaced every 24 h. Cells were grown for 6 d, and final cell counts were determined using a hemocytometer and quantified as relative cell number compared with  Nf2 −/−  cells in complete growth medium. EV production and uptake EVs were harvested as described previously ( Reategui et al. 2018 ) from the conditioned medium of ∼1.0 × 10 8 \n Nf2 −/−  LDCs. Forty-eight hours prior to harvesting, 10% FBS/DMEM was replaced with DMEM with 100 ng/mL EGF for 48 h. The medium was collected and centrifuged at 300 g  for 10 min and at 2000 g  for 10 min. Supernatants were filtered (0.8 μm; EMD Millipore) and ultracentrifuged at 100,000 g  for 90 min at 4°C (Optima L-90K Ultracentrifuge, Beckman Coulter). Pelleted EVs were resuspended in 200 µL of PBS. Purified EVs were labeled with PKH26 dye (Sigma-Aldrich) on a column and rinsed three times by centrifugation at 400 g  for 10 min. Labeled EVs were added to  Nf2 −/−  or  Nf2 -expressing LDCs at ∼10 WT 6  per 0.7 cm 2  and incubated for 1 h at 37°C. Cells were then fixed and stained. Image analysis and statistics ImageJ software (version 2.0, National Institutes of Health) was used for all image processing and analysis. The displayed images were produced from single confocal slices or maximum projections of  z -stack images. Background was removed with rolling ball background subtraction. Lookup tables were applied to produce final images. CDRs were analyzed by counting the percentage of cells with CDRs from at least five random fields (20× objective;  n  > 300 cells). CDR height was measured by drawing a line from the surface of the cell to the tip of a CDR ( n  = 20). F-actin intensity was measured using the line scan function ( Smutny et al. 2010 ). A line was drawn perpendicular to the free edge of a cell, and pixel intensity along the line was graphed using the plot profile function. The data were fit to a Gaussian curve using nonlinear regression analysis, and the mean amplitude of the curve was graphed ( n  = 20). Dextran, BSA, or EV uptake was measured using the “analyze particles” function to determine the ratio of total particle area to total cell area from at least five random fields. Vesicle size was analyzed by using a line to measure the diameter of vesicles labeled with dextran-488 or Rab7 from five random fields ( n  > 300). CTxB and ErbB2 levels were analyzed by measuring the integrated density of a cell using a thresholding mask within a region of interest ( n  = 20). For analysis of TR-EGF, CTxB, or cholesterol enrichment at the free edge of cells, the sum of the pixel values (RawIntDen) was measured within a region of interest. TR-EGF internalization was measured by dividing the sum of the intensity of objects identified with a thresholding mask by the area of the cell ( n  = 20). Data from all analyses were imported into Prism 7 for plotting graphs and statistical analysis. The unpaired  t -test or Mann-Whitney test was used to compare groups. All data are representative of three independent experiments.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:55:58.494200",
  "abstract_length": 1583,
  "methods_length": 10397,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}