{
  "pmid": "30166301",
  "abstract": "INTRODUCTION: Dopamine dysregulation has been identified as a key modulator of behavioural impairment in neurofibromatosis type 1 (NF1) and a potential therapeutic target. Preclinical research demonstrates reduced dopamine in the brains of genetically engineered NF1 mouse strains is associated with reduced spatial-learning and attentional dysfunction. Methylphenidate, a stimulant medication that increases dopaminergic and noradrenergic neurotransmission, rescued the behavioural and dopamine abnormalities. Although preliminary clinical trials have demonstrated that methylphenidate is effective in treating attention deficit hyperactivity disorder (ADHD) symptoms in children with NF1, its therapeutic effect on cognitive performance is unclear. The primary aim of this clinical trial is to assess the efficacy of methylphenidate for reducing attention deficits, spatial working memory impairments and ADHD symptoms in children with NF1. METHODS AND ANALYSIS: A randomised, double-blind, placebo-controlled trial of methylphenidate with a two period crossover design. Thirty-six participants with NF1 aged 7-16 years will be randomised to one of two treatment sequences: 6 weeks of methylphenidate followed by 6 weeks of placebo or; 6 weeks of placebo followed by 6 weeks of methylphenidate. Neurocognitive and behavioural outcomes as well as neuroimaging measures will be completed at baseline and repeated at the end of each treatment condition (week 6, week 12). Primary outcome measures are omission errors on the Conners Continuous Performance Test-II (attention), between-search errors on the Spatial Working Memory task from the Cambridge Neuropsychological Test Automated Battery (spatial working memory) and the Inattentive and Hyperactivity/Impulsivity Symptom Scales on the Conners 3-Parent. Secondary outcomes will examine the effect of methylphenidate on executive functions, attention, visuospatial skills, behaviour, fine-motor skills, language, social skills and quality of life. ETHICS AND DISSEMINATION: This trial has hospital ethics approval and the results will be disseminated through peer-reviewed publications and international conferences. TRIAL REGISTRATION NUMBER: ACTRN12611000765921.",
  "methods": "Methods and analysis A randomised, double-blind, placebo-controlled trial of methylphenidate with a two period crossover design. Thirty-six participants with NF1 aged 7–16 years will be randomised to one of two treatment sequences: 6 weeks of methylphenidate followed by 6 weeks of placebo or; 6 weeks of placebo followed by 6 weeks of methylphenidate. Neurocognitive and behavioural outcomes as well as neuroimaging measures will be completed at baseline and repeated at the end of each treatment condition (week 6, week 12). Primary outcome measures are omission errors on the Conners Continuous Performance Test-II (attention), between-search errors on the Spatial Working Memory task from the Cambridge Neuropsychological Test Automated Battery (spatial working memory) and the Inattentive and Hyperactivity/Impulsivity Symptom Scales on the Conners 3-Parent. Secondary outcomes will examine the effect of methylphenidate on executive functions, attention, visuospatial skills, behaviour, fine-motor skills, language, social skills and quality of life. Methods and analysis Study aims The primary aim of this study is to determine the efficacy of MPH at improving sustained attention, spatial working memory and ADHD symptoms in children with NF1. The secondary aim is to evaluate the effects of MPH on visuospatial learning, executive functioning, other aspects of attention, expressive language, social skills, fine-motor skills, quality of life and behaviour. Exploratory aims of the study are to examine the associations between MPH-related changes in the various aspects of cognition and changes in ADHD symptoms. We will also explore the effect of MPH on functional brain activity in children with NF1 and relate this to improvements in cognitive and behavioural function. Study design and setting A phase II, multicentre, randomised, double-blind, placebo-controlled clinical trial with a two period crossover design. Participants will be randomised to sequence A (6 weeks of MPH followed by 6 weeks of placebo) or sequence B (6 weeks of placebo followed by 6 weeks of MPH). Cognitive testing, behavioural outcomes and neuroimaging be completed by participants at baseline and at the end of each treatment condition.  Figure 1  provides an overview of the study. Figure 1 Flow diagram of participant allocation. Study procedures Prospective participants will be recruited from outpatient NF1 clinics at The Children’s Hospital at Westmead (CHW) in Sydney and The Royal Children’s Hospital in Melbourne, Australia. Children are referred to these clinics by general practitioners and medical specialists for evaluation, diagnosis and management of NF1. Participant recruitment will take place via the following methods: (1) families of patients attending NF1 clinics will be asked whether they would be willing to hear more about the trial, (2) mailing information packages to families that attend the clinics and (3) online announcements on the Australian Children’s Tumour Foundation website. The research team will contact families interested in participating and provide further study information and address any questions about the trial. Those willing to participate will be asked to provide written informed consent. Screening and eligibility Eligibility will be checked at a preliminary screening appointment (see ’Inclusion criteria' and ’Exclusion criteria' sections below). At this visit, the site physician will collect a detailed medical history including an intake interview with questions aimed to identify eligibility of the participant. The physician will also conduct a physical examination to confirm NF1 diagnosis and document height, weight, blood pressure, pulse rate and head circumference. Baseline adverse effects will be documented, allowing us to determine whether subsequently endorsed adverse effects are related to study medication. All participants will complete a screen for cardiac abnormalities (ECG), and eligible females will complete a urine pregnancy test. Concomitant medications taken by the participant at commencement of the trial will be documented. Parents/caregivers of all participants will undergo a structured interview using the Mini International Neuropsychiatric Interview for Children and Adolescents (MINI-Kid) to screen for psychological disorders and substance abuse. 44  Parents/caregivers will also complete the Conners 3-Parent 45  to identify the nature and severity of ADHD symptoms at baseline. The study psychologist will determine whether the participant satisfies cognitive-based entry criteria by administering the Conners Continuous Performance Test II (CPT II) (sustained attention), 46  Cambridge Neuropsychological Test Automated Battery Spatial Working Memory (CANTAB SWM) 47  and the Wechsler Abbreviated Scale of Intelligence (WASI; IQ). 48  If the participant has completed an IQ test within 12 months of screening, then the WASI will not be administered and the previous score will be used. Examples of acceptable IQ tests include the WASI, Wechsler Intelligence Scale for Children—Fourth Edition 49  or Fifth Edition 50  and the Stanford-Binet Intelligence Scales Fifth Edition. 51  Participants will be informed of the potential risks and benefits of participating, the aim of the study and that participation is voluntary. The first participant was randomised to study on 30 July 2011 and we anticipate the end date for enrolment to be December 2019. Inclusion criteria Diagnosis of NF1 based on NIH criteria. 52 Males and females aged between 7 and 16 years of age (inclusive) at time of enrolment. A full scale IQ≥70 or, if a significant discrepancy is present between perceptual reasoning index and verbal comprehension, the higher index must be ≥70. An abnormal Inattentive or Hyperactivity/Impulsivity Symptom Scale on the parent-rated Conners 3, defined as a T score ≥65. Baseline performance of one or more SD below the population mean on the CPT-II omissions subscale and/or the CANTAB SWM task total between-search error score. Exclusion criteria Insufficient English to understand the cognitive assessments or comply with the study protocol. Intracranial symptoms or pathology such as epilepsy, hydrocephalus, diagnosed traumatic brain injury or progressive intracranial tumours that may impact cognitive and behavioural function (children with asymptomatic or static lesions will be eligible). Significant visual and/or hearing problems that, in the view of the site principal investigator, significantly impact on the validity or reliability of cognitive testing. Blood pressure measurements (systolic or diastolic) ≥95th percentile for age, sex and height at screening or a diagnosis of hypertension. An abnormal ECG result at the time of screening deemed clinically significant by study physician. Known contraindication or intolerance to the use of stimulant medications. Use of any investigational drugs within 30 days of screening. The current use of prescription or over-the-counter medication to induce sleep. Unable to swallow capsules. Pregnancy. Known past or present substance abuse or dependence, including alcohol, as determined by the MINI-Kid. Presence of any other comorbid psychiatric or psychological disorder (excluding ADHD, oppositional defiant disorder, conduct disorder and pervasive development disorder/autism spectrum disorder) including depressive disorder, anxiety disorder, psychotic disorder, suicidality, Tic disorder, anorexia or bulimia nervosa. Treatment with MPH or any other stimulant medication in the past 21 days. Randomisation and blinding Eligible participants will be randomised into either sequence A (MPH followed by placebo) or sequence B (placebo followed by MPH). Randomisation will be managed by an independent statistician at CHW. Randomisation will be performed using computer-generated random number allocation tables based on a 1:1 allocation between groups. Randomisation codes will be maintained in a password-protected file and shared with the clinical trial pharmacy at each site. The clinical trial pharmacy will present the MPH and placebo capsules in plain bottles that do not contain treatment allocation. The clinical trial coordinator will collect the treatment and distribute to the participant. Participants, study physicians, clinical trial coordinators, researchers and investigators will be blind to treatment allocation. The password-protected randomisation allocation file will only be accessible in an event where unblinding is deemed necessary, such as developing a concurrent medical condition that might preclude or contraindicate the administration of MPH. Intervention The active treatment is MPH, a central nervous system stimulant. MPH is a racemate consisting of a 1:1 mixture of d-threo methylphenidate and l-threo methylphenidate. Although its mode of action in humans is not completely understood, MPH presumably exerts its stimulant effect by an inhibition of DA and norepinephrine reuptake, primarily in the striatum, and in other regions, such as the prefrontal cortex. 53 54  New South Wales health guidelines indicate the dose of MPH to treat children with ADHD should not exceed 60 mg/day and should be no more than 2 mg/kg/day. Given the cohort in the current study is a new population, we have adopted a maximum dose of up to 1.5 mg/kg/day, up to 50 mg/day. Capsules are compounded by Stenlake Compounding Pharmacy or CHW clinical trial pharmacy using identical methods and will contain either 5 mg MPH, 10 mg MPH or inactive lactose powder (placebo). MPH and placebo capsules will be indistinguishable and provided to participants as crushed powder encased in opaque gelatin capsules. Titration and dose optimisation A prescription requesting the number of capsules for the titration phase (based on the weight of the participant) will be provided to the site pharmacy on enrolment. The study coordinator will collect the drug from the site’s clinical trial pharmacy and distribute it to participants. Treatment dose will be individually determined during a titration phase, which will be identical for both placebo and MPH conditions. Participants will be provided with a titration schedule according to their baseline weight. The schedule will include detailed instructions outlining the dosage and timing for the titration phase. A member of the research team will discuss these instructions with the participant’s family to ensure comprehension. Participants will commence with one capsule administered in the morning on day 1 and will slowly escalate to a maximum of three administrations per day to the maximum dose allowed for a child’s weight (1.5 mg/kg, ≤50 mg/day). Maximum doses are rounded down to the nearest 5 mg. Participants will be instructed to swallow the capsules whole following food and to take them at the same time every day with approximately 4 hours between doses. The optimal treatment dose will be determined individually based on the presence of adverse effects using the Side Effects Rating Scale (SERS), 55  which is a parent-rated scale that assesses the frequency and severity of 17 common adverse effects associated with stimulant medication from 0 (absent) to 9 (severe). To do this, participants and their families will be asked to keep a daily record of any adverse effects using a medication diary. During the titration phase, study personnel will contact the family via telephone at the mid-point (week 1) and end (week 2) to assess adverse effects using the SERS. If a participant scores 7 or above on any of the 17 SERS criteria, the child’s dose will be reviewed by the site physician. The physician will ascertain which day the adverse effect first occurred based on the medication diary. The participant’s dose will remain at the level at which the adverse effect was first experienced. The family will complete the SERS again during a follow-up phone call two days later. If the adverse effect remains ≥7, then the treatment dose will be reduced to the previous dose at which the significant adverse effect was not observed. If significant adverse effects are not reported at the reduced dose then this dose level will be considered the participant’s optimal daily dose for the remainder of the treatment period. If the significant adverse effects persist on the reduced dose, the dose reduction cycle will be repeated until the SERS symptom is rated <7. The SERS will be administered at several time points during each treatment condition. The site physician will make a clinical judgement on whether there has been a significant increase to the existing problem based on parent observations and the SERS baseline measurement. If deemed a significantly increased adverse effect, the dose reduction procedure will apply. To assess compliance, participants will be required to record the time and number of capsules taken in a medication diary. Unused capsules will be returned at the end of each treatment period and the number of returned capsules will be recorded. Once the first treatment condition has been completed, participants will cross over to the other treatment on the following day. There will be no washout period. The procedures for the second treatment condition will be identical to those for the first. Cognitive and behavioural outcomes The schedule of outcome assessments is detailed in  figure 2 . Primary and secondary outcome measures will be administered at baseline (T0/T1) and following completion of each 6-week treatment condition (±3 days T2, T3). Since MPH is rapidly absorbed 56  and the pharmacodynamics effects mirror the pharmacokinetic profile, cognitive outcomes will be administered 45 min after treatment dose. 57  Parents and teachers will be instructed to rate symptom questionnaires based on behaviour over the previous 4 weeks. Figure 2 Schedule of enrolment, interventions and assessments Standard Protocol Items: Recommendations for Interventional Trials figure. Primary outcome measures All primary outcomes capture high basal rates of impairment in NF1. 11 12 33 58 59  Cognitive measures are analogous to MPH-responsive tests previously used in  Nf1  mice, 34–36  assessing sustained attention and spatial working memory. The symptom rating scale is standard for ADHD research. Sustained attention  will be measured using the CPT-II: a well-established computerised measure with a significant history of use in identifying attentional deficits and the effects of stimulant medication in research involving individuals with idiopathic ADHD. 60 61  Omission errors will be the primary outcome variable from this test. Spatial working memory  will be measured using the CANTAB SWM task. 47  The SWM task assesses a subject’s ability to retain spatial information and to manipulate remembered items in working memory. The primary outcome variable from this assay will be total between-search errors. ADHD symptoms  will be measured by the Conners 3-Parent questionnaire, 45  a published and validated tool for assessing the presence of inattentive and hyperactive/impulsive behaviours in children and adolescents. Both the Inattentive and Hyperactive/Impulsivity Symptom Scales will be used as primary outcomes. Parents will be instructed to base their ratings on the participant’s behaviour over the previous 4 weeks. Secondary outcome measures To understand the potential benefits of MPH on a wider range of cognitive and behavioural outcomes, a broader battery of tests are included as secondary end points. Secondary outcome measures include the Test of Everyday Attention for Children (TEA-Ch) 62  to measure selective attention (Sky Search), sustained attention (Score!), divided attention (Sky Search Dual Task) and attentional control/switching (Creature Counting): the CANTAB Stockings of Cambridge Task and Paired Associate Learning Task 47  to respectively measure spatial problem solving and spatial learning: the Grooved Pegboard 63  to measure fine motor skills: the Judgement of Line Orientation (JLO) task 64  to measure visuospatial perception and orientation and Formulated Sentences from the Clinical Evaluation of Language Fundamentals—Fourth Edition Australian Version 65  to measure expressive language. Commission errors from the Conners CPT-II will also be a secondary end point of response inhibition. In addition to the neurocognitive outcomes, a number of parent-rated questionnaires will also be administered including the Behaviour Rating Inventory of Executive Function 66  as a measure of everyday executive behaviour: the Social Skills Improvement System Rating Scales 67  to evaluate social skills: the Child Behaviour Checklist (6–18) 68  to assess children’s internalising and externalising behaviours and the Paediatric Quality of Life Scale 4.0 Generic Core Scales 69  to measure health-related quality of life (both parent and self-report). Where possible, the Conners 3 Teacher will also be collected to measure ADHD symptoms at school. Secondary outcome measures are published assessment tools that are widely used in research settings and have standardised instructions minimising between-site variation. Alternate test versions will be administered at the second assessment where available (TEA-Ch and JLO). Neuroimaging outcomes Neuroimaging will be performed at baseline and at the end of both treatment periods (week 6 and week 12). Imaging will occur within the therapeutic window of MPH; approximately 45 min after administration. The time of day the participant is scanned (following morning, mid-day or afternoon dose) will be consistent across assessment visits. Neural correlates of cognitive fMRI tasks and the default mode network will be assessed after placebo and MPH treatment in children with NF1. Using event-related MRI procedures, participants will perform tasks in the MRI scanner that assess various cognitive functions. This will enable us to determine the degree to which MPH is able to influence abnormal functional neural networks. We will use a well-established A uditory Oddball Task  to probe the neural correlates of selective attention; a  Continuous Performance Task  to investigate neural mechanisms of sustained attention and working memory and a classic  Go-NoGo Task  to examine the neural process of inhibitory control. The total scan time for each paradigm is standardised to 5 min and 8 s. Details of the fMRI paradigms have been published, 70  and we have established abnormal NF1-related activation in fronto-parietal and fronto-striatal networks using the Oddball and Go-NoGo paradigms. 20 21 Participants will also undergo a resting state (rs)- fMRI sequence lasting approximately 5 min. Participants will be instructed to lie in the scanner with their eyes closed for the duration of the scan. This sequence will be used to identity MPH versus placebo-induced changes in functional interactions between neural networks at rest. A three-dimensional T1-weighted MRI will be obtained from all participants. Adverse event monitoring Routine monitoring will occur at screening (T0), week 6 (T2) and week 12 (T3). Blood pressure, pulse measurements and growth parameters (weight, height) will be recorded during monitoring visits. Adverse events (AEs) will be collected and recorded at monitoring visits and will be based on signs and symptoms reported by the participant/parent/caregiver or observed by the investigator during the physical examination. SERS symptoms will also be recorded as AEs. Documentation for all AEs will include the specific event/condition, the dates and times of occurrence, the event severity, duration, likely relationship to MPH, action taken and date of resolution. Severity of AEs will be graded according to the National Cancer Institute’s Common Terminology Criteria for Adverse Events (V.3; see  table 1 ). Grade 1 and grade 2 AEs will be considered non-serious AEs. Grades 3–5 are considered serious AEs. If medication is used to treat the AE, the dose, route of administration, date and time medication is provided, and an indication whether the medication will be continued will be required. If a participant experiences a grade 2 AE or serious AE which has a possible relationship to study drug during any stage of the trial, their current dose will be reviewed by the site physician and may be withheld or modified at the physician’s discretion. Any change in dose will be documented. Table 1 Categorisation of adverse effects Grade Description 1 Mild or asymptomatic, without requiring intervention 2 Moderate, requiring minimal or non-invasive intervention 3 Severe/medically significant, not immediately life threatening but involves hospitalisation or prolongation of hospitalisation 4 Life threatening, urgent intervention indicated 5 Death All serious AEs will be reported to the Human Research Ethics Committee that approved the study within 72 hours. An independent Data Safety Monitoring Board will evaluate all AEs at regular intervals. A project management group will meet regularly to monitor the progress of the trial. This group will include the Chief Investigator, site principal co-investigators and researchers. Sample size Our study is powered for the primary efficacy analyses. Primary outcome measures are SWM between search errors (CANTAB), CPT-II omission errors and the Inattention and Hyperactivity/Impulsive Symptom Scales from the Conners 3. A previous open-label study, which examined the effects of stimulant medication on attention in children with NF1 using a different continuous performance task, reported an effect size of 1.24 for omission errors following MPH treatment for children with NF1. 14  Similarly, a previous RCT in children with NF1 examined the effect of MPH on Conners Parent ADHD Rating Scale scores and reported an effect size of Cohen’s d=0.96. 43  Based on these previous studies in children with NF1, we have estimated an effect size of d=0.96, which would be classified as a treatment effect of large to very large magnitude. 71  To detect an effect size of d=0.96 in a mixed model crossover design with 80% power and a two-tailed significance of 0.05, a total sample size of 36 is required. 72 Statistical analysis Continuous outcome measures will be analysed using an intention-to-treat, mixed-effects linear model. Placebo and MPH data points will be compared, adjusted for baseline data and any potential carryover effects and clustered at both the individual site level. The mixed model allows for more complex within-subject correlation structures, and accommodates missing and unbalanced data between randomisation sequences. Therefore, within this model, it is not necessary to impute values for missing data. Effect sizes will be calculated as the mean difference between MPH and placebo divided by the SD of the differences (presented as Cohen’s d). All secondary outcome measures will be analysed using the same technique. Patient and public involvement Neither patient nor the public were involved in the development of the research questions, selection of outcome measures, study design or study conduct.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:56:03.789337",
  "abstract_length": 2217,
  "methods_length": 23065,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}