{
  "pmid": "30179114",
  "abstract": "Purpose To evaluate whether patients with neurofibromatosis type 1 (NF1)-a multisystem neurodevelopmental disorder with myriad imaging manifestations, including focal transient myelin vacuolization within the deep gray nuclei, brainstem, and cerebellum-exhibit differences in cortical and subcortical structures, particularly in subcortical regions where these abnormalities manifest. Materials and Methods In this retrospective study, by using clinically obtained three-dimensional T1-weighted MR images and established image analysis methods, 10 intracranial volume-corrected subcortical and 34 cortical regions of interest (ROIs) were quantitatively assessed in 32 patients with NF1 and 245 age- and sex-matched healthy control subjects. By using linear models, ROI cortical thicknesses and volumes were compared between patients with NF1 and control subjects, as a function of age. With hierarchic cluster analysis and partial correlations, differences in the pattern of association between cortical and subcortical ROI volumes in patients with NF1 and control subjects were also evaluated. Results Patients with NF1 exhibited larger subcortical volumes and thicker cortices of select regions, particularly the hippocampi, amygdalae, cerebellar white matter, ventral diencephalon, thalami, and occipital cortices. For the thalami and pallida and 22 cortical ROIs in patients with NF1, a significant inverse association between volume and age was found, suggesting that volumes decrease with increasing age. Moreover, compared with those in control subjects, ROIs in patients with NF1 exhibited a distinct pattern of clustering and partial correlations. Discussion Neurofibromatosis type 1 is characterized by larger subcortical volumes and thicker cortices of select structures. Most apparent within the hippocampi, amygdalae, cerebellar white matter, ventral diencephalon, thalami and occipital cortices, these neurofibromatosis type 1-associated volumetric changes may, in part, be age dependent. © RSNA, 2018 Online supplemental material is available for this article.",
  "methods": "Materials and Methods In this retrospective study, by using clinically obtained three-dimensional T1-weighted MR images and established image analysis methods, 10 intracranial volume–corrected subcortical and 34 cortical regions of interest (ROIs) were quantitatively assessed in 32 patients with NF1 and 245 age- and sex-matched healthy control subjects. By using linear models, ROI cortical thicknesses and volumes were compared between patients with NF1 and control subjects, as a function of age. With hierarchic cluster analysis and partial correlations, differences in the pattern of association between cortical and subcortical ROI volumes in patients with NF1 and control subjects were also evaluated.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:56:11.765590",
  "abstract_length": 2075,
  "methods_length": 709,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}