{
  "pmid": "30192842",
  "abstract": "Neurofibromatosis Type 1 (NF1) can cause a wide range of cognitive deficits, but its underlying nature is still unknown. We investigated the correlation between cognitive performance and specific patterns of resting-state brain metabolism in a NF1 sample. Sixteen individuals diagnosed with NF1 underwent 18F-FDG PET/CT brain imaging followed by a neuropsychological assessment. Principal component analysis was performed on 17 measures of cognitive function and a machine learning approach based on Gaussian Process Regression was used to individually predict the components that represented most of the variance in the neuropsychological data. The accuracy of the method was estimated using leave-one-out cross-validation and its significance through permutation testing. We found that only the first component could be accurately predicted from resting state metabolism (r = 0.926, p<0.001). Multiple and heterogeneous measures contribute to the first component, mainly WISC/WAIS Procedure and Verbal IQ, verbal memory and fluency. Considering the accurate prediction of measures of neuropsychological performance based on brain metabolism in NF1 patients, this suggests an underlying metabolic pattern that relates to cognitive performance in this group.",
  "methods": "Subjects and methods Participants NF1 group In this study, a group of 16 individuals diagnosed with NF1 was investigated by a multidisciplinary assessment team at the Neurofibromatosis Outpatient Reference Center of Minas Gerais. The study was conducted according to the principles expressed in the Declaration of Helsinki. All subjects have given written informed consent, and the study was approved by the Human Ethics Committee of the Federal University of Minas Gerais (UFMG), in Belo Horizonte, Brazil and is registered under the number CAAE-01344212.2.0000.5149. For minor patients, written consent was obtained from their parents or guardians. The diagnosis was performed using guidelines proposed by the NIH [ 1 ]. Participants’ age ranged from 8 to 44 years and length of formal education from 2 to 16 years. Socioeconomic status ranged from low to middle (median monthly household income between U$348 and U$1,190). The 16 patients were selected from a group of 41 patients who underwent whole-body 18F-FDG PET/CT imaging due to symptomatic plexiform neurofibromas (to establish the risk of malignant progression of the disease) [ 15 ]. Six patients were not included in this study for not having brain image data, three patients did not perform the cognitive tests, one patient was too young (4 years old) for the available neuropsychological tests, three patients were excluded due to artifacts in their brain images (most likely due to movement between the CT and the PET affecting the attenuation correction), and 12 had incomplete neuropsychological data. None of the patients had a history of brain tumor or presented current evidence of a brain tumor after visual assessment of the PET and CT images by an experienced nuclear medicine physician. There was no specific control for medication use. From those patients taking medications, only one (female, 36 years) reported use of a psychotropic drug (antidepressant). Control group A group of 16 non-psychiatric, non-neurologic, and non-oncologic individuals matched by age, education, and gender was voluntarily submitted to the neuropsychological evaluation and compared to the NF1 group. Exclusion criteria included history or current evidence of psychosis, autism, brain disorders, or any genetic or medical disorder associated with cognitive impairment. None of the controls reported previous or current use of psychotropic drugs. All controls gave written informed consent to participate in this study. Neuropsychological assessment Participants underwent a comprehensive neuropsychological assessment to measure intelligence, attention/processing speed, visuospatial abilities, episodic memory, fine motor coordination, and executive functions. All instruments were adapted and validated for the Brazilian context. They can be used by children older than seven years and adults, as well as by subjects from different educational backgrounds. Intelligence —General intellectual functioning was assessed by the third version of the Brazilian Wechsler Intelligence Scales (WAIS-III for adults and WISC-III for children) verbal (VIQ), procedure (PIQ) and full-scale (IQ) intelligence quotients [ 16 , 17 ]. Fine Motor Coordination —The Nine-Hole Peg Test was performed as a measure of finger dexterity [ 18 ]. It measures the time (in seconds) needed to complete the test with the dominant and the non-dominant hands. Visuospatial Abilities —The Rey-Osterrieth Complex Figure Test was implemented as a measure of the visuospatial cognitive domain [ 19 ]. Episodic Memory —We selected both verbal and non-verbal episodic memory tests since NF1 patients might show a discrepancy between these two functional aspects [ 5 ]. Immediate (A6) and delayed recalls (A7) of the Brazilian-Portuguese version of the Rey Auditory-Verbal Learning Test (RAVLT) were taken as measures of verbal episodic memory [ 20 ]. Immediate (~3 minutes) and delayed (30 minutes) recalls of the Rey-Osterrieth Complex Figure (ROCF) were adopted as non-verbal memory measures. Language —Assessment of this cognitive domain was performed by a Category Fluency Test (“animals”) [ 21 ], and by Lexical Fluency Test letters (F, A, and S) [ 22 ]. Attention/Processing Speed —The Five Digits Test (FDT) [ 23 ] is a numeric-Stroop paradigm designed to assess attentional processes. We adopted the first component of the test (FDT-Decoding), which involves reading/naming of numbers ranging from 1 to 5, as a measure of Automatic Attentional Processing and Processing speed [ 24 ]. The Inhibitory Control was investigated by the Inhibiting component of the Five Digits Test (FDT—Inhibiting), which involves inhibition of an automatic attentional routine in favor of a controlled one, demanding executive control. Executive Functions —For working memory evaluation, we used the Digit Span according to the WAIS-III or WISC-III, and the Corsi block-tapping task [ 25 ]. The product of the span length and the number of correctly remembered trials, both for the Corsi test and the Digit Span, were taken into account [ 26 ]. The Tower of London Test [ 27 ] was used as a measure of Planning Skills. The neuropsychological examinations were conducted between February 2012 and October 2013 and took place no longer than one month after the brain image acquisition. Demographic and neuropsychological data analysis We analyzed differences in the neuropsychological performance between the NF1 group and the control group. Descriptive statistics were generated for gender, age, education, socioeconomic level, and neuropsychological data. The Student  t -test was carried out to investigate group differences in continuous variables, and the Chi-square test was used to assess differences in frequency of dichotomous variables (i.e., gender). Effect sizes of observed differences were also calculated (Cohen’s  d ). Measures from the Nine-Hole Peg Test (dominant and non-dominant hands) were not originally normally distributed, thus scores were normalized through a log transformation. Image acquisition Resting-state 18F-FDG PET/CT brain images were acquired in a GE Discovery 690 (GE Healthcare, Millwalke, EUA) scanner as part of a whole-body scan. Patients had at least six hours of fasting before the exam. After an intravenous bolus injection of 5.18 MBq/kg of 18F-FDG, patients rested for 50 minutes in a quiet and dark room, with minimum stimuli. PET brain images were acquired subsequently, as a separate volume from the rest of the body, with a total acquisition time of 10 minutes, and reconstructed in a 192x192x47 matrix using the OSEM (Ordered Subsets Expectation Maximization) algorithm, with 2 iterations and 20 subsets. Attenuation correction was performed using the CT image. Image processing PET images were spatially processed using the Statistical Parametric Mapping toolbox (SPM8, Wellcome Trust Centre for Neuroimaging, 2008) implemented within Matlab 7.12.0 (MathWorks, Natick, MA, USA). Initially, a gross manual image reorientation and approximate definition of the image center point was applied. All images were then spatially normalized onto a 18F-FDG PET template in MNI space [ 28 ] and smoothed by a 12 mm FWHM Gaussian kernel, yielding a 91x109x91 volume per subject. To increase processing speed, this image was then downsampled to a 45x54x45 volume by averaging the values of 4 adjacent voxel. This was a necessary step for permutation testing during image analysis and in our tests didn’t significantly impact prediction accuracy. SPM’s brain mask was used to segment the brain from this volume, resulting in the selection of 33 570 voxels. Finally, these brain voxels were scaled by their global mean to account for differences in global signal between subjects [ 29 ]. The information extracted from each 18F-FDG PET scan is a single 33 570 × 1 data vector that “summarizes” each patient’s brain metabolism. Image data analysis Our image data analysis involved investigating the correlation between neuropsychological variables and brain metabolism in NF1 patients. The traditional method to do this analysis would be by using the General Linear Model [ 30 ] to evaluate voxel-by-voxel whether the metabolism at a certain location could be well reconstructed by a combination of several regressors, including nuisance factors. In recent years though, machine learning (ML) has emerged as an alternative approach to standard neuroimaging analysis [ 31 – 33 ]. There are two important differences between ML and traditional mass-univariate statistics. First, the primary focus of ML is to make predictions, rather than explain how independent variables affect a certain outcome. Secondly, ML is a multivariate approach at the single subject level, i.e. predictions are made based on the distributed pattern of effects across the whole brain [ 34 ]. This is particularly useful when dealing with a high number of predictor variables (in our case, more than 33 thousand), especially where the variables are correlated, and there are many complex interactions between them. Simply put, ML works by “learning” from training data to create a model that maps an input (e.g. set of PET images) to an output (e.g. clinical data). The primary outcome measure of ML is how well this model generalizes to new data. To assess this, the ML algorithm can be iteratively trained on a subset of the data and then tested on the remaining “unseen” data (cross-validation). This strategy also avoids overfitting, which occurs when a model starts “memorizing” training data rather than “learning” to generalize from a trend. Different machine learning algorithms would be suited to solve our regression problem [ 35 ]. We opted to use Gaussian Processes (GP) because it provides a principled, practical and probabilistic approach to learning in kernel machines, with the advantage of automatic tuning of the kernel parameters from the training data via type-II maximum likelihood [ 36 ]. Furthermore, GP models have been successfully applied to neuroimaging, in various clinical settings, including prediction of pain states, symptom severity, cognitive and disease states [ 37 – 41 ]. A GP is a generalization of a Gaussian (normal) probability distribution (which describes a finite-dimensional random variable) to functions. Thus, it extends multivariate Gaussian distributions to infinite dimensionality. By using GP as a prior distribution over the functional feature space, it is possible to use Bayesian inference to predict clinical outcomes or disease status [ 36 ]. For our analysis, we used the Gaussian Process regression (GPR) implementation available within  kernlab  R library [ 42 , 43 ]. “Vanilladot” was the linear kernel function selected, and the initial noise variance and tolerance of termination criteria were both set to 0.001. Before performing the GPR analysis, two issues had to be addressed regarding the PET and neuropsychological data. Firstly, patients presented a considerable variation in age and since it is known that age influences global and regional brain metabolism [ 44 , 45 ], voxel values were processed to reduce the effect of age. This was done by applying a voxelwise linear regression and then performing GPR on the residuals. Secondly, since many of the 17 neuropsychological tests overlap in the cognitive processes they measure, we performed principal component analysis (PCA) in R to select the components that explained most of the variance in the data. For this, neuropsychological data was centered and scaled, and R’s  prcomp  function was used to extract the principal components. GPR was then performed on these components. Leave-one-out cross-validation (LOOCV) was used to access the method’s accuracy. The algorithm was first trained on  n-1  subjects using the imaging data and the values of the selected principal component, and then predicted the value of the removed subject using only the image. This process was repeated  n  times so that prediction was performed for each subject. Predicted values were plotted against observed ones, and the Pearson correlation coefficient was calculated. To estimate the significance of the correlation, the LOOCV was repeated a thousand times with permutation of the input values [ 46 ]. Weight maps containing the most relevant voxels for prediction were produced for principal components with a significant correlation between predicted and observed values. These weight maps contain the average weight of each feature during the LOOCV.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:56:26.236972",
  "abstract_length": 1258,
  "methods_length": 12483,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}