{
  "pmid": "30271432",
  "abstract": "Confocal Microscopy Predicts the Risk of Recurrence and Malignant Transformation  of Mucocutaneous Neurofibromas in NF-1: An Observational Study.  Giudice G(1), Favia G(1), Tempesta A(2), Limongelli L(2), Vestita M(1).  Author information: (1)Section of Plastic and Reconstructive Surgery, Department of Emergency and  Organ Transplantation, University of Bari, 11, Piazza Giulio Cesare, Bari,  70124, Italy. (2)Department of Interdisciplinary Medicine, Complex Operating Unit of  Odontostomatology, \"Aldo Moro\" University, Piazza G. Cesare 11, 70124 Bari,  Italy.  From 2005 to 2010, 20 consecutive patients with fully manifested  neurofibromatosis type 1 (NF1) underwent elective neurofibroma resection at our  institution (Departments of Plastic Surgery and of Odontostomatology). Specimens  were photographed under optical microscope and confocal laser scanning  microscopy (CLSM) with ultra-high accuracy of detail, including depth of field.  Patients were followed up for a minimum of 4 years and up to a maximum of 12  years, postsurgery. While all nonrecurring lesions showed intense fluorescence,  six of the seven lesions with absence of fluorescence under CLSM recurred at a  mean of 5.5 years after surgical excision. Among the re-excised lesions, 3 were  diagnosed as malignant at the subsequent removal. Despite the limitation of a  small cohort, CLSM appears to be a simple and low-cost technique to  differentiate forms of neurofibromas with low and high risk of recurrence and  malignant degeneration.  DOI: 10.1155/2018/6938130 PMCID: PMC6151241 PMID: 30271432",
  "methods": "",
  "introduction": "1. Introduction We retrospectively describe our 5-year experience in using confocal laser scanning microscopy (CLSM) to differentiate the morphological features of Schwann cells at the time of first resection of neurofibromas arising in NF1 patients (study registration number: researchregistry3681). Based on our experience, we propose that CLSM could be a simple low-cost technique to differentiate neurofibromas with low or high risk of recurrence and malignant degeneration.",
  "results": "",
  "discussion": "3. Discussion CLSM appears to be a simple and low-cost technique to differentiate morphological features of apparently identical populations of Schwann cells and, thus, to differentiate forms of neurofibromas with low and high risk of recurrence and malignant degeneration. Specifically, we observed that neurofibromas that show negative laser fluorescence have a greater tendency to develop local recurrence and a greater risk of malignant degeneration. Of note, there was no correlation between the incidence of recurrence∖malignant degeneration and the clinical∖histological type of neurofibroma in our cohort. These observations might tentatively be linked to peculiar aspects of the maturation and differentiation of Schwann cells in neurofibromas, which might translate into different concentrations of the cytoplasmatic content of neurofibromin, arising from differences in the morphological expression of genetic alterations of the NF1 gene (monoallelic or biallelic) [ 2 – 6 ] and the neural microenvironment [ 7 ]. Of course this is just speculation at present, and further immunohistochemical studies will need to demonstrate the possible link between neurofibromin content, fluorescence, and neurofibroma behavior. As a supplementary observation, the occurrence of a case of melanoma in our limited cohort seems to support the role NF1 and neurofibromin in neural crest-derived neoplasms, such as melanoma and other tumors [ 8 – 12 ]. More notable was the spontaneous partial regression of most neurofibromas (including a recurrent lesion after excision) when the patient underwent chemotherapy for his advanced melanoma [ 1 ]. In conclusion, despite the limitation of a small cohort, our preliminary data are encouraging and merit further assessment in a larger multicentre study. A correlation study to investigate the relationship between CLSM and molecular and genetic markers in Schwann cells would also be beneficial to further clarify the underlying structural and behavioral differences in these apparently indistinguishable cells.",
  "fetched_at": "2026-02-16T15:45:30.123841",
  "abstract_length": 1578,
  "methods_length": 0,
  "introduction_length": 478,
  "results_length": 0,
  "discussion_length": 2051
}