{
  "pmid": "PMID:30274822",
  "title": "Exhaustive non-synonymous variants functionality prediction enables high resolution characterization of the neurofibromin architecture.",
  "abstract": "BACKGROUND: Neurofibromatosis type I (NF1) is caused by heterozygous loss-of-function variants in the NF1 gene encoding neurofibromin which serves as a tumor suppressor that inhibits RAS signaling and regulates cell proliferation and differentiation. While, the only well-established functional domain in the NF1 protein is the GAP-related domain (GRD), most of the identified non-truncating disease-causing variants are located outside of this domain, supporting the existence of other important disease-associated domains. Identifying these domains may reveal novel functions of NF1. METHODS: By implementing inferential statistics combined with machine-learning methods, we developed a novel NF1-specific functional prediction model that focuses on nonsynonymous single nucleotide variants (SNVs). The model enables annotating all possible NF1 nonsynonymous variants, thus mapping the range of pathogenic non-truncating variants at the codon level across the NF1 gene. FINDINGS: The generated model demonstrates high absolute prediction value for missense and splice-site variations (area under the ROC curve of 0.96) outperforming 14 other established models. By reviewing the entire dataset of nonsynonymous variants, two novel domains (Armadillo type fold 1 and 2) were identified as being associated with pathogenicity (OR 1.86; CI 1.04 to 3.34 and OR 2.08; CI 1.08 to 4.04, respectively; P < .05). Specific exons and codons associated with increased pathogenicity were also detected along the gene inside and outside the GRD domain. INTERPRETATION: The developed model, enabled better prediction of pathogenicity for variants in NF1 gene, as well as elucidation of novel NF1-associated domains in addition to the GRD. FUND: This work was partially supported by the Kahn foundation. DGE is supported by the all Manchester NIHR Biomedical Research Centre (IS-brC-1215-20007).",
  "authors": "Ofer Isakov; Deeann Wallis; D Gareth Evans; Shay Ben-Shachar",
  "journal": "EBioMedicine",
  "publicationDate": "2018-10",
  "doi": "10.1016/j.ebiom.2018.09.039",
  "methods": "Methods By implementing inferential statistics combined with machine-learning methods, we developed a novel NF1-specific functional prediction model that focuses on nonsynonymous single nucleotide variants (SNVs). The model enables annotating all possible  NF1  nonsynonymous variants, thus mapping the range of pathogenic non-truncating variants at the codon level across the  NF1  gene. 2 Methods 2.1 NF1  gene variant spectrum The complete spectrum of  NF1  SNVs includes 848,250 different variants. We first annotated each variant by its pathogenicity status as either pathogenic, benign or unknown. Pathogenic variants were collected from the Leiden Open Variation Database (LOVD) database [ 17 ]. Pathogenicity status is based on the LOVD version used to train the model (05/2017). We note that pathogenicity status may change over time and therefore the annotations used at the time of model development should not be considered as the most up-to-date version. In order to determine which variants are benign we considered each variant's allele frequency in three different databases of healthy populations: The 1000 Genomes Project, The Exome Aggregation Consortium (ExAC) and the Genome Aggregation Database (gnomAD) [ 33 , 43 ]. Since NF1is an autosomal dominant disorder, any variant with an allele frequency above 0 in any of these populations, and that was not previously marked as pathogenic was considered to be benign. Variants that do not fall into either category, were considered as unknown. 2.2 Variant annotations Known  NF1  pathogenic variants were downloaded from LOVD [ 17 ]. Only nonsynonymous and synonymous SNVs with a status of pathogenic or probably pathogenic were collected. Variant annotation was performed using SnpEff [ 6 ] and included annotations gathered in dbNSFP [ 35 ]. All variant and feature positions are reported using the ENST00000356175 Ensembl transcript ( NM_000267 ). Alternatively spliced exons were not included in the analysis as the LOVD variants were specified only in accordance to ENST00000356175. The SnpEff tools allows for functional annotation of each variant (e.g whether it is synonymous/nonsynonymous/stop-gain/ etc. ) The dbNSFP database, adds various annotations to all potential nonsynonymous SNVs and splice site SNVs, including prediction scores from 16 prediction algorithms (SIFT [ 38 ], Polyphen2 [ 1 ], LRT [ 5 ], MutationTaster [ 42 ], MutationAssessor [ 41 ], FATHMM [ 44 ], MetaSVM, MetaLR [ 10 ], CADD [ 27 ], VEST [ 2 ], PROVEAN [ 4 ], M-CAP [ 24 ], MutPred [ 34 ], Eigen and Eigen PC [ 23 ] and dbscSNV [ 25 ]) and eight conservation scores (phyloP46way_primate, phyloP46way_placental, phyloP100way_vertebrate [ 40 ], phastCons46way_primate, phastCons46way_placental, phastCons100way_veterbrate [ 45 ], GERP++ [ 8 ] and SiPhy [ 19 ]). Healthy population databases included the 1000 genomes project [ 47 ], the Exome Aggregation Consortium (ExAC) and the Genome Aggregation Consortium (gnomAD) [ 33 ]. NF1 protein domain annotation was performed using Interpro [ 16 ] and Nextprot [ 20 ]. 2.3 Functional prediction model generation The purpose of the prediction model is to predict whether a given nonsynonymous or splice site variant is pathogenic or not. In order to generate the model we collected only variants that fall into one of these gene effect types (in accordance with sequence ontology terms [ 12 ]): missense variant ( N  = 17,909), missense variant splice region variant (missense variant within a splice site, within 1–3 bases of the exon;  N  = 738), splice donor intron variant (A splice variant that changes the 2 base pair region at the 5′ end of an intron;  N  = 126), splice region intron variant (intron variant within a splice site, within 3–8 bases of the intron;  N  = 226), splice acceptor intron variant (A splice variant that changes the 2 base region at the 3′ end of an intron;  N  = 116) and splice region synonymous variant (synonymous variant within a splice site, within 1–3 bases of the exon;  N  = 30). There are 19,145 such variants across the  NF1  gene, out of which, a total of 1463 variants were used to generate the model. 436 (30%) of which were known to be pathogenic and 1027 were observed in healthy populations and therefore deemed benign. The dataset was divided into two sets, one for the purpose of training the model (75%) and the other for validation (25%). Each variant in the dataset had 55 different features (i.e annotations) including: the variant's gene effect, amino acid position, exon number, domain regions and rankscores corresponding to the aforementioned, dbNSFP gathered, functional prediction and conservation scores. Categorical features were split into dummy variables resulting in 184 feature annotations. In order to select the most informative features, fifty random forest models were trained. Each model was trained on a different randomly selected variant set comprising 70% of the data. Feature importance was calculated by each model and overall feature importance was determined by the mean importance score. The best feature subset was identified by evaluating a Gradient Boosting Machine (GBM) model trained on an iteratively growing subset of the highest scoring features. The final feature set was composed of the top 75 features. Using the selected feature set, four machine learning algorithms were evaluated [GBM, Generalized Linera Model (GLM), Distributed Random Forest (DRF) and eXtremely Randomized Trees (XRT)]. Briefly, 100 different models were generated and a stacked ensemble learner of the best performing model from each algorithm type was then generated. All models were trained using 10-fold cross validation to minimize the logarithmic loss which penalizes classifiers that are confident about an incorrect classification. Models were trained and validated using the H2O R package [ 31 ]. 2.4 Statistical analysis The effect of variant type on pathogenicity was assessed using the Fisher's exact test. In cases where there was a variant type with only pathogenic or benign variants, and there were >100 variants of that type, odds estimations and their corresponding confidence intervals were approximated by adding one to each cell in the contingency table, penalizing the effect size (and test decision) towards no effect. The effect of gene region on pathogenicity was assessed using multivariate logistic regression, adjusting for variant type. ROC curves were compared using DeLong's test for two correlated ROC curves. In order to identify pathogenic codons, a bootstrap method was implemented, simulating 500,000 random score samples and calculating for each codon the rate of samples with an equal or more number of variants with a score higher than the selected threshold of 0.538 (corresponding to a false positive rate (FPR) of 1%). Comparison of the number of variants predicted to be pathogenic between regions was performed using Fisher's exact test. 2.5 Webserver development The webserver was developed using the shiny web application framework [ 3 ], and published on shinyapps.io, a cloud-service platform used to publish applications developed using shiny.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:27:44",
  "introduction": "1 Background Neurofibromatosis type 1 (NF1, MIM #162200) is an autosomal dominant neurocutaneous disorder with a birth incidence of 1 in 2-2500 and disease prevalence of around 1 in 4000. [ 13 , 49 ]. The disease is characterized by multiple café au lait macules (CALM), skin-fold freckling, iris Lisch nodules and neurofibromas. In addition, there are a large number of disease complications, which can affect any body system [ 15 ]. The disorder is caused by heterozygous loss-of-function variants in the cytoplasmic protein neurofibromin. The protein serves as a tumor suppressor that inhibits RAS signaling and regulates cell proliferation and differentiation. The disease is caused by loss-of function variants, resulting in an increased RAS activity. This increase in RAS activity accounts for both tumorigenesis and neuronal dysfunction (such as learning disabilities, attention deficits) by different mechanisms (for review: [ 18 , 21 , 30 ]). Given the large size of the gene and the protein (~327 kDa), and the fact that about 50% of cases are caused by  de novo  variants, multiple disease causing variants have been reported in the public domains. Most detected disease-causing variants are stop-gain (truncating) and start-loss single nucleotide variants (SNVs) and frameshift insertions and deletions which result in protein truncation and a loss-of-function [ 37 ]. These variants generate premature stop codons and are expected to lead to mRNA nonsense-mediated decay and decreased protein level. Although some missense and small in-frame variants may result in protein instability or alter splicing and therefore result in decreased protein levels, most act based on their functional effect at the protein level. While overall, missense variants account for <18% of pathogenic variants, they still represent a major diagnostic issue in NF1 [ 14 , 37 ]. So far, the only well-established functional domain in the NF1 protein is the RAS-GAP domain (also known as the GAP-related domain (GRD)) encoded by exons (27–34). However, most of the non-truncating disease-causing variants detected are located outside this domain suggesting the existence of other important domains in the protein that are associated with protein loss-of-function either directly or by disrupting the RAS-GAP domain [ 36 ]. The  NF1  gene has one of the highest mutation rates and therefore novel variants are likely to be identified as incidental findings in unrelated sequencing studies. As the American College of Genetics and Genomics recommends that laboratories performing clinical sequencing seek and report disease-causing variants in  NF1  gene along with 59 other genes related to actionable disorders [ 26 ], categorizing non-truncating variants as either pathogenic or benign has important clinical implications. Here we describe an exhaustive characterization of the entire nonsynonymous variant spectrum in  NF1 . By implementing both inferential statistical methods and machine learning methods, we examined which genetic features are associated with variant pathogenicity. We developed an NF1-specific functional prediction model that focuses on nonsynonymous SNVs and compared its performance against other established tools. We then use our prediction method to score all possible  NF1  nonsynonymous variants, thus mapping the range of non-truncating variants predicted to be pathogenic across the  NF1  gene. This extensive high resolution prediction of pathogenicity enabled the elucidation of functional domains across the gene's entire length. We demonstrate the utility of our method through examination of the interaction regions between NF1 and SPRED1.  SPRED1  (Sprouty-related protein with an EVH1 domain) gene is a putative tumor suppressor and an important interacting gene with  NF1 . Much like NF1, SPRED1 is a negative regulator of Ras/MAPK signaling and acts by binding to neurofibromin inducing it's localization in the plasma membrane, which subsequently down-regulates Ras-GTP levels [ 46 ]. Recent works characterizing the association between NF1 and SPRED1 uncovered specific essential regions in the N and C terminal regions of the RAS-GAP domain that are required for their interaction [ 11 , 22 ]. An in-depth review of the predicted scores distribution in the N and C terminal regions identified a higher rate of pathogenic variants occurring within these regions and enabled high-resolution assessment of their limits down to the codon level. We provide a webserver describing the entire set of nonsynonymous and splice site SNVs in  NF1  allowing the research and clinical community to explore various genetic annotations including variant type, genetic region, population based allele frequencies, functional prediction scores and our own model's final score ( https://isakovlab.shinyapps.io/NF1-VariantAnnotationServer/ ).",
  "results": "3 Results 3.1 Dataset Initially we composed a comprehensive list of all the variants with known pathogenicity status across the  NF1  gene. The final list of variants included 22,323 variants, 21,572 (96.6%) of which were benign and 751 (3.36%) pathogenic. There were 20,161 (90.3%) intronic variants, 1885 (8.44%) exonic, and 277 (1.24%) within untranslated regions (UTR). The majority of pathogenic variants were within exons (479; 63.8%). 3.2 Factors associated with pathogenicity We first tested the effect of each variant type on pathogenicity. As expected nonsense variants were highly associated with pathogenicity, followed by splice site and finally missense variants. Synonymous variant as well as variants inside 3’ UTRs or introns were associated with a lower rate of pathogenicity ( Supplementary Fig. 1 ). We extended the search for factors that contribute to variant pathogenicity with genetic domains found within the  NF1  gene. A multivariate logistic regression was used in order to examine the association of each feature with pathogenicity after adjusting for variant type. For this analysis we did not consider variant types that invariably result in loss-of-function (stop gain and start loss) or have no recorded pathogenic variant (UTR variants). In accordance to previous studies, we demonstrated the RAS GTPase activation protein domain is associated with pathogenicity (OR 3.24; 1.14 to 9.18;  P  < 0.05). Additionally, the Armadillo type fold 1, which extends for almost the entire gene (exons 8–54) and Armadillo type fold 2 (exons 37–48) domains presented a significant association with pathogenicity (OR 1.86; CI 1.04 to 3.34 and OR 2.08; CI 1.08 to 4.04, respectively;  P  < 0.05). Table 1 NF1 codons with a high rate of pathogenic variants. Exons with a significantly higher rate of pathogenic variants were identified and selected for subsequent in-depth codon analysis (exons 3, 15, 20, 25, 27, 28, 38 and 57). Each exon was split according to the minimal number of variants required in order to identify a strong association. This table describes the codons having more than ten times the likelihood of carrying a pathogenic variant than the rest of the coding sequence. Table 1 Exon Codons Benign Pathogenic Or Conf.Low Conf.High P.Value Corrected.P 20 [777,793) 4 8 10.232 2.702 47.012 0.000 0.003 20 [793,802] 7 0 0.000 0.000 3.602 0.606 0.664 25 [1068,1082) 6 1 0.848 0.018 7.066 1.000 1.000 25 [1082,1104] 2 5 12.670 2.052 134.364 0.002 0.011 27 [1175,1192) 4 4 5.295 0.975 28.772 0.027 0.091 27 [1192,1209) 3 4 7.055 1.181 48.588 0.015 0.066 27 [1209,1222) 3 6 10.574 2.229 66.183 0.001 0.008 27 [1222,1234] 6 0 0.000 0.000 4.556 0.598 0.664 28 [1241,1255) 6 2 1.700 0.166 9.621 0.625 0.664 28 [1255,1272) 5 3 3.057 0.470 15.894 0.132 0.249 28 [1272,1284] 5 3 3.057 0.470 15.894 0.132 0.249 38 [1861,1883) 5 3 3.061 0.471 15.914 0.132 0.249 38 [1883,1896) 5 3 3.061 0.471 15.914 0.132 0.249 38 [1896,1909] 5 2 2.042 0.193 12.611 0.324 0.516 57 [2774,2787) 8 0 0.000 0.000 2.852 0.364 0.516 57 [2787,2808) 8 0 0.000 0.000 2.852 0.364 0.516 57 [2808,2818] 6 0 0.000 0.000 4.131 0.597 0.664 Next we examined whether exons across the  NF1  gene have different effect on pathogenicity. After correcting for multiple hypothesis testing, the only exon with a significantly higher proportion of pathogenic variants was exon 27 (OR 4.63; 2.05 to 10.37; P < 0.05,  Supplementary Fig. 2 . In order to increase the analysis resolution, we reviewed all the exons that were deemed significantly associated with pathogenicity before multiple hypothesis correction (exons 3, 15, 20, 25, 27, 28, 38 and 57,  Supplementary Fig. 2 ). Each exon was split into several parts with approximately 7 variants in each part, resulting in the minimum number of variants required in order to identify a strong association. This analysis pinpointed the following codons as having more than ten times the likelihood of carrying a pathogenic variant than the rest of the coding sequence ( Table 1 ): codons 777–793 in exon 20 (OR 10.23; CI 2.7–47.01;  P  < 0.005), codons 1209–1222 in exon 27 (OR 10.58; CI 2.23–66.18;  P  < 0.01) and codons 1082–1104 in exon 25 (OR 12.67; CI 2.05–134.36;  P  < 0.05). 3.3 Functional and conservation predictions Functional and conservation prediction tools assist in the task of causative variant prioritization and identification. Most employ advanced statistical methods such as logistic regression, hidden markov models, random forest, support vector machines and neural networks to derive functionality from a pre-compiled list of genetic annotations including sequence homology, mRNA and regulatory features, secondary and tertiary structure, conservation, epigenomic signals and multiple sequence alignment. During development, these tools were trained on lists of known Mendelian disease associated variations and their performance evaluated on the entire data set of variations. Since these tools weigh in many factors and are specifically trained to identify variants predicted to be pathogenic, reviewing the predicted score for each individual variant might help pinpoint variants with high probability for pathogenicity. Moreover, regions with high overall scores may be uncovered and provide additional insight regarding how different regions are associated with pathogenicity. We hypothesized that since most functional prediction tools were trained on pathogenic variants associated with a multitude of Mendelian diseases, we might be able to improve overall prediction performance by training a new model specifically on  NF1  gene variants. In order to generate such a model, we first explored how established prediction tools perform on known  NF1  pathogenic variations. Initially, for each tool, we assessed the magnitude of the difference between the scores of pathogenic variants and those of non-pathogenic variants. The top five tools with the highest median score difference (Mann-Whitney test;  P  < 1e-30) were REVEL (0.24; CI 0.21–0.27), VEST3 (0.19 CI 0.16–0.22), MutPred (0.37 CI 0.28–0.32), SIFT (0.32 CI 0.28–0.36) and MutationAssessor (0.3 CI 0.26–0.34) ( Supplementary Fig. 3 ). We continued and compared each tool's performance under various threshold settings by plotting the receiver operating characteristic (ROC) curve, and overall performance by calculating the area under the curve (AUC). The top 5 tools with the highest AUC were VEST3 (0.853), REVEL (0.852), Polyphen2-HVAR (0.85), Eigen-PC (0.85) and SIFT (0.848) ( Fig. 1 ). In order to train our own prediction model, we used as input the scores provided by each prediction tool, together with various other annotations including: the exon number, the amino acid position, the genetic type of variant (splice site, nonsynonymous  etc. ) and which genetic domains the variant affects. The model was trained to predict how likely a variant is to be pathogenic using a training set that includes 1097 nonsynonymous and splice site variants, 327 (29.9%) of which are known to be pathogenic. The final model was based on a stacked ensemble of four different machine learning algorithms (See details in methods section). We compared the performance of the generated model against the other tools on a test set of nonsynonymous variants which were not used during the training of the model ( Fig. 1 ). The model demonstrated a significantly higher AUC value than the tool with the highest AUC (0.946;  P  < 0.05). Since most tools focus on predicting the effect of nonsynonymous variants, the aforementioned test set did not include splicing variants. Moreover, since the NF1 gene is expressed in peripheral white blood cells and splicing of the NF1 mRNA can be readily studied in a diagnostic lab,  in-silico  functional prediction of such variants holds less value. However, our model was trained on both types of variants and when testing its performance on a test set that includes both nonsynonymous and splicing variants the model demonstrated an improved AUC of 0.962 ( Fig. 1 ). In order to allow researchers and clinicians to evaluate NF1 variants of interest, we generated a webserver that includes the entire set of NF1 nonsynonymous and splice site variants with various annotations, including our model's final score (https://isakovlab.shinyapps.io/NF1-VariantAnnotationServer/). Fig. 1 Model performance. In order to compare the performance of the NF1-specific model and the other available functional prediction tools, we used a test variants dataset that was not used during the training of the model. These variants were scored by each of the tools and the model and the area under the receiver operating characteristic curve was calculated. The NF1-specific model demonstrated significant improvement in performance on the test set which includes only nonsynonymous variants and even better when including variants effecting splice sites as well. Fig. 1",
  "discussion": "5 Conclusion This study presents an exhaustive analysis of the neurofirbomin gene variant spectrum. Inferential statistics were used to identify regions with a high rate of pathogenic nonsynonymous variants likely corresponding to important functional domains. A novel supervised machine learning algorithm was subsequently trained to differentiate functional from benign variants. The developed NF1-specific model outperformed other established prediction scores. Scoring the entire spectrum of nonsynonymous variants across the gene we characterize likely pathogenic regions with unprecedented resolution down to the specific codon level. We believe that this new data may facilitate both improved characterization of putative domains and the detection of novel domains in neurofibromin. The identification of such novel drugable domains may eventually lead to improved treatment and patient care. The following are the supplementary data related to this article. Supplementary Fig. 1 Genetic effect odds ratio. Variants were annotated with their predicted genetic effect, the rate of pathogenic variants was calculated for each genetic effect and an odds ratio was calculated in order to rank them according to their association with pathogenicity. Several variant types were significantly associated with pathogenicity: Stop gain (OR 1912.9; 903.92 to 8192;  P  < 1e-100), splice donor (A splice variant that changes the two base region at the 5′ end of an intron) (OR 651.8; 293 to 1983.1; P < 1e-100), and splice acceptor variants (A splice variant that changes the two base region at the 3′ end of an intron) (OR 286.9; 152.2 to 601.1; P < 1e-100), missense variants in a splice region (within 1–3 bases of the exon) (OR 27.5; 15.2 to 49.4; P < 1e-22), intron variants in a splice region (within 3–8 bases of the intron) (OR 7.8; 5.3 to 11.2; P < 1e-19), and missense variants (OR 7.1; 5.9 to 8.6; P < 1e-68). The following variant types were identified to be associated with a lower rate of pathogenicity: synonymous variants (OR 0.155; 0.032 to 0.457; P < 1e-04) and variants found in the 3 prime UTR (OR 0.138; 0.003 to 0.779;  P  < 0.01) and inside introns (OR 0.003; 0.002 to 0.004; P < 1e-100). Supplementary Fig. 1 Supplementary Fig. 2 Per-exon pathogenicity rate. In order to identify exons across the  NF1  gene that have different effects on pathogenicity, we compared each exon's pathogenic variants rate against all the rest. Although initially 8 exons were deemed significant (*) only one remained after correcting for multiple hypothesis testing (**). Supplementary Fig. 2 Supplementary Fig. 3 Prediction tool performance. Each functional prediction tool produces a score for each variant, we compared the scores given by each tool to the known pathogenic and benign variants. The lower and upper hinges correspond to the first and third quartiles (the 25th and 75th percentiles), the whiskers correspond to 1.5* the inter quantile range (IQR) and the points are outliers. If the difference is large, the tool is considered to perform well in the task of differentiating benign from pathogenic variants. The tools at the top demonstrated the best performance. Supplementary Fig. 3 Supplementary Table 1 Annotated nonsynonymous and splice site NF1 variants. The generated NF1-specific prediction model was used to score all possible nonsynonymous and splice site variants in the  NF1  gene, excluding nonsense variants. The final variant list includes 19,145 variants with various genetic annotations including variant type, genetic region, population based allele frequencies, functional prediction scores and our own model's final score. We note that the known pathogenicity status is based on the LOVD version used to train the model (05/2017) and should not be used as an up-to-date annotation. In order to facilitate search and use of the variant table, we also provide a public webserver with all the annotated variants ( https://isakovlab.shinyapps.io/NF1-VariantAnnotationServer/ ). Supplementary Table 1 Supplementary Table 2 Selected codons with high predicted pathogenicity. Using the NF1-specific model, a pathogenicity score was predicted for every possible nonsynonymous variant. Using these scores codons with a high rate of variants predicted to be pathogenic were identified. After correction for multiple hypothesis, 85 codons were found to have significantly more variants with a score higher than 0.538 (corresponding to an FPR of 1%) than would be expected ( P  < 0.05). Seventeen codons exclusively harbored variants predicted to be pathogenic (16, 93, 397, 837, 842, 1048, 1150, 1190, 1219, 1296, 1389, 1426, 1526, 1623, 1660, 1809 and 1976). Of these, six were located within the well-known GAP domain and eight (397, 842, 1150, 1296, 1389, 1526, 1660 and 1976) represent novel loci with none of the variants already known to be pathogenic. Supplementary Table 2",
  "upgrade_date": "2026-02-20 07:32:06"
}