{
  "pmid": "30274821",
  "abstract": "BACKGROUND: The great majority of sporadic vestibular schwannomas (VSs) are due to the mutations of the NF2 gene encoding merlin. Sporadic VSs exhibit variable growth patterns and only a small fraction of the tumours are fast-growing; however, the underlying mechanisms remain undefined. METHODS: DNA sequencing and dosage analysis were used to identify the NF2 mutation status in sporadic schwannomas. The expression and sub-cellular localization of merlin and p53-MDM2 were assessed by immunoblotting, qRT-PCR and immunofluorescence. In vitro and in vivo studies were performed to reveal the effects of Nutlin-3 (a MDM2 inhibitor) and/or MG-132(a proteasome inhibitor) on schwannomas. The proliferation of schwannoma cells was assessed by CCK-8 assay, EdU staining and Flow cytometry analysis. FINDINGS: Double genetic hits of NF2 tended to occur in fast-growing tumours, characterized by the absence of merlin. The deregulation of p53-MDM2 was demonstrated to mediate merlin-deficient tumour growth, characterized by a nuclear accumulation of stabilized MDM2, contributing to a nuclear export of p53 for degradation. Nutlin-3 blocked the proliferation of schwannoma cells via a cooperative recovery of merlin and p53, accompanied by the shuttling of both proteins from the cytoplasm to the nucleus. We further demonstrated a difference in the sensitivity to Nutlin-3 between schwannoma cells with and without merlin expression. Nutlin-3 combined with MG-132 narrowed this between-group difference and triggered stronger inhibitory effects on the growth of schwannomas through coordinated reactivation of p53. INTERPRETATION: These findings present treatment strategies directed on the pathogenesis of sporadic schwannomas. FUND: National Natural Science Foundation of China.",
  "methods": "Methods DNA sequencing and dosage analysis were used to identify the  NF2  mutation status in sporadic schwannomas. The expression and sub-cellular localization of merlin and p53-MDM2 were assessed by immunoblotting, qRT-PCR and immunofluorescence. In vitro and in vivo studies were performed to reveal the effects of Nutlin-3 (a MDM2 inhibitor) and/or MG-132(a proteasome inhibitor) on schwannomas. The proliferation of schwannoma cells was assessed by CCK-8 assay, EdU staining and Flow cytometry analysis. 2 Methods 2.1 Ethics statement All experimental protocols were approved by the Research Ethics Review Committee of Shanghai Jiao Tong University. Methods used in the present study were carried out in accordance with approved guidelines and regulations. It conformed to the provisions of the Declaration of Helsinki. 2.2 Patients The study group consisted of 121 patients with sporadic VSs and 12 patients of neurofibromatosis type 2-related VSs, which were resected and pathologically confirmed at our institution between March of 2012 to December 2015. Peripheral blood samples were collected from all patients prior to operation with written informed consent. Tumour size was measured as the largest diameter in the axial plate of magnetic resonance imaging (MRI). As controls, five cases of normal vestibular nerves from vestibular neurectomy for Meniere's disease were included. 2.3 Direct sequencing analysis and dosage analysis Bidirectional sequencing was conducted to detect microlesions in the gene. DNA extraction was performed using the TIANamp Genomic DNA Kit (Tiangen Biotech, Beijing, China). All exons and exon–intron boundaries of the gene were amplified by polymerase chain reaction (PCR) and underwent bidirectional sequencing. To identify exonic deletions, we used a Multiplex Ligation-Dependent Probe Amplification Analysis (MLPA) kit (SALSA P044 NF2; MRC-Holland) as previously described. Relative peak heights of all amplicons of each test sample were compared to a normalized average of three nerves. The Dosage Quotient (DQ) was used to describe the copy number status. 0.4 < DQ < 0.7 was considered to show a heterozygous deletion. 2.4 Transfection Human Schwann cells (HSCs) were purchased from ScienCell Research Laboratories (catalog no., 1700). The rat RT4-D6P2T schwannoma cells was obtained from the Global Bioresource Center. The HEI-193, an HPV E6-E7 immortalized schwannoma cell line, was a kind gift from Dr. Weg M. Ongkeko (House Ear Institute). Lentiviral shRNA vectors were constructed using target sequences against the expression of  NF2  (sh1, 5′- ACTTCAAAGATA CTG ACAT-3′; sh2, 5′- TCTGGAT ATT CT GCACAAT-3′; sh3, 5′- TTCGTGTTA ATAA G C TGA T -3′),  P53  (5′-GA CTCCA GTGGT AA TCT A C-3′), and  MDM2  (#1, 5′- GAGAGTGTGGAATCT AGTT-3′; #2, 5′-GGACATCTTA T GG CC TGC T -3′); #3, 5′-CCTGC T T TACATGTGCAAA-3′). A nonsense shRNA was constructed using the target sequence 5′-TTCT CCGAACGTGTCACGT-3′. The plasmids HA-tagged  NF2  (a gift from Dr. Y. J. LU, Tongji University, China), Flag-tagged  P53  (Addgene; #10838) and a plasmid vector control (ViGene Biosciences) were transfected into cells using Lipofectamine 2000 reagent (Invitrogen). 2.5 Drug treatments in vitro In vitro experiments, Nutlin-3 (# S1778, Beyotime, Shanghai, China), MG-132 (# S1748, Beyotime) and Pifithrin (PFT)-α (#S1816, Beyotime) were dissolved in DMSO at a concentration of 20 mg/mL until use. Subsequent to a 12 h starving period, the culture medium was replaced with fresh medium containing DMSO vehicle (untreated control) or different concentrations of drugs. A sufficient mixing allows drugs to be dissolved in the medium. 2.6 Tumour xenograft model and drug treatments In vivo experiments, Nutlin-3 (# S1061) and MG-132 (# S2619) were purchased from Selleckchem (Houston, TX, USA). Nutlin-3 and MG-132 were dissolved in DMSO at a concentration of 80 mg/mL and 40 mg/mL until use, respectively. To establish xenograft models, RT4-D6P2T or HEI-193 cells (2 × 10 6  in 0.1 mL phosphatebuffered saline) were subcutaneously inoculated into the back of 4-week-old BALB/c nude mice (male) separately as previous described [ 10 ]. Tumours were allowed to grow for 14 days (average tumour size was 59 mm 3 ). Subsequently, mice were randomly separated into 4 groups of six each and different treatments were subsequently undertaken as follows: (a) control (vehicle; 1:1:1:7 solution of DMSO: tw80: propanediol: phosphatebuffered saline); (b) Nutlin-3 (i.p., 40 mg/kg, once a day); (c) MG-132 (i.p., 5 mg/kg, once a day); (d) Nutlin-3 (i.p., 40 mg/kg) + MG-132 (i.p., 5 mg/kg, once a day). To prepare the drug solution, Tw80, propanediol and phosphatebuffered saline were added into DMSO containing drugs in order before a sufficient mixing. The notion that we dissolved the drug in a solution containing tw80 and propanediol originally came from two independent literatures [ 11 , 12 ]. Tumour diameter was measured every 2 days until 2 weeks after drugs administered. Tumour volume (mm3) was estimated by measuring the longest and shortest diameter of the tumour and calculating as follows: volume = (shortest diameter) 2  × (longest diameter) × 0.5. With continuous administration for 14 days, the mice were euthanised with 100% carbon dioxide inhalation, cervical dislocation followed. The tumours were removed and weighed. 2.7 RNA isolation and qRT-PCR analysis RNA was extracted using TRIzol reagent and reverse-transcribed into to cDNA by a reverse transcription kit. PCR amplification was run with SYBR® Premix Ex Taq™ (Takara) on a Real-Time PCR Detection System. The results were normalized to GAPDH, and the values were calculated using the comparative threshold cycle method (2 -ΔΔCt ). The PCR primers were listed as follows: Forward, 5’-GCAGATCAGCTGA AGCAGGA-3′ and reverse, 5’-ACCAA TGAGGTTGAAGCTTGGTA-3′ for  NF2 ; Forward,5’-ACC TCACAGATTCCAGCTT CG-3′ and reverse, 5′-T TTCATAGTATA AGTG TCTTTTT-3′ for  MDM2 ; Forward, 5’-TCAACA AGATGTTTT GCCAACTG-3′ and reverse, 5′-A TG TGC TGTGACTGCTTGT AGATG-3′ for  P53 ; Forward, 5’AA GGTGA AGGTC GGAG T CAACG - 3′ and reverse, 5’-CAGC CTTCTCCATGGT GGGAA-3′ for  GAPDH . 2.8 Immunoblotting analysis Immunoblotting analysis was performed with antibodies specific for merlin (# HPA003097, Sigma-Aldrich; # sc331, Santa Cruz), p53 (# P6874, Sigma-Aldrich; # 2524, Cell Signaling), cyclinD1 (# C7464, Sigma-Aldrich), MDM2 (# M43084 and # SAB4300601, Sigma-Aldrich), caspase-3 (# 9662, Cell Signaling), cleaved caspase-3 (cleaved-CASP3, #AC033, Beyotime), HA-Tag (AF0039, Beyotime) and FLAG-Tag (# AF0036, Beyotime). The β-actin antibody (# AA128, Beyotime) was used to ensure equal loading of total protein, while the α-Tubulin (# AF0001, Beyotime) and Histone H3 (# AH433, Beyotime) antibodies were used to ensure equal loading of the cytoplasmic and nuclear proteins, respectively. The nuclear/ cytoplasmic fractions were isolated using the NE-PER Nuclear Cytoplasmic Extraction Reagent kit (#78835, Thermo Scientific). 2.9 Immunofluorescence Tissue samples were processed as in the immunohistochemistry staining (without H2O2 quench). Cultures were plated on glass slides, fixed with paraformaldehydees, and then permeabilized in Triton X-100. The slides were blocked with goat serum, and then they were single- or double-probed with antibodies against S100 (# Z0311, Dako), merlin (# HPA003097), cyclinD1 (# C7464), p53 (# P6874) and MDM2 (# M43084 and # SAB4300601, Sigma-Aldrich). The Alexa Fluor® 488 Phalloidin (# A12379, Thermo Scientific) was used for F-actin Staining. Sections were nuclear counterstained with 4,6-Diamidino-2-phenylindole (DAPI). Images (no z-stack) were acquired using a confocal microscope (LSM 880; Carl Zeiss GmbH, Germany). Images were generated using Imaris software (Bitplane AG) and processed for display using Photoshop software (Adobe). 2.10 Viability assays and EdU incorporation assay For viability and proliferation assays, cells were grown to about 40% confluency in 96-well culture plates (Costar) before the treatment with DMSO control or different concentrations of drugs. Cell viability was determined by Cell Counting Kit-8 (CCK-8) from Dojindo (Kumamoto, Japan). Subsequent to treatment, medium was replaced with an equal volume of fresh medium containing CCK-8. Next, cells were incubated for 3 h at 37 °C, and the absorbance of the solution was analyzed at 450 nm using a SpectraMax190 microplate reader (Molecular, USA). The 5-ethynyl-20-deoxyuridine (EdU, Ribobio, China) labeling was used to measure the DNA synthesis activity. Briefly, cells were exposed to EdU, washed with phosphate buffered saline, fixed with formaldehyde, incubated with Triton X-100 and reacted 1 × Apollo® reaction cocktail. The DNA contents of cells in each well were stained with DAPI for 15 min. Images were captured under LAS AF software (Leica). 2.11 Flow cytometry analysis To determine the cell cycle distribution, 2 × 10 6  cells were harvested after the designated treatment and fixed in 70% ethanol overnight. The cells were resuspended in a solution of PBS plus 0.5% Triton-X100, 100 μg/mL RNase, and 50 μg/mL propidium iodide. The DNA content was analyzed using a Cell Lab Quanta™ SC flow cytometer (Beckman Coulter, USA). The rate of apoptotic cells was determined by Flow cytometry analyses using Annexin V-FITC/PI double staining kit (Becton Dickinson, USA). 2.12 Statistics Statistical analysis was performed using the SPSS 17.0 statistics software. All values in the present study were expressed as mean ± standard deviation (SD) from at least three independent experiments. Statistical analysis was performed using one-way analysis of variance (ANOVA) or Student's  t -test to investigate if the differences were significant among the mean values of different groups.  P -values of <0.05 are considered significant.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:56:39.620076",
  "abstract_length": 1777,
  "methods_length": 9836,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}