{
  "pmid": "30274821",
  "abstract": "Synergistic effect of Nutlin-3 combined with MG-132 on schwannoma cells through  restoration of merlin and p53 tumour suppressors.  Chen H(1), Xue L(2), Huang H(2), Wang H(2), Zhang X(2), Zhu W(2), Wang Z(2),  Wang Z(3), Wu H(4).  Author information: (1)Department of Otolaryngology Head & Neck Surgery, The Ninth People's  Hospital, School of Medicine, Shanghai Jiao Tong University, Shanghai, China;  Ear Institute, School of Medicine, Shanghai Jiao Tong University, Shanghai,  China; Shanghai Key Laboratory of Translational Medicine on Ear and Nose  Diseases, Shanghai, China; Shanghai Institute of Precision Medicine, The Ninth  People's Hospital, School of Medicine, Shanghai Jiao Tong University, Shanghai,  China. (2)Department of Otolaryngology Head & Neck Surgery, The Ninth People's  Hospital, School of Medicine, Shanghai Jiao Tong University, Shanghai, China;  Ear Institute, School of Medicine, Shanghai Jiao Tong University, Shanghai,  China; Shanghai Key Laboratory of Translational Medicine on Ear and Nose  Diseases, Shanghai, China. (3)Department of Otolaryngology Head & Neck Surgery, The Ninth People's  Hospital, School of Medicine, Shanghai Jiao Tong University, Shanghai, China;  Ear Institute, School of Medicine, Shanghai Jiao Tong University, Shanghai,  China; Shanghai Key Laboratory of Translational Medicine on Ear and Nose  Diseases, Shanghai, China. Electronic address: wzyent@126.com. (4)Department of Otolaryngology Head & Neck Surgery, The Ninth People's  Hospital, School of Medicine, Shanghai Jiao Tong University, Shanghai, China;  Ear Institute, School of Medicine, Shanghai Jiao Tong University, Shanghai,  China; Shanghai Key Laboratory of Translational Medicine on Ear and Nose  Diseases, Shanghai, China. Electronic address: wuhao622@sina.cn.  BACKGROUND: The great majority of sporadic vestibular schwannomas (VSs) are due  to the mutations of the NF2 gene encoding merlin. Sporadic VSs exhibit variable  growth patterns and only a small fraction of the tumours are fast-growing;  however, the underlying mechanisms remain undefined. METHODS: DNA sequencing and dosage analysis were used to identify the NF2  mutation status in sporadic schwannomas. The expression and sub-cellular  localization of merlin and p53-MDM2 were assessed by immunoblotting, qRT-PCR and  immunofluorescence. In vitro and in vivo studies were performed to reveal the  effects of Nutlin-3 (a MDM2 inhibitor) and/or MG-132(a proteasome inhibitor) on  schwannomas. The proliferation of schwannoma cells was assessed by CCK-8 assay,  EdU staining and Flow cytometry analysis. FINDINGS: Double genetic hits of NF2 tended to occur in fast-growing tumours,  characterized by the absence of merlin. The deregulation of p53-MDM2 was  demonstrated to mediate merlin-deficient tumour growth, characterized by a  nuclear accumulation of stabilized MDM2, contributing to a nuclear export of p53  for degradation. Nutlin-3 blocked the proliferation of schwannoma cells via a  cooperative recovery of merlin and p53, accompanied by the shuttling of both  proteins from the cytoplasm to the nucleus. We further demonstrated a difference  in the sensitivity to Nutlin-3 between schwannoma cells with and without merlin  expression. Nutlin-3 combined with MG-132 narrowed this between-group difference  and triggered stronger inhibitory effects on the growth of schwannomas through  coordinated reactivation of p53. INTERPRETATION: These findings present treatment strategies directed on the  pathogenesis of sporadic schwannomas. FUND: National Natural Science Foundation  of China.  Copyright © 2018 The Authors. Published by Elsevier B.V. All rights reserved.  DOI: 10.1016/j.ebiom.2018.09.042 PMCID: PMC6197711 PMID: 30274821 [Indexed for MEDLINE]",
  "methods": "Methods DNA sequencing and dosage analysis were used to identify the  NF2  mutation status in sporadic schwannomas. The expression and sub-cellular localization of merlin and p53-MDM2 were assessed by immunoblotting, qRT-PCR and immunofluorescence. In vitro and in vivo studies were performed to reveal the effects of Nutlin-3 (a MDM2 inhibitor) and/or MG-132(a proteasome inhibitor) on schwannomas. The proliferation of schwannoma cells was assessed by CCK-8 assay, EdU staining and Flow cytometry analysis. 2 Methods 2.1 Ethics statement All experimental protocols were approved by the Research Ethics Review Committee of Shanghai Jiao Tong University. Methods used in the present study were carried out in accordance with approved guidelines and regulations. It conformed to the provisions of the Declaration of Helsinki. 2.2 Patients The study group consisted of 121 patients with sporadic VSs and 12 patients of neurofibromatosis type 2-related VSs, which were resected and pathologically confirmed at our institution between March of 2012 to December 2015. Peripheral blood samples were collected from all patients prior to operation with written informed consent. Tumour size was measured as the largest diameter in the axial plate of magnetic resonance imaging (MRI). As controls, five cases of normal vestibular nerves from vestibular neurectomy for Meniere's disease were included. 2.3 Direct sequencing analysis and dosage analysis Bidirectional sequencing was conducted to detect microlesions in the gene. DNA extraction was performed using the TIANamp Genomic DNA Kit (Tiangen Biotech, Beijing, China). All exons and exon–intron boundaries of the gene were amplified by polymerase chain reaction (PCR) and underwent bidirectional sequencing. To identify exonic deletions, we used a Multiplex Ligation-Dependent Probe Amplification Analysis (MLPA) kit (SALSA P044 NF2; MRC-Holland) as previously described. Relative peak heights of all amplicons of each test sample were compared to a normalized average of three nerves. The Dosage Quotient (DQ) was used to describe the copy number status. 0.4 < DQ < 0.7 was considered to show a heterozygous deletion. 2.4 Transfection Human Schwann cells (HSCs) were purchased from ScienCell Research Laboratories (catalog no., 1700). The rat RT4-D6P2T schwannoma cells was obtained from the Global Bioresource Center. The HEI-193, an HPV E6-E7 immortalized schwannoma cell line, was a kind gift from Dr. Weg M. Ongkeko (House Ear Institute). Lentiviral shRNA vectors were constructed using target sequences against the expression of  NF2  (sh1, 5′- ACTTCAAAGATA CTG ACAT-3′; sh2, 5′- TCTGGAT ATT CT GCACAAT-3′; sh3, 5′- TTCGTGTTA ATAA G C TGA T -3′),  P53  (5′-GA CTCCA GTGGT AA TCT A C-3′), and  MDM2  (#1, 5′- GAGAGTGTGGAATCT AGTT-3′; #2, 5′-GGACATCTTA T GG CC TGC T -3′); #3, 5′-CCTGC T T TACATGTGCAAA-3′). A nonsense shRNA was constructed using the target sequence 5′-TTCT CCGAACGTGTCACGT-3′. The plasmids HA-tagged  NF2  (a gift from Dr. Y. J. LU, Tongji University, China), Flag-tagged  P53  (Addgene; #10838) and a plasmid vector control (ViGene Biosciences) were transfected into cells using Lipofectamine 2000 reagent (Invitrogen). 2.5 Drug treatments in vitro In vitro experiments, Nutlin-3 (# S1778, Beyotime, Shanghai, China), MG-132 (# S1748, Beyotime) and Pifithrin (PFT)-α (#S1816, Beyotime) were dissolved in DMSO at a concentration of 20 mg/mL until use. Subsequent to a 12 h starving period, the culture medium was replaced with fresh medium containing DMSO vehicle (untreated control) or different concentrations of drugs. A sufficient mixing allows drugs to be dissolved in the medium. 2.6 Tumour xenograft model and drug treatments In vivo experiments, Nutlin-3 (# S1061) and MG-132 (# S2619) were purchased from Selleckchem (Houston, TX, USA). Nutlin-3 and MG-132 were dissolved in DMSO at a concentration of 80 mg/mL and 40 mg/mL until use, respectively. To establish xenograft models, RT4-D6P2T or HEI-193 cells (2 × 10 6  in 0.1 mL phosphatebuffered saline) were subcutaneously inoculated into the back of 4-week-old BALB/c nude mice (male) separately as previous described [ 10 ]. Tumours were allowed to grow for 14 days (average tumour size was 59 mm 3 ). Subsequently, mice were randomly separated into 4 groups of six each and different treatments were subsequently undertaken as follows: (a) control (vehicle; 1:1:1:7 solution of DMSO: tw80: propanediol: phosphatebuffered saline); (b) Nutlin-3 (i.p., 40 mg/kg, once a day); (c) MG-132 (i.p., 5 mg/kg, once a day); (d) Nutlin-3 (i.p., 40 mg/kg) + MG-132 (i.p., 5 mg/kg, once a day). To prepare the drug solution, Tw80, propanediol and phosphatebuffered saline were added into DMSO containing drugs in order before a sufficient mixing. The notion that we dissolved the drug in a solution containing tw80 and propanediol originally came from two independent literatures [ 11 , 12 ]. Tumour diameter was measured every 2 days until 2 weeks after drugs administered. Tumour volume (mm3) was estimated by measuring the longest and shortest diameter of the tumour and calculating as follows: volume = (shortest diameter) 2  × (longest diameter) × 0.5. With continuous administration for 14 days, the mice were euthanised with 100% carbon dioxide inhalation, cervical dislocation followed. The tumours were removed and weighed. 2.7 RNA isolation and qRT-PCR analysis RNA was extracted using TRIzol reagent and reverse-transcribed into to cDNA by a reverse transcription kit. PCR amplification was run with SYBR® Premix Ex Taq™ (Takara) on a Real-Time PCR Detection System. The results were normalized to GAPDH, and the values were calculated using the comparative threshold cycle method (2 -ΔΔCt ). The PCR primers were listed as follows: Forward, 5’-GCAGATCAGCTGA AGCAGGA-3′ and reverse, 5’-ACCAA TGAGGTTGAAGCTTGGTA-3′ for  NF2 ; Forward,5’-ACC TCACAGATTCCAGCTT CG-3′ and reverse, 5′-T TTCATAGTATA AGTG TCTTTTT-3′ for  MDM2 ; Forward, 5’-TCAACA AGATGTTTT GCCAACTG-3′ and reverse, 5′-A TG TGC TGTGACTGCTTGT AGATG-3′ for  P53 ; Forward, 5’AA GGTGA AGGTC GGAG T CAACG - 3′ and reverse, 5’-CAGC CTTCTCCATGGT GGGAA-3′ for  GAPDH . 2.8 Immunoblotting analysis Immunoblotting analysis was performed with antibodies specific for merlin (# HPA003097, Sigma-Aldrich; # sc331, Santa Cruz), p53 (# P6874, Sigma-Aldrich; # 2524, Cell Signaling), cyclinD1 (# C7464, Sigma-Aldrich), MDM2 (# M43084 and # SAB4300601, Sigma-Aldrich), caspase-3 (# 9662, Cell Signaling), cleaved caspase-3 (cleaved-CASP3, #AC033, Beyotime), HA-Tag (AF0039, Beyotime) and FLAG-Tag (# AF0036, Beyotime). The β-actin antibody (# AA128, Beyotime) was used to ensure equal loading of total protein, while the α-Tubulin (# AF0001, Beyotime) and Histone H3 (# AH433, Beyotime) antibodies were used to ensure equal loading of the cytoplasmic and nuclear proteins, respectively. The nuclear/ cytoplasmic fractions were isolated using the NE-PER Nuclear Cytoplasmic Extraction Reagent kit (#78835, Thermo Scientific). 2.9 Immunofluorescence Tissue samples were processed as in the immunohistochemistry staining (without H2O2 quench). Cultures were plated on glass slides, fixed with paraformaldehydees, and then permeabilized in Triton X-100. The slides were blocked with goat serum, and then they were single- or double-probed with antibodies against S100 (# Z0311, Dako), merlin (# HPA003097), cyclinD1 (# C7464), p53 (# P6874) and MDM2 (# M43084 and # SAB4300601, Sigma-Aldrich). The Alexa Fluor® 488 Phalloidin (# A12379, Thermo Scientific) was used for F-actin Staining. Sections were nuclear counterstained with 4,6-Diamidino-2-phenylindole (DAPI). Images (no z-stack) were acquired using a confocal microscope (LSM 880; Carl Zeiss GmbH, Germany). Images were generated using Imaris software (Bitplane AG) and processed for display using Photoshop software (Adobe). 2.10 Viability assays and EdU incorporation assay For viability and proliferation assays, cells were grown to about 40% confluency in 96-well culture plates (Costar) before the treatment with DMSO control or different concentrations of drugs. Cell viability was determined by Cell Counting Kit-8 (CCK-8) from Dojindo (Kumamoto, Japan). Subsequent to treatment, medium was replaced with an equal volume of fresh medium containing CCK-8. Next, cells were incubated for 3 h at 37 °C, and the absorbance of the solution was analyzed at 450 nm using a SpectraMax190 microplate reader (Molecular, USA). The 5-ethynyl-20-deoxyuridine (EdU, Ribobio, China) labeling was used to measure the DNA synthesis activity. Briefly, cells were exposed to EdU, washed with phosphate buffered saline, fixed with formaldehyde, incubated with Triton X-100 and reacted 1 × Apollo® reaction cocktail. The DNA contents of cells in each well were stained with DAPI for 15 min. Images were captured under LAS AF software (Leica). 2.11 Flow cytometry analysis To determine the cell cycle distribution, 2 × 10 6  cells were harvested after the designated treatment and fixed in 70% ethanol overnight. The cells were resuspended in a solution of PBS plus 0.5% Triton-X100, 100 μg/mL RNase, and 50 μg/mL propidium iodide. The DNA content was analyzed using a Cell Lab Quanta™ SC flow cytometer (Beckman Coulter, USA). The rate of apoptotic cells was determined by Flow cytometry analyses using Annexin V-FITC/PI double staining kit (Becton Dickinson, USA). 2.12 Statistics Statistical analysis was performed using the SPSS 17.0 statistics software. All values in the present study were expressed as mean ± standard deviation (SD) from at least three independent experiments. Statistical analysis was performed using one-way analysis of variance (ANOVA) or Student's  t -test to investigate if the differences were significant among the mean values of different groups.  P -values of <0.05 are considered significant.",
  "introduction": "Background The great majority of sporadic vestibular schwannomas (VSs) are due to the mutations of the  NF2  gene encoding merlin. Sporadic VSs exhibit variable growth patterns and only a small fraction of the tumours are fast-growing; however, the underlying mechanisms remain undefined. 1 Introduction Schwannomas are tumours that arise from the transformation of Schwann cells, the myelin-producing cells of the peripheral nervous system. Cranial nerve schwannomas represent 8% of intracranial tumours and usually affect the vestibular nerve, often resulting in hearing loss and neurological defects. Vestibular schwannomas (VSs) are predominantly sporadic and unilateral, although in ~10% of cases they are bilateral, arising in the context of a familial tumour syndrome neurofibromatosis type 2. Two hits inactivation of the  NF2  gene, encoding merlin, leads to the development of neurofibromatosis type 2-related schwannomas. Sporadic VSs are unilateral tumours which are also considered to be related to  NF2 /merlin deficiency [ 1 , 2 ]. These tumours are usually slow growing and the “wait and scan” policy is suitable for these patients. Only a minority of the tumours is fast growing; these tumours should receive surgical removal as soon as possible to protect the facial nerve function [ 3 ]. However, the genetic and molecular basis of the growth pattern of sporadic VSs is largely unknown, and no growth predictors have been found. Lack of functional merlin has been hypothesized to trigger the dysregulation of a wide variety of signaling cascades from the cell surface to the nucleus [ 4 ]. Our previous study [ 5 ] has shown that p53, a classical tumour suppressor gene, performs an essential role in mediating the oncogenic stimulus triggered by loss of expression of merlin in colon carcinoma cell lines. Loss of functional  NF2 - TP53 -double mutant mice exhibited an increased predisposal to neoplasms compared with each of the single mutant mice [ 6 ]. In a cohort of sporadic meningioma, loss of heterozygosity of  NF2  coupled with  TP53  polymorphism increased the risk of tumour progression [ 7 ]. The stability of p53 is tightly regulated by the  MDM2  proto-oncogene [ 8 ]. Kim et al. [ 9 ] have reported that merlin neutralizes the inhibitory effect of MDM2 on p53 in lung carcinoma cell lines. Little is currently known regarding the contribution of p53-MDM2 axis to the development of merlin-deficient schwannomas. In the current study, we begin with genetic analyses of the  NF2  gene in correlation with its expression and clinical characteristics in a cohort of sporadic schwannomas. To gain insight into the molecular mechanisms of the tumour growth, the expression and subcellular localization of merlin, p53 and MDM2 are compared between the schwannoma cells and Schwann cells in situ and in vitro. The interplay between merlin and p53-MDM2 axis was further investigated by knockdown/overexpression experiments in the tumour. We show that there is a strong interplay between merlin, p53 and MDM2 and that drug combination based on Nutlin-3 and MG-132 acts synergistically in reducing the growth of schwannomas both in vitro and in vivo in murine model. Thus, we present a role of the merlin and p53-MDM2 axis in the tumourigenesis and drug therapy of schwannomas.",
  "results": "Findings Double genetic hits of  NF2  tended to occur in fast-growing tumours, characterized by the absence of merlin. The deregulation of p53-MDM2 was demonstrated to mediate merlin-deficient tumour growth, characterized by a nuclear accumulation of stabilized MDM2, contributing to a nuclear export of p53 for degradation. Nutlin-3 blocked the proliferation of schwannoma cells via a cooperative recovery of merlin and p53, accompanied by the shuttling of both proteins from the cytoplasm to the nucleus. We further demonstrated a difference in the sensitivity to Nutlin-3 between schwannoma cells with and without merlin expression. Nutlin-3 combined with MG-132 narrowed this between-group difference and triggered stronger inhibitory effects on the growth of schwannomas through coordinated reactivation of p53. 3 Results 3.1 The “two-hits” inactivation in the NF2 gene contributes to the growth of sporadic schwannomas DNA sequence ( Fig. 1 A) and dosage analysis ( Fig. 1 B) of the  NF2  gene were performed in a panel of 121 sporadic schwannomas and 12 neurofibromatosis type 2-related tumours as control. The genetic and clinical information of patients was summarized in  Fig. 1 C. Among sporadic tumours, we identified at least one somatic mutation in 103 out of the 121 tumours (85.1%). These mutations included 42 frame-shift mutations, 29 nonsense mutations, 25 splicing mutations, 7 missense mutations, 5 silent mutations, 4 in-frame deletions, 3 mutations on 5’-UTR, and 5 deletions of a single exon. The “two-hits” inactivation was identified in 60 (49.6%) out of the 121 sporadic tumours, including 43 cases with mutation in one allele and loss of the other allele, and 17 cases with two mutations on each allele. A single mutation or allelic loss (referred to as “one-hit”) was found in 48 (39.7%) out of 121 sporadic schwannomas. As shown in  Fig. 1 D, the age of the “two-hits” tumours ( n  = 60; mean: 41.50 years) was significantly younger than that of the “one-hit” tumours ( n  = 48; mean: 45.92 years,  P  = .033). The “two-hits” tumours exhibited larger tumour size than the “one-hit” counterparts (28.95 vs. 25.15 mm,  P  = .056). Moreover, a shorter symptom duration from the first symptom to diagnosis was observed in the “two-hits” batch compared to the “one-hit” batch (mean 2.62 vs. 3.02 years,  P  = .442). The patient's age, degree of tumour extension and duration of symptoms are used as the major numerical values assessing the growth ability of VSs [ 13 , 14 ]. Thus, the  NF2  gene status may associate with tumour growth potential in sporadic schwannomas. Fig. 1 Genetic and clinical characteristics of schwannomas with differential NF2 gene status. (A and B) The screening for the mutation and the copy number of the  NF2  gene was performed using a combination of direct sequencing (A) and dose analyses (B). (C and D) The clinical parameters and genetic information of 12 neurofibromatosis type 2-related schwannomas, 60 “two-hits” sporadic tumours, 48 “one-hit” sporadic tumours and 13 “non-mutated” tumours were presented (C) and compared (D). Fig. 1 3.2 The “two-hits” inactivation in the NF2 gene leads to the loss of the expression of merlin protein To investigate the merlin expression in relation to  NF2  gene status in sporadic schwannomas, protein samples from the “two-hits”, “one-hit” and “non-mutated” tumours were prepared. None or very faint merlin expression were found in nearly all of the “two-hits” tumours ( Fig. 2 A, upper panel) as compared to the normal nerves (lane 1). Distinct merlin levels were observed in 18 (60%) out of 30 “one-hit” tumours ( Fig. 2 A, center panel). Among 12 “non-mutated” schwannomas (( Fig. 2 A, lower panel), an appreciable amount of protein was observed in three tumours (28, 33 and 61). As described in  Fig. 2 B, the frequency of merlin-expressing tumours in “one-hit” schwannomas was significantly higher than that in the “two-hits” schwannomas (60% vs. 0%,  P  = .012). These results suggested that the “two-hits” inactivation in the  NF2  gene lead to the loss of merlin expression. As described in  Fig. 2 C (Left panel), a significant difference was observed between the tumour size of schwannomas with and without merlin expression (20.4 vs. 29.9 mm;  P  = .036). Tumour size was classified as stage 1 (intracanalicular), stage 2 (1–15 mm), stage 3 (16–30 mm), stage 4 (31–40 mm) and stage 5 (>40 mm). As shown in  Fig. 2 C (Right panel), the proportion of stage 4 and stage 5 tumours in merlin expression group was significantly lower than that in non-expression group (9.5% vs. 40.0%;  P  = .016). These results suggested that the expression status of merlin protein correlated with the growth of schwannomas. The merlin-positive schwannoma cells exhibited reduced levels of merlin protein in the cytoplasm but increased cyclinD1 expression and reduced levels of the apoptotic marker cleaved-CASP3 compared to HSCs ( Fig. 2 D). These results were consistent with the role of merlin in controlling cell proliferation and apoptotic activity [ 15 , 16 ]. Fig. 2 The expression of merlin protein in schwannomas. (A) Immunoblotting analysis of merlin expression in schwannomas and normal nerves as controls. (B) The frequencies of merlin expression in subgroups with different NF2 gene statuses. (C) The tumour size and the proportion of large tumour between the merlin-expression group and merlin-null group were compared. (D) Fluorescence analyses of S100, F-actin and merlin in HSCs (left) and schwannoma primary cultures (#3, center). Scale bar = 25 μm. Immunoblotting analysis (right) of merlin, total/cleaved Casp-3 and cyclinD1 was performed in schwannoma cells compared with HSCs. Full-length gels are presented in Supplementary data 2. Fig. 2 3.3 Merlin loss in schwannomas was characterized by the deregulation of p53-MDM2 axis The levels of merlin, p53, MDM2 and cyclinD1 were first examined in seven sporadic schwannomas including two merlin-positive tumours (#2 and #3). As shown in  Fig. 3 A, p53 expression was demonstrated in normal nerves (NC) and one of merlin-positive tumours (#2; lanes 2). MDM2, the negative regulator of p53, was predominantly overexpressed in merlin-null schwannomas as compared to merlin-positive tumours and nerves. As shown in  Fig. 3 B, HSCs transfected with merlin-targeted shRNAs showed loss of merlin expression, accompanied by significant decreases in p53 levels and increases in the levels of MDM2 compared to the cells with a control shRNA. The results were in line with the trend seen in merlin-null schwannomas compared to their merlin-positive counterparts. Reciprocally, the transfection of merlin expression plasmid in HSCs increased p53 levels and repressed MDM2 levels compared with the control ( Fig. 3 C). Fig. 3 The expression and subcellular localization of merlin and p53-MDM2 axis in schwannomas. (A) Expression of proteins in schwannomas compare with nerves as negative controls (NC). (B) Expression of proteins in HSCs untreated (con), with a negative (neg) vector or with merlin-targeted shRNAs (sh). (C) Expression of proteins in HSCs untreated (con), with an empty vector or with a merlin-targeted expression plasmid. (D and E) Fluorescence analyses of proteins between schwannoma cells and Schwann cells in tissues (D) or in vitro (E). P53 diffused in cytoplasm was indicated with white arrows. Scale bar, D–E = 40 μm. (F) Schwannoma cells transfected with an empty vector or a merlin expression plasmid were subjected to Immunoblotting analysis (left). The gray-scale values (the average of 3 independent cultures) for each protein were compared between the two groups (center). The mRNA levels were evaluated by qRT-PCR analysis (right). Data are represented as mean ± SD. * P  < .05; ** P  < .01 compared with controls. (G) The subcellular localization of proteins was compared between the two groups. Scale bar =25 μm. Full-length gels are presented in Supplementary data 2. Fig. 3 3.4 Merlin stabilizes p53 by inducing nucleo-cytoplasmic shuttling of MDM2 in schwannomas In Schwann cells, p53 was predominantly stained in the nucleus ( Fig. 3 , D and E, upper panel). By contrast, p53 was widely diffused in the cytoplasm of schwannoma cells in tissues ( Fig. 3 D, lower panel). In tumour-cell cultures, p53 tended to appear in a diffused staining pattern ( Fig. 3 E, lower panel). There was no significant difference between the subcellular location of MDM2 in the Schwann cells and schwannoma cells ( Fig. 3 D and E). To investigate the relationship between the dynamic changes in the expression and subcellular localization of merlin and p53-MDM2 signaling, cultures from three schwannomas (#1, #4 and #6) were transfected with a merlin expression plasmid or a control vector. Merlin overexpression resulted in increased p53 levels along with reduced MDM2 levels ( Fig. 3 F, left panel). In contrast to the large differences in protein levels, p53 mRNA levels were modestly different between merlin-transfected cells and the control ( Fig. 3 F), suggesting that p53 levels were elevated mainly due to the protein stabilization other than mRNA accumulation. Interestingly, there was an inverse correlation between the changes in the mRNA expression and protein level of MDM2. Since  MDM2  itself is a p53 target gene, they create a negative auto-regulatory feedback loop [ 17 ].The up-regulated mRNA expression of MDM2 may appear as a response to elevated p53 level by merlin overexpression. As MDM2 is a short-lived protein [ 18 ], merlin overexpression might induce rapid MDM2 degradation. Consistent with this, in merlin-transfected cells MDM2 ( Fig. 3 G, green, as indicated in order, 1–3) moved from the nucleus to the cytoplasm, where it can ubiquitinate itself for proteasomal degradation [ 18 ]. By contrast, p53 was dynamically translocated into the nucleus in merlin-transfected cells ( Fig. 3 G, right panel). Since p53 degradation occurs in the cytoplasm, the nuclear accumulation of p53 may enhance its protein stability. Thus, we proposed that merlin neutralized the inhibitory effect of MDM2 on p53 in schwannomas, which was evidenced by the nucleo-cytoplasmic shuttling of p53 and MDM2. 3.5 P53-MDM2 axis performs an essential role in merlin-deficient schwannoma tumourigenesis To elucidate the exact contribution of p53-MDM2 to schwannoma development, knockdowns of MDM2 and merlin were carried out continuously using lentivirus-mediated shRNA transfection into HSCs. As shown in  Fig. 4 A, merlin knockdown resulted in p53 downregulation along with MDM2 elevation in HSCs. The p53 levels, however, were not affected by merlin loss in HSCs  MDM2-KD . As shown in  Fig. 4 B (Upper and lower left), the percentage of EdU-positive cells was significantly increased in HSCs with merlin shRNA compared to the control (29.2 ± 6.90% vs. 15.8 ± 3.0%;  P  = .021). However, merlin shRNA did not confer significant increases in the percentage of EdU-positive cells in HSCs  MDM2-KD  compared with the control (16.2 ± 7.3% vs. 18.7 ± 6.3%;  P  = .238). Moreover, merlin shRNA conferred significant increases in the percentages of S-phase cells (39.8 ± 5.1% vs. 28.2 ± 3.2%;  P  = .038) in HSCs  wild-type  but not in HSCs  MDM2-KD  (19.4 ± 3.2% vs. 16.8 ± 3.9%;  P  = .342) compared to their corresponding controls ( Fig. 4 B, lower right). MDM2 tended to condense in the nucleus where MDM2 binds to p53 for degradation in merlin-knockdown HSCs (Supplemental Fig. 1S), suggesting that merlin loss may induce the nuclear export of p53 for proteasome-dependent degradation through enhanced MDM2 stability in the nucleus, thus contributing to the cell cycle progression ( Fig. 4 C). Taken together, these data suggested that the down-regulation of p53 may serve as one of the mechanisms by which merlin loss mediated uncontrolled cellular proliferation, and MDM2 acted as the mediator of the interaction between merlin and p53 tumour suppressors. Fig. 4 The interplay between merlin and p53-MDM2 axis in schwannomas. (A) Immunoblotting analysis of proteins in HSCs with a negative (neg) shRNA or a merlin shRNA. (B) The percentages of EdU-positive cells (left) and cell cycle distribution (right) were compared between merlin shRNA group and the control. Data are represented as mean ± SD from 3 randomly selected fields. * P  < .05 compared with controls. (C) The schema diagram for schwannoma tumourigenesis. (D) Expression of p53 and merlin in knockdown (left), overexpression (center) and pifithrin (PFT)-α treatment experiments (right). (E) Effects of p53 shRNA (left) and expression plasmid (right) on merlin mRNA levels were investigated by qRT-PCR analysis. Data are represented as mean ± SD. *** P  = .001 compared with controls. (F) HEI-193 cells transfected with HA-tagged merlin and (or) Flag-tagged p53 in the presence of MG-132 (or EST). Full-length gels are presented in Supplementary data 2. Fig. 4 3.6 P53 stabilizes merlin by affecting its proteasome-involved degradation To further explore the relationship between merlin and p53-MDM2 axis, we used p53-targeted shRNA to silence p53 expression in Schwann cells. Knockdown of p53 demonstrated a strong reduction in merlin expression compared with the control ( Fig. 4 D, left panel). Reciprocally, HSCs transfected with an expression plasmid for p53 exhibited increased merlin levels in the cytoplasm ( Fig. 4 D, center panel). Pifithrin (PFT)-α is a specific inhibitor of p53 and has been widely used to inhibit the transcriptional activity of p53. The role of p53 in regulating the protein level of merlin was confirmed in HSCs treated with Pifithrin-α (10–40 μM) for 24 h ( Fig. 4 D, right panel). The decreased expression level of MDM2 with the inhibition of p53 transcriptional activity by Pifithrin-α was consistent with the role of MDM2 as a downstream of p53 signaling ( Fig. 4 D, right panel). More, no significant effects of both p53-targeted shRNA and expression plasmid on merlin mRNA levels were confirmed in the cells ( Fig. 4 E). As a DNA binding transcription factor, p53 regulates the expression of genes involved in a variety of cellular functions [ 19 ]. When the promoter region of  NF2 /merlin was examined, two potential p53-binding sites (Supplemental Fig. 2S) were found. A pGL3 luciferase reporter vector containing the  NF2  promoter was used to determine if the binding sites regulated p53-mediated transcription in HEI-193 cells. However, the dual luciferase reporter assays showed no significant differences in the luciferase activities between the expression group and the control group (Supplemental Fig. 2S), and thus consistent with the qRT-PCR analysis. We next examined whether p53 regulates merlin by affecting the proteasome-dependent degradation pathway in HEI-193 cells. The overexpression of HA-tagged merlin or Flag-tagged p53 alone in the presence of MG-132 (an inhibitor of the 26S proteasome), but not EST, a control inhibitor of non-proteasomal proteases, resulted in the stabilization of the both proteins ( Fig. 4 F, lane 5–6 vs. lane 2–3). Interestingly, co-transfection of HA-tagged merlin and Flag-tagged p53 caused a merlin level comparable with that in cells transfected with HA-tagged merlin alone in the presence of MG-132 (lane 4 vs. lane 5), and caused a p53 level comparable with that in cells with Flag-tagged p53 alone in the presence of MG-132 (lane 4 vs. lane 6), suggesting that p53 and merlin may stabilize each other by influencing the ubiquitin-26S proteasome system (UPS)-involved degradation pathways. This notion was consistent with our finding (as suggested in  Fig. 3 ) that merlin stabilized p53 through neutralizing the inhibitory effect of MDM2, an E3 ligase targeting p53 for UPS-dependent degradation. 3.7 Nutlin-3 suppress the proliferation of RT4 schwannoma cells through the cooperative expression and nucleocytoplasmic shuttling of merlin and p53 tumour suppressors The research compound Nutlin-3 binds at the p53 pocket on the surface of MDM2 and disrupts the p53-MDM2 interaction, leading to p53 stabilization [ 20 ]. As shown in  Fig. 5  A and B, cell viability decreased in a dose- and time-dependent manner in response to Nutlin-3, which resulted in the accumulation of p53 in these cells with a maximum level at 10 μM for 48 h. The levels of MDM2 were changed by Nutlin-3 in positive correlation to p53, which was consistent with the results given in  Fig. 4 D. The induction of merlin levels was observed initially at the concentration of 5 μM on day 2, and the peak level appeared at 10 μM on day 3. The expression of cyclinD1 was dramatically reduced in the Nutlin-3 group. No significant elevation of both p53 and merlin protein levels were observed in  P53 -knockdown RT4 cells with Nutlin-3 (Supplemental Fig. 3S), suggesting that merlin protein level was induced by this drug in a p53-dependent manner. Fig. 5 The inhibitory effects of nutlin-3 on the proliferation of schwannoma cells in vitro. (A) The viabilities of RT4 incubated with Nutlin-3 at various doses for 24, 48 and 72 h. (B) Expression of total proteins in cells treated with Nutlin-3 at different doses for 48 and 72 h. (C) Immunoblotting analysis of the nuclear and cytoplasmic fractions of RT4 on day 2 following Nutlin-3 treatment (left). The mRNA levels were investigated by qRT-PCR analysis (right). (D) The changes in the subcellular localization of proteins in response to Nutlin-3. Nuclear merlin was indicated with white arrows. Scale bar = 50 μm. (E) The cell viabilities on day 2 following Nutlin-3 treatment. (F) Immunoblotting analysis of schwannoma cells treated with Nutlin-3 at different doses for 24 and 48 h. (G and H) Immunofluorescence (G) and Immunoblotting analyses (H) of the nuclear and cytoplasmic proteins ( Fig. 5 H). Nuclear merlin was indicated with white arrows. Scale bar = 25 μm. Data are represented as mean ± SD. * P  < .05, ** P  < .01 and *** P  = .001 compared with controls. Full-length gels are presented in Supplementary data 2. Fig. 5 We next investigated whether Nutlin-3 affected the subcellular expression and localization of merlin and p53-MDM2 axis. As indicated in  Fig. 5 C (Left panel), p53 protein was demonstrated to be up-regulated and accumulate in the nuclear extracts of Nutlin-3-treated cells compared with controls, while the level of merlin protein was induced in the cytoplasmic extracts, accompanied by a significant translocation into the nucleus. An increase in the expression of the MDM2 protein was demonstrated in both cytoplasmic and nuclear fractions of Nutlin-3-treated cells. Moreover, the reduction of cyclinD1 expression was observed in the cytoplasmic fractions. In contrast to the large differences in the protein levels of p53 and merlin, their corresponding mRNA levels were modestly different between Nutlin-3 group and the control ( Fig. 5 C, right panel). Therefore, the levels of both p53 and merlin were up-regulated due to their enhanced protein stability. The stabilization of merlin protein may be attributed to the two following reasons: first, p53 accumulation by Nutlin-3 elevated merlin stability, as mentioned earlier in  Fig. 4  (D and E); second, because merlin is degraded in the cytoplasm [ 21 , 22 ], the translocation of merlin into the nucleus may contribute to its stabilization. The changes in the subcellular localization of merlin, p53, MDM2 and cyclinD1 in response to Nutlin-3 were further evidenced by fluorescence analyses ( Fig. 5 D). 3.8 The inhibitory effects of Nutlin-3 affected by merlin expression status in primary cultures Six cases of tumours (3 merlin-positive and 3 merlin-null) were primarily cultured, and subjected to Nutlin-3 treatment. As shown in  Fig. 5 E, the viabilities of merlin-positive cells on day 2 following treatment (47.4% of controls; an average of 3 cases) were much lower than those of merlin-null cells (70.3% of controls;  P  = .034). To confirm this point, merlin expression plasmid (or an empty vector) was transfected into the cells (# 6) prior to treatment ( Fig. 5 E). The viability of cells transfected with merlin expression plasmid (51.3 ± 5.9%) after 48 h of treatment was significantly lower than that of cells with an empty vector (75.4 ± 6.5%,  P  = .016). The levels of merlin and p53 as well as MDM2 were induced in a dose- and time-dependent manner in merlin-expressing schwannoma cells ( Fig. 5 F, upper panel). The merlin levels were not induced by p53 activation in merlin-null schwannoma cells (#6). The sensitivity of MDM2 elevation in response to Nutlin-3 in merlin-expressing schwannoma cells was lower than in merlin-null counterparts ( Fig. 5 F). The up-regulation of merlin during the treatment may accelerate the degradation of MDM2 in merlin-positive cells (as suggested in  Fig. 2 F), thus reducing the rising slope of MDM2. As a consequence, the p53 levels in merlin-positive cells were stronger than those in merlin-null cells under the same treatment conditions ( Fig. 5 F, upper panel). The differences in the increasing degree of p53 levels may explain the differences in the sensitivity to Nutlin-3 between the schwannnoma cells with different merlin expression status. Nutlin-3 treatment demonstrated a p53 accumulation in the nucleus of merlin-positive schwannoma cells ( Fig. 5 , G and H). Importantly, dose-dependent increases in the levels of cytoplasmic merlin were observed with a significant translocation into the nucleus ( Fig. 5 , G and H). The images in which merlin and DAPI merged alone without p53 were present in Supplemental Fig. 4S. Nuclear merlin has been suggested to exhibit stronger inhibitory effects than its counterpart at the cytoplasm [ 23 , 24 ]. Apart from stronger p53 induction, the translocation of merlin into the nucleus may also make the merlin-positive schwannoma cells sensitive to Nutlin-3 treatment. 3.9 Nutlin-3 and MG-132 synergize to block the proliferation of schwannoma cultures Because MDM2-mediated degradation of p53 is mediated by the ubiquitin-26S proteasome system, we next examined if Nutlin-3 in combination with MG-132, resulted in additive anti-proliferative effects via a coordinated reactivation of p53. The treatment with MG-132 conferred decreases in the viabilities of normal human Schwann cells (HSCs) with an initial dose of 5 μM at all time-points; cell viabilities were however dramatically reduced with continued doses ( Fig. 6 A). We utilized a concentration of 2.5 μM in the following combination drug therapy of schwannoma cells. Fig. 6 The inhibitory effects of Nutlin-3 and/or MG-132 on the proliferation of schwannoma in vitro and in vivo. (A) The cell viabilities of HSCs incubated with MG-132 at various doses (0–20.0 μM) for 24, 48 and 72 h. (B) The cell viabilities were compared between different treatment groups. (C) Immunoblotting analysis of proteins in the schwannoma cells with different treatments for 24 h. (D) The apoptotic cells in response to different treatments for 24 h were evaluated by Annexin V-FITC and PI staining assays (upper), and confirmed by fluorescence analysis (lower). Scale bar = 25 μm. (E) The apoptosis rates and cell cycle distribution of the RT4 in different treatment groups. (F) Immunoblotting analysis of proteins in the RT4 cells in treatment groups. (G) The dynamic changes in the volume of RT4 (upper left) and HEI-193 schwannomas (lower left) in different treatment groups. The tumour-to-body weight ratios (center) and images of tumour-bearing mice and resected tumours (right) at the endpoint of treatments. Data are represented as mean ± SD. * P  < .05 and ** P  < .01 compared with controls. Full-length gels are presented in Supplementary data 2. Fig. 6 The schwannoma cultures, merlin-positive cells (Batch I; #77) and merlin-null cells (Batch II; #6), were subjected to different treatments including the DMSO control, MG-132 alone (2.5 μM), Nutlin-3 alone (10 μM), and the two-combined (Nutlin-3, 0–10 μM; MG-132, 2.5 μM) for 24, 48 and 72 h ( Fig. 6 B). No significant decreases in the viabilities of both Batch I and Batch II cells in MG-132 group at all time-points were observed. By contrast, we found Nutlin-3-dose- and time-dependent decreases in the viabilities of both batches in Nutlin-3& MG-132 groups. Stronger inhibitory effects were demonstrated on Nutlin-3(10 μM) & MG-132 group compared with Nutlin-3 group (10 μM) at all time-points. There were no significant differences in the sensitivity to the combination therapy between Batch I and Batch II. Immunoblotting analyses ( Fig. 6 C, upper panel) showed that merlin-positive cultures (#77) exhibited an increase in p53 level comparable with that in merlin-null cultures (#6) on day 1 following treatment with Nutlin-3 (10 μM) and MG-132 (2.5 μM) ( Fig. 6 C, lower panel; dotted orange lines). In addition, we observed a difference in the increasing degree of p53 level by Nutlin-3 (10 μM) between the #77 and #6 cultures ( Fig. 6 C, lower panel; dotted purple lines), which was consistent with the results given in  Fig. 5 F. Collectively, these findings suggested that MG-132 amplified the inhibitory effect of Nutlin-3 on schwannoma cell proliferation, and MG-132 narrowed the differences in the sensitivity to Nutlin-3 between cultures with different merlin expression status. The apoptosis rates in Nutlin-3 & MG-132 group were significantly increased compared with the DMSO control, MG-132 group or Nutlin-3 group. The apoptotic cells in Nutlin-3 & MG-132 group were further confirmed by fluorescence analysis which demonstrated pyknotic nuclei with an accumulation of merlin and p53 ( Fig. 6 D, lower panel). The effects of Nutlin-3 and/or MG-132 on the proliferation of RT4 schwannnoma cell line were also investigated. As shown in  Fig. 6 E (Left panel), the combined treatment with Nutlin-3 (0–10 μM) and MG-132 (2.5 μM) resulted in a Nutlin-3-dose-dependent increases in the apoptosis rates of the cells. No apparent apoptosis was demonstrated in cells treated with Nutlin-3 or MG-132 alone. With the use of the cell cycle analysis ( Fig. 6 E, right panel), the Nutlin-3 & MG-132 group exhibited significant decreases in viable cells at S-phase compared with the Nutlin-3 group and MG-132 group. The levels of p53 and merlin were significantly induced in Nutlin-3 & MG-132 groups, as compared to MG-132 groups, Nutlin-3 groups and the controls ( Fig. 6 F). This was followed by the overexpression of MDM2, decreased cyclinD1 expression, and up-regulated cleaved-CASP3. The alterations in the levels of these proteins was in agreement with the between-group phenotypic differences. 3.10 Nutlin-3 and MG-132 work in concert to inhibit schwannoma growth in vivo Xenograft of RT4 schwannoma cells and human HEI-193 cells was used to evaluate responses to Nutlin-3 and/or MG-132 in vivo. The range of the concentrations of both Nutlin-3 and MG-132 was used according to previous studies [ 11 , [25] ,  [26] ,  [27] ,  [28] ,  [29] ]. In preliminary experiments (Supplemental Fig. 5S), the inhibitory effects of Nutlin-3 administration on the growth of RT4 schwannomas observed with an initial dosage of 40 mg/kg, and a significant toxic response appeared at a dosage of 80 mg/kg on day 14 following treatment. In preliminary experiments, we also checked the effects of drugs on the health status and weight of the non-tumour bearing mice in preliminary experiments. Data showed that there were no significant statistical differences in the weight of non-tumour bearing mice between the MG-132 group (5–10 mg/kg), Nutlin-3 group (40 mg/kg), vehicle group and Nutlin-3 &MG-132 group. No mice died in the four groups during experiments, and no obvious differences were observed in activity and eating behavior between these groups. In the formal animal experiments, a dosage of 40 mg/kg and a dosage of 5.0 mg/kg were utilized for Nutlin-3 and MG-132, respectively. The ratio of Nutlin-3- to MG-132-concentration used in vivo treatments was also determined according to that used in vitro experiments. Mice were subjected to the daily treatments including vehicle controls, MG-132 alone, Nutlin-3 alone and the two-combined. Although single-agent treatments only partially inhibited tumour progression, combined treatment with Nutlin-3 and MG-132 fully blocked tumour growth ( Fig. 6 G, left panel). The initial inhibition of tumour growth of both the RT4 and HEI-193 schwannomas in Nutlin-3 & MG-132 groups was observed on day 6 following treatments; the tumours then stopped growing and reduced in size within 8–12 days following treatments. The tumour-to-body weight ratios were also significantly reduced in the Nutlin-3 & MG-132 groups compared with single-agent groups on day 14 following treatments ( Fig. 6 G, center panel and right panel). Immunoblotting analysis of the resected RT4 schwannomas showed that the levels of p53 and merlin was induced accompanied by up-regulation of cleaved-CASP3 in Nutlin-3 & MG-132 group compared with single-agent groups (Supplemental Fig. 6S), suggesting Nutlin-3 and MG-132 work in concert to trigger apoptosis of schwannoma cells in vivo.",
  "discussion": "4 Discussion In our study, we observed “two-hits” inactivation in 49.6% of cases, as well as “one-hit” in 39.7% of cases. The presence of merlin expression in a subset of “one-hit” schwannomas suggested that a wild-type allele might exist in these tumours. The “one-hit” inactivation is predicted to result in haploid insufficiency of merlin; this is in accordance with the reduced merlin levels of these tumours relative to the control nerves. There are some examples of tumourigenesis caused by the haplo-insufficiency of other tumour suppressors. Haplo-insufficiency of  Dmp1  in mice spontaneously develops tumours, in which the wild-type  Dmp1  locus is retained [ 30 ]. Inactivation of a single allele of  Cdkn1b  is sufficient to sensitize mice to tumourigenesis, and analysis of tumours taken from the  Cdkn1b +/−  mice revealed that the second  Cdkn1b  allele remained intact [ 31 ]. An interesting point with regard to their study is that the  Cdkn1b  mice also develop pituitary (benign) tumours, but with a decreased penetrance and longer median latency compared with the  +/− Cdkn1b \n  mice. This is in accordance with our observation that the age of merlin-expressing (“one-hit”) schwannomas (benign tumours) was older than that of merlin-null (“two-hits”) counterparts. Heterozygous cells may undergo a clonal expansion, thus increasing the population of target cells available for further mutation in a multistep tumourigenesis pathway [ −/− 32 ]. Agnihotri et al. [ 33 ] have recently identified the “one-hit” inactivation by single mutation or 22q loss in 63 (50.4%) out of 125 sporadic schwannomas. It was interesting to note that additional mutations not previously reported in schwannomas, including  ARID1 ,  DDR1 ,  TAB3 ,  ALPK2 ,  CAST ,  TSC1  and  TSC2 , were demonstrated in 35 (55.6%) out of the “one-hit” subgroup, suggesting that the haplo-insufficiency of the  NF2  gene and the mutations in other tumour suppressor genes may play a synergistic role in the development of sporadic schwannomas. There are similarities between merlin and p53, such as that merlin functions as a general tumour suppressor product to multiple cell types as p53 does, and notably, their tumour suppressive functions are associated with cell cycle control [ 34 ]. P53 was absent in all of schwannomas with one exception (#2). The #2 tumour exhibited p53 overexpression compared with the control nerves; similar observation was seen in our previous study [ 35 ]. Interestingly, this tumour also showed some merlin expression, supporting a “co-expression” relationship between the two tumour suppressors. We further demonstrated that p53 down-regulation was one of the mechanisms underlying the schwannoma tumourigenesis, and MDM2 acted as the mediator of the interaction between merlin and p53. An interesting finding was that the dynamic changes in the levels of p53-MDM2 signaling associated with their nucleocytoplasmic shuttling. The overexpression of merlin neutralized the inhibitory effect of MDM2 on p53 in schwannoma cells, which was evidenced by the shuttling of MDM2 from the nucleus to the cytoplasm for degradation, accompanied by the translocation of p53 into the nucleus. In other words, merlin loss may confer an enhanced nuclear accumulation of MDM2, and thereby induces nuclear export of p53 for degradation; this may give us an insight into the molecular mechanism of schwannomas. Our results also revealed that p53 induced merlin level by enhancing its stability; thus, there was a positive feedback loop between merlin and p53. Another similar example has been demonstrated for merlin and p21 tumour suppressors [ 36 ]. An interesting finding with regard to the drug experiments was that the inhibition of p53-MDM2 interaction by Nutlin-3 treatment blocked the proliferation of schwannoma cells via mechanisms involving the cooperative recovery and nucleocytoplasmic shuttling of merlin and p53. Thus, the deficiency of merlin and p53 tumour suppressors, which was considered to play a critical role in the tumourigenesis of schwannomas, was reversed by the drug. We further demonstrated a difference in the sensitivity to Nutlin-3 between the schwannnoma cells with and without merlin expression, suggesting that the clinical application of Nutlin-3 should be carried out in consideration of the merlin expression status in schwannomas. Our data also suggested the MG-132 increased the inhibitory effects of Nutlin-3 on schwannoma cells through elevating the levels of merlin and p53 tumour suppressors. In the case of HEI193 (merlin-null) xenografts, Nutlin-3 and MG-132 can achieve significant reduction of tumour growth. As merlin could not be induced in HEI-193 cells, so we think in this cell type the inhibitory effects of Nutlin-3 & MG-132 should mainly associate with p53 but not merlin. Merlin protein levels were induced in both merlin-positive cultures and RT4 (merlin-expressing) xenografts. There were slightly differences in the cytotoxicity of Nutlin-3 & MG-132 between the two cell types of primary schwannoma cultures with and without merlin expression ( Fig. 6 B). However, HEI193 is a human schwannoma cell line while RT4 is a rat cell line, so the potency of Nutlin-3 & MG-132 on the two types of xenografts may be not comparable. The experiments in PDX (Patient Derived Xenograft) models with different merlin statuses may be more meaningful. Unfortunately, so far our efforts to transplant patients' schwannoma tissues into nude mice have all failed. We think the induction of merlin levels (or nuclear location) might make sense in Nutlin-3 &MG-132 treatment of merlin-positive schwannomas, although we did not reveal evidences regarding the detail contribution of merlin relative to p53 during the treatment. Merlin deficiency is a key step in schwannoma tumourigenesis, and this is the reason why we also pay a close attention to the merlin level in schwannomas with treatments. The restored merlin levels by treatments may confer particular negative effects on the early biological changes during development of schwannnomas. Our current study mainly focused on the changes of proliferation/growth of schwannmas in response to the treatments. However, the role of merlin in the pathogenesis of schwannomas is not limited to the function as a growth inhibitor. It has been reported that loss/overexpression of merlin in schwannoma cells is associated with dramatic alterations in the actin cytoskeleton during cell spreading, abnormalities in cell attachment and altered cell motility [ 37 , 38 ], all of which are implicated in tumorigenic process. We think our further work should be required to investigate if the up-regulation of merlin by Nutlin-3 &MG-132 influences on these aspects. The therapeutic potential of Nutlin-3 is not limited to its capability of mediating growth arrest or apoptosis. For example, Mayo et al. [ 39 ] reported that Nutlin-3 could disrupt the interaction between MDM2 and HIF-1α thus resulting in decreased VEGF production. In line with their reports, the tumour ischemia (pale color) was observed in the RT4 and HEI-193 schwannomas in single or combination groups. Nutlin-3 has shown considerable promise in preclinical studies against p53 wild-type cancers [ 40 , 41 ], while p53 mutations were rarely diagnosed in schwannomas [ 42 , 43 ]. Thus, Nutlin-3 looks particularly attractive for the treatment of schwannoma. Additionally, the combination of Nutlin-3 and MG-132 may be suitable for the majority if not all of the schwannomas, regardless of merlin expression status.",
  "fetched_at": "2026-02-16T15:45:32.039850",
  "abstract_length": 3753,
  "methods_length": 9836,
  "introduction_length": 3302,
  "results_length": 29052,
  "discussion_length": 7563
}