{
  "pmid": "PMID:30274822",
  "title": "Exhaustive non-synonymous variants functionality prediction enables high resolution characterization of the neurofibromin architecture.",
  "abstract": "BACKGROUND: Neurofibromatosis type I (NF1) is caused by heterozygous loss-of-function variants in the NF1 gene encoding neurofibromin which serves as a tumor suppressor that inhibits RAS signaling and regulates cell proliferation and differentiation. While, the only well-established functional domain in the NF1 protein is the GAP-related domain (GRD), most of the identified non-truncating disease-causing variants are located outside of this domain, supporting the existence of other important disease-associated domains. Identifying these domains may reveal novel functions of NF1. METHODS: By implementing inferential statistics combined with machine-learning methods, we developed a novel NF1-specific functional prediction model that focuses on nonsynonymous single nucleotide variants (SNVs). The model enables annotating all possible NF1 nonsynonymous variants, thus mapping the range of pathogenic non-truncating variants at the codon level across the NF1 gene. FINDINGS: The generated model demonstrates high absolute prediction value for missense and splice-site variations (area under the ROC curve of 0.96) outperforming 14 other established models. By reviewing the entire dataset of nonsynonymous variants, two novel domains (Armadillo type fold 1 and 2) were identified as being associated with pathogenicity (OR 1.86; CI 1.04 to 3.34 and OR 2.08; CI 1.08 to 4.04, respectively; P < .05). Specific exons and codons associated with increased pathogenicity were also detected along the gene inside and outside the GRD domain. INTERPRETATION: The developed model, enabled better prediction of pathogenicity for variants in NF1 gene, as well as elucidation of novel NF1-associated domains in addition to the GRD. FUND: This work was partially supported by the Kahn foundation. DGE is supported by the all Manchester NIHR Biomedical Research Centre (IS-brC-1215-20007).",
  "authors": "Ofer Isakov; Deeann Wallis; D Gareth Evans; Shay Ben-Shachar",
  "journal": "EBioMedicine",
  "publicationDate": "2018-10",
  "doi": "10.1016/j.ebiom.2018.09.039",
  "methods": "Methods By implementing inferential statistics combined with machine-learning methods, we developed a novel NF1-specific functional prediction model that focuses on nonsynonymous single nucleotide variants (SNVs). The model enables annotating all possible  NF1  nonsynonymous variants, thus mapping the range of pathogenic non-truncating variants at the codon level across the  NF1  gene. 2 Methods 2.1 NF1  gene variant spectrum The complete spectrum of  NF1  SNVs includes 848,250 different variants. We first annotated each variant by its pathogenicity status as either pathogenic, benign or unknown. Pathogenic variants were collected from the Leiden Open Variation Database (LOVD) database [ 17 ]. Pathogenicity status is based on the LOVD version used to train the model (05/2017). We note that pathogenicity status may change over time and therefore the annotations used at the time of model development should not be considered as the most up-to-date version. In order to determine which variants are benign we considered each variant's allele frequency in three different databases of healthy populations: The 1000 Genomes Project, The Exome Aggregation Consortium (ExAC) and the Genome Aggregation Database (gnomAD) [ 33 , 43 ]. Since NF1is an autosomal dominant disorder, any variant with an allele frequency above 0 in any of these populations, and that was not previously marked as pathogenic was considered to be benign. Variants that do not fall into either category, were considered as unknown. 2.2 Variant annotations Known  NF1  pathogenic variants were downloaded from LOVD [ 17 ]. Only nonsynonymous and synonymous SNVs with a status of pathogenic or probably pathogenic were collected. Variant annotation was performed using SnpEff [ 6 ] and included annotations gathered in dbNSFP [ 35 ]. All variant and feature positions are reported using the ENST00000356175 Ensembl transcript ( NM_000267 ). Alternatively spliced exons were not included in the analysis as the LOVD variants were specified only in accordance to ENST00000356175. The SnpEff tools allows for functional annotation of each variant (e.g whether it is synonymous/nonsynonymous/stop-gain/ etc. ) The dbNSFP database, adds various annotations to all potential nonsynonymous SNVs and splice site SNVs, including prediction scores from 16 prediction algorithms (SIFT [ 38 ], Polyphen2 [ 1 ], LRT [ 5 ], MutationTaster [ 42 ], MutationAssessor [ 41 ], FATHMM [ 44 ], MetaSVM, MetaLR [ 10 ], CADD [ 27 ], VEST [ 2 ], PROVEAN [ 4 ], M-CAP [ 24 ], MutPred [ 34 ], Eigen and Eigen PC [ 23 ] and dbscSNV [ 25 ]) and eight conservation scores (phyloP46way_primate, phyloP46way_placental, phyloP100way_vertebrate [ 40 ], phastCons46way_primate, phastCons46way_placental, phastCons100way_veterbrate [ 45 ], GERP++ [ 8 ] and SiPhy [ 19 ]). Healthy population databases included the 1000 genomes project [ 47 ], the Exome Aggregation Consortium (ExAC) and the Genome Aggregation Consortium (gnomAD) [ 33 ]. NF1 protein domain annotation was performed using Interpro [ 16 ] and Nextprot [ 20 ]. 2.3 Functional prediction model generation The purpose of the prediction model is to predict whether a given nonsynonymous or splice site variant is pathogenic or not. In order to generate the model we collected only variants that fall into one of these gene effect types (in accordance with sequence ontology terms [ 12 ]): missense variant ( N  = 17,909), missense variant splice region variant (missense variant within a splice site, within 1–3 bases of the exon;  N  = 738), splice donor intron variant (A splice variant that changes the 2 base pair region at the 5′ end of an intron;  N  = 126), splice region intron variant (intron variant within a splice site, within 3–8 bases of the intron;  N  = 226), splice acceptor intron variant (A splice variant that changes the 2 base region at the 3′ end of an intron;  N  = 116) and splice region synonymous variant (synonymous variant within a splice site, within 1–3 bases of the exon;  N  = 30). There are 19,145 such variants across the  NF1  gene, out of which, a total of 1463 variants were used to generate the model. 436 (30%) of which were known to be pathogenic and 1027 were observed in healthy populations and therefore deemed benign. The dataset was divided into two sets, one for the purpose of training the model (75%) and the other for validation (25%). Each variant in the dataset had 55 different features (i.e annotations) including: the variant's gene effect, amino acid position, exon number, domain regions and rankscores corresponding to the aforementioned, dbNSFP gathered, functional prediction and conservation scores. Categorical features were split into dummy variables resulting in 184 feature annotations. In order to select the most informative features, fifty random forest models were trained. Each model was trained on a different randomly selected variant set comprising 70% of the data. Feature importance was calculated by each model and overall feature importance was determined by the mean importance score. The best feature subset was identified by evaluating a Gradient Boosting Machine (GBM) model trained on an iteratively growing subset of the highest scoring features. The final feature set was composed of the top 75 features. Using the selected feature set, four machine learning algorithms were evaluated [GBM, Generalized Linera Model (GLM), Distributed Random Forest (DRF) and eXtremely Randomized Trees (XRT)]. Briefly, 100 different models were generated and a stacked ensemble learner of the best performing model from each algorithm type was then generated. All models were trained using 10-fold cross validation to minimize the logarithmic loss which penalizes classifiers that are confident about an incorrect classification. Models were trained and validated using the H2O R package [ 31 ]. 2.4 Statistical analysis The effect of variant type on pathogenicity was assessed using the Fisher's exact test. In cases where there was a variant type with only pathogenic or benign variants, and there were >100 variants of that type, odds estimations and their corresponding confidence intervals were approximated by adding one to each cell in the contingency table, penalizing the effect size (and test decision) towards no effect. The effect of gene region on pathogenicity was assessed using multivariate logistic regression, adjusting for variant type. ROC curves were compared using DeLong's test for two correlated ROC curves. In order to identify pathogenic codons, a bootstrap method was implemented, simulating 500,000 random score samples and calculating for each codon the rate of samples with an equal or more number of variants with a score higher than the selected threshold of 0.538 (corresponding to a false positive rate (FPR) of 1%). Comparison of the number of variants predicted to be pathogenic between regions was performed using Fisher's exact test. 2.5 Webserver development The webserver was developed using the shiny web application framework [ 3 ], and published on shinyapps.io, a cloud-service platform used to publish applications developed using shiny.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:27:44"
}