{
  "pmid": "30284154",
  "abstract": "BACKGROUND: Cutaneous neurofibromas cause disfigurement and discomfort in individuals with neurofibromatosis type 1 (NF-1). METHODS: The primary objective of this phase II, open-label, single-arm trial was to assess whether orally administered everolimus reduced the surface volume of cutaneous neurofibromas in patients with NF-1. RESULTS: Of 22 patients who took the study drug, 17 completed the trial; 5 patients withdrew due to adverse events. Sixteen patients had photographs of sufficient quality for assessment of the primary outcome. A significant reduction in lesion surface volume, defined as an end of trial volume > 2 standard errors (SE) less than baseline volume, was observed for 4/31 lesions (13%) from 3/16 patients (19%). Additionally, a statistically significant absolute change in average height for paired lesions was observed (p = 0.048). Although not a prespecified outcome measure, a dramatic reduction in the size of 3 large plexiform neurofibromas with a cutaneous component was also noted and documented by measurement of maximum circumference or magnetic resonance imaging-based volumetric analysis. Adverse events were common in this trial, but no serious adverse events occurred. CONCLUSIONS: Although this was a small, exploratory trial that was not powered for significance, the reduction in surface volume observed in this study is noteworthy assuming that the natural course for untreated lesions is to maintain or increase in volume. Future studies are needed with larger study populations that incorporate longer durations of treatment and better standardization of volumetric measurements. Trial Registration ClinicalTrials.gov Identifier: NCT02332902.",
  "methods": "Methods The primary objective of this phase II, open-label, single-arm trial was to assess whether orally administered everolimus reduced the surface volume of cutaneous neurofibromas in patients with NF-1. Methods Study Design This was a phase II, open-label, single-arm trial [trial protocol available in the Electronic Supplementary Material (ESM)]. Patients were recruited from two clinical sites in Houston, TX, USA: The University of Texas MD Anderson Cancer Center and the McGovern Medical School, The University of Texas Health Science Center at Houston. This study was approved by the University of Texas McGovern Medical School Committee for the Protection of Human Subjects (HSC-14-0758). This trial was registered with ClinicalTrials.gov Identifier NCT02332902. The trial duration was 6 months. Study Population Eligible patients were at least 18 years of age, had a clinical diagnosis of NF-1, disfiguring cutaneous neurofibromas in a region amenable to photography, satisfactory results on baseline safety evaluations including bone marrow, liver and renal function, and lipid profile, and were willing and able to comply with the requirements of the trial. Female patients of childbearing potential were confirmed to not be pregnant prior to starting the trial by assessment of blood beta-human chorionic gonadotropin levels and were required to use highly effective methods of contraception throughout the duration of the trial. Male patients with partners of childbearing potential were required to use adequate contraception for the duration of the trial and for 8 weeks after conclusion of the trial. Patients were excluded if they were currently receiving anticancer treatments or had received anticancer treatments within the previous 4 weeks, had known intolerance or hypersensitivity to everolimus or other rapamycin analogs, had known impairment of gastrointestinal function or gastrointestinal disease, had uncontrolled diabetes mellitus, had any severe or uncontrolled heart, liver, lung, or bleeding condition, were receiving systemic treatment with corticosteroids or other immunosuppressive agents, had a history of seropositivity for human immunodeficiency virus, had received live attenuated vaccines within the previous week, had a history of primary malignancy (except for non-melanoma skin cancer or carcinoma in situ of the cervix, uterus, or breast from which the patient has been disease free for 3 or more years), were pregnant or lactating, had participated in any clinical trial with an investigational drug within the previous month, or had a history of non-compliance with medical regimens or were considered unlikely to comply with the study protocol. Written informed consent was obtained from all patients included in this study. Interventions Enrolled patients were provided a starting 10-mg dose of everolimus (Novartis Pharmaceuticals, Basel, Switzerland) and instructed to take the medication daily, by mouth, in the morning, consistently with or without food. Serum everolimus concentrations were assessed 2 weeks after trial initiation; the target trough concentration for all patients was 5–15 ng/mL. If needed, the daily dose of everolimus was adjusted up or down by 2.5 mg, at 2-week intervals, until the target trough concentration was achieved. Serum everolimus concentrations were also assessed in all patients 2 weeks after any dose change and at 3 and 6 months following enrollment. Complete blood counts, bilirubin, alanine aminotransferase, aspartate aminotransferase, international normalized ratio, total cholesterol, fasting triglycerides and glucose, serum creatinine, vascular endothelial growth factor (VEGF)-A, VEGF-D, soluble VEGF receptor (sVEGFR)-1, sVEGFR-2, phosphatidylinositol glycan anchor biosynthesis class F, c-Kit, collagen type IV, and beta-human chorionic gonadotropin, as appropriate, were measured at baseline and 3 and 6 months. Protocol guidelines for dose reduction and interruption or discontinuation of the study drug were defined according to the type, severity, and recurrence of adverse events, including hematologic and non-hematologic toxicities, and the diagnosis of infection (ESM). At enrollment, four target cutaneous neurofibromas for each patient were identified by the principal investigators. All four target lesions were photographed and lesion 1 was biopsied. At 3 months, lesions 2–4 were photographed and lesion 2 was biopsied. At the end of the trial, lesions 3 and 4 were photographed and lesion 3 was biopsied. Two- and three-dimensional photographs were taken of each lesion with a three-dimensional LifeViz™ Micro photography system (QuantifiCare, Valbonne, France), with a split lens and polarized flash illumination to capture simultaneously two images of the same surface, at different viewing angles. A stereovision algorithm reconstructed and quantitatively analyzed the skin surface three dimensionally, permitting measurement of the surface volume and depth of the lesions. Three patients had large plexiform fibromas with a cutaneous component. These lesions were not amenable to assessment with three-dimensional photography. Lesion circumference was measured by the investigators pre- and post-treatment, where possible. Otherwise, magnetic resonance images taken clinically of these patients were analyzed pre- and post-treatment to evaluate for any response. Outcome Measures All patients still enrolled at the end of the trial were included in the analysis of outcomes, regardless of whether interruptions of the study drug had occurred during the course of the trial. The primary outcome measure was any reduction in cutaneous neurofibroma lesion volume assuming the natural course for untreated lesions is to maintain or increase volume. Secondary outcomes were reductions in lesion average and maximum height. Safety analyses consisted of laboratory tests at baseline and 3 and 6 months and the documentation and assessment of adverse events. Laboratory tests included the assessment of serum everolimus cooncentrations, complete blood counts, bilirubin, alanine aminotransferase, aspartate aminotransferase, international normalized ratio, total cholesterol, fasting triglycerides and glucose, serum creatinine, VEGF-A, VEGF-D, sVEGFR-1, sVEGFR-2, phosphatidylinositol glycan anchor biosynthesis class F, c-Kit, collagen type IV, and beta-hCG, as appropriate. Adverse-event monitoring continued for at least 30 days after completion of the trial. Adverse events were described clinically, enumerated as categorical traits, and evaluated for seriousness, duration, study relatedness, action taken, whether therapy was given, and outcome. Statistical Analysis The paired difference between baseline and 6-month measurements was calculated for each cutaneous neurofibroma lesion. A significant reduction in size was defined as a 6-month volume that was 2 standard errors (SE) less than the baseline volume. Standard error for the volume measurement was 1.46 mm 3  as determined by the Lifeviz Micro validation study. Means (95% confidence intervals) were calculated by an intercept-only random-effects model with a robust sandwich variance estimator to account for repeated lesions measured within each subject. All analysis was completed with Stata 13 SE (College Station, TX, USA). A two-sided  p  value of 0.05 was used to determine statistical significance.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:56:55.432163",
  "abstract_length": 1689,
  "methods_length": 7386,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}