{
  "pmid": "PMID:30298332",
  "title": "Lifespan Development: Symptoms Experienced by Individuals with Neurofibromatosis Type 1 Associated Plexiform Neurofibromas from Childhood into Adulthood.",
  "abstract": "This secondary data analysis qualitatively identified salient concerns reported by individuals with Neurofibromatosis Type 1 (NF1)-associated plexiform neurofibromas (pNFs) at different stages of development. Past literature has focused on overall symptomatology, but has not examined nuances in how these symptoms are experienced across developmental phases. Therefore, we aimed to identify commonalities and differences in symptom experiences across age groups to better assist individuals to adjust to symptoms across the lifespan. Thirty-one children, adolescents, and adults (age ≥ 5 years old) and 15 parents participated in semi-structured interviews. Analyses focused on the following symptom categories: pain, social functioning, physical function impact, and stigma. Aspects of pain endorsed by all age groups included localized brief pain on contact with pNF and abnormal sensations; however, only adolescents and adults reported chronic pain and change in pain over time. Social functioning themes of limited activity participation, role limitations, and relationship impact were endorsed by all age groups, but differences emerged across age groups in the types of activity and role limitations, the type of relationship impact, and family planning concerns. All age groups described difficulty with mobility, but only parents reported problems with coordination and physical developmental milestones. While all age groups reported external stigma, internalized stigma was predominately endorsed by adults. While individuals in all age groups described pNF concerns related to pain, social function, physical function, and stigma, specific aspects of these symptoms differed across the developmental continuum. These findings can help assist individuals with pNF better transition to the next developmental phases.",
  "authors": "Sally E Jensen; Zabin S Patel; Robert Listernick; Joel Charrow; Jin-Shei Lai",
  "journal": "Journal of clinical psychology in medical settings",
  "publicationDate": "2019-09",
  "doi": "10.1007/s10880-018-9584-5",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-20 06:57:06"
}