{
  "pmid": "PMID:30290804",
  "title": "Genetic diagnosis of neurofibromatosis type 1: targeted next- generation sequencing with Multiple Ligation-Dependent Probe Amplification analysis.",
  "abstract": "BACKGROUND: Neurofibromatosis type 1 (NF1) is a dominantly inherited tumor predisposition syndrome that targets the peripheral nervous system. It is caused by mutations of the NF1 gene which serve as a negative regulator of the cellular Ras/MAPK (mitogen-activated protein kinases) signaling pathway. Owing to the complexity in some parts of clinical diagnoses and the need for better understanding of its molecular relationships, a genetic characterization of this disorder will be helpful in the clinical setting. METHODS: In this study, we present a customized targeted gene panel of NF1/KRAS/BRAF/p53 and SPRED1 genes combined with Multiple Ligation-Dependent Probe Amplification analysis for the NF1 mutation screening in a cohort of patients clinically suspected as NF1. RESULTS: In this study, we identified 73 NF1 mutations and two BRAF novel variants from 100 NF1 patients who were suspected as having NF1. These genetic alterations are heterogeneous and distribute in a complicated way without clustering in either cysteine-serine-rich domain or within the GAP-related domain. We also detected fifteen multi-exon deletions within the NF1 gene by MLPA Analysis. CONCLUSIONS: Our results suggested that a genetic screening using a NGS panel with high coverage of Ras-signaling components combined with Multiple Ligation-Dependent Probe Amplification analysis will enable differential diagnosis of patients with overlapping clinical features.",
  "authors": "Yah-Huei Wu-Chou; Tzu-Chao Hung; Yin-Ting Lin; Hsing-Wen Cheng; Ju-Li Lin; Chih-Hung Lin; Chung-Chih Yu; Kuo-Ting Chen; Tu-Hsueh Yeh; Yu-Ray Chen",
  "journal": "Journal of biomedical science",
  "publicationDate": "2018-10-05",
  "doi": "10.1186/s12929-018-0474-9",
  "methods": "Methods In this study, we present a customized targeted gene panel of  NF1 / KRAS / BRAF / p53  and  SPRED1  genes combined with Multiple Ligation-Dependent Probe Amplification analysis for the NF1 mutation screening in a cohort of patients clinically suspected as NF1. Methods Patients and sample preparations One hundred NF1 patients suspected as having NF1 by a clinical evaluation were recruited for this study. From each patient, 10 ml of whole blood samples were collected in EDTA-anticoagulant tube through the Linko Medical Center of the Chang Gung Memorial Hospital. Fifteen patients had a known family history of NF1. Ethical approval for this study was obtained by the institutional review board (102-0226A3) at Chang Gung Memorial Hospital. All participants provided written informed consent. Genomic DNA of each patient was then prepared using the PUREGENE DNA purification kit from GENTRA using standard protein precipitation procedures. The quality of the DNA was estimated using the Nano-Drop spectrophotometer (Thermo Fisher Scientific, Waltham, MA, USA). Candidate gene-targeted sequencing A panel of five NF1-related genes including  NF1  ( NM_000267 , 17q11.2),  SPRED1  ( NM_152594 , 15q14),  KRAS  ( NM_004985 , 12p12.1),  BRAF  ( NM_004333 , 7q34), and  p53  ( NM_000546 , 17p13.1) was initially created designed to capture, amplify, and sequence specific regions (including exons and splice junctions) of the genome for human cancer screening. The total length was 32.3 kb encompassing 296 amplicons, and the coverage was 507×. Adapter sequences were clonally amplified by emulsion PCR on the high-density array of micro-machined wells. In this study, we took the advantage of this gene panel for the germline mutation analysis of NF1 using the Ion Personal Genome Machine® (PGM™) Sequencer (Life technology). Sample library preparation A total of 100 indexed rapid prepared Ion AmpliSeq DNA libraries, starting from 100 ng of gDNA per sample, were prepared according to the manufacturer’s instructions. Template preparation and emulsion PCR and Ion Sphere Particles (ISP) enrichment were performed according to the manufacturer’s instructions. Following the purification and size selection using AMPure beads (Beckman Coulter, Brea, CA, USA), the size distribution of the DNA fragments was analyzed on the Agilent Bioanalyzer using High-Sensitivity DNA chip (Agilent Technologies Inc., Santa Clara, CA) and the quality checking of ion sphere particles for the prepared library was performed using Qubit 2.0 Fluorometer (Life Technologies). Enriched ISPs were prepared for sequencing using the Ion PGM 200 Sequencing Kit v2.0 and were loaded on an Ion 316 chip v2 or Ion 318 chip v2. Data analysis We used IT platform-specific pipeline software Torrent Suite, version 4.2, with the plug-in “variant caller” program (Life Technologies) to perform reference genome alignment, base calling, and filtering of poor signal reads. The Integrative Genome Viewer (IGV) ( http://software.broadinstitute.org/software/igv/ ) was used for visualizing the status of each read alignment. The selected variants were classified as deleterious mutation by mutation type if they were identified as nonsynonymous, frameshift, or stopgain at the exonic region. ACMG Standards and Guidelines for the interpretation of sequence variants were followed in this study [ 35 ]. In an appropriate reference population, the pathogenic variant should have a frequency of much less than 1%. We removed all the common variants (Minor Allele Frequency, MAF > 1%) reported in the following public databases: 1000 Genomes Project ( http://www.1000genomes.org/ ), dbSNP database and ClinVar database ( https://www.ncbi.nlm.nih.gov/snp/ ;  https://www.ncbi.nlm.nih.gov/clinvar/ ). Variants with amino acid changes were further examined for whether the changes were potentially damaging alterations using Sorting Tolerant From Intolerant (SIFT) and Polymorphism Phenotyping v2 (PolyPhen2) softwares, which can predict the possible impact of an amino acid substitution on the structure and function of a protein. The nomenclature of novel variants followed the rules of the Human Genome Variation Society ( http://www.hgvs.org/mutnomen/ ). The genetic variants in the Human Gene Mutation Database (HGMD, Institute of Medical Genetics, Cardiff,  http://www.hgmd.org/ ) and Leiden Open Variation Database (LOVD:  www.lovd.nl/NF1 ) were also considered as references. PCR amplification and sanger sequencing verification We performed Sanger validation for all putatively pathogenic SNVs and indels variants on each detected patient (and their family members, if available) by PCR amplification and sequenced with Applied Biosystems 3730 Genetic Analyzer. PCR amplification was performed under standard conditions with 30 PCR cycles and 55°–60 °C annealing. PCR products were sequenced using the Big Dye Terminator cycle sequencing kit (Life Technologies) according to the manufacturer’s cycling conditions and analyzed on an Applied Biosystems 3730xl Automated Sequencer Genetic Analyzer (Life Technologies). Sequence alignments and analysis were further performed using the Autoassembler computer program (Life Technologies). Multiplex ligation-dependent probe amplification (MLPA) analysis We used SALSA P081/P082 NF1 MLPA kit (MRC Holland, Amsterdam, The Netherlands) to confirm and identify single and multiple exon deletions/duplications according to the manufacturer’s protocol. Each samples containing 100 ng of genomic DNA was used for overnight hybridization with the probemixes. After ligation and amplification were performed with FAM-labeled primers, the PCR products were analyzed on a Genetic Analyzer 3730 capillary electrophoresis system and interpreted using Genotyper version 2.0 (Applied Biosystems, CA, USA). In this study, we used the Coffalyser program (version 3.5) for peak area normalization and gene dosage calculation. Availability of data and materials The datasets generated in the current study are available from the corresponding author on request.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:27:45"
}