{
  "pmid": "PMID:30381327",
  "title": "Identification of a Specific Translational Machinery via TCTP-EF1A2 Interaction Regulating NF1-associated Tumor Growth by Affinity Purification and Data-independent Mass Spectrometry Acquisition (AP-DIA).",
  "abstract": "Neurofibromatosis type 1 (NF1) is an autosomal dominant disease that predisposes individuals to developing benign neurofibromas and malignant peripheral nerve sheath tumors (MPNST). The mechanism of NF1-tumorigenesis or the curatives have not been established. Using unique trascriptome and proteome integration method, iPEACH (1), we previously identified translationally controlled tumor protein (TCTP) as a novel biological target for NF1-associated tumors (2). Here, we identified specific TCTP-interacting proteins by sequential affinity purification and data-independent mass spectrometry acquisition (AP-DIA/SWATH) to investigate the role of TCTP in NF1-associated malignant tumors. TCTP mainly interacts with proteins related to protein synthesis and especially to elongation factor complex components, including EF1A2, EF1B, EF1D, EF1G, and valyl-tRNA synthetase (VARS), in NF1-deficient malignant tumor cells. Interestingly, TCTP preferentially binds to EF1A2 (normally found only in neural and skeletal-muscle cells and several cancer cells), rather than EF1A1 despite the high homologies (98%) in their sequences. The docking simulation and further validations to study the interaction between TCTP and EF1A2 revealed that TCTP directly binds with EF1A2 via the contact areas of EF1A2 dimerization. Using unique and common sequences between EF1A2 and EF1A1 in AP-DIA/SWATH, we quantitatively validated the interaction of EF1A2 and TCTP/other elongation factors and found that TCTP coordinates the translational machinery of elongation factors via the association with EF1A2. These data suggest that TCTP activates EF1A2-dependent translation by mediating complex formation with other elongation factors. Inhibiting the TCTP-EF1A2 interaction with EF1A2 siRNAs or a TCTP inhibitor, artesunate, significantly down-regulated the factors related to protein translation and caused dramatic suppression of growth/translation in NF1-associated tumors. Our findings demonstrate that a specific protein translation machinery related to the TCTP-EF1A2 interaction is functionally implicated in the tumorigenesis and progression of NF1-associated tumors and could represent a therapeutic target.",
  "authors": "Daiki Kobayashi; Takaho Tokuda; Kyosuke Sato; Hiroki Okanishi; Megumi Nagayama; Mio Hirayama-Kurogi; Sumio Ohtsuki; Norie Araki",
  "journal": "Molecular & cellular proteomics : MCP",
  "publicationDate": "2019-02",
  "doi": "10.1074/mcp.RA118.001014",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-19 09:27:47"
}