{
  "pmid": "PMID:30413310",
  "title": "Patient Reported Outcomes Measurement Information System and Quality of Life in Neurological Disorders Measurement System to Evaluate Quality of Life for Children and Adolescents with Neurofibromatosis Type 1 Associated Plexiform Neurofibroma.",
  "abstract": "OBJECTIVE: To assess the health-related quality of life of children with neurofibromatosis type 1-related plexiform neurofibromas (pNF) using a battery of patient-reported outcome measures selected based on a conceptual framework derived from input by patients, parents, and clinicians regarding the most important pNF symptoms and concerns. STUDY DESIGN: There were 140 children with pNF ages 8-17 years who completed the Patient-Reported Outcomes Measurement Information System (including domains anxiety, depressive symptom, psychosocial stress experiences, fatigue, pain interference, meaning and purpose, positive affect, peer relationships, physical function-mobility) and Quality of Life in Neurological Disorders measurement system (stigma) via an online platform. T-scores for each measure were compared with US population norms. RESULTS: Children with pNF reported significantly worse scores than the population norms on 8 of 10 domains. Children with at least 1 family member having a diagnosis of neurofibromatosis type 1 and those having pain reported significantly worse symptoms and functioning on all domains. Boys reported significantly worse pain interference, stigma, meaning and purpose, mobility function, and upper extremity function than girls. CONCLUSIONS: Children with pNF experience significantly worse health-related quality of life on all but 1 domain, highlighting the importance of monitoring children's quality of life over time in clinical research and practice. Future research should evaluate the replicability of these findings and evaluate the validity of the Patient-Reported Outcomes Measurement Information System and Quality of Life in Neurological Disorders measurement system in relation to clinical characteristics among children with pNF.",
  "authors": "Jin-Shei Lai; Sally E Jensen; Joel Charrow; Robert Listernick",
  "journal": "The Journal of pediatrics",
  "publicationDate": "2019-03",
  "doi": "10.1016/j.jpeds.2018.10.019",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-20 06:57:08"
}