{
  "pmid": "PMID:30531922",
  "title": "The molecular landscape of glioma in patients with Neurofibromatosis 1.",
  "abstract": "Neurofibromatosis type 1 (NF1) is a common tumor predisposition syndrome in which glioma is one of the prevalent tumors. Gliomagenesis in NF1 results in a heterogeneous spectrum of low- to high-grade neoplasms occurring during the entire lifespan of patients. The pattern of genetic and epigenetic alterations of glioma that develops in NF1 patients and the similarities with sporadic glioma remain unknown. Here, we present the molecular landscape of low- and high-grade gliomas in patients affected by NF1 (NF1-glioma). We found that the predisposing germline mutation of the NF1 gene was frequently converted to homozygosity and the somatic mutational load of NF1-glioma was influenced by age and grade. High-grade tumors harbored genetic alterations of TP53 and CDKN2A, frequent mutations of ATRX associated with Alternative Lengthening of Telomere, and were enriched in genetic alterations of transcription/chromatin regulation and PI3 kinase pathways. Low-grade tumors exhibited fewer mutations that were over-represented in genes of the MAP kinase pathway. Approximately 50% of low-grade NF1-gliomas displayed an immune signature, T lymphocyte infiltrates, and increased neo-antigen load. DNA methylation assigned NF1-glioma to LGm6, a poorly defined Isocitrate Dehydrogenase 1 wild-type subgroup enriched with ATRX mutations. Thus, the profiling of NF1-glioma defined a distinct landscape that recapitulates a subset of sporadic tumors.",
  "authors": "Fulvio D'Angelo; Michele Ceccarelli; Tala; Luciano Garofano; Jing Zhang; Véronique Frattini; Francesca P Caruso; Genevieve Lewis; Kristin D Alfaro; Luc Bauchet; Giulia Berzero; David Cachia; Mario Cangiano; Laurent Capelle; John de Groot; Francesco DiMeco; François Ducray; Walid Farah; Gaetano Finocchiaro; Stéphane Goutagny; Carlos Kamiya-Matsuoka; Cinzia Lavarino; Hugues Loiseau; Véronique Lorgis; Carlo E Marras; Ian McCutcheon; Do-Hyun Nam; Susanna Ronchi; Veronica Saletti; Romuald Seizeur; John Slopis; Mariona Suñol; Fanny Vandenbos; Pascale Varlet; Dominique Vidaud; Colin Watts; Viviane Tabar; David E Reuss; Seung-Ki Kim; David Meyronet; Karima Mokhtari; Hector Salvador; Krishna P Bhat; Marica Eoli; Marc Sanson; Anna Lasorella; Antonio Iavarone",
  "journal": "Nature medicine",
  "publicationDate": "2019-01",
  "doi": "10.1038/s41591-018-0263-8",
  "methods": "Methods Sample cohort. Glioma frozen samples and matched peripheral blood samples were available from NF1 patients who underwent surgical treatment. Samples were obtained from the Onconeurotek Tumorbank-Hôpital Pitié-Salpêtriere (Paris, France), Istituto Neurologico Besta (Milano, Italy), MD Anderson Cancer Center (Houston, Texas, USA), and from collaborators in the United States, France, Spain, South Korea, Germany, and the United Kingdom. All samples were obtained with informed consent after approval of the institutional review boards (IRBs) of the respective hospitals where patients were treated and consisted of material in excess of what was required for diagnostic purposes. Material was anonymized at the time of collection. Progressive numbers were used to label specimens coded to preserve the confidentiality of the subjects. Genome sequence analyses with these materials were designated as IRB exempt under paragraph 4 and are covered under Columbia University IRB protocol no. IRB-AAAI7305. All samples were from patients diagnosed with NF1 syndrome according to the National Institutes of Health Consensus Development Conference . Clinical and sequencing information (case-assay overlap for WES, RNAseq, and DNA methylation array) are provided in  11 Supplementary Table 1 . Samples were collected from 56 NF1 patients. From 1 patient 4 spatially distinct samples were obtained, giving a total of 59 samples included in the analyses. Blood DNA was available from 43 of the 56 patients and was used for WES and  NF1  germline mutation calling to confirm the clinical diagnosis, and to identify SNVs from matched tumor-normal pairs. The patient cohort includes 35 low-grade gliomas (23 pilocytic astrocytoma, 5 ganglioglioma, 3 xanthoastrocytoma, 2 optic pathway glioma, 1 diffuse glioma, and 1 low-grade calcifying astrocytoma) and 24 high-grade gliomas (13 glioblastoma multiforme, 6 anaplastic astrocytoma, 1 anaplastic diffuse glioma, 1 anaplastic ganglioglioma, 1 anaplastic xanthoastrocytoma, 1 gliosarcoma, and 1 classified as grade III astrocytoma). The median age of the patients at time of surgery was 20 years, with 22 pediatric patients (<16 years) and 33 adult patients (>16 years). For one patient age was unknown. WES. Sequencing libraries were generated from 1 μg genomic DNA using Agilent SureSelect Human All Exon kit (Agilent Technologies, California, USA) following the manufacturer’s recommendations. Libraries were sequenced using Illumina HiSeq platform (150-bp paired end). We performed quality control according to the following procedure and discarded: (1) a read pair if either 1 read contained adapter contamination, (2) a read pair if more than 10% of bases were uncertain in either 1 read, and (3) a read pair if the proportion of low-quality bases was over 50% in either 1 read. Cleaned sequencing reads had an average error rate lower than 1% and a Phred quality score of Q30. Burrows-Wheeler Aligner  was used to map the paired-end clean reads to the human reference genome (GRCh37/hg19). After sorting with SAMtools 61  and marking duplicates with the Broad Picard, we computed the coverage and depth based on the BAM files. Sequencing depth had a mean of 103 × and a median of 91 ×, with 99.78% of coverage mean in the target region. Aligned reads were further processed using GATK 62  to remove low mapping quality reads (mapping quality score ≥20) and re-aligned in the genomic regions around potential indels. The quality scores were then recalculated for the cleaned BAM files. To eliminate additional potential mapping artifacts, we excluded variants within 50-bp intervals whose sequences aligned more than 3 times within the whole genome. To confirm that tumor and blood samples from the same patient were properly paired, we performed a ‘fingerprint’ analysis using NGSCheckMate 63 , a model-based method evaluating the correlation between the variant allele fractions, defined as the ratio of the number of reads supporting a non-reference allele to the total number of reads, estimated from two samples at known SNP sites. 21 Mutation calling and pathogenicity prediction. Somatic SNVs and indels were identified in tumors with matched normal samples by integrating the results from five algorithms for variant calling: VarScan2 , Freebayes 16 , Strelka 14 , MuTect 17 , and VarDict 18 . In tumor samples for which blood DNA was unavailable, nucleotide variants were identified using GATK HaplotypeCaller 19  followed by the correction with a virtual normal as a substitute for the missing matched normal to filter out germline variants 63 . The virtual normal was built from a set of 433 public samples from healthy, unrelated individuals sequenced to high depth in the context of the 1000 Genomes Project 20 . The virtual normal approach outperforms the standard matched normal algorithms to remove germline variants, and offers significant improvement over the use of public polymorphism databases alone 64 . To reduce false positive events, all somatic variants detected by matched normal and virtual normal methods were further filtered according to the following criteria:\n 20 variant-supporting read count ≥2 variant allele frequency ≥0.05 average variant position in variant-supporting reads (relative to read length) ≥ 0.1 and ≤0.9 average distance to effective 3’ end of variant position in variant-supporting reads (relative to read length) ≥0.2 fraction of variant-supporting reads from each strand ≥0.01 average mismatch quality difference (variant - reference) ≤50 average mapping quality difference (reference - variant) ≤50 Somatic variants were annotated using AnnoVar  algorithm, which aggregates information from genomic and protein resources (GENECODE, UniProt, dbNSFP) with cancer (COSMIC, ClinVar) and non-cancer variant databases (dbSNP, 1000 Genomes, Kaviar, Haplotype Reference Consortium, Exome Aggregation Consortium, NHLBI Exome Variant Server). Among the annotated variants, we selected only those producing a direct effect on the protein sequence (missense, truncating, stoploss, splicing variants, frameshift, and in-frame indels). Variants reported in the non-cancer databases with a minor allele frequency ≥0.05 were classified as germline polymorphisms and excluded. Additionally, variants occurring in very large genes (for example,  65 TTN  and  USH2A)  and highly paralogous genes (for example, mucins and keratins) were filtered out as common sequencing artifacts. GATK HaplotypeCaller  was used to call germline variants occurring in  63 NF1  and in genes previously implicated in NF1-like syndromes. Identified variants were processed to remove false positives as described above. The functional effect of missense SNVs and in-frame indels was determined using multiple prediction algoritms. MutationTaster2 , Polyphen2 66 , Provean 67 , and SIFT 68  were applied to predict the pathogenicity of missense SNVs. The pathogenic effect of in-frame indels was determined by FATHMM-Indel 69 , Provean 70 , SIFT-Indel 68 , and VEST-Indel 71 . Variants predicted as damaging by two or more algorithms were classified as pathogenic mutations. 72 Germline somatic log odds filter for  NF1  mutations in samples without matched normal DNA. To distinguish between germline and somatic events of the  NF1  gene detected in tumor without a matching normal, we used the algorithm implemented by Chapuy et al. . The algorithm computes the log ratio of the probability that the allele fraction of a genomic event is consistent with the allele fraction modeled for a hypothetical germline event or a modeled somatic event. Given the model of allele fraction  22 x  in one of eight possible scenarios (two possibilities for germline events and six cases for somatic events), the probability that the observed allele fraction is consistent with this model is calculated using a Beta probability distribution function, where the modeled hypothesis is tested against the actual count of reference ( n REF ) and variant ( n ALT ) reads:  p ( x ) =  β ( x ; n ALT  + 1, n REF  + 1). The algorithm defines two models,  x g1  and  x g1 , for the allele frequency  x  in the case of germline events, depending on whether the germline event is on the minor or major allele of a copy number event, respectively. The algorithm defines six models of the allele frequency for somatic events accounting for the minor and major allele when a somatic event co-occurs with a copy number event ( x s1  and  x s2 ), occurs before a copy number event ( x s3  and  x s4 ), occurs after a copy number event ( x s5 ), or if it occurs in a different subclone ( x s6 ). The formulas for the computation of each model of allele fraction depend on the cancer cell fraction, purity, ploidy, and local copy number computed by ABSOLUTE , as reported by Chapuy et al. 73 22 The log odds ratio of the most likely germline and somatic model is then defined as:\n L = log max { p ( x g 1 ) , p ( x g 2 ) } max { p ( x s 1 ) , p ( x s 2 ) , … , p ( x s6 ) } If  L  is greater than a given threshold, the event is considered germline; otherwise, it is considered somatic. In the ideal case a threshold of 0 can be selected; however, given the variability in purity this cut-off must be suitably calibrated. Here, we used the  NF1  genomic events in tumors with matched normal, all of which have been validated via Sanger sequencing, for calibration. The threshold on the log ratio was set in such a way to have 100% precision on the validated mutations. The value of the log ratio  L  is reported in  Supplementary Table 3 . DNA copy number analysis. Somatic copy number was estimated from WES reads by GATK copy number protocol . The coverage depth of aligned reads was analyzed to detect CNVs using a hidden Markov model for change-point detection. A normal DNA reference was created by integrating copy number from NF1 patient blood samples and used for the comparison with CNVs detected in tumor samples to encapsulate sequencing noise and identify somatic events. Telomeric regions were excluded from the analysis, as they tend to generate artifacts in the CNV calls. GISTIC2 74 15  was used to integrate results from individual patients and identify genomic regions recurrently amplified or deleted in NF1-glioma. Chromosomes X and Y copy numbers in normal and tumor samples were estimated from WES data using CNVkit  to confirm patient gender and to compute chromosome X tumor ploidy. 75 mRNA sequencing and unsupervised cluster analysis. mRNA was purified from total RNA using poly-T oligo-attached magnetic beads. The mRNA was first fragmented randomly by addition of fragmentation buffer. First-strand cDNA was synthesized using random hexamer primers and M-MuLV reverse transcriptase (RNase H-). Second-strand cDNA synthesis was subsequently performed using DNA polymerase I and RNase H. Double-stranded cDNA was purified using AMPure XP beads. Remaining overhangs of the purified double-stranded cDNA were converted into blunt ends via exonuclease/polymerase activities. After adenylation of 3’ ends of DNA fragments, NEBNext Adaptor with hairpin loop structure was ligated to prepare for hybridization (NEB Next Ultra RNA Library Prep Kit). Libraries were sequenced on the Illumina HiSeq platform (150-bp paired end). Sequencing quality was assessed through error rate and base quality distributions of reads for each sample. We filtered the raw data, removing reads containing adaptors and reads containing more than 10% of bases that could not be determined, and reads including over 50% bases with a Phred quality score ≤5. Cleaned reads had error rate mean ≤2% and Q30 ≥90% for all samples. The reads were aligned to the human reference genome (GRCh37/hg19) using STAR  and the expression was quantitated at gene level using featureCounts, a count-based estimation algorithm 76 . Downstream analysis of gene expression was performed in the R statistical environment. We applied GC-correction for the within normalization step and upper-quantile for the between phase, according to a described pipeline 77 . Most variable genes (1,330) among 29 NF1-glioma samples were used for consensus clustering on the Euclidean distance matrix (10,000 random samplings using 70% of the 29 samples). Best sample clustering (Calinski and Harabasz criterion) was obtained with  78 k  = 2 groups. Differential expression analysis was then performed between the two groups of samples, and the list of the 100 most differentially expressed genes (two-sided MWW test, top and bottom 50 genes of the test statistics) was used to construct a heat map comprising the whole data set. Samples were clustered using the hierarchical clustering algorithm based on the Ward linkage method and Euclidean distance as implemented in R. Gene ontology networks. Gene ontology enrichment was computed using either: (1) MWW-GST, when a full ranked list of genes was available ; or (2) Fisher’s exact test, when only a list of significant genes was available (that is, down-regulated and hyper-methylated genes, lists of genes in the regulons of the top 10  44 ATRX  mutant, and wild-type-specific master regulators). The significant gene ontology terms from MWW-GST (q <0.001, absolute NES >0.6) or Fisher’s exact test ( q  < 0.01) analysis were further analyzed using the Enrichment Map application of Cytoscape . In the network, nodes represent the terms and edges represent known term interactions and are defined by the number of shared genes between the pair of terms. Size of the nodes is proportional to the number of genes in the category. A cut-off was set to the overlapping coefficient (>0.5) to select the overlapping gene sets. 79 Assembly of the transcriptional interactomes and master regulator analysis. To identify master regulators of the gene expression signature activated in the high-grade LGm6 IDH wild-type pan-glioma  ATRX  mutant (8 samples) versus  ATRX  wild-type (40 samples) subgroup, we used the transcriptional network assembled from gene expression profiles of the  IDH  wild-type pan-glioma data set using the RGBM algorithm from our previous works . The transcriptional interactome comprised 300,969 (median regulon size: 141) interactions between a predefined set of 2,137 transcriptional regulators and 12,656 target genes. We also used the same workflow for master regulator analysis and activity, described in the same papers. As a result, we obtained 89 master regulators, 41 of which were enriched in  44 , 56 ATRX  mutant samples (two-sided MWW-GST adjusted  P  < 0.01, absolute NES> 0.6, and two-sided MWW test for differential activity adjusted  P  < 0.01). DNA methylation analysis and integrative analysis with the TCGA IDH wild-type cohort. Methylation analysis of NF1-glioma genomic DNA was performed using the Illumina Human 850K EPIC Infinium Methylation BeadChip. Array data were imported in the R statistical framework using the Minfi package  and normalized using functional normalization. NF1-glioma DNA methylation profiles were classified in one of the pan-glioma methylation clusters 14  by a nearest neighbor classifier using the 1,233 cancer-specific DNA methylation probes obtained by intersecting the 1,300 probes used by Ceccarelli et al. 10  and those available on the 850K EPIC Infinium Methylation platform. For the joint unsupervised analysis of the TCGA cohort and the NF1 tumors reported in  10 Supplementary Fig. 5 , we first dichotomized the data using a β value > 0.25 as a threshold for positive DNA methylation. This binarization tends to mitigate the effects of variable tumor purity between the TCGA cohort and the NF1 cohort. Unsupervised hierarchical clustering on the 1,233 CpG sites was then applied using a binary distance metric for clustering and Ward’s method for linkage. The dendogram has two main branches, one corresponding to IDH mutant tumors and one corresponding to IDH wild-type tumors. The Calinski and Harabasz curve had two local maxima at  k  = 2 and  k  = 5. Cutting the tree with 5 groups resulted in cluster 3 containing 100% of the NF1 tumors (31 of 31 samples with DNA methylation assay) and 95% (62 of 65) sporadic LGm6 tumors. Integrative expression and DNA methylation analysis. We analyzed differences in DNA methylation level between the subgroups of low-grade NF1-gliomas characterized by differential activation of immune cells. After removing probes targeting X and Y chromosomes and probes not associated with promoters, the final methylation data matrix comprised 11 low-grade gliomas (5 low-immune and 6 high-immune) and 105,956 probes. Differential methylation analysis was then performed between low- and high-immune samples of the low-grade cohort using the two-sided MWW test  (P  < 0.01 and absolute methylation fold-change >0.3) and the list of the 259 most differentially methylated probes (229 hyper- and 30 hypo-methylated) was used to construct a heat map comprising the whole data set. Samples were clustered using the hierarchical clustering algorithm based on the Ward linkage method and Euclidean distance as implemented in R. Furthermore, differential expression analysis was also performed on the two groups of samples (9 low-immune and 10 high-immune) using the two-sided MWW test  (P  < 0.01 and absolute expression fold-change >1; 15 up- and 109 down-regulated) for integrative analysis. The primary probe for each gene was chosen as the one located closest to the −100-bp position in the promoter relative to the transcription start site; this location should be in a key region of the promoter to correlate with expression changes. Integration of the normalized gene expression and DNA methylation gene lists identified a total of 115 of 11,979 unique genes with both significant DNA methylation and RNAseq gene expression changes between low- and high-immune lower-grade samples. In particular, 68 of the 115 genes were significantly hyper-methylated and down-regulated in low-grade/low-immune compared to low-grade/high-immune samples. Finally, a starburst plot  for comparison of DNA methylation and RNAseq gene expression data was constructed using log 80 10 ( P  value) for DNA methylation ( x  axis) and gene expression ( y  axis) for each gene. In the plot, the  P  values are multiplied by the sign of difference of beta values. The dashed black lines indicate the  P  value at 0.05. Pairwise mutual exclusivity and co-occurrence of somatic alterations. Pairwise mutually exclusive somatic alterations were identified using CoMEt  with the ‘exhaustive’ option. Pairwise co-occurrence was tested by Fisher’s exact test. Statistically significant exclusion and co-occurrence patterns were visualized using Cytoscape with edge thickness representing -log 81 10 (P  value). Mutational signatures. The R package DeConstructSigs was used to determine the proportion of COSMIC signatures as defined by Alexandrov et al. . 55 Dirichlet-multinomial regression for mutational spectra. The correlation between mutational spectrum as response variable (C >T, C >A, C >G, T >C, T > A, and T >G) and age, grade, and  ATRX  mutational status as predictor variable was determined by a Dirichlet-multinomial model . 82 Clonality estimation. Allele mutations and copy number calls for each sample were loaded into maftools  to obtain mutational clones using the inferHeterogeneity function. 83 Neoantigen prediction. For all samples analyzed with both Exome-seq and RNAseq available, the four-digit HLA type was predicted using Polysolver , Optitype 84 , Phlat 85 , and Seq2hla 86 , respectively. HLA type was determined if predictions were consistent in any one of following conditions: (1) Polysolver and Optitype, (2) Polysolver and Phlat, (3) Polysolver and Seq2hla, (4) Optitype and Phlat, or (5) Optitype and Seq2hla. Missense mutations were then used to generate a list of all possible 9-mers. Binding affinity of mutant and corresponding wild-type peptides to the patient’s germline HLA alleles was predicted using netMHCpan-4.0 87 . High-affinity binders were defined as those with a half-maximum inhibitory concentration (IC 31 50 ) equal to or less than 500 nM. Low-affinity wild-type allele binders were defined as having an IC 50  greater than 500 nM. Accordingly, a mutant-specific binder was referred to as a neoantigen when the mutant IC 50  was less than 500 nM and the wild-type IC 50  was more than 500 nM. In vitro peptide-HLA I binding assay. Peptide-HLA class I in vitro binding affinities were determined as described previously . Purified recombinant HLA class I heavy chains were diluted into a refolding buffer (tris-maleate buffer, pH 6.6) containing β 54 2 -microglobulin and serial 10-fold dilutions (0.01 nM to 200 μM) of the test peptide, and incubated for 48 h at 18 °C to allow for equilibrium to be reached in PBS. The HLA concentration was 1.25 nM, and β 2 -microglobulin concentration was 10 nM. Complex formation was detected using a proximity-based luminescent oxygen channeling immunoassay. Donor beads were obtained preconjugated with streptavidin from Perkin Elmer; acceptor beads were conjugated in house with W6/32, a pan-specific anti-HLA class I mouse monoclonal antibody (Sigma-Aldrich, MABN1783, 1 mg ml −1 ) using standard procedures as described by the manufacturer. Binding affinity  (K d )  was determined as described previously  using the GraphPad Prism software 6.0. Data are means ± s.d. of counts per second. Amino acid abbreviations: A, Ala; C, Cys; D, Asp; E, Glu; F, Phe; G, Gly; H, His; I, Ile; K, Lys; L, Leu; M, Met; N, Asn; P, Pro; Q, Gln; R, Arg; S, Ser; T, Thr; V, Val; W, Trp; Y, Tyr. 54 , 88 , 89 C-circle assay. The C-circle assay was done as previously described . Briefly, standard curves for quantitative analysis were prepared with serially diluted QuickPreps of ALT[+] U2OS and ALT[-] HEK293 cell lines. DNA concentration in the QuickPrep was determined using Qubit HS dsDNA assay. Samples were subjected to rolling circle amplification (RCA) with or without ϕ29 polymerase for 14 h at 30 °C followed by SYBR Green qPCR. Total RCA reaction volume was 20 μl. The reaction was stopped by incubation at 70 °C for 20 min. We used 36B4 primers to quantitate telomere content level and determine telomere per single-copy gene ratio, telomere, and single-copy gene. Real-time qPCR amplification with telomere primers in the sample subjected to RCA in the presence of ϕ29 polymerase detects total telomere content (linear chromosomal telomeres plus extrachromosomal telomere C-circle DNA). Amplification with telomere primers of RCA without ϕ29 polymerase detects only linear chromosomal telomeres. The presence of extrachromosomal circular DNA in the sample causes a downward shift of the standard curve with telomere primers and ϕ29. Amplification with 36B4 primers determines the single-copy gene quantity in the reaction. C-circle content was calculated using the following formulas: C-circle content = 2 43 -ΔΔCT , where ΔΔC T  = NormΔC T (+) - NormΔC T  (−), while NormΔC T  (+) = C T (+) - CT (36B4)  and NormΔC T (−) = C T (−) - CT (36B4)  (Ct, threshold cycle). Data are presented as the average of three technical replicates for each DNA sample. RT-qPCR. Total RNA was prepared using the AllPrep DNA/RNA/Protein Mini Kit (Qiagen) according to the manufacturer’s instructions, and cDNA was synthesized using SuperScript II Reverse Transcriptase (Invitrogen). RT-qPCR was performed with a 7500 Real Time PCR thermal cycler system (Applied Biosystems), using SYBR Green PCR Master Mix (Applied Biosystems). Primer sequences are reported in  Supplementary Table 17a . Data are presented as -ΔC T  (C T 18S - C T  selected gene) of triplicate samples (C T , threshold cycle). Bar graphs show mean ± s.d. of three technical replicates for each glioma sample. Experiments were repeated three times with similar results. Genomic qPCR. Genomic DNA from blood and tumor samples was assayed by qPCR using SYBRGreen PCR Master Mix (Applied Biosystems). Dimethyl sulfoxide was added at a final concentration of 5% for amplification of the  INK4A  gene. Fluorescence intensities were detected using 7500 Real Time PCR thermal cycler (Applied Biosystems), and C T  values were calculated using High-Resolution Melt Software v2.0 (Applied Biosystems). Primer sequences are reported in  Supplementary Table 17b . Standard curves for test and reference primers were generated using dilution series of genomic DNA. Each dilution was tested in triplicate. The C T  values (the cycle at which the change in fluorescence for the SYBR dye passes a significance threshold) were used for data normalization. ΔC T  values (C T 18S - C T  selected gene) of triplicate samples were used to calculate copy number changes relative to control DNA using Microsoft Excel. Bar graphs show mean ± s.d. of three technical replicates for each glioma sample. Experiments were repeated three times with similar results. Bi-allelic mutation analysis of  NF1 . To determine whether the two different mutations detected in an individual tumor were on the same or on separate alleles, the genomic DNA or cDNA (obtained from reverse transcription using Superscript II reverse transcriptase, Invitrogen) fragments that included the two mutations were amplified using AccuPrime taq DNA polymerase high fidelity (primers designed to target each specific amplicon and amplicon size for each tumor sample are listed in  Supplementary Table 5 ). PCR products of the corrected size were purified using QIAquick PCR Purification Kit (Qiagen), subcloned into plasmid pCR Blunt II TOPO, and used to transform  Escherichia coli . DNA was isolated from individual colonies resistant to kanamycin and subjected to Sanger sequencing reaction using sense or anti-sense primers to detect one of the two mutations in the sense or the anti-sense sequence, respectively. Results were analyzed using Sequencer 5.4.6 (Gene Codes Corporation). The sequence of each identified mutation was confirmed in at least two independent plasmid clones ( Supplementary Table 5 ). Immunohistochemistry. NF1-glioma samples analyzed by immunostaining had been stored in the Onconeurotek tumor bank (certified NF S96 900) and received authorization for analysis from the Ethics Committee (CPP Ile de France VI, ref. A39II) and the French Ministry for Research (AC 2013–1962). Immunostaining was performed as previously described . For ATRX immunohistochemistry, deparaffinization and immunolabeling of sections were performed by a fully automatic immunohistochemistry system, Ventana BenchMark XT (Roche), using a streptavidin-peroxidase complex with diaminobenzidine as chromogen and hematoxylin counterstaining of nuclei. Primary ATRX antibody was from Sigma-Aldrich (HPA001906) and was used at 1:200 dilution. Images were acquired under 20 X magnification using an Olympus IX70 microscope equipped with a digital camera. 44 For immune cell marker analysis, tumor sections were deparaffinized in xylene and rehydrated in a graded series of ethyl alcohol. Antigen retrieval was performed in citrate solution pH 6.0 (CD20 and CD68) or Tris-EDTA solution pH 9.0 using a decloaking chamber (7 min for CD3 and CD8 and 15 min for GZMB). After peroxidase blocking in 3% H 2 O 2  for 15 min, slides were blocked for 1 h in 10% horse or goat serum, 0.25% Triton X-100, and 1 X PBS. Primary antibodies were incubated at 4 °C overnight: CD3 (Dako, A0452, 1:200), CD8 (Leica NCL-L-CD8–4B11, 1:200), GZMB (Leica, PA0291, ready to use), CD20 (Leica, NCL-L-CD20-L26, 1:200), and CD68 (Sigma, HPA048982, 1:2,000). Sections were incubated in horseradish peroxidase-conjugated secondary antibody (Dako Envision+ System HRP Labelled Polymer ready to use anti-mouse and anti-rabbit, K4000 and K4003, respectively) for 30 min and 3,3-di-amino-benzidine (Vector) was used as substrate. Nuclei were counterstained with hematoxylin (Sigma). Slides were dehydrated and mounted. Five to 11 images for each section were acquired under 20× magnification using an Olympus IX70 microscope equipped with a digital camera. Positive cells were counted in an area of 0.15 mm 2 . Results are shown as average number of positive cells per 0.15 mm 2 . Box plots span the first quartile to the third quartile and whiskers indicate the smallest and largest values. Comparisons between two groups were analyzed by  t -test with Welch correction (two-sided, unequal variance). Statistical analyses were performed and  P  values were obtained using the GraphPad Prism software 6.0. Statistical analysis. In general, two to four independent experiments were performed. Comparisons between groups were analyzed by  t -test with Welch correction (two-sided, unequal variance) and/or the MWW non-parametric test when appropriate. Results in bar graphs are expressed as mean ± s.d. for the indicated number of observations. Box plots and scatter plots show median with the first quartile to the third quartile, and whiskers indicate the smallest and largest values. All statistical analyses were performed and  P  values were obtained using the GraphPad Prism software 6.0 or the R software ( https://www.r-project.org ) and are reported in the Source Data.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-20 06:57:34",
  "introduction": "",
  "results": "Results Overview of cohort characteristics. The tumor cohort analyzed in this study is composed of 59 glioma samples from 56 patients (33 females and 23 males) who met the clinical criteria of NF1 . Tumor samples were from 22 children (age range, 2–15 years) and 33 adults (age range, 18–63 years), plus one patient lacking age information, and were classified as low grade (grades I and II,  11 n  = 35, 59%) and high grade (grades III and IV,  n  = 24, 41%; see  Supplementary Table 1 ). The frequency distribution of patient age exhibited two main modes at 13.5 and 38.8 years, respectively. Children developed mostly low-grade tumors (17 of 22 or 77% of pediatric gliomas were low grade) and high-grade gliomas occurred primarily in adults (18 of 23 or 78% of high-grade tumors were observed in adults; see  Fig. 1a ). Age and grade distribution of our cohort is consistent with the notion that NF1-gliomas are primarily benign during childhood, whereas malignant gliomagenesis occurs later in life . 12 , 13 Whole exome sequencing (WES) was performed for the 59 NF1-glioma samples and matched blood DNA (available from 43 patients) and was used to call germline and somatic single nucleotide variants (SNVs), small insertions and deletions (indels), and copy number variations (CNVs) as previously described  (see also  14 – 20 Methods  and  Extended Data Fig. 1 ). A dendrogram resulting from a ‘fingerprint’ analysis built from depth-dependent correlation models of allele fractions of known single nucleotide polymorphisms (SNPs) to identify samples from the same individual  confirmed the matching of normal blood and glioma tissue for each paired sample ( 21 Extended Data Fig. 2 ). We validated each class of germline and somatic DNA sequence alterations discovered by WES through secondary assays. Germline and somatic SNVs were confirmed by Sanger sequencing of matched blood and tumor DNA. Across variant types, we validated 93% of SNVs that are therefore referred to as verified variants ( Supplementary Table 2 ). We determined the functional effects of each missense mutation and in-frame indel by applying a pathogenicity prediction platform including eight independent algorithms (four evaluating missense mutations and four evaluating indels; see  Methods  and  Supplementary Tables 2 - 4 ). Recurrent WES-detected somatic CNVs were estimated by GISTIC2.0 and confirmed by qPCR of genomic DNA (CNV validation rate: 96%; see  Extended Data Fig. 3a - d ). We also carried out messenger RNA expression analysis from RNA sequencing of 29 tumors and DNA methylation of 31 tumors. A summary of the assays performed and case-assay overlap is presented in  Supplementary Table 1 . The landscape of germline  NF1  gene mutations in glioma patients. To determine the pattern and frequency of the predisposing  NF1  gene mutations in patients who developed glioma, we analyzed blood DNA by WES. We also inferred the germline status of  NF1  mutations from the analysis of tumor-only samples using a recently described computational approach that models the allele frequency of genomic events under different scenarios accounting for copy number events, minor and major alleles, and clonality ( Supplementary Table 3a , b ) . We found germline mutations inactivating the  22 NF1  gene (typically truncating and frameshift) in 51 of the 56 (91%) patients analyzed. All mutation details are summarized in  Supplementary Table 3a ,  b . The 91%  NF1  germline mutation rate is within the highest frequencies previously reported in NF1 patients by several studies that have used multiple and highly sensitive assays for  NF1  mutation detection (typically 83–95%) . Among the identified  23 – 26 NF1  germline mutations, 32 variants had previously been reported in NF1 patients ( http://www.hgmd.cf.ac.uk ) , whereas 19 are new pathogenic variants. We did not find pathogenic germline variants in genes previously implicated in NF1-like syndromes  27 (SPRED1, BRAF, CBL, GNAS, HRAS, KRAS, MAP2K1, MAP2K2, MLH1, MSH2, MSH6, NF2, NRAS, PMS2, PTPN11, RAF1, RASA2, RIT1, SHOC2, SOS1, SOS2 ) ‘ 28 . The comparative analysis of blood and glioma DNA revealed that the variant allele frequency of the constitutive  29 NF1  gene mutations increased, resulting in loss of heterozygosity in the majority of tumors ( Supplementary Table 3a , b ). The spectrum of NF1 mutations in patients who developed gliomas did not cluster into specific domains of the NF1 protein and the distribution of mutations was not related to patient age or tumor grade ( Fig. 1b ). These findings are in agreement with the broad distribution of germline mutations of the  NF1  gene previously reported in unselected NF1 patients . They also indicate that the probability of developing a brain tumor is not dependent on particular patterns of  3 , 25 NF1  gene mutations in the patient’s germline. We found that, in addition to the pathogenic  NF1  germline variant, seven tumors harbored a second  NF1  somatic mutation ( Supplementary Table 3a , b ). This finding is consistent with previous studies that reported frequent somatic  NF1  mutations in neurofibromas from NF1 patients . We used four of seven tumor samples for which DNA or RNA was available to amplify a single fragment that included both germline and somatic mutations, cloned the amplified genomic or complementary DNA, and sequenced individual clones. As expected, we found that multiple clones for each tumor contained only the germline or somatic mutation, indicating that the two mutations reside on different alleles ( 26 , 30 – 34 Supplementary Table 5 ). The landscape of somatic genomic alterations cooperating with  NF1  for glioma development. The application of a stringent somatic mutation-calling algorithm to the cohort of NF1-glioma resulted in 1,007 high-confidence somatic mutations across 59 tumors, including 838 SNVs and 169 indels, 767 of which were predicted to carry pathogenic effects ( Supplementary Table 4 ). Mutation burden increased with grade and age, with high-grade gliomas of adults having a sixfold higher mutation load than low-grade tumors in children ( Fig. 1c - e ). The lowest rate of mutations in pediatric NF1-glioma is within the low range of mutation frequencies in pediatric tumors . More specifically, it reflects the lower frequency of mutations of sporadic brain tumors in children compared with their adult counterparts ( 35 Extended Data Fig. 4 ). However, the mutational clonality of NFI-glioma was consistent across patients’ ages and tumor grades ( Extended Data Fig. 5 ). The analysis of copy number changes of NFI-glioma using GISTIC2.0 led to the identification of CNVs selected on the basis of focality, amplitude, and recurrence of alterations. Statistically significant CNVs comprised gains at 5q31.3 ( FGF1 ), 5p15.33  (TERT),  4q31.21  (IL15),  and 17p13.2  (KIF1C),  and losses at 9p21.3  (CDKN2A/CDKN2B;  see  Extended Data Figs. 3a - d  and  6  and  Supplementary Table 6a , b ). The  Isocitrate Dehydrogenase 1 (IDH1 ) gene, which is frequently mutated in sporadic low-grade gliomas and the Glioma-CpG Island Methylator Phenotype (G-CIMP) group of glioblastomas , was wild-type in all 59 NF1-gliomas, regardless of grade and age. Similarly, mutations of  36 , 37 H3.3  histone genes, genetic lesions frequently found in sporadic pediatric gliomas , were absent in pediatric or adult NF1-gliomas. Additionally, the landscape of SNVs in low-grade NF1-gliomas was markedly different from that of high-grade tumors. Sporadic gliomas frequently harbor genetic alterations that cause telomere elongation. This process is typically carried out through mutations in the  38 TERT  gene promoter in  IDH  wild-type tumors . Conversely, in lower grade, sporadic gliomas of adults harboring co-occurring mutations of  10 , 39 IDH1  and  TP53,  the telomerase-independent alternative lengthening of telomeres (ALT) is sustained by inactivating mutations of  ATRX , a gene encoding a chromatin remodeler and epigenetic modifier protein . In NF1-glioma, we failed to detect mutations in the  10 , 40 TERT  promoter by targeted sequencing but we found copy number gain of the  TERT  gene more frequently in low-grade than high-grade tumors (47% versus 12%,  P  = 9 × 10 −3 ;  Fig. 2a ). Despite the absence of  IDH1  mutations, high-grade NF1-glioma frequently harbored inactivating mutations of  ATRX  (9 of 24, 38%;  Fig. 2a ). In contrast, this alteration was very rare in low-grade tumors (1 of 32 or 3.1%;  Fig. 2a ).  ATRX  mutations were mutually exclusive with  TERT  gene copy number gain and co-occurred with copy number loss of  CDKN2A/CDKN2B,  which was also more frequent in high-grade (58%) in comparison with low-grade tumors (19%; see  Fig. 2a ,  Extended Data Fig. 7 , and  Supplementary Table 7 ), and mutations of  TP53. TP53  mutations were absent in low-grade NF1-glioma ( Fig. 2a ).  ATRX  mutation emerged from a multinomial regression model , including also age and grade, as the only independent predictor of somatic mutational spectrum in protein-coding regions ( 41 P  = 1.1 × 10 −3 ) with accumulation of C→T transitions in  ATRX  mutant NF1-glioma ( Extended Data Fig. 8a ,  b ). In conclusion, together with  TP53  mutations and  CDKN2A  copy number losses,  ATRX  mutations characterize high- but not low-grade gliomas from NF1 patients. Gene pathway analysis performed on CNVs and SNVs that had been selected for pathogenic features indicated that five biological pathways were commonly targeted, often in a mutually exclusive manner. In total, 22 of 24 (92%) high-grade and 24 of 32 (75%) low-grade NF1-gliomas harbored genetic alterations in 1 or more of the 5 key biological processes ( Fig. 2b  and  Extended Data Figs. 9  and  10 ). These included the PI3-kinase pathway that was more frequently targeted in high-grade (50%) compared with low-grade (3%) NF1-gliomas ( P =4.7 × 10 −5 ), the transcription/chromatin regulation pathway that was disrupted in high-grade at higher frequency than low-grade NF1-gliomas (83% and 38%, respectively,  P  = 9.1 × 10 −4 ), and RNA splicing, affecting 42% of high grade and 12% of low grade ( P  = 0.03). Conversely, the MAP kinase pathway was more frequently targeted in low-grade than high-grade tumors (59% and 29%, respectively,  P =0.03). Genetic alterations of cilium/centrosome occurred in a significant fraction of NF1-gliomas but were similarly distributed in high- and low-grade NF1-gliomas ( Fig. 2b  and  Extended Data Figs. 9  and  10 ). The multi-regional sampling of sporadic gliomas has revealed a notable extent of intra-tumoral heterogeneity . We performed WES from four regionally distinct tumor fragments of a pilocytic astrocytoma from an adult patient with NF1 (patient no. 39). Among the 4 fragments, 36 of 64 of the observed alterations (56%, including 29 copy number gains and 7 SNVs) were shared by all samplings, whereas 37% of alterations (24 of 64, including 5 copy number gains, 12 copy number losses, and 7 SNVs) were private to a single tumor lesion ( 42 Supplementary Fig. 1 ). Validation and functional characterization of ATRX inactivation in high-grade NF1-glioma. Functional annotation revealed that  ATRX  mutations are damaging events predicted to generate truncated or inactive ATRX proteins ( Fig. 3a  and  Supplementary Table 4 ). In accordance with the increased frequency of high-grade tumors in older patients, we also found that  ATRX  mutations in NF1-gliomas primarily occurred in adults. Conversely,  ATRX  mutations were rare in children as only 1 of the 22 pediatric NF1-gliomas (4.5%) harbored an  ATRX  mutation ( Fig. 3b ). As  ATRX  mutations occurring in NF1-gliomas are predicted to severely impact ATRX protein expression, we sought to validate our sequencing findings in an independent data set of 23 NF1-gliomas (16 high-grade and 7 low-grade) using formalin-fixed, paraffin-embedded samples and ATRX immunohistochemistry. Whereas ATRX protein expression was detected in 7 of 7 (100%) low-grade tumors, it was undetectable in 8 of 16 (50%) high-grade NF1-glioma samples ( P  = 0.05;  Fig. 3c , d ). Thus, immunohistochemistry data converged with sequencing results and confirmed that approximately half of high-grade gliomas from NF1 patients lose ATRX, which is instead retained in low-grade tumors. Next, we asked whether loss of ATRX is associated with the ALT phenotype in the context of NF1-gliomas. In primary tumors, ALT can be determined by measuring a specific type of circular and mostly single-stranded C-rich extrachromosomal telomeric repeat (C-circles) . The C-circle assay of 21 NF1-gliomas from which genomic DNA was available showed that 10 of 10 gliomas harboring  43 ATRX  mutations scored positive for the presence of ALT-specific C-circles but only 1 of 11 (9%) tumors that retained a wild-type  ATRX  gene was positive for C-circles ( P  = 2.3 × 10 –5 ; see  Fig. 3e ). A subgroup of low-grade NF1-glioma exhibits an enriched immune transcriptome and contains abundant cytolytic T lymphocyte infiltrates and tumor neoantigens. To segregate the RNA expression subtypes across the NF1-glioma data set, we analyzed 29 RNA-sequencing (RNAseq) profiles from 10 high-grade and 19 low-grade NF1-gliomas through unsupervised consensus clustering based on the 1,330 most variable genes, which resulted in 2 main clusters (cluster 1, red; cluster 2, blue; see  Fig. 4a ). Cluster 1 was specific for high-grade and cluster 2 for low-grade NF1-gliomas, thus indicating that tumor grading was the primary driver of transcriptome clustering. Next, we sought to identify the functional categories that characterize each cluster. A hierarchical clustering based on the 100 most differentially expressed genes between the 2 groups was constructed with the Mann-Whitney-Wilcoxon (MWW) test, from which we extracted the top and bottom 50 genes of the test statistics ( Fig. 4b  and  Supplementary Table 8a , b ). We performed a functional analysis of gene expression categories differentially enriched in high-grade versus low-grade NF1-glioma samples using a recently described robust, two-sided, single-sample MWW gene set test (MWW-GST) to inform the construction of a gene ontology enrichment map network ( q  <0.001, absolute normalized enrichment score (NES) >0.6) . The network revealed that the genes enriched in high-grade NF1-gliomas belonged to categories involved in cell cycle and mitosis, chromosome organization, RNA metabolism, and neurogenesis, whereas the biological functions activated in low-grade NF1-gliomas composed an interconnected network of immune response categories notably enriched for T lymphocyte effector functions ( 44 Fig. 4c , d  and  Supplementary Table 9a , b ). To recognize the individual low-grade tumors that exhibit immune cell activation, we applied single-sample MWW-GST using the enriched immune gene sets. The analysis showed that low-grade NF1-gliomas divided into two clusters, characterized by high- and low-immune gene expression, respectively ( Fig. 4e ). No histological group was predominant in either cluster (Pearson’s chi-squared  P  = 0.9635). qPCR with reverse transcription (RT-qPCR) confirmed that immune genes were elevated in the high-immune group of NFl-gliomas ( Supplementary Fig. 2a  and  Supplementary Table 10 ). The application of ESTIMATE , a validated computational approach for the inference of the fraction of stromal/immune cells and consequently the tumor cell purity within tumor samples, showed that the low-grade/high-immune group had significantly lower tumor purity and higher immune score when compared with either the low-grade/low-immune or the high-grade groups ( 45 Fig. 4f , g ). A transcriptomic-based analysis with five different CD8 +  T cell-specific gene expression signatures  showed that low-grade/high-immune NFl-gliomas contain higher numbers of effector CD8 46 – 50 +  T cells ( Fig. 4h - l ). This finding was confirmed by quantitative immunostaining for the T lymphocyte markers CD3 and CD8 ( Fig. 5a - d ). Interestingly, the T cell infiltrates in high-immune NFl-gliomas included cells positive for granzyme B (GZMB), the key cytolytic effector that is upregulated on CD8 +  T cell activation, and productive responses to immunotherapies ( Fig. 5e , f ). Conversely, immunostaining for specific markers of B lymphocytes (CD20) and macrophages (CD68) indicated that these cell types are very rare in both high- and low-immune groups ( Supplementary Fig. 2b , c ). Recent data showed that aberrant DNA methylation of genes expressed by immune cells regulates the extent of immune infiltration in solid tumors . Therefore, we asked whether activation of an immune signature in NFl-gliomas might be driven by differential DNA methylation. Towards this aim, we profiled 11 of the low-grade NFl-gliomas previously analyzed by RNAseq with the 850K Epic Methylation platform. Clustering based on the probes differentially methylated between high- and low-immune tumors revealed that the low-immune group exhibited a larger number of hyper-methylated probes than the high-immune cluster (229 versus 30,  51 , 52 P  <0.0l, and absolute methylation fold-change >0.3; see  Supplementary Fig. 3a  and  Supplementary Table 11a , b ). Functional gene ontology analysis of the genes corresponding to the hyper-methylated probes in the low-immune group of NFl-gliomas identified enriched immune system categories ( Supplementary Fig. 3b  and  Supplementary Table 12 ). We further confirmed this finding by an integrated analysis of gene expression and DNA methylation, from which a total of 68 genes enriched for immune categories emerged as significantly hyper-methylated and down-regulated in low-versus high-immune NFl-gliomas ( Supplementary Fig. 3c , d  and  Supplementary Tables 13  and  14 ). At least eight of these genes (indicated in the magnified area of  Supplementary Fig. 3c ) are involved in important T lymphocyte functions. The execution of an effective anti-tumor immune response by effector T cells is typically driven by neoantigens generated by somatic mutations of cancer cells . To assess whether high- and low-immune NFl-glioma subtypes contain a different number of tumor-specific neoantigens, we evaluated NFl-gliomas profiled with matched germline/tumor WES and tumor RNAseq for HLA typing and tumor neoantigen identification. The analysis revealed that the high- but not the low-immune group of NFl-gliomas expressed neoantigens ( 53 Fig. 5g ). To characterize the neoantigens identified in high-immune NFl-gliomas, we performed a homogenous, proximity-based assay that measures the affinity kinetics of mutant neoantigens and corresponding wild-type peptides for binding to their restricted HLA class I allele . The mutant peptides bound with markedly higher affinity to HLA than their wild-type peptide counterpart, consistent with the mutations conferring enhanced HLA binding ( 54 Fig. 5h  and  Supplementary Fig. 4 ). NF1-gliomas resemble LGm6 subgroup of sporadic gliomas. Having identified the landscape of genetic and epigenetic features of NFl-gliomas, we sought to relate them to those of the different subgroups of sporadic gliomas that we have recently reported in the pan-glioma cohort from The Cancer Genome Atlas (TCGA) project . We first compared the epigenetic features through an integrative analysis of DNA methylation profiles of NFl-gliomas and the TCGA pan-glioma data set. We integrated NFl-gliomas with the TCGA pan-glioma cohort ( 10 n  = 819) on 1,233 glioma-specific methylation probes and performed a supervised classification of NFl-gliomas using a nearest neighbor classifier trained on sporadic gliomas. We also performed an unsupervised clustering, merging sporadic TCGA gliomas and NFl-gliomas. Both supervised and unsupervised analyses showed that all of the NFl-glioma samples belong to the LGm6 group of gliomas, which is characterized by the divergent survival between grade II and III tumors (pilocytic astrocytoma-like) and grade IV tumors  (LGm6-GBM; see  10 Fig. 6a  and  Supplementary Fig. 5 ). Next, we used mathematical methods based on a multiple linear regression model to deconvolute mutation signatures that in other cancer types have been associated with distinct underlying mutational processes  ( 55 Supplementary Fig. 6 ). The clustering of the TCGA pan-glioma cohort of  IDH  wild-type tumors based on mutational signatures revealed that the large majority (86%) of sporadic gliomas belonged to a group (cluster 2) that displays a single mutational signature (signature l). Conversely, a smaller group of tumors (cluster l) was richer in mutational signatures, including signature 3 that has been associated with failure of DNA double-strand break-repair by homologous recombination . Although cluster l contained only l4% of  55 IDH  wild-type gliomas, it included 20 of 48 (42%) LGm6 tumors, therefore manifesting a marked enrichment for this methylation group  (P  = 8.l × l0 –8 ). Interestingly, l00% of NFl-gliomas fell within cluster l ( Supplementary Fig. 6a ). The subset of sporadic LGm6 gliomas in cluster l exhibited significant enrichment for low-grade histology ( P  = 0.02) and, albeit not reaching statistical significance, there was a trend for increased frequency of  NF1  mutations in this group ( Supplementary Fig. 6c ). Next, we explored in more detail the pattern of driver mutations and CNVs of the LGm6 group of sporadic gliomas to ask whether it was related to the landscape of somatic alterations of NFl-gliomas. We found that somatic mutations of the  NF1  gene are frequent in LGm6 tumors (25%). We also found that the key alterations identified in high-grade NFl-gliomas  (ATRX  and  TP53  mutations and  CDKN2A  copy number losses) were also highly recurrent in LGm6 grade III and IV tumors in the LGm6 subgroup ( Fig. 6b ). Re-evaluation of  ATRX  status revealed that mutation of this gene is more frequent in this group than the other subtypes of sporadic  IDH  wild-type gliomas ( Fig. 6c ). This was in contrast with grade II tumors that lacked  ATRX  mutations and displayed a greatly reduced frequency of mutations ( Fig. 6b , c ). Furthermore, we found that, whereas the clinical outcome of LGm6-GBM was poor regardless of the ATRX status,  ATRX  mutations conferred a significantly worse prognosis to the grade III LGm6 patients ( P  = 0.03), with a survival that was comparable to that of LGm6-GBM. In contrast, survival of patients with  ATRX  wild-type grade III LGm6 glioma was similar to patients with grade II LGm6 glioma ( Fig. 6d ). Finally, to identify the transcription factors that are causally involved as master regulators of the transcriptomic changes associated with loss of ATRX in the LGm6 group of  IDH  wild-type gliomas, we used the transcriptional network assembled from a TCGA-derived pan-glioma cohort and applied the regularized gradient-boosting machine (RGBM) approach, a recently developed algorithm that involves gradient-boosting machines for the inference of gene regulatory networks. RGBM was benchmarked with synthetic data and used to identify the master regulators that direct mitochondrial metabolic reprogramming of tumors harboring the  FGFR3-TACC3  gene fusions . We inferred the activity of master regulators enriched in  44 , 56 ATRX  mutant samples within the LGm6 cluster of  IDH  wild-type gliomas by computing a score that integrates the ability of transcription factors to activate their targets in each individual tumor sample. The analysis resulted in 41 activated master regulators and 48 inhibited master regulators in the 8  ATRX  mutant high-grade LGm6 samples compared with 40  ATRX  wild-type gliomas (two-sided MWW-GST  q  < 0.01, absolute NES > 0.6, and two-sided MWW test for differential activity  q  <0.01; see  Fig. 6e  and  Supplementary Table 15 ). Unsupervised consensus clustering based on the activity of master regulators resulted in two main clusters defined by the divergent activity of the two groups of master regulators. The first cluster included all  ATRX  mutant samples, whereas the second cluster was exclusively composed of  ATRX  wild-type samples ( Fig. 6f ). This finding independently validates the 41 activated master regulators as key drivers of the hallmark features of  ATRX  mutant gliomas within the LGm6 group. The enrichment map network built from gene ontology categories and informed by the inferred targets of the 10 most active master regulators in  ATRX  mutant tumors shown in  Fig. 6e  indicated that chromatin and transcription regulation are among the most enriched functions (Fisher’s exact test  q  <0.01; see  Fig. 6g  and  Supplementary Table 16a , b ). This is consistent with the role of the most active master regulators in  ATRX  mutant gliomas (MYST3, CHD2, ZMIZ1, NCOR1, NSD1) as chromatin and epigenetic modifiers. The activation of a unique set of master regulators with important functions in chromatin remodeling and transcriptional coregulation as drivers of the  ATRX  mutant transcriptome within the  IDH  wild-type LGm6 cluster provides a clue to the molecular events that become deregulated and trigger global epigenomic remodeling and transcriptional changes following loss of ATRX function in brain tumors.",
  "discussion": "Discussion Here, we reported the landscape of genetic and epigenetic alterations of gliomas occurring in NF1 patients. It is important to consider that the inaccessible brain tumor location, the relatively benign behavior of brain lesions, the comorbidities, and the neurological deterioration associated with surgical intervention most frequently argue against surgery as choice of treatment for glioma patients with NF1 13 . Therefore, the collection of glioma samples analyzed in this study represents the selected subset of tumor lesions that undergo surgical resection in NF1 patients. Nevertheless, a comprehensive analysis of the complete spectrum of glioma grades throughout the lifespan of NF1 patients has allowed us to follow NF1 gliomagenesis and identify the genetic modules and the expression signatures that distinguish low-from high-grade tumors. We found that abundant infiltrates of activated T lymphocytes and mutation-derived neoantigens characterize a subset of low-grade gliomas, whereas high-grade tumors exhibit frequent mutations of  ATRX  typically co-occurring with alterations of  TP53  and  CDKN2A.  We also classified gliomas occurring in the context of the NF1 syndrome within a particular methylation sub-group of sporadic gliomas, the LGm6, that recapitulates mutational and epigenetic profiles of NF1-glioma. The discovery that  ATRX  mutations drive aggressiveness in NF1-glioma prompted re-evaluation of the mutational and clinical features of the sporadic glioma counterpart (LGm6), leading to a more accurate classification of the sporadic tumors that cluster into this group. The NF1 tumor-predisposing syndrome is associated with a heterogeneous pattern of glioma in children and adults . Therefore, the dissection of the molecular landscape of glioma in NF1 patients required a comprehensive molecular study of brain tumors that could not be limited to a particular age and/or glioma grade. We observed several features that differentiate low-grade gliomas— which are relatively more common in children—from the high-grade tumors that instead predominate in adults with NF1. Pediatric low-grade NF1-gliomas exhibit a very low overall mutation rate in comparison to high-grade tumors, with few recurrent somatic mutations. The only set of recurrently mutated genes in low-grade NF1-glioma are genes involved in the MAPK pathway, thus recapitulating the genetic features of sporadic pilocytic astrocytoma. Conversely, the mutation burden of high-grade glioma in NF1 patients was higher and was characterized by recurrent alterations composing a genetic module that includes loss-of-function events targeting  57 ATRX, TP53,  and  CDKN2A.  Loss of ATRX in high-grade NF1-glioma is unique when considered within the genetic contexts associated with  ATRX  mutations in sporadic gliomas, in which they are typically associated with mutations of  H3.3  in children or  IDH1  in adults. The inactivating mutations of the  ATRX  gene result in loss of a functional ATRX protein with at least two important mechanistic consequences: development of the ALT phenotype and activation of a transcriptional/chromatin remodeling gene expression signature in  ATRX  mutant NF1-glioma. Previous work reported that mouse models of low-grade glioma sustained by loss of NF1 manifest specific alterations of the immune microenvironment . The analysis of human NF1-glioma confirms and extends this notion. We found that, compared with high-grade tumors, the gene expression signature more strongly enriched in low-grade NF1-glioma is an immune signature including several effector lymphocyte categories. This has been confirmed by the finding that the high-immune group of low-grade NF1-glioma contains both rich infiltrates of T lymphocytes, some of which are endowed with cytolytic activity, and mutation-derived neoantigens that exhibited enhanced HLA binding. The reduced DNA methylation of immune genes expressed in low-grade/high-immune NF1-glioma is consistent with previous studies in which reduced methylation and increased expression of immune genes in human tumors was linked to tumor infiltration by lymphocytes characterized by demethylated and transcriptionally active genes involved in T lymphocyte functions that, on the contrary, were highly methylated and transcriptionally repressed in cancer cells 58 . Taken together, our findings suggest that the long indolent course of low-grade NF1-gliomas that rarely progress to high-grade disease 51 , 52  may be preserved by the checks imposed by the adaptive immunity acquired by some low-grade tumors. 9 , 13 , 57 DNA methylation profiling classified NF1-gliomas within the LGm6  IDH  wild-type cluster of sporadic gliomas from our recent panglioma TCGA study . Prompted by the discovery that high-grade  10 IDH  wild-type gliomas in NF1 patients harbor frequent mutations of  ATRX,  we re-analyzed the LGm6 subgroup of sporadic tumors. We found that the original definition of pilocytic astrocytoma-like, which combined histological grade II and grade III tumors in the LGm6 cluster, is not an accurate representation of the biology of these tumors. Indeed, mutation pattern and clinical outcome of grade II-LGm6 gliomas diverge markedly from those of grade III-LGm6 tumors harboring  ATRX  mutations, which are more similar to LGm6-GBM. This finding calls for a re-evaluation of the guidelines for the classification of  IDH  wild-type gliomas, whereby the LGm6 group exhibits a larger heterogeneity than previously described and requires analysis of the ATRX status for the accurate qualification of the clinical features. As previous studies have shown that loss of ATRX increases sensitivity to DNA-damaging agents ,  59 , 60 ATRX  mutations may represent a point of therapeutic intervention for high-grade NF1-gliomas and LGm6 sporadic gliomas. Our study also argues that, similar to NF1-glioma, the comparative genomic analysis of other NF1-associated neoplasms with the sporadic counterpart may reveal distinct pathogenic mechanisms that could have therapeutic implications.",
  "upgrade_date": "2026-02-20 07:33:27"
}