{
  "pmid": "PMID:30542164",
  "title": "Disruption of a self-amplifying catecholamine loop reduces cytokine release syndrome.",
  "abstract": "Cytokine release syndrome (CRS) is a life-threatening complication of several new immunotherapies used to treat cancers and autoimmune diseases",
  "authors": "Verena Staedtke; Ren-Yuan Bai; Kibem Kim; Martin Darvas; Marco L Davila; Gregory J Riggins; Paul B Rothman; Nickolas Papadopoulos; Kenneth W Kinzler; Bert Vogelstein; Shibin Zhou",
  "journal": "Nature",
  "publicationDate": "2018-12",
  "doi": "10.1038/s41586-018-0774-y",
  "methods": "METHODS Data reporting. No statistical methods were used to predetermine sample size. All animal experiments were randomized; the investigators were blinded to the allocation, treatment and outcome assessment of experiments involving  C. novyi -NT, CLP and anti-CD3. Mice. All animal experiments were performed in accordance with protocols approved by the Johns Hopkins Animal Care and Use Committee (ACUC) and relevant animal use guidelines and ethical regulations were followed. For subcutaneous CT26 tumour implantation, LPS and CLP experiments, female C57Bl/6 and BALB/C mice of 6–8 weeks were purchased from Harlan Laboratories. For anti-mCD3 treatment, female BALB/C mice of 5–6 months old were purchased form Harlan laboratories. For the CART19 treatment, NSG-SGM3 (NSGS) mice (stock number 013062) were purchased from the Jackson Laboratory. LysM cre -conditional  Th -knockout mice. LysM cre  mice were purchased from Jackson Laboratory (stock number 004781), in which a nuclear-localized Cre recombinase was inserted into the first coding exon of the lysozyme 2 ( Lyz2  or  LysM ) gene and expressed in the myeloid cell lineage (monocytes, mature macrophages and granulocytes) .  15 Th  loxP/loxP ( Th ) mice were provided by M. Darvas at the University of Washington fl/fl . By crossing these two strains, LysM 27 cre Th  mice ( fl/fl Th ) were produced as an experimental strain for LPS and anti-CD3 experiments and LysM ΔLysM cre Th +/+  mice ( Th +/+ ) were used as the Cre transgene control. Chemicals and reagents. Anti-mCD3 (145–2C11) and anti-mIL6 receptor (15A7) antibodies were purchased from BioXcell. Anti-mTNFα antibody (R023) was purchased from Sino Biological and anti-mIL3 antibody (MP2–8F8) was purchased from BD Biosciences. α-methyl-D,L-p-tyrosine methyl ester hydrochloride (Santa Cruz Biotechnology, SC-219470) is a soluble from of α-methyl-tyrosine (metyrosine, MTR), which is converted to α-methyl-tyrosine in vivo , whereas the less soluble α-methyl-tyrosine was purchased from Sigma (120693). LPS from  28 Escherichia coli  0111:B4 (L2630), (−)-adrenaline (E4250), dopamine (H8502), noradrenaline (A7256), prazosin (P7791), metoprolol (M5391) and human ANP (A1663) were purchased from Sigma. RX 821002 (1324) and ICI 118551 (0821) were purchased from Tocris. Strain engineering of  C. novyi- NT. The site-specific knock-in of human ANP in  C. novyi -NT employed the TargeTron Gene Knockout System (Sigma), which is based on the retrohoming mechanism of group II introns . The sequence of the human ANP cDNA was optimized for  10 Clostridium  codon usage as 5’-TCATTAAGAAGATCTTCATGTTTTGGAGGAAGAATGGATAGAATAGG AGCTCAATCAGGATTAGGATGTAATTCATTCAGATATTAA-3’ coding for 28 AA (SLRRSSCFGGRMDRIGAQSGLGCNSFRY). The synthesized sequence was cloned into the shuttle vector pMTL8325. The construct included the  C. novyi  PLC signal peptide sequence under the control of the  C. novyi  flagellin promoter. Subsequently, the  MluI  fragment of the construct was subcloned into the vector pAK001 (pMTL8325-pJIR750ai Reverse-pFla-153 s-MCS-pThio-G1-ErmB) targeting the knock-in in the 153S site of  C. novyi -NT genome. The  E.coli  CA434 strain containing the targeting construct was conjugated with  C. novyi -NT and selected with polymyxin B/erythromycin (Sigma) under anaerobic condition. Colonies were selected and re-plated three times on non-selection plates and again on the erythromycin plate. Clones were tested first by PCR using EBS Universal and 153S-F primers. Positive clones were further tested by PCR with primers targeting the backbone of the vector to confirm the insert was integrated in  C. novyi  genome and with primers covering externally both sides of 153S to confirm the correct insertion. The propagation and sporulation of  C. novyi -NT strains followed procedures described previously . 29 RNA extraction and quantitative PCR of  C. novyi -NT strains. For quantitative reverse transcription with PCR (RT–PCR), RNA of germinated  C. novyi -NT strains were extracted using RiboPure Bacterial RNA Purification Kit (Ambion) and transcribed with SuperScript IV RT Kit (Invitrogen) as described . Real-time PCR was performed using Maxima SYBR Green/ROX qPCR Master Mix (Thermo Fisher), targeting on the NT01CX1854 gene specific for geminating  29 C. novyi -NT . 29 ANP measurement and cGMP assay. ANP concentrations in the supernatant of ANP- C. novyi -NT culture and in mouse plasma were measured with an ELISA kit from Ray Biotech (EIAR-ANP-1) that recognizes both human and mouse ANP. ANP in the supernatant of ANP- C. novyi -NT culture were shown to have biological activity as described before . Briefly, bacterial supernatants were applied to cultured bovine aortic endothelial cells (BAOEC, Cell Applications Inc.) for 3 min. cGMP concentrations were then measured in BAOEC lysates by the Direct cGMP ELISA Kit from Enzo following the manufacture’s instruction. 30 Subcutaneous tumour models and  C. novyi -NT therapy. The colon cancer cell line CT26 was injected subcutaneously into the right flank of 6–8-week-old female BALB/C mice as described previously . Tumour sizes were measured with a caliper and calculated as (L × W × H)/2. When tumours reached 600–900 mm 6 3  after about two weeks, 12 × 10 6  spores of  C. novyi -NT or ANP- C. novyi -NT at 3 × 10 6  per μl were injected intratumourally into four central parts of the tumour with a 32G Hamilton syringe needle. The bacteria typically germinated in the tumours within 24 h, turning them necrotic. Hydration of the mice was supported by daily subcutaneous injections of 500 μl saline. Human ANP (Sigma) was dissolved in saline, loaded in mini-osmotic pumps (ALZET) with a release rate of 12 μg per day and implanted subcutaneously in the back of mice 12 h before the spore injection. Pumps loaded with saline served as controls. MTR was dissolved in PBS and injected intraperitoneally at 60 mg kg −1  per day for three days before the  C. novyi  injection to deplete catecholamines in storage. Two hours after the spore injection, 60 mg kg −1  of MTR was injected intraperitoneally. For each of the next three days, intraperitoneal injections of MTR at 30 mg kg −1  were administered. Control groups were injected with PBS at the same time points. Immunohistochemistry. Immunostaining for CD11b was performed on formalin-fixed, paraffin-embedded sections on a Ventana Discovery Ultra autostainer (Roche Diagnostics) by S. Roy of JHU Oncology Tissue Services. Briefly, following dewaxing and rehydration on board, epitope retrieval was performed using Ventana Ultra CC1 buffer (6414575001, Roche Diagnostics) at 96 °C for 64 min. Primary antibody, anti-CD11b (1:8000 dilution; catalogue number ab133357, Abcam) was applied at 36 °C for 40 min. Primary antibodies were detected using an anti-rabbit HQ detection system (7017936001 and 7017812001, Roche Diagnostics) followed by Chromomap DAB IHC detection kit (5266645001, Roche Diagnostics), counterstaining with Mayer’s haematoxylin, rehydration and mounting. In vitro macrophage experiments. Isolation of elicited macrophages from mouse peritoneum followed previously described procedures with minor modifications . Four days before collection, 1 ml of 3% Brewer’s thioglycollate medium (BD) was injected intraperitoneally in female 2–3-month-old BALB/c mice or 4–6-week-old conditional TH-knockout mice. Mice were killed by cervical dislocation and the skin of the belly was cut open without penetrating the muscle layer. Using a syringe with a 25G needle, 5 ml of cold PBS containing 5 mM EDTA was injected carefully into the peritoneal cavity. After massaging gently for 1–2 min, a 1-ml syringe without needle was used to extract the peritoneal contents containing residential macrophages. Cells were centrifuged at 400 31 g  for 10 min at 4 °C, re-suspended in DMEM/F12 medium supplemented with 1% FBS and antibiotics and distributed in 48-well plates at a concentration of 0.5 × 10 6  cells/well. After incubation at 37 °C for 2 h, cells were rinsed three times with 0.5 ml medium and then 250 μl of medium was added to each well. Ten minutes before the addition of LPS or adrenaline, MTR at 2 mM or ANP at 5 μg ml −1  was added to the cells. For stimulation, the cells were incubated for 24 h with LPS at 50 μg ml −1 . An initial solution of 3 mg ml −1  (−)-adrenaline was made with 0.1N HCl and subsequently diluted with PBS. To stimulate macrophages, they were exposed to adrenaline at 15 ng ml −1  for 24 h at 37 °C. After the incubation, supernatants were collected from the wells and mixed with 5 mM EDTA and 4 mM sodium metabisulphite for preservation of catecholamines and stored at −80 °C. Control experiments showed that all detectable adrenaline was degraded after incubation in medium for 24 h at 37 °C. Thus, any adrenaline identified in the medium must have been secreted by cells in the last 24 h before collecting the medium. Human U937 cells were cultured in RPMI 1640 medium with 5% FBS and antibiotics, and were differentiated to M1 macrophage-like cells by incubating with 20 nM phorbol 12-myristate 13-acetate (PMA, Sigma) for 24 h and further culturing in RPMI 1640 medium with 5% FBS and antibiotics for another 72 h. The experiments with U937 were set up in the same way as described above with peritoneal macrophages. Ten minutes before the addition of LPS or adrenaline, MTR at 2 mM or ANP at 5 μg ml −1  was added to the cells. Cells were incubated for 24 h with LPS at 1 μg ml −1 . LPS experiments in mice. LPS from  Escherichia coli  0111:B4 was formulated as a 10 mg ml −1  solution in water and stored in −80 °C. In BALB/C mice, LPS was injected intraperitoneally at a lethal dose of 3.5 mg kg −1 . This lethal dose was found to cause 70–90% death rate and be optimal for demonstrating the protective effects of ANP and MTR. In experiments with catecholamine pumps that were implanted a day before, a sublethal dose of LPS with 15–35% death rate was optimized in BALB/C mice. In  Th +/+  and  Th  mice with C57Bl/6 background, a lethal dose of LPS was optimized at 5 mg kg ΔLysM −1 . Human ANP (Sigma) was dissolved in saline, loaded in mini-osmotic pumps (ALZET) with a release rate of 12 μg per day and implanted subcutaneously in the back of mice 12 h before the LPS injection. Mice implanted with pumps loaded with saline served as controls. MTR was freshly dissolved in PBS and injected intraperitoneally at the indicated doses for three days before the LPS treatment. One hour before the LPS injection, MTR was injected into the lower abdomen contralateral to the side of LPS injection. The control groups were injected with PBS. For the following 3 days, MTR was injected intraperitoneally at reduced indicated doses. Hydration of mice was supported by daily subcutaneous injection of 0.5 ml saline. CLP experiments. CLP was performed as described previously . Briefly, 6–8-week-old female C57Bl/6 mice were anesthetized and following abdominal incision, the caecum was ligated at about a quarter of the distance from the luminal entry to its tip. The ligated caecum was punctured through and through with a 22G needle at one half and three quarters of the distance from the luminal entry to its tip. A small amount of the caecal content was gently pushed out of the four openings into the peritoneum. Subsequently, the abdominal muscles were sutured and the skin was closed with two staples. Immediately after this, 500 ml of saline was injected subcutaneously to the mice. For the groups treated with antibiotics, imipenem (Sigma) was injected subcutaneously at 25 mg kg 32 −1  starting from 20 h after CLP, with a schedule of twice a day on day one and once a day thereafter for 10 days. MTR was freshly dissolved in PBS and injected intraperitoneally at 60 mg kg −1  per day for three days before the CLP. Twenty minutes before the CLP, MTR was injected at 60 mg kg −1  intraperitoneally into the right side. The control groups were injected with PBS. For the following 4 days, MTR was injected at 30 mg kg −1  per day intraperitoneally into the right side. Hydration of mice was supported by daily subcutaneous injection of 0.5 ml saline. Anti-CD3 treatment. For survival experiments, 5–6-month-old female BALB/c mice were used because we observed that young mice treated with anti-CD3 antibodies underwent severe weight loss but did not consistently die, even at very high doses of the anti-CD3 antibody. MTR was freshly dissolved in PBS and injected intraperitoneally at 60 mg kg −1  per day for three days before injection of anti-CD3 antibodies. Various doses of anti-CD3 antibody were tested, and it was found that 125 μg per mouse resulted in the death of about half the mice; this was the dose chosen for further experiments. Thirty minutes before the intraperitoneal injection of the anti-mouse CD3 antibody (BioXcell, 145–2C11), MTR was intraperitoneally injected at 60 mg kg −1  into the contralateral side. A single additional dose of 30 mg kg −1  MTR was injected intraperitoneally on the following day. Control groups were injected with PBS at the same times. For experiments with conditional TH-knockout mice, 4–6-week-old LysM cre Th  ( fl/fl Th ) mice with C57Bl/6 background were used and LysM ΔLysM cre Th +/+  mice of the same age were used as control. In these experiments, 200 μg per mouse anti-mouse CD3 antibody was injected intraperitoneally. Human anti-CD19 CART (hCART19) cells and untransduced T cells (UT-T). Human CD19scFv-CD28–4–1BB-CD3ζ CAR-T cells (PM-CAR1003) were purchased from Promab Biotechnologies and stored in liquid nitrogen upon delivery. The CAR construct includes a scFv derived fromFMC63 anti-CD19 antibody, a hinge region and a transmembrane domain of CD28 in a third-generation CAR cassette. Generation of CAR-encoding lentivirus, isolation, expansion and transduction of human T cells followed the procedures published before by the manufacturer . Cells were proliferated for two weeks in medium containing 300 IU ml 33 −1  of human IL-2 by the manufacturer . CART cells were used freshly upon defrosting or maintained less than 7 days in the CART medium consisting of AIM-V medium (GIBCO) supplemented with 5% FBS (Sigma) and penicillin-streptomycin (GIBCO), with the addition of 300 IU ml 33 −1  of human IL-2 (Peprotech). UT-T were purchased from ASTARTE Biologics (1017–3708OC17, CD3 + ) and were used freshly upon defrosting or maintained less than 7 days in CART medium. In vitro assays of hCART19 cells. Raji, a human Burkitt’s lymphoma cell line, was purchased from Sigma. In a 48-well plate, Raji cells were plated at 1 × 10 5  per well and hCART19 cells or UT-T cells were plated at 5 × 10 5  per well in 275 μl of medium. A solution of 3 mg ml −1  (−)-adrenaline was made in 0.1N HCl and subsequently diluted in PBS for use at a final concentration of 15 ng ml −1 . Five minutes before the Raji and CART cells with or without adrenaline were mixed, MTR at 2 mM or human ANP at 5 μg ml −1 was added and then the cells were incubated for 24 h at 37 °C. Control experiments showed that all detectable adrenaline was degraded after incubation in medium for 24 h at 37 °C. Thus, any adrenaline identified in the medium must have been secreted by cells in the last 24 h before collecting the medium. Cycloheximide (CHX, Sigma) was added at 10 μg ml −1  to Raji and CART cells 30 min before they were mixed. After incubation, the cells were pelleted by centrifugation at 700 g  and 4 °C for 5 min and the supernatants were collected and mixed with 5 mM EDTA and 4 mM sodium metabisulphite for preservation of catecholamines, then stored at −80 °C until analysis. Treatment of Raji tumour-bearing mice with hCART19 cells. We purchased 6–8-week-old female NSG-SGM3 (NSGS) mice (NOD.Cg-Prkdc scid  Il2rg tm1Wjl Tg (CMV-IL3, CSF2, KITLG) 1Eav/MloySzJ, stock number 013062) from the Jackson Laboratory. Raji cells were transfected with a luciferase construct via lentivirus to create Raji–luc cells. NSGS is a triple transgenic strain expressing human IL3, GM-CSF and SCF combining the features of the highly immunodeficient NOD scid gamma (NSG) mouse. One day before the injection of Raji cells, mice were irradiated at a dose of 2 Gy in a CIXD Xstahl device. In high tumour burden experiments in  Fig. 4 , 10 6  Raji–luc cells were injected intravenously through the tail vein. Six days later, tumour loads were assessed using a Xenogen instrument and 15 × 10 6  hCART19 cells or UT-T were injected intravenously. In low tumour burden experiments in  Figs. 5 , 2 × 10 5  Raji–luc cells were injected intravenously through the tail vein. Four days later, tumour loads were assessed using a Xenogen instrument and 15 × 10 6  hCART19 cells were injected intravenously. MTR was injected intraperitoneally at 60 mg kg −1  per day for 3 days before the hCART19 injection. On the day of CART19 injection, a fourth dose of 60 mg kg −1  was given intraperitoneally and the mice were subsequently injected four more times at daily intervals at 30 mg kg −1 . Mouse anti-CD19 CART cells (mCART19) and untransduced T cells (UT-T). Mouse CD19scFv-CD28-CD3ζ CAR (m1928z) construct with GFP in SFG retroviral vector was described before and provided by M. Davila at the Moffitt Cancer Center . The isolation, activation and transduction of mouse T cells followed the procedure described before 34 . Briefly, the spleens were collected from female C57Bl/6 mice and T cells were enriched from splenocytes by passage over a nylon wool column (Polysciences). Mouse T cells were then activated with CD3/CD28 Dynabeads (Thermo Fisher) following the manufacturer’s instructions and cultured in the presence of human IL-2 at 30 IU ml 34 , 35 −1  (R&D Systems). Retrovirus was produced by transfecting Phoenix-Eco packaging cells (ATCC) and spinoculations were done twice with retroviral supernatant. mCART19 cells were expanded for 10–14 days as described . UT-T were produced following the same procedure without viral transduction. 35 Treating B cell acute lymphoblastic leukaemia (B-ALL) with mCART19 in immunocompetent mice. The Eμ-ALL cell line was derived from a lymphoid malignancy in an Eμ-myc transgenic mouse and upon intravenous injection, can develop B-ALL in C57Bl/6 mice . The Eμ-ALL cells were provided by M. Davila and co-cultured with feeder NIH-3T3 cells that were irradiated at 60 Gy, in RPMI 1640 medium supplemented with 10% FBS, 0.05 mM 2-mercaptoethanol and antibiotics. Eμ-ALL cells were transfected with luciferase via lentivirus. 2 × 10 34 6  Eμ-ALL cells were intravenously injected in female 6–8-week-old C57Bl/6 mice through the tail vein and after 6 days, mice were intraperitoneally injected with cyclophosphamide (CPA) at 100 mg kg −1  for pre-conditioning as described before . One day after CPA treatment, 10 × 10 34 6  mCART19 cells were intravenously injected in the mice. MTR was injected intraperitoneally at 40 mg kg −1  per day for 3 days before the mCART19 injection. On the day of mCART19 injection, a fourth dose of 40 mg kg −1  was given intraperitoneally and the mice were subsequently injected four more times at daily intervals at 30 mg kg −1 . One day before mCART19 injection, mini-osmotic pumps (ALZET) loaded with human ANP with a release rate of 12 μg per day were implanted subcutaneously in the back of mice. Tumour load was monitored by Xenogen before and after mCART19 injection. Measurement of catecholamines and cytokines in mouse plasma. Blood samples were collected into tubes containing 5 mM EDTA and 4 mM sodium metabisulphite after puncturing the facial vein or (terminally) by cardiac puncture. Subsequently, the samples were centrifuged and the plasmas were stored at −80 °C before analysis. Catecholamines (dopamine, noradrenaline and adrenaline) were measured using the 3-CAT Research ELISA kit from Labor Diagnostika Nord GmbH/Rocky Mountain Diagnostics. Cytokines were measured using Luminex assays based on Millipore Mouse and Human Cytokine/Chemokine panels or ELISA kits for mouse or human IL-6, TNF, MIP-1α, KC, MIP-2 and IL-2 (R&D Systems) per manufacturer’s instructions. Statistical analysis. Statistical analysis was performed using GraphPad Prism 7 and R version 3.5.1. Statistical tests performed by Graphpad Prism included the two-tailed unpaired two-sample  t -test; one-tailed unpaired two-sample  t -test; the log-rank Mantel–Cox test; the Gehan–Breslow–Wilcoxon test; the weighted log-rank test using Fleming–Harrington weights was performed in R. The respective statistical test used for each figure is noted in the corresponding figure legends and significant statistical differences are noted as * P  ≤ 0.05, ** P  ≤ 0.01, *** P  ≤ 0.001, ****  P  ≤ 0.0001. Reporting summary. Further information on research design is available in the Nature Research Reporting Summary linked to this paper.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-20 06:59:15"
}