{
  "pmid": "PMID:30571760",
  "title": "Neurofibromin haploinsufficiency results in altered spermatogenesis in a mouse model of neurofibromatosis type 1.",
  "abstract": "The fertility of men with neurofibromatosis 1 (NF1) is reduced. Despite this observation, gonadal function has not been examined in patients with NF1. In order to assess the role of reduced neurofibromin in the testes, we examined testicular morphology and function in an Nf1+/- mouse model. We found that although Nf1+/- male mice are able to reproduce, they have significantly fewer pups per litter than Nf1+/+ control males. Reduced fertility in Nf1+/- male mice is associated with disorganization of the seminiferous epithelium, with exfoliation of germ cells and immature spermatids into the tubule lumen. Morphometric analysis shows that these alterations are associated with decreased Leydig cell numbers and increased spermatid cell numbers. We hypothesized that hyper-activation of Ras in Nf1+/- males affects ectoplasmic specialization, a Sertoli-spermatid adherens junction involved in spermiation. Consistent with this idea, we found increased expression of phosphorylated ERK, a downstream effector of Ras that has been shown to alter ectoplasmic specialization, in Nf1+/- males in comparison to control Nf1+/+ littermates. These data demonstrate that neurofibromin haploinsufficiency impairs spermatogenesis and fertility in a mouse model of NF1.",
  "authors": "Harleen Chohan; Mitra Esfandiarei; Darian Arman; Catherine D Van Raamsdonk; Cornelis van Breemen; Jan M Friedman; Kimberly A Jett",
  "journal": "PloS one",
  "publicationDate": "2018",
  "doi": "10.1371/journal.pone.0208835",
  "methods": "Materials & methods Experimental animals The NF1 mouse model used in this study has been described elsewhere [ 29 ].  Dsk9  is a missense mutation in the GTPase-activating protein related domain of neurofibromin.  Nf1 Dsk9/+  (subsequently referred to as “ Nf1 +/- ”) mice were maintained on a mixed (C3HeB/FeJ x C57bl/6) background. All surgical and animal care procedures were approved by the University of British Columbia Committee on Ethics of Animal Experiments (IACUC Approval # A11-0117), and were conducted in accordance to the University’s Guidelines for Animal Experiments ( https://animalcare.ubc.ca/animal-care-committee/policies-and-guidelines ). For the breeding studies, male or female  Nf1 +/-  mice were bred with  Nf1  control littermates. For breeding studies, we used three haremed cages in which female  +/+ Nf1 +/-  mice were crossed to male  Nf1  control littermates and three haremed cages in which male  +/+ Nf1 +/-  mice were crossed to female  Nf1  control littermate. We also examined breeding records from additional six cages using the same crosses that were not haremed. +/+ Tissue isolation procedure Nf1 +/-  and  Nf1 control littermate mice were weighed prior to surgical procedures. Animals were sacrificed using isoflurane followed by cervical dislocation at 6 to 7 months of age. The testes and epididymis were isolated from the lower abdominal cavity and placed in ice-cold HEPES-PSS buffer (PH 7.4) containing 10mM HEPES, 6mM glucose, 1.8mM CaCl, 130mM NaCl, 4mM KCl, 4mM NaHCO +/+ 3 , 1.2mM MgSO 4 , 1.2mM KH 2 PO 4 , and 0.03mM EDTA. The testes were cleaned of fat, weighed, and either fixed in 10% formalin or flash-frozen in liquid nitrogen and stored at -80°C for histological staining and Western blotting, respectively. Within 30 minutes of isolation, the cauda epididymis, where mature sperm are stored, was cleaned of fat and dissected from the corpus epididymis and the vas deferens. The cauda epididymis was minced and placed into 500 μL of HEPES-PSS buffer for 30 minutes in order to release spermatozoa into the buffer. Spermatozoa were centrifuged at 15000 rpm for 1 minute and re-suspended in 500 μL of HEPES-PSS buffer. Sperm were counted in a hemocytometer using 10 μL of the sperm suspension. A minimum of 100 sperms per chamber were counted to reduce statistical dispersion. Histology Following fixation in 10% formalin, testis samples were dehydrated and embedded in paraffin. Five-micrometer transverse sections were stained using standard hematoxylin and eosin or Masson trichrome staining protocols (Sigma Aldrich, ON, Canada). Sections were viewed and imaged using an Olympus BX61 upright light microscope and Q imaging Retiga Exi camera with  InVivo  3.2.0 software (Media Cybernetics). Computerized quantitative morphometric analysis was performed using Image-Pro Plus software (Media Cybernetics). Testicular morphometric analysis Testicular volume was measured using the formula for a prolate (elongated) ellipsoid ( ) [ 4 3 π a b 2 30 ], where  “a”  is the major axis (polar diameter) and  “b”  is the minor axis (equatorial radius). The width and equatorial length of the testes were measured on testicular histological images using Image J1.45s, version 1.44p (NIH, Bethesda, MD). We found that testicular volume was significantly correlated with mouse size (R2 = 0.5, p = 0.02). Therefore, we divided testicular volume by the body weight of each mouse to yield volume per unit weight to normalize for mouse size. Seminiferous tubule size was measured at a final magnification of 200X using Image-Pro Plus software (Media Cybernetics, Inc., Rockville, MD). To ensure comprehensive coverage of the testes, five rectangles of equal dimensions were randomly placed on the image. Within each of five grids placed on the histology image, 400 equidistant points were counted by manually tagging the cell type on which the point fell. A total of 2000 points were counted in each testis. If the point fell on white space within the seminiferous tubule, it was characterized as ‘intratubular space’, and if the point fell on white space outside the tubules, it was characterized as ‘interstitial space’. The lumen of the tubules was included as part of the spermatid count. Distinction was not made between a round or elongating spermatid. Germ cell count included both spermatogonia and spermatocytes. Sertoli cells, germ cells, and round and elongated spermatids in the seminiferous tubules were expressed as a percentage of the total cell population of the tubule. The cross section of the tubule in which cells were enumerated also included intracellular space. The density and distribution of Sertoli cells, germ cells, spermatids and Leydig cells within the testis were measured on a complete section at a final magnification of 200X using Image-Pro Plus software. Within each of the five rectangles, five tubules were randomly selected and the diameter of each axis (i.e. the lengths and widths) were measured. The five rectangles covered over 70% of the section and each rectangle had between 15–25 tubules within it so five tubules covered at least 20% of the tubules present. Tubules with a length-to-width ratio less than or equal to 1.5 were considered to be round or nearly round and were included in the analysis of seminiferous tubule size. At least 25 tubules were measured per testis (50 tubules per mouse) for both  Nf1  control and  +/+ Nf1  mice. +/- Western blotting Flash-frozen isolated testes from  Nf1 and  +/+ Nf1 +/-  mice were homogenized in a pre-chilled stainless-steel mortar and pestle. The resulting tissue powder was mixed in 50 μL of ice-cold lysis buffer containing 50mM pyrophosphate, 50mM NaF, 50mM NaCl, 5mM EDTA, 5mM EGTA, 100μM Na 3 VO 4 , 10mM HEPES (pH 7.4), 0.1% Triton X-100, 10 μg/mL leupeptin, and 1mM phenylmethylsulfonyl fluoride. Extracted protein (40 μg) was fractionated by gel electrophoresis in 9% sodium dodecyl sulfate-polyacrylamide gels, transferred to nitrocellulose membranes, and then blocked for 1 hour with PBS containing 5% skim milk and 0.2% Tween-20. Following overnight incubation (at 4°C) with specific primary antibody, the membrane was incubated with secondary antibody for 1 hour at room temperature. Immunoblots were visualized with an enhanced chemiluminescence detection system following the protocol provided by the manufacturer (Pierce Biotechnology, Rockford, IL, USA). Western blotting was performed with rabbit primary antibodies for p44/42 MAPK (ERK1/2), p44/42 MAPK phosphorylated at threonine 202 and tyrosine 204 (p-ERK1/2), or phosphatidylinositol 3-kinase (PI3K), along with anti-rabbit conjugated secondary antibody, all purchased from New England Biolabs (Whitby, Ontario, Canada). Statistical analysis Data are reported as means ± SEM from at least five mice. Differences between  Nf1  and  +/+ Nf1  groups were analyzed by 2-tailed Student’s t tests and were graphed using GraphPad 5 Prism software (San Diego, Calif., USA). Statistical significance was defined as p ≤ 0.05. +/-",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:27:48"
}