{
  "pmid": "PMID:30617350",
  "title": "A cerebellopontine angle mouse model for the investigation of tumor biology, hearing, and neurological function in NF2-related vestibular schwannoma.",
  "abstract": "Neurofibromatosis type II (NF2) is a disease that lacks effective therapies. NF2 is characterized by bilateral vestibular schwannomas (VSs) that cause progressive and debilitating hearing loss, leading to social isolation and increased rates of depression. A major limitation in NF2 basic and translational research is the lack of animal models that allow the full spectrum of research into the biology and molecular mechanisms of NF2 tumor progression, as well as the effects on neurological function. In this protocol, we describe how to inject schwannoma cells into the mouse brain cerebellopontine angle (CPA) region. We also describe how to apply state-of-the-art intravital imaging and hearing assessment techniques to study tumor growth and hearing loss. In addition, ataxia, angiogenesis, and tumor-stroma interaction assays can be applied, and the model can be used to test the efficacy of novel therapeutic approaches. By studying the disease from every angle, this model offers the potential to unravel the basic biological underpinnings of NF2 and to develop novel therapeutics to control this devastating disease. Our protocol can be adapted to study other diseases within the CPA, including meningiomas, lipomas, vascular malformations, hemangiomas, epidermoid cysts, cerebellar astrocytomas, and metastatic lesions. The entire surgical procedure takes ~45 min per mouse and allows for subsequent longitudinal imaging, as well as neurological and hearing assessment, for up to 2 months.",
  "authors": "Jie Chen; Lukas D Landegger; Yao Sun; Jun Ren; Nir Maimon; Limeng Wu; Mei R Ng; John W Chen; Na Zhang; Yingchao Zhao; Xing Gao; Takeshi Fujita; Sylvie Roberge; Peigen Huang; Rakesh K Jain; Scott R Plotkin; Konstantina M Stankovic; Lei Xu",
  "journal": "Nature protocols",
  "publicationDate": "2019-02",
  "doi": "10.1038/s41596-018-0105-7",
  "methods": "Experimental design Our protocol involves four major components. First, a surgical procedure is used to implant VS cells into the CPA region. The surgical procedure is easy and straightforward, and involves drilling a hole into the skull (the cranial door technique), and stereotactically injecting tumor cells into the CPA in mice (Steps 1–25) ( Fig. 1 ). We have successfully grown murine NF2 −/−  Schwann cells in syngeneic mice and human HEI-193 schwannoma cells in nude mice to establish schwannomas in the CPA model. Second, tumor growth is measured by blood GLuc assay (Steps 26–30) ( Fig. 2 ). During the development of our model and protocol optimization, we used MRI to confirm tumor formation in the CPA region as early as 7 d post implantation ( Fig. 2a ) . However, MRI is costly and time consuming, and requires frequent anesthesia, making serial tumor size measurements infeasible. Blood GLuc assay can be easily tested by drawing a few microliters of blood 6 . To ensure that blood GLuc activity is a precise surrogate measure for monitoring tumor growth, we performed concomitant blood GLuc assay and measurements of tumor volume using ultrasound. The 3D dynamic contrast-enhanced (3D-DCE) ultrasound imaging allows 3D reconstruction of tumor volume and provides accurate volumetric measurement of tumor size. We demonstrated a strong correlation between ultrasound-measured tumor volume and blood GLuc activity ( 6 , 9 Fig. 2b , c ), indicating that the changes in GLuc activity accurately reflect tumor growth. The use of ultrasound in imaging the brain is limited because of the high acoustic impedance of skull bones. To perform ultrasound measurement of brain tumors, we needed to implant a cranial window with a polyethylene coverslip into the mouse head, which is technically challenging and time consuming. Therefore, during model utilization (after the model development stage), we relied on GLuc activity to monitor tumor growth. The third part of the Procedure is the evaluation of the severity of tumor-induced neurological symptoms and the potential treatment effects on improving neurological function (Steps 31–44). We measure hearing function by DPOAE and ABR tests  ( 6 Figs. 3a ,  4a ), and cerebellar ataxia using behavior tests, including hind-limb clasping, and ledge and gait tests . In the Procedure, we describe how to carry out the hearing function tests. In the CPA model, we found that the ledge test, which evaluates coordination, is the most sensitive test, and can detect changes in mice as early as 2 weeks following tumor implantation. The hind-limb clasping test (a marker of disease progression) and the gait test (measuring muscle function and coordination) showed differences at later time points ( 10 Figs. 3b ,  4b ). Balance, motor strength, and coordination can be assayed by rotarod assay  ( 9 , 10 Fig. 3c ). Finally, the Procedure can be adapted to include application of a cranial window to study the biology and mechanisms of tumor–host interactions in the CPA model ( Fig. 5a ; ref.  ). The use of cranial windows enables high-resolution, dynamic longitudinal imaging studies, including OFDI to detect perfused vessels ( 9 Fig. 5b – d ) and intravital MPLSM to examine tumor vessel morphology, measure blood vessel permeability, and monitor delivery of drugs (Steps 45A and B) ( Fig. 5e – g ) . To optimize the subsequent intravital imaging, we recommend applying the cranial window before embarking on the procedure and waiting for at least 1 week after window implantation for potential inflammation to subside before tumor cell implantation during a second surgery. Most importantly, when implanting the cranial window, the surgical procedure may force serous fluid from the wound into the outer ear canal and cause conductive hearing loss. Therefore, the use of cranial windows should be avoided in studies aiming to test hearing function. 9 Considerations when calculating the number of animals required To obtain a sufficient number of mice with CPA tumors, the survival rate post surgery and tumor cell implantation, as well as the rate of tumor take should be considered. The animal number calculated enables comparison of tumor growth between groups. The expected difference ranges from 0.2-to 3-fold, with standard deviations ranging from 0.5-to 1.5-fold (see the Troubleshooting section). If the true difference is 50% and the standard deviation is 50%, we have >99% power to detect the difference using a two-sided  t  test with 5% type 1 error and  n  = 10. Simulations show that we will have >80% power using the van Elteren test with 5% type 1 error. A sample calculation for a typical experimental treatment study in the CPA model is as follows:\n An experimental group size that usually allows the detection of potential statistically significant differences in tumor growth between different treatments is  n  = 10 mice per group. For example, there could be three treatment groups: a control group (treated with vehicle or placebo), a standard-therapy (e.g., radiation) group, and an experimental therapy group. The overall survival rate after surgery and tumor implantation is 80%. The survival rate may vary with the experience and technical skill level of the scientist performing the surgeries. For the NF2 −/−  mouse Schwann cell line, the tumor take rate is 90%. In this case, 10 mice × 3 groups/0.8 (80% survival rate)/0.9 (90% tumor take rate) = 41 mice. Considerations of cost and time The model described in this protocol has a high cost in terms of reagents; surgical, neurologic, and auditory expertise; and the various techniques and equipment used (including those for specialized imaging and hearing assessment). Cost calculations must also take into account animal housing, as well as the time, effort and expertise needed for animal handling and surgery. Materials Biological materials Mice. Syngeneic immune-competent FVB/C57BL/6 mice, both male and female, 10–12 weeks old, are used for implantation of the mouse NF2 −/−  Schwann cell line. We breed and maintain our mice at the Gnotobiotic Mouse Cox 7 Core at the Massachusetts General Hospital ( https://researchcores.partners.org/cox/about ).  ! CAUTION  All animal studies must be reviewed and approved by the relevant animal-care committees, and must conform to all relevant institutional and national ethics regulations. The protocol we describe here and the procedures we carried out were performed according to the guidelines of the Public Health Service Policy on Human Care of Laboratory Animals, and in accordance with protocols approved by the Institutional Animal Care and Use Committee (IACUC) of Massachusetts General Hospital and Massachusetts Eye and Ear.  ! CAUTION  When using human VS cell lines, such as the established human HEI-193 cell line or other immortalized human VS cell lines, immune-deficient mice (e.g., nude mice (nu/nu) or NOD SCID mice) should be used. Cell line. We used a murine NF2 −/−  Schwann cell line (we obtained this as a gift from X. Breakefield, Massachusetts General Hospital) in our study.  ! CAUTION  When using other available VS cell lines, such as the established human HEI-193 cell line or other immortalized human VS cell lines, check the authenticity of all cell lines (e.g., genotyping of microsatellite markers to determine mouse origin and to exclude mammalian interspecies contamination, using services such as those provided by IDEXX BioResearch,  https://www.idexxbioanalytics.com ). We have successfully grown human HEI-193 in nude mice by following the same procedure. The cell lines used in your research should also be regularly checked to ensure that they are not infected with mycoplasma.  ▲ CRITICAL NF2 −/−  cells should be transduced before use so they express the  GLuc  reporter gene, which is a secreted reporter that can be detected in the blood of tumor-bearing animals . GLuc vector and assay kits are commercially available from various biotech companies, such as Thermo Fisher Scientific (cat. no. 16146) and New England BioLabs (cat. no. N8084S). Viral infection can be carried out by following the manufacturer’s instructions. 6 , 7 Reagents Sterile saline (0.9% (wt/vol), sodium chloride; Hospira, cat. no. SKU ABB19660715Z) is used to dilute ketamine and xylazine. Coelenterazine free base (the GLuc substrate; NanoLight, cat. no. 303NF-VTZ-FB) ▲ CRITICAL Pre-pare a solution of 5 mg/mL in acidified methanol, make aliquots, and store at −80 °C following the manufacturer’s instructions. EDTA (Sigma-Aldrich, cat. no. 60–00-4) Trypsin-EDTA (Thermo Fisher, cat. no. 25200056) Tetramethylrhodamine BSA (TAMRA-BSA; Invitrogen, cat. no. A23016) Magnevist (Sigma-Aldrich, cat. no. 50419–188-81) Ocular lubricant (Paralube; Patterson Veterinary, cat. no. 07–888-2572) PBS (Corning Cellgro, cat. no. 24018007) Ethanol (Decon Laboratories, cat. no. 2701) Povidone–iodine solution (Thermo Fisher Scientific, cat. no. 3955–16) Anesthesia ▲ CRITICAL Ketamine and xylazine can be obtained from pharmacies; we obtained ours from the Massachusetts General Hospital pharmacy. Ketamine (90 mg/kg body weight; Ketaset; Patterson Veterinary, cat. no. 07–803-6637); add to sterile saline to obtain the described concentration.  ! CAUTION  Ketamine may cause prolonged respiratory depression. It is a controlled substance and should be handled accordingly. Xylazine (9 mg/kg body weight; AnaSed; Patterson Veterinary, cat. no. 07–893-2121); add to sterile saline to obtain the described concentration.  ! CAUTION  Xylazine may cause prolonged respiratory depression. It is a controlled substance and should be handled accordingly. Analgesia Buprenorphine (Buprenex; Patterson Veterinary, cat. no. 07–891-9756) is used at a concentration of 0.1 mg/kg.  ! CAUTION  Buprenorphine may cause prolonged respiratory depression. Wear protective equipment and avoid contact or inhalation. Buprenorphine is a controlled substance and should be handled accordingly. ▲ CRITICAL Buprenorphine is injected subcutaneously. Equipment Surgical supplies Bone microdrill for brain surgery (Harvard Apparatus, model no. PY272–4950) Straight iris scissors (Bonn, cat. no. RS-5840) Straight forceps (Bonn, cat. no. RS-8140) Dumont forceps, no. 3 and no. 5 (Bonn, cat. nos. RS-5042 and RS-5045) Ethibond suture 5–0 (Ethicon, SKU no. 319–4433) Thermal pad (Shor-Line, model no. 712.0000.04) Sterile gauze (e.g., Covidien, cat. no. 1700) Sterile cotton swabs (Owens and Minor, cat. no. WOD1002) Sterile Gelfoam (hemostatic size 100; McKesson, cat. no. 189842) Cyanoacrylate glue (Krazy Glue, all-purpose, one-drop applicator) Marking pen (e.g., Newell, cat. no. 32703) Dissecting scissor (Kent Scientific, cat. no. INS600393) Stereotactic injection supplies Stereotactic frame (small-animal stereotactic apparatus; David Kopf, model no. KOPF921) Bright-field stereomicroscope (Olympus, model no. SZ61) Syringe, 10 μL (Hamilton, cat. no. 7635–01) 2-inch PT2 needle (Hamilton, cat. no. 7758–01) BD tuberculin syringe, 1 mL, 26-gauge needle (Fisher, cat. no. 14–823-2E) Tumor growth, imaging, and neurological function evaluation equipment GloMax microplate Luminometer (Promega, model no. E6521) DPOAE/ABR setup (we use a customized rig for our experiments, but commercial off-the-shelf systems are available from several manufacturers, e.g., Tucker-Davis Technologies, Intelligent Hearing Systems) Microphone-speaker probe (PCB Piezotronic, cat. no. 377C10) PXI chassis (Artisan Technology Group, cat. no. 778932–01) LabVIEW (National Instruments, cat. no. 784503–35) Multiphoton imaging system with a broadband femtosecond laser source (described in refs.  ) 13 , 28 Biological materials Mice. Syngeneic immune-competent FVB/C57BL/6 mice, both male and female, 10–12 weeks old, are used for implantation of the mouse NF2 −/−  Schwann cell line. We breed and maintain our mice at the Gnotobiotic Mouse Cox 7 Core at the Massachusetts General Hospital ( https://researchcores.partners.org/cox/about ).  ! CAUTION  All animal studies must be reviewed and approved by the relevant animal-care committees, and must conform to all relevant institutional and national ethics regulations. The protocol we describe here and the procedures we carried out were performed according to the guidelines of the Public Health Service Policy on Human Care of Laboratory Animals, and in accordance with protocols approved by the Institutional Animal Care and Use Committee (IACUC) of Massachusetts General Hospital and Massachusetts Eye and Ear.  ! CAUTION  When using human VS cell lines, such as the established human HEI-193 cell line or other immortalized human VS cell lines, immune-deficient mice (e.g., nude mice (nu/nu) or NOD SCID mice) should be used. Cell line. We used a murine NF2 −/−  Schwann cell line (we obtained this as a gift from X. Breakefield, Massachusetts General Hospital) in our study.  ! CAUTION  When using other available VS cell lines, such as the established human HEI-193 cell line or other immortalized human VS cell lines, check the authenticity of all cell lines (e.g., genotyping of microsatellite markers to determine mouse origin and to exclude mammalian interspecies contamination, using services such as those provided by IDEXX BioResearch,  https://www.idexxbioanalytics.com ). We have successfully grown human HEI-193 in nude mice by following the same procedure. The cell lines used in your research should also be regularly checked to ensure that they are not infected with mycoplasma.  ▲ CRITICAL NF2 −/−  cells should be transduced before use so they express the  GLuc  reporter gene, which is a secreted reporter that can be detected in the blood of tumor-bearing animals . GLuc vector and assay kits are commercially available from various biotech companies, such as Thermo Fisher Scientific (cat. no. 16146) and New England BioLabs (cat. no. N8084S). Viral infection can be carried out by following the manufacturer’s instructions. 6 , 7",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:27:50",
  "introduction": "Introduction NF2 is a dominantly inherited genetic disease characterized by bilateral VSs. VSs are nonmalignant tumors composed of neoplastic Schwann cells that arise from the eighth cranial nerve . VSs cause progressive and debilitating hearing loss, leading to social isolation and an increased rate of depression 1 , 2 . As these intracranial, extra-axial tumors grow from the internal auditory canal into the CPA area, they can cause dizziness, facial paralysis, other cranial neuropathies, and even death from brainstem compression. Surgical removal and radiation therapy (RT) are the only approved therapies for VS and NF2. However, both treatments have risks, including exacerbation of hearing loss 3 , 4 . There is an urgent need for better understanding of the biology and mechanisms of schwannoma progression and hearing loss and for the development of novel targeted therapeutics. 5 A major limitation of NF2 basic and translational research is the lack of animal models that allow the full spectrum of research into the biology and molecular mechanisms of NF2 tumor progression, as well as its effects on neurological function. In mice, the short length and small caliber of the vestibular nerves, their encasement in the bony internal auditory canal, and the small size of the CPA pose technical challenges for orthotopic tumor implantation. In this protocol, we describe how to inject schwannoma cells into the mouse brain CPA region ( Fig. 1 ). We also describe how to apply state-of-the-art intravital imaging techniques and hearing tests. These and additional neurological tests can be used to study VS pathobiology from every angle, including tumor growth, hearing and neurological function, angiogenesis, and tumor–stroma interaction, as well as to test the efficacy of novel therapeutic approaches. This model has been used previously to elucidate the role of the HGF/ cMET pathway in VS progression and resistance to RT, and to test the efficacy of cMET inhibitor in controlling VS growth and enhancing RT efficacy . 6 Applications of the CPA models The CPA model can be used for a variety of studies. Evaluation of tumor growth and testing of the efficacy of potential therapeutics Tumor cells are transduced with the secreted bioluminescent  Gaussia  luciferase ( GLuc ) reporter gene to enable the monitoring of tumor growth by blood  GLuc  reporter gene assay ( Fig. 2 ), which is an inexpensive, rapid, and sensitive method of measuring tumor growth and response to treatment . 7 – 9 Neurological function evaluation Understanding the mechanisms of hearing loss and developing novel strategies to preserve hearing and other neurological functions are the ultimate goals of VS research. In this CPA model, we can test hearing function by measuring distortion-product otoacoustic emissions (DPOAEs) and auditory brainstem response (ABR)  ( 6 Figs. 3 ,  4 ). We can also test the severity of ataxia symptoms by a group of ataxia score tests (ledge test, hind-limb clasping test, and gait test) ( Figs. 3 ,  4 ). These tests are derived from previously published phenotype assessments used in mouse models of Huntington’s disease, spinocerebellar ataxias, and spinobulbar muscular atrophy . Coordination and motor activity can be assessed by rotarod performance test 10  ( 9 Fig. 3 ). Characterization of tumor–stroma interaction Combined with the use of transparent cranial windows , our CPA model can dynamically examine the changes in the stromal compartment in normal brain and in tumors, during disease progression and in response to therapy. Previously, we used optical frequency domain imaging (OFDI) to study vessel perfusion 11  ( 12 Fig. 5b – d ), and multiphoton laser-scanning microscopy (MPLSM) to measure vessel parameters morphologically (diameter, length, surface area, volume, and branching patterns) and functionally (blood flow and permeability) in growing or regressing tumors and brain tissue  ( 9 , 13 Fig. 5e – g ). Combined with the use of transgenic fluorescent reporter mouse lines, MPLSM can also provide information on tumor–host cell interaction (e.g., leukocyte–endothelial cell interaction, immune cell infiltration) . 13 Adaptation of our model to other diseases of the CPA Although VS is the most common tumor of the CPA, various other kinds of tumors arise in this area, including meningiomas, cerebellar astrocytoma, lipomas, vascular malformations, hemangiomas, epidermoids, and metastatic lesions. These lesions cause signs and symptoms secondary to secretion of neurotoxic molecules and extracellular vesicles , and compression of the nearby cranial nerves, including the vestibulocochlear, facial, and trigeminal nerves. Using the appropriate tumor cell lines, our protocol can be adapted to study these diseases and to test promising treatments in a longitudinal fashion 14 , 15 . 6 Comparison with other schwannoma models Currently, three transplantation models are being used in schwannoma research, the sciatic nerve model , the intracranial model 6 , 9 , 16 , and the hearing-loss models 9 , 16 . In addition, several lines of genetically engineered mouse (GEM) models have been developed; these include traditional  17 , 18 Nf2 +  knockout / – , Schwann cell  19 , 20 Nf2  conditional knockout , and Schwann cell–specific mutant  21 – 23 Nf2  transgenic mice . 24 The sciatic nerve model For experimental VS studies, a widely used model is injection of schwannoma cells under the sciatic nerve sheath in mice . As the sciatic nerve is the largest nerve in the body, the implantation procedure is technically straightforward, and the tumor size can be easily measured by caliper. This model may be useful for studies of tumor progression and treatment efficacy. Compared to our model, the sciatic nerve model better reproduces the neuronal microenvironment of peripheral schwannomas. However, the sciatic nerve model has several important drawbacks. First, it does not reflect the symptoms induced by VSs (including hearing loss and dizziness). Second, using this model, evaluation of the neurological function is limited to rotarod assay, which assesses only motor coordination and does not reflect sensory function. Third, this model does not allow for intravital and longitudinal imaging of the tumor microenvironment and tumor–host interaction, which play a key role in tumor progression and response to therapy. 6 , 9 , 16 The intracranial model To study VS angiogenesis, the intracranial model has been used . In this model, tumor cells are injected between the pia and arachnoid meninges in mice bearing transparent cranial windows. Through the transparent cranial window, this model allows (i) direct monitoring of tumor growth using ultrasound, and (ii) dynamic evaluation of the tumor blood vessels using intravital imaging techniques. However, as the tumors are implanted superficially on the mouse brain, this model does not simulate the tumor-induced hearing loss or neurological dysfunction seen in humans. 9 , 16 The auditory–vestibular nerve complex model Two recent models reproduce schwannoma-induced hearing loss . Bonne et al. implanted tumor cells into the auditory–vestibular nerve complex in mice 17 , 18 . This model reproduces the natural environment of schwannomas. However, because the tumor cells were injected through the internal auditory canal in this model, the surgery and sham injection immediately caused hearing loss and animals took up to 14 d to recover hearing. Dinh et al. implanted schwannoma cells into the cochleovestibular nerve of rats 17 . The bigger size of the rat skull greatly enhances the ability to perform surgical procedures. These models are advantageous for their ability to mimic the local VS microenvironment; however, they do not allow real-time imaging studies to evaluate changes in the tumor microenvironment. 18 GEM models Several lines of  Nf2  GEM models have been developed . The traditional  19 – 24 Nf2  homozygous knockout mice are not viable . The heterozygous knockout of the  25 Nf2  gene leads to a high incidence of bone tumors, and the mice do not present with VSs . The next generation of  26 Nf2  GEM models includes Schwann cell–specific mutant  Nf2  transgenic mice and  Nf2  conditional knockout mice. Mice of these models present with Schwann cell hyperplasia, and about one-third of the mice develop spinal schwannomas . However, these models do not accurately replicate the intracranial location of schwannomas observed in human NF2-associated and sporadic VSs 20 , 21 . Recently, Clapp’s group generated a new mouse model by crossing conditional  2 , 27 Nf2  mutant ( Nf2 flox/flox ) mice with transgenic  PostnCre  mice in which the periostin promoter drives the expression of the  Cre  recombinase in the Schwann cell lineage . They have shown that these mice develop intracranial VSs and begin to develop hearing loss at 8 months of age. This model provides a useful experimental tool for investigating the fundamental questions of NF2 tumor biology. However, as for all GEM models, their use in the development of therapeutic drugs is not practical because of the high cost, long time lines, extensive and complex breeding required, and difficulties in obtaining synchronous tumorigenesis. 23 Experimental design Our protocol involves four major components. First, a surgical procedure is used to implant VS cells into the CPA region. The surgical procedure is easy and straightforward, and involves drilling a hole into the skull (the cranial door technique), and stereotactically injecting tumor cells into the CPA in mice (Steps 1–25) ( Fig. 1 ). We have successfully grown murine NF2 −/−  Schwann cells in syngeneic mice and human HEI-193 schwannoma cells in nude mice to establish schwannomas in the CPA model. Second, tumor growth is measured by blood GLuc assay (Steps 26–30) ( Fig. 2 ). During the development of our model and protocol optimization, we used MRI to confirm tumor formation in the CPA region as early as 7 d post implantation ( Fig. 2a ) . However, MRI is costly and time consuming, and requires frequent anesthesia, making serial tumor size measurements infeasible. Blood GLuc assay can be easily tested by drawing a few microliters of blood 6 . To ensure that blood GLuc activity is a precise surrogate measure for monitoring tumor growth, we performed concomitant blood GLuc assay and measurements of tumor volume using ultrasound. The 3D dynamic contrast-enhanced (3D-DCE) ultrasound imaging allows 3D reconstruction of tumor volume and provides accurate volumetric measurement of tumor size. We demonstrated a strong correlation between ultrasound-measured tumor volume and blood GLuc activity ( 6 , 9 Fig. 2b , c ), indicating that the changes in GLuc activity accurately reflect tumor growth. The use of ultrasound in imaging the brain is limited because of the high acoustic impedance of skull bones. To perform ultrasound measurement of brain tumors, we needed to implant a cranial window with a polyethylene coverslip into the mouse head, which is technically challenging and time consuming. Therefore, during model utilization (after the model development stage), we relied on GLuc activity to monitor tumor growth. The third part of the Procedure is the evaluation of the severity of tumor-induced neurological symptoms and the potential treatment effects on improving neurological function (Steps 31–44). We measure hearing function by DPOAE and ABR tests  ( 6 Figs. 3a ,  4a ), and cerebellar ataxia using behavior tests, including hind-limb clasping, and ledge and gait tests . In the Procedure, we describe how to carry out the hearing function tests. In the CPA model, we found that the ledge test, which evaluates coordination, is the most sensitive test, and can detect changes in mice as early as 2 weeks following tumor implantation. The hind-limb clasping test (a marker of disease progression) and the gait test (measuring muscle function and coordination) showed differences at later time points ( 10 Figs. 3b ,  4b ). Balance, motor strength, and coordination can be assayed by rotarod assay  ( 9 , 10 Fig. 3c ). Finally, the Procedure can be adapted to include application of a cranial window to study the biology and mechanisms of tumor–host interactions in the CPA model ( Fig. 5a ; ref.  ). The use of cranial windows enables high-resolution, dynamic longitudinal imaging studies, including OFDI to detect perfused vessels ( 9 Fig. 5b – d ) and intravital MPLSM to examine tumor vessel morphology, measure blood vessel permeability, and monitor delivery of drugs (Steps 45A and B) ( Fig. 5e – g ) . To optimize the subsequent intravital imaging, we recommend applying the cranial window before embarking on the procedure and waiting for at least 1 week after window implantation for potential inflammation to subside before tumor cell implantation during a second surgery. Most importantly, when implanting the cranial window, the surgical procedure may force serous fluid from the wound into the outer ear canal and cause conductive hearing loss. Therefore, the use of cranial windows should be avoided in studies aiming to test hearing function. 9 Considerations when calculating the number of animals required To obtain a sufficient number of mice with CPA tumors, the survival rate post surgery and tumor cell implantation, as well as the rate of tumor take should be considered. The animal number calculated enables comparison of tumor growth between groups. The expected difference ranges from 0.2-to 3-fold, with standard deviations ranging from 0.5-to 1.5-fold (see the Troubleshooting section). If the true difference is 50% and the standard deviation is 50%, we have >99% power to detect the difference using a two-sided  t  test with 5% type 1 error and  n  = 10. Simulations show that we will have >80% power using the van Elteren test with 5% type 1 error. A sample calculation for a typical experimental treatment study in the CPA model is as follows:\n An experimental group size that usually allows the detection of potential statistically significant differences in tumor growth between different treatments is  n  = 10 mice per group. For example, there could be three treatment groups: a control group (treated with vehicle or placebo), a standard-therapy (e.g., radiation) group, and an experimental therapy group. The overall survival rate after surgery and tumor implantation is 80%. The survival rate may vary with the experience and technical skill level of the scientist performing the surgeries. For the NF2 −/−  mouse Schwann cell line, the tumor take rate is 90%. In this case, 10 mice × 3 groups/0.8 (80% survival rate)/0.9 (90% tumor take rate) = 41 mice. Considerations of cost and time The model described in this protocol has a high cost in terms of reagents; surgical, neurologic, and auditory expertise; and the various techniques and equipment used (including those for specialized imaging and hearing assessment). Cost calculations must also take into account animal housing, as well as the time, effort and expertise needed for animal handling and surgery.",
  "results": "Anticipated results 7 d following tumor implantation, we expect to detect tumor mass in the CPA region using MRI imaging ( Fig. 2a ). Once the tumor formation in the CPA region is confirmed, monitoring of tumor growth is continued by testing blood GLuc levels every 3 d. Tumors are expected to grow and mice are expected to become moribund in 3–5 weeks ( Fig. 2b , c ). Hearing function is evaluated by measuring DPOAEs and ABRs. The surgical procedure involving skull drilling for a craniotomy and needle injections for tumor cell implantation should not cause hearing loss ( Fig. 3a ). Increased DPOAE and ABR thresholds should be found in tumor-bearing mice, indicating tumor-induced hearing loss ( Fig. 4a ). Surgery and tumor implantation procedures should not result in ataxia symptoms and affect rotarod performance ( Fig. 3b , c ). Mice are expected to develop symptoms of ataxia 2 weeks after tumor implantation, and the severity of ataxia will increase as tumors progress ( Fig. 4b , c ). Imaging of tumor lesions is generally feasible 1–2 weeks after tumor implantation. Using intravital microscopy (IVM), we anticipate finding high levels of angiogenesis in the tumor area, and abnormal tumor vessels both morphologically (with chaotic organization, and highly dense and tortuous vessels) and functionally (with increased permeability and decreased perfusion) ( Fig. 5c , d , f , g ). In the surrounding brain tissue, we also expect to see vascular morphological changes due to the increase in demand for nutrients induced by the growing tumor ( Fig. 5b , e ). Reporting Summary Further information on research design is available in the Nature Research Reporting Summary.",
  "discussion": "",
  "upgrade_date": "2026-02-20 07:29:46"
}