{
  "pmid": "30615146",
  "abstract": "Preclinical assessment of MEK1/2 inhibitors for neurofibromatosis type  2-associated schwannomas reveals differences in efficacy and drug resistance  development.  Fuse MA(1), Dinh CT(2), Vitte J(3), Kirkpatrick J(4), Mindos T(4), Plati SK(1),  Young JI(5), Huang J(6)(7), Carlstedt A(4), Franco MC(1), Brnjos K(1), Nagamoto  J(1), Petrilli AM(1), Copik AJ(1), Soulakova JN(1), Bracho O(2), Yan D(2),  Mittal R(2), Shen R(8), Telischi FF(2), Morrison H(4), Giovannini M(3), Liu  XZ(2)(5), Chang LS(6)(7), Fernandez-Valle C(1).  Author information: (1)Burnett School of Biomedical Sciences, College of Medicine, University of  Central Florida (UCF), Orlando, Florida, USA. (2)Department of Otolaryngology, University of Miami Miller School of Medicine,  Miami, Florida, USA. (3)Department of Head and Neck Surgery, David Geffen School of Medicine at UCLA  and Jonsson Comprehensive Cancer Center, University of California at Los Angeles  (UCLA), Los Angeles, California, USA. (4)Leibniz Institute on Aging, Fritz Lipmann Institute, Jena, Germany. (5)Department of Human Genetics, University of Miami Miller School of Medicine,  Miami, Florida, USA. (6)Center for Childhood Cancer and Blood Diseases, Nationwide Children's  Hospital. (7)Department of Pediatrics, The Ohio State University, Columbus, Ohio, USA. (8)Department of Pathology, The Ohio State University, Columbus, Ohio, USA.  BACKGROUND: Neurofibromatosis type 2 (NF2) is a genetic tumor-predisposition  disorder caused by NF2/merlin tumor suppressor gene inactivation. The hallmark  of NF2 is formation of bilateral vestibular schwannomas (VS). Because merlin  modulates activity of the Ras/Raf/mitogen-activated protein kinase kinase  (MEK)/extracellular signal-regulated kinase (ERK) pathway, we investigated  repurposing drugs targeting MEK1 and/or MEK2 as a treatment for NF2-associated  schwannomas. METHODS: Mouse and human merlin-deficient Schwann cell lines (MD-MSC/HSC) were  screened against 6 MEK1/2 inhibitors. Efficacious drugs were tested in  orthotopic allograft and NF2 transgenic mouse models. Pathway and proteome  analyses were conducted. Drug efficacy was examined in primary human VS cells  with NF2 mutations and correlated with DNA methylation patterns. RESULTS: Trametinib, PD0325901, and cobimetinib were most effective in reducing  MD-MSC/HSC viability. Each decreased phosphorylated pERK1/2 and cyclin D1,  increased p27, and induced caspase-3 cleavage in MD-MSCs. Proteomic analysis  confirmed cell cycle arrest and activation of pro-apoptotic pathways in  trametinib-treated MD-MSCs. The 3 inhibitors slowed allograft growth; however,  decreased pERK1/2, cyclin D1, and Ki-67 levels were observed only in PD0325901  and cobimetinib-treated grafts. Tumor burden and average tumor size were reduced  in trametinib-treated NF2 transgenic mice; however, tumors did not exhibit  reduced pERK1/2 levels. Trametinib and PD0325901 modestly reduced viability of  several primary human VS cell cultures with NF2 mutations. DNA methylation  analysis of PD0325901-resistant versus -susceptible VS identified genes that  could contribute to drug resistance. CONCLUSION: MEK inhibitors exhibited differences in antitumor efficacy  resistance in schwannoma models with possible emergence of trametinib  resistance. The results support further investigation of MEK inhibitors in  combination with other targeted drugs for NF2 schwannomas.  © The Author(s) 2019. Published by Oxford University Press on behalf of the  Society for Neuro-Oncology. All rights reserved. For permissions, please e-mail:  journals.permissions@oup.com.  DOI: 10.1093/neuonc/noz002 PMCID: PMC6422635 PMID: 30615146 [Indexed for MEDLINE]",
  "methods": "Methods Mouse and human merlin-deficient Schwann cell lines (MD-MSC/HSC) were screened against 6 MEK1/2 inhibitors. Efficacious drugs were tested in orthotopic allograft and  NF2  transgenic mouse models. Pathway and proteome analyses were conducted. Drug efficacy was examined in primary human VS cells with  NF2  mutations and correlated with DNA methylation patterns.",
  "introduction": "Background Neurofibromatosis type 2 (NF2) is a genetic tumor-predisposition disorder caused by  NF2 /merlin tumor suppressor gene inactivation. The hallmark of NF2 is formation of bilateral vestibular schwannomas (VS). Because merlin modulates activity of the Ras/Raf/mitogen-activated protein kinase kinase (MEK)/extracellular signal-regulated kinase (ERK) pathway, we investigated repurposing drugs targeting MEK1 and/or MEK2 as a treatment for NF2-associated schwannomas.",
  "results": "Results Trametinib, PD0325901, and cobimetinib were most effective in reducing MD-MSC/HSC viability. Each decreased phosphorylated pERK1/2 and cyclin D1, increased p27, and induced caspase-3 cleavage in MD-MSCs. Proteomic analysis confirmed cell cycle arrest and activation of pro-apoptotic pathways in trametinib-treated MD-MSCs. The 3 inhibitors slowed allograft growth; however, decreased pERK1/2, cyclin D1, and Ki-67 levels were observed only in PD0325901 and cobimetinib-treated grafts. Tumor burden and average tumor size were reduced in trametinib-treated  NF2  transgenic mice; however, tumors did not exhibit reduced pERK1/2 levels. Trametinib and PD0325901 modestly reduced viability of several primary human VS cell cultures with  NF2  mutations. DNA methylation analysis of PD0325901-resistant versus -susceptible VS identified genes that could contribute to drug resistance.",
  "discussion": "Conclusion MEK inhibitors exhibited differences in antitumor efficacy resistance in schwannoma models with possible emergence of trametinib resistance. The results support further investigation of MEK inhibitors in combination with other targeted drugs for NF2 schwannomas.",
  "fetched_at": "2026-02-16T15:45:42.243401",
  "abstract_length": 3685,
  "methods_length": 370,
  "introduction_length": 474,
  "results_length": 888,
  "discussion_length": 273
}