{
  "pmid": "30615146",
  "abstract": "BACKGROUND: Neurofibromatosis type 2 (NF2) is a genetic tumor-predisposition disorder caused by NF2/merlin tumor suppressor gene inactivation. The hallmark of NF2 is formation of bilateral vestibular schwannomas (VS). Because merlin modulates activity of the Ras/Raf/mitogen-activated protein kinase kinase (MEK)/extracellular signal-regulated kinase (ERK) pathway, we investigated repurposing drugs targeting MEK1 and/or MEK2 as a treatment for NF2-associated schwannomas. METHODS: Mouse and human merlin-deficient Schwann cell lines (MD-MSC/HSC) were screened against 6 MEK1/2 inhibitors. Efficacious drugs were tested in orthotopic allograft and NF2 transgenic mouse models. Pathway and proteome analyses were conducted. Drug efficacy was examined in primary human VS cells with NF2 mutations and correlated with DNA methylation patterns. RESULTS: Trametinib, PD0325901, and cobimetinib were most effective in reducing MD-MSC/HSC viability. Each decreased phosphorylated pERK1/2 and cyclin D1, increased p27, and induced caspase-3 cleavage in MD-MSCs. Proteomic analysis confirmed cell cycle arrest and activation of pro-apoptotic pathways in trametinib-treated MD-MSCs. The 3 inhibitors slowed allograft growth; however, decreased pERK1/2, cyclin D1, and Ki-67 levels were observed only in PD0325901 and cobimetinib-treated grafts. Tumor burden and average tumor size were reduced in trametinib-treated NF2 transgenic mice; however, tumors did not exhibit reduced pERK1/2 levels. Trametinib and PD0325901 modestly reduced viability of several primary human VS cell cultures with NF2 mutations. DNA methylation analysis of PD0325901-resistant versus -susceptible VS identified genes that could contribute to drug resistance. CONCLUSION: MEK inhibitors exhibited differences in antitumor efficacy resistance in schwannoma models with possible emergence of trametinib resistance. The results support further investigation of MEK inhibitors in combination with other targeted drugs for NF2 schwannomas.",
  "methods": "Methods Mouse and human merlin-deficient Schwann cell lines (MD-MSC/HSC) were screened against 6 MEK1/2 inhibitors. Efficacious drugs were tested in orthotopic allograft and  NF2  transgenic mouse models. Pathway and proteome analyses were conducted. Drug efficacy was examined in primary human VS cells with  NF2  mutations and correlated with DNA methylation patterns.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:57:58.426910",
  "abstract_length": 2002,
  "methods_length": 370,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}