{
  "pmid": "PMID:30713041",
  "title": "Reprogramming Captures the Genetic and Tumorigenic Properties of Neurofibromatosis Type 1 Plexiform Neurofibromas.",
  "abstract": "Neurofibromatosis type 1 (NF1) is a tumor predisposition genetic disease caused by mutations in the NF1 tumor suppressor gene. Plexiform neurofibromas (PNFs) are benign Schwann cell (SC) tumors of the peripheral nerve sheath that develop through NF1 inactivation and can progress toward a malignant soft tissue sarcoma. There is a lack of non-perishable model systems to investigate PNF development. We reprogrammed PNF-derived NF1(-/-) cells, descendants from the tumor originating cell. These NF1(-/-)-induced pluripotent stem cells (iPSCs) captured the genomic status of PNFs and were able to differentiate toward neural crest stem cells and further to SCs. iPSC-derived NF1(-/-) SCs exhibited a continuous high proliferation rate, poor myelination ability, and a tendency to form 3D spheres that expressed the same markers as their PNF-derived primary SC counterparts. They represent a valuable model to study and treat PNFs. PNF-derived iPSC lines were banked for making them available.",
  "authors": "Meritxell Carrió; Helena Mazuelas; Yvonne Richaud-Patin; Bernat Gel; Ernest Terribas; Imma Rosas; Senda Jimenez-Delgado; Josep Biayna; Leen Vendredy; Ignacio Blanco; Elisabeth Castellanos; Conxi Lázaro; Ángel Raya; Eduard Serra",
  "journal": "Stem cell reports",
  "publicationDate": "2019-02-12",
  "doi": "10.1016/j.stemcr.2019.01.001",
  "methods": "Experimental Procedures Patients, Plexiform Neurofibromas, and Tumor Processing Tumor samples were kindly provided by NF1 patients after giving written informed consent for iPSC generation and genomic analysis studies. The study was approved by our Institutional Review Board and local ethical commitees. The patients were diagnosed according to standard diagnostic criteria ( DeBella et al., 2000 ). Tumor specimens were obtained after surgery of five PNFs from five independent patients (two males, three females; ages 8–66 years). Immediately after excision, tumor samples were placed in DMEM medium (Gibco) containing 10% FBS (Gibco) + 1× Glx (Gibco) + 1× normocin antibiotic cocktail (InvivoGene), and shipped at room temperature to our laboratory. Tumors were processed as follows: surrounding fat tissue and skin were removed and tumors were cut into 1-mm pieces and cryopreserved in 10% DMSO (Sigma) + 90% FBS until used. PNF-Derived SCs and Fibroblasts Cultures PNF-derived SCs and fibroblasts were isolated as described previously ( Serra et al., 2000 ). In brief, PNF pieces that were preserved in liquid nitrogen were thawed and digested with 160 U/mL collagenase type 1 and 0.8 U/mL dispase (Worthington, Lakewood, NJ) for 16 h at 37°C. Dissociated cells were washed and seeded onto 0.1 mg/mL poly-L-lysine (Sigma) and 4 μg/mL laminin (Gibco)-coated dishes in Schwann cell medium (SCM) and maintained at 37°C under a 10% CO 2  atmosphere. SCM is DMEM (Gibco) with 10% FBS, 500 U/mL penicillin/500 μg/mL streptomycin (Gibco), 0.5 mM 3-iso-butyl-1-methilxantine (Sigma), 2.5 mg/mL insulin (Sigma), 10 nM heregulin-β1 (PeproTech), and 0.5 μM forskolin (Sigma). One day after plating, culture medium was replaced by SCM without forskolin for an additional 2–3 days. This process was repeated in cycles and cells were passaged as needed with trypsin 0.05% (Gibco). SC purity was assessed by performing S100β staining as described previously ( Serra et al., 2000 ). To isolate fibroblasts, dissociated cells were plated in DMEM 10% FBS media and passaged when necessary. Reprogramming of SCs, Fibroblasts, and Digested Tumors Between 1 × 10 4  and 2 × 10 4  cells were reprogrammed through the retroviral delivery of human cDNA coding for OCT4, SOX2, KLF4, and cMYC transcription factors as described previously ( Raya et al., 2009 ). For non-integrative reprogramming, a Cytotune-iPS 2.0 Sendai Reprogramming Kit (Thermo Fisher Scientific) was used according to the manufacturer's protocol. Approximately 3 or 4 weeks after transduction, colonies displaying embryonic stem cell-like morphology and behavior were selected for further characterization and genotyping. iPSC established lines were grown on dishes coated with growth factor-reduced Matrigel (BD Biosciences) in mTESR1 medium (STEMCELL Technologies). See  Supplemental Information  for a detailed description of iPSC characterization. Differentiation toward NCs and SCs Neural crest differentiation was performed as described by  Menendez et al. (2013)  with some modifications. In brief, 9 × 10 4  cells/cm 2  were plated onto Matrigel-coated plates in mTESR medium. The following day, the medium was replaced with hESC maintenance medium: DMEM:F12 (Gibco) 1:1; 5 mg/mL BSA (Sigma); 500 U/mL penicillin/500 μg/mL streptomycin (Gibco); 2 mM GlutaMAX (Gibco); 1× MEM non-essential amino acids (Gibco); 1× trace elements A; 1× trace elements B; 1× trace elements C (Corning); 2-mercaptoethanol (Gibco); 10 μg/mL transferrin (Sigma); 50 μg/mL sodium L-ascorbate (Sigma); 10 ng/mL heregulin-β1 (PeproTech); 10 ng/mL activin A (PeproTech); 200 μg/mL LONG R3 IGFR (PeproTech); 8 ng/mL basic fibroblast growth factor 2 (PeproTech). Next day, the medium was replaced with neural crest induction/differentiation medium: hESC medium without activin and supplemented with 2 μM CHIR9902 (STEMCELL Technologies) and 20 μM SB432542 (STEMCELL Technologies), and was replaced every day. NCs were maintained in this medium and split with Accutase (Thermo Fischer Scientific) when necessary. For SC differentiation NCs were plated onto 0.1 mg/mL poly-L-lysine (Sigma) and 4 μg/mL laminin (Gibco)-coated plates and cultured in SC differentiation medium: DMEM:F12 (3:1); 500 U/ml penicillin/500 μg/mL streptomycin antibiotics (Gibco); 5 μM forskolin (Sigma); 50 ng/mL heregulin-β1; 2% N2 supplement (Gibco); 1% FBS (Gibco). The medium was replaced twice a week. Additional Experimental Procedures Additional experimental procedures can be found in  Supplemental Information . Additional Experimental Procedures Additional experimental procedures can be found in  Supplemental Information .",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:27:51"
}