{
  "pmid": "30710873",
  "abstract": "Neurofibromatosis type 1 (NF1) is a common single gene disorder resulting in multi-organ involvement. In addition to physical manifestations such as characteristic pigmentary changes, nerve sheath tumors, and skeletal abnormalities, NF1 is also associated with increased rates of learning disabilities, attention deficit hyperactivity disorder, and autism spectrum disorder. While there are established NF1-related structural brain anomalies, including brain overgrowth and white matter disruptions, little is known regarding patterns of functional connectivity in NF1. Here, we sought to investigate functional network connectivity (FNC) in a well-characterized sample of NF1 participants (n = 30) vs. age- and sex-matched healthy controls (n = 30). We conducted a comprehensive investigation of both static as well as dynamic FNC and meta-state analysis, a novel approach to examine higher-dimensional temporal dynamism of whole-brain connectivity. We found that static FNC of the cognitive control domain is altered in NF1 participants. Specifically, connectivity between anterior cognitive control areas and the cerebellum is decreased, whereas connectivity within the cognitive control domain is increased in NF1 participants relative to healthy controls. These alterations are independent of IQ. Dynamic FNC analysis revealed that NF1 participants spent more time in a state characterized by whole-brain hypoconnectivity relative to healthy controls. However, connectivity strength of dynamic states did not differ between NF1 participants and healthy controls. NF1 participants exhibited also reduced higher-dimensional dynamism of whole-brain connectivity, suggesting that temporal fluctuations of FNC are reduced. Given that similar findings have been observed in individuals with schizophrenia, higher occurrence of hypoconnected dynamic states and reduced temporal dynamism may be more general indicators of global brain dysfunction and not specific to either disorder.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:58:10.918148",
  "abstract_length": 1980,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}