{
  "pmid": "30744170",
  "abstract": "Neuroblastoma is a malignancy arising from the developing sympathetic nervous system and the most common and deadly cancer of infancy. New therapies are needed to improve the prognosis for high-risk patients and to reduce toxicity and late effects. Spleen tyrosine kinase (SYK) has previously been identified as a promising drug target in various inflammatory diseases and cancers but has so far not been extensively studied as a potential therapeutic target in neuroblastoma. In this study, we observed elevated",
  "methods": "4. Materials and Methods 4.1. Microarray Gene Expression Gene expression analysis was performed using the MegaSampler feature of the publicly available R2: Genomics Analysis and Visualization Platform ( http://r2.amc.nl ). 4.2. Reagents and Antibodies The selective SYK inhibitors GS-9973 (Entospletinib) and R406 were purchased from Selleck Chemicals Europe (Munich, Germany). BAY 61-3606 and PRT062607 were obtained from Calbiochem/Merck (Merck Life Science AS, Oslo, Norway) and ApexBio (Houston, TX, USA), respectively. Paclitaxel, cisplatin, doxorubicin, and temozolomide were bought from Sigma-Aldrich Norway AS (Oslo, Norway). The antibodies used in this study are listed in  Table 3 . 4.3. Human Tissue Samples and Cell Lines Human tissue samples were obtained, with informed consent (written or verbal) provided by the parents or guardians for the use of tumor samples in research, in accordance with the ethical approval from the Stockholm Regional Ethical Review Board and the Karolinska University Hospital Research Ethics Committee (approval ID 2009/1369-31/1 and 03-736). Neuroblastoma tumor tissue was collected at the Karolinska University Hospital, snap-frozen in liquid nitrogen and stored at −80 °C until further use. The human cell lines SK-N-AS, SK-N-SH, SK-N-DZ, SK-N-FI, SH-EP1, Kelly, SH-SY5Y, and IMR-32 as well as THP-1, Jurkat E6.1, and U937 cells were obtained from the ATCC (American Type Culture Collection, LGC Standards GmbH, Wesel, Germany). SK-N-BE(2) cells were purchased from DSMZ (Deutsche Sammlung von Mikroorganismen und Zellkulturen, Braunschweig, Germany). The cell lines were cultivated in RPMI-1640 medium containing L-glutamine and sodium bicarbonate (Sigma-Aldrich Norway AS, Oslo, Norway) supplemented with 10% heat-inactivated fetal bovine serum (FBS; Thermo Fisher Scientific Inc., Waltham, MA, USA). LAN-6 cells were a kind gift from Deborah Tweddle, Newcastle University and were grown in Iscove’s Modified Dulbecco’s Medium (Sigma-Aldrich Norway AS, Oslo, Norway) supplemented with GlutaMAX™ and 10% heat-inactivated FBS. All cell lines were cultivated at 37 °C in humidified air with 5% CO 2  and mycoplasma tests were performed regularly using the MycoAlert™ PLUS Mycoplasma Detection Kit (Lonza, Basel, Switzerland). The identity of the human neuroblastoma cell lines was confirmed by STR-profiling performed at the Centre of Forensic Genetics, University of Tromsø, Norway.  4.4. Immunohistochemistry (IHC) Formalin-fixed, paraffin-embedded tissue sections were deparaffinized using xylene (VWR International, Oslo, Norway) and a series of graded alcohols (Sigma-Aldrich Norway AS, Oslo, Norway) followed by rehydration and washing in phosphate buffered saline (PBS, Biochrom GmbH, Berlin, Germany). Antigen retrieval was performed in sodium citrate buffer (pH 6) in a microwave oven. After blocking of endogenous peroxidase with 0.3% H 2 O 2  for 15 min, unspecific antibody binding sites were blocked with 5% BSA in PBS (AppliChem, Darmstadt, Germany) for 45 min. The sections were incubated with the primary antibody overnight at 4 °C. The following day sections were thoroughly washed in PBS and incubated with SignalStain® Boost IHC Detection Reagent, HRP, Rabbit (Cell Signaling Technology, Leiden, Netherlands) and kept for 1 h at room temperature. Following washes in PBS, the sections were incubated with Liquid DAB+ Substrate solution (Dako, Agilent Technologies, Inc., Santa Clara, CA, USA). A matched isotype control was used as a control for nonspecific staining. The sections were examined with a BX43 microscope (Olympus, Tokyo, Japan) and images were acquired with an Olympus DP26 camera. 4.5. RNA Isolation and RT-PCR Total RNA was isolated using the NucleoSpin® TriPrep Kit (MACHEREY-NAGEL GmbH & Co. KG, Düren, Germany) and RNA quantity and quality was determined with a NanoDrop™ 2000 spectrometer (Thermo Fisher Scientific Inc.). One μg RNA was used as input for cDNA synthesis with the iScript™ cDNA Synthesis Kit (Bio-Rad Laboratories AB, Oslo, Norway). PCR was set up as a 25 μl reaction mix containing 2 μL cDNA, 12.5 μL AccuStart™ II GelTrack PCR SuperMix (Quanta Biosciences, Gaithersburg, MD, USA), 400 nM of each primer (Sigma-Aldrich Norway AS, Oslo, Norway) and 10.1 μL of ultra-pure H 2 O (Biochrom GmbH, Berlin, Germany). The PCR run was performed in a T100™ Thermal Cycler (Bio-Rad Laboratories AB) as follows: 2 min at 94 °C and 35 cycles of 94 °C for 20 s, 61 °C for 30 s and 72 °C for 90 s. The following intron spanning primer sets were used: APRT (housekeeping) 5′ CCCGAGGCTTCCTCTTTGGC 3′ (sense) and 5′ CTCCCTGCCCTTAAGCGAGG-3′ (antisense) [ 80 ], SYK 5′ CATGTCAAGGATAAGAACATCAT AGA 3′ (sense) and 5′ AGTTCACCACGTCATAGTAGTAATT 3′ (antisense) [ 26 ], SYK L/S 5′ TTTTGGAGGCCGTCCACAAC ‘3 (sense) and 5′ ATGGGTAGGGCTTCTCTCTG 3′ (antisense) [ 37 ]. All primer sets used in this study were intron-spanning to avoid false positive signals caused by amplification of residual traces of genomic DNA. PCR products were analyzed by gel electrophoresis. The 2% SeaKem® LE Agarose gel (Lonza) was stained with GelRed™ (Biotium, Inc., Hayward, CA, USA) and visualized under UV light in the BioDoc-It™ Imaging System (UVP, LLC, Upland, CA, USA). 4.6. Immunocytochemistry (ICC) and Western Blot Cells were grown in 8-well µ-Slide dishes (iBidi GmbH, Munich, Germany) until they reached approximately 70% confluence. Following a brief rinse with PBS the cells were fixed with 4% formaldehyde (Alfa Aesar, VWR International, Oslo, Norway) for 20 min. After three washes with PBS, unspecific binding sites were blocked with 5% goat serum (Sigma-Aldrich Norway AS) in PBS containing 0.3% Triton-X-100 (Sigma-Aldrich Norway AS) for 1 h. The cells were incubated with primary antibodies diluted in 1% bovine serum albumin (BSA; AppliChem, Darmstadt, Germany) in PBS containing 0.3% Triton-X-100 overnight at 4 °C. After three washes with PBS, the cells were incubated with the secondary antibodies diluted in 1% bovine serum albumin in PBS containing 0.3% Triton-X-100 for 1 h at room temperature, protected from light. Following three washes with PBS, the nuclei were stained with Hoechst 33342 (ImmunoChemistry Technologies, LLC, Bloomington, IN, USA) for 10 min. The cells were washed 3x with PBS and covered with Mounting Medium for fluorescence microscopy (iBidi GmbH). Subsequently, the cells were examined using a Zeiss LSM780 confocal microscope (Carl Zeiss AG, Oberkochen, Germany). Images were taken with the same microscope settings (laser intensity, gain etc.) and identical image processing parameters were applied to allow comparison between the cell lines. Western blots were performed as previously described [ 81 ]. 4.7. Immunoprecipitation (IP) Cells were washed twice with cold PBS and lysed by addition of lysis buffer containing 50 mM Tris-HCl (pH 8.0), 150 mM NaCl, 0.1% Triton X-100, 1 mM DTT and 1 mM EDTA (Sigma-Aldrich Norway AS, Oslo, Norway) as well Halt™ Protease and Phosphatase Inhibitor Cocktail (Thermo Fisher Scientific Inc.). Following sonication and centrifugation, the protein concentration was determined using a Protein Quantification Assay (MACHEREY-NAGEL GmbH & Co. KG). A sample of the supernatant was taken as “input control”, supplemented with NuPAGE® LDS Sample Buffer (4X) (Thermo Fisher Scientific Inc.) as well as 100 mM DTT (AppliChem, Darmstadt, Germany) and incubated for 10 min at 70 °C. Cell lysate containing approximately 800 μg protein was pre-cleared with an irrelevant IgG2a antibody (same class as the SYK antibody used for IP) to reduce unspecific binding. Afterwards, the samples were incubated with the anti-SYK antibody (1 μg) rotating at 4 °C overnight followed by incubation with 80 μl of a 50% Sepharose G beads/lysis buffer solution (GE Healthcare, Oslo, Norway) for 1 h rotating at 4 °C. The beads were washed three times with lysis buffer and two times with 50 mM Tris-HCl, pH 8.0. Afterwards, the beads were incubated in sample buffer containing NuPAGE® LDS Sample Buffer (4×), ultrapure H 2 O as well as 100 mM DTT for 10 min at 70 °C. The samples were subsequently used for western blot analysis. 4.8. siRNA-Mediated SYK Silencing Two pre-designed SYK siRNAs were used in this study: ID-s13679 (siRNA 1) and ID-s13681 (siRNA 2) as well as a scramble control #1 siRNA (cat# 4392420 and 4390843, Ambion, Thermo Fisher Scientific Inc.). Cells were seeded into 24- and 6-well plates for cell viability assay and western blot analysis, respectively. After 24 h, the cells were transfected with the different siRNAs using Lipofectamine RNAiMAX reagent (Thermo Fisher Scientific Inc.) according to the manufacturer’s specifications. Briefly, cells were incubated with 5 pmol (24-well plate) or 30 pmol siRNA (6-well plate) per well in Opti-MEM (Thermo Fisher Scientific Inc.) for 4 h followed by the removal of the transfection mix and addition of fresh Opti-MEM. After 72 h the cell viability was assessed and cells were harvested for western blot analysis. Densitometry was performed using Fiji software [ 82 ]. 4.9. Cell Viability Assay To assess the effect of the commercially available SYK inhibitors BAY 61-3606, R406, GS-9973 (Entospletinib) and PRT062607 alone as well as BAY61-3606 in combination with paclitaxel, cisplatin, doxorubicin and temozolomide on the cell viability of SH-SY5Y and SK-N-BE(2) neuroblastoma cells the colorimetric MTT (3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyltetrazodium bromide)-assay was used [ 83 ]. The cells were seeded in 96-well plates in full growth media. As an exception, cells treated with GS-9973 and PRT062607 were seeded in Opti-MEM to reduce cell viability variations attributed to residual serum. After 24 h, the cells were washed once with Opti-MEM before incubation with SYK inhibitors alone for 24 and 48 h or a combination of chemotherapeutic drugs with BAY61-3606 for 48 and 72 h. Control cells received the corresponding drug vehicle at the highest concentration present in the drug-treated cells. BAY 61-3606 and doxorubicin were dissolved in water, R406, GS-9973, PRT062607, and temozolomide in DMSO, paclitaxel in ethanol, and cisplatin in 0.9% saline. After 24, 48 or 72 h the MTT solution (10 μL of 5 mg MTT, Sigma-Aldrich Norway AS, per ml phosphate buffered saline) was added to each well and incubated for additional 3 h. To facilitate formazan crystal solubilizing, 70 μL of the solution were carefully removed from each well, 100 μL isopropanol containing 0.04 M HCl were added and mixed thoroughly. In addition, the plates were placed on an orbital shaker for 1 h at room temperature. The absorbance was measured with a CLARIOstar plate reader (BMG LABTECH, Ortenberg, Germany) at 590 nm. The experiment was performed at least three times with at least three parallels per treatment. The cell viability was calculated as the ratio of the mean OD of treated cells over vehicle treated control cells (100% living cells). The cell viability assay for the siRNA and SYK plasmid studies were performed in 24-well plates. The amounts of MTT solution and acidic isopropanol were adjusted correspondingly. 4.10. Cell Signaling Study To investigate the effect of commercially available SYK inhibitors on MAPK- and Akt- mediated signaling SH-SY5Y cells were seeded in 6-well plates in full growth medium. The next day, the cells were washed in Opti-MEM and treated with BAY 61-3606, R406, GS-9973 (entospletinib), PRT062607 or corresponding vehicle controls (water for BAY 61-3606 and DMSO for R406, GS-9973, and PRT062607) for 4 or 24 h. Following incubation, the cells were washed with PBS and harvested in RIPA Lysis and Extraction Buffer containing Halt™ Protease and Phosphatase Inhibitor Cocktail (Thermo Fisher Scientific Inc.) and analyzed by western blot. Densitometry was performed using Fiji software. Phosphorylated and total protein were normalized to their respective GAPDH loading control (pERK/GAPDH, ERK/GAPDH, pAkt/GAPDH, Akt/GAPDH). Ratios of pERK/ERK and pAkt/Akt were calculated using the normalized values. The respective vehicle control was set as 1 and the ratios were calculated. 4.11. Transfection with SYK Plasmids The following, previously described FLAG-tagged plasmids were used in this study: pCAF1 empty expression vector, SYK wt = SYK wild type, SYK B = short SYK splice variant B, SYK Y130E = constitutive active SYK, SYK K402R = kinase dead SYK, SYK RR42/195KK = SYK with inactive SH2 domains [ 26 , 46 ]. Cells were seeded in 24- (cell viability assay) or 6-well plates (western blot) in full growth media. The following day the cells were transfected using jetPRIME® transfection reagent (Polyplus-transfection®, Illkirch, France) according to the provided manual (1 μg DNA per well in a 6-well plate and 0.25 μg DNA per well in a 24-well plate). After 5 h, the media containing the transfection mix was removed and fresh media was added. After 48 h, cell viability was determined and cells were harvested for western blot. 4.12. Drug Combination Analysis To determine whether the chemotherapeutic drug-SYK inhibitor combinations displayed a synergistic or additive effect, highest single agent, response additivity and Bliss independence calculations were performed on the cell viability data as described in [ 84 ]. Highest single agent method proves the superiority of the drug combination compared to its single agents and was assessed with statistical testing (two-way ANOVA). Response additivity and the Bliss Independence model both compares the observed drug combination effect to the expected additive effect and thereby calculates a combination index. For Response additivity the expected additive effect is calculated as following: E(A) + E(B) and for the Bliss Independence: E(A) + E(B) − E(A)*E(B) where E is the effect produced by drug A and B. A combination index <0.9 was defined as synergistic, 0.9–1.1 as additive and >1.1 as antagonistic. 4.13. Statistical Analysis GraphPad Prism software (versions 7 and 8, GraphPad Inc., San Diego, CA, USA) was used for statistical analysis and graph design. Fisher’s exact test was used to test the statistical significance of the association between two categories. Two-way ANOVAs and Dunnett or Bonferroni post-tests were applied to assess two independent variables (differences between cell lines and the effect of treatment). Two-tailed one sample t-tests were used for the statistical analysis of the cell signaling studies.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:58:42.918941",
  "abstract_length": 512,
  "methods_length": 14418,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}