{
  "pmid": "PMID:30796033",
  "title": "Overcoming BET Inhibitor Resistance in Malignant Peripheral Nerve Sheath Tumors.",
  "abstract": "PURPOSE: BET bromodomain inhibitors have emerged as a promising therapy for numerous cancer types in preclinical studies, including neurofibromatosis type 1 (NF1)-associated malignant peripheral nerve sheath tumor (MPNST). However, potential mechanisms underlying resistance to these inhibitors in different cancers are not completely understood. In this study, we explore new strategy to overcome BET inhibitor resistance in MPNST. RESULTS: Here, we show that a malignant progression-associated increase in BRD4 protein levels corresponds to partial sensitivity to BET inhibition in MPNST. Strikingly, genetic depletion of BRD4 protein levels synergistically sensitized MPNST cells to diverse BET inhibitors in culture and  CONCLUSIONS: Collectively, MPNST sensitivity to combination genetic and pharmacologic inhibition of BRD4 revealed the presence of a unique addiction to BRD4 in MPNST. Our discovery that a synthetic lethality exists between BET inhibition and reduced BRD4 protein levels nominates MPNST for the investigation of emerging therapeutic interventions such as proteolysis-targeting chimeras (PROTACs) that simultaneously target bromodomain activity and BET protein abundance.",
  "authors": "Jonathan M Cooper; Amish J Patel; Zhiguo Chen; Chung-Ping Liao; Kun Chen; Juan Mo; Yong Wang; Lu Q Le",
  "journal": "Clinical cancer research : an official journal of the American Association for Cancer Research",
  "publicationDate": "2019-06-01",
  "doi": "10.1158/1078-0432.CCR-18-2437",
  "methods": "Experimental Design: Through modeling tumor evolution by studying genetic changes underlying the development of MPNST, a lethal sarcoma with no effective medical treatment, we identified a targetable addiction to BET bromodomain family member BRD4 in MPNST. This served as a controlled model system to delineate mechanisms of sensitivity and resistance to BET bromodomain inhibitors in this disease. Materials and Methods Cells and Reagents Primary mouse MPNST (mMPNST) cells were generated via a mouse MPNST model as described previously ( 34 ,  50 ,  51 ). Human S462 MPNST cells were a kind gift from Karen Cichowski (Harvard Medical School). Human MPNST cells were authenticated with human-specific PCR primers on 9/18/18 to confirm the absence of mouse tumor cell contamination. All leukemia cell lines were a kind gift from Dr. Chengcheng Zhang (UT Southwestern, Dallas, TX). Routine mycoplasma testing of the cell lines was not performed. All cells were cultured in DMEM (10% FBS, 1% L-glutamine, 1% sodium pyruvate, 1% penicillin-streptomycin). Drugs used: JQ1 (Cayman Chemical and MedChem Express), OTX-015 (Cayman Chemical), CPI-203 (Cayman Chemical), CPI-0610 (Axon Medchem), ARV-771 and ARV-825 (MedChem Express). Animal Studies All mice were housed in the animal facility at the University of Texas Southwestern Medical Center at Dallas (UTSW). Animal care and use were approved by the Institutional Animal Care and Use Committee (IACUC) at UTSW. Female athymic nude mice (≥ 8-week old) obtained from The Jackson Laboratory (Bar Harbor, ME) were used for tumor studies.  In vivo  induction of shRNAs in mMPNST-pTripz tumors, JQ1 dosing, and tumor bioluminescence imaging were all carried out as described ( 34 ).  In vivo  administration of ARV771 BET PROTAC was conducted using a modified treatment regimen from ( 56 – 58 ). Briefly, tumorigenic clones of S462 were subcutaneously injected into the right and left hind flank of 10 mice per treatment group (2 × 10 6  cells per tumor). Xenograft tumors were allowed to form until palpable (2 weeks). Tumors were measured by electronic caliper on treatment experiment Day 0 (volume = L x W 2  × 0.5) and mice were divided between treatment groups (n =10 mice) so that the average tumor size per group reach approximately 45 mm 3 . Vehicle (5% Sorbitol HS15 and 5% EtOH in D5W) or 30 mg/kg ARV771 were subcutaneously injected daily (beginning on experiment Day 1) for the length of treatment period. Mouse weight changes (to evaluate treatment toxicity) and tumor volume measurements were routinely collected throughout the treatment period. As in ( 56 – 58 ), all mice received a drug holiday of 1–2 days during the course of the treatment. On Day 20 of the treatment period (1 day after the final dose), final measurements of tumor volume and tumor mass were conducted. Brd4  Knockout By CRISPR/Cas9 Genomic editing Doxycycline inducible Cas9 cDNA lentiviral vector (Addgene plasmid #50061 = pCW-Cas9) and additional lentivector constitutively expressing AAVS1-targeting sgRNA (sgCON) (Addgene plasmid #50662 = pLX-sgRNA) or sgBRD4.1 lentivector (pLX-sgRNA vector with AAVS1-sgRNA+PAM_sequence replaced with the following  Brd4 -targeting sgRNA+PAM_sequence: GTTCAGCTTGACGGCATCCA) were packaged into lentiviral particles that were used to infect, and select for transduced cells.  Brd4  sgRNA was designed using E-CRISP software ( http://www.e-crisp.org/E-CRISP ). For genomic editing, stably infected cells were plated as single cell clones, followed by Cas9 induction for 10 days with doxycycline. Single cell clone outgrowths were expanded, and screened as described previously ( 59 ,  60 ). To determine the efficacy of CRISPR/Cas9 gene editing, genomic DNA was extracted from mouse MPNST cells (parental, sgCON clones 1 and 2, and sgBRD4.1 clones 3, 4, and 13) and the genomic region surrounding the  Brd4  sgRNA-targeted sequence was amplified by PCR (Primers used: 5’ – 3’ [F3: CTAACAAGCCCAAGAGACAG, R3: CCAACTTTACCCTTCTGCAG]). The amplified PCR product was submitted for Sanger sequencing by the McDermott Center Sequencing Core Facility at UTSW. The PCR products of sgBRD4.1_Clone 4 and sgBRD4.1_Clone 13 were further sub-cloned into pGEM-T Easy (Promega) cloning plasmids for additional Sanger sequencing via T7 primers. Sequence similarity was assessed using the Basic Local Alignment Search Tool (BLAST) provided by the NCBI. Lentiviral Constructs Mouse/Human  Brd4  shRNAs were generated as described previously ( 34 ). Human  Brd3  shRNAs were generated by cloning of the following 21-mer sequences (shBrd3.a: CCAAGGAAATGTCTCGGATAT, shBrd3.b: GCTGATGTTCTCGAATTGCTA, shBrd3.c: CCCAAGAGGAAGTTGAATTAT) into the pLKO.1-puro empty backbone lentiviral vector. In Vitro  Growth Measurements ATP CellTiter Glo assay (Promega) was carried out according to modified manufacturer recommendations. Luminescence was quantified via Synergy|HT 96-well plate reader (BioTek). Quantification of cellular apoptosis For analysis of cellular apoptosis/death, FITC-AnnexinV Kit (Miltenyi Biotec) or APC-AnnexinV kit (Bio Legend) was used per modified manufacturer’s instructions. The FACSCalibur, FACSCanto, and FACSLyric Flow Cytometers (BD Biosciences) at the UTSW Flow Cytometry Core Facility and the Moody Foundation Flow Cytometry Facility of the Children’s Research Institute (CRI) at UTSW were used for cellular analyses. Cytobank and FlowJo software (Tree Star) were utilized for data visualization and analyses. RNA Isolation, cDNA Synthesis, qRT-PCR All procedures were performed as descried ( 34 ). Data quantified by ΔCt method, and normalized relative to Gapdh (housekeeping gene). Primers used (5’−−3’): (hBrd4_F: AGTTTGCATGGCCTTTCC, hBrd4_R: CCTGAGCATTCCAGTAATAGTTG, hBrd3_F: GAAGGCCAACAGCACGAC, hBrd3_R: CCCTCCTCCTCTTCCTCTGA) Western Blot Western Blot procedures were carried out as described previously ( 51 ,  61 ). Antibodies Used: BRD4 (Bethyl Labs); GAPDH, BRD3, BRD2 (Santa Cruz Biotechnology), Alpha/Beta Tubulin (a,b-Tubulin), Bim, Cleaved-Caspase 3, Cleaved-PARP, Histone 3 (Cell Signaling Technology). Statistical Analyses Data are displayed as the mean +/− S.E.M. Two-tailed unpaired student’s t test was used to evaluate statistical significance (p < 0.05 was deemed statistically significant).",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-20 06:57:47",
  "introduction": "Introduction The discovery of oncogenes, tumor suppressors, and more recently mutational landscapes across human tumors has provided unprecedented knowledge leading to the identification of numerous therapeutic targets against cancer ( 1 – 3 ) (The Cancer Genome Atlas Research Network). Nonetheless, traditional surgery, chemotherapy, and radiotherapy remain as frontline therapeutic strategies for many cancer patients today (PDQ ®  - National Cancer Institute). However, toxicity of chemotherapy and radiotherapy on normal tissues has spurred interest in the development of cancer tissue-specific therapies ( 4 ,  5 ). In recent decades, targeted therapy against cancer-specific kinase dependencies has emerged as a promising treatment modality ( 4 – 10 ). However, variable resistance mechanisms have also hindered the therapeutic success of targeted therapies against specific cancer dependencies on kinases such as BCR-ABL, MEK, BRAF, EGFR, and SMO ( 11 ,  12 ). Furthermore, recent awareness of mutational heterogeneity in human tumors through cancer genomic sequencing studies has suggested the need for an expanded arsenal of targeted therapeutics for use either alone or in combination to improve survival of cancer patients ( 13 ,  14 ). In contrast, targeted therapy against epigenetic or chromatin regulators has emerged as an attractive alternative strategy against cancer, due in part to the fact that these proteins can maintain tumorigenesis through regulation of gene expression programs downstream of both oncogenes and tumor suppressors, and these proteins are druggable ( 15 – 20 ). Epigenetic writers, erasers, and readers are three categories of chromatin regulators for which drug targets and small molecule inhibitors have been developed and shown to be promising targets in either pre-clinical mouse tumor models or in clinical trials ( 21 – 28 ). Of these, BET bromodomain protein BRD4 has recently emerged as an important chromatin regulatory protein across multiple cancer types ( 28 – 37 ). BRD4 is critical member of the broader bromodomain and extra-terminal domain (BET) family of epigenetic reader proteins. These include the ubiquitously expressed isoforms BRD4, BRD3, BRD2, and testis- and ovary-specific isoform BRDT ( 38 ). BET proteins are characterized by two tandem bromodomains (BD), which bind acetylated histones to support the recruitment of transcription elongation factor machinery to open chromatin regions, and an extra-terminal domain (ET) that mediates protein-protein interactions ( 38 ). Specifically, BET proteins often interact with and support the activity of key transcription factors such as c-MYC, c-Jun,  TP53 , and pTEFb ( 38 ,  39 ). Members of the BET protein family, including BRD4, BRD3, and BRD2 can be potently inhibited pharmacologically with pan-BET bromodomain inhibitors (BET inhibitors) including JQ1, I-BET151, CPI-203, or OTX-015, which competitively bind both bromodomains, perturbing BET protein association with histones and subsequent regulation of gene expression ( 28 – 37 ) BET inhibitors show great potential as selective, anti-cancer therapeutics, but the mechanisms underlying sensitivity and resistance to apoptosis in the presence of these inhibitors is less clear. Some recent reports have indicated cancer-specific modes of resistance can occur, such as compensatory kinase signaling in ovarian cancer ( 40 ); bromodomain-independent recruitment of BET proteins to chromatin in triple-negative breast cancer ( 41 ); and engagement of WNT/beta-catenin signaling in acute myeloid leukemia (AML) ( 42 ,  43 ). It has also been reported that BRD4 regulates distinct super-enhancer-associated oncogenes in specific tumor types (e.g.  Myc  in leukemia and multiple myeloma) ( 44 – 46 ). Furthermore, within specific tumor subtypes, there are varying responses to BET inhibitors in pre-clinical studies and in on-going Phase I clinical trials ( 47 ,  48 ). Although suppression of  Myc  expression has been demonstrated as a mechanism of growth suppression via BET inhibitors, it is not always a key mechanism of action in other tumor types ( 30 ,  32 ,  36 ,  49 ). Given these pressing issues, the elucidation of mechanisms governing BET inhibitor sensitivity or resistance would serve as a valuable platform to better understand these inhibitors and develop diagnostic biomarkers for their usage in cancer patients to maintain the long-term success of this epigenetic therapy. Recently, we reported that BRD4 plays a critical role in the tumorigenesis of Neurofibromatosis Type I (NF1)-associated Malignant Peripheral Nerve Sheath Tumors (MPNSTs), and that pharmacological inhibition with BET inhibitor JQ1 is effective in pre-clinical  in vivo  MPNST tumor studies ( 34 ). MPNSTs are highly aggressive sarcomas that develop sporadically or in NF1 patients. There is no effective treatment for MPNSTs and they are typically fatal. We identified a BRD4 dependency in MPNST while studying tumor initiation and progression through step-wise loss of tumor suppressor genes  Nf1  and  Tp53  in neural crest-related skin-derived precursor cells (SKPs), which we recently established as an ex-vivo transplantable model of MPNST development ( 34 ,  50 ,  51 ). Thus, we reasoned that this model would serve as a controlled system to delineate genetic mechanisms of sensitivity or resistance to JQ1 in MPNST. Shortly after our study was published, three independent groups reported that loss of function in members of the polycomb repressor complex 2 (PRC2) is a characteristic of MPNST ( 23 ,  52 ) and even promotes sensitivity to BET inhibition ( 53 ). PRC2 loss of function results in reduced H3K27 methylation and allows for subsequent H3K27 acetylation, which mediates BRD4 recruitment to chromatin. These studies suggest that, in MPNST, PRC2 loss of function allows for histone priming for BRD4 recruitment and activation, facilitating its role in maintaining MPNST survival and nominating its use as a therapeutic target. Importantly, these observations illustrate how BRD4 dependency is possible even in the absence of mutations in BRD4-interator  TP53 , as  TP53  mutations and loss of function mutations in PRC2 members are often non-redundant in MPNST patient tumor samples ( 54 ). However, PRC2 loss of function may not confer sensitivity to BET inhibition in all cancer contexts, as it can actually promote BET inhibitor resistance in AML ( 42 ). Importantly, however, we also observed in MPNST that BRD4 inhibition with JQ1 or RNAi promotes active engagement of apoptosis through upregulation of pro-apoptotic Bim and downregulation of anti-apoptotic Bcl2 ( 34 ). This is consistent with the observation that the preclinical anti-tumor efficacy of BET inhibition is in part dependent on the degree to which their administration engages apoptosis ( 55 ). It was in light of these observations that we chose to explore modes of BET inhibition sensitivity and resistance in MPNST and in so doing uncovered a targetable BRD4 protein addiction in this disease.",
  "results": "Results BRD4 Levels Underlie Resistance to BET Inhibitor-Induced Death in MPNST Cells Previously, we observed that malignant progression of normal SKPs to MPNST via inactivation of both  Nf1  and  Tp53  was associated with increased levels of BRD4 ( 34 ). Interestingly, it has been reported that increased levels of BRD4 are associated with increased sensitivity to BET inhibitor JQ1 in the context of Notch1 inhibitor-resistant T cell leukemia ( 62 ). As MPNST cells expressing elevated BRD4 exhibit enhanced sensitivity to JQ1 over pre-tumorigenic, BRD4-low SKPs ( 34 ), we hypothesized that increased levels of BRD4 confer JQ1 sensitivity in this context. We suspected that JQ1 resistance would arise from MPNST cells with lower BRD4 levels that are insensitive to JQ1 inhibition. Thus, we reasoned that stable suppression of BRD4 expression would de-sensitize BRD4-high MPNSTs to JQ1. Through CRISPR/Cas9-based genome editing ( Figure 1A ,  S1A-F ) and the heterogeneity of endogenous BRD4 expression levels in MPNST cells, we generated  Brd4 -depleted mouse MPNST (mMPNST) cell clones that offer different levels of BRD4 expression for us to model JQ1 sensitivity as a function of BRD4 levels through functional assays ( Figure 1B ). We employed targeted sequencing of representative sgControl and sg Brd4  clones to determine the exact mutations in each of the sg Brd4 -targeted lines. As expected, parental mMPNST cells and both sgControl clones (c1 and c2) have no  Brd4  mutation ( Figure S1A-C ). sg Brd4  clone c3 also has no  Brd4  mutation ( Figure S1D ); and accordingly maintains BRD4 protein expression ( Figure 1B ). Most importantly, we found that a single base pair insertion in one allele and a 50-base pair deletion in the other allele in the sg Brd4 -targeted clone c4 ( Figure S1E ), as well as a two base pair insertion in one allele and a 13-base pair deletion in the other allele in the  sgBrd4 -targeted clone c13 ( Figure S1F ), each resulted in loss of BRD4 protein expression ( Figures 1B ). When these cells along with control cells were monitored for growth and apoptosis after JQ1 treatment, we observed hyper-sensitivity to JQ1 in  Brd4 -knockout MPNST cells ( Figures 1C-D ,  S2A ), which was unexpected given our initial hypothesis. Interestingly, MPNST cells maintaining BRD4 expression (e.g. c1, c2, c3), showed intermediate levels of cell death with JQ1, while cells with BRD4 knockout (e.g. c4) displayed near-maximal cell death ( Figure 1D ). Together, these findings led us to refine our model in which we suggest that the persistence of higher BRD4 levels post-treatment can mediate resistance in BET inhibitor-treated MPNST cells. BRD4 Depletion Overcomes Resistance to BET Inhibitor-Induced Cell Death in MPNST. To exclude the possibility that these results were due to the selection of single cell clones with pre-existing sensitivities to JQ1, we utilized potent doxycycline-inducible shRNA against  Brd4 . Upon doxycycline addition, we observed almost complete loss of BRD4 protein levels (similar to a knockout) ( Figure 1E ) compared to scrambled control (shCONTROL). These phenotypes were verified with multiple shRNAs in our previous studies ( 34 ). We utilized this sensitive yet rapid system to acutely knockdown  Brd4  and monitor survival of MPNST cells with or without JQ1 treatment ( Figure 1F ). We observed massive cell death (70–80% apoptosis) in as few as 3 days when doxycycline-induced  Brd4  knockdown was combined with JQ1, while cell death occurred to a far lesser extent in controls as expected ( Figure 1F ). Using this system, we observed that low doses of JQ1 were also sufficient to cooperate with acute  Brd4  depletion to kill most MPNST cells in culture by 6 days, while control cells remained largely viable, but growth inhibited as expected ( Figures 1G ,  S2B ). We have previously shown that apoptotic cell death induced upon BRD4 inhibition by shRNA or small molecule BET inhibitors in MPNST cells occurs through upregulation of pro-apoptotic signaling protein Bim and down regulation of anti-apoptotic proteins such as Bcl-2 ( 34 ). Consistent with our previous findings, apoptotic induction upon JQ1 treatment was enhanced when MPNST cells were co-treated with JQ1 and Bcl-2 inhibitor ABT263 ( Figure S2C ). Co-treatment with JQ1 and ABT263 also abrogated cellular proliferation more than either inhibitor alone ( Figures S2D-E ). Bcl-2 inhibition exhibited a smaller additive effect on apoptosis and cell proliferation in sh Brd4  cells treated with JQ1 than in JQ1-treated shControl cells, indicative that JQ1 treatment in the context of BRD4 depletion already approached maximal apoptosis engagement and cell proliferation inhibition. ( Figures S2C-E ). Given that BET inhibitors (e.g. JQ1) can inhibit multiple BET proteins in humans, we investigated if the depletion of BET bromodomain proteins in human MPNST cells would phenocopy what we observed in mouse mMPNST cells. Consistent with our data thus far, we observed that shRNA-mediated constitutive depletion of BRD4 ( Figures 1H-I ) conferred extreme sensitivity to JQ1-induced cell death compared to JQ1-treated shControl cells ( Figure 1J ). Similarly, we found that knockdown of BET family member  BRD3  was slightly growth inhibitory and toxic to MPNST cells, but it conferred acute sensitivity to JQ1 co-treatment ( Figures S3A-C ), though to a smaller extent than  BRD4  knockdown. These data reveal that both BRD3 and BRD4 can support MPNST cell growth and that depletion of either one of them can sensitize human MPNST cells to BET inhibitor-induced death, suggesting BET bromodomain family members may possibly play coordinate roles in maintaining MPNST cell growth and survival. Since persistent genetic deletion of BRD4 did not markedly alter the protein levels of BRD3 or BRD2 ( Figure S2A ), it is likely any coordinate roles in this system would occur at the level of BRD4/3/2 function, rather than expression. Genetic Inhibition of BRD4 Overcomes MPNST Cell Resistance to Diverse BET Inhibitors Having found that genetic depletion or knockout of  Brd4  rendered extreme sensitivity to BET inhibitor JQ1 in MPNST cells, we expanded our investigation to include alternative BET inhibitors. To exclude the possibility that our observations were biased by the polypharmacology of JQ1, we additionally utilized OTX-015, CPI-203, and CPI-0610, which are broad-spectrum BET inhibitors previously shown to inhibit BRD2, BRD3, and BRD4 ( 63 – 65 ). Comparative dose response analysis of JQ1, OTX-015, and CPI-203 revealed similar growth-inhibitory effects of these three independent BET inhibitors on both mouse and human MPNST cells ( Figure 2A-B ). Upon cell death analysis ( Figure 2C ), a 1 μM dose consistently led to about 15% cell death with each inhibitor, and higher doses (up to 20 μM) of either JQ1 or OTX-015 led to further enhanced cell death in a dose-dependent manner. In contrast, MPNST cells were relatively resistant to higher doses of CPI-203 ( Figure 2C ). Remarkably, when MPNST cells were BRD4-depleted, co-treatment with a 1 μM dose of CPI-203 led to massive cell death that was comparable to the same dose of JQ1 or OTX-015 ( Figure 2D ). CPI-0610 displayed similar, though less potent, inhibition of MPNST cell viability as JQ1 in shCONTROL cells; however, depletion of  Brd4  was sufficient to sensitize MPNST cells to BET inhibition by CPI-0610, particularly as the dose was increased ( Figures 2E-F ). These comparative analyses reveal that genetic inhibition of BRD4 can overcome MPNST resistance to a spectrum of BET inhibitors with differing intrinsic potencies. BRD4-high MPNST Cells are Sensitive to Titrated BRD4 Depletion by Proteolysis-Targeting Chimeras (PROTACs) Our studies to this point suggest that BRD4-addicted tumors would likely harbor resistance to BET inhibition alone, but could be sensitized by targeted depletion of BRD4. While this is relatively straightforward in vitro, genetic depletion of  BRD4  by RNAi or CRISPR in humans is fraught with challenges making it not presently therapeutically viable. Recent developments in chemical biology have sought to address the problem of achieving depletion of specific proteins in cells and  in vivo  without the use of oligonucleotides through the development of proteolysis-targeting chimeras (PROTACs) ( 66 ). PROTACs contain a binding moiety against a target of interest, a linker region, and a separate binding moiety for an E3 ubiquitin ligase. The linker region allows for the specific localized ubiquitination of the target protein of interest for degradation by the E3 ligase that has been brought into its unique proximity by the PROTAC. To assess whether selective degradation of BRD4 is achievable in the context of MPNST, we employed two PROTAC molecules, ARV825, which employs a Cereblon E3 ligase-mediated degradation of BRD4 ( 67 ), and ARV771, which utilizes the von Hippel-Lindau (VHL) E3 ligase to degrade BRD4 ( 56 ). In human MPNST cells, both PROTACs elicited dose-dependent, persistent degradation of BRD4 following 3 days of treatment ( Figure 3A ). ARV771 was slightly more potent in this context than ARV825, as 1 μM (the most effective dose of either PROTAC) ARV771 produced near undetectable levels of BRD4, while 1 μM of ARV825 allowed for noticeable residual BRD4 expression ( Figure 3A ). The degradation of BRD4 corresponded to dose-dependent upregulation of cell death markers cleaved-PARP and cleaved-Caspase 3, and also induced apoptotic cell death ( Figures 3A-B ). In addition, both PROTAC molecules displayed a near 10-fold reduction of IC50 for cell viability compared to JQ1 ( Figure 3C ) in human MPNST cells. While ARV825 and ARV771 were originally designed to target human BRD4, we also confirmed that they exhibit dose-dependent depletion of BRD4 and engagement of apoptosis in mouse mMPNST cells ( Figures 3D-E ). In mMPNST cells, ARV825 was more potent than ARV771 in inducing apoptosis, particularly at 1 μM, which corresponded to greater BRD4 depletion by ARV825 at the same doses ( Figures 3D-E ). Additionally, in mMPNST cells, both PROTACs inhibited cell viability more potently than JQ1 at their highest dose ( Figure 3F ). In both mouse and human cells, we observed that the levels of BRD4 began to rise between 1 μM and 10 μM doses ( Figures 3A,D ). This is likely an example of a “hook effect” that has been observed for PROTACs, as increasing compound concentrations begin to out-compete themselves for binding to the target of interest, which results in reduced target degradation ( 68 ). Co-treatment of the PROTACs (1 μM) with JQ1 (1 μM) produced little to no additional induction of apoptosis compared to either PROTAC alone ( Figures 3B,E ), indicating that at this dose PROTAC treatment has maximally engaged the apoptotic response possible for BRD4 inhibition. In addition, co-treatment of JQ1 with either PROTAC molecule produced less BRD4 protein depletion than PROTAC treatment alone ( Figures 3A,D ). Since the BRD4-binding moiety in the PROTAC targets the same binding site on BRD4 as JQ1, this blunting of BRD4 depletion suggests that the addition of JQ1 may have lowered the effective concentration of the PROTAC, as it competed with PROTAC for binding to BRD4. Together, these results are proof-of-principle experiments that show a PROTAC-mediated strategy for both BRD4 depletion and BET inhibition may be a viable avenue to target BRD4-addicted MPNSTs in human patients via a single cell-permeable small molecule. PROTAC-Mediated BRD4 Depletion Can Bypass BRD4-High Leukemia Cell Resistance to BET Inhibitors Given previous reports that BET bromodomain family members such as BRD4 support the growth and proliferation of hematopoietic cancers such as AML and CML, we sought to validate whether the synthetic lethality we observed between BRD4 depletion and BET pharmacological inhibition applied to broader cancer contexts beyond MPNST. We focused on a panel of human leukemia cells that possessed distinct oncogenic mutations and had been previously found to have differential sensitivities to JQ1 ( 31 ,  36 ). Baseline analysis of BRD4 expression in the four leukemia lines examined revealed that K-562 (CML) and Kasumi-1 (AML) displayed relatively higher levels of BRD4, while both HL-60 (AML) and THP-1 (AML) showed relatively lower levels of BRD4 ( Figure 4A ). Importantly, K-562 cells, which displayed the highest levels of baseline BRD4, are known to harbor resistance to BET inhibitors ( 31 ,  36 ). These cells displayed no noticeable apoptotic induction and limited perturbation of cell viability when treated with JQ1, compared to the other cell lines tested ( Figure 4B-C ). Strikingly, both HL-60 and THP-1 cells, which both exhibited relatively lower levels of BRD4, were extremely sensitive to apoptosis induction upon JQ1 treatment ( Figure 4B ). Interestingly, we found that these differences among the leukemia cell lines extended to a cell viability assay in which lower-expressing BRD4 cells (HL-60 and THP-1) were most potently sensitive to JQ1 in a dose-dependent manner ( Figure 4C ). We then examined whether leukemia cell lines expressing higher levels of BRD4 would be more sensitive to BRD4 inhibition by PROTAC than to BET-bromodomain antagonists. Similar to our observations in MPNST, 3-day treatment of K-562 or Kasumi-1 cells with ARV771 potently mediated BRD4 depletion to nearly undetectable levels, and this corresponded to a marked induction of apoptotic cell death compared to BET inhibitors JQ1, OTX015, and CPI-0610 ( Figures 4D-E ). Interestingly, treatment of Kasumi-1 cells with each of the 3 BET inhibitors, but not the PROTAC, corresponded to an increase of BRD4 levels after treatment, compared to vehicle control ( Figure 4E ). As BRD4 upregulation in response to BET bromodomain antagonists has been previously reported ( 67 ) and may serve as a mechanism of resistance, we inquired whether BET inhibitors were less able to inhibit Kasumi-1 cell viability than a BET PROTAC, which suppressed BRD4 levels over the course of treatment. PROTAC treatment displayed a greater than 100-fold decrease in IC50 compared to all 3 BET inhibitors assayed for effects on cell viability in BRD4-high Kasumi-1 cells ( Figure 4F ). Interestingly, combination administration of JQ1 and ARV771 in K-562, Kasumi-1 and human MPNST cells displayed little to no added effect above single agent treatment alone, with ARV771-mediated apoptosis induction being the consistently dominant phenotype ( Figure 3B ,  S4A-D ), even at doses below 1 μM. This is likely explained by the fact that both JQ1 and ARV771 are compensative inhibitors of the same sites on BRD4 and the other BET proteins ( 56 ), and thus would likely compete with each other for target binding if combined, as mentioned above. These data suggest that BRD4-high cancer cells that display relative resistance to small molecule BET-inhibitors retain a vulnerability to targeted degradation of BRD4 proteins by a PROTAC therapeutic strategy. Genetic Inhibition of BRD4 Improves BET Inhibitor Therapeutic Efficacy against MPNST Tumors  In Vivo We next investigated whether suppression of BRD4 expression in BRD4-high/addicted MPNST tumors could improve or enhance the therapeutic efficacy of BET inhibition  in vivo . Toward this end, we utilized  Nf1 / Tp53 -inactivated mMPNST cells (Luciferase-expressing) that possess both high baseline levels of BRD4 and doxycycline (Dox)-inducible shRNAs (shCONTROL or sh Brd4 ). We implanted these tumor cells in nude mice and allowed solid tumors (<100 mm 3 ) to form. This was followed by activation of sh Brd4  or shCONTROL with doxycycline in all tumors in combination with daily vehicle or JQ1 administration to the mice for 20 days ( Figure 5A ). Through measurement of palpable tumor volume and  in vivo  bioluminescence imaging at multiple points during this experiment, we observed a remarkable and significant therapeutic improvement when  Brd4  knockdown was combined with JQ1 ( Figures 5B-F ), whereas  Brd4  knockdown or JQ1 treatment alone showed far lesser efficacy. During this treatment period, we also observed that, consistent with our previous results, JQ1-treated tumors underwent maximal tumor regression after 5 days followed by a rapid relapse of these tumors at a slower growth rate compared to vehicle-treated tumors ( Figure 5D ). In contrast, tumors with  Brd4  knockdown plus JQ1 treatment had more striking tumor regression within the first 5 days followed by a suppression of tumor relapse ( Figure 5D ). Even at 15 days post-treatment, over half of the tumors in the JQ1 plus sh Brd4  group exhibited greater than 30% tumor regression ( Figure 5E ). Analysis of final tumor weight after 20 days of treatment was consistent with these observations ( Figure 5F ). These data collectively point to an  in vivo  synthetic lethality between  Brd4  depletion and BET inhibitor treatment in MPNST. As RNAi-mediated targeting of BRD4 in human patients is not a presently viable therapeutic modality, we examined whether single-agent BET PROTAC treatment could translate our murine MPNST model results into a human MPNST xenograft model for the treatment of human MPNSTs. We established an S462-xenograft derived cell line (S462–021L), which possessed heightened tumorigenic potential for further xenograft studies and validated that it maintained  in vitro  sensitivity to BET-inhibitor-induced inhibition of cell viability and induction of apoptosis ( Figure S5A-B ). Mice bearing xenograft tumors were then treated daily (including a 1–2 day drug holiday per mouse) with subcutaneous administration of vehicle or 30 mg/kg ARV771, a BET PROTAC with confirmed  in vivo  efficacy ( 56 – 58 ). We observed that this treatment regimen was well-tolerated in both cohorts ( Figure S5C ). Consistent with our  in vitro  data, tumors treated with ARV771 experienced less per-tumor growth over the course of the nearly 3-week treatment ( Figure S5D-E ). These results confirm that ARV771 can attenuate human MPNST cell growth in  in vivo , as well as  in vitro , and nominate BET PROTACs for further investigation to improve their pharmacokinetic and pharmacodynamic profile as clinically translatable therapeutic strategies for MPNST patients with no currently effective treatment options.",
  "discussion": "Discussion Advances in therapeutic oncology have enriched cancer patients with multiple options for personalized targeted therapies, but resistance remains a challenge ( 69 ,  70 ). Pathway reactivation is a leading mechanism of resistance to targeted therapies (e.g. inhibitors of BCR-ABL, BRAF V600E , MEK, or SMO) ( 6 ,  71 – 73 ). From these studies emerges a concept that broadly acknowledges the ability of cancer cells to rewire, acquire, or hijack alternative signal transduction pathways to converge on common downstream signaling nodes or oncogenic addictions to sustain tumorigenesis and survival ( 74 – 76 ). Consequently, novel targets or bottlenecks are being actively sought after as alternatives in therapeutic oncology. Among alternative novel approaches, inhibition of chromatin/epigenetic/transcriptional regulators has recently emerged as a promising therapeutic strategy to disarm transcriptional events downstream of oncogenic cell signaling networks in cancer ( 15 – 20 ). Nevertheless, resistance also plagues the promise of this therapeutic strategy. The mechanisms underlying resistance to epigenetic inhibitors, however, are not currently well characterized. In our studies presented herein, through modeling tumor evolution by studying genetic lesions underlying the development of NF1-associated MPNSTs, we reveal that BRD4 upregulation/addiction is associated with limited sensitivity to BET inhibitors. However, given the requirement for high-dose, single-agent BET inhibitors to efficiently trigger substantial cell death in MPNSTs  in vitro , and that such high doses are presently difficult to sustain  in vivo , it is expected that BET inhibitor efficacy will remain limited  in vivo  compared to  in vitro  for many different cancer subtypes under current evaluation in the field. Here, we show that genetic inhibition of BRD4 overcomes resistance to BET inhibitors, thus instigating synthetic lethality  in vitro  and markedly restraining tumor relapse  in vivo  in MPNST. These findings suggest a working model in which strategies to suppress BRD4 expression may lower the dosage of BET inhibitor necessary for  in vivo  MPNST treatment, and therefore improve its therapeutic efficacy. Alternatively, our finding that BET-protein PROTAC treatment surpasses the efficacy of BET inhibitors in cell culture models of MPNST inhibition suggests some BRD4-high tumors may be vulnerable to a PROTAC-based therapeutic strategy to reduce BRD4 levels in MPNST patient tumors. Although unknown at this time, it may be plausible that BET inhibitor JQ1 exerts off-target effects when BRD4 is depleted. However, several data suggest this is likely not a factor in instigating lethality. First, we observed extreme sensitivity to cell death in BRD4-depleted MPNST cells at low doses of JQ1 ( Figure 1G ). Second, additional BET inhibitors including OTX-015, CPI-203, and CPI-0610 had potent effects on BRD4 depleted MPNST cells (similar to JQ1) ( Figure 2 ). Third, although high doses of both JQ1 and OTX-015 (20 μM) induced massive cell death, CPI-203 was unable to do so. Yet, CPI-203, and CPI-0610, was much more potent when BRD4 was depleted in MPNST cells. Altogether, these observations suggest that lethality instigated by BRD4 depletion is not likely to be due to off-target effects. Instead, our data indicates that BET inhibitor therapeutic effects on MPNST cells may be attributed to synthetic lethality caused by additional depletion of BET protein levels. There are several possible mechanisms whereby this may take place. First, depletion of BRD4 by CRISPR or shRNA may not completely eliminate all BRD4 proteins from the cell. In this scenario, the remaining BRD4 may then be more acutely sensitive to BET inhibitors, since the inhibitor-to-target stoichiometry has been drastically perturbed. A second possible mechanism for the synthetic lethality we observed is that genetic loss of BRD4 results in a compensatory response by other BET-bromodomain family members such as BRD2 and BRD3, which can also be inhibited by BET inhibitors such as JQ1. Here, depletion of BRD4 would increase cells’ dependence on BRD2 or BRD3 function, which subsequent treatment with BET inhibitors would overcome to induce cell death. The possibility of BET-bromodomain family members compensating for one another may explain our observation of a synthetic lethality between sh BRD3  and JQ1, which displayed a similar, though less potent, phenotype compared to the combination of JQ1 and sh BRD4 . This mode of compensation would likely occur by increased BRD2/3 function or relative recruitment to acetylated histones rather than by increased BRD2/3 expression, as BRD4 depletion did not correspond to a concomitant increase in BRD3 or BRD2 at the protein level ( Figure S2A ). A third explanation for the synthetic lethality between BET inhibitors and loss of BRD4 could arise from reported BET-bromodomain dependent and independent functions of BRD4 ( 41 ). In this case, our data would reflect an MPNST cell addiction to the specific activity of the BET bromodomain (sensitive to BET inhibitors) as well as to BET domain-independent functions of BRD4 proteins (sensitive to BRD4 depletion). Lastly, BRD4 depletion may counteract possible BET inhibitor-induced feedback upregulation of BRD4 levels or function. If this explanation underlies our data, then the use of PROTACs, which inhibit BET domain binding to acetylated proteins while simultaneously promoting BRD4 degradation, would be preferable to the use of BET inhibitors alone as a therapeutic strategy. In conclusion, the elucidation of a link between BET inhibitor efficacy and the cellular level of wild-type BET proteins in MPNST cells provides an important insight into BET inhibitor sensitivity and resistance in cancer cells. This may then provide a framework for developing next-generation inhibitors to overcome resistance and improve the clinical efficacy of this epigenetic therapy. Current and future clinical trials of BET inhibitors in MPNST and other BET-implicated cancers should consider the type of addiction to BET family member proteins such as BRD4 that we report here in assessing future study efficacy. According to our data, we hypothesize that BRD4-high, and accordingly addicted, tumors could benefit from the recent development of small molecule targeted protein degraders such as PROTACS or future advances in  in vivo  gene targeting techniques using RNAi. BRD4-low tumors, on the other hand, could be predicted to respond best to strategies using direct BET inhibition alone or in combination with other anti-cancer agents. These strategies could then be employed in a data-driven manner to provide rational approaches to develop breakthrough treatments for currently therapy-refractory MPNST patients.",
  "upgrade_date": "2026-02-21 02:22:22"
}