{
  "pmid": "PMID:30800298",
  "title": "A qualitative study of the impact of plexiform neurofibromas on need fulfilment in adults with neurofibromatosis type 1.",
  "abstract": "OBJECTIVE: To explore the impact of plexiform neurofibromas on the lives of adults with neurofibromatosis type 1. BACKGROUND: Neurofibromatosis type 1 is a complex neurogenetic syndrome that affects many aspects of health and functioning. A common manifestation of neurofibromatosis type 1 is plexiform neurofibromas, non-cancerous tumours that can cause disfigurement, pain and neurologic disability. Patient-reported outcome measures used in this condition have addressed symptoms and functional ability but not how the condition affects patients' lives, particularly, their ability to meet their human needs. METHODS: Unstructured qualitative interviews were conducted with adults with neurofibromatosis type 1-associated plexiform neurofibromas in the United Kingdom and United States. Interviewees were encouraged to describe how plexiform neurofibromas affected their ability to meet their needs. Interviews were audio-recorded and transcribed verbatim. The UK and US transcripts were combined and theoretical thematic analysis was conducted. RESULTS: In all, 42 interviews (United Kingdom = 20, United States = 22) were conducted. Transcripts revealed 696 statements on the impact of plexiform neurofibromas on need fulfilment. Five major themes emerged: appearance, relationships, independence, role fulfilment and pleasure. CONCLUSION: Neurofibromatosis type 1-associated plexiform neurofibromas have a major effect on individuals' ability to meet their needs. An understanding of need fulfilment will complement information generated from traditional patient-reported outcome measures, particularly in a multi-faceted syndrome such as neurofibromatosis type 1.",
  "authors": "Alice Heaney; Jeanette Wilburn; Shannon Langmead; Jaishri Blakeley; Susan Huson; Carly Jim; Stephen P McKenna",
  "journal": "SAGE open medicine",
  "publicationDate": "2019",
  "doi": "10.1177/2050312119829680",
  "methods": "Methods: Unstructured qualitative interviews were conducted with adults with neurofibromatosis type 1–associated plexiform neurofibromas in the United Kingdom and United States. Interviewees were encouraged to describe how plexiform neurofibromas affected their ability to meet their needs. Interviews were audio-recorded and transcribed verbatim. The UK and US transcripts were combined and theoretical thematic analysis was conducted. Methods Ethics approval In the United Kingdom, ethics committee approval was obtained from North West-Liverpool Central Research Ethics Committee (14/NW/0279). In the United States, approval was granted by the Johns Hopkins University School of Medicine (JHU-SOM) Institutional Review Board. Participants Individuals with NF1 (defined by meeting clinical criteria or positive genetic testing), >18 years, with at least one pNF in any location, were eligible for the study. A pNF was defined as a neurofibroma that has grown along the length of a nerve and may involve multiple fascicles and branches; or a spinal neurofibroma that involves two or more levels with connection between the levels or extending laterally along the nerve; or a skin thickness neurofibroma that measures >3 cm on longest diameter by visual examination, palpation or two-dimensional (2D) magnetic resonance (MR) imaging; or >3 mL by volumetric MR imaging. Potential participants were identified through convenience sampling from the clinics they attended: Saint Mary’s Hospital, Manchester and Johns Hopkins Comprehensive Neurofibromatosis Centre, Baltimore. Patients were sent a letter in the post inviting them to participate in the study. Those interested were asked to contact the local researchers to arrange a convenient date and time for the interview. In the United Kingdom, interviewees were given the option of being interviewed in their own home, the offices of Galen Research or in a private room at Saint Mary’s Hospital. US interviews were conducted at Johns Hopkins Comprehensive Neurofibromatosis Centre. Individuals with cognitive difficulties who were unable to give consent were not enrolled. All participants provided written informed consent. Patient interviews One-to-one unstructured, qualitative interviews were conducted by three male and one female interviewers (aged 24–63 years), including S.P.M. and J.W. All interviewers have a degree in psychology and extensive experience in conducting qualitative interviews with patients. At the beginning of each interview, the interviewer introduced his/herself and explained their role and the purpose of the interview, which was to explore the ways in which pNFs and their treatment impacted the lives of patients. In instances where participants spoke of the symptoms or functional limitations caused by their pNFs, they were encouraged to explain how these affected their ability to meet their needs. Previous qualitative research has demonstrated that saturation of information can be achieved with 30 participants.  The aim was to recruit a combined total of 40 participants from the United Kingdom and United States, in case there were any major differences in outcome between countries. 38 , 39 Data analysis The UK and US data were combined for analysis. Interviews were audio-recorded and transcribed verbatim with identifying information omitted from the transcripts to ensure participants’ anonymity. Theoretical thematic analysis,  guided by the needs-based model of QoL, was performed on the transcripts. Four members of the research team were involved in analysing and coding the data. Qualitative analysis software was not employed. Each transcript was analysed independently by two of these four researchers (who had not interviewed the respondent), to reduce the risk of missing important aspects of the interviews. Issues raised by patients were grouped into themes, derived from the current transcripts. The research team in the United Kingdom and a US NF clinician then worked together to refine the themes. For reporting purposes, relevant statements were grouped into themes that arose from the analyses of the interview transcripts. 40",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-20 06:57:40",
  "introduction": "Introduction Neurofibromatosis type 1 (NF1) is a neurogenetic condition present in approximately 1 in 3000 births.  Plexiform neurofibromas (pNFs) are present in about half of NF1 cases. 1  These are benign tumours that grow along deep nerves 2  and are thought to be present from birth. 3  They are frequently associated with functional and neurological deficits, disfigurement and substantial pain. 4  There is a lifetime risk of malignant transformation in pNFs and they may cause compression of the airways or vital organs. As a source of major morbidity in NF1, pNFs have a profound impact on an individual’s quality of life (QoL). 5 6 Currently, there is no cure for pNFs. Surgical resection is the best therapeutic option for symptomatic pNFs. However, surgery can be challenging and is not always technically possible.  Surgery is unlikely to result in permanent removal of the tumour and may cause further complications including nerve damage and functional impairment. 7  There are multiple recent clinical trials designed to stop the growth, reduce the size and improve the symptoms of pNFs (e.g.  8 – 10 NCT02177825 ,  NCT03231306 ,  NCT02407405 ,  NCT03326388 , NCT0239075 and  NCT01362803 ). These trials used some form of tumour size measurement as the endpoint for the therapeutic study, as radiographic response is an important marker of drug activity. However, it is also important to demonstrate that treatment results in participants feeling better to add context and meaningful clinical impact to imaging improvement in clinical studies. In addition to imaging tumour response, common outcomes employed in clinical trials include assessment of signs, symptoms and functions.  Such data are commonly collected via patient-reported outcome measures (PROMs). Most PROMs assess Health-related Quality of Life (HRQL). This construct consists of a variety of different impairments and functional limitations resulting from disease. 11 12 Several studies have looked at the impact of NF1 on HRQL.  Most of these studies focused on children and adolescents. 13 – 35 QoL is a distinct outcome from HRQL. Rather than producing a profile of symptoms and functional limitations, QoL provides a holistic assessment of the value of an individual’s life in the context of their health status. The needs-based model  is a widely operationalised approach to QoL measurement in health research. The model was derived from research conducted with depressed and recently recovered depressed participants. 36  Qualitative interviews revealed that individuals’ experiences of depression were described in terms of the needs that they were unable to meet. The needs-based model postulates that life gains its quality from our ability to fulfil basic human needs. An individual is considered to have poor QoL when few needs are satisfied. 37  The impairments and functional limitations imposed by disease prevent needs from being fulfilled. Consequently, a needs-based approach allows the impacts of disease to be directly assessed rather than inferred. The needs-based model forms the theoretical basis for this study. In addition to providing insight into the impact of NF1-associated pNFs on the lives of patients, the study was also used to develop the content for a patient-reported outcome (PRO) measure suitable for use with this patient group. Such a measure would be used in conjunction with other outcome measures in therapeutic trials. 36",
  "results": "Interview findings The interview transcripts revealed 696 statements related to the impact of pNFs on need fulfilment. These statements were grouped into specific issues and then merged into broad themes. For example, issues such as parenting, employment and responsibility were combined into the theme of ‘role fulfilment’. The five major themes derived from the analyses were appearance, relationships, independence, role fulfilment and pleasure. These themes covered all issues identified from the interviews. It should be noted that the themes do not describe needs themselves but are enablers of need fulfilment. Comparison between outcomes of UK and US interviews An analysis was undertaken to compare the outcome of interviews in the two countries. Only four examples were found where a specific issue was raised in one country only. UK interviewees commented on missing out on opportunities in life. In the United States, some participants expressed concerns about being asked by others about their condition, being unable to fill their time and being touched (physically) by other people. In all other respects, the interviewees in each country raised the same issues when describing the impact of their condition. The following sections report the main outcomes of the qualitative interviews. Appearance The way we look affects needs such as self-confidence and self-esteem, identity, approachability, relationship building and employability. Interviewees revealed that their pNFs attracted much attention from strangers, who stared at the disfigurement or made hurtful remarks about their appearance: \n I get so many nasty comments … It can be in a supermarket, it can be walking to the town, it can be in a restaurant. You name it – somebody will make at least one comment. (United Kingdom, female, aged 45 years) \n Feelings of insecurity and self-consciousness resulted from these reactions. Respondents expressed discomfort with the way they looked and felt unattractive because of their pNF. Some reported avoiding seeing themselves in a mirror: \n I’m not okay with my body … I don’t love myself. (United States, female, aged 22 years) \n Participants expressed that whenever possible, they tried to ensure that their pNFs were not visible to others by covering them with clothing. Where clothes could not achieve this, the fear of others’ reactions prevented participants from taking part in certain activities, such as swimming: \n If I went on holiday I wouldn’t wear like a bikini or anything … because I’d be like self-conscious to show it. (United Kingdom, female, aged 20 years) \n I wouldn’t go swimming because of the way my body looks and because of them laughing. (United Kingdom, male, aged 28 years) . Some interviewees reported being reluctant to leave the house for fear of people reacting to their appearance. Since social situations were considered stressful, participants often opted to stay indoors: \n So now it’s like I cannot be bothered going out because I can’t handle the abuse all the time. (United Kingdom, female, aged 45 years) \n \n If you walk into a place, you kind of worry what they’re thinking. (United Kingdom, male, aged 41 years) \n On occasions where participants did socialise, they reported feeling uncomfortable and unable to enjoy themselves: \n I was anxious about going to different places and meeting new people, even at work, moving to new departments, going on holiday, going for nights out, and it’s just always just a worry and then I’m just on tenterhooks all night and during these social occasions. (United Kingdom, female, aged 40 years) \n Relationships Forming relationships is a fundamental enabler of need fulfilment. They can satisfy several needs such as physical contact, fun, love, intimacy, appreciation, respect and support in coping with problems. Interviewees explained how their attitude towards their pNFs affected their relationships with partners, family and friends. It was common for participants to reveal that they took their frustration out on people to whom they were emotionally close: \n They really don’t do anything it’s just they’re there and I have to take my anger out on somebody and that’s what I do. I usually get mad at them for no reason. (United States, female, aged 35 years) \n Not being physically able to join in activities with family and friends was another factor affecting relationships. Interviewees recognised the effect that this had on others: \n I think it upsets my husband that I will not go out. (United Kingdom, female aged 45 years) \n Participants revealed how their pNFs resulted in constantly staying home and having to decline invitations to social outings with family and friends. This placed great restrictions on their social life and ability to take part in activities they enjoyed: \n I want to be able to get out, do this and do that. I’m just stuck in the house all alone. (United States, female, aged 35 years) \n People with NF1 reported feeling that they were letting people down on occasions when they were unable to spend time with their loved ones: \n I’m missing out on my friends because … I’m in so much pain. (United States, female, aged 35 years) \n This frequently resulted in feelings of guilt. The impact of their condition on participants’ intimate relations was also discussed in the interviews: \n My partner’s not allowed to see me with no underwear or no clothes on … if we do anything it’s in the dark. (United Kingdom, female, aged 23 years) \n For those without partners, interviewees reported that their condition interfered with dating, to the extent that they were hesitant or no longer willing to seek relationships: \n I’ve just even held back from dating and relationships because of it. (United States, male, aged 42 years) \n Interviewees attributed the breakdown of past romantic relationships to the pNFs: \n I was going out with someone quite steady for a while but in the end I just ended it just because of the way I was and the way I felt about myself. (United Kingdom, male, aged 41 years) \n Interviewees revealed that they found meeting new people difficult because of a lack of confidence: \n So like meeting people, new relationships, I’ve no confidence whatsoever. (United Kingdom, female, aged 47 years) \n For some participants, their pNFs had such an impact that they reported being generally reluctant to establish any form of relationship with others. Independence This quality is fundamental to autonomy and is related to self-control, resolve, freedom and achievement. Due to the unpredictable nature of their pNFs, interviewees reported restrictions on their independence. The associated pain and reduced mobility limited patient’s ability to make plans and contributed to feelings of a lack of control over their situation: \n I couldn’t plan to go on a night out from now until say Saturday, because if I plan for a night out on a Saturday I could be ill with pain. (United Kingdom, female, aged 23 years) \n Participants felt dependent on other people. Accepting that they needed assistance from others was difficult: \n You’ve got to depend on people to do stuff for you. I’m not that type of person, I like to do everything on my own, you know, for my personal needs. I like to take care of that myself. But it’s hard to do. You’ve got to get somebody to do it for you. You’ve got to tell somebody what your problem is, and they’ve got to help you. You really don’t want that, you want to keep that to yourself. (United States, female, aged 35 years) \n People with NF1-associated pNFs who experienced pain and discomfort found it difficult to devote attention to other issues. Feelings of preoccupation with their pNFs were commonly expressed in interviews: \n I think it’s just in the back of my mind all the time. (United Kingdom, female, aged 23 years) \n Role fulfilment Having roles and being able to meet others’ expectations are fundamental needs for our lives. Our roles guide how we behave and give us influence and status. Those participants unable to work explained that they missed being of value and giving something back to the world: \n I do miss being able to be, like, a productive member of society. (United States, female, aged 36 years) \n It was clear from the interviews that employment provides a means of fulfilling needs: \n I miss my friends. I miss my colleagues. I miss the stress of hurrying up and trying to get things done, you know being busy. I find myself really bored, lately. So I do miss work. (United States, female, aged 35 years) \n Interviewees stated that their pNFs prevented them from living life to the full: \n I think I’ve missed out on certain opportunities because there’s certain things I’ve not been able to do because of my condition. (United Kingdom, male, aged 51 years) \n Some participants had decided not to have children. After experiencing living with the condition, they felt it would be unfair to take the risk of inflicting pNFs on a child. Their decision prevented the role of a parent being fulfilled: \n I wouldn’t take the risk of passing it on because it’s not pleasant and I want to do everything in my power to prevent it being passed on through me. (United Kingdom, female, aged 35 years) \n \n I will never have kids. Never. I wouldn’t like my kids to grow up like I have, what I’ve got; no chance. (United Kingdom, male, aged 41 years) \n Others who did have children reported feeling that they were unable to fulfil their parental role: \n I’m unable to walk far. I can’t play with my kids or do nothing like that. (United States, female, aged 36 years) \n \n I can’t go get my daughter from the bus stop or school. (United States, female, aged 35 years) \n For one parent, passing NF1 onto his daughter was something that he could not forgive himself for: \n I hate myself for it, like, giving her that, because it’s not very nice having it. (United Kingdom, male, aged 51 years) \n Interviewees revealed that their pNFs restricted them from fulfilling a variety of roles at home: \n being a mom, I’m supposed to be there, I’m supposed to cook, I’m supposed to do all this, but I’m unable to do it. (United States, female, aged 35 years) \n Pleasure The pNFs had a considerable impact on the ability to meet needs for pleasure and relaxation. Participants expressed no longer being able to take part in hobbies that they once loved due to various problems: \n I used to do ballet, tap, jazz … and as the lump got bigger, through my younger age and teens, it became more apparent so I couldn’t wear the correct clothing for what the dance teachers used to say you had to wear. (United Kingdom, female, aged 34 years) \n Swimming was a favourite activity that interviewees generally avoided as they were unable to cover their pNFs: \n it’s just the nature of going swimming and the people in there … I wish I could go. (United Kingdom, female, aged 34 years) \n Increasing pain and mobility problems also caused hobbies to be abandoned: \n I’d love to be able to go back into dancing but I can’t do it, it’s too – it’s causing me too much pain. (United Kingdom, female, aged 23 years) \n Socialising became less pleasurable due to discomfort and self-consciousness. Individuals often preferred to avoid these situations leading to a restricted social life.  Figure 1  shows the percentage of interviewees who made at least one comment within each of the five themes identified. Figure 1. Percentage of respondents raising each of the interview themes.",
  "discussion": "Conclusion This study provides insight into the impact of NF1-associated pNFs on the lives of patients. Analysis of qualitative interviews revealed that pNFs have a major effect on individuals’ ability to meet their basic human needs. The needs identified are the aspects of life most likely to be impaired in these patients. An understanding of need fulfilment will complement information generated from traditional health-related QoL measures, particularly in a multi-faceted syndrome such as NF1.",
  "upgrade_date": "2026-02-21 02:20:59"
}