{
  "pmid": "30984524",
  "abstract": "Next Generation Sequencing Identified a Novel Multi Exon Deletion of the NF1  Gene in a Chinese Pedigree with Neurofibromatosis Type 1.  J Y(1), J-X A(1), X-L L(1), Z-Q W(1), G-M X(1), X-L Y(2), S-J X(1), F F(1), Y  N(1).  Author information: (1)Gansu Provincial Maternity and Child-Care Hospital, LanZhou, Gansu Province,  People's Republic of China Wuwei City, China. (2)The third people's hospital of Liangzhou District, Wuwei City, Gansu  Province, People's Republic of China, Wuwei City, China.  Neurofibromatosis type 1 (NF1) is a genetic disease involving neurocutaneous  abnormalities. Neurofibromatosis type 1 is an autosomal dominant disorder  characterized by the neurofibromas and café-au-lait spots. Mutation in the NF 1  gene causes NF1. The NF 1 gene encodes neurofibromin. In this study, we found a  31-year-old Chinese boy with NF1. He presented only with café-au-lait spots over  the whole body. The proband's mother had a severe phenotype with neurofibroma  and café-au-lait macules over her whole body, mostly in the facial region. A  novel multi exon deletion c.(4661+1_4662-1)_(5748+1_5749-1)del; [EX36_39DEL] on  the NF 1 gene has been identified in the proband. Quantitative real-time  polymerase chain reaction (qPCR) confirmed that this mutation is co-segregated  well and was inherited from the proband's mother. The mutation was absent in the  proband's father and normal individuals. The novel multi exon deletion results  in the formation of a truncated NF1 protein that caused the NF1 phenotype in  this family. Our present study also emphasized the significance of rapid,  accurate and cost-effective screening for the patient with NF1 by next  generation sequencing (NGS).  DOI: 10.2478/bjmg-2018-0019 PMCID: PMC6454241 PMID: 30984524",
  "methods": "",
  "introduction": "Introduction Neurofibromatosis type 1 (NF1) [MIM# 162200] is a rare, autosomal dominant neurocutaneous disease. Neuro-fibromatosis type 1 manifests with neurofibroma (fibromatous skin tumors), café-au-lait spots and skin fold freckling [ 1 ]. Neurofibromatosis type 1 patients usually present with extreme inter- and intra-familial phenotypic variability with an incidence of 1/3500 live births [ 1 ]. Germline mutations in the  NF 1  gene causes NF 1. The  NF 1  gene encodes neurofibromin consisting of 2818 amino acids, highly expressed in neurons and different types of neuronal cells. In addition, neurofibromin activates protein by down-regulating the function of the renin-angiotensin system (RAS) [ 1 ].",
  "results": "",
  "discussion": "Discussion Neurofibromatosis type 1 is a rare neurocutaneous inherited genetic disease caused by germline mutations in the  NF 1  gene. In the human genome,  NF 1  is one of the largest genes with a very high mutation rate with extreme mutational heterogeneity. Over 1000 germline (missense, deletion, insertion, nonsense, splice site mutations) mutations of the  NF 1  gene have been reported so far [ 4 ]. In this study, the novel heterozygous multi exon deletion causes the formation of a truncated neurofibromin which affects the normal function of the  NF 1  gene. Neurofibromatosis type 1 patients usually presented with two major clinical symptoms;  i.e ., neurofibromata and the café-au-lait spots, which increase in number and gradually developed into larger spots with increasing age. Hence, a clear gradient or degree of phenotypic variation is common in affected individuals of the same family [ 5 ]. Recently, in their two studies, Banerjee  et al . [ 1 , 6 ] reported that clinical manifestations for NF1 patients are extremely heterogenous, even associated with astrocytoma, tibial pseudarthrosis and anemia. In this study, we showed that the proband and his mother presented with severe and mild phenotypes, respectively, although they carry the same mutation. Moreover, in addition of the genetic factors, there are also epigenetic factors that influence the phenotypic heterogeneity in NF1 patients [ 1 ]. In conclusion, we identified a Chinese family with NF1. Next generation sequencing and qPCR identified a novel heterozygous multi exon deletion c.(4661+1_4662-1)_(5748+1_5749-1)del; (EX36_39DEL) on the  NF 1  gene causing NF1 in this family. We have added a heterozygous novel NF1 mutation associated with an NF1 phenotype as well as understanding the signification of the application of NGS for rapid and accurate screening of the specific disease-associated genes that provide the correct clinical diagnosis for NF1.",
  "fetched_at": "2026-02-16T15:45:47.002325",
  "abstract_length": 1767,
  "methods_length": 0,
  "introduction_length": 711,
  "results_length": 0,
  "discussion_length": 1942
}