{
  "pmid": "PMID:31015291",
  "title": "Proximity biotinylation identifies a set of conformation-specific interactions between Merlin and cell junction proteins.",
  "abstract": "Neurofibromatosis type 2 is an inherited, neoplastic disease associated with schwannomas, meningiomas, and ependymomas and that is caused by inactivation of the tumor suppressor gene ",
  "authors": "Robert F Hennigan; Jonathan S Fletcher; Steven Guard; Nancy Ratner",
  "journal": "Science signaling",
  "publicationDate": "2019-04-23",
  "doi": "10.1126/scisignal.aau8749",
  "methods": "MATERIALS AND METHODS Cell lines HEK 293T and immortalized mouse  Nf2  Schwann cells, a gift from D. Lallemand (Centre National de la Recherche Scientifique, Institut Curie, Paris, France) ( flox2/flox2 22 ), were maintained in Dulbecco’s minimum essential medium, 10% fetal bovine serum, and PenStrep (Life Technologies) at 37°C, 95% humidity, and 7.5% CO 2 . Merlin-null cells were generated by infecting  Nf2  Schwann cells with adenovirus expressing Cre recombinase (Kerafast). All cell lines were routinely tested for mycoplasma contamination. flox2/flox2 Antibodies and reagents Horseradish peroxidase (HRP) conjugated an antibody specific for GFP (cat. no. 600–103-215) was from Rockland and specific for RFP (cat no. ab34767) was from Abcam. Antibody specific for YAP1 was from Cell Signaling Inc. Anti-Merlin monoclonal antibody 4B5 was made by W. Ip ( 12 ). HRP-conjugated secondary antibodies were from Jackson ImmunoResearch Laboratories. Strep-Tactin resin was from (IBA Lifesciences). Plasmids mApple-N1 (Addgene plasmid no. 54567) was a gift from M. Davidson. pSK ZO-1 (Addgene plasmid no. 30316) was a gift from J. Anderson and A. Fanning, CMV-GFP-NMHC II-B (Addgene plasmid no. 11348) was a gift from R. Adelstein, pGFP(C3)-vinculin (Addgene plasmid no. 30312) was a gift from K. Hahn, pKvenus-Scrib (Addgene plasmid no. 58738) was a gift from I. Macara, and pEGFP-C3-hYAP1 and pEGFP C3-Lats1 (Addgene plasmid nos. 19053 and 17843, respectively) were gifts from M. Sudol. HA-AMOT p130 (Addgene plasmid no. 32821) was a gift from K. Guan. pcDNA3.1-ccdB-NLuc (Addgene plasmid no. 87067) was a gift from M. Taipale. GFP-afadin was a gift from Y. Takai ( 107 ). GFP-ASPP2 was a gift from C. D. Lopez ( 108 ). p4XBS2WT-Luc (Addgene plasmid no. 16593) was a gift from B. Vogelstein. p8xGTIIC-luciferase (Addgene plasmid no. 34615) was a gift from S. Piccolo. pcDNA3 p53 WT (Addgene plasmid no. 69003) was a gift from D. Meek. Plasmids containing the open reading frames for Epb4.1l3 and Rassf8 from the Human ORFeome V1 were purchased from the DNASU Plasmid Repository at the Arizona State University. pRL-TK was purchased from Promega. The Tet-inducible plasmids, pTRE3G-BI-ZsGreen and pCMV-Tet3G, were purchased from Tanaka Holdings. Cloning Dox-inducible expression plasmids expressing BirA R118G  fusion proteins were generated using standard restriction enzyme-based cloning techniques. Expression vectors for RFP, GFP, and luciferase were fused to StrepTag II in-frame either N-terminal or C-terminal to the RFP, GFP, or NLuc to facilitate affinity purification. Plasmids expressing test proteins and Merlin probes were assembled from high-fidelity polymerase chain reaction-amplified fragments (Tanaka Holdings) using Gibson assembly (InFusion, Tanaka Holdings). All cloning operations were confirmed by sequencing. Mass spectrometry Dox-inducible cell populations were generated by cotransfecting the pTRE3G-inducible expression plasmid with the pCMV-Tet3G regulatory plasmid into Merlin-null Schwann cells. G418-resistant colonies were pooled, expanded, induced Dox, and sorted for the brightest 10% green fluorescence of the population (Beckman Coulter MoFlo XDP). Cells were grown to confluence in two Falcon five-tiered flasks (872 cm 2 ), induced with Dox in the presence of D-biotin, and incubated for 48 hours. Cells were then trypsinized, washed in cold PBS, and pelleted and lysed in 5 ml of radioimmunoprecipitation assay supplemented with a protease inhibitor cocktail (HALT, Pierce) and benzonase (Sigma-Aldrich). Biotinylated proteins were isolated as described by Roux  et al.  ( 109 ), using 250 μl of streptavidin magnetic beads (Streptavidin Dynabeads, Life Technologies), eluted in 50 μl of 1× Laemmli sample incubated at 95°C for 20 min. Samples were run on a 7.5% SDS–polyacrylamide gel electrophoresis (PAGE) (Bio-Rad), stained with colloidal Coomassie Blue (Life Technologies), excised and sent to the Taplin Biological Mass Spectrometry Facility at Harvard Medical School, and processed for matrix-assisted laser desorption/ionization mass spectroscopy. Mass spectroscopy experiments were performed in triplicate. Peptides that mapped to endogenous biotinylated proteins were used as an internal control to normalize replicates. Simple descriptive statistics were used to evaluate the data. Proteins were considered positive if they averaged at least five mapped peptides and were at least twofold plus an SD above the BirA R118G –A-fos-negative control. GO analysis was performed using g:Profiler ( 110 ). Venn diagrams were generated using BioVenn ( 111 ). Proximity maps were generated using PathVisio software ( 112 ). Interaction assays HEK 293T cells were cotransfected with RFP-target and Merlin-NLuc plasmids, lysed in 0.5 ml of 20 mM tris-Cl (pH 7.4), 0.15 M NaCl [tris-buffered saline (TBS)] and 2 mM MgCl 2 , 0.5% NP-40, 1× HALT protease inhibitor mix (Thermo Fisher Scientific, Waltham, MA), and 2.5 U benzonase (Sigma-Aldrich, St. Louis, MO). Lysates were diluted 1:2.5 with TBS (pH 7.4) and 0.05% Tween 20 (TBST), and then, NLuc activity was measured using Nano-Glo reagent (Promega, Madison, WI). RFP or GFP fusion proteins were immuno-precipitated using RFP-Trap_MA or GFP-Trap_MA (ChromoTek, Hauppauge, NY), recovered using a magnetic stand, and washed four times with TBST. The beads were transferred to the wells of a white 96-well plate. NLuc luciferase activity was measured on a FlexStation 3 (Molecular Devices, San Jose, CA). Immunoprecipitation-associated luciferase was normalized to the activity in the lysates. RFP-Trap_MA beads were recovered, rinsed in TBS, resuspended in 1× Instant-Bands loading dye (EZBiolab, Indianapolis, IN), boiled for 10 min, and run on a 4 to 20% tris-glycine SDS-PAGE gel. Direct binding assays To purify Merlin-NLuc probes, 5 × 10 6  HEK 293T cells were plated into each of two 15-cm dishes and then transfected with 50 μg of pMerlin-NLuc-StrepTag plasmid per plate using polyethylenimine (PEI) using a 3:1 PEI-to-DNA ratio. Cells were harvested in 0.5 ml of TBS (pH 7.4), 2 mM MgCl 2 , 0.1% CHAPS plus HALT protease inhibitor mix (Thermo Fisher Scientific), and 2.5 U benzonase (Sigma-Aldrich), and cleared lysates were concentrated using Amicon-10 spin concentrators. Washed magnetic Strep-Tactin beads (100 μl; MagStrep type3 XT, IBA Life Sciences) were added and incubated overnight at 4°C with agitation. Beads were recovered by magnet, washed three times each with high-salt buffer [20 mM tris-Cl (pH 8.0), 0.5 M NaCl, 1% Triton X-100, and 0.05% Tween 20 and 0.5 mM EDTA], low-salt buffer [20 mM tris-Cl (pH 8.0), 50 mM NaCl, 10% glycerol, 0.5% NP-40, and 0.05% Tween 20 and 0.5 mM EDTA], and an isotonic buffer [20 mM tris-Cl (pH 8.0),150 mM NaCl, and 0.05% Tween 20 and 0.5 mM EDTA], and then eluted in 200 μl of 50 mM D-biotin in TBS. Protein concentration and purity of an aliquot was evaluated by 4 to 20% SDS-PAGE against a standard curve of bovine serum albumin (BSA) stained with Instant-Bands fluorescent total protein stain and visualized on an Azure c600 imaging system. For small-scale affinity purification, RFP-bait expressing plasmid was transfected into HEK 293T cells, lysed as described above then affinity purified with RFP-Trap_MA beads, washed as described above, and resuspended in TBST. The bead solution was split; half was evaluated for concentration and purity as described above. The remaining half of the beads was resuspended in a 30-μl reaction mix containing TBST and BSA (0.5 mg/ml) and 30 to 50 nM Merlin-NLuc protein and incubated at room temperature for 1 hour. Then, RFP-Bait bound beads were then recovered, washed four times with TBST, and NLuc luciferase activity was measured as described above.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:27:54"
}