{
  "pmid": "PMID:31015291",
  "title": "Proximity biotinylation identifies a set of conformation-specific interactions between Merlin and cell junction proteins.",
  "abstract": "Neurofibromatosis type 2 is an inherited, neoplastic disease associated with schwannomas, meningiomas, and ependymomas and that is caused by inactivation of the tumor suppressor gene ",
  "authors": "Robert F Hennigan; Jonathan S Fletcher; Steven Guard; Nancy Ratner",
  "journal": "Science signaling",
  "publicationDate": "2019-04-23",
  "doi": "10.1126/scisignal.aau8749",
  "methods": "MATERIALS AND METHODS Cell lines HEK 293T and immortalized mouse  Nf2  Schwann cells, a gift from D. Lallemand (Centre National de la Recherche Scientifique, Institut Curie, Paris, France) ( flox2/flox2 22 ), were maintained in Dulbecco’s minimum essential medium, 10% fetal bovine serum, and PenStrep (Life Technologies) at 37°C, 95% humidity, and 7.5% CO 2 . Merlin-null cells were generated by infecting  Nf2  Schwann cells with adenovirus expressing Cre recombinase (Kerafast). All cell lines were routinely tested for mycoplasma contamination. flox2/flox2 Antibodies and reagents Horseradish peroxidase (HRP) conjugated an antibody specific for GFP (cat. no. 600–103-215) was from Rockland and specific for RFP (cat no. ab34767) was from Abcam. Antibody specific for YAP1 was from Cell Signaling Inc. Anti-Merlin monoclonal antibody 4B5 was made by W. Ip ( 12 ). HRP-conjugated secondary antibodies were from Jackson ImmunoResearch Laboratories. Strep-Tactin resin was from (IBA Lifesciences). Plasmids mApple-N1 (Addgene plasmid no. 54567) was a gift from M. Davidson. pSK ZO-1 (Addgene plasmid no. 30316) was a gift from J. Anderson and A. Fanning, CMV-GFP-NMHC II-B (Addgene plasmid no. 11348) was a gift from R. Adelstein, pGFP(C3)-vinculin (Addgene plasmid no. 30312) was a gift from K. Hahn, pKvenus-Scrib (Addgene plasmid no. 58738) was a gift from I. Macara, and pEGFP-C3-hYAP1 and pEGFP C3-Lats1 (Addgene plasmid nos. 19053 and 17843, respectively) were gifts from M. Sudol. HA-AMOT p130 (Addgene plasmid no. 32821) was a gift from K. Guan. pcDNA3.1-ccdB-NLuc (Addgene plasmid no. 87067) was a gift from M. Taipale. GFP-afadin was a gift from Y. Takai ( 107 ). GFP-ASPP2 was a gift from C. D. Lopez ( 108 ). p4XBS2WT-Luc (Addgene plasmid no. 16593) was a gift from B. Vogelstein. p8xGTIIC-luciferase (Addgene plasmid no. 34615) was a gift from S. Piccolo. pcDNA3 p53 WT (Addgene plasmid no. 69003) was a gift from D. Meek. Plasmids containing the open reading frames for Epb4.1l3 and Rassf8 from the Human ORFeome V1 were purchased from the DNASU Plasmid Repository at the Arizona State University. pRL-TK was purchased from Promega. The Tet-inducible plasmids, pTRE3G-BI-ZsGreen and pCMV-Tet3G, were purchased from Tanaka Holdings. Cloning Dox-inducible expression plasmids expressing BirA R118G  fusion proteins were generated using standard restriction enzyme-based cloning techniques. Expression vectors for RFP, GFP, and luciferase were fused to StrepTag II in-frame either N-terminal or C-terminal to the RFP, GFP, or NLuc to facilitate affinity purification. Plasmids expressing test proteins and Merlin probes were assembled from high-fidelity polymerase chain reaction-amplified fragments (Tanaka Holdings) using Gibson assembly (InFusion, Tanaka Holdings). All cloning operations were confirmed by sequencing. Mass spectrometry Dox-inducible cell populations were generated by cotransfecting the pTRE3G-inducible expression plasmid with the pCMV-Tet3G regulatory plasmid into Merlin-null Schwann cells. G418-resistant colonies were pooled, expanded, induced Dox, and sorted for the brightest 10% green fluorescence of the population (Beckman Coulter MoFlo XDP). Cells were grown to confluence in two Falcon five-tiered flasks (872 cm 2 ), induced with Dox in the presence of D-biotin, and incubated for 48 hours. Cells were then trypsinized, washed in cold PBS, and pelleted and lysed in 5 ml of radioimmunoprecipitation assay supplemented with a protease inhibitor cocktail (HALT, Pierce) and benzonase (Sigma-Aldrich). Biotinylated proteins were isolated as described by Roux  et al.  ( 109 ), using 250 μl of streptavidin magnetic beads (Streptavidin Dynabeads, Life Technologies), eluted in 50 μl of 1× Laemmli sample incubated at 95°C for 20 min. Samples were run on a 7.5% SDS–polyacrylamide gel electrophoresis (PAGE) (Bio-Rad), stained with colloidal Coomassie Blue (Life Technologies), excised and sent to the Taplin Biological Mass Spectrometry Facility at Harvard Medical School, and processed for matrix-assisted laser desorption/ionization mass spectroscopy. Mass spectroscopy experiments were performed in triplicate. Peptides that mapped to endogenous biotinylated proteins were used as an internal control to normalize replicates. Simple descriptive statistics were used to evaluate the data. Proteins were considered positive if they averaged at least five mapped peptides and were at least twofold plus an SD above the BirA R118G –A-fos-negative control. GO analysis was performed using g:Profiler ( 110 ). Venn diagrams were generated using BioVenn ( 111 ). Proximity maps were generated using PathVisio software ( 112 ). Interaction assays HEK 293T cells were cotransfected with RFP-target and Merlin-NLuc plasmids, lysed in 0.5 ml of 20 mM tris-Cl (pH 7.4), 0.15 M NaCl [tris-buffered saline (TBS)] and 2 mM MgCl 2 , 0.5% NP-40, 1× HALT protease inhibitor mix (Thermo Fisher Scientific, Waltham, MA), and 2.5 U benzonase (Sigma-Aldrich, St. Louis, MO). Lysates were diluted 1:2.5 with TBS (pH 7.4) and 0.05% Tween 20 (TBST), and then, NLuc activity was measured using Nano-Glo reagent (Promega, Madison, WI). RFP or GFP fusion proteins were immuno-precipitated using RFP-Trap_MA or GFP-Trap_MA (ChromoTek, Hauppauge, NY), recovered using a magnetic stand, and washed four times with TBST. The beads were transferred to the wells of a white 96-well plate. NLuc luciferase activity was measured on a FlexStation 3 (Molecular Devices, San Jose, CA). Immunoprecipitation-associated luciferase was normalized to the activity in the lysates. RFP-Trap_MA beads were recovered, rinsed in TBS, resuspended in 1× Instant-Bands loading dye (EZBiolab, Indianapolis, IN), boiled for 10 min, and run on a 4 to 20% tris-glycine SDS-PAGE gel. Direct binding assays To purify Merlin-NLuc probes, 5 × 10 6  HEK 293T cells were plated into each of two 15-cm dishes and then transfected with 50 μg of pMerlin-NLuc-StrepTag plasmid per plate using polyethylenimine (PEI) using a 3:1 PEI-to-DNA ratio. Cells were harvested in 0.5 ml of TBS (pH 7.4), 2 mM MgCl 2 , 0.1% CHAPS plus HALT protease inhibitor mix (Thermo Fisher Scientific), and 2.5 U benzonase (Sigma-Aldrich), and cleared lysates were concentrated using Amicon-10 spin concentrators. Washed magnetic Strep-Tactin beads (100 μl; MagStrep type3 XT, IBA Life Sciences) were added and incubated overnight at 4°C with agitation. Beads were recovered by magnet, washed three times each with high-salt buffer [20 mM tris-Cl (pH 8.0), 0.5 M NaCl, 1% Triton X-100, and 0.05% Tween 20 and 0.5 mM EDTA], low-salt buffer [20 mM tris-Cl (pH 8.0), 50 mM NaCl, 10% glycerol, 0.5% NP-40, and 0.05% Tween 20 and 0.5 mM EDTA], and an isotonic buffer [20 mM tris-Cl (pH 8.0),150 mM NaCl, and 0.05% Tween 20 and 0.5 mM EDTA], and then eluted in 200 μl of 50 mM D-biotin in TBS. Protein concentration and purity of an aliquot was evaluated by 4 to 20% SDS-PAGE against a standard curve of bovine serum albumin (BSA) stained with Instant-Bands fluorescent total protein stain and visualized on an Azure c600 imaging system. For small-scale affinity purification, RFP-bait expressing plasmid was transfected into HEK 293T cells, lysed as described above then affinity purified with RFP-Trap_MA beads, washed as described above, and resuspended in TBST. The bead solution was split; half was evaluated for concentration and purity as described above. The remaining half of the beads was resuspended in a 30-μl reaction mix containing TBST and BSA (0.5 mg/ml) and 30 to 50 nM Merlin-NLuc protein and incubated at room temperature for 1 hour. Then, RFP-Bait bound beads were then recovered, washed four times with TBST, and NLuc luciferase activity was measured as described above.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:27:54",
  "introduction": "INTRODUCTION Neurofibromatosis type 2 (NF2) is an inherited neoplastic disease characterized by slow-growing tumors, schwannomas, meningiomas, and ependymomas that are refractory to conventional chemotherapy ( 1 – 3 ). The tumor suppressor gene mutated in this disorder,  NF2 , is also inactivated in spontaneously arising schwannomas and malignant mesothelioma ( 4 ). Targeted deletion of  Nf2  in mouse Schwann cells leads to tumor formation ( 5 ,  6 ).  Nf2-null  cells have a subtle phenotype in vitro, characterized by high cell density and impaired contact inhibition of growth ( 7 ). The  NF2  gene encodes Merlin, a 70-kDa member of the ezrin-radixin-moesin (ERM) branch of the band 4.1 superfamily ( 8 ). ERM proteins have a conserved domain structure consisting of an N-terminal FERM (4.1, ERM) domain, a central α-helical region, and a C-terminal domain (CTD) ( 9 ). Like that of other ERM proteins, the central a-helical domain of Merlin folds over itself to form an antiparallel coiled coil that juxtaposes the CTD against the FERM domain ( 10 ). This orientation stabilizes the CTD in position to engage in low-affinity interactions with the FERM domain ( 11 ), thereby controlling access to binding sites. Shifts in orientation of the CTD relative to the FERM domain yield “open” conformations in which the FERM domain is accessible and “closed” conformations in which the FERM domain is inaccessible ( 12 – 14 ). In myelinating Schwann cells, Merlin is localized to Schmidt-Lantermann incisures and paranodes, which are specialized regions containing junctional structures analogous to epithelial adherens and tight junctions ( 15 ,  16 ). In cultured cells, Merlin localizes predominately to the inner face of the plasma membrane ( 15 ,  17 ). A portion of Merlin associates with lipid rafts, cholesterol- and glycosphingolipid-rich membrane domains that have high concentrations of signaling molecules ( 18 ). Lipid raft association is mediated by binding to phosphatidylinositol 4,5-bisphosphate (PIP 2 ) and is necessary for Merlin-mediated growth suppression in vitro ( 14 ,  19 ). Most of the literature shows that Merlin tumor suppressor functions are performed at the cytosolic face of the plasma membrane ( 20 – 25 ). Merlin-deficient cells show activation of oncogenic signaling pathways including Rac, Src, β-catenin, and Ras ( 26 – 31 ), and some publications suggest that Merlin promotes contact inhibition by reducing the cell surface availability of growth factor receptors such as ErbB2, E-cadherin, and the epidermal growth factor receptor ( 20 ,  32 ). Merlin has been implicated in intracellular vesicular trafficking, including growth factor endocytosis and exocytosis ( 21 ,  22 ,  33 – 36 ). Merlin binds to the tight junction protein Angiomotin, and this interaction inhibits Rac1 activity ( 37 ). Merlin is also detected in the nucleus ( 38 ,  39 ), where it is reported to mediate contact inhibition and suppress tumorigenesis by inhibiting the E3 ubiquitin ligase CRL4 DCAF1  ( 40 ,  41 ). Merlin is an activator of the Hippo pathway, a growth inhibitory kinase cascade that phosphorylates the growth-promoting transcription factor YAP1, thereby targeting it for degradation ( 42 – 46 ). The literature regarding Merlin function is complex and often contradictory, leading to poor understanding of the molecular mechanisms by which Merlin acts as a tumor suppressor. Because Merlin has no known catalytic activity, its function is defined by the proteins with which it interacts. More than 30 interacting proteins have been described for Merlin ( 47 ), using either conventional pull-down assays or two-hybrid systems. Although many of these proteins have roles in oncogenic signal transduction, there is no consensus about which interactions are critical for tumor suppression. To better understand Merlin function, we conducted a census of Merlin interactions in Schwann cells using proximity biotinylation, a global proteomic analytic tool that identifies proteins that interact with, or are in close proximity to, Merlin. We defined a set of 52 Merlin-associated proteins, including known Merlin-binding proteins such as Angiomotin and Erbin. Using mutant Merlin proteins, we identified cohorts of Merlin-proximal proteins that depend on Merlin binding to PIP 2 , interact with the Merlin CTD, or are specific for the closed conformation of Merlin. Most of the Merlin-proximal proteins function at the interface between the actin cytoskeleton and cell junctions, particularly in tight and adherens junctions, consistent with a critical role for Merlin in mechanosensory signal transduction pathways in peripheral nerve Schwann cells ( 16 ,  48 – 50 ).",
  "results": "RESULTS Proximity biotinylation and mass spectrometry identify Merlin-associated proteins We performed proximity biotinylation by fusing Merlin to a mutant form of the  Escherichia coli  biotin ligase, BirA R118G . This mutant has a substitution in the catalytic core that allows the active intermediate, biotin-5ʹ-adenosine monophosphate to diffuse away, thereby biotinylating proteins in close proximity to the Merlin-BirA fusion ( 51 ). We generated stable populations of immortalized murine  Nf2  Schwann cells ( –/– 5 ) expressing Merlin fused to BirA R118G  at its C terminus (Merlin-BirA R118G ) under the control of a doxy-cycline (Dox)–inducible promoter ( fig. S1, A  to  F ). To control for positional effects, we also generated a cell line expressing BirA R118G  fused to the N terminus of Merlin (BirA R118G -Merlin;  Fig. 1A ). To investigate potential changes in Merlin’s interactome when bound to PIP 2 , we fused BirA R118G  to the C terminus of Merlin-6N (Merlin-6N–BirA R118G ;  Fig. 1A ), a mutant that does not bind phosphoinositides, localize to membrane lipid rafts, or inhibit cell growth ( 19 ). Because Merlin function is thought to be regulated by conformational changes that allow the CTD to control access to binding sites in the FERM domain, we constructed a deletion mutant containing only the FERM and helix domains and missing the CTD, Merlin-FH–BirA R118G , which is expected to identify proteins that bind to the open, FERM-accessible conformation or require the CTD for interaction ( Fig. 1A ). We also constructed a cell line expressing Merlin-AR-BirA R118G  ( Fig. 1A ), containing two point mutations in the CTD, A585W and R588K, that stabilize the interaction of the CTD with the FERM domain, thus mimicking a closed, FERM-inaccessible conformation ( 52 ). As a negative control, we used a cell line expressing BirA R118G  fused to an unrelated protein, A-fos (BirA R118G –A-fos). A-fos was used because it is present in cells in similar amounts as Merlin, has both cytoplasmic and nuclear localization, and binds tightly to Jun, thus providing an internal control for proximal biotinylation. The Merlin-BirA R118G  fusion colocalized with biotin in transfected Schwann cells ( fig. S2A ), retained Merlin function by suppressing YAP activity ( fig. S2B ), and coimmunoprecipitated biotinylated endogenous proteins ( fig. S2, C  and  D ). The Dox-inducible cell lines expressed the BirA fusion proteins in roughly equivalent amounts ( Fig. 1, B  and  C ), and the subcellular localization of the different fusion proteins was comparable ( Fig. 1D ). Experiments were performed in confluent cultures, conditions under which Merlin acts as a tumor suppressor. Affinity-purified biotinylated proteins were isolated and identified by mass spectrometry (MS) ( fig. S2, F  and  G ). Proteins represented by at least five peptides and increased at least twofold compared to the negative control were considered Merlin proximal ( table S1 ). We identified 52 proteins that were biotinylated in Merlin-BirA R118G  cells but not in BirA R118G –A-fos cells ( Fig. 2A  and  Table 1 ). The most commonly identified peptides mapped to Merlin itself ( Table 1 , in bold). In addition, we identified the known Merlin-binding proteins Angiomotin (Amot), Angiomotin-like protein 1 (Amotl1) ( 37 ), the Erbb2-interacting protein Erbb2ip (also known as Erbin) ( 53 ,  54 ), and moesin, validating the specificity of the technique ( Table 1 , in bold). Peptides from other Merlin-binding proteins, YAP1, Lats1, and Lats2, were detected but did not meet the selection criteria (data file S1), possibly because of a short half-life or not having enough exposed lysines within range of BirA for efficient biotinylation. In contrast, proximity biotinylation using BirA R118G -Merlin identified only 12 proteins, 7 of which were shared with Merlin-BirA R118G  ( Fig. 2A  and  Table 1 ), suggesting that N-terminal BirA R118G  may inhibit interactions with Merlin due to steric hinderance. The PIP 2  binding–deficient mutant, Merlin-6N–BirA R118G , identified a total of 27 proteins, 11 of which were shared with Merlin-BirA R118G  (blue text in  Fig. 2B  and  Table 1 ), thus identifying a set of 41 proteins biotinylated by wild-type Merlin but not by the 6N mutant. The Merlin-FH-BirA R118G  mutant identified 55 proteins, 34 of which were also identified by wild-type Merlin-BirA R118  (blue text in  Fig. 2B  and  Table 1 ). The 21 Merlin-FH-BirA R118G  proximal proteins that were not biotinylated by Merlin-BirA R118G  define a subgroup of proteins that either require an open conformation to associate with Merlin or interact with Merlin through the CTD. The Merlin-AR–BirA R118G  mutant identified 81 proteins, including 42 of the 52 wild-type Merlin-proximal proteins ( Fig. 2B  and  Table 1 ) and 24 that were unique to the AR mutant, identifying potential binding partners specific for the closed conformation. Note that the proximity biotinylation technique is biased toward high–molecular weight proteins because they have more potential biotinylation sites per molecule than smaller proteins. This bias is reflected in our data, which identified proteins with a median molecular weight of 136 kDa ( Table 1 ), indicating that there are likely low–molecular weight Merlin-proximal proteins that remain unidentified. Merlin associates with cell junction proteins Gene ontogeny (GO) analysis indicated that 34 of the 52 proteins proximal to wild-type Merlin fell into three partially overlapping classes of proteins: 30 cell junction proteins, 16 actin-binding proteins, and 11 members of the Hippo pathway ( Fig. 3A ). Nine of the 11 Hippo pathway proteins are also described as cell junctional components ( 44 – 46 ), and 14 of the 16 actin-binding proteins are associated with cell junctions ( Fig. 3A ). Among the 30 cell junction proteins, 19 are associated with adherens junctions, 18 with tight junctions, and 12 with cell-substrate junctions, predominately focal adhesions, with substantial overlap among the classes ( Fig. 3B ). Nuclear proteins were not enriched in this analysis, consistent with the localization data for Merlin-BirA showing a relative lack of both Merlin-BirA and biotin in the nucleus relative to cell periphery and cytoplasm ( Fig. 1C ). We cross-referenced our list of Merlin-proximal proteins with those identified in previous proximity biotinylation studies as localizing to adherens junctions, focal adhesions or tight junctions, or with components of the Hippo pathway ( Fig. 3C ). These previously published datasets were generated by BirA R118G  fusions with the focal adhesion proteins kindlin-2 and paxillin in U2OS osteosarcoma cells ( 55 ), the adherens junction protein E-cadherin in Madin-Darby canine kidney (MDCK) cells ( 56 ), the tight junction protein ZO-1 in MDCK cells ( 57 ), and the Hippo core kinases Lats1 and Lats2 in HeLa and human embryonic kidney (HEK) 293T cells ( 46 ). Merlin was identified in the kindlin-2, paxillin, Lats1, and Lats2 datasets ( 46 ,  55 ). We found that 28 of 52 Merlin-proximal proteins were also identified in focal adhesion datasets, 25 by kindlin-2–BirA R118G  and 22 by paxillin-BirA R118G . The Lats1 and Lats2 datasets shared 18 proteins with our Merlin-BirA R118G  dataset, further confirming these associations ( 55 ). Merlin was not reported in either the E-cadherin or ZO-1 datasets ( 56 ,  57 ). However, 11 merlin-proximal proteins from our data were present in the E-cadherin dataset, and 16 were in the ZO-1 dataset ( Fig. 3C ). Four Merlin-proximal proteins were common to focal adhesions, adherens junctions, and tight junctions: Scrib, Lpp, Cttnd1, and Erbb2ip. A set of five proteins, Msn, Ruvb1, Vcn, Tln2, and Actn1, were common to tight and adherens junctions. Three proteins were shared by focal adhesions and adherens junctions: Erc1 (ELKS/Rab6-interacting/CAST family member 1), Peak1 (inactive tyrosine-protein kinase PEAK1), and Phactr4 (phosphatase and actin regulator 4). Last, a set of four proteins, Tjp2 (ZO-2), Mllt4 (afadin), Utrn (utrophin), and Tp53bp2 [also called apoptosis-stimulated p53 protein 2 (ASPP2)], was present in the Lats1 and Lats2, focal adhesions, and tight junctions datasets. Overall, 11 proteins have actin-binding activity, as defined by GO analysis ( Fig. 3C ), suggesting that Merlin may function at the interface between cell adhesion complexes and the actin cytoskeleton. The identification of Merlin-proximal proteins as components of cell junctions suggests an integral role for Merlin in signal transduction from these complexes. Merlin coimmunoprecipitates with some of the proteins identified by proximity biotinylation Proximity biotinylation does not distinguish between direct binding versus indirect interaction through a complex or close proximity. We therefore designed a secondary screen in which bait proteins fused to red fluorescent protein (RFP) were cotransfected into HEK 293T cells with a probe consisting of Merlin fused to NanoLuc (NLuc) ( 58 ), a small, bright luciferase with low nonspecific binding activity ( fig. S3A ). RFP was pulled down by a high-affinity, nanobody-based RFP-binding protein covalently bound to magnetic beads ( Fig. 4A ). The fraction of luciferase activity bound to beads, normalized to the amount of RFP fluorescence on the beads, and provides a sensitive and quantitative assay for Merlin interaction. We cloned a representative set of 10 complementary DNAs encoding Merlin-proximal proteins in frame with RFP: Angiomotin (Amot), α-actinin (Actnl), afadin (Mltt4), ASPP2 (Tp53bp2), band 4.1B (Epb41l2), myosin IIB (MyhlO), Rassf8 (Rassf8), Scribble (Scrib), vinculin (Vcn), and ZO-1 (Tjpl). We included Lats1, another known Merlin-binding protein, as an additional positive control and RFP alone as a negative control. Cotransfection experiments in HEK 293T cells confirmed complex formation with Merlin for 7 of 10 proteins tested: Angiomotin α-actinin, afadin, ASPP2, Lats1, myosin IIB, Scrib, and ZO-1. Angiomotin interacted with the highest apparent affinity (~100-fold greater than the negative control), ASPP2 and Lats1 interacted more than 20-fold over control, and the remaining proteins (α-actinin, afadin, band 4.1B, Scrib, and ZO-1) all bound Merlin two- to fivefold over control. Band 4.1B, myosin IIB, and vinculin were negative in this assay ( Fig. 4B ), suggesting that these proteins are proximal to Merlin rather than present in a complex with Merlin interacting or that cell type differences are responsible for this result. ASPP2 directly binds to Merlin To test for direct binding to Merlin, we performed immunoaffinity purification of the RFP-fused proteins from transfected HEK 293T cell lysates using a magnetic bead–conjugated nanobody recognizing RFP. This generated RFP fusion proteins, purified to near homogeneity, bound to magnetic beads ( fig. S3B ). We tested for direct interactions by incubating RFP bait protein-bound beads with purified Merlin-NLuc fusion proteins ( fig. S3, C  and  D ), then washing and measuring luciferase activity. Merlin bound directly to 3 of the 11 proteins we tested: the known Merlin-interacting proteins Angiomotin and Lats1, as well as ASPP2. Angiomotin bound most effectively, 2300-fold greater than the negative control, again suggesting a high-affinity interaction ( Fig. 4C ). ASPP2 and Lats1 bound 125- and 268-fold above control, respectively ( Fig. 4C ). The remaining tested proteins did not bind directly to Merlin-NLuc under these conditions. These experiments identify ASPP2, a proapoptotic transcriptional coactivator localized to both cell junctions and the nucleus ( 59 ), as a previously unknown Merlin-binding protein. ASPP2 bound to wild-type Merlin with a greater apparent affinity than to Merlin-FH, Merlin-AR, or Merlin-6N ( Fig. 4D ), correlating with the MS data for these mutant forms of Merlin ( Table 1 ). In addition, ASPP2 binding to the phosphorylation site mutant S518A was nearly twofold greater than to wild-type Merlin, whereas ASPP2 binding to the phosphomimetic mutant S518D was more than twofold less than wild-type, suggesting that ASPP2 interacts specifically with hypophosphorylated Merlin ( Fig. 4D ). ASPP2 binding was also impaired in the patient-derived mutations Δ39–121, L360P, and ΔN18, the last of which is a deletion of the first 18 amino acids ( Fig. 4D ) ( 21 ,  60 ). The N terminus of ASPP2 binds to the FERM domain of Merlin in the closed conformation To map the Merlin-binding domains of ASPP2, we generated a series of RFP-ASPP2 deletion mutants ( Fig. 5A ) and tested these for binding to purified Merlin-NLuc in vitro. We found that Merlin bound to sequences between amino acids 125 and 335 in the N-terminal half of ASPP2 ( Fig. 5A ). To determine which Merlin domains were responsible for ASPP2 binding, we performed binding experiments using Merlin deletion mutants. These included a CTD deletion mutant in which the FERM and helical domains were intact (Merlin-FH-NLuc), an N-terminal truncation missing the FERM domain but retaining the helical and CTD domains (Merlin-HC-NLuc), and a dual CTD and FERM truncation containing only the central helical region (Merlin-H-NLuc). As controls, we tested binding of Angiomotin and Lats1 to these deletion mutants ( Fig. 5B ). As expected, Angiomotin bound to full-length Merlin most efficiently, bound to Merlin-HC less efficiently, but did not bind to Merlin-FH or to the helix alone ( Fig. 5B ). Lats1 preferentially bound to Merlin-FH relative to full-length but not to Merlin-HC or Merlin-H ( Fig. 5B ). ASPP2 bound most efficiently to full-length Merlin, showed reduced interaction with Merlin-FH, and did not bind to the Merlin-HC or Merlin-H ( Fig. 5B ). These data suggest that ASPP2 binds to the FERM domain when Merlin is in a closed conformation, whereas Lats binds to regions of the FERM domain that are masked by the CTD in the closed conformation, and Angiomotin binds to the CTD ( 13 ). Both Angiomotin and ASPP2 bind most effectively to full-length Merlin but interact through distinct binding sites ( Fig. 5B ), suggesting that both might bind Merlin simultaneously. However, cotransfection of HEK 293T cells Merlin with RFP-Angiomotin and green fluorescent protein (GFP)–tagged ASPP2 showed that RFP-Angiomotin coprecipitated with Merlin but not with GFP-ASPP2 ( Fig. 5C ). This suggests that distinct Merlin conformations are required to bind to ASPP2, Angiomotin, and Latsl ( Fig. 5D ).",
  "discussion": "DISCUSSION There has been a great deal of progress in bringing Merlin function into focus. Experiments in  Drosophila melanogaster  demonstrated that Merlin activates the Hippo pathway ( 42 ,  61 – 63 ), leading to the observation that Merlin binds to and activates the core Hippo kinase Lats ( 43 ), delineating a biochemical mechanism that links Merlin to a specific signal transduction cascade that is consistent with the genetic phenotypes observed in the fly. Concurrently, the realization that PIP 2  binding is required for Merlin localization and activity ( 18 , 19 ) reinforced the view that lipid rafts at the intracellular face of the plasma membrane are a critical locus of tumor suppressor function, an observation that is consistent with a role in the Hippo pathway and with our data placing Merlin in cell junctional complexes. Additional studies have also yielded a clearer view of the conformational changes that Merlin undergoes to perform its functions ( 12 ,  52 ), including the discovery that Angiomotin binding ( 13 ) and PIP 2  interaction ( 14 ) induce conformational changes that increase the accessibility of the FERM domain. Experiments identifying Angiomotin as a key Merlin-binding protein further link Merlin to cell junctional proteins, Merlin’s known regulation of Rac activity ( 37 ), and the Hippo pathway ( 64 ). However, despite these advances, the full scope of Merlin activity remains unclear. We used proximity biotinylation combined with mass spectroscopy to define a cohort of proteins that associate with Merlin in confluent, living Schwann cells. Because biotinylation occurs within live cells under normal physiological conditions, low-affinity interactions may be detected ( 65 ,  66 ). We identified a set of Merlin-proximal proteins that defines the molecular environment in which Merlin functions and defined a comprehensive list of possible binding partners through which it acts, representing a global perspective on Merlin function. Most Merlin-proximal proteins in this dataset are components of either cell-cell or cell-extracellular matrix junctions, including cadherin-based adherens junctions, claudin-based tight junctions, integrin-based focal adhesion complexes, the polarity complex, and the laminin-binding dystrophin glycoprotein complex ( 67 ). These data are consistent with Merlin localization to the cell periphery ( 68 ,  69 ) and the observation that Merlin is critical for the organization of Schwann cell contacts in peripheral nerves ( 16 ). The ability of wild-type and mutant forms of Merlin to biotinylate nearby proteins also provides insight into Merlin structure and fUnction. BirA R118G -Merlin, in which BirA R118G  is fused to the N terminus of Merlin, was much less efficient at biotinylating proximal proteins, suggesting a critical role for the Merlin N terminus that is blocked by the BirA fusion. This result is supported by the impaired binding of ASPP2 to the AN18 Merlin mutant, which is missing the first 18 amino acids, a region required for localization to the cell periphery ( 21 ). Reduced biotinylation and impaired ASPP2 binding by the PIP 2  binding mutant, Merlin-6N, ( 19 ), is consistent with a critical function for PIP 2  in Merlin localization and conformation ( 14 ,  19 ). It is also in line with the key role that PIP 2  plays in both adherens junction and focal adhesion signaling ( 70 – 74 ). Two mutant Merlin proteins, Merlin-FH and Merlin-AR, provided insight into Merlin interactions that are conformation dependent. Because the current model for Merlin function holds that the CTD functions as a gate that toggles between open, FERM-accessible and closed, FERM-inaccessible conformations, we reasoned that deletion of the CTD would identify proteins that bind to an open, FERM-accessible conformation. The AR mutant has a more stable FERM-CTD interaction ( 52 ) and was predicted to favor proteins that are specific for the closed conformation. Our initial assumption was that the open-conformation mutant Merlin-FH would biotinylate more proteins by virtue of its increased access to the FERM domain. We presumed that the closed conformation mutant Merlin-AR would biotinylate fewer proteins because of reduced access to the FERM domain. However, our results were not consistent either of with these assumptions. We did not find a substantial increase in proteins biotinylated by the open-conformation mutant, Merlin-FH, as would be expected if the CTD functioned to block access to the FERM domain, although subsequent binding studies with Lats are consistent with this model. Compared to wild-type Merlin, Merlin-FH failed to biotinylate 20 proteins, including both Angiomotin and Amotl1, proteins that had previously been shown to interact with Merlin through the CTD ( 13 , 37 ). We now view the Merlin-FH mutant as predominately identifying proteins that require the CTD to interact, rather than those specific for an open conformation. In contrast, Merlin-AR biotinylated a greater number of proteins than did wild-type Merlin, opposite to what would be expected if the closed conformation resulted in inaccessible binding sites. Instead, these results identified a large cohort of Merlin-associated proteins that are specific for the closed conformation, suggesting a possible distinct function for this conformation. Proteins biotinylated by Merlin-AR overlapped with those biotinylated by Merlin-6N, suggesting that the PIP2 binding-deficient Merlin-6N mutant also exists in a closed conformation. This supposition is consistent with recent structural studies showing that the Merlin FERM-CTD domain interaction is reduced upon PIP 2  binding, showing that non-PIP 2 -bound Merlin exists in a closed conformation ( 14 ). We identified ASPP2 as a direct binding partner for Merlin. ASPP2 was originally identified as a p53 binding protein ( 75 ) that enhances p53 DNA binding and transcriptional activity on proapototic promoters ( 76 ), hence the gene name  Tp53bp2 . ASPP2 is a haploin-sufficient tumor suppressor ( 77 ) that also interacts with a host of on-cogenes and tumor suppressors, including Ras, nuclear factor κB, YAP, and members of the Bcl family ( 59 ,  78 – 80 ). Merlin binds to ASPP2 between amino acids 125 and 335, a putative α-helical, glutamine-rich region reminiscent of transcriptional transactivation domains ( 81 ). Our evidence that ASPP2 binding to phosphorylated Merlin is impaired suggests that phosphorylation at Ser 518 , mediated by PAK1 (p21 activating kinase 1) ( 82 ), is a point of regulation of the Merlin-ASPP2 interaction. Our data suggest that ASPP2 binds to Merlin when Merlin is in a closed conformation, mainly through the FERM domain, stabilized by sequences in the CTD. This binding conformation is distinct from that bound by Angiomotin, which binds to and interacts with the CTD or Lats, which binds to FERM domain regions that are masked by the CTD ( 13 ). These data suggest that there are multiple combinations of conformations and binding sites for Merlin partners that imply more subtle and complex functions than the simple open and closed conformations described by current models. Cell junctions are multiprotein complexes responsible for cell-cell and cell-substrate interactions that perform anchoring and barrier functions that are critical for mechanical stability and tissue homeostasis and are frequently disrupted in neoplastic cells ( 83 – 86 ). They are also components of mechanosensory signal transduction pathways that mediate cellular responses to external mechanical forces and integrate these signals with growth regulation ( 87 ). Our data are consistent with findings suggesting that Merlin plays a role in mechanosensing at cell junctions ( 88 ,  89 ) and greatly expands the scope of Merlin function by identifying multiple potential interaction partners in adherens junctions, tight junctions, and focal adhesion, all of which participate in mechano-transduction ( 90 ). Merlin’s role in regulating the Hippo pathway ( 42 ), an explicit mechanosensory signaling system ( 91 ), and its interaction with junctional signaling proteins such as Angiomotin, Latsl, and YAP1 ( 92 ) highlight this activity. Merlin is necessary for nucleo-cytoplasmic shuttling of YAP1 ( 39 ) and mediates the export of YAP1 from the nucleus in response to changes in the adhesion status of β1 integrin ( 93 ) or actin-myosin II-generated mechanical tension in circumferential actin belts ( 94 ). It is possible that the lack of nuclear proteins in our datasets reflects Merlin’s transient residence in the nucleus due to its function as a nucleocyto-plasmic shuttling factor. Many of the cell junction proteins identified in our experiments have also been described as nuclear proteins. These include afadin, ZO-1, RAI14, and ASPP2 ( 95 – 98 ), suggesting that Merlin may mediate the nucleocytoplasmic shuttling of these and other cell junctional proteins as it does for YAP ( 93 ). Merlin has been shown to inhibit the function of focal adhesion kinase 1 (FAK1) ( 99 ), a cell junctional signaling molecule that is directly responsive to mechanical stress in integrin-based cell adhesion complexes ( 100 – 104 ). The clinical effectiveness of FAK1 inhibitors inversely correlates with Merlin abundance in ovarian cancer and mesothelioma ( 105 ,  106 ), thereby linking Merlin with a mechanosensory pathway that may be an attractive therapeutic target in schwannoma. Going forward, the challenge will be to use this information to fully understand Merlin’s tumor suppressor function in order to devise new strategies to treat NF2.",
  "upgrade_date": "2026-02-20 07:28:55"
}