{
  "pmid": "31015291",
  "abstract": "Proximity biotinylation identifies a set of conformation-specific interactions  between Merlin and cell junction proteins.  Hennigan RF(1), Fletcher JS(2), Guard S(3), Ratner N(2).  Author information: (1)Division of Experimental Hematology and Cancer Biology, Cincinnati Children's  Hospital, Cincinnati, OH 45229, USA. robert.hennigan@cchmc.org. (2)Division of Experimental Hematology and Cancer Biology, Cincinnati Children's  Hospital, Cincinnati, OH 45229, USA. (3)Department of Molecular, Cellular & Developmental Biology, University of  Colorado Boulder, Boulder, CO 80309, USA.  Neurofibromatosis type 2 is an inherited, neoplastic disease associated with  schwannomas, meningiomas, and ependymomas and that is caused by inactivation of  the tumor suppressor gene NF2 The NF2 gene product, Merlin, has no intrinsic  catalytic activity; its tumor suppressor function is mediated through the  proteins with which it interacts. We used proximity biotinylation followed by  mass spectrometry and direct binding assays to identify proteins that associated  with wild-type and various mutant forms of Merlin in immortalized Schwann cells.  We defined a set of 52 proteins in close proximity to wild-type Merlin. Most of  the Merlin-proximal proteins were components of cell junctional signaling  complexes, suggesting that additional potential interaction partners may exist  in adherens junctions, tight junctions, and focal adhesions. With mutant forms  of Merlin that cannot bind to phosphatidylinositol 4,5-bisphosphate (PIP2) or  that constitutively adopt a closed conformation, we confirmed a critical role  for PIP2 binding in Merlin function and identified a large cohort of proteins  that specifically interacted with Merlin in the closed conformation. Among these  proteins, we identified a previously unreported Merlin-binding protein,  apoptosis-stimulated p53 protein 2 (ASPP2, also called Tp53bp2), that bound to  closed-conformation Merlin predominately through the FERM domain. Our results  demonstrate that Merlin is a component of cell junctional mechanosensing  complexes and defines a specific set of proteins through which it acts.  Copyright © 2019 The Authors, some rights reserved; exclusive licensee American  Association for the Advancement of Science. No claim to original U.S. Government  Works.  DOI: 10.1126/scisignal.aau8749 PMCID: PMC6631321 PMID: 31015291 [Indexed for MEDLINE]",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-16T15:45:48.623561",
  "abstract_length": 2412,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}