{
  "pmid": "PMID:31038470",
  "title": "Robust surgical approach for cutaneous neurofibroma in neurofibromatosis type 1.",
  "abstract": "BACKGROUND: Cutaneous neurofibromas (cNF) are physically disfiguring, painful, and cause extensive psychologic harm in patients with neurofibromatosis type 1 (NF1). There is currently no effective medical treatment and surgical procedures are inaccessible to most NF1 patients globally. OBJECTIVE: While research is underway to find an effective medical treatment for cNF, there is an urgent need to develop surgical approach that is accessible to all NF1 patients in the world with the skill set and equipment found in most general medical office settings. Here, we present a robust surgical approach to remove cNF that does not require sterile surgical field, utilizes accessible clinical equipment, and can be performed by any health care providers including family practitioners, and physician assistants. METHODS: In a prospective case-series, patients with NF1 underwent this surgical procedure which removes multiple cutaneous neurofibromas. The Dermatology Life Quality Index was given to subjects before and after the procedure as surrogate for patient satisfaction. RESULTS: 83 tumors were removed throughout the body from twelve individuals. Examination at follow-up visits revealed well-healed scars without infection or adverse events including aberrant scarring. Patient satisfaction with the procedure was high with significant improvements in symptoms, daily activities, leisure, personal relationships, and treatment experience (P = 0.00062). CONCLUSION: This study demonstrates a robust surgical approach to management cutaneous neurofibromas which can be accessed world-wide to individuals with NF1 and performed by a wide-variety of medical specialists with high clinical efficacy and patient satisfaction.",
  "authors": "Bahir H Chamseddin; La'Nette Hernandez; Dezehree Solorzano; Juan Vega; Lu Q Le",
  "journal": "JCI insight",
  "publicationDate": "2019-04-30",
  "doi": "10.1172/jci.insight.128881",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-20 06:58:26"
}