{
  "pmid": "31033921",
  "abstract": "OBJECTIVE: To investigate whether [F]fluorothymidine (FLT) and/or [F]fluorodeoxyglucose (FDG) positron emission tomography (PET) can differentiate growth in neurofibromatosis 2 (NF2) related vestibular schwannomas (VS) and to evaluate the importance of PET scanner spatial resolution on measured tumor uptake. METHODS: Six NF2 patients with 11 VS (4 rapidly growing, 7 indolent), were scanned with FLT and FDG using a high-resolution research tomograph (HRRT, Siemens) and a Siemens Biograph TrueV PET-CT, with and without resolution modeling image reconstruction. Mean, maximum, and peak standardised uptake values (SUV) for each tumor were derived and the intertumor correlation between FDG and FLT uptake was compared. The ability of FDG and FLT SUV values to discriminate between rapidly growing and slow growing (indolent) tumors was assessed using receiver operator characteristic (ROC) analysis. RESULTS: Tumor uptake was seen with both tracers, using both scanners, with and without resolution modeling. FDG and FLT uptake was correlated (R = 0.67-0.86, p < 0.01) and rapidly growing tumors displayed significantly higher uptake (SUVmean and SUVpeak) of both tracers (p < 0.05, one tailed t test). All of the PET analyses performed demonstrated better discriminatory power (AUCROC range = 0.71-0.86) than tumor size alone (AUCROC = 0.61). The use of standard resolution scanner with standard reconstruction did not result in a notable deterioration of discrimination accuracy. CONCLUSION: NF2 related VS demonstrate uptake of both FLT and FDG, which is significantly increased in rapidly growing tumors. A short static FDG PET scan with standard clinical resolution and reconstruction can provide relevant information on tumor growth to aid clinical decision making.",
  "methods": "Methods: Six NF2 patients with 11 VS (4 rapidly growing, 7 indolent), were scanned with FLT and FDG using a high-resolution research tomograph (HRRT, Siemens) and a Siemens Biograph TrueV PET-CT, with and without resolution modeling image reconstruction. Mean, maximum, and peak standardised uptake values (SUV) for each tumor were derived and the intertumor correlation between FDG and FLT uptake was compared. The ability of FDG and FLT SUV values to discriminate between rapidly growing and slow growing (indolent) tumors was assessed using receiver operator characteristic (ROC) analysis. METHODS Patients Patients were recruited via the nationally commissioned, specialized NF2 multidisciplinary team meeting in Manchester, UK. Adult patients (aged between 18 and 70 yr of age) with a confirmed diagnosis of NF2 and at least one vestibular schwannoma (VS) were recruited. Exclusion criteria included: female patients pregnant or intending to become pregnant; patients who had undergone previous radiotherapy or antiangiogenic treatment; and patients with contra-indications to MRI. All patients gave informed written consent. The study was approved by an independent research ethics committee (REC 13/NW/0260) and by the United Kingdom Administration of Radioactive Substances Advisory Committee (ARSAC RPC 595/3586/30119). All patients had undergone previous routine clinical assessment including MRI at 6 to 12 month intervals and the median length of follow-up across all patients was 1.52 years (range = 0.60–7.30 yr). The study MRI scan was reviewed in addition to the results of previous clinical MR imaging by the multidisciplinary team and tumors were classified as either rapidly growing or indolent. This classification reflected clinical decision making in these patients with tumors being classified as indolent undergoing further radiological surveillance and rapidly growing tumors being considered for either surgical resection or treatment with the antiangiogenic agent bevacuzimab (Avastin). To confirm the differential growth pattern across these two cohorts, volumetric measurements of tumor size were made for the preceding clinical scan, the study MR scan, and a follow-up scan 1 year later (see Table  1 ). Volumetric measurements were made on T 1 -weighted (T1W) postcontrast imaging using the semiautomatic segmentation tool within the Brainlab iPlan software (Brainlab AG Germany) and the results of segmentation were reviewed and, where necessary, edited by an experienced neuroradiologist (I.D.). TABLE 1 Patient demographics, tumor features, and clinical outcome at 1-year follow-up Patient Location Patient Age  and Sex c Growth Classification Volume on Preceding Clinical Scan (cm 3 ) Volume at Time of PET Scan (cm 3 ) Volume 1 Yr Following PET Scan (cm 3 ) Annual Adjusted Volume Change (cm 3 /yr) Status of VS 1 Yr Following the PET Scan A Right 33 Female RG 0.29 0.36 a Resected 0.09 Resected—cochlear preserving surgery Left RG 1.36 1.60 2.09 0.43 Continued growth. Patient qualified for Bevacizumab treatment. B Right 48 Male Indolent 0.95 0.84 0.87 −0.04 Monitoring Left Indolent 2.22 2.23 2.30 0.04 Monitoring C b Right 32 Male Indolent 0.85 0.79 a 0.82 −0.02 Monitoring. D Right 21 Female RG 1.34 1.42 3.30 0.99 Continued growth. Patient qualified for Bevacizumab treatment. Left Indolent 0.22 0.23 a 0.28 0.03 Monitoring E Right 59 Male RG 0.24 0.67 a Resected 0.46 Resected- cochlear preserving surgery Left Indolent 0.04 0.07 a 0.07 0.02 Monitoring F Right 55 Female Indolent Very small enhancing intracanalicular nodule N/A Monitoring Left Indolent 0.26 0.23 a 0.20 −0.03 Monitoring Intracanalicular lesion at the time of PET scan. a Patient C had a large left VS removed 1 year before study. b Age at the time the PET scans took place. c RG indicates rapid growing. PET Data Acquisition Patients were scanned using FDG and FLT on two separate occasions, less than a week apart. For both tracers 200 MBq was the target injected activity. Patients were scanned using both a conventional PET-CT scanner, the Truepoint TrueV Biograph PET-CT scanner (Siemens), with a spatial resolution of approximately 4.5 mm full width at half maximum ( 30 ); and with a brain dedicated scanner the (HRRT, Siemens) with spatial resolution of approximately 2.5 mm full width at half maximum ( 29 ). For each radiotracer, the scan sequence followed a 60-gap-30-gap-30 minute structure with alternated order of scanners, i.e., three scans for each radiotracer injection alternating between the PET-CT and the HRRT (with sequence shown in supplementary Figure 1C). Patients were placed on one of the two scanners (with the initial scanner altering between patients), injected with the radiotracer, and data acquired for 60 minutes (scan 1). Following a short break of between 10 and 20 minutes, patients were placed on the other scanner, with data acquired for 30 minutes (scan 2). Finally, following a second short break the patient was placed on the original scanner with data acquired for a further 30 minutes (scan 3). This scan sequence was devised to allow assessment of tracer uptake during scan 2 at approximately 75 minutes postinjection on both scanners, either from direct measurement or from linear interpolation of data from scans 1 and 3 (radioactivity concentrations on the VS followed an approximately linear relationship during this period for both tracers). For attenuation correction, a 6-minute transmission scan was acquired when using the HRRT (preinjection for scan 1 and postemission acquisition for scans 2 and 3) and a pre-emission CT scan when using the TrueV PET/CT scanner. Image Reconstruction Data from both scanners were reconstructed using implementations of three-dimensional iterative Ordinary Poisson Ordered Subset Expectation Maximisation ( 31 ) without (No-RM) and with resolution modeling (RM), reconstructing the data during the last 30 minutes of scan 1 and the data for scans 2 and 3, each into three 10 minute frames. For the TrueV scanner, the Siemens offline reconstruction package “ e7_tools”  was used with an image zoom of two resulting in images with a voxel size of 1.33 mm × 1.33 mm × 2.03 mm and an image grid dimension of 256 × 256 × 107 voxels. HRRT data was reconstructed using HRRT user community software generating images consisting of 256 × 256 × 207 voxels each of size 1.22 mm × 1.22 mm × 1.22 mm. In both cases, 10 and 12 iterations for No-RM and for RM respectively were conducted using 16 subsets for HRRT and 21 for the TrueV. RM reconstruction is referred to as HD for the TrueV PET ( 32 ) while for the HRRT user community software was used ( 33 ). The iterations and subsets selected reflect our standard image reconstruction protocols. Postreconstruction smoothing using Gaussian filters, which can be used to reduce image noise, was not performed since it could worsen image resolution, which was considered to be critical for this clinical application. Reconstructions for both scanners were performed with full corrections including scatter and attenuation. In the case of HRRT, attenuation correction was calculated from a reconstructed and segmented μ-map image using the total variation TXTV method ( 34 ). To minimize the effects of patient motion particularly the deterioration of image resolution, image-based motion correction using frame-by-frame realignment for each 10 minute frame was used for both scanners ( 35 ). Delineation of Tumor VOI for PET Quantification Tumor volumes of interest (VOI) for PET analysis were manually drawn on contrast enhanced T1W MR images (voxel size 0.9 mm × 0.9 mm × 0.8 mm), acquired as part of the study MRI. Regions were drawn to the edge of the enhancing tumor (care was taken when delineating the tumor to avoid partial volume effects from nearby structures or surrounding CSF) and subsequently were modestly eroded using a single iteration and a 3 × 3 × 1 erosion kernel. All manual outlining was done using Analyze version 11 and was performed under the supervision of AJ and ID, consultant neuroradiologists with over 40 years of combined experience. The study MRI was acquired on the same day as one of the PET scans for all the patients and therefore within 1 week of both PET scans. Using SPM 8 ( http://www.fil.ion.ucl.ac.uk/spm ), contrast enhanced T1W MRIs were coregistered to the 30 minutes motion corrected PET images from each of the three scans, and the manually drawn VOIs were re-sliced to PET space using the rigid body transformations calculated from this coregistration and nearest-neighbor interpolation. PET quantification was performed using the standardized uptake value (SUV), whereby the radiotracer concentration at 75 minutes posttracer injection within each voxel was normalized by the injected radioactivity dose and patient weight ( 36 ). The tumor VOIs were then applied to the PET data to calculate SUV mean  (reflecting the overall regional tracer distribution), SUV max  (max value of the tracer distribution), and SUV peak  within each tumor. The latter is considered to be less sensitive to the VOI boundary and the uptake distribution ( 37 ). Statistical Analysis SPSS version 23 was used for all statistical analyses. The normality and homogeneity of variance for derived values was assessed using the Shapiro–Wilk and Levene test respectively. Intergroup differences in growth rate, SUV mean , SUV max , and SUV peak  between indolent and growing tumors were compared using a Student's  t  test. Linear regression analysis was undertaken to assess intertumor relationship between standardized uptake values for both FDG and FLT using each scanner with and without RM. Finally, the ability of each tracer to classify VS as rapidly growing was assessed using the area under the curve (AUC) of the receiver operator characteristic (ROC) curve for each SUV parameter, using the multidisciplinary defined growth classification as the truth.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T22:59:55.662746",
  "abstract_length": 1774,
  "methods_length": 9920,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}