{
  "pmid": "31033921",
  "abstract": "[18F]fluorothymidine and [18F]fluorodeoxyglucose PET Imaging Demonstrates Uptake  and Differentiates Growth in Neurofibromatosis 2 Related Vestibular Schwannoma.  Anton-Rodriguez JM(1)(2), Lewis D(1)(3), Djoukhadar I(4), Russell D(5), Julyan  P(1)(2), Coope D(1)(3), King AT(3), Lloyd SKL(3), Evans DG(6), Jackson A(1)(7),  Matthews JC(1)(7).  Author information: (1)Division of Informatics, Imaging and Data Sciences, MAHSC, University of  Manchester. (2)Christie Medical Physics and Engineering, The Christie NHS Foundation Trust,  Manchester. (3)Manchester Skull Base Unit, Manchester Centre for Clinical Neurosciences,  Manchester Academic Health Science Centre, Salford Royal NHS Foundation Trust. (4)Department of Neuroradiology, Manchester Centre for Clinical Neurosciences,  Salford Royal NHS Foundation Trust, Manchester Academic Health Science Centre. (5)Department of Radiology, Manchester University NHS Foundation Trust. (6)Manchester Centre for Genomic Medicine, St Mary's Hospital, Manchester  University Hospitals National Health Service Foundation Trust and Manchester  Academic Health Science Centre, Manchester, UK. (7)Division of Neuroscience and Experimental Psychology, School of Biological  Sciences, Faculty of Biology, Medicine and Health, Manchester Academic Health  Science Centre (MAHSC), University of Manchester.  OBJECTIVE: To investigate whether [F]fluorothymidine (FLT) and/or  [F]fluorodeoxyglucose (FDG) positron emission tomography (PET) can differentiate  growth in neurofibromatosis 2 (NF2) related vestibular schwannomas (VS) and to  evaluate the importance of PET scanner spatial resolution on measured tumor  uptake. METHODS: Six NF2 patients with 11 VS (4 rapidly growing, 7 indolent), were  scanned with FLT and FDG using a high-resolution research tomograph (HRRT,  Siemens) and a Siemens Biograph TrueV PET-CT, with and without resolution  modeling image reconstruction. Mean, maximum, and peak standardised uptake  values (SUV) for each tumor were derived and the intertumor correlation between  FDG and FLT uptake was compared. The ability of FDG and FLT SUV values to  discriminate between rapidly growing and slow growing (indolent) tumors was  assessed using receiver operator characteristic (ROC) analysis. RESULTS: Tumor uptake was seen with both tracers, using both scanners, with and  without resolution modeling. FDG and FLT uptake was correlated (R = 0.67-0.86,  p < 0.01) and rapidly growing tumors displayed significantly higher uptake  (SUVmean and SUVpeak) of both tracers (p < 0.05, one tailed t test). All of the  PET analyses performed demonstrated better discriminatory power (AUCROC  range = 0.71-0.86) than tumor size alone (AUCROC = 0.61). The use of standard  resolution scanner with standard reconstruction did not result in a notable  deterioration of discrimination accuracy. CONCLUSION: NF2 related VS demonstrate uptake of both FLT and FDG, which is  significantly increased in rapidly growing tumors. A short static FDG PET scan  with standard clinical resolution and reconstruction can provide relevant  information on tumor growth to aid clinical decision making.  DOI: 10.1097/MAO.0000000000002272 PMCID: PMC6594723 PMID: 31033921 [Indexed for MEDLINE]  Conflict of interest statement: The authors disclose no conflicts of interest.",
  "methods": "Methods: Six NF2 patients with 11 VS (4 rapidly growing, 7 indolent), were scanned with FLT and FDG using a high-resolution research tomograph (HRRT, Siemens) and a Siemens Biograph TrueV PET-CT, with and without resolution modeling image reconstruction. Mean, maximum, and peak standardised uptake values (SUV) for each tumor were derived and the intertumor correlation between FDG and FLT uptake was compared. The ability of FDG and FLT SUV values to discriminate between rapidly growing and slow growing (indolent) tumors was assessed using receiver operator characteristic (ROC) analysis. METHODS Patients Patients were recruited via the nationally commissioned, specialized NF2 multidisciplinary team meeting in Manchester, UK. Adult patients (aged between 18 and 70 yr of age) with a confirmed diagnosis of NF2 and at least one vestibular schwannoma (VS) were recruited. Exclusion criteria included: female patients pregnant or intending to become pregnant; patients who had undergone previous radiotherapy or antiangiogenic treatment; and patients with contra-indications to MRI. All patients gave informed written consent. The study was approved by an independent research ethics committee (REC 13/NW/0260) and by the United Kingdom Administration of Radioactive Substances Advisory Committee (ARSAC RPC 595/3586/30119). All patients had undergone previous routine clinical assessment including MRI at 6 to 12 month intervals and the median length of follow-up across all patients was 1.52 years (range = 0.60–7.30 yr). The study MRI scan was reviewed in addition to the results of previous clinical MR imaging by the multidisciplinary team and tumors were classified as either rapidly growing or indolent. This classification reflected clinical decision making in these patients with tumors being classified as indolent undergoing further radiological surveillance and rapidly growing tumors being considered for either surgical resection or treatment with the antiangiogenic agent bevacuzimab (Avastin). To confirm the differential growth pattern across these two cohorts, volumetric measurements of tumor size were made for the preceding clinical scan, the study MR scan, and a follow-up scan 1 year later (see Table  1 ). Volumetric measurements were made on T 1 -weighted (T1W) postcontrast imaging using the semiautomatic segmentation tool within the Brainlab iPlan software (Brainlab AG Germany) and the results of segmentation were reviewed and, where necessary, edited by an experienced neuroradiologist (I.D.). TABLE 1 Patient demographics, tumor features, and clinical outcome at 1-year follow-up Patient Location Patient Age  and Sex c Growth Classification Volume on Preceding Clinical Scan (cm 3 ) Volume at Time of PET Scan (cm 3 ) Volume 1 Yr Following PET Scan (cm 3 ) Annual Adjusted Volume Change (cm 3 /yr) Status of VS 1 Yr Following the PET Scan A Right 33 Female RG 0.29 0.36 a Resected 0.09 Resected—cochlear preserving surgery Left RG 1.36 1.60 2.09 0.43 Continued growth. Patient qualified for Bevacizumab treatment. B Right 48 Male Indolent 0.95 0.84 0.87 −0.04 Monitoring Left Indolent 2.22 2.23 2.30 0.04 Monitoring C b Right 32 Male Indolent 0.85 0.79 a 0.82 −0.02 Monitoring. D Right 21 Female RG 1.34 1.42 3.30 0.99 Continued growth. Patient qualified for Bevacizumab treatment. Left Indolent 0.22 0.23 a 0.28 0.03 Monitoring E Right 59 Male RG 0.24 0.67 a Resected 0.46 Resected- cochlear preserving surgery Left Indolent 0.04 0.07 a 0.07 0.02 Monitoring F Right 55 Female Indolent Very small enhancing intracanalicular nodule N/A Monitoring Left Indolent 0.26 0.23 a 0.20 −0.03 Monitoring Intracanalicular lesion at the time of PET scan. a Patient C had a large left VS removed 1 year before study. b Age at the time the PET scans took place. c RG indicates rapid growing. PET Data Acquisition Patients were scanned using FDG and FLT on two separate occasions, less than a week apart. For both tracers 200 MBq was the target injected activity. Patients were scanned using both a conventional PET-CT scanner, the Truepoint TrueV Biograph PET-CT scanner (Siemens), with a spatial resolution of approximately 4.5 mm full width at half maximum ( 30 ); and with a brain dedicated scanner the (HRRT, Siemens) with spatial resolution of approximately 2.5 mm full width at half maximum ( 29 ). For each radiotracer, the scan sequence followed a 60-gap-30-gap-30 minute structure with alternated order of scanners, i.e., three scans for each radiotracer injection alternating between the PET-CT and the HRRT (with sequence shown in supplementary Figure 1C). Patients were placed on one of the two scanners (with the initial scanner altering between patients), injected with the radiotracer, and data acquired for 60 minutes (scan 1). Following a short break of between 10 and 20 minutes, patients were placed on the other scanner, with data acquired for 30 minutes (scan 2). Finally, following a second short break the patient was placed on the original scanner with data acquired for a further 30 minutes (scan 3). This scan sequence was devised to allow assessment of tracer uptake during scan 2 at approximately 75 minutes postinjection on both scanners, either from direct measurement or from linear interpolation of data from scans 1 and 3 (radioactivity concentrations on the VS followed an approximately linear relationship during this period for both tracers). For attenuation correction, a 6-minute transmission scan was acquired when using the HRRT (preinjection for scan 1 and postemission acquisition for scans 2 and 3) and a pre-emission CT scan when using the TrueV PET/CT scanner. Image Reconstruction Data from both scanners were reconstructed using implementations of three-dimensional iterative Ordinary Poisson Ordered Subset Expectation Maximisation ( 31 ) without (No-RM) and with resolution modeling (RM), reconstructing the data during the last 30 minutes of scan 1 and the data for scans 2 and 3, each into three 10 minute frames. For the TrueV scanner, the Siemens offline reconstruction package “ e7_tools”  was used with an image zoom of two resulting in images with a voxel size of 1.33 mm × 1.33 mm × 2.03 mm and an image grid dimension of 256 × 256 × 107 voxels. HRRT data was reconstructed using HRRT user community software generating images consisting of 256 × 256 × 207 voxels each of size 1.22 mm × 1.22 mm × 1.22 mm. In both cases, 10 and 12 iterations for No-RM and for RM respectively were conducted using 16 subsets for HRRT and 21 for the TrueV. RM reconstruction is referred to as HD for the TrueV PET ( 32 ) while for the HRRT user community software was used ( 33 ). The iterations and subsets selected reflect our standard image reconstruction protocols. Postreconstruction smoothing using Gaussian filters, which can be used to reduce image noise, was not performed since it could worsen image resolution, which was considered to be critical for this clinical application. Reconstructions for both scanners were performed with full corrections including scatter and attenuation. In the case of HRRT, attenuation correction was calculated from a reconstructed and segmented μ-map image using the total variation TXTV method ( 34 ). To minimize the effects of patient motion particularly the deterioration of image resolution, image-based motion correction using frame-by-frame realignment for each 10 minute frame was used for both scanners ( 35 ). Delineation of Tumor VOI for PET Quantification Tumor volumes of interest (VOI) for PET analysis were manually drawn on contrast enhanced T1W MR images (voxel size 0.9 mm × 0.9 mm × 0.8 mm), acquired as part of the study MRI. Regions were drawn to the edge of the enhancing tumor (care was taken when delineating the tumor to avoid partial volume effects from nearby structures or surrounding CSF) and subsequently were modestly eroded using a single iteration and a 3 × 3 × 1 erosion kernel. All manual outlining was done using Analyze version 11 and was performed under the supervision of AJ and ID, consultant neuroradiologists with over 40 years of combined experience. The study MRI was acquired on the same day as one of the PET scans for all the patients and therefore within 1 week of both PET scans. Using SPM 8 ( http://www.fil.ion.ucl.ac.uk/spm ), contrast enhanced T1W MRIs were coregistered to the 30 minutes motion corrected PET images from each of the three scans, and the manually drawn VOIs were re-sliced to PET space using the rigid body transformations calculated from this coregistration and nearest-neighbor interpolation. PET quantification was performed using the standardized uptake value (SUV), whereby the radiotracer concentration at 75 minutes posttracer injection within each voxel was normalized by the injected radioactivity dose and patient weight ( 36 ). The tumor VOIs were then applied to the PET data to calculate SUV mean  (reflecting the overall regional tracer distribution), SUV max  (max value of the tracer distribution), and SUV peak  within each tumor. The latter is considered to be less sensitive to the VOI boundary and the uptake distribution ( 37 ). Statistical Analysis SPSS version 23 was used for all statistical analyses. The normality and homogeneity of variance for derived values was assessed using the Shapiro–Wilk and Levene test respectively. Intergroup differences in growth rate, SUV mean , SUV max , and SUV peak  between indolent and growing tumors were compared using a Student's  t  test. Linear regression analysis was undertaken to assess intertumor relationship between standardized uptake values for both FDG and FLT using each scanner with and without RM. Finally, the ability of each tracer to classify VS as rapidly growing was assessed using the area under the curve (AUC) of the receiver operator characteristic (ROC) curve for each SUV parameter, using the multidisciplinary defined growth classification as the truth.",
  "introduction": "",
  "results": "Results: Tumor uptake was seen with both tracers, using both scanners, with and without resolution modeling. FDG and FLT uptake was correlated (R 2  = 0.67–0.86,  p  < 0.01) and rapidly growing tumors displayed significantly higher uptake (SUV mean  and SUV peak ) of both tracers ( p  < 0.05, one tailed  t  test). All of the PET analyses performed demonstrated better discriminatory power (AUC ROC  range = 0.71–0.86) than tumor size alone (AUC ROC  = 0.61). The use of standard resolution scanner with standard reconstruction did not result in a notable deterioration of discrimination accuracy. RESULTS Patient Demographics Six patients with NF2 participated in this study, three males and three females with an age range of 21 to 59 years. Five patients had bilateral VS with the remaining patient having undergone previous surgical removal of a left-sided VS. Six tumors were intracanalicular at the time of the PET study and among the 11 VS, 4 were classified as rapidly growing while the rest were indolent (see Table  1 ). Confirmatory measurements of tumor volume change between the preceding clinical MRI and the study MRI demonstrated that compared with the indolent tumor group rapidly growing tumors displayed a higher annual adjusted growth rate (0.00 versus 0.49 cm 3 /yr,  p  = 0.01, two-tailed  t  test). Patient demographics, tumor growth pattern, and the clinical outcome for each VS at 1-year follow-up are shown in Table  1 . Mean injected tracer activities were 203 ± 2 MBq (range 202–210) of FLT and 206 ± 4 MBq (range 201–211) of FDG. Visual Inspection of Uptake Uptake of both FDG and FLT was seen in all tumors, using both scanners with and without RM. SUV mean, maximum, and peak of both tracers at approximately 75 to 105 minutes after injection are shown for the TrueV scanner in supplementary Tables 1C and 2C; and for the HRRT scanner in supplementary Tables 3C and 4C. Figure  1  shows axial coregistered T 1 -weighted contrast enhanced MRI, FDG PET, and FLT PET image sections for two patients (A and D) with bilateral tumors. All of the PET images shown were acquired using the TrueV scanner and show decay corrected SUV (g/ml) at approximately 75 to 105 minutes postinjection with the FDG images windowed to saturate the high brain uptake. Patient A (top row) had bilateral rapidly growing tumors, with the right smaller VS scheduled for surgical removal at the time of the PET scans. High uptake of both tracers is observed in the larger left-sided VS, with a small area of focal FDG uptake within the right-sided tumor. Patient D (bottom row) also had bilateral VS, with the right-sided tumor classified as rapidly growing and the left-sided tumor classified as slow growing (indolent). For both tracers clear uptake is observed for the right-sided rapidly growing tumor while little uptake is observed for the left-sided tumor. FIG. 1 MRI and FDG/FLT PET images. From left to right: coregistered axial contrast enhanced MRI slices through cerebellopontine angle; axial PET FDG images taken at 30 minutes using TrueV PET-CT scanner without RM; axial PET FLT images taken at 30 minutes using TrueV PET-CT scanner without RM. Top row—33-year-old female (patient A) with bilateral growing VS. High uptake of both FDG and FLT is observed in the larger left-sided VS, with a small area of focal FDG uptake within the right-sided tumor. Bottom row—21-year-old female (patient D) with right-sided growing VS and left-sided slow growing (indolent) tumor. The right lesion shows uptake of both FLT and FDG while the left lesion showed minimal uptake of either tracer. All PET images show the summed activity at approximately 75 to 105 minutes postinjection. Group Comparison Intergroup differences in tumor SUV mean , SUV max , and SUV peak  between rapidly growing and indolent tumors for both FDG and FLT are shown in Table  2 . The group comparison between FDG and FLT for both scanners using RM is presented in Figure  2 . Rapidly growing tumors displayed significantly higher FDG SUV mean  and SUV peak  compared with indolent tumors using both scanners, with and without RM ( p  < 0.05, one-tailed  t  test). With the exception of values derived using the HRRT scanner without RM, the FDG SUV max  values were also significantly higher in the rapidly growing tumor group ( p  < 0.05). TABLE 2 Intertumor comparison of derived mean, maximum, and peak SUV values (g/ml) between slow growing (indolent) and fast growing tumors following the injection of FDG and FLT FDG—Intragroup Mean (+/S.D) TrueV No-RM TrueV RM HRRT No-RM HRRT RM N SUV Mean SUV Max SUV Peak SUV Mean SUV Max SUV Peak SUV Mean SUV Max SUV Peak SUV Mean SUV Max SUV Peak Slow growing (indolent) 7 2.11 (0.88) 4.74 (1.90) 2.57 (1.01) 2.01 (0.94) 4.42 (2.09) 2.56 (1.25) 1.81 (0.87) 10.58 (5.04) 2.28 (1.07) 1.71 (1.00) 5.42 (3.25) 2.19 (1.27) Fast growing 4 3.49 (1.26) 7.21 (2.16) 4.09 (1.50) 3.61 (1.43) 8.40 (3.57) 4.41 (1.82) 2.96 (0.93) 15.00 (3.97) 3.82 (1.21) 2.95 (0.90) 9.00 (2.25) 3.86 (1.18) p  value p  < 0.05 p  < 0.05 p  < 0.05 p  < 0.05 p  < 0.05 p  < 0.05 p  < 0.05 p  = 0.08 p  < 0.05 p  < 0.05 p  < 0.05 p  < 0.05 FLT- Intragroup Mean (+/SD) TrueV No-RM TrueV RM HRRT No-RM HRRT RM N SUV Mean SUV Max SUV Peak SUV Mean SUV Max SUV Peak SUV Mean SUV Max SUV Peak SUV Mean SUV Max SUV Peak Slow growing (indolent) 7 0.86 (0.49) 2.47 (1.34) 1.07 (0.60) 0.94 (0.65) 2.47 (1.81) 1.21 (0.83) 0.68 0.37) 7.36 (3.23) 0.97 (0.47) 0.74 (0.48) 4.39 (3.03) 1.08 (0.67) Fast growing 4 1.27 (0.37) 3.47 (1.17) 1.63 (0.57) 1.62 (0.39) 4.43 (1.77) 2.13 (0.74) 1.13 (0.39) 10.18 (4.26) 1.61 (0.66) 1.34 (0.39) 7.14 (2.43 1.92 (0.70) p  value p   = 0.09 p   = 0.12 p   = 0.08 p   < 0.05 p   = 0.06 p   = 0.05 p   < 0.05 p   = 0.12 p   < 0.05 p   < 0.05 p   = 0.08 p   < 0.05 Displayed data—intragroup mean SUV (SD). All SUV values derived at approximately 75 to 105 minutes postinjection. FIG. 2 Intertumor comparison boxplots of derived mean and peak SUV values (g/ml) between slow growing (indolent) and fast growing VS following the injection of FDG and FLT. Using the TrueV PET-CT scanner with RM for FDG ( A ) and FLT ( C ); using the HRRT scanner with RM for FDG ( B ) and FLT ( D ).  ∗ p  < 0.05—one tailed Student's  t  test, comparison between slow growing/indolent and fast growing VS for each SUV parameter. While use of the TrueV scanner without RM did not demonstrate a significant difference in FLT uptake between rapidly growing and indolent tumors ( p  > 0.05), use of the TrueV with RM did demonstrate significantly higher FLT SUV mean  values in the rapidly growing tumors ( p  < 0.05, one-tailed  t  test). Similarly, use of the HRRT scanner with and without RM also demonstrated significantly higher SUV mean  and SUV peak  values compared with indolent tumors ( p  < 0.05, one-tailed  t  test). Scatter Plots Scatter plots of SUV for FDG against FLT for the TrueV and HRRT scanners are shown in Figure  3 . Each point of the graph represents one of the VS with data shown for the SUV mean  with and without RM (rows). Lines of best fit for linear relationships are shown, together with the fit equation and R-squared values. VS classified as rapidly growing are plotted as a solid circle, while indolent tumors are plotted as a square. FIG. 3 Intertumor scatterplot comparison of FDG versus FLT uptake. Scatter plots of the mean tumor SUV values of FDG against FLT for both the TrueV (left column) and HRRT scanner (right column) without RM and with RM. For each graph, a line of best fit for proportionality is shown, along with the equation and R 2  values. Lesions classified as rapid growing (growing) are shown as solid circles, whereas slow growing/indolent lesions are shown as an open square. Visual inspection of the scatter plots in Figure  3  suggests that FDG and FLT are related to each other in a proportional manner with the use of the higher resolution HRRT scanner and/or RM improving the correlation between FDG and FLT SUV mean  values (TrueV: adjusted R 2  value of 0.67 vs 0.73 with RM, HRRT: adjusted R 2  value of 0.85 vs 0.86 with RM). Similar plots for both SUV max  and SUV peak  without and with RM can be found in supplementary Figures 1C and 2C, for the TrueV and HRRT scanner respectively. In supplementary Figure 4C, scatter plots of the SUV mean  for FDG and FLT versus tumor volume for the TrueV scanner without RM are shown. A weak positive correlation between SUV mean  and tumor volume is observed with adjusted R 2  values of 0.18 ( p  = 0.11) and 0.08 ( p  = 0.17) for FDG and FLT respectively. Area Under the Curve of the Receiver Operator Characteristic Curve AUC of the ROC curves for SUV mean, maximum, and peak, for both tracers, and for both scanners are shown in Table  3 . Values ranged from 0.714 to 0.857 with SUV mean  and from 0.786 to 0.821 with SUV peak , suggesting a good ability of FDG and FLT SUV values to discriminate indolent from rapidly growing tumors. Use of RM for both scanners generally increased the AUC values. Overall, FDG displayed higher AUC values than FLT (0.750–0.893 vs 0.643–0.857) with the exception of SUV mean  when using the HRRT scanner with RM, where FLT displayed greater discriminatory power (AUC 0.857 vs 0.821). Both FDG and FLT outperformed tumor volume in discriminating between rapidly growing and indolent tumors with AUC ROC  value of 0.601. TABLE 3 Receiver operator characteristic curve (ROC) area under the curve (AUC) values when using volume of lesion (top), and mean, maximum, and peak SUV values (g/ml) of FDG and FLT within contrast enhanced VS lesions to classify lesion growth at approximately 75 to 105 minutes following the injection 0.601 TrueV No-RM TrueV RM HRRT No-RM HRRT RM Volume Tracer SUV Mean SUV Max SUV Peak SUV Mean SUV Max SUV Peak SUV Mean SUV Max SUV Peak SUV Mean SUV Max SUV Peak FDG 0.821 0.786 0.786 0.821 0.821 0.821 0.821 0.750 0.821 0.821 0.893 0.821 FLT 0.714 0.714 0.786 0.821 0.750 0.786 0.786 0.643 0.786 0.857 0.750 0.821 Combined FDG and FLT 0.786 0.821 0.821 0.821 0.821 0.821 0.821 0.679 0.821 0.857 0.857 0.821 Data shown for both the TrueV PET-CT and HRRT PET scanners with and without RM.",
  "discussion": "Conclusion: NF2 related VS demonstrate uptake of both FLT and FDG, which is significantly increased in rapidly growing tumors. A short static FDG PET scan with standard clinical resolution and reconstruction can provide relevant information on tumor growth to aid clinical decision making. DISCUSSION In this pilot study we have demonstrated for the first time that there is uptake of two commercially available PET radiotracers, FDG and FLT, within NF2 related VS and that uptake of these tracers has the potential ability to discriminate rapidly growing VS from more indolent tumors. This was established through a complex study design to elucidate the relative contributions of tracer, noise, and spatial resolution to the PET signal. The data demonstrates, however, that a short PET acquisition with clinically available tracers on a standard scanner can yield clinically relevant information on tumor growth. The finding of growth-dependant uptake of FDG in NF2 related VS is in clear contrast to previous inconclusive results with FDG seen in sporadic VS ( 20 , 21 ). While differences in experimental design may partly underlie this discordance, greater uptake of FDG within NF2 related VS may also reflect fundamental biological differences between these two tumor groups at both the macroscopic and microscopic level. While sporadic VS are generally found as a single tumor arising from the vestibular nerve at the porus acousticus ( 38 ), NF2 related tumors are often multilobulated, originating from multiple sites on both the vestibular and cochlear nerve ( 26 ). At the cellular level, NF2 related VS display higher cellularity ( 27 ) and greater immunostaining for cellular proliferation indices (e.g., Ki-67, MIB-1) compared with sporadic tumors ( 28 , 39 ). Furthermore, there is evidence that pathophysiological mechanisms other than cellular proliferation such as cyst formation ( 40 , 41 ), intratumoral hemorrhage ( 42 – 44 ), and inflammation ( 44 – 47 ) may play a greater role in the growth of sporadic VS. While uptake of FDG and FLT represent differing underlying biological processes, the uptake of both these tracers within NF2 related VS was strongly correlated in our study. One interpretation is that the uptake of FDG and FLT relates to a common factor or process such as tumor size or vascularity, but the correlation between tracer uptake and tumor volume was, however, comparatively weaker than the relationship between FDG and FLT uptake itself. Similarly while increased neovascularization within growing tumors may result in greater early tracer delivery ( 48 , 49 ), with the later PET measurements (75–105 min) used in this study these effects would be minimal. As such, the increased uptake of both FLT and FDG seen in this study likely represents that within growing NF2 related VS there is both concurrent cellular proliferation and increased metabolic demand. Imaging VS with FDG and FLT has been previously viewed as challenging due to the limited spatial resolution of conventional PET, leading to potential contamination of tumor uptake from surrounding brain and bony marrow respectively ( 50 ). To assess this we used a complex scanning regime which incorporated two different PET scanners with different spatial resolution, both with and without RM reconstruction, and without any postreconstruction image smoothing. One consequence of this approach is that noise in the images is increased and this may explain the reduced discriminatory power of SUV max  when compared with SUV mean  and SUV peak . Use of either RM or the higher spatial resolution HRRT scanner improved the proportional relationship between FDG and FLT suggesting that when tumor uptake contamination from neighboring tissues is reduced, a better correlation between the two imaged biological processes is observed. Use of the HRRT scanner or RM, however, resulted in only small improvements in AUC ROC  values suggesting that the degree of contamination from neighboring structures is small in comparison with the tumor uptake range, and that increased spatial resolution has only a modest effect on tumor growth classification. As such use of more clinically available lower spatial resolution PET scanners such as the TrueV PET-CT scanner may still show good ability to discriminate growing VS. The results of this study demonstrate that both FDG and FLT uptake has merit to discriminate between rapidly growing and slow growing (indolent) tumors, and that this discriminatory ability exceeds that of tumor volume alone. While standard clinical practice in many institutions is radiological surveillance of tumor growth with serial MRI, there is a danger of missing significant tumor growth between interval scans, with the complication rate and difficulty of surgery increasing as tumors become larger ( 51 , 52 ). In many cases this strategy will be acceptable but select patients exist in whom the ability to predict rather than detect growth may be valuable. The above results suggest that assessment of tumor proliferative and metabolic activity using FDG or FLT PET may have future clinical utility in allowing more timely identification of tumors requiring surgical intervention. A limitation of this study is that the number of included patients was low, due in part to patient concerns regarding additional radiation exposure and the complexity of the scanning regime. Future, larger studies, which incorporate just one scanner and a single tracer injection of either FDG or FLT, should be performed. These studies could be performed on new generation PET-MR scanners, which allow for both simultaneous MR image acquisition and also potentially for reductions in the injected radioactive dose due to improved scanner sensitivity ( 53 ). Evaluation of FDG and FLT PET as predictive markers of future tumor growth is limited in part in this study due to loss of growth follow-up in resected tumors. It is, nonetheless, interesting to note that within this study the two non-resected rapidly growing tumors with high FDG and FLT uptake continued to demonstrate rapid growth and larger, prospective studies should be undertaken to further evaluate the role of these tracers as growth predictors. CONCLUSIONS Data from 6 NF2 patients, with a total of 11 VS, indicate that for both FLT and FDG an uptake signal above background can be detected and that this uptake shows promise in providing additional and complementary information to serial MRI measurements for the classification of VS which are rapidly growing. Further studies should be undertaken to assess FLT and FDG PET as predictors of tumor growth, and as a clinical imaging tool for early identification of tumors requiring consideration of early treatment.",
  "fetched_at": "2026-02-16T15:45:50.887536",
  "abstract_length": 3309,
  "methods_length": 9920,
  "introduction_length": 0,
  "results_length": 10145,
  "discussion_length": 6744
}