{
  "pmid": "31053152",
  "abstract": "BACKGROUND: Malignant peripheral nerve sheath tumours (MPNSTs) are sarcomas of Schwann cell lineage origin that occur sporadically or in association with the inherited syndrome, neurofibromatosis type 1 (NF1). This study aimed to examine the function of High mobility group protein A2 (HMGA2) in NF1 MPNST progression and the underlying molecular mechanism. METHODS: Immunohistochemistry (IHC) was used to detect HMGA2 expression in MPNST and neurofibroma patient samples. Cell Cycle Kit-8 (CCK-8) and 5-ethynyl-20-deoxyuridine (EdU) assays, terminal deoxynucleotidyl transferase-mediated nick end labelling, and transmission electron microscopy were performed to reveal HMGA2 functions in NF1 MPNST cells in vitro and in vivo. Chromatin immunoprecipitation sequencing (ChIP-Seq) and RNA sequencing (RNA-Seq) were used to detect HMGA2-modulated genes regulating autophagy and growth in NF1 MPNSTs in vitro and in vivo. RESULTS: NF1 MPNST samples exhibit higher HMGA2 positivity rates (13/16) than sporadic MPNST (16/41) and neurofibroma (0/7) patient samples. High HMGA2 expression is correlated with poor prognosis. Neurofibromin 1 (NF1)-deficient MPNST cells display elevated HMGA2 expression. Functional experiments revealed that HMGA2 knockdown inhibits NF1 MPNST cell growth in vitro and in vivo. In addition to promoting cell cycle arrest and apoptosis, HMGA2 knockdown inhibits autophagy, favouring cell death. RNA-Seq and ChIP-Seq revealed that HMGA2 directly activates the Musashi-2 (MSI2) promoter region, and MSI2 overexpression reverses autophagy and growth in shHMGA2-transfected cells. MSI2 interacts with Beclin1, and Beclin1 blockade inhibits autophagy, thereby inhibiting cell proliferation. CONCLUSIONS: HMGA2 knockdown regulates autophagy via MSI2-Beclin1 interactions to inhibit NF1 MPNST growth, revealing potential therapeutic targets for these untreatable tumours.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:00:07.965950",
  "abstract_length": 1887,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}