{
  "pmid": "PMID:31053133",
  "title": "Burden of adult neurofibromatosis 1: development and validation of a burden assessment tool.",
  "abstract": "BACKGROUND: Neurofibromatosis Type 1 (NF1) is a common genetic neurocutaneous disease, with an autosomal dominant inheritance mode. Quality of life has been shown impaired in NF1, due to severe complications, cosmetic features, and uncertainty about the disorder. METHODS: This study sought to develop a self-administered questionnaire in French to assess the burden of NF1 (BoN), then translate and linguistically and cross-culturally validate it into American English, standardized methodology applied, as outlined in the report. RESULTS: Based on several discussions with NF1 patients, a 17-item conceptual questionnaire was first produced. Of the 91 NF1 adult patients who responded to the conceptual questionnaire, 65 (64.6% females) were accessible. Subsequent confirmatory analyses generated a 15-item questionnaire grouped into four domains, demonstrating internal consistency (Cronbach's alpha: 091), discriminant validity, and high reliability. The BoN was likewise shown to significantly correlate with other validated questionnaires, such as Dermatology Life Quality Index, Perceived Stress Scale, and SF12 mental score, indicating good external validity. CONCLUSIONS: BoN is a specific tool for assessing the burden that NF1 generates on many practical aspects of the patient daily activities, beyond the notion of quality of life\". Given the increasing relevance that regulatory authorities attribute to patient-reported outcomes, the BoN questionnaire provides such supplementary information while accounting for the burden of NF1 patients in the broadest sense.",
  "authors": "Marie-Laure Armand; Charles Taieb; Aline Bourgeois; Mireille Bourlier; Mohammed Bennani; Christine Bodemer; Pierre Wolkenstein",
  "journal": "Orphanet journal of rare diseases",
  "publicationDate": "2019-05-03",
  "doi": "10.1186/s13023-019-1067-8",
  "methods": "Methods This study sought to develop a self-administered questionnaire in French to assess the burden of NF1 (BoN), then translate and linguistically and cross-culturally validate it into American English, standardized methodology applied, as outlined in the report. Methods The self-administered BoN questionnaire was developed using standard methodology comprising three phases, namely exploratory, development, and validation [ 24 ]. This questionnaire was developed by a multidisciplinary working group comprising experts in questionnaire design/development, such as healthcare professionals like physicians and psychologists, experts in NF1, such as social workers and dermatologists, as well as experts in QoL and patient-reported outcomes. The questionnaire was conventionally created in a question and answer format. Response modalities were determined via consensus among the experts, and took the form of a 6-point Likert scale: “never” (0), “rarely” (1), “sometimes” (2), “often” (3), “very often” (4), and “constantly” (5). To limit missing data, we also considered a “not applicable” (0). Instructions in the preamble state that the questions relate to the previous 30 days. Subjects from the age of 15 could complete the questionnaire and had the option to indicate “not concerned” for non-applicable questions. Exploratory phase The initial step involved several one-to-one interviews between the dermatologist, psychologist, social worker, and expert in patient-reported outcomes with patients suffering from NF1 to comprehensively collect the patients’ perceptions and complaints. By analyzing these interviews, the most relevant concepts were identified. A semi-structured questionnaire was then elaborated comprising specific themes in a question/answer format, including closed-ended questions with a choice of predetermined answers, as well as open-ended questions allowing unrestricted answers. The final choice of questions was made by the working group. Development phase During this phase, the conceptual questionnaire was administered to a sample of subjects suffering from the disease. An exploratory factor analysis was conducted to highlight the underlying constructs, assigning each item to its respective domain, with orthogonal varimax rotation performed to verify whether the hypothetical constructs were interrelated. To evaluate the questionnaire’s internal consistency and confirm its reliability, the item homogeneity in each dimension was tested using Cronbach’s alpha coefficient [ 25 ]. Higher order factor confirmatory analysis was performed to confirm that the dimensions created could be combined into one single score. PROC CALIS procedure, SAS 9.4, was employed. The criteria for the model’s goodness-of-fit were defined as a Bentler comparative fit index > 0.90, and Bentler-Bonett non-normed fit index > 0.90 [ 26 ], with root mean square error of approximation (RMSEA) close to 0.05 or at the very least less than 0.08. External validity To assess the questionnaire’s external validity, all participants were asked to complete three previously validated self-administered questionnaires: the D ermatology Life Quality Index  [DLQI] questionnaire, The DLQI questionnaire is the first dermatology-specific instrument designed to assess the impact of skin diseases on patient QoL [ 27 ,  28 ]. Intended for adults and patients aged over 16 years, DLQI has proven a simple, practical, and validated questionnaire that grades QoL, the DLQI score being the sum of all scores (0–30), with high scores reflecting poor QoL. The PSS is the most widely used psychological instrument for measuring the perception of stress. Composed of 10 items rated from “never” to “often”, PSS measures the degree to which situations in one’s life are perceived as stressful [ 29 ,  30 ]. The total score ranges from 10 to 50, and the higher the score, the higher the stress. The SF12 is a short version of the SF-36, namely a generic instrument to measure population health [ 31 ], with a physical composite score and mental composite score calculated based on 12 questions, and the higher the score, the better the physical and the mental quality of life, respectively. Concurrent validity was established by calculating Pearson correlations between the BoN and the other three validated questionnaires. The data were analyzed using SAS software Version 9.4 (SAS Institute, Cary, NC, USA), with the significance level set at 0.05. Test-retest analysis To assess reproducibility, a test-retest analysis was conducted, with a group of subjects asked to complete the questionnaire twice, with at least a 10-day interval in-between. Translation, cross-cultural adaptation, and cognitive debriefing While the original BoN questionnaire was developed in French, previously-validated methodology was applied to generate an US English-language version, involving cross-cultural validation [ 32 ]. The nine steps involved are summarized in Table  1 . A number of changes could be implemented throughout the validation process, so as to further improve the initial idiomatic draft. Table 1 Principles of Good Practice for the Translation and Cultural Adaptation Process for Patient-Reported Outcomes (PRO) Measures Stage Détails Preparation Evaluation of the source text from a linguistic and cultural point of view including definition of concepts Forward translations Forward translation into the required target language by two independent translators Reconciliation Comparison of the two forward translations to provide the best adaption and produce a draft version of the text Back translation Translation of the draft forward translation back into the targeted language without reference to the original language Back-translation review Comparison of the original text and the back translation to verify that the meaning of the draft translation is equivalent to source Analysis and implementation of back-translation review report Analysis of the back-translation review report to verify if there are changes required to the draft forward Pilot testing Clinical review and cognitive debriefing Review of cognitive debriefing or clinical review results Review of the results from the cognitive debriefing or clinical review to identify translation modifications necessary for improvement Availability of data and materials The datasets used and/or analyzed during the current study are available from the corresponding author on reasonable request.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:27:57"
}