{
  "pmid": "PMID:31081992",
  "title": "Speech difficulties and patient health communication mediating effects on worry and health-related quality of life in children, adolescents, and young adults with Neurofibromatosis Type 1.",
  "abstract": "The objective was to investigate the serial mediating effects of speech difficulties, patient health communication, and disease-specific worry in the relationship between neurofibromatosis (NF) symptoms (pain and skin symptoms) and total generic health-related quality of life (HRQOL) in children, adolescents, and young adults with NF Type 1 (NF1) from the patient perspective. The Speech, Communication, Worry, Pain, Skin Itch Bother, and Skin Sensations Scales from the Pediatric Quality of Life Inventory (PedsQL) NF1 Module and the PedsQL 4.0 Generic Core Scales were completed in a multi-site national study by 305 patients ages 5-25 years. A serial multiple mediator model analysis was conducted to test the hypothesized sequential mediating effects of speech difficulties, health communication, and worry as intervening variables in the association between NF1 symptoms and HRQOL. Symptoms predictive effects on total generic HRQOL were serially mediated by speech difficulties, patient health communication, and worry. In predictive analytics models utilizing hierarchical multiple regression analyses with age and gender demographic covariates, the pain, skin itch bother, and skin sensations multiple mediator models accounted for 61%, 59%, and 56% of the variance in generic HRQOL (p < .001), reflecting large effect sizes. Speech difficulties, patient health communication, and disease-specific worry explain in part the mechanism of symptoms predictive effects on total generic HRQOL in pediatric patients with NF1. Identifying NF1-specific predictors and serial mediators of total generic HRQOL in pediatric patients with NF1 from the patient perspective enables a patient-centered comprehensive care approach for children, adolescents, and young adults with NF1.",
  "authors": "James W Varni; Kavitha Nutakki; Nancy L Swigonski",
  "journal": "American journal of medical genetics. Part A",
  "publicationDate": "2019-08",
  "doi": "10.1002/ajmg.a.61197",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-20 06:57:55"
}