{
  "pmid": "31111915",
  "abstract": "BACKGROUND: One of the clinical hallmarks of low-grade gliomas (LGGs) arising in children with the neurofibromatosis type 1 (NF1) cancer predisposition syndrome is significant clinical variability with respect to tumor growth, associated neurologic deficits, and response to therapy. Numerous factors could contribute to this clinical heterogeneity, including the tumor cell of origin, the specific germline NF1 gene mutation, and the coexistence of additional genomic alterations. Since human specimens are rarely acquired, and have proven difficult to maintain in vitro or as xenografts in vivo, we have developed a series of Nf1 mutant optic glioma mouse strains representing each of these contributing factors. METHODS: Optic glioma stem cells (o-GSCs) were generated from this collection of Nf1 genetically engineered mice, and analyzed for their intrinsic growth properties, as well as the production of chemokines that could differentially attract T cells and microglia. RESULTS: The observed differences in Nf1 optic glioma growth are not the result of cell autonomous growth properties of o-GSCs, but rather the unique patterns of o-GSC chemokine expression, which differentially attract T cells and microglia. This immune profile collectively dictates the levels of chemokine C-C ligand 5 (Ccl5) expression, the key stromal factor that drives murine Nf1 optic glioma growth. CONCLUSIONS: These findings reveal that genetic and genomic alterations create murine LGG biological heterogeneity through the differential recruitment of T cells and microglia by o-GSC-produced chemokines, which ultimately determine the expression of stromal factors that drive tumor growth.",
  "methods": "Methods Optic glioma stem cells (o-GSCs) were generated from this collection of  Nf1  genetically engineered mice, and analyzed for their intrinsic growth properties, as well as the production of chemokines that could differentially attract T cells and microglia.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:00:53.116288",
  "abstract_length": 1677,
  "methods_length": 263,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}