{
  "pmid": "31189476",
  "abstract": "BACKGROUND: The neurofibromatoses (NF) are a group of genetic disorders that interfere negatively with the quality of life (QoL) and influence physical, emotional and social statuses. Studying the effects of neurofibromatoses on various aspects of QoL seems important to implement beneficial strategies in increasing the QoL of NF patients. The aim of this study was to review the literature on quality of life in patients with NF and quantitatively evaluate the effects of Neurofibromatosis on various aspects of quality of life by synthesizing available studies. METHODS: This article is written according to the PRISMA checklist. Different databases including PubMed, Scopus, Google scholar and Web of Science were searched to identify studies that examined QoL of patients with neurofibromatosis. The relevant data obtained from these papers were analyzed by a random-effects model. The heterogeneity of studies was calculated using the I RESULTS: Twelve studies were selected as eligible for this research and were included in the final analysis. The number of participants in the study was 7314 individuals containing 910 NF patients (642 NF1 and 268 NF2) and 6404 healthy subjects. The mean scores of sub-scales of QoL were significantly lower in NF patients compared with control except for the scale of cohesion. Family and NF patients had lower quality of life in all aspects of QoL than controls. Also, this meta-analysis shows that NF negatively effects on physical function, bodily pain, mental health, social function and general health. Subgroup analysis showed that NF had negative effects on all sub-scales of QoL if the study was conducted in adults and used a SF-36 questionnaire. CONCLUSION: This meta-analysis suggests that NF is a broad spectrum disease, affecting physical function, bodily pain, mental health, social function and general health.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:02:14.362241",
  "abstract_length": 1869,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}