{
  "pmid": "31201114",
  "abstract": "Neurofibromin, the protein product of the neurofibromatosis type 1 (NF1) tumor suppressor gene, is a negative regulator of Ras signaling. Patients with mutations in NF1 have a strong predisposition for cardiovascular disease, which contributes to their early mortality. Nf1 heterozygous (Nf1",
  "methods": "2 Materials and methods 2.1 Reagents EUK-134, DPI, LY294002, calphostin C, 5-(N-Ethyl-N-isopropyl)amiloride (EIPA), cytochalasin D, FITC-dextran, DCFH-DA, PKH67 kit and thioglycollate medium were purchased from Sigma-Aldrich (St. Louis, MO, USA). M-CSF was purchased from Miltenyi Biotec Inc. (San Diego, CA, USA). The antibody array kit was obtained from RayBiotech. Phospho-PKCδ (Tyr-311), phospho-ERK (Tyr 204), β–tubulin and total ERK antibodies were obtained from Cell Signaling Technology (Danvers, MA, USA). Phospho-p47  was obtained from Sigma-Aldrich (St. Louis, MO, USA). Nox2 antibody was obtained from Abcam. Total PKCδ, NOS2, arginase 1 and anti-β-actin antibodies were procured from Santa Cruz Biotechnology (Dallas, TX, USA). phox 2.2 Animals Animal experiments were approved by the Laboratory Animal Services at Augusta University.  Nf1  mice were kindly provided by Tyler Jacks (MIT, Boston, MA) and LysM Cre mice were purchased from the Jackson Laboratory.  +/− Nf1  mice were obtained from Luis Parada (University of Texas Southwestern Medical Center, Dallas, TX). All mice were maintained on the C57BL/6 background.  flox/flox Nf1  mice were crossed with LysM Cre mice to generate littermate Cre flox/flox +  and Cre − \n Nf1  mice. Cre-mediated recombination was confirmed by PCR as previously described [ flox/flox 11 ]. The following primers were used for genotyping; Cre: TTA CAG TCG GCC AGG CTG AC, CTT GGG CTG CCA GAA TTT CTC and CCC AGA AAT GCC AGA TTA CG; Lox: TGA TTC CCA CTT TGT GGT TCT AAG, CTT CAG ACT GAT TGT TGT ACC TGA and ACC TCT CTA GCC TCA GGA ATG A. For genotyping  Nf1  mice, we used the following primers: CAC CTT TGT TTG GAA TAT ATG ACT, ATT CGC CAA TGA CAA GAC and TTC AAT ACC TGC CCA AGG. +/− 2.3 Cell culture Bone marrow-derived monocytes and thioglycollate-elicited peritoneal macrophages were cultured in Roswell Park Memorial Institute (RPMI) 1640 medium (without 2-mercaptoethanol) containing 10% fetal bovine serum (FBS) and supplemented with a 1% antibiotic solution containing penicillin and streptomycin (Thermo Fisher Scientific, Waltham, MA, USA). Bone marrow-derived monocytes were differentiated into macrophages using murine M-CSF (20 ng/mL,9 days) as reported previously [ 22 ]. After treatment, adherent cells were trypsinized and seeded in new cell culture plates in RPMI medium without M-CSF. Cells were used for experiments after overnight incubation. 2.4 Flow cytometry Bone marrow-derived macrophages (BMDM) were treated with FITC-dextran (70,000 MW, 150 μg/mL) for 2, 4 or 16 h in the presence or absence of the inhibitors as described.  Cells were washed twice with ice-cold PBS, fixed in 2% paraformaldehyde (PFA), resuspended in FACS buffer (2% BSA and 0.01% sodium azide in PBS) and analyzed for FITC-dextran uptake using flow cytometry (Ex: 488 nm, Em: 530 nm). Mean fluorescence intensity was used to compare FITC-dextran internalization among the groups. All FACS experiments were performed using the Becton Dickinson FACS Calibur and BD accuri C6 flow cytometer. 2.5 Confocal microscopy Macrophages were fixed in 2% paraformaldehyde (PFA), permeabilized with 0.1% Triton X-100, and stained with Hoechst 33342 (Life Technologies, NY, USA). Images were taken with a Zeiss 780 inverted confocal microscope. 2.6 Scanning electron microscopy Macrophages were fixed (4% paraformaldehyde, 2% glutaraldehyde in 0.1 M sodium cacodylate solution) overnight at 4 °C. Then cells were dehydrated through a graded ethanol series (25%–100%) and washed with 100% ethanol before critical point drying (Tousimis Samdri-790, Rockville, MD). Coverslips were mounted onto aluminum stubs and sputter coated with 3.5 nm of gold/palladium (Anatek USA-Hummer, Union City, CA). Cell were imaged at 20 KV using a Philips XL30 scanning electron microscope (FEI, Hillsboro, OR.)  The number of ruffles on the surface of Cre − /Nf1 f/f \n and Cre + /Nf1 f/f \n macrophages were visually quantified and normalized to total cell number. 2.7 Transmission electron microscopy TEM sample preparation and imaging was performed at the Electron Microscopy and Histology Core Laboratory at Augusta University ( www.augusta.edu/mcg/cba/emhisto/ ). 2.8 L-012 chemiluminescence L-012 chemiluminescence to measure superoxide anion (O 2 •− ) generation was described previously [ 23 ]. Cells (50,000/well) were plated in white 96 well plates in sterile phosphate-buffered saline (PBS) containing L-012 (400 μM; Wako Chemicals, USA). Chemiluminescence was measured at 37 °C using a Lumistar Galaxy (BMG) luminometer. 2.9 DCFH fluorescence Intracellular ROS were measured using 2′, 7′-dichloro-dihydro-fluorescein diacetate (DCFH-DA). Briefly, macrophages were seeded in six well plates at a density of 1 × 10 6  cells/well. After overnight incubation, cells were pre-incubated with  a cell permeable antioxidant  (EUK134, 10 μM, 1 h) or treated with vehicle. The cells were then treated with DCFH-DA (5 μM) at 37 °C for 30 min followed by flow cytometry analysis. H 2 O 2  (0.1 mM) was used as a positive control. 2.10 Western blot Cells were lysed in RIPA buffer (Pierce Biotechnology, Rockford, Illinois, USA). Protein concentration of supernatant was estimated using the bicinchoninic acid (BCA) protein assay (Pierce Biotechnology, Rockford, Illinois, USA), according to the manufacturer's instructions. Equal amounts of protein (30 μg) were separated by use of SDS-polyacrylamide gel electrophoresis (SDS-PAGE) and transferred to nitrocellulose membranes (Li-Cor Biosciences, Lincoln, NE, USA). The membranes were blocked and probed with primary antibodies followed by IRDye-conjugated secondary antibody treatment (Li-Cor Biosciences). Anti-β-actin antibody was used as a loading control. 2.11 Immunoprecipitation Immunoprecipitation was performed as described previously [ 24 ]. Briefly, cell lysates were immunoprecipitated with a p47  antibody (Santa Cruz Biotechnology, Dallas, TX, USA) overnight at 4 °C. The immunocomplexes were collected by washing six times with lysis buffer, boiled in 1 × Laemmli sample buffer (Bio-Rad) for 10 min and subjected to Western blot analysis with an anti-Nox2 antibody (Abcam). phox 2.12 Exosome preparation and characterization Exosomes were collected by density gradient ultracentrifugation as described previously [ 25 ]. Briefly, endothelial cells were incubated for 48 h in complete medium (Promocell) with 10% exosome–depleted FBS (SBI, CA). The supernatant was collected and centrifuged at 800× g  for 10 min, followed by a centrifugation step of 3000× g  for 30 min to remove cell debris. After filtering with a 0.22-μm filter (Millipore), the exosomes were pelleted by ultracentrifugation at 100,000× g  for 2 h and re-suspended in PBS. The secreted microvesicles were characterized by Western blot using antibodies for the following exosome-specific markers: CD63 and CD81 (SBI, CA). Transmission electron microscopy (TEM) followed by CD63 labeling was performed at the Augusta University Imaging Core Facility. For exosome internalization experiments, exosomes were labeled with PKH67 Fluorescent Cell Linker Kits (Sigma-Aldrich) according to the manufacturer's instructions. 2.13 Mouse cytokine array analysis Cytokine secretion was quantified using the mouse inflammation antibody array C1 (RayBiotech, USA). Briefly, LysM Cre + / Nf1  and LysM Cre f/f − / Nf1  macrophages were treated for 48 h with or without exosomes. Cell culture media were collected and concentrated using ultra centrifugal filter units (10,000 MW cut, Amicon, Millipore) and stored at −80 °C for future use. Arrays were performed according to the instructions provided by RayBiotech using 500 μl supernatant. Average pixel intensity was quantified using ImageJ. f/f 2.14 Statistical analysis Statistical analysis was performed using GraphPad Prism (La Jolla, CA, USA). The data are expressed as mean ± SD/SEM. Student's t-test and one or two-way ANOVA were used as appropriate for the particular experiment and treatment groups.  P  values less than 0.05 were considered statistically significant.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:02:24.206158",
  "abstract_length": 291,
  "methods_length": 8055,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}