{
  "pmid": "31291965",
  "abstract": "BACKGROUND: We have found that erbB receptor tyrosine kinases drive Ras hyperactivation and growth in NF1-null malignant peripheral nerve sheath tumors (MPNSTs). However, MPNSTs variably express multiple erbB receptors with distinct functional characteristics and it is not clear which of these receptors drive MPNST pathogenesis. Here, we test the hypothesis that altered erbB4 expression promotes MPNST pathogenesis by uniquely activating key cytoplasmic signaling cascades. METHODS: ErbB4 expression was assessed using immunohistochemistry, immunocytochemistry, immunoblotting and real-time PCR. To define erbB4 functions, we generated mice that develop MPNSTs with floxed Erbb4 alleles (P RESULTS: Aberrant erbB4 expression was evident in 25/30 surgically resected human MPNSTs and in MPNSTs from genetically engineered mouse models (P CONCLUSIONS: ErbB4 promotes MPNST growth by activating key non-Ras dependent signaling cascades including the STAT3, STAT5 and phospholipase-Cγ pathways. ErbB4 and its effector pathways are thus potentially useful therapeutic targets in MPNSTs.",
  "methods": "Methods ErbB4 expression was assessed using immunohistochemistry, immunocytochemistry, immunoblotting and real-time PCR. To define erbB4 functions, we generated mice that develop MPNSTs with floxed  Erbb4  alleles (P 0 -GGFβ3; Trp53 +/− ;Erbb4  mice) and ablated  flox/flox Erbb4  in these tumors. MPNST cell proliferation and survival was assessed using  3 H-thymidine incorporation, MTT assays, Real-Time Glo and cell count assays. Control and  Erbb4 -null MPNST cells were orthotopically xenografted in immunodeficient mice and the growth, proliferation (Ki67 labeling), apoptosis (TUNEL labeling) and angiogenesis of these grafts was analyzed. Antibody arrays querying cytoplasmic kinases were used to identify erbB4-responsive kinases. Pharmacologic or genetic inhibition was used to identify erbB4-responsive kinases that drive proliferation. Methods Reagents and antibodies A mouse anti-GAPDH monoclonal antibody (clone 6C5) was purchased from Fitzgerald Antibodies and Antigens (Concord, MA). Rabbit anti-erbB4 antibodies were from Santa Cruz (sc-284) and Abcam (ab35374; Cambridge, MA). Rabbit anti-actinin (# 6487) and anti-S100β antibodies were purchased from Cell Signaling and Dako (Carpinteria, CA), respectively. Nestin (clone rat-401), pan-Ras (clone Ras-10), and erbB4 (HFR1; #05–1133) mouse monoclonal antibodies were from Millipore (Billerica, MA). Anti-Ki67 and anti-CD31 antibodies were obtained from Abcam (ab15580 and ab23364). Actin Green-488 ready probe, and Alexa Fluor 568 were purchased from Invitrogen; Cy3-, fluorescein isothiocyanate (FITC)- and horseradish peroxidase-conjugated secondary antibodies were from Jackson Immunoresearch (West Grove, PA). IRDye 680RD and IRDye800CW secondary antibodies were from LI-COR (Lincoln, NE). Cy3 Tyramide Signal Amplification kits were from Perkin Elmer (Waltham, MA), while Immpress Polymer Detection Reagents were purchased from Vector Laboratories (Burlingame, CA). The PLCγ inhibitor U73122 (#112648–68-7) was from Selleckchem. Stat5 (CAS 285986–31-4; #573108) and Stat3 (5, 15-DPP; #D4071) inhibitors were from Sigma. Human MPNST specimens and lines Paraffin blocks of surgically resected human MPNSTs were from the files of the UAB Department of Pathology. We have previously described the sources of our human MPNST cell lines [ 16 ,  17 ,  26 ,  27 ]. MPNST cells were maintained in Dulbecco’s modification of Eagle’s medium (DMEM) supplemented with 10% fetal calf serum, 10 μg/mL streptomycin and 10 IU/mL penicillin (DMEM10). Cell line identities were validated by short tandem repeat analyses as recommended by ATCC Technical Bulletin 8. The morphology and doubling times of these cultures were monitored and cells were tested at regular intervals by PCR for  Mycoplasma . Immunoblotting and immunohistochemistry Cells were lysed and immunoblotted using our previously described methodology [ 20 ]. Immunoreactive species were identified using enhanced chemiluminescence (Pierce) or Licor IRDye secondaries. We have found that detection of erbB4 is highly dependent on lysis conditions; for details and a comparison of erbB4 detection under different lysis conditions, see Additional file  1 : Figure S1. Activated Ras was pulled down using the Raf1-Ras binding domain (ThermoFisher; Waltham, MA) and detected with a pan-Ras antibody as previously described [ 20 ]. Nestin, S100β, and Ki67 immunohistochemistry, TUNEL labeling and determination of Ki67 and TUNEL labeling indices was performed per our previously described methodologies [ 20 ]. To quantify vascular densities, 3–4 independent images of CD31-immunostained sections from each graft (Cre-ablated and control) of UBI-1 and UBI-2 cells were analyzed with ImageJ using the “automated counting of single-color image” function. RNA interference A pool of four siRNAs targeting erbB4 (L-003128-00-005) and a non-targeting control pool (D-001810-10-05) were purchased from Thermo Scientific (Waltham, MA), while WNK1 (Sigma TRCN0000000919, TRCN0000219718) and erbB4 shRNAs (TRCN00000001410, TRCN00000001411) were obtained from the Hollings Cancer Center shRNA Shared Resource. Cells plated in DMEM-10 (200,000 cells/well in 6 well plates) were transfected with siRNAs using X-TREME Gene siRNA transfection reagent (Roche, Indianapolis, IN; 5:2 transfection reagent:siRNA). Cells were transduced with shRNAs using our previously described methodology [ 15 ]. Quantitative PCR (qPCR) 1000 ng of total RNA isolated using Trizol (Life Technologies) was converted to cDNA using a SuperScript Vilo RT Kit (Invitrogen). 5–20 ng of cDNA was used for qPCR with TaqMan primer sets following the manufacturers’ protocol. The TaqMan primer sets used were: pan-erbB4: Hs00171783_m1 (spans exons 12–13, detects all isoforms), Hs00955522_m1 (spans exons 26–27; CYT1 specific), Hs00955509_m1 (spans exons 14–15; JMb specific), Hs00955511_m1 (spans exons 16–17; JMa specific), a custom set for CYT2 (spans exons 25–27; 5′ primer: 5′-CAACATCCCACCTCCCATCTATAC-3′, 3′ primer: 5′ACACTCCTTGTTCAGCAGCAAA-3′, probe a: 5′AATTGACTCGAATAGGAACCAGTTTGTATACCGAGAT-3′) and GAPDH (Hs99999905_m1, Mm99999915_g1). In vitro proliferation and survival assays Tritiated thymidine incorporation assays were performed as previously described [ 26 ] with cells plated at a density of 20,000 cells per well in 48 well plates. For Real-Time Glo and MTT assays, 4,000 or 20,000 log phase cells per well were plated in 96 or 48 well plates, respectively, and assays performed following the manufacturers’ instructions. For total cell count proliferation assays the Celigo Imaging Cytometer was used in conjunction with DAPI nuclear total cell stain and propidium iodine staining. Cells were imaged every other day for five to 7 days. Genetically engineered mouse models Mice were maintained according to the  NIH Guide for the Care and Use of Laboratory Animals  (Eighth Edition). Standard cages were used to house mice, with food and water available ad libitum . We have previously described the generation and characterization of P 0 -GGFβ3; Trp53  mice [ +/− 20 ].  Erbb4 −/− ; α-MHC- Erbb4  mice [ 28 ] were provided by Dr. Andres Buonanno. Mice with exon 2 of the  Erbb4  gene flanked by loxP sites ( Erbb4  mice) were obtained from Dr. Kent Lloyd [ flox/flox 29 ]. P 0 -GGFβ3; Trp53  mice were mated to  +/− Erbb4  mice and the resulting progeny then mated to each other to generate P flox/flox 0 -GGFβ3; Trp53 +/− ;Erbb4  mice. Offspring were screened via PCR using previously described primers for the P flox/flox 0 -GGFβ3 transgene,  Trp53  null alleles [ 19 ,  20 ],  Erbb4 flox  and  Erbb4  wild-type alleles [ 30 ]. Diagnosis of mouse tumors Mice were examined daily for our previously described indicators of tumor development [ 20 ]; complete necropsies were performed on mice with suspected tumors and early passage cultures prepared from tumors per our previously established methods [ 18 ,  20 ]. Tumor diagnoses were performed following World Health Organization (WHO) diagnostic criteria as we previously described [ 20 ]. Erbb4  ablation with adenoviral vectors Mouse MPNST cells were plated (100,000 cells/mL) in DMEM10. The next morning, cultures were rinsed with PBS and infected with Ad5CMVCre-eGFP or Ad5-eGFP (Gene Transfer Vector Core, University of Iowa; Iowa City, IA) in 10 mL DMEM (MOI 100) for 8 h; 10 mL DMEM10 was then added. 24–48 h post-transfection, GFP-positive cells were sorted on a BD Biosciences FACS Aria machine using FACS Diva software (Franklin Lakes, NH).  Erbb4  deletion was assessed using previously described primers [ 31 ] which generate a 250 base pair band from recombined  ErbB4  alleles and a 350 base pair band from non-recombined alleles. flox Orthotopic allografts 48 h after transduction with Ad5CMVCre-eGFP or Ad5-eGFP and FACS sorting, 50,000 GFP-positive MPNST cells were orthotopically allografted into the sciatic nerves of Hsd: Athymic Nude-Foxn1 nu  mice (Harlan Laboratories; Indianapolis, IN) per our previously published protocol [ 32 ]. Antibody arrays The phosphorylation of 43 kinases and two related proteins was assessed using Proteome Profiler Phospho-Kinase Arrays (#ARY003B; R&D Systems, Minneapolis, MN). MPNST cells were serum starved overnight and then stimulated with 10 nM NRG1β for 5 min. Cells were lysed and arrays processed and developed per the manufacturer’s recommendations. Signals were quantified using the Protein Array Analyzer Plug In for FIJI. Differentially expressed genes and RNA sequencing Total RNA was isolated using standard Trizol based methods from FACS-sorted UBI1, 2, and 3 cells approximately 2 days after infection with Ad5CMVCre-eGFP or Ad5-eGFP. RNA integrity was verified on an Agilent 2200 TapeStation (Agilent Technologies, Palo Alto, CA); samples with RINs ≥8 were used for sequencing. RNA-Seq libraries were prepared from total RNA (100–200 ng) using the TruSeq RNA Sample Prep Kit per the manufacturer’s protocol (Illumina, San Diego, CA). Libraries were clustered at a concentration that ensured at least 50 million reads per sample on the cBot as described by the manufacturer (Illumina, San Diego, CA). Clustered RNA-seq libraries were then sequenced using Version 4 with 1X50 cycles on an Illumina HiSeq2500. Demultiplexing was performed utilizing bcl2fastq-1.8.4 to generate Fastq files. RNA from three biological replicates was sequenced. Sequencing reads (single end reads, 50 million depth) were aligned using the DNAStar software. Partek and DNAStar were used to identify statistically significant expression changes of at least 1.5-fold up or down compared to controls. The analysis for this paper was generated using Partek® software (Ver 7.0; Partek Inc., St. Louis, MO, USA). Gene ontology analysis of statistically significant genes affected by erbB4 loss were analyzed with a ranked gene list using Panther’s over-represented analysis tools.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:02:48.545708",
  "abstract_length": 1084,
  "methods_length": 9868,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}