{
  "pmid": "31312020",
  "abstract": "Inactivation of the tumor suppressor NF2/merlin underlies neurofibromatosis type 2 (NF2) and some sporadic tumors. Previous studies have established that merlin mediates contact inhibition of proliferation; however, the exact mechanisms remain obscure and multiple pathways have been implicated. We have previously reported that merlin inhibits Ras and Rac activity during contact inhibition, but how merlin regulates Ras activity has remained elusive. Here we demonstrate that merlin can directly interact with both Ras and p120RasGAP (also named RasGAP). While merlin does not increase the catalytic activity of RasGAP, the interactions with Ras and RasGAP may fine-tune Ras signaling. In vivo, loss of RasGAP in Schwann cells, unlike the loss of merlin, failed to promote tumorigenic growth in an orthotopic model. Therefore, modulation of Ras signaling through RasGAP likely contributes to, but is not sufficient to account for, merlin's tumor suppressor activity. Our study provides new insight into the mechanisms of merlin-dependent Ras regulation and may have additional implications for merlin-dependent regulation of other small GTPases.",
  "methods": "Materials and methods Cell culture Sc4 is an immortalized Schwann cell line [ 5 ] established from  Nf2 Δex2/Δex3  mice by Marco Giovannini laboratory. RT4-D6P2T (RT4; subcloned from an ethylnitrosourea-induced rat schwannoma line [ 55 ]) was from European Collection of Authenticated Cell Cultures. RT4/Tet-NF2 (WT, S518A, or S518D) are derivatives of RT4, harboring doxycycline-inducible  NF2  transgenes [ 56 ].  Rasa1 −/−  and  Rasa1 +/+  MEFs [ 39 ] were from Christian Widmann, originally from Tony Pawson. 293 and 293T cells were from ATCC. The above-mentioned lines were grown in DMEM/10% FBS.  Nf2 +/+  (FH-912, genotype  Nf2 flox2/flox2 ) and  Nf2 −/−  (FC-1801, genotype  Nf2 Δex2/Δex2 ) mSCs [ 10 ] were from Marco Giovannini. MSCs and the derivatives were grown in DMEM:F12-HAM (1:1) medium plus N2 supplement (Gibco), 2% FBS, 1 μM forskolin, and 10 ng/ml heregulin-β1 (recombinant EGF-like domain; PeproTech), on noncoated tissue culture plates. Or, plates were coated with 0.05 mg/ml poly-L-lysine (Sigma-Aldrich), air dried, and further coated with DMEM/10% FBS; the cells were grown in the above-mentioned medium omitting FBS. All cells were maintained in a humidified atmosphere with 5% CO 2  at 37 °C. Orthotopic transplantation and bioluminescence imaging All animal experiments were approved by the Wistar Institutional Animal Care and Use Committee and performed in accordance with relevant institutional and national guidelines.  Nf2 +/+  mSCs were first transduced with lentiviruses carrying pLU-Tet-EF1aL-FFluc-mCherry (encoding firefly luciferase and mCherry, provided by the Wistar Institute Vector Core), and sorted by FACS. The established luciferase-expressing mSCs/Luc were further transduced with the KD lentiviruses and selected with puromycin. A total of 2 × 10 5  cells were transplanted into the sciatic nerve sheath (one side) of each NOD/SCID mouse (Jackson labs stock# 005557; male, 6–8 weeks of age;  n  = 8–9 per group) by intraneural injection. Tumor growth was monitored weekly for a total of 3 weeks by bioluminescence imaging on an IVIS-200 system, according to the manufacturer’s instructions (Xenogen, San Francisco, CA). Statistical analysis Statistical analyses were performed with GraphPad Prism 7.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:03:03.465994",
  "abstract_length": 1147,
  "methods_length": 2248,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}