{
  "pmid": "PMID:31416081",
  "title": "Magnetic Resonance Fingerprinting to Characterize Childhood and Young Adult Brain Tumors.",
  "abstract": "OBJECT: Magnetic resonance fingerprinting (MRF) allows rapid, simultaneous mapping of T1 and T2 relaxation times and may be an important diagnostic tool to measure tissue characteristics in pediatric brain tumors. We examined children and young adults with primary brain tumors to determine whether MRF can discriminate tumor from normal-appearing white matter and distinguish tumor grade. METHODS: MRF was performed in 23 patients (14 children and 9 young adults) with brain tumors (19 low-grade glioma, 4 high-grade tumors). T1 and T2 values were recorded in regions of solid tumor (ST), peritumoral white matter (PWM), and contralateral white matter (CWM). Nonparametric tests were used for comparison between groups and regions. RESULTS: Median scan time for MRF and a sequence for tumor localization was 11 min. MRF-derived T1 and T2 values distinguished ST from CWM (T1: 1,444 ± 254 ms vs. 938 ± 96 ms, p = 0.0002; T2: 61 ± 22 ms vs. 38 ± 9 ms, p = 0.0003) and separated high-grade tumors from low-grade tumors (T1: 1,863 ± 70 ms vs. 1,355 ± 187 ms, p = 0.007; T2: 90 ± 13 ms vs. 56 ± 19 ms, p = 0.013). PWM was distinct from CWM (T1: 1,261 ± 359 ms vs. 933 ± 104 ms, p = 0.0008; T2: 65 ± 51 ms vs. 38 ± 8 ms, p = 0.008), as well as from tumor (T1: 1,261 ± 371 ms vs. 1,462 ± 248 ms, p = 0.047). CONCLUSIONS: MRF is a fast sequence that can rapidly distinguish important tissue components in pediatric brain tumor patients. MRF-derived T1 and T2 distinguished tumor from normal-appearing white matter, differentiated tumor grade, and found abnormalities in peritumoral regions. MRF may be useful for rapid quantitative measurement of tissue characteristics and distinguish tumor grade in children and young adults with brain tumors.",
  "authors": "Peter de Blank; Chaitra Badve; Deborah Rukin Gold; Duncan Stearns; Jeffrey Sunshine; Sara Dastmalchian; Krystal Tomei; Andrew E Sloan; Jill S Barnholtz-Sloan; Adam Lane; Mark Griswold; Vikas Gulani; Dan Ma",
  "journal": "Pediatric neurosurgery",
  "publicationDate": "2019",
  "doi": "10.1159/000501696",
  "methods": "Methods: MRF was performed in 23 patients (14 children and 9 young adults) with brain tumors (19 low-grade glioma, 4 highgrade tumors). T1 and T2 values were recorded in regions of solid tumor (ST), peritumoral white matter (PWM), and contralateral white matter (CWM). Nonparametric tests were used for comparison between groups and regions. Methods In this prospective observational study, children and young adults with known or suspected brain tumors were scanned by conventional MR imaging as well as MRF. Patients were followed longitudinally to determine clinical status and patients with measurable solid tumor (ST) on additional clinically indicated scans were followed longitudinally with MRF. Subjects Twenty-three participants were recruited from the pediatric oncology, neurology, and neurosurgery clinics at Rainbow Babies and Children’s Hospital and University Hospitals Cleveland as part of an institutional review board-approved study. Informed consent was obtained from all participants. Because these clinics focus on infants, children, and young adults, subjects up to 35 years of age were included in the study [ 4 ]. Subjects were excluded if they had a history of stroke, low birthweight (<5 lbs), premature birth (prior to 36 weeks gestation), developmental delay not associated with their brain tumor, major psychiatric disorder, or a genetic disorder other than neurofibromatosis type 1 (NF1). Demographics, NF1 status, and prior treatments were obtained from chart review, and subsequent treatments and clinical outcome were prospectively gathered. Because many pediatric tumors are diagnosed on the basis of typical radiologic appearance alone (including optic pathway gliomas and midline gliomas), pathology was not required for inclusion in the study. Lesions without pathology were excluded if the imaging appearance was atypical for intra-axial tumor or if the diagnosis was in question by the radiologist. Focal areas of signal intensity common in NF1 were excluded based on the absence of tumor mass effect and enhancement. Pre- and postcontrast MR imaging sequences were used for radiological diagnosis; advanced imaging techniques such as perfusion and MR spectroscopy were also used when available. MR Imaging and Processing All patients were scanned at 3T (Verio and Magnetom Skyra; Siemens, Erlangen, Germany) using a 20-channel head coil. MRF was incorporated in clinically acquired brain imaging. MRF was acquired prior to gadolinium administration. MRF axial slices were acquired through the tumor, as well as through frontal lobes, thalamus/basal ganglia, and cerebellum to provide additional areas of normal-appearing white matter. The MRF acquisition consisted of a Fast Imaging with Steady Precession-based sequence with a field of view of 300 × 300 mm 2 , 1.17 × 1.17 mm 2  in-plane resolution with 5 mm slice thickness. Flip angle ranged from 0 to 74 degrees with a TR of 12–15 ms, sinc pulse of 2,000 ms, and time-bandwidth product of 8 [ 2 ]. Total acquisition time was 41 s/slice. Median research scan time was 11 min and included a T2-weighted sequence for tumor localization. A dictionary of possible signal evolutions that may arise from this sequence spanning the range of possible combinations of T1 and T2 was generated for a total of 4,862 signal time courses. Possible T1 values included in this dictionary ranged from 10 to 3,000 ms; T2 values ranged from 2 to 800 ms. The vector dot product between measured signal evolutions and each dictionary entry was calculated, and the closest match to the acquired signal was determined from the entry with the greatest dot product [ 1 ]. The final output of MRF analysis included T1, T2, and proton density maps, of which only T1 and T2 maps were used for further analysis. Regions of Interest Analysis A fellowship-trained pediatric neuroradiologist (C.B.) blinded to the subject’s diagnosis analyzed quantitative T1 and T2 maps. Three regions of interest (ROIs; ST, peritumor, and CWM) were delimited for each subject, with reference to axial FLAIR, T2-, and postcontrast T1-weighted images, following previously published guidelines ( Fig. 1 ) [ 5 ]. The tumor region of interest consisted of the enhancing region in tumors or an expansile area of FLAIR hyperintensity in nonenhancing or minimally enhancing tumors. Cystic structures were excluded from analyzed ROIs. Peritumor was defined as white matter within 1 cm of tumor borders. Peritumor regions were measured in all subjects, including those where tumor regions could not be reliably measured, due to artifact, partial-volume effects, or tumor resection. The largest possible ROIs for both tumor and peritumor areas were drawn, while excluding areas of hemorrhage, calcification, or necrosis. CWM was defined as normal-appearing white matter in the contralateral hemisphere, measured in the same slice as tumor and peritumor ROIs whenever possible. Care was taken to avoid partial-volume averaging with adjacent tissue. All data processing was performed in Matlab (MathWorks, Natick, MA, USA). Statistical Analysis Since a previous study has shown that the mean, median, and mode of T1 and T2 were highly correlated in brain tumor regions [ 5 ], ROIs within MRF maps were summarized using mean and SD to reduce the total number of statistical comparisons. Summary statistics were constructed using frequencies and proportions for categorical data elements and means and medians for continuous variables. Continuous variables were compared using the Wilcoxon rank sum test. Because T1 and T2 in normal-appearing white matter vary with age and development [ 6 ], the Wilcoxon signed-rank test was used to compare paired data, such as between ROIs and between different time points. Categorical data were compared using Fisher’s exact test. A  p  value of <0.05 was considered to be statistically significant. Univariate analysis was conducted to determine the association between potential covariates and tumor grade. Due to model identifiability issues in the multivariate logistic regression of relaxometry measures on tumor grade, a penalized Firth’s logistic regression was used. All statistical analyses were performed using STATA (Version 11.2, College Station, TX, USA) except Firth’s logistic regression which was performed using R (version 3.2.4, Vienna, Austria).",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-20 06:59:17",
  "introduction": "",
  "results": "Results Twenty-three pediatric and adolescent young adult subjects with intracranial brain tumors were included in the study: 19 with low-grade gliomas (LGG) and 4 with HG tumors. Characteristics of the cohort are shown in  Table 1 , and additional subject-specific information can be found in  Table 2 . Age and prior treatment did not significantly differ between high- and low-grade tumors. As expected, more LGG (including optic pathway gliomas) were diagnosed on radiographic appearance alone (Fisher’s  p  = 0.037). The LGG cohort included 7 tumors diagnosed by pathology, including 3 gangliogliomas, 2 fibrillary astrocytomas, 1 pilocytic astrocytoma, and a glioma not otherwise specified (NOS). This last tumor (patient 17) was included as an LGG after discussion among treating physicians. LGG defined by radiology were located in the optic pathway/hypothalamus ( n  = 6), midline including thalamus, midbrain, or medulla ( n  = 4), as well as the cerebellum ( n  = 1) and temporal lobe ( n  = 1). All HG tumors were diagnosed by pathology and included medulloblastoma, atypical terratoid/rhabdoid tumor, and 2 anaplastic astrocytomas. H3K27M methylation status was investigated in 1 of 4 midline gliomas (patient 17). Regions that could not be accurately measured due to resection, partial-volume effects, or artifact were excluded from analysis. The median time required for MRF imaging in all patients was 11 min, including a conventional T2-weighted sequence for localization. MRF-derived T1 and T2 values in regions of tumor, peritumor, and CWM are shown in  Table 1  according to tumor grade. Among 19 subjects with measurable tumor and CWM regions, the ST component was distinct from CWM on T1 ( p  = 0.0002) and T2 ( p  = 0.0003). Because pathologic tumor diagnosis was not required in all subjects, a secondary analysis was performed to examine only subjects with a pathologic tumor diagnosis. Differences in T1 and T2 between tumor and paired CWM also remained when restricted to these 10 subjects ( p  = 0.005 for both T1 and T2). Among the whole cohort, there was no difference in T1 or T2 between treated and untreated LGG (T1  p  = 0.12, T2  p  = 0.14). However, T1 and T2 differed between LGG and HG tumors among 20 subjects with measurable brain tumors ( Table 1 , 17 LGG, 3 HG tumors: T1  p  = 0.007, T2  p  = 0.013). Pathologically diagnosed tumors (7 LGG, 3 HG tumors) demonstrated the same difference in T1 values between high- and low-grade tumors ( p  = 0.017), while the difference in T2 values showed only a trend toward significance ( p  = 0.053). In this small sample, increased T1 (>1,701 ms) predicted HG tumors perfectly, and so a penalized multivariable logistic regression of T1 and T2 on tumor grade was performed. In our cohort, increased T1 (adjusted OR [95% CI] 1.01 [1.00–1.03],  p  = 0.036) but not T2 (1.04 [0.91–1.28],  p  = 0.521) was associated with HG tumors. This corresponds to a 2.47 OR for HG tumor for a 100 ms increase in T1. A scatterplot of mean T1 and T2 in ST and CWM among 20 subjects is shown in  Figure 2 . To investigate white matter areas adjacent to tumor, peritumor regions were compared to ST and CWM in 16 subjects in which all 3 regions were measurable (13 LGG, 3 HG tumors;  Table 1 ,  Fig. 3 ). In this group, MRF-derived T1 and T2 values were distinct from CWM (T1  p  = 0.0008, T2  p  = 0.0084). Among 12 subjects with LGG, T1 values were distinct between peritumor and CWM regions ( p  = 0.005), while T2 values demonstrated a trend toward a significant difference ( p  = 0.06). Significant differences were also found between tumor and peritumor regions in T1 ( p  = 0.047) but not T2 ( p  = 0.21). Among these 16 subjects, LGG had significantly lower peritumoral T1 ( Table 1 ,  p  = 0.039) and a trend toward lower peritumoral T2 ( Table 1 ,  p  = 0.069) compared to HG tumors. T1 and T2 values of white matter are known to vary with age [ 6 ,  7 ], as can also be seen in our cohort (data not shown). Therefore, 13 pediatric (≤18 years old) subjects with evaluable scans were also evaluated separately. In this pediatric cohort, T1 and T2 values were significantly different between ST and CWM regions ( p  = 0.003 and 0.002, respectively), similar to results in the overall cohort. MRF-derived relaxometry values also helped distinguish tumor grade among pediatric brain tumors: LGG differed from HG tumors in T1 ( p  = 0.030) although not T2 ( p  = 0.078). In addition, peritumor regions in pediatric patients were distinguishable from both CWM (T1  p  = 0.012, T2  p  = 0.049) and ST (T1  p  = 0.036, T2  p  = 0.069). Clinical status at last follow-up is shown in  Table 2 . Most LGG have remained stable over the course of observation. However, 1 patient (patient 17) demonstrated aggressive growth that was refractory to focal radiation following biopsy, suggesting possible misclassification as LGG. Pathology revealed an infiltrative astrocytoma NOS. A targeted genomic analysis revealed mutations in p53 and PI3KCA but no loss of IDH1. Staining for trimethylated histone 3 showed no loss of normal staining. Following focal radiation, the patient was treated with temozolomide and bevacizumab before dying of disease within a year of diagnosis. Longitudinal scans were performed in 9 subjects, including 2 treated HG tumors and 7 LGG. Scans occurred over a median interval of 262 days (range 148–378 days) and encompassed chemotherapy and radiation therapy in both HG tumors and 3 LGG. In this small cohort, no consistent change was seen in T1 or T2 values longitudinally between initial and most recent scan following therapy (median change in T1: −335 ms [treated] vs. −386 ms [untreated]; median change in T2: −27.8 ms [treated] vs. −8.9 ms [untreated]). However, T1 and T2 values in CWM remained remarkably stable between first and last scans (change in T1 (median [range]) = 38.3 ms [−61.3 to 97.5 ms], change in T2 = 8.41 ms [−10.0 to 10.33 ms]).",
  "discussion": "Conclusion MRF is a fast MR sequence that can characterize and distinguish critical types of brain and tumor tissue in children with brain tumors, requiring only a fraction of the time spent on conventional MR imaging. MRF-derived T1 and T2 values can distinguish tumor tissue from CWM, identify signal abnormalities in peritumor regions, and discriminate between LGG and HG tumors in children and young adults with brain tumors. Although a larger cohort is necessary to validate these findings, this study provides initial evidence of the feasibility and utility of MRF in children with brain tumors and demonstrates that MRF may be a useful MR biomarker of tumor grade working within these limitations. Future studies may investigate the application of MRF to tumor mimics such as pseudoprogression following radiation therapy or focal areas of signal intensity commonly found in NF1. MRF has already demonstrated utility in adult studies of brain, heart, breast, and prostate [ 5 ,  42 – 44 ]. As MRF techniques as refined and scan times decrease [ 3 ,  13 ], MRF may eventually find special utility in children whose tumors are frequently evaluated by MR imaging where fast imaging techniques may reduce the need for sedation in some cases. Further study is needed to determine how MRF and MRF-derived T1 and T2 values may be applied clinically to pediatric and young adult brain tumors.",
  "upgrade_date": "2026-02-21 02:19:18"
}