{
  "pmid": "31511601",
  "abstract": "Schwannomatosis is a multiple tumor syndrome in which patients develop benign tumors along peripheral nerves throughout the body. The first symptom with which schwannomatosis patients often present, prior to discovery of tumors, is pain. This pain can be debilitating and is often inadequately alleviated by pharmacological approaches. Schwannomatosis-associated pain can be localized to the area of a tumor, or widespread. Moreover, not all tumors are painful, and the occurrence of pain is often unrelated to tumor size or location. We speculate that some individual tumors, but not others, secrete factors that act on nearby nerves to augment nociception by producing neuronal sensitization or spontaneous neuronal firing. We created cell lines from human SWN tumors with varying degrees of pain. We have found that conditioned medium (CM) collected from painful SWN tumors, but not that from nonpainful SWN tumors, sensitized DRG neurons, causing increased sensitivity to depolarization by KCl, increased response to noxious TRPV1 and TRPA1 agonists and also upregulated the expression of pain-associated genes in DRG cultures. Multiple cytokines were also detected at higher levels in CM from painful tumors. Taken together our data demonstrate a differential ability of painful versus non-painful human schwannomatosis tumor cells to secrete factors that augment sensory neuron responsiveness, and thus identify a potential determinant of pain heterogeneity in schwannomatosis.",
  "methods": "Methods Cells and media Schwannomatosis cell lines and conditioned media. Schwannomatosis-related tumors were collected from surgical cases from January 2014 through March 2017, occurring at Johns Hopkins School of Medicine. The diagnosis of Schwannomatosis was confirmed by Pathology. Informed, written consent was obtained prior to surgery. The Institutional Review Board (IRB) of the Johns Hopkins School of Medicine approved consent forms and study design. All research was performed in accordance with relevant guidelines/regulations and approved by the IRB. Schwannomatosis cell lines were established as described . Normal human Schwann cells were obtained from Sciencell (Carlsbad, Ca) Schwannomatosis or Schwann cells were cultured in DMEM containing 10% FBS and 2 μM forskolin. When 60% confluence was reached, the medium was replaced with fresh medium. Conditioned medium (CM) was collected after 48 hours of incubation, centrifuged to remove cell debris and passed through a 0.22 micron filter. CM was frozen in aliquots for future use. 17 Mouse dorsal root ganglion (DRG) cultures All experimental procedures were approved by the Institutional Animal Care and Use Committee of Johns Hopkins University School of Medicine and were in accordance with the guidelines provided by the National Institute of Health and the International Association for the Study of Pain. Isolation of dorsal root ganglion (DRG) neurons and primary culture were conducted as described . Briefly, DRG were isolated from 6–12 week old C57Bl6 wild type mice, rinsed in Complete Saline Solution (CSS containing, in mM: 137 NaCl, 5.3 KCl, 1 MgCl 60 2 , 3 CaCl 2 , 25 sorbitol, and 10 mM HEPES pH 7.2) and digested with TM Liberase (0.35 U/ml Roche) in in CSS/0.5 mM EDTA at 37 °C for 20 min, followed by TL Liberase (0.25 U/ml, Roche) in CSS/0.5 mM EDTA supplemented with papain (30 U/ml, Worthington) for 15 min, centrifuged and resuspended in DMEM containing BSA (1 mg/ml, Sigma) and Trypsin Inhibitor (1 mg/ml, Sigma), and mechanically dissociated. Cells were passed through a 70 micron strainer and spotted on poly-l-lysine/laminin coated coverslips. After 1 hr. of adherence, complete DRG medium (DMEM/F12, 10% FBS, 1% glutamine, antibiotics), was added to each well. CM treatment of DRG neurons in culture The day after establishment of primary mouse DRG cultures, culture medium was replaced with Schwannomatosis cell CM and the cells were further incubated for 48 hours at 37 °C. Calcium imaging Three separate DRG cultures were prepared for each Schwann cell CM to be tested. Four coverslips containing at least 30 neurons/slip were treated with CM from each Schwann cell line. A minimum of 100 DRG neurons were tested per condition. Cells were treated with CM for 48 hours before loading with 2 μM fura-2 acetoxymethyl ester (Molecular Probes) in calcium imaging buffer (CIB, containing in mM: 130 NaCl, 3 KCl, 2.5 CaCl 2 , 0,6 MgCl 2 , 10 HEPES, 1.2 NaHCO 3 , 10 glucose, pH 7.45, 290 mOsm adjusted with mannitol). Coverslips with fura-2-loaded cells were mounted on an inverted fluorescence microscope (TE200, Nikon). Images were acquired with a cMOS camera (NEO, Andor) using an excitation filter wheel (Ludl) equipped with 340 and 380 nm filters. Data were acquired using NIS Elements imaging software (Nikon). Fluorescence changes are expressed as the ratio of fluorescence emission at 520 nm upon stimulation at 340 to that upon stimulation at 380 nm (F340/F380). KCl experiments: A dose response curve of KCl was used to characterize overall neuronal sensitivity. KCl depolarizes the cell membrane, causing neurons to fire action potentials and triggering the opening of voltage-gated calcium channels, with a consequent rise in intracellular calcium. During continual imaging at ~2 s intervals, cell were successively exposed to modified CIB solutions supplemented with additional KCl (at net concentrations of 10 mM, 15 mM, 20 mM, or 25 mM, with equimolar removal of NaCl) delivered by perfusion for 30 s each, with a recovery period of washing with unmodified CIB (containing 3 mM KCl) for 2 min between concentrations. Capsaicin experiments: Capsaicin was dissolved in CIB at a net concentration of 25 nM. During continual imaging at ~2 sec intervals cells were perfused with 25 nM Capsaicin for 30 seconds with a recovery period of washing with unmodified CIB. Cinnamaldehyde experiments: Similarly, DRG cells were exposed with 200 uM cinnamaldehyde/CIB solution for 4 minutes followed by a 4 minute washout with CIB. RNA extraction, cDNA, RT 2  profiler PCR arrays DRG neurons were harvested after 48 hours exposure to CM and total RNA was extracted using Trizol (Invitrogen). 250 ng of total RNA was converted to cDNA using the RT 2  Reverse Strand kit (Qiagen). The mouse RT 2  neuropathic and inflammatory PCR array (Qiagen) was used for qPCR according to the manufacturer’s instructions. In brief, 250 ng of cDNA was mixed with RT 2  SYBR Green qPCR Mastermix and water. 25 μl of DNA/enzyme/buffer mix was pipetted into each well of the supplied 96 well plate. Amplifications were carried out in 96 well plates in a Roche Lightcycler 480 with cycling as follows: 95 °C 10 min (hot start), and 45 cycles of 95 °C 15 sec and 60 °C for 1 min. All reactions were performed in triplicate. Dissociation curve analysis was performed to rule out experimental PCR artifacts or non-specific amplification. Expression of genes relative to glyceraldehyde-3-phosphate dehydrogenase (GAPDH) and β2 microglobulin (β 2 M) was calculated based on the threshold cycle (Ct) as 2 − Δ(ΔCt), where ΔCt = Ct, GENE – average Ct for GAPDH and β2 M, and Δ(ΔCt) = ΔCt P − ΔCt NP (P, painful tumor, NP, nonpainful tumor). p values were calculated by Student’s t-test  https://dataanalysis.qiagen.com/pcr/arrayanalysis . Cytokine arrays CM was examined for the presence of secreted cytokines using the Proteome Profiler Human Cytokine XL Array (R&D Systems) according to the manufacturer’s instructions. This array detects 102 cytokines simultaneously on a single membrane using pre-spotted capture antibodies. 500 microliters of CM were run on each membrane in separate dishes (Non-painful Tumors, Painful Tumor 1, Painful Tumor 2, Painful Tumor 3, Painful Tumor 4). The captured target proteins from conditioned media were detected with biotinylated detection antibodies and then visualized using chemiluminescent detection reagents with a 2 minute exposure to X-ray film. Data analysis and statistics For cytokine arrays, X-ray films were scanned using a gel imager and quantified using ImageJ. Pixel densities were compared and averaged for the duplicate spots on the blots, normalized to the standard provided, and plotted using Prism 8. For qRT-PCR, Fold change in gene expression was determined by the 2 (−Delta Delta Ct)  method following the guidelines for the RT2 Profiler PCR Array Data Analysis Webportal for cataloged RT2 Profiler array (Neuropathic and Inflammatory PCR array PAMM-162Z). Statistical significance of the RT2 PCR data was determined using p values were calculated by Student’s t-test ( https://dataanalysis.qiagen.com/pcr/arrayanalysis ). Standard error (SE) of mean was also calculated for the control and test groups as (SE = SD/√n − 1), where SD is standard deviation and n is number of samples. For calcium imaging, area under the curve of fura-2 ratio, with subtraction of the baseline obtained prior to each stimulus, was used to compare the effects of painful vs. non-painful CM. For ease of presentation, data for the non-painful tumors (n = 3) were averaged together. The differences in AUC between non-painful CMs were not significant (Supplemental Fig.  2 ). ANOVA analysis with Dunnet multiple comparisons was used to compare the effects of CM groups (Graphpad Prism8). In addition, the percentage of cells responding to KCl, capsaicin, or cinnamaldehyde stimulation was analyzed. An individual cell’s response to stimuli was considered to be positive if the fura-2 ratio was greater than 0.1 after baseline subtraction. Chi-squared analysis was performed to test significance between the percentage of cells responding to painful and non-painful CM. The authors will make materials, data and protocols available upon request.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:03:13.937538",
  "abstract_length": 1483,
  "methods_length": 8250,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}