{
  "pmid": "PMID:31527226",
  "title": "Ketotifen Modulates Mast Cell Chemotaxis to Kit-Ligand, but Does Not Impact Mast Cell Numbers, Degranulation, or Tumor Behavior in Neurofibromas of ",
  "abstract": "Neurofibromatosis Type 1 (NF1) is one of the most common genetic tumor predisposition syndromes in humans. Mutant ",
  "authors": "Ciersten A Burks; Steven D Rhodes; Waylan K Bessler; Shi Chen; Abbi Smith; Jeffrey R Gehlhausen; Eric T Hawley; Li Jiang; Xiaohong Li; Jin Yuan; Qingbo Lu; Max Jacobsen; George E Sandusky; David R Jones; D Wade Clapp; Jaishri O Blakeley",
  "journal": "Molecular cancer therapeutics",
  "publicationDate": "2019-12",
  "doi": "10.1158/1535-7163.MCT-19-0123",
  "methods": "METHODS AND MATERIALS Study approval The animal protocol #10932 was approved by the Institutional Animal Care and Use Committee of Indiana University School of Medicine and all studies were carried out accordingly. Animals, kit ligand, and ketotifen administration The  Nf1 ; flox/flox PostnCre+  mice were developed and bred by the Clapp Laboratory utilizing tools reported previously ( 18 ). Tumor formation is driven by the early embryonic conditional deletion of  Nf1  in Schwann cell progenitors via the Periostin (Postn) promoter and Cre recombinase enzyme ( 32 , 33 ).  Nf1 flox/flox ;PostnCre+  mice develop neurofibromas with complete penetrance that are measureable at roughly four months of age. Ketotifen fumarate was purchased from Sigma-Aldrich. In the prevention and intervention therapeutic studies, ketotifen 1 mg/mL was prepared in ddH 2 O and administered via oral gavage at 10 mg/kg once daily seven days/week. Vehicle-treated  Nf1 ; flox/flox PostnCre+  mice were administered 0.1 mg/day water via oral gavage. The control and treatment cohorts of mice were weighed daily to determine the safety and tolerability of ketotifen throughout the duration of the treatment period. Following 12 weeks of treatment, mice in the prevention study (water/vehicle-treated n = 6, ketotifen-treated n = 6) were sacrificed at four months of age ( Figure 1A ) and mice in the tumor treatment study (water/vehicle-treated n = 15, ketotifen-treated n = 14) were sacrificed at seven months of age ( Figure 2A ). To determine if ketotifen had an  in vivo  effect on mast cell infiltration and degranulation, four-month old  Nf1  mice were administered subcutaneous Kit Ligand as previously described ( +/− 34 ). Briefly,  Nf1  mice were pre-treated with 10 mg/kg/d of ketotifen or 10 mg/kg/d of water administered via oral gavage from days zero-seven. On day seven, a mid-dorsum micro-osmotic pump was implanted and the mice received a continuous infusion of 20 μg/kg/d Kit ligand or control PBS, as previously described ( +/− 34 ). Oral ketotifen treatment or water was continued throughout days 7–14. On day 14, skin biopsies near the site of the micro-osmotic pump were harvested and stained with toluidine blue for quantification of mast cell infiltration and degranulation ( Figure 3A ). Quantification of ketotifen Ketotifen was quantified in plasma and nerve tissue samples from ketotifen-treated  Nf1 ; flox/flox PostnCre+  mice (n = 3) by HPLC-MS/MS (Agilent 1200 HPLC and ABI 3200 MS/MS) ( 35 ). The animals received a single dose of 10 mg/kg ketotifen. Plasma samples were obtained at one, two, four, eight and 24 hours post-ketotifen dose. Tissue samples from sciatic, brachial and trigeminal nerve were obtained at four and 24 hours post-ketotifen dose. A method to quantify ketotifen in plasma was developed using temazepam as the internal standard, liquid- liquid extraction, and HPLC-MS/MS. Variability was minimized in the method by using methyl tert-butyl ether instead of ethyl acetate, dichloroethane, or hexane:ethyl acetate as the solvent and polypropylene tubes instead of glass tubes. The mobile phase uses formic acid instead of ammonium acetate. The lower limit of quantification is one ng/mL using 20 μL of plasma. A set of eight standards were run for each batch of plasma or tissue samples. Nerve/Tumor volume quantitation Following microscopic dissection of the spinal proximal nerves, nerve volume was measured by calipers and calculated by the established approximation for the volume of a spheroid, 0.52 × (width) 2  × length. Four proximal nerves per mouse were measured as previously described ( 18 ). Histology and immunohistochemistry To examine tumor morphology and the extent of mast cell infiltration, spinal proximal nerves and peripheral nerves were dissected from 4–7 month old  Nf1 flox/flox ;PostnCre+  mice, fixed in 10% formalin, processed through graded alcohols, xylenes and molten paraffin, embedded in paraffin, and subsequently sectioned and stained with hematoxylin and eosin (H&E), toluidine blue (to identify mast cells) and Masson’s trichrome stain for collagen and tumor quantification. Statistical methods GraphPad Prism 5.0 and 6.0 was used to perform all statistical analyses. Comparison of the means for nerve root volume, tumor number, KI-67 proliferation index, number of infiltrating mast cells, number of degranulating mast cells, and percentage of degranulating mast cells was performed using the two-tailed, unpaired Student’s t test and one-way analysis of variance (ANOVA) with Tukey’s test post-hoc analysis.  P -values of < 0.05 were considered statistically significant for all tests.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-20 06:59:18",
  "introduction": "INTRODUCTION Neurofibromatosis type 1 (NF1) is an autosomal dominant cancer predisposition syndrome with a prevalence of 1 in 2,600 to 3,000 across all populations of the world ( 1 , 2 ). NF1 syndrome is caused by mutations of the  NF1  tumor suppressor gene encoding the protein neurofibromin, which functions as a GTPase activating protein for p21 Ras. Loss of both alleles of  NF1  in the tumor-initiating cells results in constitutive activation of Ras and its downstream effectors, ultimately leading to tumor formation.  Nf1  is the murine homologue of the human  NF1 . It is highly conserved both structurally and in biochemical and cellular function across species. Plexiform neurofibromas (pNFs) are a hallmark manifestation of NF1. These multicellular tumors arise from peripheral nerves and afflict approximately 50% of patients with NF1 ( 3 , 4 ). pNFs frequently result in debilitating disfigurement, organ dysfunction ( 3 – 6 ), neurologic dysfunction ( 7 , 8 ), chronic pain ( 9 ), and have a propensity for malignant conversion ( 1 , 2 , 10 ). Further, pNFs are resistant to many targeted and standard chemotherapies and, due to their intercalation within nerves, cannot be completely removed without sacrificing functioning nerve ( 11 – 14 ). pNF consist of a mixture of Schwann cells, fibroblasts, endothelial cells, and inflammatory mast cells ( 15 – 19 ).  NF1  ( Nf1 ) deficient Schwann cells are the established tumorigenic cell of origin for pNF formation ( 16 , 19 ). However, detailed serial dissection studies show that mast cells are the first microenvironment cell drawn to the tumorigenic nidus ( 15 , 17 , 18 , 20 ). Further, genetic and adoptive transfer studies in genetically engineered mice show that tumorigenic initiation is dependent on c-Kit/Kit ligand, the key chemokine and growth factor for all aspects of mast cell development and function ( 15 , 17 , 18 ).  Nf1 -deficient Schwann cells secrete pathologically elevated levels of Kit ligand ( 17 , 20 , 21 ). Thus, through  Nf1 -deficient Schwann cell-mediated Kit ligand secretion, mast cells are recruited to the site of the tumorigenic nidus where they release multiple cytokines and matrix metalloproteinases that promote neoangiogenesis, fibroblast recruitment, and collagen deposition ( 15 , 17 , 18 , 20 – 23 ). Our group has shown that targeting c-Kit/Kit ligand with imatinib mesylate leads to significant reduction in pNF size in preclinical models of pNF and that imatinib had similar activity in humans; particularly young children with NF1 associated pNF ( 18 , 22 – 24 ). Ketotifen is a mast cell stabilizer and noncompetitive H1-antihistamine approved for the treatment of asthma and allergic conjunctivitis that is well tolerated and inexpensive. Small, non-randomized human trials dating to the 1980s have evaluated ketotifen in people with NF1 based on the rationale of mast cell stabilization ( 25 – 27 ). These studies reported subjective activity of ketotifen with the largest study being a combination of a controlled study and an observations study of 52 patients given 2–4 mg ketotifen per day for up to 78 months and the endpoint being patient reports of benefit based on recall ( 26 ). No formal measurements of tumor growth or tumor reduction were obtained in these studies ( 25 – 27 ). Although the data reported are limited in nature, they suggest that pharmacologic mast cell stabilization with ketotifen may have therapeutic benefit for people with NF1 associated neurofibromas. Given the safety profile of ketotifen in patients treated for asthma, validation of its efficacy in tumor reduction or prevention is of great value to the NF1 patient community. A limitation in the use of effective therapies for many pediatric orphan disease cancers is the availability of adequate patient populations to formally test drug efficacy. The development of genetically engineered mouse models (GEMM) that closely recapitulate the developmental pathogenesis of human tumors provides an opportunity to test therapies in preclinical models in a way that was not available previously ( 28 ). There are now multiple instances where preclinical studies in  Nf1  GEMMs have led to the identification of drugs that are active in patients ( 24 , 28 , 29 ). Importantly, studying GEMMs provides the opportunity to critically examine the mechanism of action of small molecules and ensure adequate pharmacokinetics (PK) are achieved before assessing efficacy endpoints. The aim of this study was to investigate the efficacy and mechanism of action of ketotifen in the treatment of NF1-associated pNF. The primary objective was to determine whether ketotifen monotherapy is sufficient to reduce or prevent pNF formation in a highly validated GEMM of pN ( 18 , 24 ). In addition, given ketotifen’s hypothesized role in ameliorating or preventing pNF formation via stabilization of the mast cell, we conducted a series of experiments to test whether ketotifen effectively prevents mast cell recruitment and degranulation in response to Kit ligand stimulation in this model ( 30 , 31 ).",
  "results": "RESULTS Ketotifen does not prevent neurofibroma genesis in  Nf1 ; flox/flox PostnCre+  mice A major goal for genetic tumor predisposition syndromes like NF1 is the prevention of tumor formation. Given the high therapeutic index of ketotifen and the mechanistic link between mast cells, c-Kit/Kit ligand, and pNF formation we hypothesized ketotifen may prevent or alter the latency of tumorigenesis.  Nf1 flox/flox ;PostnCre+  mice begin to acquire Schwann cell hyperplasia at approximately 4–6 weeks of age prior to the formation of multiple pNFs. To test our hypothesis, we employed the experimental design outlined in  Figure 1A .  Nf1 flox/flox ;PostnCre+  mice (n = 6) were treated with 10 mg/kg of ketotifen from 5–6 weeks post-natal, prior to the genesis of pNFs, until four months of age when they were sacrificed. At necropsy, there was no difference in nerve hyperplasia between the treatment and water/vehicle-treated  Nf1 flox/flox ;PostnCre+  mice ( Figure 1B , ns). Further, microscopic evaluation revealed that ketotifen treatment did not reduce the number of mast cells infiltrating nerve tissue ( Figure 1C  and  1D , ns) nor did it reduce the percentage of degranulating mast cells ( Figure 1C  and  1E , ns). Ketotifen does not reduce proximal nerve root volume or tumor number in  Nf1 ; flox/flox PostnCre+  mice Nf1 flox/flox ;PostnCre+  mice uniformly acquire multiple pNFs by four months of age. To model the treatment of human pNF-harboring NF1, we followed the experimental design outlined in  Figure 2A .  Nf1 flox/flox ;PostnCre+  mice were treated from four to seven months of age to assess the impact of ketotifen on established tumors. There was no statistical difference in proximal nerve root volume ( Figure 2B , ns) or tumor number ( Figure 2C , ns) between ketotifen (n = 14) and water/vehicle-treated (n = 14)  Nf1 flox/flox ;PostnCre+  groups. Tumor number ranged from 0–22 in water/vehicle-treated  Nf1 flox/flox ;PostnCre+  mice and 0–20 in the ketotifen-treated  Nf1 flox/flox ;PostnCre + mice at seven months. Both ketotifen and water/vehicle-treated  Nf1 flox/flox ;PostnCre+  mice demonstrated a significantly greater proximal nerve root volume compared to historic age, sex and strain-related  Nf1 flox/flox ;PostnCre-  WT mice that did not develop tumors ( Figure 2B  and  2C ). Further, microscopic evidence revealed no significant difference in the quantity of mast cells infiltrating peripheral nerve tumor tissue in ketotifen-treated mice compared to mice receiving water vehicle ( Figure 2D  and  2E ). Finally, ketotifen treatment failed to reduce the percentage of degranulating mast cells when compared to water/vehicle-treated mice ( Figure 2D  and  2F ). Effect of Kit ligand and ketotifen, alone or in combination, on mast cell infiltration and degranulation in skin Prior work in genetically engineered mice established that the c-Kit/Kit ligand pathway is central in pNF tumor initiation ( 18 , 20 – 22 ). This work has been replicated using a variety of Cre drivers with similar results (unpublished data, WC, SC and WB ). Given that c-Kit impacts the development, migration, proliferation, and degranulation of mast cells  in vitro  and  in vivo  we assessed the impact of ketotifen on preventing mast cell infiltration and degranulation following a Kit ligand infusion using an established protocol ( 17 , 20 , 34 – 37 ). Consistent with the previous studies, Kit ligand infusion revealed a statistically significant increase in mast cell infiltrate ( Figure 3C  and  3D ,  P  < 0.0001). Kit ligand infusion had no impact on the percentage of degranulating mast cells relative to PBS infusion ( Figure 3E ,  P  > 0.05). We then evaluated the effect of ketotifen on mast cell infiltration and degranulation in the presence and absence of Kit ligand infusion. In mice receiving Kit ligand infusion, ketotifen treatment decreased the number of infiltrating mast cells when compared with water treatment ( Figure 3D ,  P  < 0.0001). However, ketotifen treatment failed to induce a significant decrease in the percentage of degranulating mast cells ( Figure 3E , ns) in mice receiving the Kit ligand infusion. These results indicate that ketotifen is not effective in inhibiting all Kit ligand-mediated mast cell functions in  Nf1  mice, including the inhibition of Kit-mediated mast cell degranulation, at least at pharmacologic concentrations utilized in these experiments. +/− Pharmacokinetics of ketotifen in  Nf1 -deficient mice After a single dose of ketotifen at 10 mg/kg in  Nf1 flox/flox ;PostnCre+  tumor-bearing mice, the maximum plasma concentration was 40 ng/mL, AUC 0−∞  119 ng/mL·h, and t ½  29.9 hours ( Figure 4A , n = 3 at each time point). These data are slightly greater than the values estimated in humans ( 35 ).The concentration of ketotifen in sciatic, brachial, and trigeminal nerve tissue was also measured at four and 24 hours after a single dose of ketotifen 10 mg/kg (n = 6) to confirm that the drug reached the site of tumor initiation. At four hours, the mean concentration of ketotifen in all nerves measured was 14.56 ng/g of nerve tissue ( Figure 4B ), while at 24 hours the concentration of ketotifen in all nerve tissue samples was below the level of quantification (data not shown). Safety and Tolerability The tolerability of ketotifen in  Nf1 flox/flox ;PostnCre+  mice was measured with daily weights throughout the 12-week treatment period of established tumors. There was no significant difference between the vehicle-treated (n = 15) versus ketotifen-treated (n = 14) cohorts in weight.",
  "discussion": "DISCUSSION Neurofibromas are the hallmark tumor of the NF1 syndrome. pNFs start very early in life (many are thought to be congenital) and grow rapidly through early childhood resulting in nerve sheath tumors that cause pain, neurologic dysfunction, disfigurement and roughly 10% of the time convert to the highly aggressive sarcoma, malignant peripheral nerve sheath tumor ( 1 – 3 , 5 – 10 ). Given their prevalence and the lack of effective therapies to prevent or reduce the impact of these tumors, major efforts from multiple laboratories are being pursued to reduce the size and morbidity associated with these tumors ( 28 ). The drugs being utilized currently in preclinical models and in clinical trials are overwhelmingly small-molecule targeted therapies ( 28 ). While some of these therapies show significant promise, there are common, on-target adverse effects that limit their use. For example, though overall largely well-tolerated, both imatinib mesylate and selumetinib caused a variety of symptoms including gastrointestinal reactions, edema, muscle cramps, fatigue and acneiform rash that limit their long term tolerability ( 24 , 29 , 38 , 39 ). Further, the cost of these novel drugs could be substantial and long-term safety is unknown. Thus, the hypothesis that a drug like ketotifen which has a high therapeutic index, is low cost and shown to be safe for long term use with a hint of clinical activity in prior studies provided the rationale for formal testing in a preclinical model of NF1 pNF. Specifically, the clinical studies using ketotifen in patients with NF1 conducted in the 1980s and 1990s preceded the current understanding of the cellular and molecular pathways underlying the genesis of pNFs and hence, mechanism was not examined. In addition, the prior clinical studies with ketotifen used efficacy evaluations that are outside of the recommended endpoints for pNF in the modern era ( 40 – 42 ). Hence, the community is left with reports of symptomatic improvement with non-validated measures and an interesting hypothesis about the biologic effect of ketotifen on pNF without evidence of mechanism. Given this conundrum, we conducted a formal preclinical study to evaluate the PK, mechanism of action and efficacy of ketotifen in a manner similar to preclinical studies pursued with imatinib mesylate and selumetinib prior to clinical use ( 17 , 29 ). We found that maximum drug concentrations in both plasma (40 ng/mL) and target tissue sites (14.56 ng/g) including sciatic, brachial and trigeminal nerve with 10 mg/kg ketotifen were significantly greater than the levels achieved in published human plasma PK studies (2 mg/kg, C max  449 pg/mL) even after adjusting for the dose administered, and had a t ½  (29.9 hrs) significantly longer than that previously reported in the plasma of human patients (4.4 hrs) ( Figure 4A – B ) ( 35 ). There is no published human tissue PK for ketotifen. Thus, we conclude that both systemic and tissue-specific drug concentrations were sufficient to achieve biologic effects. Regrettably, we found ketotifen did not alter tumor burden when treatment was started after tumor formation in  Nf1 flox/flox ;PostnCre+  mice ( Figure 2B  and  2C ). This is consistent with case series reporting that ketotifen had no effect on established tumors in adults with NF1 ( 43 ). NF1 is characterized by rapid growth of pNFs beginning in infancy and throughout childhood ( 8 , 44 , 45 ). Therefore, the identification of a drug that prevents early tumor initiation and progression would have great therapeutic value. Based on prior unpublished studies in our laboratory, we have demonstrated that  Nf1 flox/flox ;PostnCre+  mice acquire Schwann cell hyperplasia at approximately four to six weeks of age and acquire multiple pNFs by four months of age (S.D. Rhodes, unpublished data). In order to model a pNF prevention therapeutic strategy in mice,  Nf1 flox/flox ;PostnCre+  mice were treated from five or six weeks of age until four months of age with ketotifen ( Figure 1A ). Again, at the conclusion of the 12-week treatment period, there was no difference in proximal nerve root volume or mast cell infiltration between vehicle and ketotifen-treated cohorts of  Nf1 flox/flox ;PostnCre+  mice ( Figure 1B – E ). The interaction between Schwann cells, the established tumorigenic cell in pNF, and the tumor microenvironment has been demonstrated in multiple GEMMs ( 17 , 18 , 20 , 21 ). Kit ligand is one key mediator of tumor initiation and progression ( 17 , 20 – 23 ). The exact mechanism by which c-Kit+ positive cells, such as mast cells, function to induce tumor development in response to Kit stimulation remains incompletely understood. However, prior work by our laboratory established that Kit ligand secreted at pathologically elevated levels by  Nf1 -deficient Schwann cells promotes multiple aspects of mast cell development and function including migration, proliferation, survival, degranulation, and secretion of  de novo  synthesized cytokines independent of pre-stored granules ( 17 , 20 – 23 ). The pre-stored and  de novo  synthesized biologically active products released by mast cells (matrix metalloproteinases, angiogenin, βFGF, MCP-1, VEGF and IL-8) play essential roles in tumor biology by promoting angiogenesis, monocyte recruitment, and tissue remodeling ( 37 , 46 ). The present studies demonstrate that ketotifen fails to exert a meaningful impact  in vivo  on mast cell infiltration, degranulation, or on tumor development in both established tumors and in a prevention model. Interestingly, a recent genetic study demonstrated that significant declines in Kit ligand and mast cell numbers in existing plexiform neurofibromas have minimal impact on tumor growth ( 47 ). It is possible that other infiltrating immune lineages, including macrophages, which are abundant constituents of the plexiform neurofibroma microenvironment may play a critical role in tumor progression. This concept warrants further investigation. Though we cannot exclude the potential of species-specific differences in pharmacologic activity, there has been high fidelity of this preclinical model and subsequent clinical trials using other targeted therapeutics, including with the modulation of the c-Kit pathway ( 18 , 24 , 28 ). Collectively, our data suggests that ketotifen fails to modulate mast cell infiltration or degranulation in pNF and is insufficient as monotherapy for the treatment and prevention of these tumors.",
  "upgrade_date": "2026-02-20 07:34:59"
}