{
  "pmid": "31545171",
  "abstract": "Neurofibromatosis type 1 (NF1) is an autosomal dominant disorder whose neurodevelopmental symptoms include impaired executive function, attention, and spatial learning and could be due to perturbed mesolimbic dopaminergic circuitry. However, these circuits have never been directly assayed in vivo. We employed the genetically encoded optical dopamine sensor dLight1 to monitor dopaminergic neurotransmission in the ventral striatum of NF1 mice during motivated behavior. Additionally, we developed novel systemic AAV vectors to facilitate morphological reconstruction of dopaminergic populations in cleared tissue. We found that NF1 mice exhibit reduced spontaneous dopaminergic neurotransmission that was associated with excitation/inhibition imbalance in the ventral tegmental area and abnormal neuronal morphology. NF1 mice also had more robust dopaminergic and behavioral responses to salient visual stimuli, which were independent of learning, and rescued by optogenetic inhibition of non-dopaminergic neurons in the VTA. Overall, these studies provide a first in vivo characterization of dopaminergic circuit function in the context of NF1 and reveal novel pathophysiological mechanisms.",
  "methods": "Materials and methods Key resources table Reagent type  (species) or resource Designation Source or reference Identifiers Additional  information Antibody Anti-tyrosine hydroxylase (Rabbit polyclonal) EMD Millipore Cat#: AB152  RRID: AB_390204 IHC (1:1000) Antibody Anti-tyrosine hydroxylase (mouse monoclonal) ImmunoStar Cat#: 22941  RRID: AB_572268 IHC (1:1000) Antibody Anti-GFP (mouse polyclonal) Aves Cat#: GFP-1020  RRID: AB_10000240 IHC (1:1000) Antibody Alexa Fluor 488-conjugated donkey anti-chicken IgY F(ab’)two fragment Jackson ImmunoResearch Cat#: 703-546-155  RRID: AB_2340376 IHC (1:1000) Antibody Alexa Fluor 647-conjugated donkey anti-mouse IgG Fab fragment Jackson ImmunoResearch Cat#: 711-607-003  RRID: AB_2340626 IHC (1:1000) Recombinant DNA reagent pAAV-hSyn-dLight1.2 Addgene Plasmid#: 111068  RRID: Addgene_111068 Gift on Lin Tian; produced by UC Davis Vector Core Recombinant DNA reagent pAAV-hSyn-hChR2(H134R)-EYFP Addgene Plasmid#: 26973  RRID: Addgene_26973 Gift of Karl Deisseroth; produced by UNC Vector Core Recombinant DNA reagent AAV9-Th-PI-Cre-SV40 Addgene Plasmid#: 107788  RRID: Addgene_107788 Addgene viral prep#: 107788-AAV9; gift of James M. Wilson Recombinant DNA reagent pAAV-DJ-Ef1α-DO-eNpHR3.0-eYFP-WPRE-pA Addgene Plasmid#: 37087  RRID: Addgene_37087 Gift of Bernardo Sabatini Recombinant DNA reagent pAAV-DJ-Ef1α-DO-mCherry-WPRE-pA Addgene Plasmid#: 37119  RRID: Addgene_37119 Gift of Bernardo Sabatini Recombinant DNA reagent pAAV-ihSyn1-tTA-WPRE Addgene Plasmid#: 99120  RRID: Addgene_99120 Recombinant DNA reagent pAAV- Th -tTA-WPRE Addgene Plasmid#: 133268  RRID: Addgene_133268 Recombinant DNA reagent pAAV-TRE-mRuby-WPRE Addgene Plasmid#: 99114  RRID: Addgene_99114 Recombinant DNA reagent pAAV-TRE-mNeonGreen-WPRE ( Chan et al., 2017 ) Recombinant DNA reagent pAAV-TRE-mTurquoise-WPRE Addgene Plasmid#: 99113  RRID: Addgene_99113 Recombinant DNA reagent pAAV- Th -GFP-WPRE Addgene Plasmid#:  99128  RRID: Addgene_99128 Recombinant DNA reagent pUCmini-iCAP-PHP.eB Addgene Plasmid#: 103005  RRID: Addgene_103005 Recombinant DNA reagent pAAV-DJ-Rep-Cap Cell Biolabs, Inc Cat#: VPK-420-DK Software, Algorithm Matlab Mathworks, Inc RRID: SCR_001622 Software, Algorithm GraphPad Prism 7 GraphPad Software, Inc RRID: SCR_002798 Software, Algorithm ABET II Software for Operant Control Lafayette Instrument Company Model 89501 Software, Algorithm Fiber Photometry Trace Processing Gradinaru Lab FP_Session_Processing_2 .m https://github.com/GradinaruLab/dLight1/blob/master/FP_Session_Processing2.m Other ProLong Diamond Antifade Mountant ThermoFisher Scientific Cat#:  P36965 Other Refractive Index Matching Solution ( Yang et al., 2014 ) RefractiveIndex = 1.46; protocol available in  Treweek et al. (2015) Other Mono Fiber-Optic Cannula Doric Lenses, Inc Cat#: MFC_400/430–0.48_5 mm_ZF1.25_FLT OD: 400 μm, Length: 5 mm Other Mono Fiber-Optic Cannula Doric Lenses, Inc Cat#: MFC_300/330–0.48_3 mm_ZF1.25_FLT OD: 300 μm, Length: 3 mm Other Mono Fiber-Optic Cannula Doric Lenses, Inc Cat#: MFC_300/330–0.48_5 mm_ZF1.25_FLT OD: 300 μm, Length: 5 mm Other Mono Fiber-Optic Patch Cable Doric Lenses, Inc Cat#: MFP_400/430/LWMJ-0.48_2 m_FC-ZF1.25, Doric Lenses Inc OD: 400 μm, Length: 2 m Other Mono Fiber-Optic Patch Cable Doric Lenses, Inc Cat#: MFP_300/330/LWMJ-0.48_1 m_FC-ZF1.25, Doric Lenses Inc OD: 300 μm, Length: 1 m Experimental animals Experimental subjects were 8–12 week old 129T2/SvEmsJ::C57Bl/6NTac  Nf1 +/+  and  Nf1 +/-  male and female mice that were generated via the F1 cross of 129T2/SvEmsJ male mice (the Jackson Laboratory Stock No: 002065) and C57Bl/6NTac  Nf1 +/-  female mice (generous gift of Dr. Alcino Silva, UCLA). Animals were group housed (3–4 per group) throughout the duration of the experiment in a vivarium on a 12 hr light/dark cycle (lights off at 0600 hr, lights on at 1800 hr) with  ad libitum  access to food and water. Fluid restricted animals were singly housed, and their water access was limited to 1.5 mL/day. These mice were weighed daily and were returned to  ad libitum  water access if their weight decline was >10% of their pre-restriction weight. Animal husbandry and experimental procedures involving animal subjects were conducted in compliance with the Guide for the Care and Use of Laboratory Animals of the National Institutes of Health and approved by the Institutional Animal Care and Use Committee (IACUC) and by the Office of Laboratory Animal Resources at California Institute of Technology under IACUC protocol 1730. Mice were only excluded from behavioral studies if they could not complete the entire experiment due to health concerns, if there was no dynamic photometry signal 3 weeks after surgery, or if the location of the photometry fiber tip was histologically determined to be outside the LNAc (1 mouse). All behavioral experiments were performed in at least two cohorts to minimize batch effects. All experiments were performed and analyzed blinded to genotype using automated, batched data analysis scripts/software wherever possible to eliminate experimenter bias. Littermate controls were used throughout the study. Patch-clamp electrophysiology Whole-cell patch-clamp recordings were performed as previously described ( Cho et al., 2017 ) in acute brain slices. Acute 250 µm-thick horizontal slices that contained the lateral VTA were prepared on a vibratome (VT-1200, Leica Biosystems) from 8 to 12 week  Nf1 +/+  and  Nf1 +/-  mice that had been transcardially perfused with an ice-cold NMDG cutting solution ( Ting et al., 2014 ) saturated with 95% O 2 /5% CO 2 . Slices were recovered at 32°C in NMDG cutting solution for ten minutes prior to transfer to HEPES recovery artificial cerebrospinal fluid (ACSF) ( Ting et al., 2014 ) for an additional 30 min of recovery. During recording, slices were continuously perfused (2.0–3.0 mL/min) with 32°C, 95% O 2 /5% CO 2  -saturated recording ACSF that contained (mM): 125 NaCl, 2.5 KCl, 1.2 NaH 2 PO 4 , 1.2 MgCl 2 , 2.4 CaCl 2 , 26 NaHCO 3 , and 11 glucose. The medial terminal nucleus of the accessory optic track (MT) was used as a visual landmark to delineate the most lateral region of the VTA. Whole-cell patch clamp recordings were obtained using 3–6 MΩ patch pipettes fabricated from borosilicate capillary glass tubing (World Precision Instruments) and backfilled with a potassium gluconate internal solution that contained (mM): 135 K gluconate, 5 KCl, 5 EGTA, 0.5 CaCl 2 , 10 HEPES, 2 Mg-ATP, and 0.1 GTP. A high-chloride internal solution was used to measure IPSCs and contained (mM): 128 KCl, 20 NaCl, 1 MgCl 2  1 EGTA, 0.3 CaCl 2 , 10 HEPES, 2 Mg-ATP, and 0.3 GTP. Signals were amplified and digitized using a MultiClamp 700B amplifier (Molecular Devices, LLC) and Digidata 1440 analog-to-digital converter (Molecular Devices, LLC). Series resistance (Rs) was monitored throughout recording, and data were discarded if the uncompensated Rs exceeded 30 MΩ or the holding current at −70 mV was more negative than −200 pA. Rheobase currents were determined via the injection of a 500 pA ramp current over 500 ms from −60 mV in current clamp mode. I h  currents were measured during seven 2 s, −10 mV hyperpolarizing voltage steps from −60 mV in voltage clamp in the presence of 20 µM bicuculline methiodide and 3 mM kynurenic acid + /- 20 µM forskolin. Spontaneous firing was measured over twenty seconds of gap free recording in I = 0 mode. Spontaneous IPSCs and EPSCs were measured at −70 mV in voltage clamp. IPSCs were recorded in the presence of 3 mM kynurenic acid. Electrophysiological data were sampled at 10 kHz and filtered at 2 kHz with Clampex 10.4 and analyzed in Clampfit 10.7 (Molecular Devices, LLC). Surgical procedures Stereotaxic viral vector injections were performed in mice anesthetized with isoflurane (1–3% in 95% O 2 /5% CO 2  provided via nose cone at 1 L/min) as previously described ( Cho et al., 2017 ). Following anesthesia, preparation and sterilization of the scalp, and exposure of the skull surface, a craniotomy hole was drilled over the LNAc (antero-posterior: 1.2 mm, medio-lateral: 1.6 mm relative to Bregma). 800 nL of the AAV9-hSyn-dLight1.2 vector (titer:~4 × 10 12  viral genomes/mL, produced at the UC Davis Vision Center Vector Design and Packaging Core facility; Addgene # 111068) was delivered into the LNAc (antero-posterior: 1.2 mm, medio-lateral: 1.6 mm, dorso-ventral: −4.2 mm relative to Bregma) using a blunt 33-gauge microinjection needle within a 10 μL microsyringe (NanoFil, World Precision Instruments), a WPI microsyringe pump (UMP3, World Precision Instruments), and pump controller (Micro4, World Precision Instruments) over 10 min. Following viral injection, a 5 mm long, 400 μm outer diameter mono fiber-optic cannula (MFC_400/430–0.48_5 mm_ZF1.25_FLT, Doric Lenses Inc) was lowered to the same stereotaxic coordinates and affixed to the skull surface with C and B Metabond (Parkel Inc) and dental cement. For optogenetic stimulation of the SC during dLight1.2 recordings, mice received a second stereotaxic injection of AAV5-hSyn-ChR2(H134R)-eYFP (UNC Vector Core) in the SC (antero-posterior: −4.0 mm, medio-lateral: 0.5 mm, dorso-ventral: −1.5 mm relative to Bregma), followed by implantation of a 3 mm long, 300 μm mono fiber-optic cannula (MFC_300/330–0.48_3 mm_ZF1.25_FLT, Doric Lenses Inc; antero-posterior: −4.0 mm, medio-lateral: 0.5 mm, dorso-ventral: −1.3 mm relative to Bregma). For optogenetic inhibition of VTA non-Th  neurons, 500 nL of a 1:4 mixture of AAV9- Th -PI-Cre-SV40 (gift of James M. Wilson, Addgene viral prep # 107788-AAV9) and AAV-DJ-Ef1α-DO-eNpHR3.0-eYFP-WPRE-pA (gift of Bernardo Sabatini, Addgene # 37087) or AAV-DJ-Ef1α-DO-mCherry-WPRE-pA (gift of Bernardo Sabatini, Addgene # 37119) was injected bilaterally into the VTA (antero-posterior: −3.3 mm, medio-lateral: ± 0.5 mm, dorso-ventral: −4.2 mm relative to Bregma), followed by implantation of 5 mm long, 300 μm mono fiber-optic cannulae (MFC_300/330–0.48_5 mm_ZF1.25_FLT; antero-posterior: −3.3 mm, medio-lateral: ± 1.84 mm, dorso-ventral: −3.59 mm relative to Bregma) at angle of twenty degrees. Mice were given 1 mg/kg buprenorphine SR and 5 mg/kg ketoprofen s.c. intraoperatively and received 30 mg/kg ibuprofen p.o. in their home cage water for five days post-operatively for pain. Mice were allowed a minimum of 14 days for surgical recovery prior to participation in behavioral studies. Systemic AAV vector production and administration In order to create  Th -VAST, a PCR fragment containing the 2.5 kb rat tyrosine hydroxylase promoter ( Oh et al., 2009 ) was subcloned into pAAV-ihSyn1-tTA-WPRE (Addgene #99120), replacing the ihSyn promoter through AflII and MluI restriction digest to create pAAV- Th -tTA-WPRE. pAAV-TRE-mRuby-WPRE (Addgene # 99114), pAAV-TRE-mNeonGreen-WPRE, pAAV-TRE-mTurquoise-WPRE (Addgene # 99113), pAAV- Th -GFP-WPRE (Addgene # 99128), pAAV-Ef1α-DO-mCherry-WPRE-pA (Addgene # 37119), and pAAV-Ef1α-DO-NpHR3.0-eYFP-WPRE-pA (Addgene # 37087) constructs were used as previously described ( Chan et al., 2017 ;  Saunders et al., 2012 ). Virus production was performed using a published protocol ( Challis et al., 2019 ). In brief, HEK293T cells were triple transfected using polyethylenimine (PEI) to deliver viral pUCmini-iCAP-PHP.eB (Addgene #103005) or pAAV-DJ-Rep-Cap (VPK-420-DK, Cell Biolabs, Inc), pHelper, and transgene plasmids. Viral particles were harvested from the media and cell pellet and purified over 15%, 25%, 40% and 60% iodixanol (OptiPrep, STEMCELL Technologies, Inc) step gradients. Viruses were concentrated using Amicon Ultra centrifugal filters (Millipore Sigma), formulated in sterile phosphate buffered saline, and titered with qPCR by measuring the number of DNase I–resistant viral genomes relative to a linearized genome plasmid as a standard. Following viral production and titering, systemic AAV vectors were administered via injection into the retro-orbital sinus during anesthesia with isoflurane (1–3% in 95% O 2 /5% CO 2  provided via nose cone at 1 L/min), followed by administration of 1–2 drops of 0.5% proparacaine to the corneal surface ( Challis et al., 2019 ). Note: we have observed some toxicity with doses of AAV-PHP.eB- Th -tTA≥1×10 11  vg/mouse when allowed to express >3 weeks; therefore, we encourage users to perform dosing and time course studies when beginning experiments with  Th -VAST. Fiber photometry Fiber photometry was used to monitor fluorescent dopamine signals using a custom system as previously described ( Cho et al., 2017 ;  Patriarchi et al., 2018 ), which allowed for dLight1.2 excitation and emission light to be delivered and collected via the same implanted optical fiber. Our system employed a 490 nm LED (M490F1, Thorlabs, Inc; filtered with FF02-472/30-25, Semrock) for fluorophore excitation and a 405 nm LED for isosbestic excitation (M405F1, Thorlabs Inc; filtered with FF01-400/40-25, Semrock), which were modulated at 211 Hz and 531 Hz, respectively, controlled by a real-time processor (RX8-2, Tucker David Technologies), and delivered to the implanted optical fiber via a 0.48 NA, 400 µm diameter mono fiber optic patch cable (MFP_400/430/LWMJ-0.48_2 m_FC-ZF1.25, Doric Lenses Inc). The emission signal from isosbestic excitation, which has previously been shown to be calcium independent for GCaMP sensors ( Kim et al., 2016 ;  Lerner et al., 2015 ), was used as a reference signal to account for motion artifacts and photo-bleaching. Emitted light was collected via the patch cable, collimated, filtered (MF525-39, Thorlabs), and detected by a femto-Watt photoreceiver (Model 2151, Newport Co.) after passing through a focusing lens (62–561, Edmunds Optics). Photoreceiver signals were demodulated into dLight1.2 and control (isosbestic) signals, digitized (sampling rate: 382 Hz), and low-pass filtered at 25 Hz using a second-order Butterworth filter with zero-phase distortion. A least-squares linear fit was applied for the 405 nm signal to be aligned with the 490 nm signal. Then, the fitted 405 nm signal was subtracted from 490 nm channel, and then divided by the fitted 405 nm signal to calculate ΔF/F values. The code to perform this function is available at:  https://github.com/GradinaruLab/dLight1/blob/master/FP_Session_Processing2.m . During behavioral experiments, the ΔF/F time-series trace was normalized using a robust z-score ( ) to account for data variability across animals and sessions. When fiber photometry was performed during behavioral testing, dLight1.2 signals were synchronized to the beginning of the behavioral session by delivery of TTL pulses (via a TTL pulse generator; OTPG_4, Doric Lenses Inc) to the photometry system. s i g n a l - s i g n a l m e d i a n m e d i a n a b s o l u t e d e v i a t i o n Behavioral assays Baseline dLight1.2 Measurements : Mice were tethered to the photometry patch cable, placed in a clean home cage within a sound attenuating box, and allowed to habituate for 5 min (Lafayette Instrument Company). Spontaneous dLight1.2 signals were subsequently recorded for 5 min. This procedure was repeated at least three times per mouse. During pre-treatment experiments, morphine sulfate (5.0 mg/kg s.c.) or saline (s.c.) was administered twenty minutes prior to the onset of each session. Median fluorescence was determined from the processed ΔF/F time-series trace using the median() function in Matlab; peak analysis was performed on the normalized, z-scored trace using a two z-score threshold to minimize contamination by fluorescent noise. Dopamine transients were detected using the findpeaks() function in Matlab, and outputs were averaged within each subject across trials. Reward Consumption and Pavlovian Conditioning:  During the twenty-minute sucrose consumption assay, mice were given access to ten 50 μL sucrose (5% w/v) rewards delivered every 60 s (0.5 mL total) via a lick port in a mouse modular test chamber (Model 80015NS, Lafayette Instrument Company) placed within a sound-attenuating box and controlled by ABET II software (Lafayette Instrument Company). Sucrose consumption was characterized by measuring the timing and number of licks at the lick spout, which was measured with an optical lickometer in the lick port. Lick bouts were defined as licking events that exceeded five licks/second and were at least 3 s removed from a previous lick bout. During the Pavlovian conditioning assay, mice were conditioned to associate the presence of a 10-s conditioned stimulus (CS; illumination of the house-light and delivery of a 60 dB, 3 kHz tone) with delivery of the unconditioned stimulus (US; 50 μL 5% sucrose w/v; 1000 μL total fluid delivery/session) 7 s after the onset of the CS. Each conditioning session consisted of twenty trials with an inter-trial interval randomly drawn from a uniform distribution between 75 and 105 s. On day 11, the sucrose US was omitted to determine dLight1.2 responses to reward omission (Day 11, Trial 1). The number of licks during CS presentation were determined for each trial using ABET II. Because US consumption often occurred during the inter-trial interval, the US timing was determined by identifying the first lick bout after reward presentation during each trial. Cued Fear Conditioning:  During the cued fear conditioning task, a ten-second CS (60 dB, 3 kHz tone and house light illumination) immediately preceded a 1 s, 0.4-mA foot shock delivered via the grid floor of the conditioning chamber (Lafayette Instrument Company). The conditioning procedure was completed during 15 consecutive trials with an inter-trial interval randomly drawn from uniform distribution between 75 and 105 s. Mice were videotaped during the assay under dim red light conditions so that the amount of time freezing (defined as the absence of any body movement) and the latency to freeze during each trial could be quantified post hoc by two blinded reviewers. Audiovisual Stimulus Exposure:  Mice were placed in a clean home cage in the sound attenuating chamber placed underneath the speaker and house light from the modular conditioning chamber. During each trial, mice were randomly presented with either a ten-second 60 dB, 3 kHz tone or house light illumination, which had equal probability of selection. Each session consisted of twenty trials, and the inter-trial interval was randomly drawn from a uniform distribution between 75 and 105 s. Social Interaction and Social Preference Assay:  Test mice were placed in a clean cage and allowed to freely interact with a juvenile, sex-matched, novel, conspecific probe mouse. Social interactions were videotaped, and the onset of recording was synchronized with the photometry signal via delivery of TTL pulses. The onset of each social interaction was defined as the initiation of physical contact between mice and was terminated when mice physically disengaged. The social preference assay was performed in a 50 cm x 50 cm square, white acrylic arena that contained two identical, wire mesh-enclosed social interaction vestibules placed in the center of opposite walls of the arena. During each thirty-minute testing session, a juvenile, sex-matched, novel, conspecific probe mouse was placed in one of the vestibules, and the position of the test mouse was tracked with an overhead camera using EthoVision XT 10 (The Noldus Company). The location of the probe mouse was alternated between trials. Looming Stimulus Assay:  The looming stimulus assay was performed as previously described ( Yilmaz and Meister, 2013 ). Mice were acclimated in an 87 cm x 47.5 cm x 30 cm (h) infrared-transmitting black acrylic arena in the presence of a nest/shelter for at least five minutes. The overhead looming stimulus was presented when the animal was in the center of the arena. The looming stimulus covered 5 degrees of the animal's visual field initially, expanded up to 50 degrees, and was presented five times separated by 1 s pauses on a gray background. For optogenetic manipulations, the looming stimulus was presented as described above in an arena that was optimized for behavioral testing in tethered mice that measured 50 cm x 35 cm x 30 cm (h). In order to accommodate optical patch cables, the arena featured a rectangular opening adjacent to the overhead screen and a triangular nest/shelter with a 2 cm slit at the apex. During testing, laser pulses (532 nm, 5 mW, 20 Hz, 5 ms pulse width) were delivered via the implanted optical fibers, which were coupled to optical patch cables (MFP_300/330/LWMJ0.48_1 m_FC-ZF1.25, Doric Lenses Inc) connected to a 532 nm laser (Changchun New Industries [CNI] Model with PSU-H-LED). Stimulation began 1.5 s prior to looming onset and continued throughout the stimulus presentation. Mice were videotaped throughout so that time to react to the disc, escape location, latency to the first freezing episode, duration of the first freezing episode, and amount of time spent freezing during the first minute after exposure could be quantified by a blinded reviewer. Optogenetic Stimulation of the Superior Colliculus : Mono fiber-optic patch cables were connected to implanted optical fibers for fiber photometry in the LNAc and optogenetic stimulation of the ipsilateral vSC. The vSC patch cable was connected to a 473 nm laser (Changchun New Industries [CNI] Model with PSU-H-LED) and controlled by a Doric Lenses OTPG_4 pulse generator that was triggered by the ABETII software. Mice were allowed to habituate in a clean home cage within the Lafayette sound-attenuating chamber for 5 min prior to the start of the experiment. Following habituation, dLight1.2 signals were recorded during twenty trials in which the vSC was stimulated with 2 s of 20 Hz, 5 ms, 473 nm laser pulses. The inter-trial interval was randomly drawn from a uniform distribution between 75 and 105 s. Histology Free-floating brain sections were blocked for 1 hr in 10% normal donkey serum (Millipore-Sigma, S30-M) in phosphate buffered saline (PBS) with 0.1% Triton X-100 at room temperature, then incubated with primary antibody diluted in the blocking buffer overnight at 4°C. Sections were washed three times for 15 min in PBS. Secondary antibodies were diluted in blocking buffer, and brain sections were incubated in the secondary antibody solution for 2 hr at room temperature. Sections received three 15 min washes in PBS prior to mounting on glass slides with ProLong Diamond anti-fade mounting medium (ThermoFisher Scientific,  P36965 ) or RIMS (refractive index matching solution; RI = 1.46) ( Yang et al., 2014 ). VAST sections were optically cleared overnight in RIMS prior to mounting. The following antibodies/dilutions were used: rabbit anti-tyrosine hydroxylase (EMD Millipore, AB152, 1:1000; for VAST), monocloncal mouse anti-tyrosine hydroxylase (ImmunoStar, 22941, 1:1000; for TH quantification, somata tracing, and cell counting), polyclonal chicken anti-GFP (Aves, GFP-1020, 1:1000), Alexa Fluor 488-conjugated donkey anti-chicken IgY F(ab’)two fragment (Jackson ImmunoResearch, 703-546-155, 1:1000), Alexa Fluor 647-conjugated donkey anti-rabbit IgG Fab fragment (Jackson ImmunoResearch, 711-606-152, 1:1000), and Alexa Fluor 647-conjugated donkey anti-mouse IgG Fab fragment (Jackson ImmunoResearch, 711-607-003, 1:1000). Histological images were obtained using either a Keyence BZ-X fluorescence microscope or Zeiss 880 confocal microscope. Images were analyzed using BZ-X Analyzer software (Keyence Corporation), ImageJ, and/or Imaris (Bitplane). VTA and SNc cell counting was performed on 100 mm, coronal histological sections from Bregma −3.2 to −3.6 μm (AP) and averaged across sections within each mouse. Statistical analysis Statistical analysis was performed using Matlab (MathWorks, Inc) and GraphPad Prism 7 (GraphPad Software, Inc). All statistical tests performed on data presented in the manuscript are stated in the figure captions and provided in detail in  Source data 1 . For each experiment, statistical tests were chosen based on the structure of the experiment and data set. No outliers were removed during statistical analysis. Sample sizes estimates were based on published behavioral and electrophysiological literature that utilized the 129T2/SvEmsJ::C57Bl/6NTac  Nf1 +/-  mouse model; this was within a range commonly employed by researchers in our field using similar techniques and that which was determined via the sampsizepwr() function in Matlab. Parametric tests were used throughout the manuscript; for sIPSC and ESPC data, non-parametric Mann Whitney U tests were also reported because sIPSC frequency was non-normally distributed for both genotypes (as determined by the D’Agostino and Pearson normality test). In this case, the results of parametric and non-parametric hypothesis tests were congruent (see  Figure 3  caption). When analysis of variance (ANOVA; one-way, two-way, and/or repeated measures) was performed, multiple comparisons were corrected using the Bonferroni correction. Multiple t-tests were corrected with the two-stage linear step-up procedure of Benjamini, Krieger and Yekutieli with a false discovery rate of 5%. Data and materials availability Viral vector plasmids used in this study are available on Addgene at  http://www.addgene.org/Viviana_Gradinaru/ . Codes used for fiber photometry signal extraction and analysis are available at  https://github.com/GradinaruLab/dLight1 . Source data is available at  www.doi.org/10.7303/syn18904024 . Data and materials availability Viral vector plasmids used in this study are available on Addgene at  http://www.addgene.org/Viviana_Gradinaru/ . Codes used for fiber photometry signal extraction and analysis are available at  https://github.com/GradinaruLab/dLight1 . Source data is available at  www.doi.org/10.7303/syn18904024 .",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:03:24.014822",
  "abstract_length": 1194,
  "methods_length": 25776,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}