{
  "pmid": "31558455",
  "abstract": "INTRODUCTION: Children with the single-gene disorder neurofibromatosis type 1 (NF1) appear to be at an increased risk for autism spectrum disorder (ASD) and exhibit a unique social-cognitive phenotype compared with children with idiopathic ASD. A complete framework is required to better understand autism in NF1, from neurobiological levels through to behavioural and functional outcomes. The primary aims of this study are to establish the frequency of ASD in children with NF1, examine the social cognitive phenotype, investigate the neuropsychological processes contributing to ASD symptoms and poor social functioning in children with NF1, and to investigate novel structural and functional neurobiological markers of ASD and social dysfunction in NF1. The secondary aim of this study is to compare the neuropsychological and neurobiological features of ASD in children with NF1 to a matched group of patients with idiopathic ASD. METHODS AND ANALYSIS: This is an international, multisite, prospective, cross-sectional cohort study of children with NF1, idiopathic ASD and typically developing (TD) controls. Participants will be 200 children with NF1 (3-15 years of age), 70 TD participants (3-15 years) and 35 children with idiopathic ASD (7-15 years). Idiopathic ASD and NF1 cases will be matched on age, sex and intelligence. All participants will complete cognitive testing and parents will rate their child's behaviour on standardised questionnaires. Neuroimaging will be completed by a subset of participants aged 7 years and older. Children with NF1 that screen at risk for ASD on the parent-rated Social Responsiveness Scale 2nd Edition will be invited back to complete the Autism Diagnostic Observation Scale 2nd Edition and Autism Diagnostic Interview-Revised to determine whether they fulfil ASD diagnostic criteria. ETHICS AND DISSEMINATION: This study has hospital ethics approval and the results will be disseminated through peer-reviewed publications and international conferences.",
  "methods": "Methods and analysis This is an international, multisite, prospective, cross-sectional cohort study of children with NF1, idiopathic ASD and typically developing (TD) controls. Participants will be 200 children with NF1 (3–15 years of age), 70 TD participants (3–15 years) and 35 children with idiopathic ASD (7–15 years). Idiopathic ASD and NF1 cases will be matched on age, sex and intelligence. All participants will complete cognitive testing and parents will rate their child’s behaviour on standardised questionnaires. Neuroimaging will be completed by a subset of participants aged 7 years and older. Children with NF1 that screen at risk for ASD on the parent-rated Social Responsiveness Scale 2nd Edition will be invited back to complete the Autism Diagnostic Observation Scale 2nd Edition and Autism Diagnostic Interview-Revised to determine whether they fulfil ASD diagnostic criteria. Methods and analysis Study design This is an international, multisite, prospective, cross-sectional cohort study of children with NF1, idiopathic ASD and typically developing (TD) controls. Participants will complete a detailed assessment of their cognitive abilities, behaviour and adaptive functioning. As part of this assessment, participants will be screened for ASD symptoms. All idiopathic ASD participants, as well as NF1 participants that screen  at risk  for ASD (see Procedure section for further details), will complete a comprehensive assessment that will be used to guide the formulation of research and clinical ASD diagnoses (see ASD assessment measures section for further details). Children aged ≥7 years will also be invited to undergo multimodal MRI (Australian sites only). An overview of the study design for each group is provided in  figure 1 . Figure 1 Diagram of study design for all groups. ASD, autism spectrum disorder; NF1, neurofibromatosis type 1; TD, typically developing. Participants and recruitment Three groups will be recruited; children with NF1 (n=200; 3–15 years of age), children with idiopathic ASD (n=35; 7–15 years of age) and TD controls from the general population (n=70; 3–15 years of age). Prospective participants with NF1 will be recruited from three international genetic centres; (1) the Neurofibromatosis Clinic at the Royal Children’s Hospital/Murdoch Children’s Research Institute (MCRI), Melbourne, Australia; (2) the Neurogenetics Clinic at The Children’s Hospital at Westmead (CHW), Sydney, Australia; and (3) the Gilbert Neurofibromatosis Institute at the Children’s National Health System, Washington DC, USA. Children are referred to these clinics by general practitioners and medical specialists for evaluation, diagnosis and management of NF1. All three clinics are specialist centres for the multidisciplinary care of individuals with NF1, are well resourced for the collection of cognitive and behavioural research data, and service clinical populations thought to be representative of the wider NF1 community. NF1 participants will be diagnosed with NF1 by an expert neurologist or clinical geneticist based on criteria specified by the National Institutes of Health Conference Statement. 36  The study coordinator at each site will recruit NF1 participants. The coordinator will approach families attending the clinic and inquire about interest in the study. To minimise selection bias, the study coordinator will sequentially approach families with a child in the defined age range. Participants with idiopathic ASD will be recruited at the MCRI site from local clinical services and from families known to existing studies who have previously indicated a willingness to be contacted for future research. All idiopathic ASD participants will have received an ASD diagnosis by a clinician prior to enrolment and have no known genetic disorders associated with ASD. They will be matched to NF1 participants with a comorbid diagnosis of ASD on age, sex and intelligence. Given that ~94% of children with NF1 present with an intelligence quotient (IQ)>70, 37  the majority of recruited children with idiopathic ASD will not have evidence of an intellectual disability based on records of intellectual function to provide a suitable match. Control participants will be recruited via several methods. First, we will invite individuals that have participated as TD controls in previous research studies and provided consent to be recontacted for future studies. Contact will initially take the form of a mail out of the Parent Information and Consent Form and a cover letter inviting them to contact the site study coordinator if they would like to participate. A follow-up phone call will be made 2 weeks later to ascertain interest in participating. Second, approved advertisements will be placed on hospital noticeboards inviting interested participants to contact the site investigator for more information about the study. Exclusion criteria for all participants are Participant and at least one parent/guardian not fluent in English. Significant sensory impairment that limits the validity of psychometric testing. Symptomatic intracranial pathology that may impact cognitive and behavioural function, such as an acquired brain injury, hydrocephalus or progressive intracranial tumours (children with asymptomatic lesions such as optic gliomas will be eligible). Additional exclusion criteria that applies to TD control participants only Positive history of a neurological, genetic or psychological disorder. Developmental delay/intellectual disability. The first participant was recruited to this study in June 2016 and we anticipate the end date for enrolment to be December 2020. Procedure Once informed consent has been obtained, parents/caregivers will complete a semistructured interview with a member of the study team in order to determine eligibility, confirm demographic details (date of birth, language spoken at home, school grade), provide socioeconomic information (primary caregiver’s highest level of education, occupation and employment status), and a detailed developmental/medical history will also be taken. Eligible children will then undergo cognitive assessment individually with a site psychologist in a quiet room. Study personnel will follow a test administration protocol to minimise between-site variation. Children exhibiting fatigue during the assessment will complete the testing over multiple days. Parents/caregivers will complete detailed questionnaires covering a range of behavioural and functional outcomes, including the SRS-2. NF1 participants that screen at risk for ASD on the basis of their SRS-2 results (total symptom T-score ≥60) will be invited to complete the diagnostic ASD assessment. Idiopathic ASD participants will also complete the ASD assessment so that a comprehensive understanding of their behavioural profile can be obtained. These will be audiotaped and videotaped respectively, so that independent blinded double interrater coding can be completed in 25% of the sample. Children aged ≥7 years who are able to complete a brain MRI safely will be offered the option to undergo neuroimaging. Neuroimaging will only take place at Australian sites. Measures Cognitive and behavioural measures Cognitive domains selected for assessment are based on a biopsychosocial model for social functioning that integrates abilities thought to underlie the development and expression of social behaviour, including attention/executive function, communication and social cognitive skills. 24  To ensure appropriate age-normed tests are administered, participants will be grouped into a younger cohort of children aged 3–5 years, and a school-aged cohort of children aged 6–15 years. Child-direct assessment measures for each cohort are presented in  table 1 . Parent-reported measures are outlined in  table 2 . Table 1 Cognitive assessment measures Domain Measure Description Cohort Intelligence  General intelligence   WPPSI-IV 63 \n 10 subtests providing 5 indices and full scale IQ Y WISC-V 64 \n 10 subtests providing 5 indices and full scale IQ S Attention/executive  Attentional control   Selective attention TEA-Ch Sky Search 65 \n Assessing the ability to selectively attend to and identify 20 visual targets among distractors S   Sustained attention TEA-Ch Score! 65 \n 10 trials assessing the ability to sustain attention by mentally counting aurally administered tones S   Response inhibition   Shape School 66 \n 4 conditions (each with 15 items) assessing inhibition, task-switching and working memory abilities in a shape and colour naming task Y NESPY-II Inhibition 67 \n 6 items assessing the ability to inhibit automatic responses in favour of novel responses while quickly and efficiently naming shapes and directions S  Cognitive flexibility/goal setting   Working memory    From WPPSI IV 63 \n 2 core subtests assessing visual working memory Y From WISC-V 68 \n 2 core subtests assessing visual working memory and verbal working memory S   Planning Tower of Hanoi 69 \n 6 items assessing set shifting, response inhibition, working memory and the ability to hold a set of rules in mind in order to reach an end-state goal Y   Attentional shifting TEA-Ch Creature Counting 65 \n 7 trials assessing the ability to accurately switch and redirect attention to count up/down S Academics WIAT-II Abbreviated 70 \n 3 subtests assessing numerical operations, spelling and single word reading S Social cognition  Faces/emotion perception   Emotion perception NEPSY-II Affect Recognition 67 \n 36 items assessing the ability to match facial expressions from photographs of children's faces Y, S   Face perception Benton Facial Recognition Test 71 \n 13 items assessing the ability to recognise a target face from a selection of distractors S  Mentalising/theory of mind   NEPSY-II ToM 67 \n 21 items assessing the ability to comprehend the perspectives, intentions and beliefs of another person Y, S   Reading the Mind in the Eyes Test-Child 72 \n 28 items assessing the ability to determine a person’s thoughts or feelings based on a picture of only their eyes S   Faux Pas Task 73 \n 20 short stories assessing the ability to identify a social faux pas S   Strange Stories 74 \n 14 short stories assessing the ability to attribute mental states (eg, desires, beliefs or intentions) or perceive what a character knows, as well as four control comprehension stories S Communication  Expressive language CELF-Preschool-2 75 \n 2 subtests assessing knowledge of grammatical rules in a sentence completion task and the ability to name objects, people and activities Y   CELF-4 Formulated Sentences 76 \n 28 items assessing the ability to formulate semantically and grammatically correct spoken sentences using given words (eg, car), based on an illustration S  Receptive language CELF-Preschool-2 75 \n 22 items assessing the ability to interpret spoken sentences of increasing length and complexity Y   NEPSY-II Comprehension of Instructions 67 \n 33 items assessing the ability to comprehend and follow multistep instructions of increasing complexity S CELF, clinical evaluation of language fundamentals; NEPSY, a developmental neuropsychological assessment; S, school age cohort; TEA-Ch, test of everyday attention for children; ToM, theory of mind; WIAT-II, Wechsler individual achievement test, 2nd edition; WISC-V, Wechsler intelligence scale for children, 5th edition; WPPSI IV, Wechsler preschool and primary scale of intelligence, 4th edition; Y, young cohort. Table 2 Behavioural and adaptive questionnaire measures Domain Measure Description Cohort ASD symptomatology SRS-2 77 \n 65 items assessing the presence and severity of ASD symptoms including social awareness, social cognition, social communication, social motivation and restricted interests and repetitive behaviour Y, S ADHD symptomatology CADS 78 \n 26 items assessing ADHD symptoms of impulsivity/hyperactivity and inattention Y   Conners 3 79 \n 110 items assessing ADHD symptom and comorbid disorders including oppositional defiant and conduct problems, executive functions, learning problems, peer relations and defiance/aggression S Executive function BRIEF-Preschool 80 \n 63 items assessing executive functions within the home environment, including working memory, mental set shifting, response inhibition, emotional control and planning/organisation Y   BRIEF 81 \n 86 items assessing executive functions in the home environment, including working memory, mental set shifting, response inhibition, emotional control, planning/organisation, organisation of materials, initiation and behaviour monitoring S Adaptive functioning ABAS-3: 0–5 years 82 \n 241 items assessing adaptive functioning skills, including communication, community use, preacademics, home living, health and safety, leisure, self-care, self-direction and social abilities Y   ABAS-3: 5–21 years 82 \n 232 items assessing adaptive functioning skills, including communication, community use, functional academics, home living, health and safety, leisure, self-care, self-direction and social abilities S Social skills SSIS Rating Scale 83 \n 79 items assessing social skills, problem behaviours and academic competence Y, S Sensory processing Sensory Profile 2 84 \n 86 items assessing sensory processing, including auditory, visual, taste/smell, movement, body position, touch, plus behavioural skills including activity levels and emotional/social skills Y, S Behavioural, emotional, social problems CBCL: 1.5–5 years 85 \n 100 items assessing internalising and externalising problems, emotional reactivity, anxiety/depression, somatic complaints, withdrawal, sleep problems, attention problems and aggressive behaviours Y   CBCL: 6–18 years 86 \n 113 items assessing internalising and externalising problems, emotional reactivity, anxiety/depression, somatic complaints, withdrawal, sleep problems, attention problems and aggressive behaviours S Pragmatic language CCC-2 87 \n 70 items assessing speech, syntax, semantics, coherence, inappropriate initiation, stereotyped language, use of context, non-verbal communication, social relations and interests Y, S ABAS-3, adaptive behaviour assessment system, 3rd edition; ADHD, attention deficit/hyperactivity disorder; BRIEF, behavior rating inventory of executive functions; CADS, Conners’ attention deficit hyperactivity disorder scales; CBCL, child behavior checklist; CCC-2, children’s communication checklist, 2nd edition; SRS-2, Social Responsiveness Scale, 2nd edition; SSIS, social skills improvement system. ASD assessment measures The ADI-R 38  is a semistructured, standardised diagnostic interview designed to assess core aspects of ASD. The ADI-R is administered to a parent/caregiver by a trained clinician and consists of 95 items covering current and previous behaviour across the areas of family background, developmental history, language, communication, social development, interests and general behaviour. Items are coded according to the examiner’s judgement of the presence/absence or the extent of a given behaviour using a scale ranging from 0 (behaviour not present) to 3 (definite abnormality, marked in severity). An algorithm is used to code summary scores for the three domains required for diagnosis: social interaction, communication and restricted and repetitive behaviours. Diagnostic criteria for ASD are met when all three domain scores exceed the following cut-offs: social interaction domain ≥10; communication ≥8; and restricted interests and repetitive behaviours ≥3. The ADI-R is effective in differentiating groups of children with and without ASD, and discriminating autism symptomology. 38 \n The ADOS-2 39  is a semi-structured, standardised child-direct observational assessment designed to assess reciprocal social interaction and communication, play and use of imagination. It consists of four modules, of which one will be administered depending on the participant’s developmental age and expressive language ability: (1) preverbal/have single word language; (2) phrase speech abilities; (3) verbally fluent children/adolescents; and (4) verbally fluent adolescents/adults. Each module takes ~30 min to complete by a trained examiner. For each module, individual items are scored on a three point scale ranging from 0 (no evident abnormality) to 3 (marked abnormality). Module observations are scored according to the ADOS-2 diagnostic algorithm under two domains; social affect and restricted and repetitive behaviours. A combined domain total of ≥7 is classified as meeting diagnostic criteria for ASD, consistent with Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition (DSM-5). 39 \n If the results of the ADI-R and ADOS-2 are not in agreement regarding ASD classification, we will employ the research criteria proposed by Risi and colleagues to resolve ADI-R and ADOS-2 discordance. 40  Use of these criteria relax the original ADI-R criteria that were developed to detect the formerly defined Autistic Disorder, 38  to encompass the broader category of ASD outlined in the DSM-5. A research diagnosis of ASD is thus assigned to a participant if he/she meets criteria on the ADOS-2 (either autism or autism spectrum) and meets one of the following criteria on the ADI-R: Meets ASD cut-off for the social reciprocity domain and either communication or restricted interests and repetitive behaviours domains. Comes within one point for both social reciprocity and communication domains. Meets ASD cut-off on one domain (either social reciprocity or communication) and comes within two points of the cut-off on the other domain (either social reciprocity or communication). In addition to a research classification, a multidisciplinary expert panel will establish a clinical consensus diagnosis for all participants with NF1 who have completed the ASD assessment. This consensus diagnosis will be made according to DSM-5 guidelines, using all available diagnostic information. Neuroimaging procedure Mock training At the MCRI site, children will complete a 30 min training session in a mock MRI scanner which reproduces the physical environment of the real scanner including noise effects. This familiarises participants to the MRI environment, aims to lowers anxiety and provides practice at keeping still during the scanning session. 41  Children who find the training sessions distressing and wish to withdraw from the neuroimaging component may do so at any time without affecting their ability to participate in the cognitive and behavioural assessment. MRI scan Neuroimaging data will be obtained on a 3-Tesla Siemens MAGNETOM Prisma MRI scanner with a 64-channel head coil at both MCRI and CHW sites. The magnetic resonance spectroscopy sequences, which will only be conducted at MCRI, will use a 32-channel head coil. The neuroimaging protocol comprises structural and functional sequences which will be completed in two 45 min sessions with a 30 min break in between (MCRI site) or in one 45 min session (CHW site). See  table 3  for sequence details. Table 3 Brain MRI sequence parameters Sequence T1 T2 DWI fMRI MRS* Type MPRAGE MEMPRAGE SPACE Shell 1 Shell 2 Shell 3 Blip up/down rs-fMRI Blip up/down rTPJ PFC TR (ms) 2100 2690 3200 3300 3300 3300 3300 1500 3980 2000 2000 TE (ms) 2.22 2.14/3.8/ 5.48/7.15 458 71.0 71.0 71.0 71.0 33.0 33.0 68.00 68.00 TI (ms) 1000 1650 0 – – – – – – – – Flip angle (degrees) 8 8 – 85 85 85 85 85 85 – – Slices 208 192 208 64 64 64 64 60 60 – – Voxel size (mm 3 ) 0.80 0.90 0.80 2.40 2.40 2.40 2.40 2.50 2.50 30 30 FoV read (mm) 256 254 256 260 260 260 260 255 255 – – FoV phase (%) 93.8 100 100 100 100 100 100 100 100 – – Matrix 320×320 288×288 320×320 110×110 110×110 110×110 110×110 104×104 104×104 – – Band width (Hz/Px) 220 790 744 2392 2392 2392 2392 1718 1718 1850 1850 Echo spacing (ms) 6.30 9.20 3.52 0.50 0.50 0.50 0.50 0.67 0.67 – – Orientation S S S T T T T T T T T B value (s/mm 2 ) – – – 2800 2000 1000 0 – – – – No of directions/b=0 s – – – 63/6 45/5 25/5 6 – – – – Multiband factor – – – 2 2 2 2 3 3 – – Parallel imaging - GRAPPA 2 2 2 2 2 2 2 2 2 – – Acquisition time 5 m 48 s 3 m 44 s 3 m 52 s 3 m 49 s 3 m 6 s 2 m 21 s (x 2) 6 m 57 s 28 s (x 2) 4 m 36 s 4 m 36 s Averages – – – – – – – – – 64×2 64×2 Odd /even inversion pulse (ppm) – – – – – – – – – 7.50/1.90 7.50/1.90 *MCRI site only. FoV, field of view; GRAPPA, generalised autocalibrating partial parallel acquisition; MEMPRAGE, multiecho magnetisation-prepared rapid gradient-echo; MPRAGE, magnetisation prepared rapid gradient-echo; MRS, magnetic resonance spectroscopy; PFC, prefrontal cortex; Px, pixels; rs-fMRI, resting state functional MRI; rTPJ, right temporoparietal junction; S, sagittal; T, transversal; TE, echo time; TI, inversion time; TR, repetition time. Structural neuroimaging Three dimensional high-resolution structural T1-weighted magnetisation-prepared rapid gradient-echo (MPRAGE) images will be acquired to provide whole brain and regional grey and white matter (WM) volume, cortical thickness and other morphological features, as outlined in  table 3 . Children exhibiting high levels of movement during the MPRAGE sequence, will complete a second T1-weighted multiecho magnetisation-prepared rapid gradient-echo sequence, which uses navigator-based prospective motion correction to reduce artefact and improve structural image contrast, providing more accurate tissue segmentation. 41–43 \n A T2-SPACE (Sampling Perfection with Application optimised Contrast with flip angle Evolution) protocol will be acquired to obtain T2-weighted anatomical images and provide information about the number and location of focal areas of WM hyperintensity that are common in NF1 ( table 3 ). 33 44–46  The relationship between focal areas of high intensity and cognitive and behavioural deficits remains unclear. 33 47 \n Multiband, multishell diffusion neuroimaging A multiband accelerated echo-planar imaging (EPI) sequences protocol, developed by the Centre for Magnetic Resonance Research (CMRR, University of Minnesota), will be acquired in order to obtain diffusion-weighted images (DWI) and examine brain microstructure through the identification of WM fibre tracts and their directionality. DWI measures the direction and extent of water diffusion through brain tissue, which is dependent on the underlying tissue structure, permitting examination of differences in cellular structure. 48 49  Diffusion parameters indicate changes in axonal properties. 48 49  The multiband accelerated EPI protocol uses multiple shell acquisition to accelerate DWI volume coverage, and involves anterior–posterior phase encoding direction as well as standard and reverse phase encoded blipped image acquisition to correct for magnetic susceptibility-induced distortions related to the EPI acquisitions. 41 50 51  Three diffusion weighted shells will be acquired ( table 3 ) to perform tractography and estimate WM microstructure, including traditional tensor metrics (fractional anisotropy, and mean, radial and axial diffusivity), as well as more advanced techniques that provide greater specificity to the microstructural properties, such as fibre density. Multiband resting state functional neuroimaging Resting state functional MRI (rs-fMRI) will be used to measure intrinsic functional connectivity between brain regions while subjects are at rest. During the sequence, participants are instructed to look at a white fixation cross on a black screen ( table 3 ). Resting state connectivity is useful for studying abnormal neural network connectivity in NF1, and its relationship with cognitive and behavioural deficits. 52 \n Magnetic resonance spectroscopy Magnetic resonance spectroscopy (MRS) is an in vivo tool capable of non-invasively measuring brain metabolites. Only the MCRI site will acquire two GABA-edited magnetic resonance spectra using the localised spectroscopy sequence MEGA-PRESS, developed by CMRR, to evaluate the animal model-derived hypothesis that alterations in GABA and glutamate systems underlie cognitive and social impairments in NF1. 53–55  MEGA-PRESS allows separation of GABA signals from stronger overlying signals of other metabolites. 56  Voxels will be positioned in regions with consistency of field homogeneity within the prefrontal cortex (PFC) and the right temporoparietal junction (rTPJ), both of which are integral regions within the social brain network. 57 58  The PFC voxel will be placed across the midline of the precentral sulcus, crossing across both hemispheres, in the medial PFC. The rTPJ voxel will be placed towards the rear border of the temporal and parietal lobes, in the posterior cerebral cortex. T1-weighted images will be used to guide MRS voxel placement. Data analysis Descriptive statistics will be used to establish the frequency of ASD in children with NF1. Between-group differences on general and social cognitive measures will be examined using analysis of variance, controlling for type 1 error. If particular demographic variables differ between groups (eg, age, sex, socioeconomic status) and are related to the outcome of interest, they will be introduced as a covariate using analysis of covariance (ANCOVA). Within-group analysis for NF1 participants will identify the neuropsychological processes contributing to ASD symptoms and poor social functioning using (linear or logistic as appropriate) regressions within each age cohort. Composite variables will be created for variables that have high collinearity within the same domain. Regression models will be conducted separately for ASD symptomatology and social functioning as dependent variables. Only explanatory variables that significantly correlate with the dependent variables will be entered into each regression model, with a maximum of five predictor variables per model. Variables with the strongest correlation will be selected for the regression model. Correlation and regression analyses will be used to identify associations between structural and functional brain markers, with cognitive, behavioural and ASD outcomes. To address the secondary aim, which is to compare the neuropsychological profiles as well as brain structure and function of children with NF1 and comorbid ASD to idiopathic ASD, statistical analyses examining group differences (ANCOVA and independent t - tests) between the idiopathic ASD and a subgroup of participants with NF1 and comorbid ASD will be conducted. Idiopathic ASD and NF1 cases will be matched on age, sex and intelligence. Sample size Cognitive and behavioural outcomes We anticipate NF1 versus TD control between-group effect sizes to range from 0.65 to 1.0 (Cohen’s d) based on estimates of general and social cognitive outcomes in previous studies. 9 11 15  In order to detect a d=0.65 difference between the NF1 and TD control groups on continuous outcomes, with a minimum of 85% power and a significance level of 0.05, we need to recruit at least 35 children per group in each age cohort (eg, younger children aged 3–5 years, and a school-aged cohort aged 6–15 years). Within-group analyses performed within the NF1 group will require a larger sample to attain adequate power. For a multiple regression, with five independent variables in the model, accounting for an effect size (f 2 ) of 0.2, power will be sufficiently high (β=0.8) with a sample size of 70. We thus require a minimum of 70 participants with NF1 in each age cohort. However, in order to attain a large enough NF1 with comorbid ASD subgroup (n=35) for comparisons with TD control and idiopathic ASD groups, we estimate ~200 children with NF1 will need to be enrolled in the study. This assumes that 17%–18% of children with NF1 screened as part of the study will be diagnosed with comorbid ASD, which is consistent with previous estimations. 17–19  If the target of 35 is not met, then we will endeavour to recruit extra NF1 participants until a subgroup size of 35 is achieved. Neuroimaging outcomes Published data demonstrate large effect sizes when comparing DWI and fMRI measures in individuals with NF1 to TD controls. 59–61  Between-group independent t - tests will be adequately powered (β=0.80) to detect medium-to-large effect sizes (Cohen’s d=0.68) with a minimum sample of n=35 per group. For the correlational analyses of DWI, rs-fMRI and behavioural data within the NF1 sample, power will be sufficiently high (β=0.8) to detect moderate association (r≥0.4) with a NF1 sample of 45. 62 \n Secondary outcomes We will recruit 35 idiopathic ASD participants. Sample size is based on (1) ANCOVA power analyses described above which indicate a sample size of 35 per group is sufficient to determine group differences on social cognitive measures; and (2) a previously published neuroimaging study involving 10 idiopathic ASD and 22 control participants which reported significant group differences in brain structure using structural MRI techniques. 62 \n Patient and public involvement Neither patient nor the public were involved in the development of the research questions, selection of outcome measures, study design or study conduct.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:03:29.327354",
  "abstract_length": 2002,
  "methods_length": 29069,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}