{
  "pmid": "31585900",
  "abstract": "Merlin ((Moesin-ezrin-radixin-like protein, also known as schwannomin) is a tumor suppressor protein which is encoded by the neurofibromatosis type 2 gene,",
  "methods": "Materials and methods Ethics statement All procedures executed in chickens were approved by the Institutional Animal Care and Use Committee (IACUC) of Jilin Agricultural University (Changchun, China). The animal experiment complied with the ARRIVE guidelines ( Percie et al., 2020 ). The Animal Ethics Committee of Jilin Agricultural University (Changchun, China) gave ethical approval for animal survival. All birds were sacrificed prior to the removal of organs based upon the IACUC Guidelines for the euthanasia of experimental animals (Permission No. GR (J) 19-030). All of our efforts have been made to minimize the suffering of the animals. Animals and sample collection Lohmann brown commercial line, approximately 150-day-old and laying five or more eggs in a sequence, were used. Twenty birds were kept in individual cages under a 16 h light: 8 h darkness photoperiod with water and allowed to feed ad libitum. Hens were euthanized under anesthesia with sodium pentobarbital 18-20 h before the estimated time of ovulation (5 h after oviposition), and the prehierarchical follicles (1-8 mm in diameter) were collected according to the method reported by ( Stepińska et al., 1996 ), and classified into 4 groups (1-3.9 mm, 4-4.9 mm, 5-5.9 mm, 6-8 mm in diameter). After the surrounding vascular and connective tissues of the follicles were removed with fine forceps and a scalpel ( Politis et al., 1990 ), PFs (prehierarchical follicles) were immediately snapped frozen in liquid nitrogen, and preserved at -80°C for RNA extraction. Granulosa cells isolation, culture, and identification The ovary was dissected to isolate and culture GCs, and the PFs (1-8 mm in diameter) were carefully separated. The blood stains were washed out with phosphate buffer and washed twice with PBS ( PB180327 , Procell, Wuhan, China) containing Penicillin Streptomycin Solution ( PB180120 , Procell, Wuhan, China). The connective tissue and vascular network of the outer layer of the follicle were stripped, as the follicle was punctured, the yolk was released, and the GCs were scraped, and then digested with 4 ml of 0.2% collagenase Ⅱ (C6885, Sigma–Aldrich, St. Louis, MO, USA) for 20 min at 37°C in a shaking bath. All GCs were cultured in M199 complete medium (PM150610, Procell, Wuhan, China) supplemented with 10% Fetal bovine serum (FBS, 164210, Procell, Wuhan, China) was used to terminate digestion, and the dissociated GCs were filtered through a 200-mesh sieve and centrifuged at 1200 rpm for 5 min. After three washes with PBS, GCs precipitates were collected and resuspended in M199 complete medium supplemented with 5% Fetal bovine serum. Subsequently, GCs were seeded in 6-well plates and cultured in a 37°C, 5% CO 2  incubator. After 12 h, the culture medium was changed for the first time. The morphology and growth of the GCs were observed using an inverted microscope (BX53, Olympus, Tokyo, Japan) every day. The GCs were identified by morphological evaluation under a microscope and immunofluorescence staining targeting Anti-Mullerian Hormone (AMH, Abx132175, 1:100. abbexa, Taiwan, China), which is the classical biochemical hallmark of GCs. The GCs viability was determined with trypan blue staining. The GCs of PFs (6-8 mm in diameter) were obtained and mixed to make single cell suspension; Afterward, the cell suspension was diluted 9:1 with 0.4% trypan blue (T6146, Sigma–Aldrich, St. Louis, MO, USA) examined by optical microscope. The number of living (unstained) and dead (blue-stained) cells were counted. All the experimental procedures were performed in triplicate. Real-time PCR and real-time quantitative reverse transcriptase PCR Real-time PCR was used to detect the mRNA level of  NF2  in the PFs. Total RNA was extracted from ovarian PFs using Trizol reagent (9108, TaKaRa, Dalian, China) according to the manufacturer’s protocol. The cDNA was synthesized using the ReverTra Ace qPCR RT Kit (FSQ-101, TOYOBO, Osaka, Japan) following the manufacturer’s instructions. The reaction volume of 25 μL that contained 12.5 μL 2 × Taq MasterMix, 0.5 μL of each of the gene-specific forward and reverse primers, 0.5 μL cDNA template and 11 μL water. RT-PCR conditions were as follows: 94°C for 2 min and then 35 cycles of 94°C for 30 s, 58°C for 30 s, 72°C for 30 s, and 72°C for 10 min. To assess the mRNA expression of the target genes in the GCs, real-time quantitative reverse transcriptase PCR (RT-qPCR) was conducted according to our previously described method ( Qin et al., 2015 ). The nucleotide sequences of the primers are shown in  Table 1 . The mRNA expression results were normalized against  18S rRNA  as an internal control. All samples were detected in triplicate, and the data were analyzed using the 2 −△△Ct  method. Table 1 Primer pairs designed for the quantitative real-time PCR analysis. Table 1 Genes Accession no. Primer sequences (5′- 3′) Product length (bp) RT-PCR NF2 NM_204497.2 F: GAGAAGCGACTGATGGAAC R: GGACTGCGTGTAGGATGAC 189 18S rRNA FM165414.1 F: ACGGACAGGATTGACAGATT R: GCTTATGACCCGCACTTACT 386 RT-qPCR NF2 NM_204497.2 F: ATGACCCAGACAACAGAT R: GTGGTTTCCAATACACAG 182 STK3 NM_001031337.2 F: TGGAATATTGTGGAGCTGGGTC R: AGGTTGGAGGGGGATTTGTAGG 426 STK4 NM_001030853.1 F: GCAGATTTTGGAGTGGCAGG R: TTGGAGGCGGATTCGTAGGA 232 LATS1 XM_419666.5 F: GTGAAAAGTATGCGTGTGTT R: CAAGTGTTTGGGGTAAGGTG 198 LATS2 XM_015279299.1 F: CTCCTTTTCTGGCTCCTACA R: TCATCTGCTCCATTTCTTCC 166 YAP1 NM_205243.1 F: ACAGATGGAGAAGGAAAGGC R: CCAGGAGATGATACGGGATT 126 FSHR NM_205079.1 F: GAGCGAGGTCTACATACA R: GCACAAGCCATAGTCA 281 MYC KU981087.1 F: ATCAGCAACAACCGAAAATG R: GTCACGCAGGGCAAAGAAAC 132 GDF9 AY566700.2 F: CTATTGCTGCATTCACTGGC R: CCTTGGTGGCGTACATCTTA 269 STAR NM_204686.2 F: GTCCCTCGCAGACCAAGT R: TCCCTACTGTTAGCCCTGA 196 CYP11A1 NM_001001756.1 F: GTGGACACGACTTCCATGACT R: GAGAGTCTCCTTGATGGCGG 174 BCL-2 NM_205339.2 F: ATGACCGAGTACCTGAACCG R: CCAAGATAAGCGCCAAGAGT 182 CASP3 NM_204725.1 F: AAGAACTTCCACCGAGATACCG R: GCTTAGCAACACACAAACAAAA 204 18S rRNA FM165414.1 F: TAGTTGGTGGAGCGATTTGTCT R: CGGACATCTAAGGGCATCACA 169 Immunofluorescence assay of follicles and GCs Immunofluorescence assay was used to investigate the expression of NF2 protein in ovarian PFs, and also used to investigate the expression of AMH and NF2 proteins in GCs of PFs as described ( Zhu H et al., 2019 ). The GCs were fixed in PBS containing 4% paraformaldehyde for 15 min, permeabilized with 0.5% Triton X‐100 (ST795, Beyotime, Jiangsu, China) for 20 min and blocked with 10% normal goat serum (AR1009, Boster Biotechnology, Wuhan, China) for 30 min at RT. Primary antibodies against AMH and NF2 proteins were applied and incubated overnight at 4°C. Next, cells were incubated with CY3 Conjugated AffiniPure Goat Anti-rabbit IgG (BA1032, 1:100. Boster Biotechnology, Wuhan, China) and FITC Conjugated AffiniPure Goat Anti-mouse IgG (BA1101, 1:100. Boster Biotechnology, Wuhan, China) for 1 h in the dark, respectively. Finally, after washing three times with PBS, diamidino‐2‐phenylindole (DAPI, C1002, Beyotime, Jiangsu, China) was added for 5 min to stain the nuclei. Images were observed and obtained with a fluorescence microscope (BX53, Olympus, Tokyo, Japan). The fluorescent image was quantified by integrated optical density (IOD) with the Image‐J image analysis system, and finally, the average IOD was calculated. Antibodies details are shown in  Table 2 . Table 2 Antibodies used for Immunofluorescence assay analysis. Table 2 Protein target Primary antibody Dilution used Antibody type Originated Secondary antibody Dilution used Originated cNF2 Mouse anti- cNF2 1/100 Monoclonal ab88957, Abcam, Cambridge, MA, USA anti-mouse IgG 1/100 BA1101, Boster Biotechnology, Wuhan, China cAMH Rabbit anti- cAMH 1/100 polyclonal Abx132175, abbexa, Taiwan, China anti-rabbit IgG 1/100 BA1032, Boster Biotechnology, Wuhan, China Construction of short hairpin RNA (shRNA) interference vector against chicken NF2 gene Firstly, specific siRNAs targeting the  NF2  gene were designed using InvivoGen siRNA Wizard v3.1 ( http://www.invivogen.com/sirnawizard/ ) for silencing  NF2 . All siRNA sequences were blasted against the chicken genome database to eliminate cross-silencing phenomena with nontarget genes. The most effective  NF2 -specific siRNA was further screened by qRT-PCR and western blotting as follows: sense: 5′-GCCUGUCCUUUGACUUCAATT-3′ antisense: 5′-UUGAAGUCAAAGGACAGGCTT-3′. A scrambled siRNA that does not target any gene was used as the negative control siRNA as follows: sense: 5′-UUCUCCGAACGUGUCACGUTT-3′, and antisense: 5′-ACGUGACACGUUCGGAGAATT-3′, which was synthesized by Genepharma (Shanghai, China). Secondly, the construction of a short hairpin RNA (shRNA) interference vector against chicken NF2 gene by PG2.2 adenovirus vectors, after adenovirus expression vector pG2.2-shRNA3-NF2 carrying the specific siRNA was constructed when the cultured GCs reached 85% confluence, were then transfected with the NF2 shRNA adenovirus in 24-well plates, respectively; and incubated at 37 °C with 5% CO 2 . After 24 h of culture, the GCs were collected for cell proliferation, cell cycle, and cell apoptosis assay, and lysed for western blot and RT-qPCR analysis. The sequence information of NF2 shRNA is shown in Table S1. Construction of small interfering RNA (siRNA) and overexpression vector against chicken YAP1 gene The construct method of si- YAP1  is the same as that of si- NF2;  the most effective  YAP1 -specific siRNA was further screened by qRT-PCR and western blotting as follows: sense: 5′-CCAUCUGGACAGAGAUACUUCCUUATT-3′, antisense: 5′-GGUAGACCUGUCUCUAUGAAGGAAUTT-3′. A scrambled siRNA that does not target any gene was used as the negative control siRNA as follows: sense: 5′-GCACCGAGAAAUCGUGACCUCUGAATT-3′, and antisense: 5′-CGUGGCUCUUUAGCACUGGAGACUUTT-3′, which was synthesized by Genepharma (Shanghai, China). The chicken YAP1 cDNA sequence was amplified by PCR and cloned into a pUC57-Simple plasmid (Sangon Biotech Co., Ltd., Shanghai, China). Then, the sequence was subcloned into a pcDNA3.1 expression vector to generate the pcDNA3.1-YAP1 expression construct. Western blot To assess the protein expression of the target genes in the GCs, western blot analysis was conducted according to our previously described method ( Xu et.al, 2018a ;  Zhu H et.al, 2019 ). Briefly, equal amounts of proteins were loaded into each well, separated with 12% (w/v) SDS - Polyacrylamide gel, and electro-transferred to a protran nitrocellulose membrane. The affinity-purified antibodies were used in Table S2. The horseradish peroxidase-conjugated anti-rabbit or anti-mouse IgG secondary antibody was incubated for two hours at RT. Blots were subsequently performed with ECL western blot agent (Rockford, IL, USA) for 5 min and exposed to X-ray film for 5 min. The signals were detected using the ECL Plus western blot detection system according to the manufacturer's instructions. Anti-β-actin (dilution 1:500, Boster, Wuhan, China) antibody acted as a loading control. Inhibitor and activator treatment of granulosa cells GCs that had been cultured for 24 h were washed twice with PBS and were then preincubated with or without 10 µM SB203580 (an inhibitor of p38 MAPK phosphorylation) or U46619 (an activator of p38 MAPK phosphorylation) for 1h and 2 h to screen out the best processing time of SB203580 (S1863, Beyotime, Jiangsu, China) and U46619 (sc-201242, Santa Cruz, Dallas, TX, USA) as described previously ( Qi, J et al., 2021 ,  Liu, Y et.al, 2022 ,  Li, X et al., 2021 ,  Zhang, X et.al, 2022 ). The p38 MAPK protein levels were measured by western blotting. XMU-MP-1(4-((5,10-dimethyl-6-oxo-6,10-dihydro-5H-pyrimido[5,4-b]thieno[3,2-e][1,4]diazepin-2-yl)amino)benzenesulfonamide) (HY-100526, Med Chem Express) as an inhibitor of STK3/4 as described previously ( Fan, F et al., 2016 ). Cell proliferation assay A variation in cell proliferation was determined by 5′-Ethynyl-2′- deoxyuridine (EdU) incorporation assay was performed with a BeyoClick TM  EdU-647 Kit (C0081S, Beyotime, Jiangsu, China) according to the manufacturer’s protocol. Briefly, After being fixed with 4% paraformaldehyde for 15 min, the cells were treated with 0.3% Triton X-100 for 15 min and rinsed with PBS three times before being incubated with freshly prepared click reaction cocktail for 30 min at RT, and then incubated with 1 mL of Hoechst 33342 to stain the cell nuclei for 10 min. Images were captured using a microscope (BX53, Olympus, Tokyo, Japan). The proportion of EdU positively stained cells (with red fluorescence) to Hoechst-stained cells (with blue fluorescence) per well was calculated. The number of EdU-positive cells was expressed as a percentage and calculated relative to the total number of cells (positive cells/total cells in one field) as previously described ( Xu et al., 2018a ). All the experiments were performed in triplicate. Cell cycle and cell apoptosis analyses The cell cycle and apoptosis of GCs were determined by flow cytometry (BD Biosciences, USA) using the Cell Cycle Detection Kit (KGA512, KeyGEN Biotech, Nanjing, China), Annexin V- Allophycocyanin (APC)/7-amino-actinomycin D (AAD) Apoptosis Detection Kit (AO2001-11A-G, Tianjin Sungene Biotech, China) and Annexin V- FITC (Fluorescein isothiocyanate)/PI (propidium iodide) apoptosis analysis kit (AO2001-02P-G, Tianjin Sungene Biotech, China) following the manufacturer's protocols. For cell cycle analysis, in brief, the fixed cells were washed with PBS and successively incubated with 10 μL RNase (1 mg/mL) and 10 μL PI (400 μg/mL). Flow Cytometry was used to analyze GCs in three stages (G0/G1, S, G2/M). For cell apoptosis analysis, the apoptosis rate of GCs was estimated, i.e., the total number of apoptotic cells comprises the number of cells in the right upper quadrant (Q1-UR) and number of cells in the right lower quadrant (Q1-LR) and analyzed using FlowJo v7.6 software (Stanford University, Stanford, CA, USA). Each experiment was carried out at least three times. ROS detection Reactive Oxygen Species Assay Kit (S0033, Beyotime, Jiangsu, China) was used to determine ROS. As instructed by the manual provided by the manufacturer, after different treatments, the cells were incubated with DCFH-DA (diluted 1:1000) in a 37°C incubator in the dark for 20 min. Invert and mix the cells and solution every 5 min. Then cells were washed 3 times with serum-free medium and rinsed in PBS. ROS intensity was measured at an excitation/emission wavelength of 488/525 nm using flow cytometry (FITC channel). Mitochondrial membrane potential (MMP) assessment MMP was assessed by JC-1 kit (C2006, Beyotime, Jiangsu, China) and flow cytometry (BD Biosciences, USA). JC-1 working solution was prepared in the dark as instruction. Following JC‑1 staining at 37°C for 20 min, cells were washed with the JC-1 staining buffer three times and detected via flow cytometry. Data were analyzed using FlowJo v7.6 software (Stanford University, Stanford, CA, USA). In healthy mitochondria, JC-1 was aggregated to form a polymer in the mitochondrial matrix, which emits intense red fluorescence. JC-1 monomers are presented in the cytoplasm in the unhealthy mitochondria due to the decline/loss of mitochondrial membrane potential, which generates green fluorescence. Therefore, changes in the ratio of H1-UL (red)/H1-UR (green) reflected the change in mitochondrial membrane potential. Measurement of ATP and cytochrome C After different treatments, GCs were lysed, and then supernatants were gathered to calculate the content of ATP (adenosine triphosphate) by the corresponding ATP assay kit (S0026B, Beyotime, Jiangsu, China) according to the manufacturer’s instructions. The supernatants were used to detect the concentrations of Cytochrome C (Cyt-c). The level of Cyt-c was determined via enzyme-linked immunosorbent assay (ELISA) following the procedures of Chicken Cytochrome c Apoptosis Assay Kit (JL21690, Shanghai Jianglai Industrial Limited by Share Ltd., Shanghai, China). Determination of mitochondrial DNA (mtDNA copy number) After different treatments, DNA was isolated, and then the mtDNA copy number was quantified by COI gene using RT-qPCR assay. Here, we infer that mtDNA copy number correlates directly with COI density as described previously ( Mei H et.al, 2015 ,  Ballard JW et.al, 2007 ,  Wu S et.al, 2019 ,  Kilbaugh TJ et.al, 2015 ). COI primers: sense: 5′-AATAATTTCCCACGTAGTAGCATAC-3′, and antisense: 5′-TTGCTAGTCAGCTGAAGACTTTAAT-3′, which was synthesized by Genepharma (Shanghai, China). Statistical analysis Statistical analysis was carried out using the SPSS12.0 software package. The data were collected and analyzed with a one-way ANOVA followed by Tukey’s multiple-comparison test when more than two groups were involved or using a Student’s t-test when treatment and control groups were compared after confirmation of normal distribution for parametric analysis. Values were presented as mean ± SEM and bars with superscript symbols that indicate the significant difference compared with control groups at **  P  < 0.01, *  P  < 0.05. GraphPad Prism version 8 (GraphPad Prism, CA, USA) was applied to form statistical graphs based on the results. Appendix Supplementary materials \n \n Supplementary Information Fig.S1 The images show the original gels of the western blot in Figure 3A-3E.  (A) The original gels of NF2 protein expression in the GCs with or without NF2-specific shRNA was analyzed using western blot. (B-E) The original gels of FSHR, MYC, GDF9, STAR, CYP11A1, BCL2, and CASP3 proteins expression in the GCs with or without NF2-specific shRNA was analyzed by western blot. β-actin was used as a loading control. Fig.S2 The images show the original western blot gels in Figure 4B, 4D.  (A) The original gels of p-STK3, p-STK4, p-LATS1, p-LATS2, and p-YAP1 proteins expression in the GCs or XMU-MP-1 (10 μM and 24 h) treatment was analyzed by western blot. (B) The original gels of STK3, STK4, LATS1, LATS2, and YAP1 mRNA and phosphorylation proteins expression in the GCs were analyzed by western blot. GCs were transfected with specific shRNA-NF2, shRNA-NF2 and XMU-MP-1 together, NC, scrambled shRNA (negative control), and no shRNA as a vehicle (blank control, BC). β-actin was used as a loading control. Fig.S3 The images show the original gels of the western blot in Figure 5F.  The original gels of BCL2 and CASP3 proteins expression in the GCs with or without siRNA-NF2 and/or siRNA-YAP1 were analyzed by western blot. β-actin was used as a loading control. Fig.S4 The images show the original gels of the western blot in the Figures 7A, 7B, 7C, and 7E.  (A) The original gels of p-p38, p38 protein expression level in the GCs was analyzed using western blot. GCs were transfected with specific siRNA-NF2 and/or siRNA-YAP1, NC (scrambled siRNA, negative control), and no siRNA as a vehicle (blank control, BC), U46619, and SB203580. (B) The original gels of p-p38, p38 protein expression in the GCs was analyzed using western blot. GCs were transfected with specific siRNA-NF2 or siRNA-NF2 and siRNA-YAP1, NC (scrambled siRNA, negative control), and no siRNA as a vehicle (blank control, BC). (C) The original gels of BCL2 and CASP3 proteins expression in the GCs with different treatments were analyzed western blot. GCs were transfected with specific siRNA-NF2, specific siRNA-NF2 and U46619, OE-YAP1 and SB203580, U46619, or SB203580, NC (scrambled siRNA, negative control), and no siRNA as a vehicle (blank control, BC). β-actin was used as a loading control. Table S1 Construction frame of adenovirus vector against NF2 gene primer pairs. Table S2 Antibodies used for western blot analysis. Image, application 1",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:03:34.289202",
  "abstract_length": 155,
  "methods_length": 19658,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}