{
  "pmid": "31626572",
  "abstract": "PURPOSE: Bevacizumab treatment at 7.5 mg/kg every 3 weeks results in improved hearing in approximately 35%-40% of patients with neurofibromatosis type 2 (NF2) and progressive vestibular schwannomas (VSs). However, the optimal dose is unknown. In this multicenter phase II and biomarker study, we evaluated the efficacy and safety of high-dose bevacizumab in pediatric and adult patients with NF2 with progressive VS. PATIENTS AND METHODS: Bevacizumab was given for 6 months at 10 mg/kg every 2 weeks, followed by 18 months at 5 mg/kg every 3 weeks. The primary end point was hearing response defined by word recognition score (WRS) at 6 months. Secondary end points included toxicity, radiographic response, quality of life (QOL), and plasma biomarkers. RESULTS: Twenty-two participants with NF2 (median age, 23 years) with progressive hearing loss in the target ear (median baseline WRS, 53%) were enrolled. Nine (41%) of 22 participants achieved a hearing response at 6 months (1 of 7 children and 8 of 15 adults;  CONCLUSION: High-dose bevacizumab seems to be no more effective than standard-dose bevacizumab for treatment of patients with NF2 with hearing loss. In contrast to adults, pediatric participants did not experience tumor shrinkage. However, adult and pediatric participants reported similar improvement in QOL during induction. Novel approaches using bevacizumab should be considered for children with NF2.",
  "methods": "PATIENTS AND METHODS Bevacizumab was given for 6 months at 10 mg/kg every 2 weeks, followed by 18 months at 5 mg/kg every 3 weeks. The primary end point was hearing response defined by word recognition score (WRS) at 6 months. Secondary end points included toxicity, radiographic response, quality of life (QOL), and plasma biomarkers.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:03:53.147323",
  "abstract_length": 1422,
  "methods_length": 335,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}