{
  "pmid": "31652930",
  "abstract": "Neurofibromatosis type 1 (NF1) is a cancer predisposition syndrome that results from dominant loss-of-function mutations mainly in the",
  "methods": "2. Methodology 2.1. Background In a previous study conducted by our group ninety-three unrelated NF1 probands who met the NIH diagnostic criteria were recruited at the Oncogenetics clinics of the Hospital de Clínicas de Porto Alegre, located in the state of Rio Grande do Sul, southern Brazil. The study was approved by the Institutional Ethics Committee Board of Hospital de Clínicas de Porto Alegre, under registration number 13-0260, Clinical evaluation and molecular characterization were enrolled in these patients. We found large gene rearrangements in four patients (6%) by multiplex ligation-dependent probe amplification (MLPA) analysis followed by confirmation using chromosomal microarray [ 18 ]. One patient presented the classical 1.4 Mb type 1 microdeletion, spanning from  SUZ12P1  to  LRRC37B , including 22 genes (16 functional). Two patients showed a similar deletion, but their breakpoints differed slightly (one within  CRLF3  intron 1 and  SUZ12  intron 5, including 19 genes and spanning 1.15 Mb and the other within  CRLF3  intron 4 and the  SUZ12  gene, including 18 genes and spanning 1.13 Mb). Finally, one patient showed an atypical microdeletion, with breakpoints between  SUZ12P1  and  LRRC37BP , spanning 890 kb and 15 genes. The fourteen genes deleted in at least one of the four patients were selected for the phylogenetic and selection analyses in this study:  CRLF3, ATAD5, TEFM, ADAP2, RNF135, NF1, OMG, EVI2B, EVI2A, RAB11FIP4, COPRS, UTP6, SUZ12 , and  LRRC37B. 2.2. Genes and Organisms Selected for Analysis The following fourteen genes that are frequently co-deleted in NF1 patients with microdeletions were included in the analyses: cytokine receptor like factor 3 ( CRLF3 ), ATPase family AAA domain containing 5 ( ATAD5 ), transcription elongation factor, mitochondrial ( TEFM ), ArfGAP with dual PH domains 2 ( ADAP2 ), ring finger protein 135 ( RNF135 ), neurofibromin 1 ( NF1 ), oligodendrocyte myelin glycoprotein ( OMG ), ecotropic viral integration site 2B ( EVI2B ), ecotropic viral integration site 2A ( EVI2A ), RAB11 family interacting protein 4 ( RAB11FIP4 ), coordinator of PRMT5 and differentiation stimulator ( COPRS ), UTP6 small subunit processome component ( UTP6 ), SUZ12 polycomb repressive complex 2 subunit ( SUZ12 ), and leucine rich repeat containing 37B ( LRRC37B ). As the focus of evolutionary analysis was to perform evolutionary analysis of the deleted genes in primates, our ingroup included eight primate species ( Homo sapiens ,  Pan troglodytes ,  Pongo abelii ,  Gorilla gorilla gorilla ,  Nomascus leucogenys ,  Macaca mulatta ,  Callithrix Jacchus , and  Tarsius syrichta ). The  Canis lupus familiaris ,  Bos taurus ,  Mus musculus , and  Rattus norvegicus  were used as outgroup. All the included species have their complete genome sequence available in online databases. 2.3. Sequence Alignment and Phylogenetic Analyses In order to obtain gene sequences in the organisms described above, BlastX was performed for each gene from each organism in the Ensembl Databases (EMBL-EBI and Wellcome Trust Sanger Institute) and the National Center for Biotechnology Information (NCBI) using human sequences encoding the 14 genes as queries. The human genes are located in the frequently deleted region of chromosome 17 and were obtained from the Metazome database (Joint Genome Institute and Center for Integrative Genomics) and confirmed in NCBI. Full-length coding sequencing (CDS) and protein sequences were aligned using MUSCLE [ 19 ] implemented in MEGA 7.0 [ 20 ] with default parameters. The multiple alignments were manually inspected and edited when necessary in the final analysis. The phylogenetic relationships were reconstructed following nucleotide and protein sequence alignments using a Bayesian method carried out in BEAST v1.8.4 [ 21 ]. JModelTest 2.1 [ 22 ] and ProTest 2.4 [ 23 ] were used to select the best model of nucleotides and protein evolution. The birth-death process was selected as a tree prior to Bayesian analysis, and it was run for 10,000,000 generations with Markov chain Monte Carlo (MCMC) algorithms for both amino acid and nucleotide sequences. Tracer v1.6 [ 24 ] was used to verify the convergence of the Markov chains and the adequate effective sample sizes (>200) and the normal distribution curve. Trees off the curve were burned by tree annotator with a posterior probability limit of 0.005. Trees were visualized and edited using FigTree v1.4.3 [ 25 ]. 2.4. Selection Analysis Using the alignments of each gene and the respective phylogenetic trees as inputs, the rates of nonsynonymous to synonymous substitutions (dN/dS or ω), homogeneity, and positive selection could be determined using maximum-likelihood models in the program CodeML in PAML v4.9 [ 26 ]. First, we used the models allowing ω to vary among sites (site models). The most effective models were: the basic model (M0), which estimates uniform ω ratio among all sites; the site models including M1 (nearly neutral), M2 (selection), M3 (discrete), M7 (beta distribution, ω > 1 disallowed) and M8 (beta distribution, ω > 1 allowed). The likelihood-ratio test (LRT) test is obtained by calculating twice the log-likelihood difference between the alternative and null models (2ΔL). The LRT was performed between the following pairs of the models: M0 vs. M3; M1 vs. M2, and M7 vs. M8. These LRT statistics approximately follow a chi-square distribution, and the number of degrees of freedom is equal to the number of additional parameters in the more complex model [ 27 ]. A significantly higher likelihood of the alternative model compared to the null model suggests positive selection. CodeML was also used to estimate different values of ω among the sites and branches according to the branch site model comparing the alternative model (model = 2, Nsites = 2, fix_omega = 0, and omega = 0) with its null model (model = 2, Nsites = 2, fix_omega = 1, and omega = 1) [ 28 ]. The model assumes that the branches in the phylogeny are divided in the foreground (the one of interest for which positive selection is expected) and background (those not expected to exhibit positive selection). We set CodeML to estimate branch lengths by using random starting points (fix_blenght = −1). All models were run using the F3x4 option for expected codon frequencies based on third codon positions. Finally, the naive empirical Bayes (NEB) and the Bayes empirical bayes (BEB) approaches were used to calculate the posterior probability (PP) of each site belonging to the site class of positive selection within each alternative model.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:04:14.894412",
  "abstract_length": 134,
  "methods_length": 6598,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}