{
  "pmid": "31730023",
  "abstract": "BACKGROUND: Neurofibromatosis 1 and 2, although involving two different tumour suppressor genes (neurofibromin and merlin, respectively), are both cancer predisposition syndromes that disproportionately affect cells of neural crest origin. New therapeutic approaches for both NF1 and NF2 are badly needed. In promising previous work we demonstrated that two non-steroidal analogues of 2-methoxy-oestradiol (2ME2), STX3451(2-(3-bromo-4,5-dimethoxybenzyl)-7-methoxy-6-sulfamoyloxy-1,2,3,4-tetrahydroisoquinoline), and STX2895 (7-Ethyl-6-sulfamoyloxy-2-(3,4,5-trimethoxybenzyl)-1,2,3,4-tetrahydroisoquinoline) reduced tumour cell growth and induced apoptosis in malignant and benign human Neurofibromatosis 1 (NF1) tumour cells. In earlier NF1 mechanism of action studies we found that in addition to their effects on non-classical hormone-sensitive pathways, STX agents acted on the actin- and myosin-cytoskeleton, as well as PI3Kinase and MTOR signaling pathways. Tumour growth in NF2 cells is affected by different inhibitors from those affecting NF1 growth pathways: specifically, NF2 cells are affected by merlin-downstream pathway inhibitors. Because Merlin, the affected tumour suppressor gene in NF2, is also known to be involved in stabilizing membrane-cytoskeletal complexes, as well as in cell proliferation, and apoptosis, we looked for potentially common mechanisms of action in the agents' effects on NF1 and NF2. We set out to determine whether STX agents could therefore also provide a prospective avenue for treatment of NF2. METHODS: STX3451 and STX2895 were tested in dose-dependent studies for their effects on growth parameters of malignant and benign NF2 human tumour cell lines in vitro. The mechanisms of action of STX3451 and STX2895 were also analysed. RESULTS: Although neither of the agents tested affected cell growth or apoptosis in the NF2 tumour cell lines tested through the same mechanisms by which they affect these parameters in NF1 tumour cell lines, both agents disrupted actin- and myosin-based cytoskeletal structures in NF2 cell lines, with subsequent effects on growth and cell death. CONCLUSIONS: Both STX3451 and STX2895 provide new approaches for inducing cell death and lowering tumour burden in NF2 as well as in NF1, which both have limited treatment options.",
  "methods": "Methods STX3451 and STX2895 were tested in dose-dependent studies for their effects on growth parameters of malignant and benign NF2 human tumour cell lines in vitro. The mechanisms of action of STX3451 and STX2895 were also analysed. Methods Cell culture NF2-null malignant meningioma KT21-MG1-Luc5D cells (KT21 cells, derived from a human malignant meningioma cell line KT21-MG1 [ 39 ]) and the luciferase-expressing NF2-deficient benign meningioma cell line, Ben-Men-1-LucB (Ben-Men-1 cells, derived from a human benign meningioma cell line Ben-Men-1 [ 40 ]), have been described previously [ 41 ]. CH157MN cells (a human malignant meningioma NF2 −/−  cell line from a 41-year-old woman [ 42 ]) were generously provided by Dr. Yancey Gillespie at the University of Alabama Birmingham. HEI-193 cells (a benign vestibular Schwannoma cell line from a 56-year-old Neurofibromatosis type 2 (NF2) patient [ 43 ]) were kindly provided by Dr. Xandra Breakefield, Massachusetts General Hospital. The IOMM-Lee (a malignant Meningioma NF2 +/+  cell line derived from the brain of 61-year-old man [ 44 ]) was obtained from Dr. Randy Jensen at the University of Utah. BJ (ATCC® CRL-2522™, human foreskin fibroblast) cells were a gift from Dr. Sem Hin Phan, University of Michigan. Most cell lines were cultured in high-glucose Dulbecco’s Modified Eagle Medium (DMEM) (Gibco), supplemented with 10% fetal bovine serum (FBS) (Atlanta Biologicals, Flowery Branch, GA), 2 mM L-glutamine and 100 U/ml penicillin/streptomycin (Gibco), at 37 °C in a humidified 5% CO 2  incubator [ 41 ]. HEI-193 cells were maintained in DMEM/10% FBS with forskolin (Cayman Chemical, Ann Arbor, MI), recombinant glial growth factor 2 (R&D Systems, Minneapolis, MN), and geneticin (Gibco). CH157MN cells were grown in MEM/F12 medium with 7% FBS.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:04:22.078993",
  "abstract_length": 2304,
  "methods_length": 1810,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}