{
  "pmid": "31756343",
  "abstract": "AIM: Cutaneous neurofibroma (cNF), a hallmark feature of neurofibromatosis type 1 (NF1), results in psychological and physical damage to patients. Considering the important role of mast cells in neurofibroma development, the aim of this study was to elucidate the underlying mechanism of the interaction between cNF cells and mast cells. MAIN METHODS: SW10 cells with Nf1 knocked down were used as a cNF cell model. 3-(4,5-Dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide and colony formation assays, as well as a mouse xenograft tumor model, were used to assess the cNF tumor growth in vivo and in vitro. ELISAs and IHC were used to examine the inflammatory activity of mast cells. KEY FINDINGS: We demonstrated that cNF cells activated mast cells, which in turn promoted the cNF cell growth, while suppression of the inflammatory activity of cNF-associated mast cells reversed their stimulating effect on the growth of cNF cells. Mechanistic studies revealed that SW10 cells upregulated PLCγ/AKT/IκBα/p65 signaling in mast cells, thereby increasing inflammation. Moreover, PLCγ modulated the AKT/IκBα/p65 signaling activity and played a critical role in the interaction of mast cells and cNF cells. Knockdown of PLCγ in mast cells diminished their cNF cell-induced inflammatory activity and subsequently reduced the cNF cell growth in vivo and in vitro. SIGNIFICANCE: This study revealed a novel interaction between mast cells and cNF cells, suggesting a potential strategy for treating cNF by targeting the newly recognized signaling pathway.",
  "methods": "2 Method and materials 2.1 Reagents Rabbit polyclonal antibodies to IL-1β, catalase, and p-Akt (Ser473) were purchased from Santa Cruz Biotechnology (Santa Cruz, CA, USA); mouse monoclonal antibodies to α-tubulin, PAR2, Gαq, p65, and TFIIB were purchased from Santa Cruz Biotechnology; goat polyclonal antibody to MnSOD was purchased from Santa Cruz Biotechnology; rabbit polyclonal antibodies to IL-6, tissue factor, and p-p65 (S536) were purchased from Abcam (Cambridge, UK); rabbit monoclonal antibodies to PI3K (p85) and Akt were purchased from Cell Signaling Technology (Danvers, MA, USA); rabbit polyclonal antibodies to FoxO6 and p-FoxO6 (S184) were kindly provided by Dr. H. Henry Dong (University of Pittsburgh, PA, USA); horseradish peroxidase-conjugated anti-rabbit IgG, anti-mouse IgG, and anti-goat IgG were purchased from GeneTex (Irvine, CA, USA). PAR2-small interfering RNA (siRNA) was purchased from Santa Cruz Biotechnology. H 2 DCFDA was purchased from Molecular Probes (Eugene, OR, USA). GB83 was purchased from Axon MedChem (Groningen, Netherlands). SLIGRL-NH 2  was purchased from Cayman Chemical (Ann Arbor, MI, USA). LY294002 was purchased from Cell Signaling Technology. Lipofectamine 3000 was purchased from Thermo Fisher Scientific (Carlsbad, CA, USA). Dulbecco's phosphate-buffered saline (PBS) was purchased from Gibco (Carlsbad, CA, USA). Dulbecco's modified Eagle's medium was purchased from Welgene (Gyeongsan, South Korea). RiboEx was purchased from GeneAll (Seoul, South Korea). Broad-range protein molecular weight markers were purchased from Elpis-Biotech (Daejeon, South Korea). An adenoviral vector expressing the constitutively active form of FoxO6 was kindly provided by Dr. H. Henry Dong (University of Pittsburgh, PA, USA), as described previously [ 18 ]. 2.2 Cells The human keratinocyte cell line (HaCaT) was obtained from the American Type Culture Collection (Manassas, VA, USA). Cells were cultured in Dulbecco's modified Eagle's medium (Welgene) containing 4500 mg/L  d -glucose,  l -glutamine, 110 mg/L sodium pyruvate, sodium bicarbonate, 100 g/mL streptomycin, and 10% heat-inactivated fetal bovine serum. Cells were maintained at 37 °C in 5% CO 2 . 2.3 Mice HRM-2 hairless mice (8 weeks old, male) were purchased from Hoshino Laboratory Animals (Saitama, Japan). The mice were housed under a 12 h/12 h light/dark cycle and given ad libitum access to standard laboratory diet and water. Mice were exposed to UVB radiation (UVP CL-1000) at 150 mJ/cm 2  every other day for 28 days to induce skin photoaging. After 28 days of the experiment, mice were euthanized with carbon-dioxide and the dorsal skin tissue was obtained and quickly frozen in liquid nitrogen for additional analysis. For histological analysis, the obtained skin was fixed in 10% formalin. In additional experiment, hairless mice were topically applied with the PAR2-specific antagonist GB83. GB83 was dissolved in a vehicle mixed with ethanol and propylene glycol at a ratio of 3:7 and then applied daily at 0.4 μM or 5 μM to the dorsal surface of the mice skin. The mice were exposed to UVB (UVP CL-1000) at  150 mJ/cm 2  every other day for 28 days. After 28 days, dorsal skin was obtained and frozen in a liquid nitrogen tank for additional analysis. These animal experiments were approved by the Pusan National University Institutional Animal Care and Use Committee (Approval Number PNU-2020-2733). Homozygous PAR2-knockout (KO) mice of the PAR2−/−; strain and 8-week-old male B6.Cg- F2RL1 tm1Mslb /J mice were kindly provided by Dr. Hak-Sun Yu (Department of Parasitology and Tropical Medicine, School of Medicine, Pusan National University, South Korea). After a 1-week habituation period, mice were exposed to UVB radiation (UVP CL-1000) at 90 mJ/cm 2  every other day for 3 weeks. Due to greater acute responses observed in the strain, mice were exposed to lower UVB dosage than that of HRM2 hairless mice. After 3 weeks of the experiment, mice were euthanized with carbon-dioxide and the dorsal skin was obtained and quickly frozen in liquid nitrogen for additional analysis. This experiment was reviewed and approved by the Pusan National University Institutional Animal Care and Use Committee (Approval Number PNU-2020-2615). 2.4 Cell transfection Cell transfection was performed using Lipofectamine 3000 (Invitrogen, Carlsbad, CA, USA). Briefly, 6 × 10 5  cells per well were seeded in 6-well plates and incubated at 37 °C in humidified 5% CO 2  atmosphere. When the seeded cells reached approximately 70% confluence, they were incubated with PAR2 plasmid (2 μg) and Lipofectamine 3000 complex in normal growth media for 24 h at 37 °C in humidified 5% CO 2  atmosphere. Then, cells were washed with ice-cold 1X PBS and pellets were collected at 12,000 x  g  at 4 °C for 15 min for further analysis. The pellets were resuspended in total lysis buffer solution composed of NaCl (150 mM), Triton X-100 (1%), sodium deoxycholate (1%), SDS (0.1%), Tris-HCl pH 7.5 (50 mM), EDTA (2 mM, pH 8.0) supplemented with protease inhibitor and phosphatase inhibitors for extraction of total protein from the cells.  The  human PAR2 construct for cell transfection was kindly provided by Dr. Morley Hollenberg (University of Calgary, Calgary, CA). 2.5 siRNA-mediated gene silencing Pre-designed PAR2 siRNA was purchased from Santa Cruz Biotechnology. siRNA was transfected using Lipofectamine 3000 (Invitrogen) following the manufacturer's protocol. Cells were seeded to be approximately 50–60% confluent at the time of transfection. The final concentration of siRNA was 10 nM. Cells were incubated at 37 °C in 5% CO 2  for 24 h prior to transfection. 2.6 Separations of cytosol and nuclear extraction in skin tissue Frozen skin tissues (150–200 mg) were ground using liquid nitrogen in a mortar and pestle. Ground skin tissues were homogenized in 1 mL hypotonic lysis buffer. Buffer A was composed of KCl (10 mM), MgCl 2  (2 mM), dithiothreitol (DTT) (1 mM), EDTA (0.1 mM), PMSF (0.1 mM), pepstatin (1 μM), leupeptin (2 μM), β-glycerophosphate (20 mM), NaF (20 mM), Na 3 VO 4  (2 mM), and 4-(2-hydroxyethyl)-1-piperazineethanesulfonic acid (HEPES), pH 7.4 (10 mM). The tissue homogenizer was used for 20 s. After homogenates were incubated on ice for 15 min, 125 μL of 10% Nonidet P-40 (NP-40) was added to homogenates and mixed for 15 s, and the mixture was centrifuged at 14,000  × g  for 2 min at 4 °C. The supernatants were obtained as the cytosol. The pelleted nucleus fraction was washed with 400 μL of buffer A plus 25 μL of 10% NP-40, centrifuged, incubated in 200 μL buffer C [KCl (50 mM), NaCl (300 mM), PMSF (0.1 mM), 10% (v/v) glycerol, pepstatin (1 μM), leupeptin (2 μM), β-glycerophosphate (20 mM), NaF (20 mM), Na 3 VO 4  (2 mM), HEPES pH 7.8, (50 mM)], incubated in ice for 30 min, and centrifuged at 14,000× g  for 10 min at 4 °C. The supernatant (nucleus fraction) was harvested and stored at −80 °C for long-term storage. 2.7 Immunoprecipitation Cytosol fractions were immunoprecipitated in immunoprecipitation (IP) buffer composed of Tris-HCl (pH 7.6) (40 mM), NaCl (120 mM), β-glycerophosphate (20 mM), NaF (20 mM), Na 3 VO 4  (2 mM), PMSF (1 mM), EDTA (5 mM), NP-40 (0.1%), leupeptin (2 μg/mL), aprotinin (1 μg/mL), and pepstatin A (1 μg/mL). Aliquots of cytosol extracts were then pre-cleared using 50% (v/v) protein G agarose for 30 min at 4 °C, centrifuged at 12,000× g  at 4 °C for 15 min, incubated at 4 °C overnight with the appropriate antibody, and then further incubated overnight at 4 °C with a 50% protein G agarose slurry. After washing the immunoprecipitates three times with IP buffer, immunoprecipitated proteins were detected using sodium dodecyl sulfate (SDS)-PAGE and western blotting was performed. 2.8 Histological analysis of skin tissue Skins were fixed in 10% formalin, embedded in paraffin and 5 μm sections were stained with hematoxylin and eosin (H&E) and was examined using Motic AE31 Inverted Microscope (Motic, Kowloon Bay, Hong Kong). 2.9 Measurement of ROS production ROS production was measured using 2′,7′-dichlorofluorescein diacetate (DCFDA) protocol. Briefly, nonfluorescent DCFDA was oxidized to the highly fluorescent 2,7′-dichlorofluorescein (DCF) in the presence of intracellular esterase and reactive species. DCFDA (25 μM) was added to the skin cytosol fraction to obtain a total volume of 250 μL. Fluorescence intensity was measured and quantified every 5 min for a total of 30 min using a fluorescence plate reader at an excitation wavelength of 485 nm and emission wavelength of 535 nm. 2.10 Immunohistochemistry For immunostaining, skin sections were treated with 3% H 2 O 2  in distilled water to block residual peroxidase for 10 min at RT. After treatment, skin sections were incubated with Tris-buffered saline (TBS) containing 0.1% Triton-X-100 and normal goat serum at 37 °C for 1 h, and then incubated with PAR2 primary antibody (1:200 dilution) (Santa Cruz Biotechnology) in TBS-T at 4 °C overnight. Sections were then further incubated with secondary goat anti-mouse IgG-horseradish peroxidase-conjugated (HRP) antibody (1:500 dilution) (Santa Cruz Biotechnology) at RT for 1 h. Sections were then stained with diaminobenzidine (DAB) solution, mounted with Dako mounting medium (Dako, Glostrup, Denmark), and covered with cover slips. Stained images were acquired using a Motic AE31 Inverted Microscope (Motic, Kowloon Bay, Hong Kong). 2.11 Western blot analysis Homogenized skin protein samples were boiled for 5 min with 5X SDS loading sample buffer composed of 250 mM Tris-HCl, 10% SDS, 30% glycerol, 5% β-mercapitalethanol, and 0.02% bromophenol blue. The same amount of protein (8–10 μg) was loaded and separated via SDS-PAGE using 7–15% gels and then transferred to PVDF membranes at 25 V for 10 min using a semi-dry transfer method. Membranes were then immediately incubated with a blocking buffer consisting of 10 mM Tris (pH 7.5), 100 mM NaCl, and 0.1% Tween-20 containing 5% non-fat milk. Membranes were blocked for 1 h at RT and then incubated with specific primary antibodies (1:1000–1:2000 dilution) at 4 °C overnight on a shaker. This was followed by HRP-conjugated secondary incubation (1:10000 dilution) for 1 h at RT. Antibody labeling was detected using enhanced chemiluminescence according to the instructions provided by the manufacturer. Molecular weights were determined using broad-range protein markers. 2.12 Reverse transcription and real-time quantitative reverse transcription polymerase chain reaction (qRT-PCR) Frozen skin tissues (150–200 mg) were excised and ground in a mortar and pestle in liquid nitrogen. The ground skin tissues were used for RNA isolation using the RNeasy Mini Kit (Qiagen, Hilden, Germany). Total amount of 2 μg of total RNA was used to synthesize cDNA. qRT-PCR analysis was performed to detect mRNA levels using the SYBR Green and CFX Connect System (Bio-Rad Laboratories Inc., Hercules, CA, USA). All primers were designed and purchased from Bioneer (Daejeon, South Korea). The primer sequences used are listed in  Supplementary Tables 1 and 2  The primer concentration used for qRT-PCR analysis was at 10 pmol concentration. 2.13 Statistical analyses Analysis of variance was used to determine the statistical significance of the differences  among  the groups. Fisher's protected least significant difference post-hoc test was used to test the significant differences between group means. P-values < 0.05 were considered statistically significant.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:04:43.334191",
  "abstract_length": 1550,
  "methods_length": 11495,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}