{
  "pmid": "31836666",
  "abstract": "Neurofibromin is a tumor suppressor encoded by the",
  "methods": "Experimental procedures Cloning of neurofibromin constructs DNA constructs were generated for the various fragments and full-length neurofibromin using Gateway recombinational cloning ( 28 ). Entry clones were produced by PCR amplification of portions of the NF1 gene from Addgene construct 70423, which contains a codon-optimized version of human NF1 isoform 2 ( NM_000267.3 ) to ensure stability of the plasmid in  E. coli . 5′ sequences included Gateway  att B1 sites followed by sequences for protease cleavage by tobacco etch virus (TEV) protease (ENLYFQ/G), whereas 3′ sequences contained stop codons and Gateway  att B2 sites. PCR amplicons were cloned into pDonr255 and fully sequence-verified. Gateway LR recombination was used to generate final expression clones in baculovirus Destination vectors pDest-635 (pFastBac1 with N-terminal His 6  tag) and pDest-636 (pFastBac1 with N-terminal His 6 -MBP tag) or  E. coli  Destination vector pDest-566 (N-terminal His6-MBP tag, Addgene catalog no. 11517). Final baculovirus expression clones were transformed into DH10Bac cells (Thermo Fisher Scientific), and bacmid clones were verified by PCR ( 29 ).  E. coli  expression clones were transformed into BL21(DE3) for expression. Plasmids for mammalian IP experiments were made by subcloning Entry clones into transient transfection Destination vectors (pCAN-FLAG-DEST, pCAN-HA-DEST, and pEF-DEST51) using Gateway LR recombination per the manufacturer's instructions. Plasmids for RAS–GTP ELISAs were generated by Multisite Gateway LR subcloning of domain and full-length neurofibromin Entry clones into vectors containing an elongation factor 1a (EF1a) promoter along with various N-terminal epitope tags (HA, V5, or FLAG). Protein production Proteins were expressed in  E. coli  as described previously ( 30 ). For insect cell expression, baculoviruses were generated by transfection of bacmid DNA into Sf9 cells, as described previously ( 31 ). Titered viruses were used at a multiplicity of infection of 3 to infect Tni-FNL cells ( 32 ) that were grown at 21 °C for 72 h prior to harvest. Frozen insect cell pellets containing expressed neurofibromin proteins were thawed and homogenized at room temperature in 100 ml of lysis buffer ( Table S2 ) per l of culture volume. Homogenized cell pellets were then lysed by passing through a Microfluidizer M-110EH (Microfluidics Corp.) twice at 7000 p.s.i. Lysate was clarified by ultracentrifugation at 104,600 ×  g  for 40 min at 4 °C. Clarified lysate was filtered through 0.4-μm Whatman PES syringe filters (GE Lifesciences). All proteins were purified on NGC TM  chromatography systems (Bio-Rad). Most proteins were purified as described for proteins with TEV-cleavable His 6 -MBP N-terminal tags ( 33 ) with modifications to buffers as noted in  Table S2 . Lysis buffers were the base buffers used for the initial IMAC step. Full-length neurofibromin was produced with a construct containing an N-terminal His 6  tag that was not removed during the purification. This protein was purified by the same method as described previously ( 33 ) but with only a single IMAC purification step followed by preparative size-exclusion chromatography on Superose-6 Increase (GE Healthcare) in a 16/60 column. For all final proteins, concentrations were determined by measuring sample absorbance at 280 nm (Nanodrop 2000C Spectrophotometer, Thermo Fisher Scientific) and using the extinction coefficient calculated from the amino acid sequence. Size-exclusion chromatography and SEC-MALS For analytical SEC, freshly purified or thawed protein was centrifuged at 9300 ×  g  for 10 min at room temperature in a benchtop centrifuge. Superose-6 Increase (GE Healthcare) or Superdex S-200 (GE Healthcare) in 10/300 GL columns were used on NGC TM  chromatography systems. Columns were equilibrated with final buffers ( Table S2 ); 0.5 ml of protein sample was loaded, and the column was run at a flow rate of 0.5 ml/min. For SEC-MALS, proteins were centrifuged at 9300 ×  g  for 10 min at room temperature. Superose-6 increase or Superdex S-200 in 10/300 GL columns were used on an Agilent 1200 LC system in-line with Wyatt Heleos (light scattering) and Wyatt Optilab T-Rex (refractive index) detectors to assess the molecular weight of the proteins. BSA (Thermo Fisher Scientific) was used as a standard. Astra software (Wyatt Technology, version 7.1.3) was used to collect and analyze the SEC-MALS data. Detailed information on buffers, injection rates, and flow rates can be found in  Table S3 . Differential scanning fluorimetry (thermal melting) analysis Melting curves of purified full-length, ABC, DEF, and ABC + DEF complexes were obtained in triplicate on a Bio-Rad C1000 Thermo Cycler, and data were analyzed by Bio-Rad CFX Manager software (version 3.1). Proteins were thawed and centrifuged at 9300 ×  g  for 10 min at room temperature in a benchtop centrifuge. A 50-μl reaction was prepared by mixing proteins at a final concentration of 1 mg/ml with 5 μl of 50× SYPRO Orange dye (Thermo Fisher Scientific) in the relevant final protein buffer ( Table S2 ). Samples were heated to 25 °C for 10 min and then melt curves were measured from 25 to 95 °C with an increment of 0.2 °C per 0.01 min. Sedimentation velocity analytical ultracentrifugation Sedimentation velocity experiments were carried out at 30,000 rpm at 20 °C on a Beckman Coulter ProteomeLab XL-I analytical ultracentrifuge and An50-Ti rotor following standard protocols ( 34 ). Samples of full-length neurofibromin at various concentrations (0.05–2.2 μ m ) in 20 m m  HEPES, pH 7.4, 300 m m  NaCl, and 1 m m  TCEP were loaded in 12-mm two-channel Epon centerpiece cells. Sedimentation velocity data were collected using the absorbance (280 or 230 nm depending on the concentration) and interference optical detection systems. Time-corrected ( 35 ) data were analyzed in SEDFIT 16.1 ( 36 ) in terms of a continuous  c ( s ) distribution of sedimenting species using an  s  range of 0–30 with a linear resolution of 300 and a maximum entropy regularization confidence interval of 0.68. The solution density and viscosity were measured experimentally at 20 °C on an Anton Paar DMA5000 density meter and Anton Paar AMVn viscometer, respectively. Protein partial specific volumes were calculated based on their composition in SEDNTERP ( 37 ). Samples of ABCD and CDEF domains were similarly studied at various loading concentrations at 40,000 rpm and 20 °C. ABCD was studied in 500 m m  NaCl, 20 m m  HEPES-NaOH, pH 7.3, and 5 m m  TCEP, whereas CDEF was studied in 300 m m  NaCl, 20 m m  HEPES-NaOH, pH 7.3, and 5 m m  TCEP. Similarly, samples of ABC and DEF were studied at 50,000 rpm at 20 °C in a solution buffer of 300 m m  NaCl, 20 m m  Tris-HCl, pH 8.5, and 5 m m  TCEP. In all cases, data were analyzed in SEDFIT 16.1 as described above using a sedimentation coefficient resolution of 0.1 S and regularization confidence interval of 0.68. Equimolar mixtures of ABCD and EF domains, as well as ABC and DEF domains, were studied in 300 m m  NaCl, 20 m m  Tris-HCl, pH 8.5, and 5 m m  TCEP at 50,000 rpm at 20 °C. Samples in the 1–5 μ m  concentration range were mixed from stock solutions of the individual domains just before the experiment, and data were analyzed as described above. Sedimentation equilibrium analytical ultracentrifugation Sedimentation equilibrium experiments were carried out to confirm the oligomeric state of full-length neurofibromin. Samples in 20 m m  HEPES, pH 7.4, 300 m m  NaCl, and 1 m m  TCEP were loaded at concentrations of 0.55, 1.1, and 2.2 μ m  in 12-mm six-channel Epon centerpiece cells (130 μl). Sedimentation equilibrium experiments were conducted at 20 °C and at 3000, 5000, and 7000 rpm on a Beckman Optima XL-A analytical ultracentrifuge and An50-Ti rotor following standard protocols ( 34 ), with absorbance data collected at 280 nm. Data were analyzed globally in terms of a single noninteracting species in SEDPHAT 14.0 to obtain the molar mass. Negative stain transmission EM Freshly purified (full-length) or thawed (domains) proteins were centrifuged at 9300 ×  g  for 10 min at 4 °C and diluted to 0.01 mg/ml in 20 m m  Tris-Cl, pH 8.0, 300 m m  NaCl, and 5 m m  TCEP. Diluted protein was adsorbed on freshly glow-discharged carbon-film grid (CF200-CU, Electron Microscopy Sciences), washed with dilution buffer, and stained with 0.75% w/v uranyl formate, pH 4.5, for 30 s. Images of full-length neurofibromin were collected at ×67,000 magnification with EPU software from Thermo Fisher Scientific on a Tecnai T12 electron microscope equipped with a Gatan Ultra Scan camera, with images recorded at a pixel size of 1.77 Å. Images of CDEF were collected at ×100,000 magnification with SerialEM on a Tecnai T20 electron microscope equipped with an Eagle CCD camera, with images recorded at a pixel size of 2.19 Å. Images of ABC, ABCD, and DEF domains were collected at ×40,000 magnification on a Hitachi 7650 electron microscope operating at 80 kV with an AMT digital camera (Advanced Microscopy Techniques). 2D classification and 3D reconstruction of neurofibromin proteins Negatively-stained neurofibromin particles were autopicked using EMAN2 e2boxer using a box size of 326 pixels ( 38 ). Reference-free 2D classification was carried out using the Iterative Stable Alignment and Clustering (ISAC) procedure implemented in a Sphire package ( 39 ). 41,951 particles were initially selected. Particles representing disordered NF1 2D class averages were separated, and the remaining particles were reclassified using ISAC. The final 294 class averages representing 30,588 particles were used for  ab initio  model reconstruction. This model was used as a reference for 3D refinement using meridian with C 2  symmetry in Sphire. The final resolution of the reconstructed model was ∼20 Å, as estimated by Fourier shell correlation (criterion of 0.5). All further analyses and visualizations were performed using Chimera ( 40 ). The 3D variability analysis was done on the final refined model in Sphire. The final model data were submitted to wwPDB under the accession code EMD-20667. Approximately 28,800 particles of the NF1-CDEF domain were auto-picked using EMAN e2boxer, and 2D classification was performed with ISAC procedure using the same approach as described above. Particles of complexes of NF1-ABC and NF1-DEF were analyzed in a similar fashion with initial 2D classification using Sphire. Full-length NF1 dimer data were low-pass filtered to 60 Å and used as a reference in Relion for refinement of the model. 384 particles of the complex were used for the final reconstruction. Small-angle X-ray and neutron scattering data collection and analysis SAXS experiments were performed on a Rigaku BioSAXS-2000 equipped with a Pilatus 100 K detector (Rigaku Americas, The Woodlands, TX). A fixed sample–to–detector distance, calibrated with a silver behenate standard, was used to collect scattering profiles of neurofibromin (0.5 and 1.0 mg/ml) at 20 °C. The data were reduced with the instrument software to obtain the scattering intensity,  I ( Q ),  versus  wave vector transfer,  Q  (= 4π sin(θ)/λ, where 2θ is the scattering angle), and then buffer background was subtracted. SANS experiments were performed on the Bio-SANS (CG-3) beamline at the High Flux Isotope Reactor located at Oak Ridge National Laboratory. Measurements were made using a 15.5-m sample–to–detector distance for the main 1 × 1-m detector and 6 Å wavelength neutrons ( 41 ). The wing detector bank was utilized to capture scattering at high angles. Neurofibromin samples in H 2 O buffer (1 mg/ml) were loaded into 1-mm pathlength circular-shaped quartz cuvettes (Hellma USA, Plainville, NY), and measurements were performed at 20 °C. Data reduction followed standard procedures using MantidPlot ( 42 ). The measured scattering intensity was corrected for the detector sensitivity and scattering contribution from the solvent and empty cells and were then placed on an absolute scale using a calibrated standard ( 43 ). The reduced SAXS and SANS data were analyzed using the ATSAS tools ( 44 ) PRIMUS and GNOM for Guinier and  P ( r ) analysis, respectively. Reported zero-angle scattering intensity,  I (0), and radius of gyration,  R , values were obtained from the  g P ( r ) analysis. The neurofibromin molecular mass was calculated from  I (0) and  R  of the SAXS data using the method of Ref.  g 45 . The neurofibromin mass was determined from  I (0) of the SANS data as shown in  Equation 1 ,\n  where  (Eq. 1) M = I ( 0 ) N A / ( c ( Δ ρ ) 2 v ¯ 2 ) N A  = Avogadro's number;  c  = protein concentration (= 1 mg/ml); Δρ = scattering length density contrast between protein and buffer solution (= ρ prot  − ρ buf ); and  v̄  = protein partial specific volume (= 0.74 ml/g). Using the contrast module of MULCh ( 46 ), the NF1 sequence was used to calculate Δρ in H 2 O buffer (= 2.364 × 10 10  cm −2 ). The DAMMIF program within ATSAS was used to generate  ab initio  shape reconstruction models to fit the neurofibromin (0.5 mg/ml) SAXS data. A total of 20 models were generated and compared by the program. A theoretical SAXS curve was generated from the final negatively-stained EM model of neurofibromin holoprotein using the ATSAS tool EM2DAM. Immunoprecipitation and Western blotting An NF1-null HEK293T cell line was generated using CRISPR to knock out both alleles of  NF1 . HEK293T and NF1-null 293T cells were maintained in DMEM with 10% fetal bovine serum. Transfections of plasmids into cells were performed using FuGENE 6 (Promega) according to the manufacturer's protocol, and the cells were harvested 24 h after transfection. Cells were lysed in a lysis buffer containing 20 m m  Tris-Cl, pH 7.5, 150 m m  NaCl, 5 m m  MgCl 2 , 1% Triton X-100, and protease inhibitor mixture (Sigma). Immunoprecipitation was performed using EZview Red Anti-FLAG M2 Affinity Gel (Sigma). Beads were incubated with the cell lysates for 2 h at 4 °C and washed three times with cold lysis buffer. Primary antibodies (Cell Signaling Technology) used for Western blotting were FLAG (rabbit, 14793), V5 (rabbit, 13202), and HA (rabbit, 3724). NIR secondary antibodies (LI-COR Biosciences) were used and images were obtained using a LI-COR Odyssey scanner. Measurement of GAP activity in cells using a RAS–GTP ELISA The NF1-null HEK293T cell line was transfected with a 3×FLAG-tagged KRAS4b plasmid along with a series of NF1 domain plasmids using FuGENE 6 (Promega) and grown in serum-free DMEM for 18 h. Cells were stimulated with 100 ng/ml EGF for 5 min and harvested per manufacturer's instructions for the RAS GTPase Chemi ELISA kit (Active Motif). Lysates were assayed by BCA protein assay prior to the ELISA. The Ras GTPase Chemi ELISA was performed as per the manufacturer's protocol with one exception: the second incubation (after samples and controls were added to the wells) was done at 4 °C instead of room temperature. For samples, 100 μg of cell lysate was added to each well, whereas control wells were filled with 50 μl of Lysis/Binding Buffer. The plate was read in a PerkinElmer Life Sciences Envision plate reader and imaged in a Bio-Rad ChemiDoc within 15 min of adding chemiluminescent reagents. Western blots to verify protein expression levels were run on Tris acetate or Bolt gels (30 μg of cell lysate/lane) and probed with a series of antibodies: pEGFR (Cell Signaling 3777), vinculin (Cell Signaling 19301), HA-tag (Cell Signaling 2367), V5-tag (Cell Signaling 1320S), FLAG-tag (Sigma, F1804), KRAS (Sigma/Novus Biologicals WH0003845M1/H0003845M1), and Li-Cor Secondary Antibodies (IRDye® secondary antibodies 800CW and 680RD). Phosphate sensor GAP-stimulated GTP hydrolysis assay Assays for GAP-stimulated GTP hydrolysis were set up in 50 m m  Tris-HCl, pH 7.5, 150 m m  NaCl, 1 m m  TCEP, and 1 m m  MgCl 2  with a final concentration of 2.5 μ m  phosphate sensor protein (Thermo Fisher Scientific) and 20 μ m  GTP and kept on ice until the assay was started. NF1 proteins were diluted in the same buffer and added to the assay along with controls containing no NF1 proteins or added phosphate. A 96-well black flat-bottom plate (Corning catalog no. 3544) was used in the assay, with 100 μl total volume per well. Reactions were initiated by addition of 3 μ m  KRAS4b(1–169) protein, and readings were taken every 10 s in a BMG Fluostar Omega plate reader with an excitation wavelength of 430 nm and an emission wavelength of 460 nm. Initial rates of activity were calculated from the linear portion of the data ( R 2  >0.95) and compared with the intrinsic hydrolysis rate in the absence of added NF1 proteins.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:04:48.018057",
  "abstract_length": 50,
  "methods_length": 16682,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}