{
  "pmid": "31848332",
  "abstract": "The anti-VEGF antibody bevacizumab has shown efficacy for the treatment of neurofibromatosis type 2 (NF2). Theoretically, vascular endothelial growth factor receptors (VEGFRs)-specific cytotoxic T lymphocytes (CTLs) can kill both tumor vessel cells and tumor cells expressing VEGFRs. Here we show an exploratory clinical study of VEGFRs peptide vaccine in seven patients with progressive NF2-derived schwannomas. Hearing improves in 2/5 assessable patients (40%) as determined by international guidelines, with increases in word recognition scores. Tumor volume reductions of ≥20% are observed in two patients, including one in which bevacizumab had not been effective. There are no severe adverse events related to the vaccine. Both VEGFR1-specific and VEGFR2-specific CTLs are induced in six patients. Surgery is performed after vaccination in two patients, and significant reductions in the expression of VEGFRs in schwannomas are observed. Therefore, this clinical immunotherapy study demonstrates the safety and preliminary efficacy of VEGFRs peptide vaccination in patients with NF2.",
  "methods": "Methods Trial oversight This was an exploratory clinical study of VEGFRs peptide vaccination for progressive NF2. All protocols were approved by the Keio University Ethics Committee, and conducted in accordance with the Helsinki declaration on experimentation on human subjects. The trial was registered at UMIN (UMIN000023565). Adherence to the trial protocol and accuracy of the completed case report forms and the electronic data sets were assessed at a minimum of three external monitoring visits. The Keio University Clinical and Translational Center, which acts as an independent academic contract research organization, performed the monitoring. The authors affirm that human research participants provided informed consent to participate in the study and for publication of their data. This is an intermediate reporting, which was authorized by the Keio University Ethics Committee. Patients NF2 patients diagnosed with progressive schwannoma were enrolled in this clinical study at the Department of Neurosurgery, Keio University School of Medicine. Inclusion criteria included positive genomic DNA typing for HLA-A*2402, 0201, 0206, and 0207 (HLA Laboratory, Kyoto, Japan). It is known that NF2-related tumor sometimes exhibits prolonged stability without any intervention . Therefore, progressive growth was incorporated as an inclusion criterion in this study. Additional inclusion and exclusion criteria details are provided in the Supplementary Table  45 1 . Peptides Good manufacturing practice (GMP)-grade VEGFR1-A24-1084 peptide (SYGVLLWEIF) and VEGFR2-A24-169 peptide (RFVPDGNRI) were synthesized by BCN Peptides S.A. (Barcelona, Spain), and GMP-grade VEGFR1-A02-770 peptide (TLFWLLLTL) and VEGFR2-A02-773-2L peptide (VLAMFFWLL) were synthesized by PolyPeptide Laboratories (San Diego, USA). HLA-A*0201-restricted peptide was administered to patients with HLA-A*0201, 0206, and 0207, because HLA-A*0201-restricted peptide has been shown to bind to these HLA-A subtypes . Peptides (2 mg) were injected subcutaneously at infra-axillary and inguinal lymph nodes four times every week, then four times monthly thereafter (a total of eight times; see  46 Supplementary Methods ). Outcomes and assessments Primary outcome was the safety of the vaccine. Secondary outcomes were clinical efficacy parameters, including tumor size, hearing ability, and immunological response. Toxicity was assessed using the Common Terminology Criteria for Adverse Events version 4.0 at each visit. To evaluate clinical responses, computed tomography (CT), magnetic resonance imaging (MRI), and hearing examinations were performed within 2 weeks before the first vaccination, after five vaccinations (at the 3-month timepoint), after eight vaccinations (at the 6-month timepoint), and 12 months after the first vaccination. A volume segmentation method based on gadolinium-enhanced T1-weighted images was performed to obtain complex shape data and identify slow growth of NF2-related tumors (see  Supplementary Methods  and Supplementary Fig.  4 ) . Percent change in tumor volume 1 year before and after vaccination was measured 1 , 45 , 47 , 48 . In this study, radiographic responses were evaluated in the same way as they were in a previous clinical trial, wherein partial response (PR) was defined as tumor volume reduction of 20% or more, minor response (MR) as tumor volume reduction of 5–19%, progressive disease (PD) as tumor volume increase of 20% or more, and stable disease (SD) was recorded if none of the above applied 49 . Radiographic responses were confirmed at the end of the study. Tumor blood volume (TBV) was measured via CT perfusion 45 , 48 . Hearing responses were evaluated via maximum word recognition scores (WRSs) 50 . Improvement or deterioration in hearing were defined as previously described 10 , 48 . Standard language differences were considered during WRS testing 10 , 48 . Pure-tone audiogram (PTA) testing was also performed in this study, because PTAs have been used widely throughout the world with similar sound input (see  51 Supplementary Methods ). Peptide-specific immunological responses were analyzed via the enzyme-linked immunospot assay (see  Supplementary Methods ). Laboratory studies To investigate the angiogenic pathway and the tumor immune microenvironment with regard to NF2 schwannomas, standard immunohistochemistry was performed for 25 tumors derived from 11 NF2 patients and 21 tumors derived from 21 non-NF2 patients. Four of the 25 tumor samples were paired pre- and post-vaccination samples obtained from two NF2 patients (see  Supplementary Methods ). Both these tumors exhibited minimal volume change (not progressive disease). Expression levels of VEGF-A, VEGFR1, VEGFR2, CD34, platelet-derived growth factor receptor-beta (PDGFR β), CD8, Foxp3, programmed cell death ligand 1 (PD-L1), and cleaved caspase 3 were examined via immunohistochemistry. Concurrent immunofluorescence staining for VEGFR1, VEGFR2, and PDGFR-β expression and VEGFR1, VEGFR2, and CD8 expression was performed to evaluate vascular characteristics. Quantitative real-time PCR (qPCR) was performed to analyze the gene expressions of  VEGF-A ,  VEGFR1 ,  VEGFR2 , and  FOXP3  (see  Supplementary Methods ). Statistics and reproducibility Student’s  t  test was used to compare Foxp3-positive cell counts, microvessel density (MVD), vessel diameter, and the expression of  VEGF-A ,  VEGFR1 , and  VEGFR2  analyzed via qPCR in NF2 and non-NF2 patients. The paired  t  test was used to assess radiographic changes post vaccination. In this study, treatment response was statistically assessed by comparing clinical course after vaccination with that before vaccination (as control) in each case. All statistical analyses were performed with IBM SPSS software (IBM Corp., Armonk, NY, USA). A  P -value of <0.05 was considered statistically significant. Because we conducted only one statistical test pertaining to our conclusion, we did not apply correction for multiple comparisons. All experiments were independently repeated twice. Reporting summary Further information on research design is available in the  Nature Research Reporting Summary  linked to this article.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:05:02.589356",
  "abstract_length": 1089,
  "methods_length": 6196,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}