{
  "pmid": "31852972",
  "abstract": "Abundant mast cell infiltration and disease initiation at puberty are hallmark features of cutaneous neurofibroma (cNF). However, the association between mast cell infiltration and steroid hormones in cNF remains unclear. Here, we determined that androgen receptor (AR) expression is positively associated with mast cell density in cNF tissues. Moreover, both in vitro cell experiments and in vivo mouse models verified that activated AR promoted mast cell infiltration and that AR inhibition reduced mast cell infiltration. Analyses in cell models and xenograft tumours both demonstrated that AR upregulated Yes associate  protein 1 (YAP)-adrenomedullin (AM) signalling. Clinical samples from cNF patients further verified that AR was positively related to YAP and AM. Mechanistic analysis revealed that AR accelerates AM transcription via enhancing YAP- TEA domain transcription factor (TEAD) binding to the AM promoter. Consequently, the upregulated AM enhanced mast cell recruitment. Interruption of the YAP-TEAD interaction or inhibition of AM could impair mast cell accumulation induced by active AR, which indicated that this newly found signalling pathway may provide novel targets for cNF treatment.",
  "methods": "Methods Statement of methods The relevant guidelines and regulations were followed for all methods used in this study. Approval was obtained from the institutional review board of the First Affiliated Hospital of Xi’an Jiaotong University for all experimental protocols used in this study. Reagents and chemicals The primary antibody against tryptase was obtained from DAKO A/S (Glostrup, Denmark). Primary antibodies against YAP (#14074), androgen receptor (AR) (#5153), pan-TEAD (#13295) and histone (#7631) were purchased from Cell Signaling Technology (Beverly, MA, USA). DHT (dihydrotestosterone) and MDV3100 (enzalutamide) were purchased from Sigma-Aldrich (St. Louis, MO, USA). The primary anti-AM antibody was purchased from Santa Cruz Biotechnology (Paso Robles, CA, USA). All the reagents were reconstituted and stored strictly according to the manufacturers’ protocol. Cell culture and stable RNA interference SW10 cells (the murine Schwann cell line) were cultured in Dulbecco’s Modified Eagle’s Medium (DMEM) with 10% foetal bovine serum (FBS). The HMC-1 cells (human mast cells) were cultured with Iscove’s Modified Dulbecco’s Medium (IMDM) with 10% FBS added. Cells were maintained in a fully humidified atmosphere (5% CO 2 , 37 °C). Replication-defective lentiviruses containing short hairpin RNA (shRNA) targeting specific gene or nonsilencing control (NC) shRNA were used to transfect SW10 cells. The knockdown efficiency of the shRNA was detected using Western blotting. Conditioned medium collection and ELISA assay SW10 cells (5 × 10 5 ) were seeded into the 60 mm culture dish with different treatments. Then, the cells were washed with serum-free medium (SFM) and cultured for another 24 h with SFM (5 ml). Afterward, the media were centrifuged to collect the supernatants. The prepared CM was used immediately or stored at −80 °C for the following experiments. For quantitative analysis of AM in media, the RayBio Human AM ELISA Kit (Norcross, GA, USA) was used following the manufacturer’s protocol. In vitro  mast cell recruitment assay The 24-well transwell assay was used to detect mast cell recruitment with 1 × 10 5  mast cells in the upper chamber and CM or SW10 cells in the lower chamber. SW10 cells in the lower chamber was previously treated with indicated treatment for 24 h, washed with SFM and counted to make sure the same number of cells added into the lower chamber. The fibronectin (10 μg/ml, sc-29011 Santa Cruz Biotechnology) covered upper chamber. We incubated the chambers (37 °C, 4 h) before scraping and washing the filters with PBS. Then, cells on the filters were fixed (4% paraformaldehyde), stained (0.1% crystal violet) and counted to evaluate mast cell recruitment. The results are showed as mean ± SD. In vivo  mast cell recruitment assay shNf1-SW10 cells (3 × 10 6 ) were suspended in medium containing Matrigel (1:4; BD Biosciences, San Jose, CA, USA) and subcutaneously injected into the right dorsal of BALB/c nude mice (4-week-old, male). One week later, xenografts reached a volume of 0.5 cm 3  and the mice were randomly divided into three groups (n = 6). Mice were intraperitoneally injected with DHT (0.6 mg/kg), MDV3100 (1 mg/kg), or intratumourally injected with dimethylsulphoxide (10%). Red fluorescent protein (RFP)-labelled HMC-1 cells (5 × 10 6 ) were injected via the tail vein of the tumour-bearing mice 48 h previous to tumour harvest. The tumours were prepared in frozen sections and paraffin-embedded sections for subsequent analysis with fluorescence microscopy and immunohistochemistry (IHC) staining with anti-AM and YAP. All protocols for animal experiments were approved by the institutional review board of the First Affiliated Hospital of Xi’an Jiaotong University. RNA extraction and real-time quantitative PCR (qRT-PCR) assay The Total RNA Extraction Kit (Fastagen Biotech, Shanghai, China) was used to extract total RNA from cells. The extracted RNA (1 μg) was used as a template for reverse transcription with Superscript III transcriptase (Invitrogen, Eugene, OR, USA). For the analysis of gene expression at the mRNA level, qRT-PCR was performed by using the Bio-Rad CFX96 system with SYBR Green. The mRNA level of glyceraldehyde-3-phosphate dehydrogenase (GAPDH) was employed as the internal control. Primer sequences for the gene of interest can be found in Supplementary Table  S1 . Extraction of nuclear and cytoplasmic proteins The NE-PER Nuclear Cytoplasmic Extraction Reagent kit (Pierce, Rockford, IL, USA) was used to isolate and extract nuclear and cytoplasmic proteins. Briefly, cells were washed with PBS before centrifugation (500 g, 3 min). Then, the supernatants were discarded, and the precipitates were suspended in cytoplasmic extraction reagent I (200 μl) and vortexed. The suspensions were incubated for 10 min on ice prior to the addition of cytoplasmic extraction reagent II (11 μl). The suspensions were vortexed for 5 s, followed by incubation for 1 min on ice and centrifugation (16 000 g, 5 min). The supernatants were transferred into cold tubes (cytoplasmic extracts). The precipitates were suspended using nuclear extraction reagent (100 μl) and vortexing, followed by incubation (on ice, 10 min). Then, the mixtures were centrifuged for 10 min (16 000 g), and the supernatants were collected (nuclear extracts). Western blot assay RIPA lysis buffer including protease inhibitors was used to lyse cells before centrifugation (15 000 g, 15 min). The supernatant was collected (total protein extract), and the concentration of the extracted protein was analysed using the Bradford method. Briefly, 30 μg of protein was electrically separated in SDS-polyacrylamide gel (12%) and transferred onto nitrocellulosefilter membranes. Skim milk (5%) incubated the membranes at room temperature for 1 h to block non-specific binding sites. Then, primary antibodies (16 h, 4 °C) and secondary antibodies (1 h, room temperature) incubated the membranes separately. A Molecular Imager (Bio-Rad Laboratories Inc., Hercules, CA, USA) was used to visualize the protein bands. Western blotting of GAPDH was employed as the internal control. Clinical specimens and IHC To study mast cells in cutaneous neurofibroma (cNF) tissues, 40 dermal neurofibroma tissues and adjacent cutaneous tissues were collected from patients who underwent tumour resection from June 2010 to October 2017 at the First Affiliated Hospital of Xi’an Jiaotong University. Before the sample collection, approval from the institutional review board was obtained from the First Affiliated Hospital of Xi’an Jiaotong University; collection was performed with informed consent from every patient or from a parent of patients under 18. The experiment was performed in accordance with the 1964 Declaration of Helsinki and its later amendments or comparable ethical standards. Tissues were fixed (4% paraformaldehyde), embedded with paraffin, and cut into sections (five micrometer) for IHC staining with a DAKO Autostainer Plus system. The sections were deparaffinized, rehydrated and heated to retrieve the antigen. Methanol containing 3% H 2 O 2  blocked peroxidase and alkaline phosphatase activity. Primary antibodies against tryptase (dilution 1:200), AR (dilution 1:200), AM (dilution 1:150) and YAP (dilution 1:200) incubated sections overnight at 4 °C. Then, the sections were washed with PBS and incubated with secondary antibodies (at room temperature, 30 min). Afterward, diaminobenzidine and haematoxylin were incubated with the sections. One pathologist examined every section in a double-blinded manner under a high-power field (×400). The average number of tryptase-positive cells in 5 random fields was defined as mast cell density. Chromatin immunoprecipitation assay The SimpleChIP Enzymatic Chromatin IP Kit (magnetic beads), purchased from Cell Signaling Technology, was used for the ChIP assay. Cells were prepared for the ChIP assay according to the manufacturer’s protocol. The protein/DNA complex was precipitated with antibodies against IgG (negative control), histone 3 (positive control), or YAP/TEAD. Region-specific primers were prepared to determine the precipitated DNA using PCR. All the region-specific primers are shown in Supplementary Table  S2 . Oligonucleotides pull-down assay Primers labeled with biotin (GENEWIZ, China, Supplementary Table  S3 ) on the 5′-end were synthesized to amplify DNA fragment of the binding site on AM promoter (−541 to −300). Cells were lysed, and cell extracts were collected. ImmunoPure streptavidin-agarose beads (20 μl/sample, Pierce) were incubated with the cell extracts at 4 °C for 1 h before centrifugation (1 min, 5000 g). Biotinylated oligonucleotides (100 pmol) and poly(dI-dC)·poly(dI-dC) (10 μg) were added to the collected supernatant for another 24 h incubation at 4 °C. Afterward, immobilized streptavidin-agarose beads (30 μl) were added to the above mixture to obtain the DNA-bound proteins (4 °C, 1 h). Then, the collected DNA-binding proteins were washed with lysis buffer prior to Western blotting analysis. Dual luciferase activity assay pGL3-basic plasmids containing a region of AM promoter (1100 bp) or a mutant oligonucleotide of above region were used as the AM promoter report plasmids (pGL3-AM) and control report plasmids (pGL3-control). X-tremeGENE HP DNA transfection reagent (Roche, Mannheim, Germany) was used to transfect plasmids together with YAP into cells. Cells were treated with MDV3100, DHT or DMSO for 24 h before the luciferase assay. The Dual Luciferase Assay Kit (Promega, Madison, WI, USA) was used for the luciferase assay according to the manufacturer’s protocol. The experiments were repeated three times. Statistical analysis For statistical analysis between two groups, Student’s t-test was employed using GraphPad Prism version 5.0 software (San Diego, CA, USA). For comparison of three groups, one-way ANOVA and LSD t-test (Fisher’s least significant difference t-test) were employed using SPSS (for Windows 10.0). For the correlation analysis, Spearman’s correlation test was used with SPSS. A  P  < 0.05 was defined as statistically significant. Statement of methods The relevant guidelines and regulations were followed for all methods used in this study. Approval was obtained from the institutional review board of the First Affiliated Hospital of Xi’an Jiaotong University for all experimental protocols used in this study.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:05:10.694678",
  "abstract_length": 1208,
  "methods_length": 10416,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}