{
  "pmid": "31860870",
  "abstract": "Recent studies have demonstrated circular RNAs (circRNAs) to be widely expressed and to have important physiological functions. However, the expression, regulation, and function of circRNAs in neuroglial cells are unknown. Herein, we characterized the expression, regulation, and function of circRNAs in astrocytes. Astrocyte circRNAs were identified by computational analysis of newborn SD rat primary astrocytes cultured with 20 g/L D-galactose. In this manner, 7376 circRNAs were identified, among which most circRNAs (5754) were derived from annot_exons, whereas 27 were antisense, 853 were exon/intron, 329 were intergenic, 41 were intronic, and 372 were one exon. Among these,",
  "methods": "MATERIALS AND METHODS Senescent astrocyte preparation Murine cerebral cortical cells from a 1-day-old rat were dissociated after a 30 min trypsinization (0.15%) in D-Hanks. The cells were centrifuged, washed, and plated in 75 cm 2  culture flasks (1.5 × 10 5 /cm 2 ) in Dulbecco's Modified Eagle  Medium ( DMEM)/F12 containing 12% fetal bovine serum (FBS), penicillin (100 U/ml), streptomycin (100 μg/ml), and B27 (Cyagen Biosciences, Suzhou, Jiangsu, China). The medium was replenished every 2 to 3 days after plating. On day 7 of culture, floating microglial cells and oligodendrocytes were removed after shaking at 280 rpm and 37°C for 18 h. Astroglia cells were harvested after trypsinization (0.15 % trypsin in Hank’s Balanced Salt Solution, HBSS) for 30 min. After adding FBS (final concentration 12%), centrifugation, and washing, the cells were seeded into new flasks with DMEM/F12 followed by a medium change after 24 h. This subculture procedure was repeated weekly 2 - 3 times to remove residual oligodendrocytes and microglia in order to achieve a highly purified astrocyte culture. The cells were plated into 48-well cell culture plates (1 × 10 5  cells/well), under normal or 20 g/L D-galactose conditions. Animals Male SAMP8 mice (5 months old, mean body weight 20 ± 5 g) were purchased from Beijing HFK Bioscience Co., LTD (Certificate No: SCXK [Jing] 2014-0004). All animals were allowed to acclimate for at least 1 week prior to the initiation of the experiments. Mice were randomly allocated into 3 groups of 8 animals each: SAMP8 model group, ss circNF1-419 -OV-AAV infected group, and sh circNF1-419 -OV-AAV infected group. Newborn KM mice and Balb/c mice were obtained from the Center of Laboratory Animals of Guangdong Province of China, (SCXK [Yue] 2008-0020, SYXK [Yue] 2008-0085) and pair-housed in plastic cages in a temperature-controlled (25 ± 2°C) colony room with a 12/12-h light/dark cycle. The animals had free access to food and water. All experimental protocols were approved by the Center of Laboratory Animals of the Guangdong Institute of Microbiology. All efforts were made to minimize the number of animals used. RNA isolation and sequencing Total RNA was isolated using Qiazol and miRNeasy Kits, including additional DNase I digestion. Ribosomal RNA was removed using Ribo-Zero TM  Magnetic Gold Kit, with enzymatic degradation of linear RNA by RNase R enzyme. The first chain of cDNA was synthesized with six base random hexamers, with dNTPs, RNase H, and DNA polymerase I used to synthesize the second chain of cDNA. Purification was accomplished with a QiaQuick PCR kit, followed by elution with EB buffer after terminal repair, base A processing, and sequence joining. For next generation sequencing, 0.5 μg of ribosomal RNA-depleted RNA was fragmented and primed. Sequencing libraries were constructed using Illumina TruSeq RNA Sample Preparation Kits and were sequenced with an Illumina HiSeq TM  2500 flowcell. Computational analysis of circRNAs The reads were first mapped to the latest UCSC transcript set using Bowtie2 version 2.1.0 [ 52 ] and the gene expression level was estimated using RSEM v1.2.15 [ 53 ]. For lincRNA expression analysis, we used the transcripts set form Lncipedia ( http://www.lncipedia.org ). TMM (trimmed mean of M-values) was used to normalize gene expression. Differentially expressed genes were identified using the edgeR program [ 54 ]. Genes showing altered expression with  p  < 0.05 and a more than 1.5 folds change was considered differentially expressed. Pathway and network analyses were performed using Ingenuity Pathway Analysis (IPA) software. IPA computes a score for each network according to the fit of the set of supplied focus genes. These scores indicate the likelihood of focus genes belonging to a network versus those obtained by chance. A score > 2 indicates a < 99% confidence that a focus gene network was not generated by chance alone. The canonical pathways generated by IPA are the most significant for the uploaded data set. Fischer’s exact test with FDR option was used to calculate the significance of the canonical pathway. For circRNA expression analysis, the reads were mapped to the genome using STAR [ 55 ]. DCC [ 56 ] was used to identify circRNA and to estimate the circRNA expression. TMM (trimmed mean of M-values) was used to normalize gene expression. Differentially expressed genes were identified using the edgeR program. miRanda [ 57 ] was used to predict miRNA targets of the circRNA. R was used to generate the figures. CircRNA verification by quantitative real-time polymerase chain reaction (qRT-PCR) To validate the reliability of high-throughput RNA sequencing and to explore the expression of circRNAs during aging, the expression levels of circRNAs were examined by qRT-PCR. With reference to Memczak’s method [ 58 ], two sets of primers for each circRNA were designed using Primer Express software version 5.0 ( Supplementary Table 2 ): an outward-facing set which was expected to amplify only the circRNA, and an opposite-directed set to amplify the linear form. Total RNA was extracted (TRIzol® Reagent, Life technologies), digested using RNase R, and purified. cDNA was synthesized using a Geneseed ®  II First Strand cDNA Synthesis Kit (Geneseed, USA). Outward-facing primers were designed to amplify the fragment across the junction from cDNA, then the fragment was sequenced by Sangon Biological Engineering Company (Shanghai China). QRT-PCR was performed using Geneseed ®  qPCR SYBR ®  Green Master Mix (Geneseed, USA), and PCR-specific amplification was conducted with an ABI 7500 (Applied Biosystems, USA). The expression of circRNAs was defined based on the threshold cycle (Ct), and relative expression levels were calculated via the 2 -ΔΔCt  method. GAPDH served as an internal standard control with all reactions performed in triplicate. Cell cycle, apoptosis, proliferation, and autophagy evaluation An astrocyte over expressing circNF1-419 was prepared. Its influence on cell cycle, apoptosis, and proliferation was evaluated as described [ 59 ], Wang K et al., 2016. Autophagy levels were measured by western blot and confirmed by transmission electron microscopy. Briefly, cells were fixed with 2.5% glutaraldehyde in 0.1 M sodium cacodylate buffer and stored at 4°C until embedding. The cells were post fixed with 1% OsO 4  in 0.1 M cacodylate buffer (pH 7.2) containing 0.1% CaCl 2  for 1 h at 4°C. After rinsing with cold distilled water, cells were dehydrated through a graded series of ethanol (30% – 100%). The samples were embedded in Embed-812 (EMS, 14120). After polymerization of the resin at 60°C for 36 h, serial sections were cut using an ultramicrotome (Leica) and mounted on formvar-coated slot grids (EMS, GA300-Cu). Sections were stained with 4% uranyl acetate and lead citrate, and examined with a Tecnai G2 F20 S-TWIN transmission electron microscope (FEI). Western blotting Cells were seeded into 6-well culture plates at 5 × 10 6  cells/well, and were washed twice with D-Hanks solution when the cells reached 80% confluence. The cells were harvested and lysed with protein lysis buffer and the protein concentration determined using a Coomassie Brilliant Blue G250 assay kit (Nanjing JianCheng Bioengineering Institute, China). Levels of PI3Kp85 (Protein, 60225-1-AP), PI3Kp100 (Protein, 60224-1-AP), AMPK (abcam, 80039), p53 (abcam, 66064), Erk1/2 (abcam, 17942), Atg13, ULK1 (abcam, 167139), Beclin-1 (Protein, 11306-1-AP), Atg14 (Protein, 19491-1-AP), Atg5 (Protein, 10458-1-AP), Atg12 (Protein, 1825-1-AP), LC3A (abcam, 128025), LC3B I, and LC3B II proteins were assessed by western blot with band intensity quantified using ImageJ software (NIH) as described previously [ 25 ]. Briefly, global brain tissue was dissected from treated mice (purchased from the Beijing HFK Bioscience Co., LTD [Certificate No: SCXK (Jing) 2014-0004]) and proteins extracted with radioimmunoprecipitation assay (RIPA) lysis buffer (Thermo Scientific TM  T-PER TM  Tissue Protein Extraction Reagent, 78510). The proteins were separated by sodium dodecyl sulfate-polyacrylamide gel electrophoresis and transferred onto polyvinylidene fluoride membranes. After blocking with 5% nonfat dry milk in Tris-buffered saline (20 mM Tris-HCl, 500 mM NaCl, pH 7.4) with 0.2% Tween-20 (Aladdin, T104863), the membranes were probed with antibodies overnight at 4°C, followed by incubation with a horseradish peroxidase-conjugated goat anti-mouse (Servicebio, G2211-1-A) or goat anti-rabbit (Servicebio, G2210-2-A) IgG secondary antibody (1:2000). The antibodies were as follows; anti-Abeita A4, -APOE, -BACE1, -p53 (abcam, 66064), -p16 (Affinity, AF0228), -p21, -p-Tau-396, -TNF-α (abcam, 9739), -p-Tau-202, obtained from Affinity as well as GAPDH (CST, 2118L) and β-Actin (CST, 4970S). Band intensity was quantified using ImageJ software (NIH). The differentially expressed proteins were quantified using Wes™ and the Simple Western from ProteinSimple of RNA pull down samples [ 60 ]. Histopathology and immunostaining The brains of animals were dissected. A total of four brains from each group were fixed in 4% paraformaldehyde solution and prepared as paraffin sections. Sections were stained with hematoxylin-eosin (H&E), and immunostained for LC3A, Tau, p-Tau, Aβ A4, APOE, and BACE1 using paraffin-embedded 3 μm sections and a two-step peroxidase conjugated polymer technique (DAKO Envision kit, DAKO, Carpinteria, CA). Slides were observed by light microscopy (Chen et al., 2014; Zeng et al., 2013). RNA pull-down assay Based on a previous study [ 59 ], interaction between specific proteins and circNF1-419 can be detected using a Biotin RNA probe. Briefly, based on the sequence of the circNF1-419 introns, a biotin-labeled specific pull down probe was designed and synthesized. The biotin-labeled RNA probe (1 μg) was denatured to form secondary structure, and 40 μl of magnetic beads were added to prepare a probe–magnetic bead complex. Brain tissues treated with an RNA interfering system (si circNF1-419 -AAV) and an over-expressing  circNF1-419  system (ss circNF1-419 -AAV) were collected and whole proteins were extracted for RNA pull-down. After interaction of the RNA-binding proteins with RNA, the samples were washed and the RNA binding protein complexes eluted. The samples were collected and 15 μl of each sample was subjected to liquid chromatography–mass spectrometry (LC-MS) and western blot analysis. RNA binding protein immunoprecipitation assay (RIP) After circRNA pull down, the RNA binding protein (RBP) immunoprecipitation (RIP) assay was carried out [ 59 ]. Briefly, brain tissues were harvested with RIPA lysis buffer and sheared mechanically using a homogenizer. Biotin-labeled binding protein antibodies were added to cell extracts and incubated overnight at 4°C, followed by the addition of streptavidin-coated magnetic beads, and incubation for a further 4 h at 4°C. The magnetic beads were pelleted, washed and re-suspended in 1 mL Trizol. The isolated RNA was dissolved in 10 -20 μl of diethyl pyrocarbonate (DEPC) and circNF1-419 measured by qRT-PCR. Statistical analysis Results from this study are presented as means ± SEM. Statistical analysis was performed using a two-tailed Student’s t test. A  p -value < 0.05 was considered statistically significant. Ethics approval The animal protocols used in this work were approved by the Institutional Animal Care and Use Committee of the Center of Laboratory Animals of the Guangdong Institute of Microbiology.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:05:17.881403",
  "abstract_length": 682,
  "methods_length": 11539,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}