{
  "pmid": "31915440",
  "abstract": "",
  "methods": "Methods  111 children aged between 6 and 12 years (53 NF1 plus ADHD, 28 NF1-only, 30 ADHD-only) performed the German version of the intelligence test WISC-IV and a continuous performance test (T.O.V.A.) to assess attention functions. Parents completed questionnaires about everyday attention and executive functions (Conners 3®, BRIEF).  2. Material and Methods 2.1. Participants Three groups of patients were recruited for this study: (1) patients with NF1 ADHD , (2) patients with NF1 without ADHD (NF1 control ), and (3) patients with neurotypical ADHD without NF1 (ADHD control ). Participants for the NF1 groups were consecutively recruited between 2013 and 2016 at the University Children's Hospital Tübingen and the University Medical Center Hamburg-Eppendorf. For the ADHD control  group, all participants were recruited at the University Hospital Tübingen. All participants were native speakers of the German language. NF1 was diagnosed according to the National Institute of Health Consensus Development Conference statement [ 24 ], ADHD was diagnosed according to DSM-IV, based on a standardized parent interview by a psychologist, questionnaires (Disyps-KJ) [ 25 ] and clinical impression (observation of the child's behavior during the assessment). Importantly, diagnosis was made independently from any test results. Typical psychiatric comorbidities of ADHD and NF1 were allowed, e.g. specific developmental disorders of speech, language, scholastic skills, motor function, conduct disorders or emotional disorders (recorded comorbidities and their frequencies in our patient groups are listed in  Table 1 ). Patients with evidence for neurological diseases with intracranial manifestations (symptomatic optic nerve glioma, brain tumor, traumatic brain injury, stroke), or with any form of epilepsy, very preterm birth or severe psychiatric disorders (e.g., autism spectrum disorders) were excluded. Altogether, 126 children, aged between 6 and 12 years, were recruited. Fifteen participants were excluded after the assessment because of comorbid autistic disorders (1 NF1 ADHD , 1 NF1 control , 4 ADHD control ), falling outside the predefined range of intelligence (IQ 70–115; 0 NF1 ADHD , 1 NF1 control , 4 ADHD control ), or—in the ADHD control  group—for no longer meeting the diagnostic criteria for ADHD at the time of the assessment (4 participants). This left 53 children in the NF1 ADHD  group, 28 in the NF1 control  group, and 30 in the ADHD control  group for analysis. Thirteen participants with NF1 had asymptomatic optic nerve glioma in the absence of other intracranial pathology as evidenced by MRI. Nine participants (7 NF1 ADHD , 2 ADHD control ) received stimulant medication prior to the study, but not on the assessment day, allowing a wash out period of ≥24 hours. Approval of the local ethics review board (655/2012BO1), patients' assent and written informed consent of their caregivers were obtained prior to the investigations. 2.2. Materials All participants underwent a neuropediatric and neuropsychological assessment, including the German Wechsler intelligence scales for children (WISC-IV) [ 29 ] and the Test of Variables of Attention (T.O.V.A.®) [ 28 ]. Additionally, functional aspects of attention were measured with a behavioral rating scale for parents (Conners 3®) [ 26 ]. Everyday aspects of executive functioning were measured with the questionnaire BRIEF® [ 27 ] (parent version). The socio-economic status (SES) was measured with the Winkler-Index [ 30 ], taking into account the parents' educational achievement, their professional position and family income. 2.3. Data Analyses Data were analyzed using the 25th version of the IBM Statistical Package for Social Science (SPSS). Group (NF1 ADHD ; NF1 control ; ADHD control ) served as between subject factor and full-scale IQ, sex, and age as covariates, where appropriate. Due to high intercorrelation, full-scale IQ was excluded as covariate from the analysis on the WISC-IV subscales. The level of significance was set at  p  < 0.05 for all tests and adjusted by Bonferroni corrections for multiple comparisons. There were no relevant missing data (missing data: 8 participants for the SES, 4 participants for the Conners 3®), and the affected cases were excluded from the analyses. To explore hypothesis one, data of the full-scale IQ and of all subscales of the WISC-IV (verbal comprehension, perceptual reasoning, working memory, and processing speed) were analyzed for group differences with two-tailed univariate and multivariate analyses of covariance ((M) ANCOVAs). Additionally, the correlation between full-scale IQ and attention performance index (API) of the T.O.V.A. was tested across both NF1 groups with a second-order partial correlation analysis (Pearson's correlation coefficient). To test our second hypothesis, all parameters of the T.O.V.A. (Response Time Variability, Response Time, Commission Errors, and Omission Errors) and the subscales Inattention and Hyperactivity/Impulsivity of the Conners 3® were tested for group differences with two-tailed multivariate analyses of covariance (MANCOVAs). The global executive composite (GEC) score (=total score), the Behavioral Regulation Index, and the Metacognition Index of the BRIEF® were tested for group differences with a two-tailed univariate and a two-tailed multivariate analysis of covariance ((M)ANCOVAs). Additionally, frequencies of subnormal performances (scores <85) on the parameters of the T.O.V.A. were compared between the ADHD patient groups with nonparametric chi-square tests. NF1 patients without ADHD were included in the analyses as a control group. 2.2. Materials All participants underwent a neuropediatric and neuropsychological assessment, including the German Wechsler intelligence scales for children (WISC-IV) [ 29 ] and the Test of Variables of Attention (T.O.V.A.®) [ 28 ]. Additionally, functional aspects of attention were measured with a behavioral rating scale for parents (Conners 3®) [ 26 ]. Everyday aspects of executive functioning were measured with the questionnaire BRIEF® [ 27 ] (parent version). The socio-economic status (SES) was measured with the Winkler-Index [ 30 ], taking into account the parents' educational achievement, their professional position and family income.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:05:32.865232",
  "abstract_length": 0,
  "methods_length": 6303,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}