{
  "pmid": "31936793",
  "abstract": "The use of radiation treatment has increased for both sporadic and neurofibromatosis type 2 (NF2)-associated vestibular schwannoma (VS). However, there are a subset of radioresistant tumors and systemic treatments that are seldom used in these patients. We investigated molecular alterations after radiation in three NF2-associated and five sporadically operated recurrent VS after primary irradiation. We compared these findings with 49 non-irradiated (36 sporadic and 13 NF2-associated) VS through gene-expression profiling and pathway analysis. Furthermore, we stained the key molecules of the distinct pathway by immunohistochemistry. A total of 195 differentially expressed genes in sporadic and NF2-related comparisons showed significant differences based on the criteria of",
  "methods": "4. Material and Methods 4.1. Patients and Tumors Vestibular schwannoma tumor samples were retrospectively collected from 67 patients (39 males and 28 females) during their first surgical resection at the University Hospital Tübingen. Seven controls of vestibular nerve tissue were obtained post mortem and used as controls. Among the tumor samples, 36 were sporadic, 13 were NF2-associated, 9 were cystic, and 9 were pre-irradiated regrowing VS comprising five sporadic, one was cystic, and three were NF2-associated tumors. Tumor recurrence time after irradiation was over 3 years and pseudoprogression was excluded by regular imaging. All samples were collected at the Department of Neurosurgery, University Hospital Tübingen, between July 2007 and July 2010. The use of tissue and clinical data was approved by the ethics committee (No 236/2009BO2) of the Eberhard Karls University Tübingen, Germany. Tumor samples were microdissected by the retrosigmoid approach and were immediately frozen and stored at −80 °C. A conventional neuropathological examination with paraffin-embedded tissue sections histologically confirmed the diagnosis (as schwannoma WHO grade I). For all NF2-associated tumors, a mutation analysis was performed, as previously described [ 83 ]. Clinical data were analyzed by using the clinical records prior to surgery. Tumor size was graded according to the Hannover classification system [ 40 ]. Hearing data were assessed by pure tone average (PTA) and speech discrimination score (SDS), and hearing function was classified according to the Gardner Robertson (G–R) scale [ 41 ]. Facial motor function was determined by using the House and Brackmann (H–B) classification [ 42 ]. 4.2. RNA Extraction and RNA Integrity Number (RIN) Total RNA was extracted from non-irradiated and irradiated tumors by using a RNeasy  Microarray Tissue Mini Kit System (Qiagen, Valena, CA, USA) according to the manufacturer′s instructions and stored at −80 °C. Quantitative and qualitative RNA was verified by a lab-on-a-chip-system by using the Agilent 2100 Bioanalyzer (Agilent Technologies Inc., Palo Alto, CA, USA). The RNA quality and quantity were evaluated by using the RNA integrity number (RIN) that was calculated for all samples. The samples with a RIN higher or equal to 5 were selected for analysis. ® 4.3. cDNA Microarray Analysis A microarray analysis was initially performed for all samples (74) to detect differentially expressed genes between groups of interest. For expression profiling, 100 ng of total RNA was isolated, linearly amplified, and biotinylated with the GeneChip  HT 3′IVT Express Kit (Affymetrix, Santa Clara, CA, USA) according to the manufacturer’s instructions. Fifteen micrograms of labeled and fragmented cRNA were then hybridized onto Human Genome U219 Gene Chip ® ®  arrays (Affymetrix). Hybridization, washing, staining and scanning were automatically performed in a GeneTitan TM  instrument (Affymetrix). Scanned images were subjected to visual inspection to control for hybridization artifacts and proper grid alignment, and they were analyzed with AGCC 3.0 (Affymetrix) to generate CEL files. 4.4. Statistical Array Analysis All subsequent DE analysis steps were performed in the language R (version 3.1.1) [ 84 ] mainly with the packages “affy” (version 1.42.3) [ 85 ] and “limma” (version 3.20.9) [ 86 , 87 ]. Initially, the expression data from all 74 chips were quantile normalized with RMA (robust multichip average) [ 88 ]. The RMA-normalized expression values for each probe set are, together with the raw Affymetrix CEL files, available in Gene Expression Omnibus (GEO) with the accession number GSE141801. The signal values were then averaged for the individual subgroups, and differences in expression levels of genes between subgroups were extracted as contrasts. These steps were done with standard limma functions including an empirical Bayes step [ 89 ] and a correction step for multiple testing to determine significance for DE analysis based on a multiple adjusted  p  value < 0.05, detailing that the false discovery rate (FDR) was controlled at 5% by using the “Benjamini–Hochberg” (BH) method [ 90 ]. That means that if all genes with a multiple adjusted  p  value < 0.05 were selected as differentially expressed, then the expected proportion of false discoveries in the selected group was controlled to be less than 5%. Thirteen comparisons were extracted from the model as major contrasts. Statistics for these contrasts including log2 ratios and nominal and multiple adjusted  p  values for each probe set are given in  Supplementary Table S2 . Three of them, namely “NF-irradiated vs. NF2,” “Sporadic-irradiated vs. Sporadic,” and “NF2 vs. Sporadic” were subsequently used for IPA analyses. In order to include genes for web tool analysis, those genes with at least a 2-fold positive or negative change of expression in the respective comparison and adjusted  p  < 0.05, fold changes were kept for IPA analysis; for all other genes, fold changes were set to a missing value (NA). 4.5. Pathway Analysis For the identification of gene networks and pathways that may be deregulated in VS, we performed an ingenuity pathway analysis (IPA, Ingenuity  Systems). The dataset with differentially regulated genes and their corresponding expression values, as detailed above, was uploaded into the IPA application. The deregulated genes were overlaid onto a global molecular network developed from information in the Ingenuity Pathway Knowledge Base. The networks and pathways of the focus genes were then algorithmically generated based on their connectivity. All edges are supported by at least one reference from the literature, from a textbook, or from canonical information stored in the Ingenuity Pathways Knowledge Base. The software  ® p -value cutoff was decreased from 0.05 to ≤0.0001. Abbreviations of the signaling and proteins name were based on gene symbol. After a primary analysis of the data, we focused on the comparison between sporadic and NF2-associated recurrent irradiated VS compared to their non-irradiated controls. Thus, the total tumor number decreased from 74 to 57 for further immunohistochemical and clinical analysis. 4.6. Immunohistochemistry (IHC) All samples were stained with S100 to confirm diagnosis of a schwannoma. To corroborate the key pathway results from the microarray analysis, we carried out immunohistochemistry on slides from seven irradiated samples (4 sporadic and 3 NF2-associated recurrent irradiated VS) and the 49 non-irradiated controls (36 sporadic and 13 NF2-associated VS). One irradiated sporadic sample was not available for the analysis. Immunohistochemistry was performed in an automated stainer (Ventana Medical Systems, Tucson, AZ, USA) by using a standard antigen retrieval protocol (cc1m). The antibodies (mTOR: antibodies-online # ABIN747158, PTEN (138G): cell signaling # 9559) were both diluted 1:100. Staining was scored based on intensity for PTEN (0–3) and the proportion of tumor cells (0–100%) for mTOR. Subsequently, the tumors were categorized into 3 groups: PTEN negative (0, +), PTEN positive (+, ++, ++ [+], +++), and mTOR positive >50%. 4.7. Statistical Clinical Data Analysis A binomial logistic regression was performed to identify differences between irradiated and non-irradiated tumors regarding sex, age, tumor size (Hannover classification [ 40 ]), the presence of tinnitus, vertigo, gait disturbances, the dysfunction of trigeminal and facial nerves (H–B grade), and the event of sudden hearing loss.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:05:41.001220",
  "abstract_length": 780,
  "methods_length": 7555,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}