{
  "pmid": "32089640",
  "abstract": "PURPOSE: Malignant peripheral nerve sheath tumors (MPNSTs) are aggressive soft tissue sarcomas. Combining Hsp90 inhibitors to enhance endoplasmic reticulum stress with mTOR inhibition results in dramatic MPNST shrinkage in a genetically engineered MPNST mouse model. Ganetespib is an injectable potent small molecule inhibitor of Hsp90. Sirolimus is an oral mTOR inhibitor. We sought to determine the safety, tolerability, and recommended dose of ganetespib and sirolimus in patients with refractory sarcomas and assess clinical benefits in patients with unresectable/refractory MPNSTs.  RESULTS: Twenty patients were enrolled (10 per phase). Toxicities were manageable; most frequent non-DLTs were diarrhea, elevated liver transaminases, and fatigue. The recommended dose of ganetespib was 200 mg/m CONCLUSION: Despite promising preclinical rationale and tolerability of the combination therapy, no responses were observed, and the study did not meet parameters for further evaluation in MPNSTs. This trial was registered with (NCT02008877).",
  "methods": "2. Materials and Methods 2.1. Patient Population Patients aged ≥16 years with histologically confirmed unresectable/refractory sarcoma (phase 1) and MPNST (phase 2) with measurable disease per WHO criteria [ 22 ]; Eastern Cooperative Oncology Group performance status of 0 to 2; adequate bone marrow, liver, and renal function; fasting serum cholesterol and triglycerides ≤300 mg/dL; and QTcF ≤480 ms were eligible. Patients had recovered from all prior therapy. For patients with NF1, diagnostic criteria for NF1 were documented [ 23 ]. The multi-institutional trial was coordinated through Sarcoma Alliance for Research through Collaboration (SARC) funded by the Department of Defense Clinical Trial Award. Ganetespib was supplied by Synta Pharmaceuticals, and sirolimus was purchased commercially and provided through the study. The study was conducted after approval from institutional review boards from all participating sites, and all patients provided written informed consent before participating. 2.2. Study Design Phase 1 was a standard 3 + 3 dose escalation study to determine the maximum tolerated dose (MTD) or recommended phase 2 dose (RP2D) of ganetespib with sirolimus. In the absence of dose-limiting toxicities (DLTs), three patients were to be treated in each dose cohort. DLTs were defined as grade 4 hematological toxicity, any grade ≥3 nonhematological toxicity with the exception of grade 3 nausea and vomiting of <3 days duration, grade 3 diarrhea ≤3 days duration, grade 3 alanine aminotransferase (ALT)/aspartate aminotransferase (AST) that returned to ≤grade 1 within 7 days of study drug interruption, grade 3 fever or infection <5 days, and any grade 3 electrolyte imbalances that responded to oral or intravenous supplementation. Any grade 2 nonhematological toxicity that persisted for ≥7 days and is considered medically significant or intolerable by patients and any adverse event requiring interruption of study drug for ≥7 days or which recurred upon drug challenge was also dose limiting. Toxicity was graded according to National Cancer Institute Common Terminology Criteria for Adverse Events (CTCAE) (version 4.0). The MTD was defined as the dose level immediately below the dose at which ≥33% of patients in a cohort experience a DLT in first treatment cycle. A patient was considered evaluable for MTD if at least 85% of prescribed sirolimus dose was given unless held for toxicity. Ganetespib was administered intravenously (IV) over one hour on days 1, 8, and 15 of each 28-day cycle, and sirolimus administered orally once daily continuously after day 1 loading dose. Phase 1 dose levels are summarized in  Table 1 . Only one planned dose escalation with ganetespib at 200 mg/m 2  was planned. There were no plans to escalate beyond the single-agent recommended doses of either agent. Patients on phase 2 were all treated at the RP2D. The primary objective of the phase 2 trial was to determine the clinical benefit rate (CBR) of ganetespib in combination with sirolimus for patients with MPNSTs defined as CR, PR, or SD ≥4 months using WHO criteria of ganetespib in combination with sirolimus for patients with MPNSTs. Secondary objectives assessed changes in pharmacodynamic parameters in blood and pain using patient-reported outcomes (PROs). 2.3. Assessments Patients were evaluated with weekly history and physical and laboratory assessments during cycle 1 and then prior to each cycle with laboratory assessments performed every other week during subsequent cycles. EKG was performed at baseline; cycle 1, day 2; and then prior to every odd cycle. Radiographic disease evaluation for tumor evaluation was performed at baseline and prior to odd cycles. Patients who experienced disease progression based on WHO criteria but felt to be receiving benefit per treating investigator were allowed to continue on treatment as long as they had stable disease per RECIST 1.1 criteria [ 24 ] and had not met any other off treatment criteria. PROs assessing pain and pain interference using two validated scales were performed at baseline and then prior to every odd cycle. The Numerical Rating Scale-11 (NRS-11) [ 25 ] assessed pain severity from 0 to 10 (4–6 = moderate pain; 7–10 = severe pain), and the Brief Pain Inventory (BPI) [ 26 ] assessed the impact of pain on daily activities for which the total score is the mean of the seven items rated 0–10. Clinically, meaningful change is ≥2 and ≥1 point, respectively [ 27 ,  28 ]. 2.4. Pharmacodynamics (PD) Changes in PD markers in peripheral blood mononuclear cells were performed prior to treatment and cycle 1, day 15, 6 hours after ganetespib administration. Western blot analyses were performed for Akt, phospho( p )-Akt, eiF2 α ,  p -eIF2 α ,  p -S6, and Hsp70. Signal intensity of the autoradiogram was quantified using densitometry scanning and analyzed using ImageJ software (National Institutes of Health, Bethesda, MD). The absorbance of each phosphoprotein lane was recorded, and protein levels were determined after normalizing for levels of corresponding total protein. Histone H3 was used as a protein loading control. 2.5. Pharmacokinetics Pharmacokinetics were required for all patients treated on phase 1 portion and optional for phase 2 patients. Blood samples (3 mL) each were collected on day 1 prior to treatment, and then on cycle 1, day 15 to capture steady-state sirolimus levels. Ganetespib samples were collected at hours 0, 1 (end of infusion), 2, 4, 6, 8, and 24. Sirolimus samples were collected at hours 0, 1, 2, 4, and 24. Pharmacokinetic samples for ganetespib were evaluated at Synta Pharmaceuticals and at Cincinnati Children's Hospital for sirolimus. Pharmacokinetic analysis was conducted using noncompartmental methods using Phoenix® WinNonlin version 6.2.1 software. 2.6. Statistical Methods Descriptive data are reported as frequencies, proportions, means, medians, and ranges. An evaluable patient was classified a responder (success) for the primary endpoint if the patient achieves a PR, CR, or stable disease at ≥4 months as defined by the WHO criteria. The target CBR was 25%, and a CBR ≤5% was considered uninteresting. Using Simon's optimal two-stage phase II design, the first stage required 10 patients, with no further accrual if 0 of 10 patients respond. If ≥1/10 patients respond, accrual would continue until a total of 20 patients have been enrolled. If ≥3/20 patients respond, this combination would be considered to have sufficient activity. Assuming the number of successes is binomially distributed, this design has a one-sided alpha of 0.07 and a power of 88% for detecting a true success probability of at least 25% versus the null hypothesis success rate of 5% or less. PD endpoints were analyzed using the GraphPad prism 6.0 statistical software.  p  values were calculated using a two-way analysis of variance. A  p  value of <0.05 was considered to indicate a statistically significant result. Data were normalized to highest value within each patient group. Due to the small number of patients that reached their follow-up, PRO evaluations due to progressive disease, changes in individual pain scores, and the mean overall changes from baseline to their last PRO evaluation are described. 2.6. Statistical Methods Descriptive data are reported as frequencies, proportions, means, medians, and ranges. An evaluable patient was classified a responder (success) for the primary endpoint if the patient achieves a PR, CR, or stable disease at ≥4 months as defined by the WHO criteria. The target CBR was 25%, and a CBR ≤5% was considered uninteresting. Using Simon's optimal two-stage phase II design, the first stage required 10 patients, with no further accrual if 0 of 10 patients respond. If ≥1/10 patients respond, accrual would continue until a total of 20 patients have been enrolled. If ≥3/20 patients respond, this combination would be considered to have sufficient activity. Assuming the number of successes is binomially distributed, this design has a one-sided alpha of 0.07 and a power of 88% for detecting a true success probability of at least 25% versus the null hypothesis success rate of 5% or less. PD endpoints were analyzed using the GraphPad prism 6.0 statistical software.  p  values were calculated using a two-way analysis of variance. A  p  value of <0.05 was considered to indicate a statistically significant result. Data were normalized to highest value within each patient group. Due to the small number of patients that reached their follow-up, PRO evaluations due to progressive disease, changes in individual pain scores, and the mean overall changes from baseline to their last PRO evaluation are described.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:05:47.845546",
  "abstract_length": 1042,
  "methods_length": 8698,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}