{
  "pmid": "PMID:32088262",
  "title": "S-nitrosylation affects TRAP1 structure and ATPase activity and modulates cell response to apoptotic stimuli.",
  "abstract": "The mitochondrial chaperone TRAP1 has been involved in several mitochondrial functions, and modulation of its expression/activity has been suggested to play a role in the metabolic reprogramming distinctive of cancer cells. TRAP1 posttranslational modifications, i.e. phosphorylation, can modify its capability to bind to different client proteins and modulate its oncogenic activity. Recently, it has been also demonstrated that TRAP1 is S-nitrosylated at Cys501, a redox modification associated with its degradation via the proteasome. Here we report molecular dynamics simulations of TRAP1, together with analysis of long-range structural communication, providing a model according to which Cys501 S-nitrosylation induces conformational changes to distal sites in the structure of the protein. The modification is also predicted to alter open and closing motions for the chaperone function. By means of colorimetric assays and site directed mutagenesis aimed at generating C501S variant, we also experimentally confirmed that selective S-nitrosylation of Cys501 decreases ATPase activity of recombinant TRAP1. Coherently, C501S mutant was more active and conferred protection to cell death induced by staurosporine. Overall, our results provide the first in silico, in vitro and cellular evidence of the relevance of Cys501 S-nitrosylation in TRAP1 biology.",
  "authors": "Fiorella Faienza; Matteo Lambrughi; Salvatore Rizza; Chiara Pecorari; Paola Giglio; Juan Salamanca Viloria; Maria Francesca Allega; Giovanni Chiappetta; Joëlle Vinh; Francesca Pacello; Andrea Battistoni; Andrea Rasola; Elena Papaleo; Giuseppe Filomeni",
  "journal": "Biochemical pharmacology",
  "publicationDate": "2020-06",
  "doi": "10.1016/j.bcp.2020.113869",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-20 06:58:35"
}