{
  "pmid": "32098059",
  "abstract": "Neurofibromatosis type 1 (NF1) is a monogenic syndrome that gives rise to numerous symptoms including cognitive impairment, skeletal abnormalities, and growth of benign nerve sheath tumors. Nearly all NF1 patients develop cutaneous neurofibromas (cNFs), which occur on the skin surface, whereas 40-60% of patients develop plexiform neurofibromas (pNFs), which are deeply embedded in the peripheral nerves. Patients with pNFs have a ~10% lifetime chance of these tumors becoming malignant peripheral nerve sheath tumors (MPNSTs). These tumors have a severe prognosis and few treatment options other than surgery. Given the lack of therapeutic options available to patients with these tumors, identification of druggable pathways or other key molecular features could aid ongoing therapeutic discovery studies. In this work, we used statistical and machine learning methods to analyze 77 NF1 tumors with genomic data to characterize key signaling pathways that distinguish these tumors and identify candidates for drug development. We identified subsets of latent gene expression variables that may be important in the identification and etiology of cNFs, pNFs, other neurofibromas, and MPNSTs. Furthermore, we characterized the association between these latent variables and genetic variants, immune deconvolution predictions, and protein activity predictions.",
  "methods": "2. Materials and Methods 2.1. Materials Implementation and Data and Code Availability All analyses were performed using the R programming language. A comprehensive list of packages used and their versions are available in an  renv  lockfile in the GitHub repository. Key packages used include “tidyverse” [ 33 ], “PLIER” [ 26 ], “synapser” [ 34 ], “tximport” [ 35 ], “immundeconv” [ 35 ], and “viper” [ 32 ]. All data analyzed in this article are stored on the NF Data Portal [ 24 ] ( http://nfdataportal.org ) with analyses stored at  http://synapse.org/nf1landscape . To recapitulate the analysis from these data, all relevant code can be found at  https://github.com/Sage-Bionetworks/NF_LandscapePaper_2019 .  2.2. Sequencing Data Collection and Processing Gene expression data were collected from four independent studies and processed via a workflow at  https://github.com/Sage-Bionetworks/rare-disease-workflows/tree/master/rna-seq-workflow  to be stored on the NF Data Portal ( Table 1 ). Specifically, raw fastq files were downloaded from Synapse and transcripts were quantified using the Salmon pseudo-alignment tool [ 36 ] with Gencode V29 transcriptome. Links to specific datasets and the access teams required to download them can be found using Synapse ID  syn21221980 .  Genomic variant data were collected from exome-Seq [ 37 ] or whole-genome sequencing [ 38 ]. Variant call format (VCF) files were processed using “vcf2maf” ( https://github.com/mskcc/vcf2maf ) according to the workflow located at  https://github.com/Sage-Bionetworks/rare-disease-workflows/tree/master/gene-variant-workflow  and then uploaded to the NF Data Portal. A list of datasets and the access teams required to download them can be found in  Table 2  or syn21266269.  2.3. Latent Variable Calculation and Selection We analyzed transcriptomic data from NF in the context of latent variables from MultiPLIER, a machine learning resource designed to aid in rare disease analyses [ 27 ]. Raw transcriptomic data from NF were retrieved from the NF Data Portal, reprocessed, and stored in Synapse as described above. Salmon output files (quant.sf) files were imported into an R session and converted to HUGO gene names using the “tximport” [ 35 ] and “org.Hs.eg.db” [ 40 ] packages. MultiPLIER reuses models that were trained on large public compendia. We retrieved a model [ 41 ] that was previously trained on the recount2 RNA-seq dataset [ 25 , 42 ] and then used it to assess the expression of latent variables in the pan-NF dataset. We retrieved code for this analysis from the public repository for MultiPLIER [ 27 ] ( https://github.com/greenelab/multi-plier ). To project the NF data into the MultiPLIER model, we used the GetNewDataB function. This analytical approach is described in more detail in a machine learning training module ( https://github.com/AlexsLemonade/training-modules ) produced by the Alex’s Lemonade Stand Foundation’s Childhood Cancer Data Lab under an open source license.  In addition, to ensure orthogonality in the final set of latent variables [ 43 ], we calculated the pairwise Pearson correlation of all latent variables by comparing the gene loadings ( Figure S1 ), and identified non-self-correlations greater than 0.5. We eliminated one of each of these highly intercorrelated (Pearson correlation > 0.5) latent variables. This process resulted in a final set of 962 latent variables for further analysis. Code for our implementation of this material is available on GitHub at  https://github.com/Sage-Bionetworks/NF_LandscapePaper_2019 .  We used the R function prcomp to compute the principal components for  Figure 1 A,C both using genes ( Figure 1 A) and latent variables ( Figure 1 C). 2.4. Generation of Ensemble of Random Forests for Feature Selection  To select gene expression patterns of interest, we used ensembles of random forests to sufficiently resample our modestly sized dataset. We compared random forest models built using gene expression data as well as latent variables.  2.4.1. Algorithm Implementation The main algorithm was implemented using the “caret” and “randomforest” packages in R [ 44 , 45 ].  Figure S2  outlines the steps involved in the generation of the ensemble of random forests. Briefly, the full dataset was first split into 80%  model  set and 20%  independent test  set. The function createDataPartition was used to create balanced splits of the data according to the tumor type. We tuned two parameters to the random forest algorithm,  mtrys , and  ntrees , using an iterative approach, evaluating  mtrys  values of 1 to 100 and  ntrees  values of 250, 500, 1000, and 2000. We selected the optimal values ( mtry  = 51,  ntrees  = 1000) using fivefold cross-validation, using latent variables as input features. We then split the  model  training set further to generate 500 samples of  training  data (75%) and hold-out  test  data (25%) (balanced splits randomly sampled without replacement). Each of these  training  and  test  datasets were used to train separate random forests to obtain a distribution of F1 scores and feature importance scores ( n  = 500). Given our noisy dataset with limited sample size, the distribution of feature and F1 scores enabled estimation of confidence intervals for the feature importance as well as model performance.  2.4.2. Feature Selection The importance of each feature was estimated using raw importance scores that measure the change in correctly classified “class” due to random permutation of the values for the feature. To select the top features for a specific class (i.e., tumor type), we calculated the median  importance score  of each feature from the distribution of  raw importance scores  generated through 500 iterations of random forests. The top 40 features were selected according to the mean decrease of the Gini index. The union of top features from all classes was then used as a restricted feature set to train another 500 iterations of random forests as described above. However, each new forest trained with the restricted feature-set was tested using the  independent test set  to examine the performance of the model on a completely unseen dataset. For each class, the median F1 scores of the new ensemble of forests were compared to the previous ensemble of random forests. Improvement of median F1 scores for each class in the final ensemble of random forests compared to the earlier one suggested that the selected features from each class were sufficiently informative for their classification. This subset of features was then selected for downstream analyses. 2.5. Immune Subtype Prediction To understand the relative immune infiltration across the nerve sheath tumors studied, we used two tumor deconvolution methods: CIBERSORT and MCP-counter, as implemented through the “immunedeconv” R package [ 29 , 30 , 31 ]. Analysis is located at  https://github.com/Sage-Bionetworks/NF_LandscapePaper_2019  and results were uploaded to a Synapse table (syn21177277) that includes the tumor-specific immune cell scores for both algorithms as well as associated tumor metadata. 2.6. MetaVIPER We applied the metaVIPER algorithm [ 32 ] to infer protein regulatory activity based on the tissue gene expression profiles. This algorithm builds transcriptional regulatory networks across the cancer genome atlas (TCGA) [ 32 , 46 ] and uses these to build consensus predictions for a sample of other origin. The resulting analysis is uploaded to Synapse and stored at syn21259610 along with tumor-specific metadata.  2.7. VIPER Correlation Clustering and Drug Enrichment Analysis A heatmap and subclusters of latent variables that had similar VIPER protein predictions were generated using the “pheatmap” R package [ 47 ]. We observed five clear clusters of latent variables; these clusters were defined using the R cutree function to isolate the five clusters and their contents. We then calculated the mean correlation of each VIPER protein within each cluster to generate a consensus protein activity prediction for each latent variable cluster. Then, we used gene set enrichment analysis (via the “clusterProfiler” R package [ 48 ]) to assess whether drug targets were enriched in the five consensus protein lists. Drug-wise target lists were obtained from the Drug Target Explorer database [ 49 ]. Significant enrichment was defined as any positively enriched drug (i.e., a VIPER protein positively correlated with the latent variable cluster) with a Benjamini–Hochberg corrected  p -value < 0.05. Results were plotted using “ggplot” and “enrichplot” packages [ 33 , 50 ]. To plot the LV cluster expression by tumor type, we calculated the mean expression of all latent variables for each cluster and for each tumor sample. 2.1. Materials Implementation and Data and Code Availability All analyses were performed using the R programming language. A comprehensive list of packages used and their versions are available in an  renv  lockfile in the GitHub repository. Key packages used include “tidyverse” [ 33 ], “PLIER” [ 26 ], “synapser” [ 34 ], “tximport” [ 35 ], “immundeconv” [ 35 ], and “viper” [ 32 ]. All data analyzed in this article are stored on the NF Data Portal [ 24 ] ( http://nfdataportal.org ) with analyses stored at  http://synapse.org/nf1landscape . To recapitulate the analysis from these data, all relevant code can be found at  https://github.com/Sage-Bionetworks/NF_LandscapePaper_2019 . ",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:05:53.449568",
  "abstract_length": 1359,
  "methods_length": 9443,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}