{
  "pmid": "PMID:32107864",
  "title": "Expanding the Noonan spectrum/RASopathy NGS panel: Benefits of adding NF1 and SPRED1.",
  "abstract": "BACKGROUND: RASopathies are a group of disorders caused by disruptions to the RAS-MAPK pathway. Despite being in the same pathway, Neurofibromatosis Type 1 (NF1) and Legius syndrome (LS) typically present with phenotypes distinct from Noonan spectrum disorders (NSDs). However, some NF1/LS individuals also exhibit NSD phenotypes, often referred to as Neurofibromatosis-Noonan syndrome (NFNS), and may be mistakenly evaluated for NSDs, delaying diagnosis, and affecting patient management. METHODS: A derivation cohort of 28 patients with a prior negative NSD panel and either NFNS or a suspicion of NSD and café-au-lait spots underwent NF1 and SPRED1 sequencing. To further determine the utility and burden of adding these genes, a validation cohort of 505 patients with a suspected RASopathy were tested on a 14-gene RASopathy-associated panel. RESULTS: In the derivation cohort, six (21%) patients had disease-causing NF1 or SPRED1 variants. In the validation cohort, 11 (2%) patients had disease-causing variants and 15 (3%) had variants of uncertain significance in NF1 or SPRED1. Of those with disease-causing variants, 5/17 only had an NSD diagnosis. CONCLUSIONS: Adding NF1 and SPRED1 to RASopathy panels can speed diagnosis and improve patient management, without significantly increasing the burden of inconclusive results.",
  "authors": "Leora Witkowski; Mitchell W Dillon; Elissa Murphy; Matthew S Lebo; Heather Mason-Suares",
  "journal": "Molecular genetics & genomic medicine",
  "publicationDate": "2020-04",
  "doi": "10.1002/mgg3.1180",
  "methods": "Methods A derivation cohort of 28 patients with a prior negative NSD panel and either NFNS or a suspicion of NSD and café‐au‐lait spots underwent  NF1  and  SPRED1  sequencing. To further determine the utility and burden of adding these genes, a validation cohort of 505 patients with a suspected RASopathy were tested on a 14‐gene RASopathy‐associated panel. 2 MATERIALS AND METHODS 2.1 Ethical Compliance This study was approved by Partner's Healthcare Institutional Review Board. 2.2 Study Population The derivation cohort included 28 deidentified patients with a suspicion of NSD and cafe‐au‐lait spots or NFNS, who previously tested negative for an NSD gene panel. Their ages ranged from 8 months to 35 years, with a mean age of 6.8 years. Twenty‐one patients were negative for variants in eight RASopathy‐associated genes ( BRAF ,  HRAS ,  KRAS ,  MAP2K1 ,  MAP2K2 ,  PTPN11 ,  RAF1 , and  SOS1 ), while seven patients were negative for variants in 10 RASopathy‐associated genes ( CBL  and  NRAS  in addition to the previous eight). The validation cohort included 505 patients with a clinical diagnosis or suspicion of a RASopathy and no prior molecular testing for RASopathies. Their ages ranged from 1 month to 54 years, with a mean age of 9.7 years. The validation cohort was tested using a 14‐gene panel that included the  NF1  and  SPRED1  (see Table  S1  for complete gene list). 2.3 Sequencing DNA was extracted from peripheral blood samples using PureGene Blood Core Kit B (Qiagen). For the derivation cohort, 28 DNA samples were tested using next generation sequencing (NGS) of the  NF1  ( NM_000267.3 ) and  SPRED1  ( NM_152594.3 ) genes. For the validation cohort, all 505 samples were tested using next generation sequencing (NGS) of 14 RASopathy‐associated genes (Table  S1 ) as previously described (Pugh et al.,  2014 ). Briefly, NGS was performed by oligonucleotide hybridization‐based DNA capture (SureSelect; Agilent) followed by sequencing using the MiSeq‐M01450 instrument (150‐base paired end mode; Illumina). Sequence reads were aligned to the reference sequence (GRCh37) using bwa‐mem v0.7.10, followed by variant calling using GATK, version 1.0.4705 (McKenna et al.,  2010 ). For the validation cohort, Sanger sequencing was used to confirm all clinically significant variants and fill in regions with insufficient coverage. Methods used for polymerase chain reaction and Sanger sequencing have been previously described (Zimmerman et al.,  2010 ). Copy number variants (CNVs) were identified via an NGS‐based detection tool (VisCap) (Pugh et al.,  2016 ), but were only available for 23 patients in the derivation cohort and 281 patients in the validation cohort due to NGS data quality. Confirmation of CNVs was done using ddPCR as previously described (Ceyhan‐Birsoy et al.,  2015 ). 2.4 Variant classification Variant classification was based on the 2015 guidelines by the American College of Medical Genetics and the Association of Molecular Pathology (Richards et al.,  2015 ). Variants of uncertain significance (VUS) were further subcategorized into three categories: VUS‐favor pathogenic when there is a suspicion of a pathogenicity, VUS‐favor benign when the evidence suggests the variant does not contribute to disease, and VUS when there is a lack of or conflicting evidence. Although clinical features observed in our cohorts were not used to classify the identified variants, physician‐reported clinical findings in patients with pathogenic or likely pathogenic  NF1  or  SPRED1  variants are described in Tables  1  and  2 . Table 1 Clinical features of derivation cohort cases with Pathogenic/Likely Pathogenic NF1 or SPRED1 Variants \n ID \n 1 2 3 4 5 6 \n Age \n 5Y 1Y 7Y 2Y 10M 9Y \n Sex \n M F M F M M \n Gene \n NF1 NF1 NF1 NF1 NF1 SPRED1 \n cDNA change \n c.2033_2034insC c.3357delA c.3827G>A c.5488C>T c.(?_−50)_( * ,  * 68_?)del c.1A>G \n Amino acid change \n p.(Ile679Aspfs * ,  * 21) p.(Val1120Leufs * ,  * 22) p.(Arg1276Gln) p.(Arg1830Cys) Whole gene deletion p.(Met1?) \n Classification \n Pathogenic Likely Pathogenic Pathogenic Pathogenic Pathogenic Likely Pathogenic \n Clinical Diagnosis/Suspicion \n NSML NFNS or NSML NS Unspecified NFNS Unspecified Skin Café au lait spots ( n ) Y (multiple) Y (multiple) Y Y Skin findings, unspecified Y (multiple) Lentigines N Y N N N N \n Inguinal/ \n Axillary freckling \n N Y N N N Y Lisch Nodules N N N N N N Wide‐spaced nipples N Y N N N N Heart defect Pulmonic valve stenosis N N N Y Y Y Other HCM N N N N N Facial Dysmorphism Epicanthal Folds N Y N Y Y N Ptosis N N N N Y N Low Nasal Bridge N N N N Y N Macrocephaly N N N N N N Hypertelorism Y Y N N Y Y Downward eye slant Y N N N Y Y \n Low set/ \n posteriorly rotated ears \n N N N N Y N Papillomas N N N N N N Coarseness N N N N N N Short/Thick neck N N N N N N \n Short Stature \n N N N N Y (10%ile) N \n Neurological Features \n             Developmental Delay N Y N N Y N Learning Disabilities N N N N N Y ID N N N N N N Seizures N N N N N N Skeletal Features Pectus excavatum N Y N N N N Pectus carinatum N N N N N N Scoliosis N N N N N N \n Neurofibromas \n N N N N N N \n Other \n N Broad nasal root and tip, prominent forehead, scaphocephaly Hypospadias N N N \n Family History \n N N N N N N * Transcripts:  NF1  ( NM_000267.3 ) and  SPRED1  ( NM_152594.3 ) John Wiley & Sons, Ltd Table 2 Clinical features of validation cohort cases with Pathogenic/Likely Pathogenic NF1 or SPRED1 Variants \n ID \n 7 8 9 10 11 12 13 14 15 16 17 Age 4M 25Y 18Y 2Y 1Y 4Y 9M 4Y 5.5M 7Y 3Y Sex F F M M F F F M M M F Gene NF1 NF1 NF1 NF1 NF1 NF1 NF1 NF1 NF1 NF1 SPRED1 cDNA change c.204+1G>T c.2288T>C c.2970_2972delAAT c.3827G>A c.3827G>A c.3827G>A c.4330A>G c.5305C>T c.6854_6855insA c.(?_−50)_( * 68_?)del c.423+2T>C Amino acid change p.? p.(Leu763Pro) p.(Met992del) p.(Arg1276Gln) p.(Arg1276Gln) p.(Arg1276Gln) p.(Lys1444Glu) p.(Arg1769 * ) p.(Tyr2285 * ) Whole gene deletion p.? Classification Pathogenic Likely Pathogenic Pathogenic Pathogenic Pathogenic Pathogenic Pathogenic Pathogenic Pathogenic Pathogenic Pathogenic Clinical Diagnosis/Suspicion NFNS NS Legius or NFNS Unspecified NS NS NFNS or CFC NF1 + other features NFNS NFNS NF1 Skin Café au lait spots ( n ) Y (multiple) N Y (11) N Y (7) N Y (15) Y (multiple?) Y (5) Y (many) Y (>6) Lentigines N N N N N N N Y N N N Inguinal/Axillary freckling N N N N N N N Y N N Y Lisch Nodules N N N N N N N N N N N Wide‐spaced nipples N N N N N Y N N N N N Heart Defect Pulmonic valve stenosis Y N N N Y Y N N N N N Other Heart murmur MVP Vasculopathy N N N PFO N N MVP N Facial Dysmorphism Epicanthal Folds N N N N Y N Y Y N Y N Ptosis N N N N N Y N N Y N N Low Nasal Bridge N N N N Y Y Y N N N wide nasal bridge Macrocephaly N N N N Y N Y Microcephaly N Y N Hypertelorism N N N N Y Y Y N N N N Downward eye slant N N N N N N Y N Y N N \n Low set/ \n posteriorly rotated ears \n N Y N N N Y Y N Y N N Papillomas N N N N N N N N N N N Coarseness N N N N N N Y N N Y Y (prominent lips) Short/Thick neck N Y N N N Y N N N N N Short Stature N Y Y N Y (1%ile) N N N N N Y (3%ile) Neurological Features Developmental Delay Y N N N Y Y Y Y N N N Learning Disabilities N N Y N N Y N Y N N N Intellectual Disability N N N N N Y N Y N N Y Seizures N N Y N N N N N N N N Other N N N N N N N N N ADHD N Skeletal Features Pectus excavatum N N N N N Y Y N N Y N Pectus carinatum N N N N N N N N N N N Scoliosis N N Y N N Y N N N N N Neurofibromas N N N N N N N N N N N Other Plagiocephaly N Possible malignancies Hearing loss Hepatomegaly N Hypotonia, Laryngomalacia Hemangioma 6mo, encephalopathy Tall forehead, cryptorchidism Decreased hair pigmentation at midline frontal area Bilateral vesicoureteral reflux, Short hands and broad fingers, similar feet Family History Mother has hypothyroidism, maternal cousin has HLHS Patient is 22 weeks pregnant, fetus has cardiomegaly Father has CALMs None None Mother has learning disabilities, AFIB, and CALs, sister has NF1 and is carrier Mother has wide‐spaced eyes, tall stature. Mother had 3 SABs. Multiple maternal relatives have CALs and developmental problems Maternal uncle died near term, was very small, soft head; additional uncle died at 1 yr Multiple maternal relatives have 2–3 CALs None Abbreviations: CALs, Cafe au lait macules; HLHS, Hypoplastic left heart syndrome; MVP, Mitral Valve Prolapse; PFO, patent foramen ovale; SAB, Spontaneous abortion * Transcripts:  NF1  ( NM_000267.3 ) and  SPRED1  ( NM_152594.3 ) John Wiley & Sons, Ltd",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:28:08"
}