{
  "pmid": "32144278",
  "abstract": "Neurofibromatosis type 2 (NF2) is an inherited disorder characterized by bilateral vestibular schwannomas (VS) that arise from neoplastic Schwann cells (SCs). NF2-associated VSs are often accompanied by meningioma (MN), and the majority of NF2 patients show loss of the NF2 tumor suppressor. mTORC1 and mTORC2-specific serum/glucocorticoid-regulated kinase 1 (SGK1) are constitutively activated in MN with loss of NF2. In a recent high-throughput kinome screen in NF2-null human arachnoidal and meningioma cells, we showed activation of EPH RTKs, c-KIT, and SFK members independent of mTORC1/2 activation. Subsequently, we demonstrated in vitro and in vivo efficacy of combination therapy with the dual mTORC1/2 inhibitor AZD2014 and the multi-kinase inhibitor dasatinib. For these reasons, we investigated activated mTORC1/2 and EPH receptor-mediated signaling in sporadic and NF2-associated VS. Using primary human VS cells and a mouse allograft model of schwannoma, we evaluated the dual mTORC1/2 inhibitor AZD2014 and the tyrosine kinase inhibitor dasatinib as monotherapies and in combination. Escalating dose-response experiments on primary VS cells grown from 15 human tumors show that combination therapy with AZD2014 and dasatinib is more effective at reducing metabolic activity than either drug alone and exhibits a therapeutic effect at a physiologically reasonable concentration (~0.1 µM). In vivo, while AZD2014 and dasatinib each inhibit tumor growth alone, the effect of combination therapy exceeds that of either drug. Co-targeting the mTOR and EPH receptor pathways with these or similar compounds may constitute a novel therapeutic strategy for VS, a condition for which there is no FDA-approved pharmacotherapy.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:06:14.129898",
  "abstract_length": 1731,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}