{
  "pmid": "PMID:32187457",
  "title": "Selumetinib in Children with Inoperable Plexiform Neurofibromas.",
  "abstract": "BACKGROUND: No approved therapies exist for inoperable plexiform neurofibromas in patients with neurofibromatosis type 1. METHODS: We conducted an open-label, phase 2 trial of selumetinib to determine the objective response rate among patients with plexiform neurofibromas and to assess clinical benefit. Children with neurofibromatosis type 1 and symptomatic inoperable plexiform neurofibromas received oral selumetinib twice daily at a dose of 25 mg per square meter of body-surface area on a continuous dosing schedule (28-day cycles). Volumetric magnetic resonance imaging and clinical outcome assessments (pain, quality of life, disfigurement, and function) were performed at least every four cycles. Children rated tumor pain intensity on a scale from 0 (no pain) to 10 (worst pain imaginable). RESULTS: A total of 50 children (median age, 10.2 years; range, 3.5 to 17.4) were enrolled from August 2015 through August 2016. The most frequent neurofibroma-related symptoms were disfigurement (44 patients), motor dysfunction (33), and pain (26). A total of 35 patients (70%) had a confirmed partial response as of March 29, 2019, and 28 of these patients had a durable response (lasting ≥1 year). After 1 year of treatment, the mean decrease in child-reported tumor pain-intensity scores was 2 points, considered a clinically meaningful improvement. In addition, clinically meaningful improvements were seen in child-reported and parent-reported interference of pain in daily functioning (38% and 50%, respectively) and overall health-related quality of life (48% and 58%, respectively) as well as in functional outcomes of strength (56% of patients) and range of motion (38% of patients). Five patients discontinued treatment because of toxic effects possibly related to selumetinib, and 6 patients had disease progression. The most frequent toxic effects were nausea, vomiting, or diarrhea; an asymptomatic increase in the creatine phosphokinase level; acneiform rash; and paronychia. CONCLUSIONS: In this phase 2 trial, most children with neurofibromatosis type 1 and inoperable plexiform neurofibromas had durable tumor shrinkage and clinical benefit from selumetinib. (Funded by the Intramural Research Program of the National Institutes of Health and others; ClinicalTrials.gov number, NCT01362803.).",
  "authors": "Andrea M Gross; Pamela L Wolters; Eva Dombi; Andrea Baldwin; Patricia Whitcomb; Michael J Fisher; Brian Weiss; AeRang Kim; Miriam Bornhorst; Amish C Shah; Staci Martin; Marie C Roderick; Dominique C Pichard; Amanda Carbonell; Scott M Paul; Janet Therrien; Oxana Kapustina; Kara Heisey; D Wade Clapp; Chi Zhang; Cody J Peer; William D Figg; Malcolm Smith; John Glod; Jaishri O Blakeley; Seth M Steinberg; David J Venzon; L Austin Doyle; Brigitte C Widemann",
  "journal": "The New England journal of medicine",
  "publicationDate": "2020-04-09",
  "doi": "10.1056/NEJMoa1912735",
  "methods": "METHODS We conducted an open-label, phase 2 trial of selumetinib to determine the objective response rate among patients with plexiform neurofibromas and to assess clinical benefit. Children with neurofibromatosis type 1 and symptomatic inoperable plexiform neurofibromas received oral selumetinib twice daily at a dose of 25 mg per square meter of body-surface area on a continuous dosing schedule (28-day cycles). Volumetric magnetic resonance imaging and clinical outcome assessments (pain, quality of life, disfigurement, and function) were performed at least every four cycles. Children rated tumor pain intensity on a scale from 0 (no pain) to 10 (worst pain imaginable). METHODS TRIAL OVERSIGHT This trial was coordinated by the National Cancer Institute (NCI), Center for Cancer Research, Pediatric Oncology Branch (POB), and sponsored by the Cancer Therapy Evaluation Program (CTEP). The trial was conducted at four participating sites: NCI POB, Children’s Hospital of Philadelphia, Cincinnati Children’s Hospital, and Children’s National Hospital. The trial protocol (available with the full text of this article at  NEJM.org ) was designed and written by the NCI investigators. AstraZeneca provided selumetinib for the trial, approved the trial protocol, and provided financial support for the analysis of selumetinib in plasma samples and for the conduct of the clinical trial through a Cooperative Research and Development Agreement with the NCI CTEP. AstraZeneca did not have a role in patient recruitment, data analysis, or manuscript preparation but participated in the review and approval of the manuscript for submission. The protocol was approved by the institutional review board at each participating site. All the patients or their legal guardians provided written informed consent. The authors vouch for the accuracy and completeness of the data reported and for the fidelity of the trial to the protocol. PATIENTS Children 2 to 18 years of age who had received a clinical diagnosis of neurofibromatosis type 1,  who had inoperable, measurable plexiform neurofibromas, 10  and who were able to swallow intact capsules were eligible to participate. We enrolled patients in two strata: stratum 1 for patients with at least one neurofibroma-related complication and stratum 2 for those with no clinically significant neurofibroma-related complications but with the potential for development of a neurofibroma-related complication (complete eligibility criteria and other details are provided in the trial protocol). This report includes the results from stratum 1 only. All the patients underwent scheduled clinical and laboratory safety evaluations, echocardiography, ophthalmology examinations, magnetic resonance imaging (MRI), patient-reported and observer-reported outcome assessments, and evaluations of functional response ( 11 Table 1 ). DRUG ADMINISTRATION AND SAFETY ASSESSMENTS Selumetinib was administered at the recommended phase 2 dose (25 mg per square meter of body-surface area)  approximately every 12 hours in 28-day cycles on a continuous dosing schedule. Medication adherence was assessed by review of patient diaries and capsule counts (see  9 , 12 Section A in the Supplementary Appendix , available at  NEJM.org ). Patients with progressive disease at trial entry (≥20% increase in neurofibroma volume ≤15 months before enrollment) could continue to receive selumetinib as long as they did not have disease progression during treatment. Patients without disease progression at trial entry could continue treatment for a maximum of 2 years unless a partial response was observed, in which case treatment could continue until criteria for discontinuation of trial therapy were met. A complete list of criteria for discontinuation of trial therapy and discontinuation of trial participation are provided in  Section B in the Supplementary Appendix . Adverse events were graded with the use of the NCI Common Terminology Criteria for Adverse Events, version 4.0. Definitions of dose-modifying toxic effects are included in  Section C in the Supplementary Appendix . Up to two dose reductions were allowed for selumetinib-related toxic effects (see  Section D in the Supplementary Appendix ). EVALUATION OF TUMOR RESPONSE Tumor-response evaluation was performed centrally at the NCI by (nonblinded) volumetric analysis of the MRI  of the plexiform neurofibroma. At baseline, the most clinically relevant tumor was selected by the treating physician as the target lesion and was used to determine response to treatment. (For details on tumor volumetric MRI assessment, see  11 Section E in the Supplementary Appendix .) ASSESSMENT OF CLINICAL BENEFIT We conducted comprehensive, prospective, standardized clinical evaluations of functional, patient-reported, and observer-reported outcome measures that were tailored to the location of the target neurofibromas. Children of sufficient age, their parents, or both completed patient-reported outcome measures that have been validated in pediatric populations. The evaluations assessed pain intensity (11-point Numerical Rating Scale [NRS-11] ), interference of pain in daily functioning (Pain Interference Index 13 ), health-related quality of life (Pediatric Quality of Life Inventory [PedsQL] Generic Core Scales 14 , 15 ), and perceived changes with treatment (Global Impression of Change scale 16 , 17 ). NRS-11 scores range from 0 (no pain) to 10 (worst pain imaginable). Scores on the Pain Interference Index range from 0 to 6, with higher scores indicating greater pain interference. PedsQL scores range from 0 to 100, with higher scores indicating better health-related quality of life. Scores on the Global Impression of Change scale range from 1 (very much improved) to 7 (very much worse). For patients with a neurofibroma-related motor complication, children and parents also completed the Patient-Reported Outcomes Measurement Information System (PROMIS) Mobility and Upper Extremity short forms 18  to assess physical functioning. PROMIS T scores have a mean of 50 and a standard deviation of 10, with higher scores indicating better physical function. (For details on patient- and observer-reported measures, see  19 , 20 Section F in the Supplementary Appendix .) On the basis of the location of the target plexiform neurofibroma and the clinical presentation, each patient was assigned to one or more categories of neurofibroma-related complications (disfigurement, airway impairment, bowel or bladder dysfunction, motor dysfunction, pain, vision, and other). The presence or absence of disfigurement as a neurofibroma-related complication was the subjective decision of the trial team and was based on whether the neurofibroma was visible and distorted normal anatomical features. Each patient underwent standardized functional evaluations according to the relevant category or categories of neurofibroma-related complications ( Table 1 ). Key measurements were chosen from each complication category to assess for change over time (see  Section G in the Supplementary Appendix ). RESPONSE CRITERIA Patients were considered able to be evaluated for response after receiving at least one dose of selumetinib. A partial response was defined as a target neurofibroma volume decrease from baseline of at least 20%; a confirmed partial response was defined as a partial response on consecutive restaging examinations at least 3 months apart; and a durable partial response was defined as a partial response lasting for at least 12 cycles (approximately 1 year). Progressive disease was defined as a volume increase from baseline of at least 20% or, if a patient had had a partial response, an increase of at least 20% from the best response. The overall response rate was defined as the percentage of patients with a confirmed partial response in an intention-to-treat analysis. EFFECT OF SELUMETINIB ON THE NATURAL HISTORY OF NEUROFIBROMA GROWTH To assess whether selumetinib alters the natural history of neurofibroma growth, we compared changes in the size of neurofibromas in patients who received selumetinib in this trial with the growth of neurofibromas in age-matched patients in the NCI natural-history study of neurofibromatosis type 1, who did not receive selumetinib ( ClinicalTrials.gov  number,  NCT00924196 ) (see  Section I in the Supplementary Appendix ). PHARMACOKINETIC AND PHARMACODYNAMIC MARKERS The pharmacokinetics of selumetinib in plasma were assessed at baseline and at a steady state, and the pharmacodynamics of selumetinib were assessed by measuring levels of circulating hematopoietic stem cells and progenitor cells. Methods for and results of these analyses are available in  Sections J ,  T , and  U in the Supplementary Appendix . STATISTICAL ANALYSIS The sample size for the primary objective of tumor response was based on a target response rate to rule out a 15% response rate with a lower two-sided 95% confidence boundary (see  Section H in the Supplementary Appendix ). For most patient- and observer-reported outcomes and functional measures obtained, no validated thresholds for clinically meaningful change exist in the pediatric population with neurofibromatosis type 1; therefore, we described the changes in each measurement over time, primarily between baseline and after cycle 12 of treatment, using descriptive statistics including the reporting of 95% confidence intervals where appropriate. For the patient- and observer-reported outcomes and functional measures, patients were considered able to be evaluated if they had measurements completed at baseline and at the evaluation after cycle 12. Where published literature provided guidance for defining clinically meaningful changes in children with neurofibromatosis type 1 or a clinically similar pediatric population, we applied those criteria (see  Sections F  and  G in the Supplementary Appendix ). For those measures with no neurofibromatosis type 1–specific definitions of clinically meaningful change, a minimal clinically important difference (MCID) was calculated with the use of a standardized distribution-based method of greater than 0.5 SD.  Spearman correlations were used to assess for relationships between changes in clinical measures and neurofibroma volume. 21 – 23",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-20 06:59:44",
  "introduction": "BACKGROUND No approved therapies exist for inoperable plexiform neurofibromas in patients with neurofibromatosis type 1.",
  "results": "Overview of Results We collected serial patient-reported outcomes and functional measures in most patients, with very few missing evaluations ( Section N in the Supplementary Appendix ). A majority of patients (68%) had some degree of improvement in at least one of the various functional, patient-reported, and observer-reported outcome measures over time ( Fig. 2A  and  Sections O  and  P in the Supplementary Appendix ). For data on MCIDs, see  Section Q in the Supplementary Appendix .",
  "discussion": "DISCUSSION We previously reported evidence of shrinkage of plexiform neurofibromas in children who received selumetinib, with confirmed partial responses in 71% of the children, but that phase 1 trial did not assess clinical benefit.  Demonstration of clinically meaningful benefit with an acceptable safety profile is required for long-term use of an antineoplastic agent in children with neurofibromatosis type 1. Therefore, in addition to confirming the response rate and duration of response (primary objective), our current trial assessed whether selumetinib treatment could provide clinical benefit (key secondary objectives). 9 Patients with substantial neurofibroma-related complications were enrolled, and we obtained near-complete scheduled patient-reported outcome assessments and functional evaluations. We confirmed our previously reported response rate (70% in the current trial) and found clinically meaningful benefit from treatment with selumetinib. Most responses were durable, lasting more than 1 year.  Only a small number of patients had progressive disease during the trial, and most of these patients (five of six) had dose reductions before progression. In addition to tumor shrinkage, 68% of the patients had some degree of improvement with respect to at least one plexiform neurofibroma–related complication such as pain or a limitation in physical functioning ( 7 , 27 Fig. 2A ). It is notable that the decrease in neurofibroma-related pain intensity reached clinically meaningful levels in 74% of the patients.  Furthermore, 38% of the children and 50% of the parents reported a clinically meaningful decrease in pain interference, and 48% and 58%, respectively, reported a clinically meaningful increase in health-related quality of life. The majority of the children and parents (72% and 86%, respectively) reported improvements as compared with baseline on the Global Impression of Change scale, and the few who reported minor worsening noted that these were primarily due to selumetinib-related toxic effects, all of which were reversible with treatment interruption. 24 , 25 Overall, plexiform neurofibroma–related functional deficits generally remained stable or improved during treatment ( Fig. 2A ). Improvements in strength and airway function reached clinical significance in a subgroup of patients. These results differ from existing natural-history data showing that neurofibroma-related complications worsen over time. 7 , 8 The tumor shrinkage and lack of progression in this trial are in stark contrast to the findings of the NCI natural-history study, in which most patients had disease progression ( Fig. 1 ) and none had shrinkage of more than 20% during a matching period of observation. These results also differ from those of previous clinical trials  involving patients with progressive plexiform neurofibromas in which volume decreases of at least 20% were rare. 28 – 31 In the current trial, toxic effects of selumetinib were similar to those reported previously, including an asymptomatic increase in the creatine phosphokinase level, gastrointestinal symptoms, paronychia, and rash. No irreversible or cumulative toxic effects were noted, with no decreased cardiac ejection fraction resulting in dose interruption or retinal serous detachment.  Long-term safety evaluations are under way as part of this trial. 32 – 34 A limitation of our trial is that, with the exception of the Pain Interference Index  and the measurements of visual acuity, 15  the other outcome measures that were used have not yet been validated for the population with neurofibromatosis type 1. We also did not find a direct correlation between change in neurofibroma size and patient-reported outcomes or functional responses. This relationship is probably influenced by multiple factors, including neurofibroma location, growth rate, and the degree of neurofibroma-related pain. Even small tumors (e.g., orbital tumors) can result in considerable symptoms, so there was not a direct relationship between neurofibroma volume and degree of symptoms even at baseline. Similarly, even small reductions in volume can yield benefit in some situations (e.g., in patients with spinal cord compression). In addition, the fact that most patients had some decrease in neurofibroma volume and very few had volume increases makes the establishment of any correlation statistically challenging. 35 Recently, other MEK inhibitors have also resulted in partial responses in patients with neurofibromatosis type 1–related neurofibroma,  and selumetinib treatment resulted in shrinkage in neurofibromatosis type 1–related gliomas in the optic pathway. 36 – 38  These findings confirm MEK inhibition as a rational treatment strategy for neurofibromatosis type 1–related tumors. 39 In this phase 2 trial of selumetinib in children with neurofibromatosis type 1 and symptomatic plexiform neurofibroma, selumetinib resulted in sustained neurofibroma shrinkage in the majority of patients and provided clinically meaningful benefit. The toxicity level and absence of cumulative toxic effects permit long-term treatment.",
  "upgrade_date": "2026-02-20 07:33:03"
}