{
  "pmid": "32187457",
  "abstract": "BACKGROUND: No approved therapies exist for inoperable plexiform neurofibromas in patients with neurofibromatosis type 1. METHODS: We conducted an open-label, phase 2 trial of selumetinib to determine the objective response rate among patients with plexiform neurofibromas and to assess clinical benefit. Children with neurofibromatosis type 1 and symptomatic inoperable plexiform neurofibromas received oral selumetinib twice daily at a dose of 25 mg per square meter of body-surface area on a continuous dosing schedule (28-day cycles). Volumetric magnetic resonance imaging and clinical outcome assessments (pain, quality of life, disfigurement, and function) were performed at least every four cycles. Children rated tumor pain intensity on a scale from 0 (no pain) to 10 (worst pain imaginable). RESULTS: A total of 50 children (median age, 10.2 years; range, 3.5 to 17.4) were enrolled from August 2015 through August 2016. The most frequent neurofibroma-related symptoms were disfigurement (44 patients), motor dysfunction (33), and pain (26). A total of 35 patients (70%) had a confirmed partial response as of March 29, 2019, and 28 of these patients had a durable response (lasting ≥1 year). After 1 year of treatment, the mean decrease in child-reported tumor pain-intensity scores was 2 points, considered a clinically meaningful improvement. In addition, clinically meaningful improvements were seen in child-reported and parent-reported interference of pain in daily functioning (38% and 50%, respectively) and overall health-related quality of life (48% and 58%, respectively) as well as in functional outcomes of strength (56% of patients) and range of motion (38% of patients). Five patients discontinued treatment because of toxic effects possibly related to selumetinib, and 6 patients had disease progression. The most frequent toxic effects were nausea, vomiting, or diarrhea; an asymptomatic increase in the creatine phosphokinase level; acneiform rash; and paronychia. CONCLUSIONS: In this phase 2 trial, most children with neurofibromatosis type 1 and inoperable plexiform neurofibromas had durable tumor shrinkage and clinical benefit from selumetinib. (Funded by the Intramural Research Program of the National Institutes of Health and others; ClinicalTrials.gov number, NCT01362803.).",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:06:30.832549",
  "abstract_length": 2311,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}