{
  "pmid": "32181506",
  "abstract": "AIM: We examined key features of two outcome measures for social dysfunction and autism spectrum disorder traits, the Social Responsiveness Scale, Second Edition (SRS-2) and the Social Skills Improvement System - Rating Scales (SSIS-RS), in children with neurofibromatosis type 1 (NF1). The aim of the study was to provide objective evidence as to which behavioural endpoint should be used in clinical trials. METHOD: Cross-sectional behavioural and demographic data were pooled from four paediatric NF1 tertiary referral centres in Australia and the United States (N=122; 65 males, 57 females; mean age [SD] 9y 2mo [3y], range 3-15y). RESULTS: Distributions of SRS-2 and SSIS-RS scores were unimodal and both yielded deficits, with a higher proportion of severely impaired scores on the SRS-2 (16.4%) compared to the SSIS-RS (8.2%). Pearson's product-moment correlations revealed that both questionnaires were highly related to each other (r=-0.72, p<0.001) and to measures of adaptive social functioning (both p<0.001). Both questionnaires were significantly related to attention-deficit/hyperactivity disorder symptoms, but only very weakly associated with intelligence. INTERPRETATION: The SRS-2 and SSIS-RS capture social dysfunction associated with NF1, suggesting both may be suitable choices for assessing social outcomes in this population in a clinical trial. However, careful thought needs to be given to the nature of the intervention when selecting either as a primary endpoint. WHAT THIS PAPER ADDS: The Social Responsiveness Scale, Second Edition yielded a large deficit relative to population norms. The Social Skills Improvement System - Rating Scales yielded a moderate deficit relative to population norms. Both scales were highly correlated, suggesting that they are measuring a unitary construct.",
  "methods": "Methods A literature search was conducted in PubMed and Google Scholar using the keyword “neurofibromatosis type 1” and Boolean operators “and/or” in conjunction with the following terms: “pathogenesis,” “clinical phenotypes,” “biological sex,” “gender identity,” and “art”. The search was limited to articles published between 1967 and 2024 in the English language. Inclusion criteria were broad and included primary literature, such as preclinical experimental and clinical cross-sectional studies and case reports. Narrative and systematic literature reviews were included as well. No age limitations were applied to the clinical literature. A total of 95 articles were included in this review.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:06:24.089637",
  "abstract_length": 1817,
  "methods_length": 697,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}