{
  "pmid": "32193699",
  "abstract": "BACKGROUND: Malignant peripheral nerve sheath tumors (MPNSTs) are rare aggressive sarcomas with poor prognosis. More than half of MPNSTs develop from benign precursor tumors associated with neurofibromatosis type 1 (NF1) which is a tumor suppressor gene disorder. Early detection of malignant transformation in NF1 patients is pivotal to improving survival. The primary aim of this study was to evaluate the role of immuno-modulators as candidate biomarkers of malignant transformation in NF1 patients with plexiform neurofibromas as well as predictors of response to immunotherapeutic approaches. METHODS: Sera from a total of 125 NF1 patients with quantified internal tumor load were included, and 25 of them had MPNSTs. A total of six immuno-modulatory factors (IGFBP-1, PD-L1, IFN-α, GM-CSF, PGE-2, and AXL) were measured in these sera using respective ELISA. RESULTS: NF1 patients with MPNSTs had significantly elevated PD-L1 levels in their sera compared to NF1 patients without MPNSTs. By contrast, AXL concentrations were significantly lower in sera of NF1-MPNST patients. IGFBP-1 and PGE2 serum levels did not differ between the two patient groups. IFN-α and GM-CSF were below the detectable level in most samples. CONCLUSION: The immuno-modulator PD-L1 is upregulated in MPNST patients and therefore may provide as a potential biomarker of malignant transformation in patients with NF1 and as a response predictor for immunotherapeutic approaches.",
  "methods": "Methods Sera from a total of 125 NF1 patients with quantified internal tumor load were included, and 25 of them had MPNSTs. A total of six immuno-modulatory factors (IGFBP-1, PD-L1, IFN-α, GM-CSF, PGE-2, and AXL) were measured in these sera using respective ELISA. Materials and methods Sample collection All the 125 patients were ascertained for the diagnosis of NF1 followed the NIH criteria [ 20 ], among them 25 had histologically confirmed MPNSTs. Serum samples from these patients were obtained in the Neurofibromatosis Outpatient Clinic of the Department of Neurology at the University Medical Center Hamburg-Eppendorf, Germany. Serum preparation followed strictly the standardized protocol: Venous blood of up to 20 ml was collected and separated by centrifugation exactly 30 min later. Serum was then immediately frozen in 100 µl aliquots and stored at − 80 °C until use.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:06:57.375594",
  "abstract_length": 1457,
  "methods_length": 880,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}