{
  "pmid": "32190165",
  "abstract": "BACKGROUND: Neurofibromatosis 2 (NF2) is a rare genetic disorder that causes vestibular schwannomas to develop in both eighth cranial nerves. Almost all people with NF2 eventually become completely deaf as a result of progressive tumour enlargement or following surgical or radiotherapy treatment. Other rare abnormal conditions in the inner ears can also cause complete deafness. For people with either indication who are not candidates for cochlear implantation, auditory brainstem implantation is the only treatment option to restore some functional hearing. We conducted a health technology assessment of auditory brainstem implantation for adults with NF2 and severe inner ear abnormalities, which included an evaluation of effectiveness, safety, cost-effectiveness, the budget impact of publicly funding auditory brainstem implantation, and patient preferences and values. METHODS: We performed a systematic literature search of the clinical evidence. We assessed the risk of bias of each included study using the Risk of Bias in Non-randomized Studies-of Interventions (ROBINS-I) tool and the quality of the body of evidence according to the Grading of Recommendations Assessment, Development, and Evaluation (GRADE) Working Group criteria. We performed a systematic economic literature search. We did not conduct a primary economic evaluation because the outcomes identified in our clinical evidence review were difficult to translate into measures appropriate for health economic modelling. We also analyzed the net budget impact of publicly funding auditory brainstem implantation over the next 5 years in Ontario, including the device, presurgical assessment, surgical procedure, and postsurgical rehabilitation. To contextualize the potential value of auditory brainstem implants, we spoke with six people with lived experience of NF2 and severe inner ear abnormalities. RESULTS: We included 22 publications (16 in NF2, five in severe inner ear abnormalities, and one in complications of auditory brainstem implantation) in the clinical evidence review. In adults with NF2, auditory brainstem implantation when compared with no intervention allows any degree of improvement in sound recognition (GRADE: High), allows any degree of improvement in speech perception when used in conjunction with lip-reading (GRADE: High), and provides subjective benefits of hearing (GRADE: High). It likely allows any degree of improvement in speech perception when using the implant alone (GRADE: Moderate) and may improve quality of life (GRADE: Low). In adults with severe inner ear abnormalities, auditory brainstem implantation when compared with no intervention likely allows any degree of improvement in sound recognition (GRADE: Moderate) and in any speech perception when using the implant alone (GRADE: Moderate). It may allow any degree of improvement in speech perception when used in conjunction with lip-reading (GRADE: Low), provide subjective benefits of hearing (GRADE: Low), and improve quality of life (GRADE: Low).We did not identify any economic studies on auditory brainstem implantation for adults with NF2 or adults with deafness due to severe inner ear abnormalities. We estimated that the annual net budget impact of publicly funding auditory brainstem implantation in Ontario over the next 5 years would range from about $130,000 in year 1 for two procedures to about $260,000 in year 5 for four procedures.People with whom we spoke who had received an auditory brainstem implant reported that it restored some hearing ability and improved their quality of life, though they also reported ongoing challenges in using the device or side effects from the procedure. CONCLUSIONS: When compared with no intervention, auditory brainstem implantation provides some benefit for completely deaf adults with NF2 or severe inner ear abnormalities who are not candidates for cochlear implantation. Based on evidence of moderate to high quality, auditory brainstem implants allow any degree of improvement in sound recognition and in speech perception when used in conjunction with lip-reading for people with NF2. The quality of evidence on these outcomes was low to moderate for people with severe inner ear abnormalities. These functional outcomes lead to subjective benefits of hearing which are consistently reported in the literature and in interviews with patients. We were unable to determine the cost-effectiveness of this treatment. We estimate that publicly funding auditory brainstem implantation in Ontario would result in additional costs of about $130,000 to $260,000 annually over the next 5 years.",
  "methods": "Methods We performed a systematic literature search of the clinical evidence. We assessed the risk of bias of each included study using the Risk of Bias in Non-randomized Studies—of Interventions (ROBINS—I) tool and the quality of the body of evidence according to the Grading of Recommendations Assessment, Development, and Evaluation (GRADE) Working Group criteria. We performed a systematic economic literature search. We did not conduct a primary economic evaluation because the outcomes identified in our clinical evidence review were difficult to translate into measures appropriate for health economic modelling. We also analyzed the net budget impact of publicly funding auditory brainstem implantation over the next 5 years in Ontario, including the device, presurgical assessment, surgical procedure, and postsurgical rehabilitation. To contextualize the potential value of auditory brainstem implants, we spoke with six people with lived experience of NF2 and severe inner ear abnormalities.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:06:39.939000",
  "abstract_length": 4624,
  "methods_length": 1002,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}