{
  "pmid": "PMID:32193437",
  "title": "Longitudinal phenotype development in a minipig model of neurofibromatosis type 1.",
  "abstract": "Neurofibromatosis type 1 (NF1) is a rare, autosomal dominant disease with variable clinical presentations. Large animal models are useful to help dissect molecular mechanisms, determine relevant biomarkers, and develop effective therapeutics. Here, we studied a NF1 minipig model (NF1",
  "authors": "Johanna Uthoff; Jared Larson; Takashi S Sato; Emily Hammond; Kimberly E Schroeder; Frank Rohret; Christopher S Rogers; Dawn E Quelle; Benjamin W Darbro; Rajesh Khanna; Jill M Weimer; David K Meyerholz; Jessica C Sieren",
  "journal": "Scientific reports",
  "publicationDate": "2020-03-19",
  "doi": "10.1038/s41598-020-61251-4",
  "methods": "Materials and Methods Animal procedures All procedures were approved by the Institutional Animal Care and Use Committees (IACUC) of the University of Iowa and Exemplar Genetics (Coralville, Iowa) and all procedures were performed in accordance with relevant guidelines and regulations. 12 Yucatan minipigs (6 female, 6 male), 8 heterozygous for NF1 ( NF1 ) and 4 littermate wildtypes, were systematically imaged at 4-, 8-, and 12-months of age using both CT and MR imaging. Animals were anesthetized using either a combination of midazolam (0.6 mg/kg) and ketamine (2.2 mg/kg) or telazol (2.2–4.4 mg/kg), ketamine (1.1–2.2 mg/kg), and xylazine (1.1–2.2 mg/kg). Anesthesia was maintained throughout animal preparation and imaging using isoflurane (1–5%). Each pig was intubated with a balloon-cuffed endotracheal tube (6–8 mm) and mechanically ventilated using a Primer SP MRI-Compatible Veterinary Anesthesia Ventilator (DRE Veterinary). Animals were ventilated under 100% oxygen with a respiratory rate of 16-20 breaths per minute, 5cmH +/ex42del 2 O positive end expiratory pressure, and a tidal volume of approximately 10 mL/kg. Physiological monitoring was performed using electrocardiogram, oxygen saturation (SP-O2), and end tidal carbon dioxide pressure (ET-CO2). Ventilation parameters were modified when necessary to maintain a heart rate between 80–100 beats per minute and an SP-O2 of 95–100%. Prior to imaging, animals were placed in the prone position with their hind limbs extended behind them and their forelimbs fully adducted to their sides to provide stability. Mechanical ventilation was maintained throughout imaging; no breath holds were performed. Imaging procedures A longitudinal imaging study was devised with three proposed imaging timepoints at 4-months (TP1), 8-months (TP2), and 12-months (TP3) of age (Fig.  S1 ). Scans were systematically reviewed at each timepoint by a radiologist (T.S.S.) specializing in pediatrics and neuroradiology using a structured method of reporting. Review was performed unblinded to known genotype ( NF1  /wildtype) and preceding timepoint scans were provided for longitudinal assessment concordant with clinical practice. +/ex42del A non-contrast enhanced, full body screening CT was acquired at TP1 and TP3 using a Siemens SOMATOM Force CT scanner (Siemens Healthcare, Forcheim, Germany) or a GE Discovery MI PET/CT (GE Healthcare, Waukesha, WI). The following standard dose parameters were used for acquisition: Spiral, 70 kV, 208 ref. mAs (tube current modulation on), pitch 1.9. Data was reconstructed as 0.75 and 2 mm slice thicknesses using iterative reconstructions (Qr40, ADMIRE level 5 or STANDARD, ASiR 100%). A subsequent equivalent scan was acquired at a lower radiation dose level with the same parameters but with a 20-reference mAs. MR imaging was performed at all timepoints using a 3.0 T General Electric Discovery MR750w. Four separate protocols were used for imaging: head, whole body, spine, and targeted. The developed protocols drew from whole-body screening recommendations and typical clinical practice . The targeted protocol was used only when an unexpected or abnormal finding was identified during one of the prior three protocols. Table  48 , 49 1  lists the scans of each protocol and their parameters. Head scans were completed using a 32-channel head coil. Targeted scans were completed using the 8US TORSOPA abdominal coil. Table 1 Magnetic Resonance (MR) imaging parameters. Protocol Scan Coil Voxel Resolution FOV TR TE Flip Angle Head Sag FSPGR BRAVO Head 1.0 × 1.0 × 1 256 × 256 8.46 3.22 12 Sag T2 Cube Head 1.0 × 1.0 × 1 256 × 256 3000 90.52 90 FLAIR Head 0.47 × 0.47 × 1 512 × 512 5000 90.10 90 Whole Body Station 1 STIR Body 1.0 × 1.0 × 1 512 × 512 9500 45.08 111 Station 1 T2 Body 1.0 × 1.0 × 1 512 × 512 3800 104.61 111 Station 2 STIR Body 0.82 × 0.82 × 5 512 × 512 9500 45.02 111 Station 2 T2 Body 0.82 × 0.82 × 5 512 × 512 4200 104.27 111 Spine Station 1 Spine Body 0.78 × 0.78 × 4 512 × 512 9500 44.46 111 Station 2 Spine Body 0.86 × 0.86 × 4 512 × 512 9500 44.35 111 Targeted Ax T2 FS PRE Abdominal 0.78 × 0.78 × 5 512 × 512 4000 104.28 111 Ax LAVA-PRE Abdominal 0.78 × 0.78 × 5 512 × 512 4.04 1.89 12 Ax LAVA -POST Abdominal 0.78 × 0.78 × 4 512 × 512 4.08 1.89 12 Sag =   Sagittal plane, FSPGR =   Fast Spoiled Gradient Echo, BRAVO =   Brain Volume Imaging, FLAIR =   Fluid Attenuated Inversion Recovery, STIR =   Short Tau Inversion Recovery, LAVA =   Liver Acquisition with Volume Acceleration, Ax =   Axial plane, PRE =   pre-contrast administration, POST =   post-contrast administration, FOV =   Field of View, TR =   Repetition Time, TE =   Time to Echo . Clinical measurements and recording At each imaging timepoint, minipig weight and exterior clinical indications were recorded. With the anesthetized minipig positioned laterally, photographs were taken the right and left sides. Additional photographs of encountered phenotypes were taken including CALMs, axillary and inguinal freckling, and exterior indications of neurofibroma. For each minipig exhibiting CALMs, the diameter of the largest marking on each side was measured and tracked for change across the imaging timepoints. A description of this method is included as  Supplemental Text . Skeletal measurements Using the CT scans from TP1, skeletal measurements were taken with tools available in 3D Slicer ( https://www.slicer.org/ ) to identify any developmental abnormalities typically seen in NF1 patients. A full description with images of these CT based skeletal measurements is included as  Supplemental Text . To summarize, length measurements were made of the long bones on both lateral sides including the femur, tibia, humerus, ulna, metacarpals, and metatarsals. Presence of anterolateral tibia bowing was assessed using an angle measurement previously described in an NF1 mouse model . 62 Optic nerve measurements Longitudinal measurements of the optic nerves from head MR images were obtained using a method previously described . A full description with images of measurements is included as  63 Supplemental Text . To summarize, measurements of the diameter of the optic nerve with and without the nerve sheath were taken from the axial plane of the T2 CUBE datasets. These diameters were systematically measured at 3 mm behind the ocular globe in the image slice that provided the clearest view of the nerve. Histopathology neurofibroma assessment For minipig tumor development assessment, at necropsy tissue was taken from identified sites of interest (Fig.  2 ). At each site, tumor tissue was excised and samples collected from epidermal/dermal region as well as the subcutis and deep tumor margins. Tumor tissues were fixed (10% neutral buffered formalin x 5–7 days), processed, paraffin-embedded, sectioned (~4 µm) and stained for hematoxylin and eosin (HE) or Masson’s Trichrome (MT) stains. S100 immunohistochemistry was performed as detailed previously . Tissues were examined by a veterinary pathologist following principles of reproducible histopathological examination and scoring 64 . As the tissues came from the same animal and were used principally for comparative descriptions, masking of the samples was not necessary. 65 Imaging-based neurofibroma assessment The corresponding regions for histopathology were assessed in the T2 FS, LAVA Pre- and LAVA Post- contrast scans for quantitative imaging characteristics. Measurements of the neurofibroma regions were made using the World Health Organization (WHO) criteria on the LAVA post contrast MR scans; WHO is taken as the product of the two longest perpendicular measurements of a tumor, progressive disease is defined as ≥25% increase in one lesion . Regions of interest (ROI) corresponding to biopsy zones were extracted from axial slices as regions with consistent area of 1400 square pixels. Percentage signal intensity change ( 38 % SIΔ) was extracted from the ROIs as previously described . Additional quantitative imaging features (T2 Mean, T2 Entropy, T2 Skewness, and LAVA-Pre Kurtosis) were extracted and compared to published values on retrospective human clinical subjects with benign plexiform neurofibromas 66 . 40 Statistical analysis A two-sample Wilcoxon rank sum (Mann-Whitney) test was performed between  NF1  and wildtype minipig weight and skeletal measurements +/ex42del . For the ten subjects with three timepoints, subject weight growth across time was compared using repeated measures analysis of variance (RM-ANOVA) following assessment of Mauchly’s sphericity test with two degrees of freedom 67 . An alpha value of 0.05 was used to establish significance on a statistical level. Repeated skeletal measurements were compared using Lin’s concordance correlation coefficient (CCC) with a value ≥0.90 considered repeatable 68 . 69",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:28:10"
}