{
  "pmid": "32194680",
  "abstract": "A disintegrin and metalloproteinase 9 (ADAM9) is a member of the transmembrane ADAM family. It is expressed in different types of solid cancer and promotes tumor invasiveness. To the best of our knowledge, the present study was the first to examine ADAM9 expression in vestibular schwannomas (VS) from patients with and without neurofibromatosis type 2 (NF2) and to associate the data with clinical parameters of the patients. The aim of the present study was to evaluate if ADAM9 could be used as prognostic marker or therapeutic target. ADAM9 mRNA and protein levels were measured in VS samples (n=60). A total of 30 of them were from patients with neurofibromatosis. Healthy peripheral nerves from autopsies (n=10) served as controls. ADAM9 mRNA levels were measured by PCR, and protein levels were determined by immunohistochemistry (IHC) and western blotting (WB). The Hannover Classification was used to categorize tumor extension and hearing loss. ADAM9 mRNA levels were 8.8-fold higher in VS compared with in controls. The levels were 5.6-fold higher in patients with NF2 and 12-fold higher in patients with sporadic VS. WB revealed two mature isoforms of the protein, and according to IHC ADAM9 was mainly expressed by S100-positive Schwann cells. There was a strong correlation between ADAM9 mRNA expression and the level of functional impairment (r~1, p=0.01). Particularly, the secreted isoform of ADAM9 was expressed in patients with higher hearing impairment. ADAM9 mRNA was overexpressed in the tumor samples relative to healthy vestibular nerves, and there was an association between higher ADAM9 expression levels and greater hearing impairment. Therefore, ADAM9 may be a prognostic marker for VS, and ADAM9 inhibition might have the potential as a systemic approach for the treatment of VS.",
  "methods": "Materials and methods Tissue samples The study was approved by the local ethics committee of the University Hospital Würzburg with the statement number 145/16 and written informed consent was obtained from the patients for the use of their tissue. Tissue collection was from 2010–2015. Directly after surgical excision, the tissue was divided in half: one half was cryopreserved, and the other half was fixed in formalin. All tumor samples were neuropathologically assessed according to WHO-criteria ( 2 ). Typical for Antoni type A tissue is the high cell density in a spindle-shaped arrangement, and for Antoni type B tissue a loose meshwork of gelatinous and microcystic tissue is specific ( 25 ). Mixed types, called Antoni A/B, are also common. As controls served 6 normal vestibular nerves that were obtained from autopsies within the first 24 h after death and 4 sural nerves from biopsies. Clinical parameters Hearing function and tumor extension were categorized using the Hannover Classification ( 26 , 27 ). Tone and speech audiometry were measured several days before surgery to estimate hearing function. Hearing deterioration was categorized into 6 classes in 20 dB steps: H1 has a maximum of 20 dB hearing loss in tone audiometry and a similar good result in speech audiometry, which is a nearly normal hearing function. H6 means deafness, with at least 100 dB hearing loss and no speech discrimination ( Table I ). The tumor extension into the cerebellopontine angle was estimated as follows: T1 is an intrameatal tumor, T2 is an intra- and extrameatal tumor, a T3A tumor fills the cerebellopontine cistern, a T3B tumor has contact to the brainstem, a T4A tumor compresses the brainstem, and a T4B tumor already dislocates the brain stem ( Table II ). Tumor growth dynamics were categorized by magnetic resonance imaging (MRI) performed during a ‘watch and wait’ period before surgery. The histological proliferation rate was determined according to Ki67 staining. Both groups comprised 15 slowly growing VS (growth rate of less than 2 mm per year or <2% Ki67-positive cells) and 15 tumors, which were faster growing (growth rate over 2 mm per year or >2% Ki67-positive cells) ( 28 , 29 ). mRNA and protein extraction NucleoSpin RNA/Protein kit (Macherey-Nagel) was used to purify protein and mRNA from 30 mg tissue samples according to the manufacturer's instructions. Utilizing the Qubit 2.0 Fluorometer (Thermo Fisher Scientific, Inc.) the concentrations of the extracted mRNA and of the isolated protein were measured. Reverse transcription of the mRNA to cDNA was performed by the High-capacity RNA-to-cDNA kit (Applied Biosystems) and the T3000 Thermocycler (Biometra). The isoloated cDNA samples were stored at −80°C. Reverse transcription-quantitative PCR (RT-qPCR) The StepOnePlus Real-Time PCR System (Applied Biosystems) was used for analysis of the ADAM9 mRNA expression in VS and control nerve samples. The cDNA concentration was mixed with TaqMan Universal Master Mix (Applied Biosystems) after adjustment to the amount of sample with the lowest concentration. GAPDH-VIC PL (HS99999905_m1; 5′3′ sequence: gggcgcctggtcaccagggctgctt) was used as an internal control, and ADAM9_FAM (HS00177638_m1; 5′3′ sequence: gtgccactgggaatgctttgtgtgg) assays (Applied Biosystems) were used to evaluate the relative ADAM9 expression in a duplex setting. PCR was running for 10 min at 95°C followed by 50 cycles of 15 sec at 95°C and 60 sec at 60°C. All samples were done in triplicate. The data were analyzed utilizing the 2 −∆∆Cq  method and GAPDH was used as loading control for normalization ( 30 ). Western blotting analysis A total of 16 µl pure protein lysate of the sample with the lowest concentration was used. A comparative amount of protein lysate from the other samples was diluted in water (in all 16 µl volume) and used. These samples were mixed with sample buffer (6.25 µl) and reducing agent (2.5 µl), incubated at 70°C for 10 min, and centrifuged for 1 min at 11,000 × g. 20 µl of each sample were loaded onto a 4–12% polyacrylamide NuPage Bis-Tris gel (Invitrogen). Electrophoresis was running for 1 h at 200 V and 120 mA using the XCell SureLock system (Invitrogen). The transferring of the separated proteins to nitrocellulose membranes (Invitrogen) was done with the iBlot kit and system (Invitrogen) following the manufacturer´s instructions. Blocking of the membrane was carried out with 5% nonfat milk powder (Roth) in TBST (0.1% Tween 20) at room temperature for 1 h and probed with mouse polyclonal antibody 57934 against human ADAM9 (Abcam) at a dilution of 1:500 in TBST (GE Healthcare UK Limited) and with γ-tubulin antibody T6557 in a dilution of 1:5,000 in TBST (Sigma). The secondary antibody, sheep anti-mouse IgG-HRP NA931V (Amersham), was diluted in TBST (1:1,000). For protein detection the ECL Western Blotting Analysis System (Amersham) was used. Visual analysis was performed by two independent investigators, evaluating the presence or absence of specific protein bands. Immunohistochemistry 3 µm sections were cut from formalin-fixed paraffin-embedded blocks of the VS tissue and stained with anti-ADAM9 antibody (Abcam) using a 1:800 dilution in dilution buffer (DCS). ADAM9 protein expression was visualized using a poly-link secondary antibody and a peroxidase kit (Dako; DCS Innovative Diagnostic Systems). Brown staining showed positive signals, and for counterstaining hematoxylin was used. Immunofluorescence analysis was also performed on 3 µm formalin-fixed paraffin sections. The slices were washed 2 × 10 min in xylol followed by an ethanol series with decreasing concentrations for 5 min each in 100, 96, 70, and 50% ethanol. Sections were blocked at a 1:2 dilution for 20 min with 10% goat serum (Life Technologies) in antibody dilution buffer (DCS). Double-staining was performed with anti-ADAM9 antibody (Abcam) at a 1:100 dilution in dilution buffer (DCS) and anti-S100 antibody (Abcam) at a 1:100 dilution or anti-CD68 (Dianova) at 1:200 at 4°C overnight. Protein expression was visualized with Cy3-anti-mouse (red, Dianova) at a dilution of 1:100 and Cy2-anti-rabbit (green, Dianova) at a dilution of 1:50 for 1 h at room temperature, both used as secondary antibodies. Fluoroshield mounting medium (Abcam) was used for the slides. All immunohistochemically stained slides were analyzed using a light microscope (Leica). Liver tissue served as negative control and glioblastoma tissue as positive control for the staining experiments. Statistical analysis StepOne software v2.3 and ExpressionSuite Software v1.04 (Thermo Fisher Scientific, Inc.) was used for mRNA expression analysis. GAPDH mRNA expression was analyzed to normalize the data. Statistical analysis was performed with Microsoft Exel 2010 with XLSTAT (Redmond). Normality was tested by Shapiro-Wilk test. Statistical significance was determined using Mann-Whitney-U-test and the Kruskal Wallis test. P<0.05 was considered to indicate a statistically significant difference. Correlation was evaluated using the Pearson correlation coefficient. Availability of data and materials The datasets used and/or analyzed during the present study are available from the corresponding author on reasonable request.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:07:10.467828",
  "abstract_length": 1808,
  "methods_length": 7240,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}