{
  "pmid": "32212796",
  "abstract": "BACKGROUND: Diagnosis of malignant peripheral nerve sheath tumor (MPNST) is rather challenging due to its divergent morphologic heterogeneity and lack of specific ancillary test. The emergence of H3K27 trimethylation (H3K27me3) as a new immunohistochemistry (IHC) marker for MPNST have recently available to assist pathologists in differentiating MPNST from other histologic mimics. We aim to study the expression pattern of H3K27me3 in MPNST and its histologic mimickers and their association with the clinicopathological data. METHODOLOGY: A total of 59 benign and malignant spindle cell tumours (18 MPNST and 41 of its histologic mimickers which included 10 schwannoma, 13 neurofibroma, 4 synovial sarcoma, 3 fibrosarcoma, 2 gastrointestinal stromal tumour (GIST), 4 leiomyosarcoma, 1 spindle cell liposarcoma, 1 solitary fibrous tumour, 2 low grade fibromyxoid sarcoma and 1 unclassified spindle cell sarcoma), diagnosed from January 1998 to April 2018 in Hospital Universiti Sains Malaysia (HUSM) were tested for H3K27me3 by IHC. The MPNST histological grade was assessed based on the French Fe'de' ration Nationale des Centres de LutteContre le Cancer (FNCLCC) for 3 tiers system (low grade, intermediate grade and high grade). The clinicopathological data were retrieved from the patients' record. RESULTS: A total of 61.1% (11/18 MPNST) showed loss of H3K27me3 expression which is statistically significant as compared to its histologic mimics (p<0.001). Similar findings (p=0.026) were also observed in high grade MPNST (81.8%), intermediate grade MPNST (100%) and 0% in low grade MPNST. CONCLUSION: H3K27me3, combined with other panel of markers, is useful in MPNST diagnosis to differentiate it from the histological mimickers.",
  "methods": "Methodology: A total of 59 benign and malignant spindle cell tumours (18 MPNST and 41 of its histologic mimickers which included 10 schwannoma, 13 neurofibroma, 4 synovial sarcoma, 3 fibrosarcoma, 2 gastrointestinal stromal tumour (GIST), 4 leiomyosarcoma, 1 spindle cell liposarcoma, 1 solitary fibrous tumour, 2 low grade fibromyxoid sarcoma and 1 unclassified spindle cell sarcoma), diagnosed from January 1998 to April 2018 in Hospital Universiti Sains Malaysia (HUSM) were tested for  H3K27me3  by IHC. The MPNST histological grade was assessed based on the French Fe’de’ ration Nationale des Centres de LutteContre le Cancer (FNCLCC) for 3 tiers system (low grade, intermediate grade and high grade). The clinicopathological data were retrieved from the patients’ record.  Materials and Methods A total of 59 cases was included in this study, consisted of 18 cases diagnosed histologically as MPNST and 41 cases of other benign and malignant spindle cell neoplasm as control group and labelled as mimickers, retrieved from registry book and Pathology computerized registry data files (from 1998 until 2018). The clinicopathological data for all cases which included age, clinical presentation, site and depth of tumour involvement, tumour size, type of sample, patients’progress such as presence of local recurrence and metastasis after diagnosis, were also obtained from patients’ record notes. The study obtained its ethical clearance from the Ethical Committee, Universiti Sains Malaysia (JEPEM Code: USM/JEPeM/17020148). \n Histological assessment  \n The tissue slides were deparaffinized and hydrated using standard procedures and stained with hematoxylin and eosin (H&E). The slides were viewed using Olympus CX31 light microscopy to assess the morphology of tumour and grading of MPNST. The grading system is based on tumour differentiation, mitotic count and tumour necrosis in FNCLCC grading system. A 3-tiered grading system with low-grade (LG), intermediate grade (IG) and high-grade (HG) MPNSTs is used, with the LG end being characterized by neurofibroma (NF)-like tumors composed of a cellular proliferation of bland spindle cells that appear to be in a continuum with the so-called atypical/cellular neurofibroma. The typical morphologic picture defining a conventional HG MPNST is represented by a fascicular, monomorphic spindle cell proliferation with a “marbled” low-power appearance and areas of geographic necrosis. Finally, examples exhibiting histomorphologic features that deviated from these classic LG and HG patterns were classified under intermediate MPNST (Prieto-Granada et al., 2016). \n Immunohistochemical (IHC) staining for H3K27 trimethylation \n IHC staining was performed to the paraffin-embedded tissue blocks according to standard procedures (Abcam Code  Ab192985 ) using pressure cooker antigen retrieval (Tris-EDTA buffer solution pH 9.0) method. The monoclonal primary antibody  H3K27me3  at 1:200 was applied to the sections. Sections of mimickers without primary antibodies served as negative controls, and sections of mimickers stained with primary antibodies for each antibody served as positive controls. All these were run together with each batch of staining. Tissue from colon was used as positive control for  H3K27me3  staining. Its expression was quantified in the various samples examined using a scoring method adopted from Cleven et al., (2016). A mean percentage of nuclear staining was determined at a magnification of 400x, and scored 0 (0 cell positive), 1+ (1-24% of cell positive), 2+ (25-49% of cell positive) and 3+ (>50% of cell positive). The 0 score is considered loss of expression. Microscopy for immunoreactivity was evaluated by a single independent pathologist who is blinded to the case. Data were statistically analyzed by IBM SPSS version 24, using chi-square test or fisher-exact test. ",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:07:16.742537",
  "abstract_length": 1738,
  "methods_length": 3865,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}