{
  "pmid": "32245042",
  "abstract": "Neurofibromatosis Type 1 (NF1)-related Malignant Peripheral Nerve Sheath Tumors (MPNST) are highly resistant sarcomas that account for significant mortality. The mechanisms of therapy resistance are not well-understood in MPNSTs, particularly with respect to kinase inhibition strategies. In this study, we aimed to quantify the impact of both the genomic context and targeted therapy on MPNST resistance using reverse phase phosphoproteome array (RPPA) analysis. We treated tumorgrafts from three genetically engineered mouse models using MET (capmatinib) and MEK (trametinib) inhibitors and doxorubicin, and assessed phosphosignaling at 4 h, 2 days, and 21 days. Baseline kinase signaling in our mouse models recapitulated an MET-addicted state (NF1-MET), P53 mutation (NF1-P53), and HGF overexpression (NF1). Following perturbation with the drug, we observed broad and redundant kinome adaptations that extended well beyond canonical RAS/ERK or PI3K/AKT/mTOR signaling. MET and MEK inhibition were both associated with an initial inflammatory response mediated by kinases in the JAK/STAT pathway and NFkB. Growth signaling predominated at the 2-day and 21-day time points as a result of broad RTK and intracellular kinase activation. Interestingly, AXL and NFkB were strongly activated at the 2-day and 21-day time points, and tightly correlated, regardless of the treatment type or genomic context. The degree of kinome adaptation observed in innately resistant tumors was significantly less than the surviving fractions of responsive tumors that exhibited a latency period before reinitiating growth. Lastly, doxorubicin resistance was associated with kinome adaptations that strongly favored growth and survival signaling. These observations confirm that MPNSTs are capable of profound signaling plasticity in the face of kinase inhibition or DNA damaging agent administration. It is possible that by targeting AXL or NFkB, therapy resistance can be mitigated.",
  "methods": "2. Materials and Methods 2.1. Murine MPNST Tumorgrafts and Treatment Immediately following the euthanasia of tumor-bearing mice, 15–25 mg portions of each tumor were transplanted into the flank of NSG-SCID mice using a 10 gauge trochar. Tumors were measured twice weekly and euthanized when the tumor size exceeded 2500 mm 3 . When the tumor volume reached approximately 150 mm 3 , mice were randomized into treatment groups, treated, and euthanized as independent groups at 4-h, 2-day, or 21-day time points (or until mice reached the euthanasia criteria). Respective doses across all treatment combinations were capmatinib (30 mg/kg twice daily vial oral gavage), trametinib (1 mg/kg daily via oral gavage), and doxorubicin (1 mg/kg once via subcutaneous injection). For the 4-h time point, all animals were euthanized 4 h after a single dose. For the 2-day time point, capmatinib-treated animals received three total doses and were euthanized 4 h after the final treatment, whereas trametinib-treated animals received two total doses before euthanasia. Tumors were immediately harvested and either snap-frozen or formalin-fixed for further analysis. Three representative tumors were assessed by RPPA for each time point, treatment, and genotype group. Capmatinib and trametinib were obtained from Novartis. Doxorubicin was obtained from LC Laboratories. All animal experimentation in this study was approved by the Van Andel Institute’s Internal Animal Care and Use Committee (XPA-19-04-001). 2.2. Sample Collection and Preparation for RPPA Downstream Analysis Samples were frozen in liquid nitrogen within 20 min upon surgical resection to preserve the integrity of the phosphoproteome. Specimens were then embedded in an optimal cutting temperature compound (Sakura Finetek, Torrance, CA, USA), cut into 8 μm cryo-sections, mounted on uncharged glass slides, and stored at −80 °C until microdissected. Each slide was fixed in 70% ethanol (Sigma Aldrich, Darmstadt, Germany), washed in deionized water, stained with hematoxylin (Sigma Aldrich, Darmstadt, Germany) and blued in Scott’s Tap Water substitute (Electron Microscopy Sciences), and dehydrated through an ethanol gradient (70%, 95%, and 100%) and xylene (Sigma Aldrich, Darmstadt, Germany). In order to prevent protein degradation, complete protease inhibitor cocktail tablets (Roche Applied Science, Basel, Switzerland) were added to the ethanol, water, hematoxylin, and Scott’s Tap Water substitute [ 17 ]. For each sample, an average of 15,000 tumor cells was isolated from the surrounding microenvironment using a Pixcell II LCM system (Arcturus, Mountain View, CA, USA). Microdissected cells were lysed in a 1:1 solution of 2× Tris-Glycine SDS Sample buffer (Invitrogen Life Technologies, Carlsbad, CA, USA) and Tissue Protein Extraction Reagent (Pierce, Waltham, MA, USA) supplemented with 2.5% of 2-mercaptoethanol (Sigma Aldrich, Darmstadt, Germany). Cell lysates were boiled for 8 min and stored at −80 °C. 2.3. Reverse Phase Protein Microarray Construction and Immunostaining Using an Aushon 2470 arrayer (Aushon BioSystems, Billerica, MA, USA) equipped with 185 μm pins, samples and standard curves for internal quality assurance were printed in triplicate onto Oncyte Avid nitrocellulose-coated slides (Grace Bio-labs, Bend, OR, USA), as previously described [ 17 ]. A Sypro Ruby Protein Blot Stain (Molecular Probes, Eugene, OR, USA) protocol was used to stain selected arrays to quantify the total amount of protein within each sample. Before immunostaining, each array was first incubated with Reblot Antibody stripping solution (Chemicon) for 15 min at room temperature, followed by two washes in PBS. To minimize potential nonspecific bindings, arrays were then incubated in I-block solution (Invitrogen Life Technologies, Carlsbad, CA, USA) for 1 h. Each array was tested with a single primary antibody using an automated system (Dako, Santa Clara, CA, USA). The antibody specificity was tested by immunoblotting using a wide panel of cell lysates, as previously described [ 17 , 18 ]. Negative control arrays were incubated with the anti-rabbit secondary antibody only to account for unspecific binding and background noise. A commercially available catalyzed signal amplification system (Dako, Santa Clara, CA, USA) coupled with a biotinylated anti-rabbit secondary antibody (Vector Laboratories) and a streptavidin-conjugated IRDye680 (LI-COR Biosciences, Lincoln, NE, USA) were used for the amplification and detection of the fluorescent signal. Arrays were probed with a total of 99 antibodies targeting protein kinases involved in major cellular functions, and the results of the broad screening were previously published. Antibody and Sypro Ruby-stained arrays were scanned using a laser-based PowerScanner (TECAN, Mönnedorf, Switzerland). Acquired images were analysed using the MicroVigene software version 5.1 (Vigene Tech, Carlisle, MA, USA). This commercially available software performs spot finding, averages the triplicates, subtracts the background from the negative control slide(s), and normalizes each sample to the corresponding amount of total protein measured by Sypro Ruby staining. Intra- and inter-assay reproducibility of the RPPA platform has been previously reported [ 19 , 20 ]. 2.4. Statistical Methods Tumor growth analysis : Linear mixed-effects models, with random slopes and intercepts, and false discovery rate-adjusted contrasts, were used to estimate and compare tumor growth rates for the different mono and combo therapies. For visualization of the changes in tumor growth, the tumor volume was imputed using the last observation carried forward, until the animal was euthanized. Curves terminated once >50% of mice had been euthanized in the respective treatment group. All analyses were conducted using R v3.2.2 ( https://cran.r-project.org/ ), with an assumed level of significance of α = 0.05. Proteomic analysis : Fold change in expression for each phosphosite was calculated by log 2  transformation of the treatment relative to the vehicle mean for that genotype group. Fold change was ranked-ordered by the median of the treatment group for each genotype and for each condition, the top and bottom 15 proteins from the ranked list were plotted in balloon plots. A total of 98 protein sites passed quality control metrics and were used for analysis. Fold change in the expression for each protein was calculated as the protein expression relative to the vehicle mean for that genotype-time group. Proteins were rank-ordered on the  y -axis by the median transformed fold change for each treatment-genotype-time group and plotted from highest to lowest fold change. Each column represents a single animal. For the 4-h and 2-day time points, animals were plotted randomly on the x-axis. For the 21-day time point, animals were plotted on the  x -axis based on tumor size (largest to smallest) at sacrifice, corresponding to tumors 4–6, respectively, in the associated tumor-graft plots. The balloon color indicates the log 2  fold change in protein expression. Proteins with a greater than 4-fold increase or decrease in expression relative to the vehicle were plotted as log 2  fold change >2 or <−2, respectively. The balloon size indicates the absolute protein expression normalized to the total protein input and background. Head-tail balloon-maps were created by plotting the 30 proteins with the highest and lowest fold change in expression for each treatment-genotype-time group. Plots were generated using R v3.6.1. For pospho-AXL and phospho-NFkB correlation analysis, normality was first assessed by a Shapiro–Wilk normality test. Correlations were analyzed by two-sided Spearman’s rank correlation rho. For correlation plots, data were fit by stat_smooth using loess with span = 1 using ggplot2 (v3.2.1). Missing data points (due to a failure to meet RPPA quality control standards) were omitted from the analysis. All analyses were done using R (v3.6.2). 2.4. Statistical Methods Tumor growth analysis : Linear mixed-effects models, with random slopes and intercepts, and false discovery rate-adjusted contrasts, were used to estimate and compare tumor growth rates for the different mono and combo therapies. For visualization of the changes in tumor growth, the tumor volume was imputed using the last observation carried forward, until the animal was euthanized. Curves terminated once >50% of mice had been euthanized in the respective treatment group. All analyses were conducted using R v3.2.2 ( https://cran.r-project.org/ ), with an assumed level of significance of α = 0.05. Proteomic analysis : Fold change in expression for each phosphosite was calculated by log 2  transformation of the treatment relative to the vehicle mean for that genotype group. Fold change was ranked-ordered by the median of the treatment group for each genotype and for each condition, the top and bottom 15 proteins from the ranked list were plotted in balloon plots. A total of 98 protein sites passed quality control metrics and were used for analysis. Fold change in the expression for each protein was calculated as the protein expression relative to the vehicle mean for that genotype-time group. Proteins were rank-ordered on the  y -axis by the median transformed fold change for each treatment-genotype-time group and plotted from highest to lowest fold change. Each column represents a single animal. For the 4-h and 2-day time points, animals were plotted randomly on the x-axis. For the 21-day time point, animals were plotted on the  x -axis based on tumor size (largest to smallest) at sacrifice, corresponding to tumors 4–6, respectively, in the associated tumor-graft plots. The balloon color indicates the log 2  fold change in protein expression. Proteins with a greater than 4-fold increase or decrease in expression relative to the vehicle were plotted as log 2  fold change >2 or <−2, respectively. The balloon size indicates the absolute protein expression normalized to the total protein input and background. Head-tail balloon-maps were created by plotting the 30 proteins with the highest and lowest fold change in expression for each treatment-genotype-time group. Plots were generated using R v3.6.1. For pospho-AXL and phospho-NFkB correlation analysis, normality was first assessed by a Shapiro–Wilk normality test. Correlations were analyzed by two-sided Spearman’s rank correlation rho. For correlation plots, data were fit by stat_smooth using loess with span = 1 using ggplot2 (v3.2.1). Missing data points (due to a failure to meet RPPA quality control standards) were omitted from the analysis. All analyses were done using R (v3.6.2).",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:07:22.187854",
  "abstract_length": 1966,
  "methods_length": 10694,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}