{
  "pmid": "32252413",
  "abstract": "Genomics of MPNST (GeM) Consortium: Rationale and Study Design for Multi-Omic  Characterization of NF1-Associated and Sporadic MPNSTs.  Miller DT(1), Cortés-Ciriano I(2), Pillay N(3)(4), Hirbe AC(5), Snuderl M(6),  Bui MM(7), Piculell K(1), Al-Ibraheemi A(8), Dickson BC(9), Hart J(10), Jones  K(11), Jordan JT(12), Kim RH(13), Lindsay D(4), Nishida Y(14), Ullrich NJ(15),  Wang X(16), Park PJ(17), Flanagan AM(3)(4).  Author information: (1)Division of Genetics and Genomics, Boston Children's Hospital, Boston, MA  02115, USA. (2)European Molecular Biology Laboratory, European Bioinformatics Institute,  Hinxton, Cambridge CB10 1SD, UK. (3)Department of Pathology, University College London Cancer Institute,  Bloomsbury, London WC1E 6BT, UK. (4)Royal National Orthopaedic Hospital, Brockley Hill, Stanmore, Middlesex HA7  4LP, UK. (5)Oncology Division, Department of Medicine, Washington University School of  Medicine in St. Louis, St. Louis, MO 63110, USA. (6)Department of Pathology, New York University Langone Health, New York City,  NY 10016, USA. (7)Department of Pathology, Moffitt Cancer Center, Tampa, FL 33612, USA. (8)Department of Pathology, Boston Children's Hospital, Boston, MA 02115, USA. (9)Department of Pathology and Laboratory Medicine, Mt. Sinai Hospital, Toronto,  ON M5G 1XF, Canada. (10)Department of Pathology, Lifespan Laboratories, Rhode Island Hospital,  Providence, RI 02903, USA. (11)Departments of Orthopaedics and Oncological Sciences; Huntsman Cancer  Institute, University of Utah, Salt Lake City, UT 84112, USA. (12)Pappas Center for Neuro-Oncology, Massachusetts General Hospital, Boston, MA  02114, USA. (13)Department of Medical Oncology, Princess Margaret Cancer Center, University  Health Network, Toronto, ON M5G 2C1, Canada. (14)Department of Rehabilitation, Nagoya University Hospital, Nagoya 466-8550,  Aichi, Japan. (15)Department of Neurology, Boston Children's Hospital, Boston, MA 02115, USA. (16)GeneHome, Moffitt Cancer Center, Tampa, FL 33612, USA. (17)Department of Biomedical Informatics, Harvard Medical School, Boston, MA  02115, USA.  The Genomics of Malignant Peripheral Nerve Sheath Tumor (GeM) Consortium is an  international collaboration focusing on multi-omic analysis of malignant  peripheral nerve sheath tumors (MPNSTs), the most aggressive tumor associated  with neurofibromatosis type 1 (NF1). Here we present a summary of current  knowledge gaps, a description of our consortium and the cohort we have  assembled, and an overview of our plans for multi-omic analysis of these tumors.  We propose that our analysis will lead to a better understanding of the order  and timing of genetic events related to MPNST initiation and progression. Our  ten institutions have assembled 96 fresh frozen NF1-related (63%) and sporadic  MPNST specimens from 86 subjects with corresponding clinical and pathological  data. Clinical data have been collected as part of the International MPNST  Registry. We will characterize these tumors with bulk whole genome sequencing,  RNAseq, and DNA methylation profiling. In addition, we will perform  multiregional analysis and temporal sampling, with the same methodologies, on a  subset of nine subjects with NF1-related MPNSTs to assess tumor heterogeneity  and cancer evolution. Subsequent multi-omic analyses of additional archival  specimens will include deep exome sequencing (500×) and high density copy number  arrays for both validation of results based on fresh frozen tumors, and to  assess further tumor heterogeneity and evolution. Digital pathology images are  being collected in a cloud-based platform for consensus review. The result of  these efforts will be the largest MPNST multi-omic dataset with correlated  clinical and pathological information ever assembled.  DOI: 10.3390/genes11040387 PMCID: PMC7231181 PMID: 32252413 [Indexed for MEDLINE]  Conflict of interest statement: J.T.J. is a paid consultant for Recursion  Pharmaceuticals and Neurofibromatosis Network, Royalties from Elsevier, and  Honoraria from American Academy of Neurology. No other author has any conflict  of interest to declare. The funders had no role in the design of the study; in  the collection, analyses, or interpretation of data; in the writing of the  manuscript, or in the decision to publish the results",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "6. Concluding Remarks and Future Directions The GeM Consortium’s ultimate goal is to improve clinical care for patients with MPNST through a better understanding of genetic and epigenetic drivers of MPNST initiation and progression. We are motivated by our desire to provide the best care for our patients. Collectively, GeM clinicians and their multi-disciplinary teams care for approximately 2400 patients with NF1 per year. Due to the appreciable incidence of MPNST in this patient population, a better approach to treatment is needed, and we think that this will only be possible through a better understanding of the molecular drivers of MPNST development and progression. Although variation in genes such as  NF1 ,  CDKN2A/B ,  TP53 , and  SUZ12  and/or  EED  are found in most MPNST, the precise order and timing of these changes remain poorly described, and this may be important for understanding the early stages of tumor development and/or the development of treatment resistance.  A comprehensive mutational, rearrangement and copy number signature analysis has not been performed in MPNST. The patients recruited through the consortium and their samples will serve as a valuable resource to facilitate the identification of such signatures through mRNA expression analysis, epigenetic profiling, and the correlation with clinical endpoints. Our hope is that this dataset will provide the most comprehensive knowledge to date and reveal previously unrecognized important pathways for MPNST initiation and progression. Beyond the currently described approach, future efforts are likely to include single-cell DNA and RNA analyses to describe better clonal drivers within MPNSTs. We hope that the knowledge gained through the GeM Consortium’s efforts will inform both pre-clinical studies of MPNST and selection of candidate drugs for future clinical trials. For more information or to contact us, please visit  www.NFResearch-Childrens.org . ",
  "fetched_at": "2026-02-16T15:46:15.528692",
  "abstract_length": 4309,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 1953
}