{
  "pmid": "PMID:32252413",
  "title": "Genomics of MPNST (GeM) Consortium: Rationale and Study Design for Multi-Omic Characterization of NF1-Associated and Sporadic MPNSTs.",
  "abstract": "The Genomics of Malignant Peripheral Nerve Sheath Tumor (GeM) Consortium is an international collaboration focusing on multi-omic analysis of malignant peripheral nerve sheath tumors (MPNSTs), the most aggressive tumor associated with neurofibromatosis type 1 (NF1). Here we present a summary of current knowledge gaps, a description of our consortium and the cohort we have assembled, and an overview of our plans for multi-omic analysis of these tumors. We propose that our analysis will lead to a better understanding of the order and timing of genetic events related to MPNST initiation and progression. Our ten institutions have assembled 96 fresh frozen NF1-related (63%) and sporadic MPNST specimens from 86 subjects with corresponding clinical and pathological data. Clinical data have been collected as part of the International MPNST Registry. We will characterize these tumors with bulk whole genome sequencing, RNAseq, and DNA methylation profiling. In addition, we will perform multiregional analysis and temporal sampling, with the same methodologies, on a subset of nine subjects with NF1-related MPNSTs to assess tumor heterogeneity and cancer evolution. Subsequent multi-omic analyses of additional archival specimens will include deep exome sequencing (500×) and high density copy number arrays for both validation of results based on fresh frozen tumors, and to assess further tumor heterogeneity and evolution. Digital pathology images are being collected in a cloud-based platform for consensus review. The result of these efforts will be the largest MPNST multi-omic dataset with correlated clinical and pathological information ever assembled.",
  "authors": "David T Miller; Isidro Cortés-Ciriano; Nischalan Pillay; Angela C Hirbe; Matija Snuderl; Marilyn M Bui; Katherine Piculell; Alyaa Al-Ibraheemi; Brendan C Dickson; Jesse Hart; Kevin Jones; Justin T Jordan; Raymond H Kim; Daniel Lindsay; Yoshihiro Nishida; Nicole J Ullrich; Xia Wang; Peter J Park; Adrienne M Flanagan",
  "journal": "Genes",
  "publicationDate": "2020-04-02",
  "doi": "10.3390/genes11040387",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-19 09:28:14"
}