{
  "pmid": "32252313",
  "abstract": "Neurofibromatosis type 1 (NF1) is an inherited neurological disorder. Approximately 5-13% of NF1 patients may develop a malignant peripheral nerve sheath tumor (MPNST), which is a neurofibrosarcoma transformed from the plexiform neurofibroma or schwannoma. Given the large size and easy metastasis of MPNST, it remains difficult to be cured by either surgical or conventional chemotherapy. In this study, we investigated the possibility of combining photodynamic therapy (PDT) and chemotherapy to treat MPNST by using a dual-effect liposome (named as PL-cDDP-Ce6), in which a chemotherapeutic agent, cisplatin (cDDP), and photosensitizer, chlorine e6 (Ce6) were encapsulated in the same carrier. The cytotoxic effect of PL-cDDP-Ce6 against MPNST cells was significantly higher than cells treated with liposomal cDDP or Ce6 alone or in combination after light irradiation. Treatment with the dual-effect liposomes in mice bearing xenograft MPNST tumor reveals a significant increase in survival rate compared to those treated with liposomal cDDP and Ce6 in combination. Moreover, there is no weight loss or derangements of serum biochemistry. In conclusion, this study demonstrates the clinical potential and advantage of using this liposomal drug for the treatment of MPNST.",
  "methods": "2. Materials and Methods 2.1. Cell Lines All MPNST cell lines, T265, ST8814, and S462-TY, derived from NF1 patients. These cell lines were a kind gift from Professor Nancy Ratner (Cincinnati Children’s Hospital, Cincinnati, OH, USA) and were grown as described [ 26 , 27 ]. The use of these three cell lines have previously been published and the detailed information could be found [ 26 , 27 ]. The cells were grown on the DMEM culture medium containing 10% FCS, 500 U/mL penicillin/streptomycin, 0.5 mM forskolin and 2.5 mg/dL insulin (Sigma-Aldrich, St Louis, MO, USA), 0.5 mM 3-ios-butyl-1-methylxanthine (Sigma-Aldrich, St Louis, MO, USA), and 10 nM b1-heregulin 177–244 (Mark Sliwkowski, Genentech Inc., San Francisco, USA). Cultured plates were coated with 1 mg/mL poly-L-lysine (Sigma-Aldrich, St Louis, MO, USA) and 4 mg/dL natural mouse laminin (Gibco). Cell cultures were maintained at 37 ℃ in a humidified atmosphere containing 10% CO 2 . 2.2. Preparation of PL-cDDP and PL-cDDP-Ce6 Liposomal PL-cDDP and PL-cDDP-Ce6 were prepared according to the method described previously [ 24 ]. Briefly, 1,2-Distearoyl-sn-glycero-3-phosphocholine, 1,2-distearoyl-sn-glycero-3-phosphoethanolamine-N-[methoxy(polyethylene glycol)]-2000 and cholesterol (10:0.2:5 molar ratio) were dissolved in ethanol. cDDP was dissolved in 0.9% (w/v) NaCl at 65 ℃. The ethanolic solution containing lipids was added into the cDDP mixture to prepare PL-cDDP. For preparing PL-cDDP-Ce6, Ce6 and lipids were dissolved in the ethanol before mixing with cDDP. The mixture was sonicated at 65 ℃ for 1 h, and then extruded through polycarbonate membranes with 100 nm pore size. Size exclusion chromatography was used to remove the untrapped lipids, cDDP and Ce6. Particle size distribution of liposomal drugs was analyzed using a particle sizer (SZ-100, HORIBA, Kyoto, Japan). The prepared PL-cDDP or PL-cDDP-Ce6 was suspended in 0.9% (w/v) NaCl and stored at 4 ℃ for further study as described before [ 24 ]. 2.3. In Vitro Cytotoxicity of PL-cDDP-Ce6 against MPNST Cells MTT assay was employed to examine the cytotoxicity of liposomal drugs on MPNST cells in vitro. Cells were cultured in the 96-well plates with 8 × 10 3  cells in each well. Liposomal drugs were incubated for 2 h and then exposed to light irradiation for a fluence of 0.1 J/cm 2 . The light device is a home-made 662 nm diode laser with power intensity of 95 mW/cm 2 . After light irradiation, cells were incubated in complete medium at 37 ℃ for 24 h. For MTT assay, 0.4 mg/mL of MTT solution was added into the cells after removal of medium. The MTT-medium was eliminated after 2 h in dark. Viable cells convert the MTT into a purple colored formazan product with an absorbance wavelength at 570 nm. The cell viability was evaluated by the principle, MTT activity (%) = (mean absorbance of treated cells/mean absorbance of control cells) × 100%. 2.4. In Vivo Therapeutic Effect in Mice Bearing S462-TY Xenograft Tumor Athymic nu/nu nude mice were purchased from BioLASCO Taiwan (Taipei, Taiwan). These nude mice were housed in the specific pathogen-free environment with food and water ad libitum. All the procedures and research protocols have been approved by the National Taiwan University Institutional Animal Care and Use Committee (IACUC). IACUC Approval code is 20180368 and the valid date is 1 August 2019. Mice aged 6–8 weeks, were subcutaneously injected with 3 × 10 6  S462-TY cells diluted in 50% matrigel, into the left flank. Each study group contained five mice. A single dose of liposomal drugs diluted in 0.9% NaCl saline were intravenous injected into the mice when tumor size grew up to 100 mm 3  or 1000 mm 3 . The control group was given 0.9% NaCl saline solution. After drug administration, light irradiation was applied onto the tumor at 2 and 12 h, respectively. The light source was a diode laser as described in  Section 2.3 . The irradiation time is around 17 minutes and 32 seconds for a fluence of 100 J/cm 2 . A toxic effect was defined as the reduction of 20% of the original body weight. The tumor size and body weight were measured every three days. Tumor volumes were calculated using the relation V = (a 2  × b)/2, with a being the smallest and b being the largest perpendicular diameters. The mouse was considered as death when the tumor volume grows over 2500 mm 3 . At the end of the study, mice were euthanized in accordance to the IACUC regulations. 2.5. Tissue Preparation for Histopathology, Complete Blood Cell Count, and Biochemical Analysis Tumor-bearing mice treated with PL-cDDP-Ce6 were sacrificed 72 h after light irradiation. Blood samples collected through submaxillary cardiac puncture were used for complete blood cell count (CBC) and biochemical analysis. After perfusion, the mice, liver, heart, spleen, lung, and kidney were harvested. Tumor tissue was dissected and fixed in 10% formaldehyde for histopathological examination. The experiments for CBC, biochemistry, and histopathology were carried out by Taiwan Mouse Clinic, National Comprehensive Mouse Phenotyping and Drug Testing Center (Academia Sinica, Taipei, Taiwan). 2.6. ELISA of Soluble Axl Level The measurement of sAxl was performed according to the method described previously [ 25 ]. 50–100 µL of whole blood from submandibular vein of the treated mice were collected at the time of analysis. The blood was stored in a tube coated with anticoagulant, EDTA. After spun with 3000 rpm for 15 minutes, the supernatant plasma was separated and then stored at −80 ℃ until use. The concentration of sAxl was detected using a commercial available kit from R&D System (catalogue No. DY154) and measured by a ELISA reader as described previously [ 25 ]. For each sample, three independent concentrations in duplicates were used to validate the assay accuracy of the measurement. 2.7. Statistics Student’s t-test and two-way ANOVA were used to analyze the statistic differences in cell killing and tumor volume between groups, respectively. The survival rate was evaluated by Kaplan–Meier survival curve and the difference were analyzed by log-rank test. Statistical analysis was conducted using IBM SPSS Statistics software, version 17.0. The  p  values < 0.05 was considered statistically significant.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:07:29.349880",
  "abstract_length": 1274,
  "methods_length": 6261,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}