{
  "pmid": "32272491",
  "abstract": "Early-phase clinical trials using oral inhibitors of MEK, the mitogen-activated protein kinase kinase, have demonstrated benefit for patients with neurofibromatosis type 1 (NF1)-associated tumors, particularly progressive low-grade gliomas and plexiform neurofibromas. Given this potential of MEK inhibition as an effective medical therapy, the use of targeted agents in the NF1 population is likely to increase substantially. For clinicians with limited experience prescribing MEK inhibitors, concern about managing these treatments may be a barrier to use. In this manuscript, the Clinical Care Advisory Board of the Children's Tumor Foundation reviews the published experience with MEK inhibitors in NF1 and outlines recommendations for side-effect management, as well as monitoring guidelines. These recommendations can serve as a beginning framework for NF providers seeking to provide the most effective treatments for their patients. IMPLICATIONS FOR PRACTICE: Neurofibromatosis type 1 (NF1) clinical care is on the cusp of a transformative shift. With the success of recent clinical trials using MEK inhibitors, an increasing number of NF1 patients are being treated with MEK inhibitors for both plexiform neurofibromas and low-grade gliomas. The use of MEK inhibitors is likely to increase substantially in NF1. Given these changes, the Clinical Care Advisory Board of the Children's Tumor Foundation has identified a need within the NF1 clinical community for guidance for the safe and effective use of MEK inhibitors for NF1-related tumors. This article provides a review of the published experience of MEK inhibitors in NF1 and provides recommendations for monitoring and management of side effects.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:07:40.927152",
  "abstract_length": 1711,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}