{
  "pmid": "32281771",
  "abstract": "BACKGROUND: Schwannomatosis is a late-onset tumor predisposition syndrome associated with the development of many different types of malignancies. A relevant genetic mechanism can be explained by three mutational events. The first-hit mutation is a germline mutation, and the SMARCB1 mutation on chromosome 22 is the most well-known genetic abnormality in patients with schwannomatosis. LZTR1 is another major predisposing gene in 22q-related schwannomatosis that lacks SMARCB1 variants. Although these two variants account for the occurrence of most familiar schwannomatoses, the genetic causes of sporadic schwannomatosis for the most part remain unknown. Therefore, current molecular diagnostic criteria cannot completely explain the basis of this disease. The common genetic background between schwannomatosis and other related malignant tumors is also unclear. Moreover, it is not easy to explain various clinical manifestations by only two known mutations. QUESTION/PURPOSES: (1) Are there important sequences outside the SMARCB1 or LZTR1 region on chromosome 22 that might carry a first-hit mutational predisposition to sporadic schwannomatosis? Or are there alternative evolutionarily conserved loci that might carry a first-hit mutational predisposition? (2) Is the age of disease onset associated to such genetic variants? METHODS: This study was a retrospective chart review and prospective genetic study on patients with schwannomatosis who were treated surgically. The clinical criteria to diagnose schwannomatosis were as follows: (1) histologically proven nonvestibular schwannomas; (2) no evidence of vestibular schwannomas on 3-mm brain MRI. A total of 21 patients were treated between March 2006 and June 2015. Since nine patients did not visit the outpatient clinic during the recruitment period, we obtained blood samples from 12 patients with schwannomatosis for a genetic analysis. After two patients were excluded because of their family history of schwannomatosis, genetic analyses were finally performed on 10 patients. Then, those with NF2, SMARCB1 or LZTR1 variants were screened by whole exome sequencing. All 10 patients passed our screening strategy. There were eight men and two women, with a median (range) age of 43 years (24 to 66) at the time of diagnosis. To select candidate genes, common ethnic variants and frequent mutations in in-house exome sequencing data were removed to exclude the population-specific polymorphisms not found in other population and to generalize the findings. Frameshift, nonsense, and splice-site variants were deemed pathogenic. Missense variants were classified as potentially pathogenic, variants of uncertain significance, or benign using in silico (via computer simulation) prediction algorithms, Sorting Intolerant From Tolerant (SIFT), Polymorphism Phenotyping v2 (PolyPhen-2), and Combined Annotation Dependent Depletion (CADD). A variant was considered potentially pathogenic if two or more algorithms predicted the variant to be damaging and benign if none considered it damaging. Then, potentially pathogenic variants only in the genes associated with cancer-predisposition or DNA damage repair were classified as the pathogenic candidate variants of sporadic schwannomatosis. The predictions for pathogenic candidate variants were checked again on Clinical Interpretation of Genetic Variants (InterVar) based on the American College of Medical Genetics guidelines and validated against Mendelian clinically applicable pathogenicity scores (M-CAP scores). RESULTS: We detected 26 variants; 13 variants across 10 genes were predicted to be pathogenic and found in seven patients, two each in ARID1A, PTCH2, and NOTCH2 and one each in MSH6, ALPK2, MGMT, NOTCH1, CIC, TSC2, and CDKN2A. One frameshift deletion in PTCH2 met the criteria for pathogenic or likely pathogenic classification, as recommended by the American College of Medical Genetics guidelines. Six missense mutations were classified as possibly pathogenic variants based on M-CAP scores. Four predicted pathogenic missense variants were detected in DNA damage repair (DDR) genes. Three DDR genes were affected: ARID1A, MGMT, and MSH6. Among the nine predicted pathogenic mutations detected in known cancer-predisposing genes, one was a frameshift deletion and the others were missense mutations. Seven tumor suppressor genes were involved: PTCH2, ALPK2, CIC, NOTCH1, NOTCH2, TSC2, and CDKN2A. One patient with multiple pathogenic variants in two DDR genes, ARID1A and MSH6, received a schwannomatosis diagnosis at 33 years old. Each of the other patients who had single variants in the DDR gene received their diagnoses at 41 years of age. The age at diagnosis was 40 years or older in patients with variants in cancer-predisposing genes, except for one patient who had multiple variants in TSC2 and CDKN2A. The carrier of those variants received the diagnosis at 24 years old. CONCLUSIONS: This study identified first-hit candidate mutations predisposing patients to schwannomatosis that were not related to SMARCB1 or LZTR1 variations in a cohort of patients with sporadic schwannomatosis. Patients with sporadic schwannomatosis without SMARCB1 or LZTR1 genetic variation may have developed the disease because of genomic variants related to cancer initiation in areas other than chromosome 22. Seven of 10 patients had predicted pathogenic germline mutations in DDR and cancer predisposition genes. We detected multiple cancer-related mutations in each patient. The age at the time schwannomatosis was diagnosed might be associated with a combination of variants and characteristics of the genes containing the variants; however, we did not have enough patients to confirm this association. CLINICAL RELEVANCE: The germline mutations identified in this study and the ideas related to the age of disease onset may provide potential candidate variants for future research on sporadic schwannomatosis and help to revise the current clinical and molecular diagnostic criteria. Further in vivo and in vitro studies are needed for these variants.",
  "methods": "Methods This study was a retrospective chart review and prospective genetic study on patients with schwannomatosis who were treated surgically. The clinical criteria to diagnose schwannomatosis were as follows: (1) histologically proven nonvestibular schwannomas; (2) no evidence of vestibular schwannomas on 3-mm brain MRI. A total of 21 patients were treated between March 2006 and June 2015. Since nine patients did not visit the outpatient clinic during the recruitment period, we obtained blood samples from 12 patients with schwannomatosis for a genetic analysis. After two patients were excluded because of their family history of schwannomatosis, genetic analyses were finally performed on 10 patients. Then, those with  NF2 ,  SMARCB1  or  LZTR1  variants were screened by whole exome sequencing. All 10 patients passed our screening strategy. There were eight men and two women, with a median (range) age of 43 years (24 to 66) at the time of diagnosis. To select candidate genes, common ethnic variants and frequent mutations in in-house exome sequencing data were removed to exclude the population-specific polymorphisms not found in other population and to generalize the findings. Frameshift, nonsense, and splice-site variants were deemed pathogenic. Missense variants were classified as potentially pathogenic, variants of uncertain significance, or benign using in silico (via computer simulation) prediction algorithms, Sorting Intolerant From Tolerant (SIFT), Polymorphism Phenotyping v2 (PolyPhen-2), and Combined Annotation Dependent Depletion (CADD). A variant was considered potentially pathogenic if two or more algorithms predicted the variant to be damaging and benign if none considered it damaging. Then, potentially pathogenic variants only in the genes associated with cancer-predisposition or DNA damage repair were classified as the pathogenic candidate variants of sporadic schwannomatosis. The predictions for pathogenic candidate variants were checked again on Clinical Interpretation of Genetic Variants (InterVar) based on the American College of Medical Genetics guidelines and validated against Mendelian clinically applicable pathogenicity scores (M-CAP scores).",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:07:51.109731",
  "abstract_length": 6080,
  "methods_length": 2202,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}