{
  "pmid": "32352002",
  "abstract": "Human Organ-Specific 3D Cancer Models Produced by the Stromal Self-Assembly  Method of Tissue Engineering for the Study of Solid Tumors.  Roy V(1)(2), Magne B(1)(2), Vaillancourt-Audet M(1)(2), Blais M(1)(2), Chabaud  S(1)(2), Grammond E(1)(2), Piquet L(1)(2)(3), Fradette J(1)(2)(4), Laverdière  I(3)(5), Moulin VJ(1)(2)(4), Landreville S(1)(2)(3)(6), Germain L(1)(2)(4),  Auger FA(1)(2)(4), Gros-Louis F(1)(2)(4), Bolduc S(1)(2)(4).  Author information: (1)Centre de Recherche du CHU de Québec-Université Laval, Axe Médecine  Régénératrice, Québec, QC, Canada. (2)Centre de Recherche en Organogénèse Expérimentale de l'Université Laval/LOEX,  Québec, QC, Canada. (3)Centre de Recherche sur le Cancer de l'Université Laval, Québec, QC, Canada. (4)Department of Surgery, Faculty of Medicine, Université Laval, Québec, QC,  Canada. (5)Faculty of Pharmacy, Université Laval and CHU de Québec-Université Laval  Research Center, Oncology Division, Québec, QC, Canada. (6)Department of Ophthalmology, Faculty of Medicine, Université Laval, Québec,  QC, Canada.  Cancer research has considerably progressed with the improvement of in vitro  study models, helping to understand the key role of the tumor microenvironment  in cancer development and progression. Over the last few years, complex 3D human  cell culture systems have gained much popularity over in vivo models, as they  accurately mimic the tumor microenvironment and allow high-throughput drug  screening. Of particular interest, in vitrohuman 3D tissue constructs, produced  by the self-assembly method of tissue engineering, have been successfully used  to model the tumor microenvironment and now represent a very promising approach  to further develop diverse cancer models. In this review, we describe the  importance of the tumor microenvironment and present the existing in vitro  cancer models generated through the self-assembly method of tissue engineering.  Lastly, we highlight the relevance of this approach to mimic various and complex  tumors, including basal cell carcinoma, cutaneous neurofibroma, skin melanoma,  bladder cancer, and uveal melanoma.  Copyright © 2020 Vincent Roy et al.  DOI: 10.1155/2020/6051210 PMCID: PMC7178531 PMID: 32352002 [Indexed for MEDLINE]  Conflict of interest statement: The authors declare that they have no conflicts  of interest.",
  "methods": "",
  "introduction": "1. Introduction Over the past years, various approaches have been employed to study cancer initiation, growth, and migration. Animal models have been instrumental in providing insight into the molecular mechanisms of tumor growth/proliferation and metastatic processes. However, studying cancer  in vivo  remains a considerable challenge nowadays, due to practical and ethical concerns, as well as to limitations in reliable predictions of human clinical trial outcomes [ 1 ]. Although current  in vitro  two-dimensional (2D) monolayer cell culture and conventional tridimensional (3D) cell culture systems have also led to significant advances in our understanding of tumor biology and the role of tumor microenvironment (TME), there are still several unmet needs to better model cancer invasion. The local TME is known to play a significant role in cancer progression and metastasis, where tumor cells can respond and adapt to a plethora of biochemical/biophysical signals from surrounding stromal cells and extracellular matrix (ECM) components [ 2 ]. In this regard, advances in tumor cell biology, 3D cell culture, and tissue engineering have enabled the rapid development of comprehensive  in vitro  tumor models with increased complexity, through the incorporation of multiple cell types. Furthermore, state-of-the-art tissue engineering technologies that incorporate endogenous patient-derived ECM proteins have emerged as unique alternatives to 3D bulk hydrogel and animal models to gain insights into the biological aspects of cancer development, which has not been fully possible using conventional culture systems. Other innovations including the incorporation of capillaries and ready-to-seed spheroids, grown under hypoxic or normoxic conditions, have led to precision medicine in the development of advanced tissue-engineered  in vitro  tumor models for patient-specific therapies, clinical management, and assessment of metastatic potential. Among several protocols allowing the production of advanced exogenous material-free and patient-derived cancer models, the self-assembly method of tissue engineering distinguishes itself by the self-production and assembly of cell-specific endogenous ECM components. Indeed, it has been reported that ascorbate (vitamin C) can help mesenchymal cells produce their own ECM, to form a tissue highly similar to what is found  in vivo  [ 3 ]. Despite significant progresses over the last few years, there are still numerous challenges to create better models for various forms of primary and metastatic cancers, incorporating multicellular cultures and diverse cellular microenvironments capable of modulating ECM composition, cellular crosstalk, and distribution of soluble factors. In this review, we provide an overview of 3D cell culture models currently being employed with a particular focus on the stromal self-assembly method of tissue engineering, allowing the production of patient-derived organ- and human-specific models, for the study of diverse cancers.",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-16T15:46:17.340114",
  "abstract_length": 2337,
  "methods_length": 0,
  "introduction_length": 3021,
  "results_length": 0,
  "discussion_length": 0
}