{
  "pmid": "PMID:32369930",
  "title": "Unmasking Intra-tumoral Heterogeneity and Clonal Evolution in NF1-MPNST.",
  "abstract": "Sarcomas are highly aggressive cancers that have a high propensity for metastasis, fail to respond to conventional therapies, and carry a poor 5-year survival rate. This is particularly true for patients with neurofibromatosis type 1 (NF1), in which 8%-13% of affected individuals will develop a malignant peripheral nerve sheath tumor (MPNST). Despite continued research, no effective therapies have emerged from recent clinical trials based on preclinical work. One explanation for these failures could be the lack of attention to intra-tumoral heterogeneity. Prior studies have relied on a single sample from these tumors, which may not be representative of all subclones present within the tumor. In the current study, samples were taken from three distinct areas within a single tumor from a patient with an NF1-MPNST. Whole exome sequencing, RNA sequencing, and copy number analysis were performed on each sample. A blood sample was obtained as a germline DNA control. Distinct mutational signatures were identified in different areas of the tumor as well as significant differences in gene expression among the spatially distinct areas, leading to an understanding of the clonal evolution within this patient. These data suggest that multi-regional sampling may be important for driver gene identification and biomarker development in the future.",
  "authors": "Chang-In Moon; William Tompkins; Yuxi Wang; Abigail Godec; Xiaochun Zhang; Patrik Pipkorn; Christopher A Miller; Carina Dehner; Sonika Dahiya; Angela C Hirbe",
  "journal": "Genes",
  "publicationDate": "2020-05-01",
  "doi": "10.3390/genes11050499",
  "methods": "2. Materials and Methods 2.1. Study Approvals Blood and tumor were obtained from an individual diagnosed with NF1 according to established criteria [ 25 ] and treated for a MPNST at Washington University/St. Louis Children’s Hospital NF Clinical Program (St. Louis, MO, USA). The human tumor samples were collected under an approved IRB protocol (#201203042) at Washington University, and the patient was appropriately consented. 2.2. Sample Collection Samples were taken from three distinct areas within a single tumor from a patient with an NF1-MPNST immediately after surgical resection with guidance from a pathologist (SD). While area “1” represented solid, tan homogeneous tumor lacking hemorrhage and/or necrosis, areas “2” and “3” of the tumor grossly appeared necrotic and hemorrhagic respectively. 20 g of tissue was taken from each area. Each area was then divided to be used for RNA extraction, DNA extraction, and slide preparation to analyze the histology. A gross image of the tumor was taken at this time and is shown as  Figure 1 .  2.3. Histology Images of the hematoxylin-eosin sections were taken (20X magnification) using an Olympus BX-51 microscope using an Olympus DP71 digital camera, and DP Controller software. Tumor purity was estimated based on morphologic review of the entire hematoxylin-eosin stained section estimating the number of tumor cells, stromal cells, lymphocytes, and extravasated red blood cells. Two pathologists reviewed these slides independently providing an estimated percentage of total tumors cells per slide. 2.4. Sequencing and Bioinformatics Analysis Whole exome sequencing (WES), RNA sequencing (RNA-Seq), and copy number analysis (CNVkit) [ 26 ] were performed on each sample and compared to a blood sample as a germline DNA control. Both Illumina Whole Genome Sequencing (eWGS) of 3 tumor samples and 1 PBMC normal sample, and Illumina RNA Sequencing of the 3 tumor samples were generated from the sampled areas. 2.4.1. Library Construction and Sequencing Each tumor had 2 enriched libraries constructed (n = 6), and the PBMCs had a single enriched library constructed (n = 1). Exome libraries were captured with an IDT exome reagent, then pooled with a WGS library for sequencing on an Illumina HiSeq4000 with at least 1000x coverage. RNA was prepared with a TrueSeq stranded total RNA library kit, then sequenced on an Illumina HISeq4000 with 72M reads per sample. 2.4.2. IDT Exome Sequencing Variant Detection Genomic data were aligned against reference sequence hg38 via BWA-MEM [ 27 ] with Base Quality Score Recalibration (BQSR). Structural variants (SVs) and large indels were detected using manta [ 28 ]. SNVs and small indels were detected using VarScan2 [ 29 ], Strelka2 [ 30 ], MuTect2 [ 31 ], and Pindel [ 32 ] via the somatic pipelines available at  https://github.com/genome/analysis-workflows , which includes best-practice variant filtering and annotation with VEP (Variant Effect Predictor, version 95) [ 33 ]. Manual review was used to remove additional sequencing artifacts. Germline variants and somatic variants reported on variant detecting pipeline were compared to see any intersection of variants. Any intersecting variants were removed from the somatic variant gene list, thus filtering out the germline variants. Common variants with 1000 genome MAF (minor allele frequency) > 0.05 were filtered out. Waterfall somatic variant plots were created with GenVisR [ 34 ] by including somatic variants that occurred in each area. Variants reported on the waterfall plot are most likely to be pathogenic, which is reported via VEP. These variants were not reported as a somatic variant in COSMIC (Catalogue Of Somatic Mutations In Cancer) [ 35 ] and ClinVar [ 36 ] archive, thus these variants are best classified as variants with unknown significance. In order to predict clinical significance and predictions of the functional effects of these variants, each variant was reviewed on SIFT [ 37 ] and Polyphen [ 38 ]. IMPACT rating was determined by VEP for each non-coding variant. 2.4.3. Copy Number Analysis CNVkit was used to infer and visualize copy number from high-throughput DNA sequencing data. Coverage for each bait position in the exome reagent was calculated, then segments of constant copy number were identified using circular binary segmentation. Data were plotted to provide visualization of CNVs. 2.4.4. Inference of Clonal Phylogeny SciClone [ 39 ] and ClonEvol [ 40 ] were utilized to attempt to perform a phylogeny inference. However, the analysis was complicated by the abundance of copy number-altered regions in these tumors, and these standard algorithms were unable to automatically perform that inference. Manual review of the shared and private single nucleotide variants and large copy number altered areas, though, revealed only one possible phylogeny for this tumor. 2.4.5. RNA Sequence Preprocessing RNA-Sequence (RNA-seq) was trimmed from 3′-end with a minimum quality Phred score of 20 and aligned against hg38—Ensembl Transcripts release 99 via BWA-MEM. Pre/post quality control and full expectation-maximization (EM) quantification were run via Partek ®  Flow ®  [ 41 ]. Gene counts and transcript counts were normalized by CPM (counts per million) by using edgeR [ 42 ] package. Heatmap visualizations were created using gplots [ 43 ] R package (Warnes, G.R. Seattle, WA, USA). 2.4.6. Gene Differential Expression Analysis The gene-specific analysis (GSA) method was used to test for differential expression of genes or transcript between sample regions in Partek ®  Flow ®  [ 44 ]. Differential expressed genes were defined as the following statistic parameters:  p -value <= 0.05; FDR step up <= 0.05; Fold Change < −2 or >2. From differentially expressed genes, a GO enrichment test was used to functionally profile this set of genes, to determine which GO terms appear more frequently than would be expected by chance when examining the set of terms annotated to the input genes, each associated with a  p -value. 2.4.7. Pathway Analysis A list of genes in copy number aberrant (CNA) regions was extracted. CNA regions were defined as copy number regions greater than 3 or copy number regions less than 1. For each area, we intersected the list of genes that are located in the CNA regions with the differentially expressed gene list reported in the RNA differential expression analysis ( p -value <= 0.05). PantherDB [ 45 ] was utilized to discover GO terms and pathways that may be affected by these genes.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-20 06:58:07",
  "introduction": "1. Introduction Malignant peripheral nerve sheath tumor (MPNSTs) is the sixth most common soft tissue sarcoma [ 1 ] and has an incidence rate of 0.1–0.2 per 100,000 persons per year [ 2 ]. MPNSTs are often associated with neurofibromatosis type 1 (NF1). The incidence rate of MPNSTs in patients with NF1 is much higher than that of the general population, estimated to be 1.6 per 1000 per year, or a lifetime risk of 8–13% [ 3 ]. Approximately 50% of MPNSTs occur in patients with neurofibromatosis [ 4 , 5 , 6 , 7 ], and the other 50% of MPNSTs occur sporadically or in the setting of previous radiation therapy [ 4 , 6 ]. In the setting of NF1, MPNSTs often arise within a pre-existing benign nerve sheath tumor (plexiform neurofibroma) [ 4 , 7 ].  Prognosis remains poor for patients with MPNST despite multi-modality therapy [ 2 , 5 , 6 , 7 , 8 , 9 , 10 ]. In the setting of metastatic disease, treatment is limited to cytotoxic chemotherapy, typically consisting of single agent doxorubicin or a combination of doxorubicin and ifosfamide [ 11 , 12 , 13 ].  A number of different genes have been implicated in the development of MPNSTs. One of the most commonly used models for preclinical testing was developed by Cichowski et al. and Vogel et al; they demonstrated that mice with germline variants in  Nf1  and  Tp53  develop MPNSTs, supporting a cooperative and causal role for these tumor suppressors in the context of MPNST formation [ 14 , 15 ]. Other groups have found a reduction in expression of  PTEN , a tumor suppressor in the  PI3K/AKT/mTOR  pathway, in MPNSTs compared to benign nerve sheath tumors in a manner that is not regulated by  NF1  [ 16 ]. Keng et al. went on to demonstrate the cooperative roles of  Pten  and  Nf1  in the tumorigenesis of MPNSTs in vivo with transgenic mouse models [ 17 ]. Gregorian et al. further elucidated the cooperative relationship between  k-ras  activation and  Pten  deletion, showing that both variants in combination led to 100% penetrable development of MPNSTs [ 18 ]. Another gene implicated in MPNST pathogenesis is  INK4A , a tumor suppressor encoding both  p16  and  p19 . Deletions in this gene have been identified in MPNSTs but not in benign neurofibromas [ 19 ]. Lu et al. demonstrated a difference in aberrant expression of  ATRX , a DNA helicase that plays a role in chromatin regulation and maintenance of telomeres, between MPNSTs and benign neurofibromas [ 20 ]. Additionally, variants in  EED  and  SUZ12  have been observed in MPNST. These genes code for components of the PRC2 complex which is involved in transcriptional repression. Lee et al. showed loss-of-function somatic alterations of PRC2 components in 92% of sporadic, 70% of NF1-associated and 90% of radiotherapy-associated MPNSTs. Further, introduction of the lost PRC2 component in a PRC2-deficient MPNST cell line decreased cell growth [ 21 ]. Others have found alterations such as structural alterations of  PDGFRA  (platelet-derived growth factor-α) in 26% of MPNST samples [ 22 ]; increased expression of  EGF-R  (epidermal growth factor receptor) by immunohistochemistry in MPNSTs [ 23 ]; and  IGFR1  gene amplification in 24% of MPNSTs [ 24 ].  Despite all of this research, no effective therapies have emerged from recent clinical studies based on this genomic data and subsequent preclinical studies. Intra-tumoral heterogeneity is a possible reason for these shortcomings. Prior studies have relied on a single sample from these tumors. All the subclones within a tumor may not be captured by this approach. Our aim in this study is to investigate intra-tumoral heterogeneity more thoroughly through analysis of samples taken from multiple sites of the same MPNST.",
  "results": "3. Results 3.1. Patient Information Patient characteristics can be seen in  Table 1 . The patient was a male with a history significant for a clinical diagnosis of neurofibromatosis type 1—patient had a plexiform neurofibroma, spinal neurofibromas, café au lait macules, and multiple first-degree relatives with neurofibromatosis type 1—and was 40 years old at the time of diagnosis of MPNST. He presented with a large tumor located in the left neck. Resection showed a high-grade malignant peripheral nerve sheath tumor, 10.2 cm in the largest dimension, with negative margins. The patient did not receive any adjuvant therapy for his MPNST following initial resection due to poor performance status. He recurred 21 months after the initial diagnosis and ultimately died secondary to complications from metastatic disease (33 months after initial diagnosis). Samples were taken in three different locations within the primary tumor immediately following the inititial resection for the purpose of this study.  3.2. Histology of Biopsy Sites We first reviewed the H&E images of the tumor to correlate histology to the gross images of the tumor. H&E stained sections in  Figure 2  show representative images of the three sampled areas. Area #1 demonstrates tissue of a spindle cell neoplasm of neural differentiation arranged in fascicles with elongated hyperchromatic nuclei and a mild to moderate amount of cytoplasm. The tumor purity of this sample was >95%. Area #2 shows spindled cells in a background of hemorrhage, a finding commonly seen in these high-grade tumors with a tumor purity of >95%. Area #3 represents an area of necrosis, another characteristic finding for MPNST. This sample showed >95% tumor purity. 3.3. Whole Exome Sequencing (WES), RNA Sequencing (RNA-Seq), and Copy Number Analysis We first interrogated the sequencing data to identify the germline NF1 variant within this tumor.  Figure 3  shows a lollipop plot identifying the patient’s likely NF1 germline variant based on exclusion of any variants with minor allele frequency >0.05 in the 1000 genomes database. Next, to investigate intra-tumoral heterogeneity within the sample, RNA sequencing of the three sample sites was performed and is shown in  Figure 4 .  Distinct gene expression profiles were observed in each of the areas sampled. The top 16 differentially expressed genes are listed in  Table 2  and include a number of genes involved in transcription and translation. We next performed a copy number analysis of the three biopsy sites to determine whether or not different copy number alterations were observed in each area ( Figure 5 ). Distinct copy number signatures can be appreciated in each of the three samples further illustrating intra-tumoral heterogeneity. Additionally, we evaluated the single nucleotide variants found in each of the samples. This broad overview of all somatic variants is depicted in the waterfall plot in  Figure 6 . Again, distinct somatic variants can be appreciated across different areas. We next explored the potential significance of these variants through further bioinformatics analysis. While the biological significance of each of these variants is uncertain, there is evidence that some of these variants may play a role in the pathogenesis. For each variant in a coding region, CBioPortal [ 47 ] was queried for each gene to determine if the somatic variant was in a functional domain. Additionally, the RNAseq data was queried to determine if the variant in a specific area of the tumor influenced the gene expression of that gene in a specific area. Finally, SIFT and Polyphen were used to predict pathogenicity.  Table 3 a,b list the somatic variants in the coding region that may play a role in the pathogenesis of this tumor based on the above criteria. For those mutaions in non-coding regions, the Ensembl Variant Effect Predictor [ 33 ] was used to determine whether or not the variant would be predicted to affect gene expression. All of the identified variants were classified as modifiers, indicating that pathogenicity prediction is difficult, thus the effects of these variants are unclear. ( Table 3 c). Further details of the somatic variants can be found in  Supplemental Table S1 . Next, a gene ontology analysis was performed. To do this, a list of genes in copy number aberrant (CNA) regions was extracted. For each area, the list of genes located in the CNA regions intersected with the differentially expressed gene list reported in the RNA differential expression analysis, and PantherDB [ 45 ] was utilized to identify pathways that may be affected by these genes.  Table 4  displays the unique genes in each area with copy number aberrations and alterations in gene expression. Genes depicted in Area 1 have been reported in the literature to serve a myriad of functions in tumorigenesis, including base excision repair, nucleotide excision repair, and alternative splicing [ 48 , 49 , 50 , 51 , 52 , 53 , 54 , 55 ]. Those in Area 2 are involved in several different pathways, including transcriptional regulation in addition to ribosomal and proteasomal function [ 56 , 57 , 58 , 59 , 60 ]. Finally, the genes in Area 3 consist of several ribosomal subunits and small nucleolar RNAs, suggesting that both translation and transcription are uniquely affected compared to other areas [ 61 , 62 , 63 ]. This analysis suggests that there may be different functional programs at play across the three areas. Next, we manually reviewed the data to look for changes in other known drivers of MPNST including TP53, ATRX, EED, SUZ12, and CDKN2A. There were no copy number changes or somatic mutions in any of these genes. Finally, we performed a careful manual review of all of the shared and unique somatic variants and copy number alterations in each area in order to develop a predicted clonal evolution.  Figure 7  depicts the predicted phylogenetic tree of the subclones from each area, representing the likely clonal evolution of the tumor.",
  "discussion": "5. Conclusions Significant intra-tumoral heterogeneity exists and may be a barrier to our ability to improve outcomes in patients with NF1-MPNST. These data suggest that multi-regional sampling may be necessary to understand clonal evolution, and for driver gene identification and biomarker development in the future.",
  "upgrade_date": "2026-02-21 02:20:35"
}