{
  "pmid": "PMID:32396062",
  "title": "Tgfb3 collaborates with PP2A and notch signaling pathways to inhibit retina regeneration.",
  "abstract": "Neuronal degeneration in the zebrafish retina stimulates Müller glia (MG) to proliferate and generate multipotent progenitors for retinal repair. Controlling this proliferation is critical to successful regeneration. Previous studies reported that retinal injury stimulates pSmad3 signaling in injury-responsive MG. Contrary to these findings, we report pSmad3 expression is restricted to quiescent MG and suppressed in injury-responsive MG. Our data indicates that Tgfb3 is the ligand responsible for regulating pSmad3 expression. Remarkably, although overexpression of either Tgfb1b or Tgfb3 can stimulate pSmad3 expression in the injured retina, only Tgfb3 inhibits injury-dependent MG proliferation; suggesting the involvement of a non-canonical Tgfb signaling pathway. Furthermore, inhibition of Alk5, PP2A or Notch signaling rescues MG proliferation in Tgfb3 overexpressing zebrafish. Finally, we report that this Tgfb3 signaling pathway is active in zebrafish MG, but not those in mice, which may contribute to the different regenerative capabilities of MG from fish and mammals.",
  "authors": "Mi-Sun Lee; Jin Wan; Daniel Goldman",
  "journal": "eLife",
  "publicationDate": "2020-05-12",
  "doi": "10.7554/eLife.55137",
  "methods": "Materials and methods Key resources table Reagent type  (species) or resource Designation Source or reference Identifiers Additional  information Strain, strain background ( Danio rerio) 1016 tuba1a:GFP Fausett and Goldman, 2006 Strain, strain background ( Danio rerio ) gfap:GFP Kassen et al., 2007 Strain, strain background ( Danio rerio) tp1:mCherry Parsons et al., 2009 Strain, strain background ( Danio rerio) zop:nsfb-EGFP Montgomery et al., 2010 Strain, strain background ( Danio rerio) hsp70:ca-Alk5 Zhou et al., 2011 Strain, strain background ( Danio rerio) hsp70:tgfb1b This paper;  Figure 5 tgfb1b  expressed under the  hsp70  promoter; generated using Tol2-mediated transgenesis -Goldman lab Strain, strain background ( Danio rerio) hsp70:tgfb3 This paper;  Figure 4 tgfb3  expressed under the  hsp70  promoter; generated using Tol2-mediated transgenesis – Goldman lab Sequence-based reagent Tgfb3- MO Gene Tools, LLC Lissamine-tagged,  tgfb3 -targeting Morpholino 5’ TGCATGGTTAA TATCTGCACACTAT Sequence-based reagent Tgfb1b- MO Gene Tools, LLC Lissamine-tagged,  tgfb1b -targeting Morpholino 5’ AAGGATAGTG CCACTCACTCATTGT Sequence-based reagent T7 universal gRNA primer Sigma-Aldrich T7 universal gRNA primer 5’- AAAAGCACCGACTCGGTG CCACTTTTTCAAGTTGATAAC GGACTAGCCTTATTTTAACTT GCTATTTCTAGCTCTAAAAC -3’ Sequence-based reagent tgfb3  gRNA one primer Sigma-Aldrich tgfb3  gRNA one primer: 5’- TAATACGACTCACTAT AGGGCACCTGACTAGGG CCCAGTTTTAGAGCTAGAA Sequence-based reagent tgfb3  gRNA two primer Sigma-Aldrich tgfb3  gRNA two primer: 5’- TAATACGACTCACTAT AGGCCCTCTACAACAGC ACCAGTTTTAGAGCTAGAA Sequence-based reagent PCR primers See Materials and Methods - Primers and Morpholinos section below Recombinant DNA reagent pCS2+ tgfb3-EGFP This paper;  Figure 3—figure supplement 1B Vector for generating RNA that has tgfb3 MO target sequence appended to the 5’ end of the EGFP mRNA coding sequence - Goldman lab. Recombinant DNA reagent pCS2-nCas9n-nanos3’UTR Addgene, Plasmid #62542 Plasmid #62542 Antibody anti-pSmad3, rabbit monoclonal Abcam Cat. # ab52903  RRID: AB_882596 1/200 dilution Antibody Zpr-1, mouse monoclonal Zebrafish International Resource Center Cat. # zpr-1  RRID: AB_10013803 1/500 dilution Antibody Zn-5, mouse monoclonal Zebrafish International Resource Center Cat. # zn-5  RRID: AB_10013770 1/1000 dilution Antibody anti-HuC/D, rabbit polyclonal Abcam Cat. # ab210554  RRID: AB_210554 1/500 dilution Antibody anti-PKC β1 , mouse monoclonal Santa Cruz Biotechnology Cat. # SC-8049  RRID: AB_628143 1/200 dilution Antibody anti-glutamine synthetase (GS), mouse monoclonal Sigma-Aldrich Cat. # MAB302  RRID: AB_2110656 1/500 dilution Antibody anti-SOX9, rabbit polyclonal Millipore Sigma Cat. # AB5535  RRID: AB_2239761 1/500 dilution Antibody anti-BrdU, rat monoclonal Thermo Fisher Cat. #  MA 182088  RRID: AB_927214 1/500 dilution Antibody anti-BrdU, mouse monoclonal Thermo Fisher Cat. #  B35128   RRID: AB_2536432 Clone MoBu-1 for co-staining with EdU Click-it Chemistry, 1/500 dilution Chemical compound, drug SB431542 Fisher Scientific Cat # 16–141 Tgfb signaling inhibitor Chemical compound, drug SB505124 Fisher Scientific Cat # 32-631-0 Tgfb signaling inhibitor Chemical compound, drug RO4929097 Cayman Chemical Cat # 19996 Notch signaling inhibitor Chemical compound, drug okadaic acid Cell Signaling Technology Cat # 5934 PP2A inhibitor Chemical compound, drug PD169316 Cayman Chemical Cat # 10006727 P38 MAPK inhibitor Commercial assay or kit mMESSAGE mMACHINESP6 Transcription Kit Invitrogen Cat # AM1340 mRNA synthesis Commercial assay or kit Megascript T7 Transcription Kit Invitrogen Cat # AM1334 mRNA synthesis Commercial assay or kit In situ cell death, fluorescein Sigma Aldrich Cat # 11684795910 TUNEL assay Animals, injury models, and cell proliferation assays Animal studies were approved by the University of Michigan’s Institutional Animal Care and Use Committee. Zebrafish were kept at 26–28°C with a 10/14 hr light/dark cycle. Adult male and female fish from 6 to 12 months of age were used in these studies.  1016 tuba1a:GFP ,  gfap:GFP ,  tp1:mCherry ,  zop:nsfb-EGFP , and  hsp70:ca-Alk5  fish were previously described ( Fausett and Goldman, 2006 ;  Kassen et al., 2007 ;  Montgomery et al., 2010 ;  Parsons et al., 2009 ;  Zhou et al., 2011 ). We generated  hsp70:tgfb1b  and  hsp70:tgfb3  transgenic fish using standard recombinant DNA techniques using Tol2 vector backbone. Expression constructs were injected into single cell zebrafish embryos as previously described ( Fausett and Goldman, 2006 ). Fish were anesthetized in tricaine and retinas were injured with a needle poke injury (2–4 injuries/retina for analysis of proliferation and protein expression on retinal sections and 8–10 injuries/retina when harvesting total RNA for qPCR), NMDA, or genetically as previously described ( Fausett and Goldman, 2006 ;  Montgomery et al., 2010 ;  Powell et al., 2016 ). To investigate cell proliferation, fish received an IP injection of BrdU or EdU (10 μl of 10 mg/ml stock) as indicated in the text and detected by immunofluorescence or Click-It chemistry as previously described ( Wan and Goldman, 2017 ). Wild-type FVB/N mice were obtained from our breeding colony. RNA isolation, PCR, and RNAseq Total RNA was isolated using Trizol (Invitrogen). cDNA synthesis and PCR reactions were performed as previously described ( Fausett et al., 2008 ;  Ramachandran et al., 2010a ). Real-time qPCR reactions were carried out in triplicate with ABsolute SYBR Green Fluorescein Master Mix (Thermo Scientific) on an iCycler real-time PCR detection system (BioRad). The ΔΔCt method was used to determine relative expression of mRNAs in control and injured retinas and normalized to either  gapdh  or  gapdh  mRNA levels. Individual comparisons were done using unpaired 2-tailed Student t-test. ANOVA with Fisher's PLSD post hoc analysis was used for multiple parameter comparison. Error bars are standard deviation (SD). s For RNAseq, retinas from  1016 tuba1a:GFP  and  gfap:GFP  fish were dissociated and GFP+ MG were purified using FACS using the University of Michigan’s Cell Sorting Core as previously described ( Powell et al., 2013 ;  Ramachandran et al., 2010a ). RNA from GFP+ cells was used to generate libraries and DNA was sequenced on an Illumina HiSeq2000 instrument. Sequencing reads were analyzed by the University of Michigan’s Bioinformatics Core. The number of reads for each expressed gene was determined and differentially expressed genes were restricted to those exhibiting at least a 2-fold difference in expression with threshold abundance greater than 5 Fragments Per Kilobase of transcript per Million mapped reads to eliminate very low abundant transcripts whose estimates of fold-change are unreliable. GEO accession for RNAseq data is  GSE145330 . Generation of  tgfb3  mutant fish Gene editing was performed as previously described ( Hwang et al., 2013 ;  Vejnar et al., 2016 ). Briefly, CRISPRscan ( https://www.crisprscan.org/ ) was used to identify gRNA target sequences in exon 1 of the  tgfb3  gene. gRNAs were transcribed using PCR products as a templates and the MEGAscript T7 transcription kit (Thermo Fisher Scientific #AM1334).  Cas9-nanos  mRNA was transcribed using NotI-digested  Cas9-nanos pCS2  expression vector and the mMESSAGE mMACHINE SP6 kit (Invitrogen, #AM1340).  Cas9-nanos  mRNA and two gRNAs targeting  tgfb3  exon1 were co-injected into one cell stage zebrafish embryos. Primers for making  tgfb3  mutant fish: T7 universal gRNA primer: 5’- AAAAGCACCGACTCGGTGCCACTTTTTCAAGTTGATAACGGACTAGCCTTATTTTAACTTGCTATTTCTAGCTCTAAAAC -3’; gRNA one primer: 5’- TAATACGACTCACTATAGGGCACCTGACTAGGGCCCAGTTTTAGAGCTAGAA ; gRNA two primer: 5’- TAATACGACTCACTATAGGCCCTCTACAACAGCACCAGTTTTAGAGCTAGAA . Primers and morpholinos (MO) used in this study The following PCR primers are 5’ to 3’.  tgfb3 : forward  GATTGGAGGGACGGATGA , reverse  GTGACAGGGGCAGTGAAC ;  tgfb2 : forward  CAGCATGAGAGCCACAGAC , reverse  CTCCACAGATACGGACAGG ;  tgfb1a : forward  GTACAAACACCACAACCCTGG , reverse  GGCTTACTTATCAATCCCGAC ;  tgfb1b : forward  ACTGGCTCTTGCTCCTAT , reverse  AACTGTTCCACCTTATGC ;  ascl1a : forward  TTGAGCGTTCGTAAA , reverse  GCTGAAGGACTGGATT ;  fgf8a : forward  CAGTGTGGATACAAACGCAGG , reverse  TAGCAAAACGCAAAGAGGTGA ;  lepb : forward  CATTGCTCGAACCACCATCAGC , reverse  TCTTTATGCACCGGGGTCTCG ;  crlf1a : forward  GGGATTCTGGGATCTAGGAAAGC , reverse  TCCTTGAAGAACCTGGTTGCG ;  socs3a : forward  CACTAACTTCTCTAAAGCAGGG , reverse  GGTCTTGAAGTGGTAAAACG ;  il-11b : forward  GCTAACAGTGTCGCCTGACTCC , reverse  CTGTAGTTCAGTGAGGGCAGGG ;  dll4 : forward  GGAAATTTGACGTGCTCCAT , reverse  GAGAAAGGTGAGCCAAGCTG ;  hbegf : forward  CGATGGATGGCGAGGATGTAGA , reverse  GCATTAGGGCAGGACGAAGTTG ;  hey1 : forward  GTTTGCATTTTCACGCCCCT , reverse  CGCCCTCTAGTGCTCACATT ;  tgfb3  gRNA mutation forward  GGCAAAGGACTGCTGTTTGT , reverse  GAGATCCCTGGATCATGTTGA ;  tgfb1b  MO mis-splicing forward  GCACACCATAGAAGATCCAACA , reverse  AGGCATCTGCAACCAGTCTT . Lissamine-tagged,  tgfb3 -targeting MO: 5’ TGCATGGTTAATATCTGCACACTAT ; Lissamine-tagged,  tgfb1b -targeting MO: 5’ AAGGATAGTGCCACTCACTCATTGT ; Gene Tools standard control MO: 5’  CCTCTTACCTCAGTTACAATTTATA . Morpholino (MO) functional assays For testing  tgfb3 -targeting MO, we generated  pCS2+tgfb3 EGFP  construct that contained  tgfb3  cDNA MO target site upstream and in-frame with the EGFP initiator AUG. Primers for generating  tgfb3  MO targeting sequence are: forward primer (BamHI): 5’- GCAGGATCCGGAGCCGCTTCATTCATCTG -3’ and reverse primer (Nco1): 5’- TCACCATGGTGGACAGAGACAAGCTCATG -3’. The  pCS2+tgfb3 EGFP  plasmid was linearized with Not1 restriction enzyme and capped sense  tgfb3-EGFP  RNA was synthesized using SP6 RNA polymerase using Invitrogen’s mMESSAGE mMACHINE SP6 Transcription Kit (Invitrogen, #AM1340) according to manufactures directions. Following purification, the capped  tgfb3-EGFP  RNA was dissolved in nuclease free water containing 0.2% phenol red and injected with experimental or control MO into single cell zebrafish embryos. Each embryo received approximately 50 pg of RNA and 250 pg of control or experimental MO. For testing splice blocking  tgfb1b -targeting MO, we injected either control MO (2.4 ng) or  tgfb1b -targeting MO (0.3 ng and 2.4 ng) into single cell zebrafish embryos. RNA was extracted from embryos at 24–48 hr post injection and assayed for  tgfb1b  mRNA by PCR. Heat shock and pharmacological inhibitors For heat shock, fish were immersed in a water bath at 37°C for 1 hr before returning to system water at 28°C. For extended periods of heat shock, this was repeated every 6 hr. For inhibition of Tgfb signaling we used two different Tgfb receptor 1 (Alk 5) inhibitors, SB431542 and SB505124 (Fisher Scientific) and to inhibit Notch signaling we used RO4929097 (Cayman). PP2A was inhibited with okadaic acid (Cell Signaling Technology) and p38 MAPK was inhibited with PD169316 (Cayman Chemical). Pharmacological reagents were prepared in DMSO as a 10 mM stock and diluted 1/200 in fish water for immersion or PBS for intravitreal injections. Control fish were treated with vehicle. Immunofluorescence and  in situ  hybridization Zebrafish samples were prepared for immunofluorescence as previously described ( Fausett and Goldman, 2006 ;  Ramachandran et al., 2010a ;  Ramachandran et al., 2010a ). Primary antibodies used in this study: anti-pSmad3, Abcam Cat. # ab52903 (1/200); Zpr-1 and Zn-5, Zebrafish International Resource Center (1/500 and 1/1000, respectively); anti-HuC/D, Abcam, Cat. #ab210554 (1/500); anti-PKC β1 , Santa Cruz Biotechnology, Cat. #SC-8049 (1/200); anti-glutamine synthetase (GS), Sigma-Aldrich, Cat. #MAB302 (1/500); anti-SOX9, EMD Millipore, Cat. #AB5535 (1/500); anti-BrdU, Thermo Fisher, Cat. # MA 1–82088 (1/500) and Cat. #  B35128  (1/500, clone MoBu-1 for co-staining with EdU Click-It chemistry). Secondary antibodies: Alexa Flour 555 Donkey anti Mouse-IgG (H+L), Thermo Fisher Cat. #  A31570  (1:500); Alexa flour 555 Donkey anti Rabbit IgG (H+L), Thermo Fisher, Cat # A31572 (1:500); Alexa flour 555 Donkey anti Sheep IgG (H+L) Thermo Fisher Cat #A21436. Cy3, Jakson Immuno research labs, Cat #712-166-150 (1:500); Alexa Flour 488 donkey anti mouse Thermo Fisher Cat. # A21202 (1:500); Alexa Flour 488 goat anti rabbit Thermo Fisher Cat. # A11008 (1:500); Cy5 goat anti mouse, Thermo Fisher Cat. # A10524 (1:500); and Alexa Flour 647 goat anti rabbit Thermo Fisher Cat # A21244 (1:500).  In situ  hybridization was performed as described previously ( Barthel and Raymond, 2000 ). Microscopy, TUNEL, cell quantification, and statistical analysis BrdU and EdU labelling were used to identify and quantify proliferating cells in retinal sections as previously described ( Fausett and Goldman, 2006 ;  Ramachandran et al., 2010a ;  Wan and Goldman, 2017 ;  Wan et al., 2012 ;  Wan et al., 2014 ). TUNEL assays were performed on retinal sections using the  in situ  cell death, fluorescein kit (Sigma Aldrich, Cat # 11684795910). Images were captured by a Zeiss Axiophot fluorescence microscope or a Leica DM2500 microscope. Autofluorescence is defined as variable, background fluorescence that can be detected in multiple channels. All experiments were done in triplicate (three trials) with three animals per trial unless otherwise indicated. We routinely quantify the total number of proliferating cells around the injury site in all nuclear layers and also the number of proliferating cells restricted to the INL in order to be sure proliferative changes represent MG proliferation and are not solely due to rod progenitor proliferation. Unless specifically stated, quantification shown in graphs is proliferation in all nuclear layers at the injury site. Quantification of pSmad3 immunofluorescence was restricted to the area surrounding the injury site and represents the field of view. Error bars are standard deviation (SD). ANOVA with Fisher's PLSD  post hoc  analysis was used for multiple parameter comparison; two-tailed Student's  t  test was used for single parameter comparison.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-20 17:37:13"
}