{
  "pmid": "PMID:32408052",
  "title": "Mutation-Directed Therapeutics for Neurofibromatosis Type I.",
  "abstract": "Significant advances in biotechnology have led to the development of a number of different mutation-directed therapies. Some of these techniques have matured to a level that has allowed testing in clinical trials, but few have made it to approval by drug-regulatory bodies for the treatment of specific diseases. While there are still various hurdles to be overcome, recent success stories have proven the potential power of mutation-directed therapies and have fueled the hope of finding therapeutics for other genetic disorders. In this review, we summarize the state-of-the-art of various therapeutic approaches and assess their applicability to the genetic disorder neurofibromatosis type I (NF1). NF1 is caused by the loss of function of neurofibromin, a tumor suppressor and downregulator of the Ras signaling pathway. The condition is characterized by a variety of phenotypes and includes symptoms such as skin spots, nervous system tumors, skeletal dysplasia, and others. Hence, depending on the patient, therapeutics may need to target different tissues and cell types. While we also discuss the delivery of therapeutics, in particular via viral vectors and nanoparticles, our main focus is on therapeutic techniques that reconstitute functional neurofibromin, most notably cDNA replacement, CRISPR-based DNA repair, RNA repair, antisense oligonucleotide therapeutics including exon skipping, and nonsense suppression.",
  "authors": "Andre Leier; David M Bedwell; Ann T Chen; George Dickson; Kim M Keeling; Robert A Kesterson; Bruce R Korf; Tatiana T Marquez Lago; Ulrich F Müller; Linda Popplewell; Jiangbing Zhou; Deeann Wallis",
  "journal": "Molecular therapy. Nucleic acids",
  "publicationDate": "2020-06-05",
  "doi": "10.1016/j.omtn.2020.04.012",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-19 09:28:16"
}