{
  "pmid": "32408052",
  "abstract": "Mutation-Directed Therapeutics for Neurofibromatosis Type I.  Leier A(1), Bedwell DM(2), Chen AT(3), Dickson G(4), Keeling KM(2), Kesterson  RA(1), Korf BR(1), Marquez Lago TT(1), Müller UF(5), Popplewell L(4), Zhou J(3),  Wallis D(6).  Author information: (1)Department of Genetics, University of Alabama at Birmingham, Birmingham, AL  35294, USA. (2)Department of Biochemistry and Molecular Genetics, University of Alabama at  Birmingham, Birmingham, AL 35294, USA. (3)Department of Neurosurgery, Yale University, New Haven, CT 06510, USA. (4)Centre of Biomedical Sciences, Department of Biological Sciences, Royal  Holloway, University of London, Egham, Surrey TW20 0EX, UK. (5)Department of Chemistry and Biochemistry, University of California San Diego,  La Jolla, CA 92093, USA. (6)Department of Genetics, University of Alabama at Birmingham, Birmingham, AL  35294, USA. Electronic address: dwallis@uab.edu.  Significant advances in biotechnology have led to the development of a number of  different mutation-directed therapies. Some of these techniques have matured to  a level that has allowed testing in clinical trials, but few have made it to  approval by drug-regulatory bodies for the treatment of specific diseases. While  there are still various hurdles to be overcome, recent success stories have  proven the potential power of mutation-directed therapies and have fueled the  hope of finding therapeutics for other genetic disorders. In this review, we  summarize the state-of-the-art of various therapeutic approaches and assess  their applicability to the genetic disorder neurofibromatosis type I (NF1). NF1  is caused by the loss of function of neurofibromin, a tumor suppressor and  downregulator of the Ras signaling pathway. The condition is characterized by a  variety of phenotypes and includes symptoms such as skin spots, nervous system  tumors, skeletal dysplasia, and others. Hence, depending on the patient,  therapeutics may need to target different tissues and cell types. While we also  discuss the delivery of therapeutics, in particular via viral vectors and  nanoparticles, our main focus is on therapeutic techniques that reconstitute  functional neurofibromin, most notably cDNA replacement, CRISPR-based DNA  repair, RNA repair, antisense oligonucleotide therapeutics including exon  skipping, and nonsense suppression.  Copyright © 2020. Published by Elsevier Inc.  DOI: 10.1016/j.omtn.2020.04.012 PMCID: PMC7225739 PMID: 32408052",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "Conclusions and Outlook There are a variety of mutation-directed therapeutics that may potentially be used to treat NF1. Each is at a different stage of clinical development and each has unique advantages and challenges. Moreover, each is applicable to different types of mutations, and no one therapeutic is likely to treat all patients with NF1. It is more likely that a suite of therapeutics will be required for the treatment of NF1. Unresolved issues involve delivery to the correct cells at the correct time and efficiency. Furthermore, it is unknown how much neurofibromin is required to prevent disease phenotypes, and this level may vary based on cell type. We are attempting to overcome some of these challenges and unknowns to implement mutation-directed therapeutics for NF1.",
  "fetched_at": "2026-02-16T15:46:20.669749",
  "abstract_length": 2472,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 787
}