{
  "pmid": "32406525",
  "abstract": "Autism and attention-deficit/hyperactivity disorders and symptoms in children  with neurofibromatosis type 1.  Morotti H(1), Mastel S(2)(3)(4), Keller K(1), Barnard RA(1), Hall T(2)(3),  O'Roak BJ(1), Fombonne E(2)(3)(4).  Author information: (1)Department of Molecular and Medical Genetics, Oregon Health & Science  University, Portland, Oregon, USA. (2)Department of Pediatrics, Oregon Health & Science University, Portland,  Oregon, USA. (3)Institute on Development & Disability, Oregon Health & Science University,  Portland, Oregon, USA. (4)Department of Psychiatry, Oregon Health & Science University, Portland,  Oregon, USA.  Comment in     Dev Med Child Neurol. 2021 Feb;63(2):132. doi: 10.1111/dmcn.14597.     Dev Med Child Neurol. 2021 Feb;63(2):233-234. doi: 10.1111/dmcn.14653.     Dev Med Child Neurol. 2021 Feb;63(2):235-236. doi: 10.1111/dmcn.14725.  AIM: To evaluate if autism symptoms and diagnoses are more common in children  with neurofibromatosis type 1 (NF1) than in typically developing children, to  which levels, and to determine if co-occurring attention-deficit/hyperactivity  disorder (ADHD) symptomatology accounts for this increase. METHOD: We searched hospital electronic medical records (EMR) for International  Classification of Diseases, 10th Revision NF1 and co-occurring diagnoses codes.  We recruited a subsample of 45 children (mean age 9y 2mo; SD 2y 7mo; range  5-12y; 22 males, 23 females) and collected parental reports of autism  symptomatology, adaptive behavior, and behavioral problems that were compared to  those of 360 age- and sex-matched controls from the Simons Simplex Collection  (SSC) with autism spectrum disorder (ASD; SSC-ASD) or typically developing  (SSC-TD). RESULTS: The EMR search identified 968 children with NF1; 8.8% had ADHD and 2.1%  had ASD co-occurring diagnoses. In the subsample, the mean autism scale score  for participants with NF1 was below cut-off for significant autism symptoms.  Participants with NF1 had significantly more autism and behavioral symptoms than  SSC-TD participants, and significantly less than SSC-ASD participants, with one  exception: ADHD symptom levels were similar to those of SSC-ASD participants. In  analyses that controlled for internalizing, ADHD, and communication scores, the  difference in autism symptom levels between participants with NF1 and typically  developing controls disappeared almost entirely. INTERPRETATION: Our results do not support an association between NF1 and  autism, both at the symptom and disorder levels. WHAT THIS PAPER ADDS: Diagnoses of attention-deficit/hyperactivity disorder  (ADHD) were more common in children with neurofibromatosis type 1 (NF1) than in  the general child population. Diagnoses of autism spectrum disorder were no more  common in children with NF1 than in the general child population. Increases in  autism symptoms did not reach clinically significant thresholds. Co-occurring  ADHD symptoms accounted for increased autism questionnaire scores. Adaptive  behavior in participants with NF1 showed normal socialization but lower  communication proficiency.  Publisher: OBJETIVO: Evaluar si el diagnóstico y los síntomas de autismo son más  frecuentes en niños con neurofibromatosis tipo 1 (NF1) comparado a niños con  desarrollo típico, cuáles son los niveles de severidad, y determinar si la  sintomatología concurrente debido déficit de atención / hiperactividad (TDAH)  explica la frecuencia. MÉTODO: Se realizaron búsquedas en los registros médicos  electrónicos hospitalarios (EMR) para el diagnóstico de NF1 y códigos  concurrentes en la Clasificación Internacional de Enfermedades, 10ma revisión.  Reclutamos una submuestra de 45 niños (edad promedio 9 años 2 meses; DE 2 años 7  meses; rango 5-12 años; 22 varones y 23 mujeres). Recolectamos informes  parentales acerca de la sintomatología del autismo, comportamiento adaptativo y  problemas de conducta que se compararon con los de 360 niños pareados por edad y  sexo provenientes de la Colección Simons Simplex (SSC) de niños con trastorno  del espectro autista (SSC-ASD) o de niños con desarrollo típico (SSC-TD). RESULTADOS: La búsqueda de EMR identificó a 968 niños con NF1; 8,8% tenían TDAH  y 2,1% tenían diagnósticos concurrentes de trastorno del espectro autista. En la  submuestra de participantes con NF1, la media de puntaje de la escala de autismo  fue inferior punto de corte. Los participantes con NF1 tuvieron  significativamente más síntomas de autismo y problemas de conducta que los  participantes de SSC-TD, y significativamente menos que los participantes de  SSC-ASD. Hubo una excepción: los niveles de síntomas de TDAH fueron similares a  los de los participantes de SSC-ASD. En los análisis que controlaron los  síntomas internalizantes, el TDAH y los puntajes de comunicación, la diferencia  en los niveles de síntomas de autismo entre los participantes con NF1 y los  controles con desarrollo típico desaparecieron casi por completo.  INTERPRETACIÓN: Nuestros resultados no respaldan una asociación entre NF1 y  autismo, tanto a nivel de frecuencia de los síntomas, ni con la severidad de los  mismos.  Publisher: OBJETIVO: Avaliar se sintomas e diagnóstico de autismo são mais  comuns em crianças com neurofibromtose tipo 1 (NF1) do que em crianças com  desenvolvimento típico, em quais níveis, e determinar se co-ocorrência de  sintomatologia do transtorno do déficit de atenção e hiperatividade (TDAH)  explica este aumento. MÉTODO: Pesquisamos registros médicos eletrônicos (RME)  hospitalares quanto aos códigos diagnósticos de NF1 e diagnósticos co-ocorrentes  segundo a Classificação Internacional de Doenças, 10ª revisão. Recrutamos uma  sub-amostra de 45 crianças (média de idade 9a 2m; DP 2a 7m; variação 5-12a; 22  do sexo masculino, 23 do sexo feminino) e coletamos relatos parentais de  sintomatologia de autismo, comportamento adaptativo, e problemas comportamentais  quer foram comparados com os 360 controles pareados por sexo e idade da Simons  Simplex Collection (SSC) com transtorno do espectro autista (TEA; SSC-TEA) ou  desenvolvimento típico (SSC-DT). RESULTADOS: A busca em RME identificou 968 crianças com NF1; 8,8% tinha TDAH e  2,1% tinha diagnóstico concomitante de TEA. Na sub-amostra, o escore médio de  autismo para os participantes com NF1 estava abaixo do ponto de corte para  sintomas autistas significantes. Os participantes com NF1 tiveram  significativamente mais sintomas de autismo e comportamento do que os  participantes SSC-DT, e significativamente menos do que os participantes  SSC-TEA, com uma exceção: os níveis de sintomas de TDAH foram similares aos  participantes SSC-TEA. Na análise que controlou para escores internalizantes,  TDAH e comunicação, a diferença nos níveis de sintomas autistas entre  participantes com NF1 e desenvolvimento típico desapareceu quase totalmente.  INTERPRETAÇÃO: Nossos resultados não suportam associação entre NF1 e autismo,  mas com os sintomas e níveis de desordem.  © 2020 Mac Keith Press.  DOI: 10.1111/dmcn.14558 PMID: 32406525 [Indexed for MEDLINE]",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-16T15:46:18.895111",
  "abstract_length": 7075,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}