{
  "pmid": "PMID:32419643",
  "title": "Long Noncoding RNA WT1-AS Inhibit Cell Malignancy via miR-494-3p in Glioma.",
  "abstract": "Primary brain tumors are a rare occurrence in comparison to other malignancies, the most predominant form being glioma. Commonly, exposure to ionizing radiations and inheritance of associated conditions such a neurofibromatosis and tuberous sclerosis are the most common causes of development of glioma. However, understanding of the molecular mechanisms that drive glioma development is limited. We explore the role of aberration of microRNA namely ",
  "authors": "Guangting Qiu; Wenjie Tong; Chenghao Jiang; Qingsong Xie; Jingfang Zou; Cong Luo; Jianwei Zhao; Lu Zhang; Jiang Zhao",
  "journal": "Technology in cancer research & treatment",
  "publicationDate": "2020",
  "doi": "10.1177/1533033820919759",
  "methods": "Methods and Materials Study Setting and Sample Collection The study was undertaken at the Shanghai Fourth People’s Hospital Affiliated to Tongji University School of Medicine post approval of the institutional ethics committee (approval no. 2019tjdx16). Written consents were obtained from all participants. Patients reporting to the Department of Neurosurgery were clinically examined and histopathologically confirmed for the presence of glioma as per the criteria laid down by the World Health Organization. Through an informed consent, we randomly selected 50 glioma patients slated for surgery with no previous exposure to either chemo or radiotherapy for this study. Selected glioma specimens were snap frozen in liquid nitrogen and preserved at −80°C till further use. Cell Lines, Maintenance, Transfections, and Chemoresistance Primary normal human astrocytes (M059J) and 4 glioma cell lines (U87, U118, U251, and A172) were commercially procured from Shanghai Cell Bank of the Chinese Academy of Sciences (Shanghai, China). As per the handler instructions, all cell lines were maintained in Dulbecco modified Eagle medium (DMEM) supplemented with 10% fetal bovine serum (FBS) and a mixture of penicillin/streptomycin (100 U/mL). Cells were maintained at 37°C in humidified 5% carbon dioxide (CO 2 ) environment. Transfections were mediated as per the manufacturer’s instruction for lipofectamine 3000 (Invitrogen, Carlsbad, CA, USA). The human lncRNA WT1-AS were cloned into plasmid cloning DNA (pcDNA) vector. The plasmid or miRNA were transfected into glioma cell lines namely U87 or U118. The cell lines were cultured in 6-well cell culture dishes and allowed to reach a confluency of 80% prior to transfection. The transfected cells were incubated at 37°C in 5% CO 2  incubator. The medium was replenished 14-hour posttransfection. The chemoresistance studies were undertaken in the presence of temozolomide (TMZ) commercially procured from Sigma. A 5 mg/mL stock of TMZ was prepared by dissolving in dimethyl sulphoxide. RNA Extraction and Quantitative Real Time Polymerase Chain Reaction Analysis Total cellular RNA was extracted from glioma tissues and cultured cells using the commercially procured TRIzol reagent (Invitrogen). RNA was reverse transcribed in to complementary DNA (cDNA) using the commercial Transcriptor First strand cDNA synthesis kit (Roche Diagnostics, Indianapolis, Indiana). The quantitative real time polymerase chain reaction (qRT-PCR) was undertaken using the commercial SYBR premix Extaq II kit (Takara Inc, Dalian, China). mirVana qRTPCR miRNA detection kit (Ambion, Austin, Texas) were used to detect WT1-AS and miR-494-3p expression. All results are expressed as relative change in gene expression calculated using (2 −▵▵Ct ), the method of Livak and Schmittgen using glyceraldehyde 3-phosphate dehydrogenase and U6 as housekeeping controls, respectively. \n 16 Cell Proliferation Assays Two assays, namely cell counting kit 8 (CCK-8) and 5′-ethynyl-2′-deoxyuridine (EdU) assays were employed for estimating influence on cell proliferation. Commercial kits were procured from Dojindo Molecular Technologies (CCK-8 kit, Shanghai, China) and Ribobio (EdU assay kit, Guangzhou, China). Briefly, for the CCK-8 assay, cells were seeded in a 96-well plate and cultured at 37°C in a 5% CO 2  incubator. Cells were treated with 10 µL of CCK-8 solution and reincubated at the aforementioned conditions for 2 hours. Postincubation, absorbance was measured at 450 nm. Rate of proliferation was measured on days 1, 2, 3, 4, and 5 posttransfection. Similarly, for the EdU assay, cells were dissociated and plated onto glass bottom dishes with DMEM and 50 µL EdU for 2 hours at 37°C. The medium was washed and cells were fixed in 4% paraformaldehyde for 30 minutes. Post washing, cells were incubated for 30 minutes in an Apollo reaction cocktail (RiboBio) constituting of reaction buffer and Apollo 643 at room temperature. The cells were counterstained with Hoechst 33342. Using a laser scanning confocal microscope, cells were counted for EdU positive (red) and Hoechst positive (blue). Proliferation rate was computed as a ratio of EdU to Hoechst 33342 positive cells. Migration and Invasion Commercially available migration and invasion inserts for a 24-well plate was used for the assay. For invasion assays, Post transfection, 50 000 cells resuspended in 100 µL medium supplemented with 1% FBS were added to the upper chamber of the insert. The lower chamber contained DMEM supplemented with 10% FBS. The plates were incubated in a humidified 5% CO 2  incubator for 12 hours. For migration assays, the inserts did not bear a Matrigel precoating, rest of the set-up remaining identical; cells were incubated for 24 hours. For both experimental set-up’s, noninvading cells were removed with cotton swabs. The lower surfaces of the inserts, bearing the invasive cells, were fixed in 100% methanol at room temperature for 30 minutes and stained using 0.1% crystal violet dye (Sigma Inc, St. Louis, MO, USA). The proportion of invasive cells was enumerated using microscope (Olympus, Tokyo, Japan). Western Blot Protein lysates were collected from cell lines and their concentrations were estimated using bicinchonic acid protein assay kit (Beyotime Biotec, Beijing, China). The samples were separated using an 8% to 15% sodium dodecyl sulfate-polyacrylamide gel and electroblotted to a polyvinylidene fluoride membrane (Millipore, Billerica, MA, USA). The membrane was blocked with 5% bovine serum albumin in Tris-buffered saline and Tween 20. The membranes were incubated with antibodies against p-AKT, total AKT, and β-Actin (SantaCruz Biotechnology, Santa Cruz, USA). The blots were developed using electrochemiluminescence. RNA Immunoprecipitation Assay As per manufacturer’s instruction (Magna RIP, Millipore), RNA binding protein immunoprecipitation (RIP) assay was undertaken in U87 and U118. Cells were lysed in complete RIP lysis buffer. Bound RNA and protein of interest is immunoprecipitated using the Ago2 antibody (Cell Signaling Technology, Beverly, MA, USA) at a dilution of 1:50. Quantitative real-time PCR was used for analyses of the level of coprecipitated RNA. Luciferase Reporter Assay The WT1-AS sequence including the putative binding sites of miR-494-3p was subcloned and then inserted into the pmirGLO vector (Promega, Madison, Wisconsin) to generate wide-type WT1-AS (WT1-AS-WT) and mutant WT1-AS (WT1-AS-MUT) vectors. Cell lines, U87MG and U118, were seeded into 96-well plates and then cotransfected using lipofectamine 3000 (Invitrogen) with the designed vectors and miR-494-3p or miR normal control. Twenty-four hours post transfection, the luciferase activity was detected by dual luciferase assay (Promega) and normalized to Renilla luciferase activity. Statistical Analysis All experiments were undertaken in triplicates and data are expressed as mean ± standard deviation. Significance of difference in means between 2 or 3 groups was evaluated using a 2-tailed Student  t  test or 1-way analysis of variance. A  P  value <.05 was considered statistically significant. The statistical analyses were undertaken using a licensed version of SPSS (version 19.0, SPSS Inc, Chicago, IL, USA) compatible with Windows.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:28:17"
}