{
  "pmid": "32419643",
  "abstract": "Long Noncoding RNA WT1-AS Inhibit Cell Malignancy via miR-494-3p in Glioma.  Qiu G(1), Tong W(2), Jiang C(1), Xie Q(1), Zou J(1), Luo C(1), Zhao J(1), Zhang  L(1), Zhao J(1).  Author information: (1)Department of Neurosurgery, Translational Research Institute of Brain and  Brain-Like Intelligence, Shanghai Fourth People's Hospital Affiliated to Tongji  University School of Medicine, Shanghai, China. (2)Department of Neurosurgery, Songjiang Hospital Affiliated to the First  People's Hospital Shanghai Jiao Tong University, Shanghai, China.  Primary brain tumors are a rare occurrence in comparison to other malignancies,  the most predominant form being glioma. Commonly, exposure to ionizing  radiations and inheritance of associated conditions such a neurofibromatosis and  tuberous sclerosis are the most common causes of development of glioma. However,  understanding of the molecular mechanisms that drive glioma development is  limited. We explore the role of aberration of microRNA namely miR-494-3p through  long noncoding RNA WT1-AS in the development of gliomas. In this study, we found  that, levels of WT1-AS were significantly reduced in glioma tissues and cell  lines. The miR-494-3p levels were negatively correlated with WT1-AS levels. The  cellular proliferation and invasiveness decreased in WT1-AS transfected cell  lines. Further the half maximal inhibitory concentration (IC50) of  chemotherapeutic agent temozolomide was significantly reduced in the presence of  WT1-AS. The cotransfection of WT1-AS and miR-494-3p reduced activation of  phospho-AKT (p-AKT). Expression of miR-494-3p is modulated by binding to long  noncoding RNA WT1-AS. Deregulation of WT1-AS leads to aberrant expression of  miR-494-3p leading to hyperactivation of AKT. This malformation may result in  altering protective immune responses in malignancies. Targeting of WT1-AS,  miR-494-3p, and AKT may be novel therapeutic options in treatment of glioma.  DOI: 10.1177/1533033820919759 PMCID: PMC7235650 PMID: 32419643 [Indexed for MEDLINE]  Conflict of interest statement: Declaration of Conflicting Interests: The  author(s) declared no potential conflicts of interest with respect to the  research, authorship, and/or publication of this article.",
  "methods": "Methods and Materials Study Setting and Sample Collection The study was undertaken at the Shanghai Fourth People’s Hospital Affiliated to Tongji University School of Medicine post approval of the institutional ethics committee (approval no. 2019tjdx16). Written consents were obtained from all participants. Patients reporting to the Department of Neurosurgery were clinically examined and histopathologically confirmed for the presence of glioma as per the criteria laid down by the World Health Organization. Through an informed consent, we randomly selected 50 glioma patients slated for surgery with no previous exposure to either chemo or radiotherapy for this study. Selected glioma specimens were snap frozen in liquid nitrogen and preserved at −80°C till further use. Cell Lines, Maintenance, Transfections, and Chemoresistance Primary normal human astrocytes (M059J) and 4 glioma cell lines (U87, U118, U251, and A172) were commercially procured from Shanghai Cell Bank of the Chinese Academy of Sciences (Shanghai, China). As per the handler instructions, all cell lines were maintained in Dulbecco modified Eagle medium (DMEM) supplemented with 10% fetal bovine serum (FBS) and a mixture of penicillin/streptomycin (100 U/mL). Cells were maintained at 37°C in humidified 5% carbon dioxide (CO 2 ) environment. Transfections were mediated as per the manufacturer’s instruction for lipofectamine 3000 (Invitrogen, Carlsbad, CA, USA). The human lncRNA WT1-AS were cloned into plasmid cloning DNA (pcDNA) vector. The plasmid or miRNA were transfected into glioma cell lines namely U87 or U118. The cell lines were cultured in 6-well cell culture dishes and allowed to reach a confluency of 80% prior to transfection. The transfected cells were incubated at 37°C in 5% CO 2  incubator. The medium was replenished 14-hour posttransfection. The chemoresistance studies were undertaken in the presence of temozolomide (TMZ) commercially procured from Sigma. A 5 mg/mL stock of TMZ was prepared by dissolving in dimethyl sulphoxide. RNA Extraction and Quantitative Real Time Polymerase Chain Reaction Analysis Total cellular RNA was extracted from glioma tissues and cultured cells using the commercially procured TRIzol reagent (Invitrogen). RNA was reverse transcribed in to complementary DNA (cDNA) using the commercial Transcriptor First strand cDNA synthesis kit (Roche Diagnostics, Indianapolis, Indiana). The quantitative real time polymerase chain reaction (qRT-PCR) was undertaken using the commercial SYBR premix Extaq II kit (Takara Inc, Dalian, China). mirVana qRTPCR miRNA detection kit (Ambion, Austin, Texas) were used to detect WT1-AS and miR-494-3p expression. All results are expressed as relative change in gene expression calculated using (2 −▵▵Ct ), the method of Livak and Schmittgen using glyceraldehyde 3-phosphate dehydrogenase and U6 as housekeeping controls, respectively. \n 16 Cell Proliferation Assays Two assays, namely cell counting kit 8 (CCK-8) and 5′-ethynyl-2′-deoxyuridine (EdU) assays were employed for estimating influence on cell proliferation. Commercial kits were procured from Dojindo Molecular Technologies (CCK-8 kit, Shanghai, China) and Ribobio (EdU assay kit, Guangzhou, China). Briefly, for the CCK-8 assay, cells were seeded in a 96-well plate and cultured at 37°C in a 5% CO 2  incubator. Cells were treated with 10 µL of CCK-8 solution and reincubated at the aforementioned conditions for 2 hours. Postincubation, absorbance was measured at 450 nm. Rate of proliferation was measured on days 1, 2, 3, 4, and 5 posttransfection. Similarly, for the EdU assay, cells were dissociated and plated onto glass bottom dishes with DMEM and 50 µL EdU for 2 hours at 37°C. The medium was washed and cells were fixed in 4% paraformaldehyde for 30 minutes. Post washing, cells were incubated for 30 minutes in an Apollo reaction cocktail (RiboBio) constituting of reaction buffer and Apollo 643 at room temperature. The cells were counterstained with Hoechst 33342. Using a laser scanning confocal microscope, cells were counted for EdU positive (red) and Hoechst positive (blue). Proliferation rate was computed as a ratio of EdU to Hoechst 33342 positive cells. Migration and Invasion Commercially available migration and invasion inserts for a 24-well plate was used for the assay. For invasion assays, Post transfection, 50 000 cells resuspended in 100 µL medium supplemented with 1% FBS were added to the upper chamber of the insert. The lower chamber contained DMEM supplemented with 10% FBS. The plates were incubated in a humidified 5% CO 2  incubator for 12 hours. For migration assays, the inserts did not bear a Matrigel precoating, rest of the set-up remaining identical; cells were incubated for 24 hours. For both experimental set-up’s, noninvading cells were removed with cotton swabs. The lower surfaces of the inserts, bearing the invasive cells, were fixed in 100% methanol at room temperature for 30 minutes and stained using 0.1% crystal violet dye (Sigma Inc, St. Louis, MO, USA). The proportion of invasive cells was enumerated using microscope (Olympus, Tokyo, Japan). Western Blot Protein lysates were collected from cell lines and their concentrations were estimated using bicinchonic acid protein assay kit (Beyotime Biotec, Beijing, China). The samples were separated using an 8% to 15% sodium dodecyl sulfate-polyacrylamide gel and electroblotted to a polyvinylidene fluoride membrane (Millipore, Billerica, MA, USA). The membrane was blocked with 5% bovine serum albumin in Tris-buffered saline and Tween 20. The membranes were incubated with antibodies against p-AKT, total AKT, and β-Actin (SantaCruz Biotechnology, Santa Cruz, USA). The blots were developed using electrochemiluminescence. RNA Immunoprecipitation Assay As per manufacturer’s instruction (Magna RIP, Millipore), RNA binding protein immunoprecipitation (RIP) assay was undertaken in U87 and U118. Cells were lysed in complete RIP lysis buffer. Bound RNA and protein of interest is immunoprecipitated using the Ago2 antibody (Cell Signaling Technology, Beverly, MA, USA) at a dilution of 1:50. Quantitative real-time PCR was used for analyses of the level of coprecipitated RNA. Luciferase Reporter Assay The WT1-AS sequence including the putative binding sites of miR-494-3p was subcloned and then inserted into the pmirGLO vector (Promega, Madison, Wisconsin) to generate wide-type WT1-AS (WT1-AS-WT) and mutant WT1-AS (WT1-AS-MUT) vectors. Cell lines, U87MG and U118, were seeded into 96-well plates and then cotransfected using lipofectamine 3000 (Invitrogen) with the designed vectors and miR-494-3p or miR normal control. Twenty-four hours post transfection, the luciferase activity was detected by dual luciferase assay (Promega) and normalized to Renilla luciferase activity. Statistical Analysis All experiments were undertaken in triplicates and data are expressed as mean ± standard deviation. Significance of difference in means between 2 or 3 groups was evaluated using a 2-tailed Student  t  test or 1-way analysis of variance. A  P  value <.05 was considered statistically significant. The statistical analyses were undertaken using a licensed version of SPSS (version 19.0, SPSS Inc, Chicago, IL, USA) compatible with Windows.",
  "introduction": "Introduction Primary brain tumors, both benign and malignant, are the primary cause of brain cancers in adult and children. While the number of incident cases of brain cancer globally is relatively small (1.6%),  the severity of the disease, associated high morbidity, and mortality are primary causes of concern. A systematic review assessed the collective global incidence of brain and central nervous system (CNS) cancers as 330 000 in the year 2016, and 227 000 deaths. The study also highlighted the geographical variability in the occurrence of the disease, with highest burden being attributed to East Asia. China, United States, and India were found to be the top 3 countries with the highest number of incident cases. 1  However, studies delineating ethnic differences within a geographical population have been limited. 2 \n 3 Histologically, glioma or glioblastoma are the most common type of primary tumors associated with CNS. Glioma is cancer of glial origin, the cells which support the neurons in the brain. Very little information is available for the predisposition to glioma. The 2 most commonly associated factors being ionizing radiations  and a family history. Inheritance of conditions such as neurofibromatosis 4  and tuberous sclerosis 5  are known to increase risk of tumor formation. However, other common risk factors such as environmental or the much debated electromagnetic radiations have not been pinned down as imposing risk factors to the development of brain tumors. 6 With such limited phenotypic associations, studies were undertaken to identify genetic predispositions that may contribute to an enhanced risk of tumor formation, and the first gene to be identified in the process was  POT1. \n  Further, a population-based genome wide association study identified 27 glioma risk single nucleotide polymorphisms. 7  These sentinel studies paved the way for exploration of noninherited genetic mutations in glioma predisposition and initiation. 8 \n 9 Following closely on these developments was the exploration of the role of epigenetic modifications in brain tumors. Incidentally, glioblastoma is one of the first tumors where clinical relevance was associated due to methylation of  MGMT  gene.  Various other epigenetic phenomena, closely related to glioma development include chromatin remodeling, histone modification, and abnormal microRNA (miRNA). 10  MicroRNAs are a class of noncoding RNA that plays a role in translational silencing. A recently concluded study identified 51 miRNAs which were differentially regulated in glioma stem-like cells in comparison to nonstem glioma cultures. 11  Micro RNA-494-3p has been shown to be significantly elevated in glioma. 12  However, we were interested in understanding the deregulation of miR-494-3p in glioma. 13 - 15 Thus, we chose to understand the molecular mechanism for regulation of miR-494-3p and in particular the role of long noncoding RNAs (lncRNAs). Through a bioinformatics analysis, we identified that lncRNA  WT1-AS  has a binding site for  miR-494-3p.  Further through an  in vitro  approach, we have explored the contributory role of  WT1-AS  in the regulation of  miR-494-3p  and thus the development of glioma.",
  "results": "Results Downregulation of WT1-AS in Glioma The WT1-AS expression in glioma was firstly detected. We collected 49 different grades of glioma tissue, including 7 grade II, 14 grade III, and 28 grade IV, and examined WT1-AS expression levels. Expression of WT1-AS was significantly downregulated in all glioma tissues, especially in grade IV ( Figure 1A ). We then examined WT1-AS expression in 4 glioma cell lines (U87, U118, U251, and A172). As compared to M059J, WT1-AS expression was decreased in these glioma cell lines ( Figure 1B ). Figure 1. Downregulation of WT1-AS in glioma. A, Quantitative real time polymerase chain reaction-based examination of the relative WT1-AS expression levels in 44 glioma samples (total gliomas 49, grade II gliomas 7, grade III gliomas 14, and grade IV gliomas 28).  P  < .001 compared to 8 normal brain tissues. B, The expression level of WT1-AS was detected in 4 glioma cell lines, compared to that in normal cell line. ** P  < .01 and *** P  < .001. WT1-AS Inhibits Glioma Cell Proliferation To investigate the role of WT1-AS in glioma tumorigenesis, we first increased the expression of WT1-AS in glioma cell lines, U87 and U118, and examined its effect on cellular proliferation. Quantitative real time polymerase chain reaction assays showed that WT1-AS expression was markedly increased in both the U87 and U118 cells at 48-hour posttransfection, as compared to control cells ( Figure 2A ). The CCK-8 assay demonstrated that overexpression of WT1-AS significantly suppressed the proliferation of U87 and U373 cells ( Figure 2B ). To confirm this result, we performed an EdU staining assay and observed that the EdU incorporation ratios were significantly lower in WT1-AS plasmid transfected U87 and U118 cells, as compared with the corresponding control cells ( Figure 2C ). Figure 2. The effect of WT1-AS overexpression on glioma cell growth. A, confirmation of WT1-AS overexpression in glioma U87 and U118 cells by qRT-PCR after WT1-AS plasmid transfection. *** P  < .001 compared to control cells. B, Cell counting kit-8 assay performed to evaluate the effects of WT1-AS overexpression on cell proliferation in U87 and U118 cells. ** P  < .01 compared to control cells. C, EdU-incorporation assay to evaluate the effects of WT1-AS overexpression on cell proliferation in U87 and U118 cells. *** P  < .001 compared with control cells. EdU indicates 5′-ethynyl-2′-deoxyuridine; qRT-PCR, quantitative real time polymerase chain reaction. WT1-AS Inhibits Glioma Cell Migration, Invasion, and Chemoresistance Subsequently, we evaluated the roles of WT1-AS in glioma cell metastasis and chemoresistance in WT1-AS overexpression U87 and U118 cells. As showed in  Figure 3A and B , overexpression of WT1-AS significantly inhibited glioma cell migration and invasion. The CCK-8 assay was used to measure the effects of WT1-AS on glioma cell chemoresistance when cells were treated with different doses of TMZ (0, 25, 50, 100, 200, or 400 μM). The proportion of viable cells transfected with WT1-AS was significantly lower in both U87 and U118 cells than in control cells ( Figure 4A ). Furthermore, the IC 50  value of the WT1-AS overexpression group was significantly reduced ( Figure 4B ). Figure 3. The effect of WT1-AS overexpression on glioma cell migration and invasion. A and B, Migration and invasion assays in WT1-AS overexpression U87 and U118 cells. *** P  < .001 compared with control cells. Figure 4. The effect of WT1-AS overexpression on glioma cell chemoresistance. A, Evaluation of the effect of WT1-AS overexpression on cell viability in U87 and U118 cells treated with different doses of TMZ (0, 25, 50, 100, 200, or 400 μM). B, IC 50  was calculated in U87 and U118 cells after TMZ treatment. ** P  < .01 compared with control cells. TMZ indicates temozolomide. WT1-AS Could Sponge miR-494-3p in Glioma We speculated whether WT1-AS may function as a miRNA sponge in glioma. Based on the prediction from DIANA Tools, miR-494-3p was predicted binding with WT1-AS ( Figure 5A ) and confirmed promoting glioma cells.  Spearman correlation analysis indicated a negative relation between WT1-AS and miR-494-3p expression in glioma tissues ( 15 Figure 5B ). Moreover, RIP assay validated that WT1-AS and miR-494-3p were both enriched in Ago2 complex ( Figure 5C ). Then luciferase reporter assay revealed that miR-494-3p significantly decreased the luciferase activity of WT1-AS-WT, but had no effect on that of WT1-AS-MUT ( Figure 5D ). The miR-494-3p expression in glioma was firstly detected. We collected 49 different grades of glioma tissue, including 7 grade II, 14 grade III, and 28 grade IV, and examined miR-494-3p expression levels. Expression of miR-494-3p was significantly upregulated in all glioma tissues, especially in grade IV ( Figure 5E ). We then examined miR-494-3p expression in 4 glioma cell lines (U87, U118, U251, and A172). As compared to M059 J, miR-494-3p expression was decreased in these glioma cell lines ( Figure 5F ). Figure 5. WT1-AS could sponge miR-494-3p in glioma. A, The binding sites between WT1-AS and miR-494-3p predicted by DIANA Tools. B, Spearman correlation analysis was used to analyze the relationship between WT1-AS and miR-494-3p in 50 glioma samples.  r  = 0.444 and  P  < .001. C, RNA immunoprecipitation assays were performed to verify the combination between WT1-AS and miR-494-3p in U87 and U118 cells. *** P  < .001 compared with IgG group. D, Luciferase reporter assays in U87 and U118 cells with transfection indicated. *** P  < .001 compared with miR-NC group. E, Quantitative real time polymerase chain reaction-based examination of the relative miR-494-3p expression levels in 44 glioma samples (total gliomas 49, grade II gliomas 7, grade III gliomas 14, and grade IV gliomas 28).  P  < .001 compared with 8 normal brain tissues. F, The expression level of miR-494-3p was detected in 4 glioma cell lines, compared with that in normal cell line. * P  < .05 and ** P  < .01. miRNA indicates microRNA; miR-NC, microRNA normal control. WT1-AS Regulates Akt Signaling via miR-494-3p in Glioma Cells miR-494-3p has been reported to promote glioma cells by regulating phosphatase and tensin homolog-mediated Akt signaling.  To investigate whether WT1-AS affects Akt via miR-494-3p, we transfected miR-494-3p in U87 cells overexpressing WT1-AS. The expression of WT1-AS and miR-494-3p was examined by qRT-PCR ( 15 Figure 6A and B ). miR-494-3p did not affect WT1-AS expression. We then performed Western blot for p-Akt expression. As shown in  Figure 6C and D , p-Akt levels reduced by WT1-AS were rescued by miR-494-3p ( Figure 6C ). Figure 6. WT1-AS regulates Akt signaling via miR-494-3p in glioma cells. (A and B, The WT1-AS and miR-494-3p levels in U87 cells transfected with miR-494-3p, plasmid cloning DNA (pcDNA)-WT1-AS, or combination. C, phospho-Akt (p-AKT) and AKT levels in (A, B) were analyzed by Western blot. D, Density of Western blot was quantified in (C). *** P  < .001 compared with control cells. miRNA indicates microRNA.",
  "discussion": "Discussion MicroRNAs are significantly responsible for altering expression of several genes single handedly. This information is critical to the development of several diseases including cancers, which are known for their ability to impact and influence multiple genetic pathways. Primary tumors associated with the CNS are relatively rare in comparison to other malignancies but the associated morbidity and mortality are grave. Glioma is the most common type of primary tumor found in the brain and/or CNS. Very little understanding of the cause and effect of factors that lead to the development of glioma is a hindrance to efficacy of existing drugs and impair development of newer and more effective therapeutics. With advancements in information about the role of miRNAs in glioma, it is imperative to explore, the pathways that regulate the biogenesis and/or modulate the expression of associated miRNAs. Through a literature guided search, we identified that  miR-494-3p  was significantly deregulated in glioma. We also figured that  miR-494-3p  was a predicted target for lncRNA, namely  WT1-AS.  We then adopted DIANA tool,  a bioinformatics program for assessment of the predicted binding site for  17 miR-494-3p  on  WT1-AS.  The bioinformatics findings were explored for their biological role, through an  in vitro  approach. We have demonstrated the plausible role of  WT1-AS  in regulation of  miR-494-3p  and the associated influence on glioma. We found that expression of  WT1-AS  was significantly reduced in glioma tissue in comparison to the paired normal tissue. The levels of  WT1-AS  were also found to be reduced in glioma cell lines. The most significant reduction being associated with grade IV malignancies and grade IV malignancy-derived cell lines namely U118. Reduced expression of  WT1-AS  was also observed in gastric tumors  and its association with tumors of different origin are summarized by Yang  18 et al . \n 19 We also found that the overexpression of WT1-AS was associated with reduced cell growth and division, fewer number of EdU stained cells were observed in glioma cell lines over expressing  WT1-AS.  This indicates that restoration of an intact copy of  WT1-AS  regulates DNA proliferation thereby reducing cellular proliferation. In a model of hepatocellular carcinoma, it has been shown that WT1-AS induces apoptosis through downregulation of  WT1 . It was shown that WT1-AS binds to the promoter region of WT1 thereby deregulating the  JAK/STAT3  signaling pathway thus inducing cellular apoptosis.  Since WT1-AS is inducing apoptosis in cells through binding to the promoter site of WT1, it also leads enhances the efficacy of TMZ thereby making the current treatment regimen more efficacious. 20 The reduced aggression of cervical cancer via the  WT1-AS  mediated sponging of  miR-203-5p/FOXN2  expression has been explored previously.  Contrarily the role of  21 miR-494-3p  in invasion of nasopharyngeal carcinomas has been elucidated elsewhere.  It is thus likely that lncRNAs may be tissue specific in their action mediating its action via differential pathways in varying microenvironments. A number of studies have assessed the role of aberrant PI3K/Akt signaling in glioma. Some studies have explored the upstream role of epidermal growth factor receptor in Akt signaling. Subsequently, studies elucidating the influence of  22 miR-494-3p  in Akt signaling pathway in glioma and other malignancies are also been explored. In an  in vitro  setting of understanding induction of inflammation in RAW macrophages, it was seen that overexpression of  miR-494-3p  suppressed translocation of P65 to the nucleus. P65 is an important transcription factor which controls gene expression of a number of pro-inflammatory cytokines, such as interleukin (IL) 1β, IL-18, and tumor necrosis factor. While chronic inflammation is known to promote tumor genesis, the reduced expression of inflammatory signatures may disable the immune clearance of malignancies. Conclusions We thus present preliminary evidence toward the role of lncRNA mediated  miR-494-3p  regulation and its influence on development of glioma. Our study provides compelling evidence for use of molecular tools in aiding diagnosis of glioma through WT1-AS and/or  miR-494-3p  as predictive biomarkers. Further, we align our views with the need for newer and more effective therapies guided through molecular approaches namely targeted increase in WT1-AS, sponging of miR-494-3p, or even targeted use of Akt inhibitors are options which may be explored.",
  "fetched_at": "2026-02-16T15:46:22.302854",
  "abstract_length": 2247,
  "methods_length": 7278,
  "introduction_length": 3215,
  "results_length": 7046,
  "discussion_length": 4565
}