{
  "pmid": "32438819",
  "abstract": "Honokiol Bis-Dichloroacetate Is a Selective Allosteric Inhibitor of the  Mitochondrial Chaperone TRAP1.  Sanchez-Martin C(1), Menon D(1), Moroni E(2), Ferraro M(2), Masgras I(1)(3),  Elsey J(4)(5), Arbiser JL(4)(5), Colombo G(2)(6), Rasola A(1).  Author information: (1)Dipartimento di Scienze Biomediche, Università di Padova, Padova, Italy. (2)Istituto di Chimica del Riconoscimento Molecolare, CNR, Milano, Italy. (3)Istituto di Neuroscienze, CNR, Padova, Italy. (4)Atlanta Veterans Administration Medical Center, Decatur, Georgia, USA. (5)Department of Dermatology, Emory University School of Medicine, Atlanta,  Georgia, USA. (6)Dipartimento di Chimica, Università di Pavia, Pavia, Italy.  Aims: TNF receptor-associated protein 1 (TRAP1), the mitochondrial paralog of  the heat shock protein 90 (Hsp90) family of molecular chaperones, is required  for neoplastic growth in several tumor cell models, where it inhibits succinate  dehydrogenase (SDH) activity, thus favoring bioenergetic rewiring, maintenance  of redox homeostasis, and orchestration of a hypoxia-inducible factor 1-alpha  (HIF1α)-mediated pseudohypoxic program. Development of selective TRAP1  inhibitors is instrumental for targeted development of antineoplastic drugs, but  it has been hampered up to now by the high degree of homology among catalytic  pockets of Hsp90 family members. The vegetal derivative honokiol and its  lipophilic bis-dichloroacetate ester, honokiol DCA (HDCA), are small-molecule  compounds with antineoplastic activity. HDCA leads to oxidative stress and  apoptosis in in vivo tumor models and displays an action that is functionally  opposed to that of TRAP1, as it induces both SDH and the mitochondrial  deacetylase sirtuin-3 (SIRT3), which further enhances SDH activity. We  investigated whether HDCA could interact with TRAP1, inhibiting its chaperone  function, and the effects of HDCA on tumor cells harboring TRAP1. Results: An  allosteric binding site in TRAP1 is able to host HDCA, which inhibits TRAP1 but  not Hsp90 ATPase activity. In neoplastic cells, HDCA reverts TRAP1-dependent  downregulation of SDH, decreases proliferation rate, increases mitochondrial  superoxide levels, and abolishes tumorigenic growth. Innovation: HDCA is a  potential lead compound for the generation of antineoplastic approaches based on  the allosteric inhibition of TRAP1 chaperone activity. Conclusions: We have  identified a selective TRAP1 inhibitor that can be used to better dissect TRAP1  biochemical functions and to tailor novel tumor-targeting strategies.  DOI: 10.1089/ars.2019.7972 PMCID: PMC8020504 PMID: 32438819 [Indexed for MEDLINE]  Conflict of interest statement: No competing financial interests exist.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-16T15:46:25.739138",
  "abstract_length": 2714,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}