{
  "pmid": "32438526",
  "abstract": "Effects of Neurod1 Expression on Mouse and Human Schwannoma Cells.  Kersigo J(1), Gu L(2)(3), Xu L(2), Pan N(1)(4), Vijayakuma S(5), Jones T(5),  Shibata SB(2), Fritzsch B(1)(2), Hansen MR(2).  Author information: (1)Department of Biology, University of Lowa, Lowa City, Lowa, U.S.A. (2)Department of Otolaryngology, University of Lowa, Lowa City, Lowa, U.S.A. (3)Decibel Pharmaceutical, Boston, Massachusetts, U.S.A. (4)Department of Special Education & Communication Disorders, University of  Nebraska, Lincoln, Nebraska, U.S.A. (5)Department of Otolaryngology, The First Affiliated Hospital of Shandong First  Medical University, Jinan, Shandong, China.  OBJECTIVES: The objective was to explore the effect of the proneuronal  transcription factor neurogenic differentiation 1 (Neurod1, ND1) on Schwann  cells (SC) and schwannoma cell proliferation. METHODS: Using a variety of transgenic mouse lines, we investigated how  expression of Neurod1 effects medulloblastoma (MB) growth, schwannoma tumor  progression, vestibular function, and SC cell proliferation. Primary human  vestibular schwannoma (VS) cell cultures were transduced with adenoviral vectors  expressing Neurod1. Cell proliferation was assessed by 5-ethynyl-2'-deoxyuridine  (EdU) uptake. STUDY DESIGN: Basic science investigation. RESULTS: Expression of Neurod1 reduced the growth of slow-growing but not  fast-growing MB models. Gene transfer of Neurod1 in human schwannoma cultures  significantly reduced cell proliferation in dose-dependent way. Deletion of the  neurofibromatosis type 2 (Nf2) tumor-suppressor gene via Cre expression in SCs  led to increased intraganglionic SC proliferation and mildly reduced vestibular  sensory-evoked potentials (VsEP) responses compared to age-matched wild-type  littermates. The effect of Neurod1-induced expression on intraganglionic SC  proliferation in animals lacking Nf2 was mild and highly variable. Sciatic nerve  axotomy significantly increased SC proliferation in wild-type and Nf2-null  animals, and expression of Neurod1 reduced the proliferative capacity of both  wild-type and Nf2-null SCs following nerve injury. CONCLUSION: Expression of Neurod1 reduces slow-growing MB progression and  reduces human SC proliferation in primary VS cultures. In a genetic mouse model  of schwannomas, we find some effects of Neurod1 expression; however, the high  variability indicates that more tightly regulated Neurod1 expression levels that  mimic our in vitro data are needed to fully validate Neurod1 effects on  schwannoma progression. LEVEL OF EVIDENCE: NA Laryngoscope, 131:E259-E270, 2021.  © 2020 The American Laryngological, Rhinological and Otological Society, Inc.  DOI: 10.1002/lary.28671 PMCID: PMC7772964 PMID: 32438526 [Indexed for MEDLINE]",
  "methods": "Methods: Using a variety of transgenic mouse lines we investigated how expression of Neurod1 affects medulloblastoma (MB) growth, schwannoma tumor progression, vestibular function, and Schwann cell (SC) proliferation. Primary human vestibular schwannoma (VS) cell cultures were transduced with adenoviral vectors expressing  Neurod1 . Cell proliferation was assessed by EdU uptake.",
  "introduction": "",
  "results": "Results: Expression of Neurod1 reduced the growth of slow growing, but not fast growing, MB models. Gene transfer of  Neurod1  in human schwannoma cultures significantly reduced cell proliferation in dose dependent way. Deletion of the  Nf2  tumor suppressor gene via cre expression in SCs led to increased intraganglionic SC proliferation and mildly reduced Vestibular sensory-evoked potentials (VsEP) responses compared to age-matched wild-type littermates. The effect of Neurod1 induced expression on intraganglionic SC proliferation in animals lacking  Nf2  was mild and highly variable. Sciatic nerve axotomy significantly increased SC proliferation in wild-type and  Nf2 -null animals and expression of Neurod1 reduced the proliferative capacity of both wild-type and  Nf2 -null SCs following nerve injury.",
  "discussion": "Conclusions: Expression of Neurod1 reduces slow growing MB progression and reduces human schwannoma cell proliferation in primary VS cultures. In a genetic mouse model of schwannomas we find some effects of Neurod1 expression but the high variability indicates that more tightly regulated Neurod1 expression levels that mimic our  in vitro  data are needed to fully validate Neurod1 effects on schwannoma progression.",
  "fetched_at": "2026-02-16T15:46:24.023678",
  "abstract_length": 2768,
  "methods_length": 381,
  "introduction_length": 0,
  "results_length": 812,
  "discussion_length": 417
}