{
  "pmid": "PMID:32438526",
  "title": "Effects of Neurod1 Expression on Mouse and Human Schwannoma Cells.",
  "abstract": "OBJECTIVES: The objective was to explore the effect of the proneuronal transcription factor neurogenic differentiation 1 (Neurod1, ND1) on Schwann cells (SC) and schwannoma cell proliferation. METHODS: Using a variety of transgenic mouse lines, we investigated how expression of Neurod1 effects medulloblastoma (MB) growth, schwannoma tumor progression, vestibular function, and SC cell proliferation. Primary human vestibular schwannoma (VS) cell cultures were transduced with adenoviral vectors expressing Neurod1. Cell proliferation was assessed by 5-ethynyl-2'-deoxyuridine (EdU) uptake. STUDY DESIGN: Basic science investigation. RESULTS: Expression of Neurod1 reduced the growth of slow-growing but not fast-growing MB models. Gene transfer of Neurod1 in human schwannoma cultures significantly reduced cell proliferation in dose-dependent way. Deletion of the neurofibromatosis type 2 (Nf2) tumor-suppressor gene via Cre expression in SCs led to increased intraganglionic SC proliferation and mildly reduced vestibular sensory-evoked potentials (VsEP) responses compared to age-matched wild-type littermates. The effect of Neurod1-induced expression on intraganglionic SC proliferation in animals lacking Nf2 was mild and highly variable. Sciatic nerve axotomy significantly increased SC proliferation in wild-type and Nf2-null animals, and expression of Neurod1 reduced the proliferative capacity of both wild-type and Nf2-null SCs following nerve injury. CONCLUSION: Expression of Neurod1 reduces slow-growing MB progression and reduces human SC proliferation in primary VS cultures. In a genetic mouse model of schwannomas, we find some effects of Neurod1 expression; however, the high variability indicates that more tightly regulated Neurod1 expression levels that mimic our in vitro data are needed to fully validate Neurod1 effects on schwannoma progression. LEVEL OF EVIDENCE: NA Laryngoscope, 131:E259-E270, 2021.",
  "authors": "Jennifer Kersigo; Lintao Gu; Linjing Xu; Ning Pan; Sarath Vijayakuma; Timothy Jones; Seiji B Shibata; Bernd Fritzsch; Marlan R Hansen",
  "journal": "The Laryngoscope",
  "publicationDate": "2021-01",
  "doi": "10.1002/lary.28671",
  "methods": "Methods: Using a variety of transgenic mouse lines we investigated how expression of Neurod1 affects medulloblastoma (MB) growth, schwannoma tumor progression, vestibular function, and Schwann cell (SC) proliferation. Primary human vestibular schwannoma (VS) cell cultures were transduced with adenoviral vectors expressing  Neurod1 . Cell proliferation was assessed by EdU uptake. Material and Methods: Mouse lines: Periostin-cre ( Postn-cre ) were crossed with floxed  Nf2  gene ( Postn-cre;Nf2 ) as previously described. f/f  In addition, the  30 Postn-cre;Nf2  mice were crossed with a  f/f Rosa26  ( LSL-Neurod1 R26 ) line that induces Neurod1 expression via cre-mediated excision of a stop codon, enabling the Rosa26 locus to drive Neurod1 expression with or without elimination of the floxed  ND1 Nf2 . In addition we used the following mouse lines: tg( Atoh1-cre) ; \n 8 R26  and tg( smo 29 Neurod1-cre )  to generate fast and slow growing medulloblastoma to assess the effect of Neurod1 expression on this neuronal tumor progression. In addition, we used the widely available  16 R26  reporter mice to verify that the Postn-cre effectively and exclusively recombines the stop codon in the Rosa26 locus. All procedures involving mice followed NIH guidelines and were approved by the University of Iowa animal care and use committee (IACUC protocol 7021971) and IRB approval (201205804) for human VS cells. LacZ Mouse breeding: Postn-cre; Nf2 f/f ; Postn-cre; Nf2 f/f ; R26 ND1 : Mice were bred to obtain littermates having Postn-cre and floxed  Nf2  ( Postn-cre; Nf2 ,  f/f Nf2  conditional knock-out (cKO)) with or without induced expression of  Neurod1  ( Postn-cre; Nf2 f/f ; R26 ND1 , Nf2  cKO+ND1) ( Supplemental Fig. 1 ). Littermates expressing  Neurod1  without deletion of  Nf2  were used to test the effect of  Neurod1  expression on SCs. Control animals either lacked the cre or had cre without the floxed genes. Animals were coded so that investigators performing tumor, cellular, and functional tests were blinded to the mouse genotype. Mice were sacrificed at the end of the 12–15 months period. Atoh1-cre; R26 smo;ND1  & ND1-cre; R26 smo;ND1 : To assess how fast growing tumors are affected by Neurod1 expression we bred two lines of mice using the  Atoh1-cre  that expresses cre in the proliferating external granule layer.  However, these very rapid growing tumors showed no noticeable effect of Neurod1 expression so we generated a second, slower growing tumor that regulates  25 , 29 smoothened  (smo) and Neurod1 expression in mostly postmitotic differentiating granule cells ( Supplemental Fig. 2 ) Measuring proliferation rate in mouse schwannoma: Mice aged 10–15 months were injected with EdU 50mg/kg IP four times in a 24 hour period (0, 4, 8 and 24 hrs) and collected within 72 hrs. Mice were perfused with 4% paraformaldehyde and vestibular and facial (geniculate) ganglia were dissected and reacted as whole mounts for EdU following an existing protocol.  Specifically, EdU was detected in whole ganglion using the Click-It EdU kit per manufacturer’s instructions (Life Technologies) and counterstained with DAPI to label nuclei. Ganglia were imaged on a SP5 Leica confocal microscope and the number of EdU-positive nuclei was quantified using the maximum projection of the z-stack. Dissected ganglia were also used to measure the ganglia volume using confocal stacks and the Amira software as previously described. 31  N=6 for each group. 31 Primary human VS cultures: Human VS tumors were collected for primary cell culture as previously described.  After VS cells were cultured without passaging for 10 days, Adenovirus (Ad) CMVempty vector (EV) at 5 × 10 32 – 34 9  pfu/mL, AdCMVNeuroD1 at 2 × 10 9  pfu/mL, or AdCMVNeuroD1 at 5 × 10 9  pfu/mL (ViraQuest, Inc.) were applied to the culture medium for 72 hours as before.  Edu staining was performed using Click-it EdU Alexa Fluor 633 Image Kit (ThermoFisher C10340) as before. 33 , 35 , 36  The percentage of EdU-positive cells to S100-positive nuclei were counted by 20× microscopic fields using the cell counting feature of MetaMorph software package. Data are averaged from independent cultures derived three separate sporadic human VSs. 37 Western blot: Western blots of protein extracts prepared from VS culture lysates were performed as before.  The primary antibodies used were anti-NeuroD1 (Abcam, ab109224) and anti-β-actin (Sigma, A5316) with horse-radish peroxidase linked secondary antibodies (Cell Singling, 7074S, 7076S). The blots were performed on cultures derived from three separate VSs. 33 , 38 Sciatic nerve axotomies and EdU uptake: A total of 20 adult mice (2–16months) were used; 6 mice control mice, 4 mice with Postn-cre;R26 ND1  and 5 mice each of  Nf2  cKO and  Nf2  cKO+ND1 mice. Sciatic nerve axotomy and quantification of EdU uptake was performed as previously described. 37 , 39 In situ hybridization and X-Gal reaction: We used established protocols and probes as before to reveal the distribution of LacZ activation via  Postn-cre  and reveal the distribution of endogenous and induced  Neurod1  and of endogenous  Atoh1  expression. 19 , 25 , 28 Gait analysis: Gait was analyzed using the Noldus Cat-Walk XT system as before. 39 , 40 Direct vestibular tests: Vestibular sensory-evoked potentials (VsEPs) were collected from the vestibular nerve and central relays on anesthetized mice using methods described in detail elsewhere.  Investigators were blind to the genotype. Animals were anesthetized with a ketamine/xylazine mixture (18 mg/ml ketamine, 2 mg/ml xylazine; 5 to 10 μl/g intraperitoneally). VsEPs assess gravity receptor function using the metrics of response thresholds, amplitudes and latencies. Following testing, animals were perfused with 4% paraformaldehyde for further processing. At least six animals per genotype were tested and significance for any differences was evaluated using one-way or multivariate analysis of variance (ANOVA or MANOVA). 41 – 43",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:28:19",
  "introduction": "Introduction: Schwannomas arise from Schwann cells (SCs), especially those within sensory ganglia.  Mutation in the  1 NF2  tumor suppressor gene results in neurofibromatosis type 2 (NF2) leading to multiple intracranial and spinal neoplasms including bilateral vestibular schwannomas (VSs).  The inner ear connects to the brain via neurons of Scarpa’s and spiral ganglia 2 – 4  associated with neural crest-derived SCs. 5 , 6  Neurons are postmitotic in early embryos 7  whereas SCs continue to proliferate. 8  Schwannomas most commonly affect the vestibular nerve indicating that Scarpa’s ganglion SCs are particularly prone to neoplasia. 9 1 , 10 Treatment of VSs with surgery or radiation often results in loss of vestibular, auditory, and, in some cases, facial nerve function.  Development of pharmacologic or molecular therapies to slow VS growth offers the potential to delay or even prevent loss of inner ear and facial nerve function; interventions particularly relevant for NF2 patients who typically suffer complete deafness and eventually succumb to overwhelming tumor burden. Several attempts using various pharmacological approaches are under way but none have proven effective in the long-term. 11 , 12 13 Neurod1  is proneural basic Helix-loop-Helix (bHLH) gene with capacity to reprogram ectodermal cells into neurons. \n 14 Neurod1  is essential for differentiation of inner ear neurons,  enteroendocrine cells in the intestine, 15  and of beta cells in the pancreas. 16  Neurod1 drives this differentiation in part through suppression of alternate cell fates. 17 , 18  Neurod1 also drives glia cells in the brain and spinal cord toward neuronal differentiation. 5 , 19 , 20  Further, Neurod1 directs conversion of ear associated non-neuronal cells into neurons  21 , 22 in vitro.  Beyond differentiation, Neurod1 also affects cell cycle illustrated in the cerebellum where Neurod1 overexpression forces cell cycle exit, 23  whereas absence of Neurod1 results in additional proliferation. 24  Neurod1 induces cell cycle arrest in part by increasing expression of p21, an inhibitor of cyclin-dependent kinases, 25  and regulation, directly or indirectly, of about 3000 genes. 26 27 Here we explore the ability of Neurod1 to reduce the growth potential of schwannoma cells. Using viral-mediated gene transfer we show that Neurod1 reduces human VS cell proliferation  in vitro . To further explore the ability of Neurod1 to suppress neural based neoplasms  in vivo , we crossed a transgenic mouse line that expresses Neurod1 upon cre mediated recombination of floxed stop codon  into two different mouse lines that form cre induced medulloblastoma (MB). 19 , 28  We found a reduction of tumor progression in faster growing MB following cre-mediated  29 Neurod1  expression. We then crossed the cre induced  Neurod1  expressing mice with the SC-specific  Periostin-cre  mouse line that recombines floxed  Nf2  (Postn-cre; Nf2 flox/flox ) to reliably produce schwannomas in multiple cranial and spinal nerves, including the vestibular nerves.  The data suggest that Neurod1 expression could delay schwannoma growth but also show that additional manipulations of Neurod1 expression is necessary to develop an effective therapeutic approach to combat this late forming and slow growing tumor. 30",
  "results": "Results Neurod1 effects on human schwannoma: To assess the ability of Neurod1 overexpression to reduce schwannoma growth, primary human VS cell cultures were transduced with AdCMVNeuroD1 (ND1) or AdCMVempty (EV) vector at two different concentrations. Transduction efficiency of VS cells with adenoviral vectors is ~85%.  Cell proliferation was assessed by EdU uptake ( 33 , 35 , 36 Fig. 1A – D ). We verified dose dependent Neurod1 expression by western blot ( Fig. 1E ). The data show statistically significant and dose dependent reduction in EdU uptake in VS cells that express Neurod1 relative to those treated with EV. Thus, gene transfer with Neurod1 expressing viral vectors reduces human VS proliferation  in vitro . Next, we sought to evaluate long term effects of Neurod1 expression on glial based tumor growth and SC health over time.  We analyzed mice of various genotypes that develop either MB or schwannomas in terms of tumor growth, cell proliferation and vestibular physiology. 30 Medulloblastoma: As a proof of principle we first evaluated if Neurod1 expression driven by the  R26  expresser can affect a fast growing, postnatal neural tumor, MB. ND1  A model of MB was developed that uses the Atoh1 44 -cre  transgene  to recombine a floxed stop codon resulting in expression of constitutively active  8 smoothened (smo)  that reliably develop tumors. These tumors resemble the human sonic hedgehog (Shh)-dependent MB  by enhancing Shh-mediated proliferation. 29 , 45 , 46  Two bHLH transcription factors, Atoh1 and Neurod1, play essential roles in the proliferation and differentiation of granule cell precursors, the cellular source of MB. Atoh1 regulates Shh signaling in granule cell precursors in the external granule cell layer (EGL) and result in MB formation in the cerebellum. 47  Neurod1 acts downstream of Atoh1 but also downregulates Atoh1 via a negative feedback loop in both cerebellum and inner ear. 48  We first generated the  19 , 25 , 28 Atoh1-cre; R26  with or without the R26 smo ND1  expresser. We found that expression of a constitutively active smo triggered by an  Atoh1-cre  transgene induces massive MB growth;  there was no recognizable effect of Neurod1 on this fast-growing MB at P24 ( 8 , 29 Fig. 2A , B  and data not shown). Molecular work indicates that MB formation requires Atoh1.  We next investigated if reduction of Atoh1 can slow down tumor progression in the Atoh1-cre induced constitutive expression of smo. Compared to mice with two copies of  48 Atoh1  gene, mice with Atoh-1 haploinsufficiency indeed showed slower MB progression ( Fig. 2C ). Expression of  R26  only reduced overall size of the cerebellum and truncated sublobule formation in the Atoh1-cre mediated expression of Neurod1 on the background of Atoh1 haploinsufficiency ( ND1 Fig. 2D ). Overall,  R26  expression seemingly did not slow down much the tumor progression in the Atoh1 haploinsufficiency model (compare  ND1 Fig. 2E , F ). However, closer examination showed that in areas of delayed upregulation of Atoh1-cre expression such as lobe IX  there was marked difference between littermates with and without  25 R26  expression: without Neurod1 much of the EGL had transformed into MB ( ND1 Fig. 2E ) whereas this did not happen in the presence of Atoh1-cre mediated upregulation of Neurod1 ( Fig. 2F ). These data suggest that delayed expression of smo in external granule cells might allow Neurod1 to achieve the desired effect of reducing tumor progression. To capture external granule cells toward the end of their proliferative phase, we focused on Neurod1, a gene downstream of Atoh1 and necessary for granule cell differentiation including migration from the EGL into the internal granule layer.  We used a Neurod1-cre line 25 , 49  to induce expression of R26 16 smo . These mice developed MB of variable size, increasing in the anterior and posterior direction ( Fig. 2 ), reflecting the variable Neurod1 effects in mutants along the vermis.  Comparing littermates with or without the R26 25 , 49 ND1  we found that MB formation was completely suppressed by R26 ND1  in the anterior lobes of the cerebellum and is at least reduced in the posterior lobes ( Fig. 3A – C ). Specifically, after constitutively active smoothened is expressed in granule cell precursors they may remain in the EGL that has variable thickness in different lobes ( Fig. 3B ). Littermates that express Neurod1 driven off the R26 locus have near normal anterior lobes with only limited retention of external granule cells ( Fig. 3C – K ). Only the most posterior lobes IX and X turn into obvious MBs with continued proliferation ( Fig. 3I ). Nevertheless, these mice demonstrated reduced MB formation in the most posterior lobes of the vermis ( Fig. 3C ) indicating that the R26 ND1  model may only suffice to reduce slow growing tumors but not to stop fast growing tumors. These data on MB suggest that the R26 ND1  construct could likewise be effective for slow growing tumors such a schwannoma  but fails to abolish fast growing tumors. Importantly, the level of expression of Neurod1 through the Rosa26 locus might not be so high as to cause reprogramming of SCs into neurons as has been achieved with Neurod1  50 in vitro 23  and  in vivo  with glia cells. 22 Schwann cell expressing cre lines: Recently, it was shown that a newly generated Postn-cre line drives cre expression specifically and exclusively in SCs.  We first verified that this cre line effectively recombines the floxed stop codon in the Rosa26 locus by imaging the expression of LacZ using the beta-galactosidase [X-gal] reaction ( 51 Fig. 4 ).  Removing the LoxP stop codon using the Postn-cre line results in expression of the blue X-gal reaction product in all SCs of peripheral nerves already in embryos ( 52 Fig. 4 ). The X-gal reaction is an enzymatic enhancement of beta-galactosidase that does allow assessing presence of cre but not quantification of the expression level of cre. We next sought to see if Neurod1 expressed of the Postn-cre recombined Rosa26 locus can be imaged using conventional  in situ  hybridization.  To achieve this we compared the expression of Postn-cre with Neurod1 alone or in combination with R26 19 ND1 . The data showed that the Rosa26 driven levels of cre can be detected with this approach and match the levels of expression of Neurod1 driven of the Rosa26 locus ( Supplemental Fig. 3 ). VsEP Measurements: Generally, all animals had well formed VsEP responses. Vestibular thresholds were within the normal range for all groups (−4.5 to −13.5 dB re:1g/ms,  Fig. 5A ). There were no differences in mean threshold across genotypes ( Supplemental Table 1 ,  Fig. 5A ). In all groups, response amplitudes increased and latencies decreased systematically in a normal manner with increasing stimulus level. At the highest stimulus levels (+6 dB re:1g/ms) response latencies tended to be delayed in Nf2 cKO animals however the mean latencies of p1, n1 and p2 were significantly longer only for Nf2 cKO+ND1 compared to controls ( Fig. 5B ,  Supplemental Table 1 ; MANOVA post hoc Bonferroni. p1: p = 0.015, n1: p = 0.002, p2: p = 0.001). The response latencies for Nf2 cKO and Nf2 cKO+ND1 animals were not significantly different. Response amplitudes were reduced compared to controls in Nf2 cKO but not Nf2 cKO+ND1 animals ( Fig. 5C , D ; MANOVA post hoc Bonferroni: p1-n1: p = 0.015; p2-n1: p = 0.007). In Nf2 cKO+ND1 the findings of prolonged latencies are consistent with altered activation timing and slowing of propagation of the compound action potential. Reduced amplitudes with minimal change in latency in Nf2 cKO animals may reflect reduced numbers of highly synchronized vestibular neurons responding to the transient stimulus. When data are normalized and stimulus expressed in dB above threshold (dB SL), the differences between control and Nf2 cKO animals in latency and amplitude became less important, although significantly lower amplitudes for p2-n1 persisted in the Nf2 cKO animals ( Fig. 5E , F ,  Supplemental Table 2 ; MANOVA post hoc Bonferroni p2-n1 at 13 dB SL: p = 0.032). Indeed, latency shifts relative to control animals were no longer significant in the Nf2 cKO+ND1 group suggesting that peripheral vestibular sensitivity played a role in delaying response peaks in these animals ( Fig. 5E ,  Supplemental Table 2 ). The persisting lower amplitudes in the Nf2 cKO group indicates that in those animals the dysfunction was more than a simple reduction in vestibular sensitivity ( Fig. 5F ). It is notable that at the highest stimulus levels above threshold there were significant differences in p1-n1 amplitudes between the two treatment groups ( Fig. 5E , F ; MANOVA, post hoc Bonferroni, p = 0.04). In summary, there is a statistically significant reduction in VsEP amplitudes in Nf2 cKO mice. This effect is somewhat rescued in Nf2 cKO+ND1 mice. Cat walk: Given that the physiological tests conducted thus far showed similar trends of Neurod1 expression to reduce the  Nf2  deletion effects, we next asked if gait analysis  could reveal a vestibular function deficit ( 40 Supplemental Fig. 4 ). While there was a trend towards higher irregularity of limb movement in the Nf2 cKO compared to control mice, these relatively minor differences did not reach significance due to wide interindividual variations ( Supplemental Fig. 4 ). Expression of NeuroD1 in Nf2 cKO+ND1 did not impact  Nf2  deletion effects. Assessment of proliferation in tumors: Given that Neurod1 reduced MB formation and proliferation of human VS cells, we next compared EdU uptake and size of vestibular and geniculate ganglia of the various genotypes at 12 months ( Fig. 6 ). We exposed mice to several treatments of EdU and assayed EdU incorporation in whole dissected ganglia using the Click-IT reaction.  Vestibular ganglia demonstrated nodules of flattened EdU-positive cells surrounding individual large ganglion cells ( 53 , 54 Fig. 6A – C ); these nodules were more frequent in Nf2 cKO with or without Neurod1 expression. Within these nodules most of the EdU uptake occurred near the center ( Fig. 6D – F ), suggesting that proliferation is highest in those cells immediately adjacent to neurons. These nodules were equally obvious in the geniculate ganglia (data not shown). Quantifying the EdU positive profiles showed significant increase in proliferation of Nf2 cKOs compared to control animals ( Fig. 6G ,  H ). There was significant variability in EdU-uptake in Nf2 cKO+ND1 mice ( Fig. 6G ); these differences were not statistically significant. We next investigated the volume of vestibular and geniculate ganglia ( Fig. 6 ,  Supplemental Fig. 5 ). We found an unusual increase in pigment cells in the geniculate ganglion ( Supplemental Fig. 5A – C ) of Nf2 cKO and Nf2 cKO+ND1 mice suggesting possible a molecular change in cell fate of SCs to pigment cells as both derive from neural crest. As with proliferation, the volume assay showed the largest variation in vestibular ganglia from Nf2 cKO+ND1 mice ( Fig. 6I ). A similar trend was seen in the geniculate ganglion, but here Neurod1 expression showed an even larger volume increase and EdU positive profiles showed significant increase in proliferation of Nf2 cKOs compared to control animals ( Supplemental Fig. 5D – F ). Although schwannomas show a predilection for sensory ganglia, the vast majority of SCs reside in peripheral nerves. To determine the effect of Neurod1 expression on proliferation of peripheral SCs, we performed sciatic nerve axotomies and compared EdU uptake 7 days after injury ( Fig. 7 ). There was only a very small effect of  Nf2  deletion on normal SC proliferation in uncut nerves ( Fig 7A – D ). As expected, cut nerves showed a dramatic increase in SC proliferation ( Fig. 7 E – H ). Deletion of  Nf2  did not affect this strong proliferative response. However, compared with control and Nf2 cKO groups, the percentage of EdU positive cells in Nf2cKO+ND1 group was significantly reduced (p<0.05) ( Fig. 7I ). Thus, expression of Neurod1 decreased SC proliferation following axotomy whether or not  Nf2  was also deleted.",
  "discussion": "Conclusions In conclusion, expression of Neurod1 reduces proliferation of both control and  Nf2  deficient SCs following nerve injury and indicates that tightly regulated Neurod1 overexpression could be developed into a therapeutic approach to delay schwannoma growth.",
  "upgrade_date": "2026-02-20 07:29:47"
}