{
  "pmid": "PMID:32438526",
  "title": "Effects of Neurod1 Expression on Mouse and Human Schwannoma Cells.",
  "abstract": "OBJECTIVES: The objective was to explore the effect of the proneuronal transcription factor neurogenic differentiation 1 (Neurod1, ND1) on Schwann cells (SC) and schwannoma cell proliferation. METHODS: Using a variety of transgenic mouse lines, we investigated how expression of Neurod1 effects medulloblastoma (MB) growth, schwannoma tumor progression, vestibular function, and SC cell proliferation. Primary human vestibular schwannoma (VS) cell cultures were transduced with adenoviral vectors expressing Neurod1. Cell proliferation was assessed by 5-ethynyl-2'-deoxyuridine (EdU) uptake. STUDY DESIGN: Basic science investigation. RESULTS: Expression of Neurod1 reduced the growth of slow-growing but not fast-growing MB models. Gene transfer of Neurod1 in human schwannoma cultures significantly reduced cell proliferation in dose-dependent way. Deletion of the neurofibromatosis type 2 (Nf2) tumor-suppressor gene via Cre expression in SCs led to increased intraganglionic SC proliferation and mildly reduced vestibular sensory-evoked potentials (VsEP) responses compared to age-matched wild-type littermates. The effect of Neurod1-induced expression on intraganglionic SC proliferation in animals lacking Nf2 was mild and highly variable. Sciatic nerve axotomy significantly increased SC proliferation in wild-type and Nf2-null animals, and expression of Neurod1 reduced the proliferative capacity of both wild-type and Nf2-null SCs following nerve injury. CONCLUSION: Expression of Neurod1 reduces slow-growing MB progression and reduces human SC proliferation in primary VS cultures. In a genetic mouse model of schwannomas, we find some effects of Neurod1 expression; however, the high variability indicates that more tightly regulated Neurod1 expression levels that mimic our in vitro data are needed to fully validate Neurod1 effects on schwannoma progression. LEVEL OF EVIDENCE: NA Laryngoscope, 131:E259-E270, 2021.",
  "authors": "Jennifer Kersigo; Lintao Gu; Linjing Xu; Ning Pan; Sarath Vijayakuma; Timothy Jones; Seiji B Shibata; Bernd Fritzsch; Marlan R Hansen",
  "journal": "The Laryngoscope",
  "publicationDate": "2021-01",
  "doi": "10.1002/lary.28671",
  "methods": "Methods: Using a variety of transgenic mouse lines we investigated how expression of Neurod1 affects medulloblastoma (MB) growth, schwannoma tumor progression, vestibular function, and Schwann cell (SC) proliferation. Primary human vestibular schwannoma (VS) cell cultures were transduced with adenoviral vectors expressing  Neurod1 . Cell proliferation was assessed by EdU uptake. Material and Methods: Mouse lines: Periostin-cre ( Postn-cre ) were crossed with floxed  Nf2  gene ( Postn-cre;Nf2 ) as previously described. f/f  In addition, the  30 Postn-cre;Nf2  mice were crossed with a  f/f Rosa26  ( LSL-Neurod1 R26 ) line that induces Neurod1 expression via cre-mediated excision of a stop codon, enabling the Rosa26 locus to drive Neurod1 expression with or without elimination of the floxed  ND1 Nf2 . In addition we used the following mouse lines: tg( Atoh1-cre) ; \n 8 R26  and tg( smo 29 Neurod1-cre )  to generate fast and slow growing medulloblastoma to assess the effect of Neurod1 expression on this neuronal tumor progression. In addition, we used the widely available  16 R26  reporter mice to verify that the Postn-cre effectively and exclusively recombines the stop codon in the Rosa26 locus. All procedures involving mice followed NIH guidelines and were approved by the University of Iowa animal care and use committee (IACUC protocol 7021971) and IRB approval (201205804) for human VS cells. LacZ Mouse breeding: Postn-cre; Nf2 f/f ; Postn-cre; Nf2 f/f ; R26 ND1 : Mice were bred to obtain littermates having Postn-cre and floxed  Nf2  ( Postn-cre; Nf2 ,  f/f Nf2  conditional knock-out (cKO)) with or without induced expression of  Neurod1  ( Postn-cre; Nf2 f/f ; R26 ND1 , Nf2  cKO+ND1) ( Supplemental Fig. 1 ). Littermates expressing  Neurod1  without deletion of  Nf2  were used to test the effect of  Neurod1  expression on SCs. Control animals either lacked the cre or had cre without the floxed genes. Animals were coded so that investigators performing tumor, cellular, and functional tests were blinded to the mouse genotype. Mice were sacrificed at the end of the 12–15 months period. Atoh1-cre; R26 smo;ND1  & ND1-cre; R26 smo;ND1 : To assess how fast growing tumors are affected by Neurod1 expression we bred two lines of mice using the  Atoh1-cre  that expresses cre in the proliferating external granule layer.  However, these very rapid growing tumors showed no noticeable effect of Neurod1 expression so we generated a second, slower growing tumor that regulates  25 , 29 smoothened  (smo) and Neurod1 expression in mostly postmitotic differentiating granule cells ( Supplemental Fig. 2 ) Measuring proliferation rate in mouse schwannoma: Mice aged 10–15 months were injected with EdU 50mg/kg IP four times in a 24 hour period (0, 4, 8 and 24 hrs) and collected within 72 hrs. Mice were perfused with 4% paraformaldehyde and vestibular and facial (geniculate) ganglia were dissected and reacted as whole mounts for EdU following an existing protocol.  Specifically, EdU was detected in whole ganglion using the Click-It EdU kit per manufacturer’s instructions (Life Technologies) and counterstained with DAPI to label nuclei. Ganglia were imaged on a SP5 Leica confocal microscope and the number of EdU-positive nuclei was quantified using the maximum projection of the z-stack. Dissected ganglia were also used to measure the ganglia volume using confocal stacks and the Amira software as previously described. 31  N=6 for each group. 31 Primary human VS cultures: Human VS tumors were collected for primary cell culture as previously described.  After VS cells were cultured without passaging for 10 days, Adenovirus (Ad) CMVempty vector (EV) at 5 × 10 32 – 34 9  pfu/mL, AdCMVNeuroD1 at 2 × 10 9  pfu/mL, or AdCMVNeuroD1 at 5 × 10 9  pfu/mL (ViraQuest, Inc.) were applied to the culture medium for 72 hours as before.  Edu staining was performed using Click-it EdU Alexa Fluor 633 Image Kit (ThermoFisher C10340) as before. 33 , 35 , 36  The percentage of EdU-positive cells to S100-positive nuclei were counted by 20× microscopic fields using the cell counting feature of MetaMorph software package. Data are averaged from independent cultures derived three separate sporadic human VSs. 37 Western blot: Western blots of protein extracts prepared from VS culture lysates were performed as before.  The primary antibodies used were anti-NeuroD1 (Abcam, ab109224) and anti-β-actin (Sigma, A5316) with horse-radish peroxidase linked secondary antibodies (Cell Singling, 7074S, 7076S). The blots were performed on cultures derived from three separate VSs. 33 , 38 Sciatic nerve axotomies and EdU uptake: A total of 20 adult mice (2–16months) were used; 6 mice control mice, 4 mice with Postn-cre;R26 ND1  and 5 mice each of  Nf2  cKO and  Nf2  cKO+ND1 mice. Sciatic nerve axotomy and quantification of EdU uptake was performed as previously described. 37 , 39 In situ hybridization and X-Gal reaction: We used established protocols and probes as before to reveal the distribution of LacZ activation via  Postn-cre  and reveal the distribution of endogenous and induced  Neurod1  and of endogenous  Atoh1  expression. 19 , 25 , 28 Gait analysis: Gait was analyzed using the Noldus Cat-Walk XT system as before. 39 , 40 Direct vestibular tests: Vestibular sensory-evoked potentials (VsEPs) were collected from the vestibular nerve and central relays on anesthetized mice using methods described in detail elsewhere.  Investigators were blind to the genotype. Animals were anesthetized with a ketamine/xylazine mixture (18 mg/ml ketamine, 2 mg/ml xylazine; 5 to 10 μl/g intraperitoneally). VsEPs assess gravity receptor function using the metrics of response thresholds, amplitudes and latencies. Following testing, animals were perfused with 4% paraformaldehyde for further processing. At least six animals per genotype were tested and significance for any differences was evaluated using one-way or multivariate analysis of variance (ANOVA or MANOVA). 41 – 43",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:28:19"
}