{
  "pmid": "PMID:32443592",
  "title": "C-Fiber Loss as a Possible Cause of Neuropathic Pain in Schwannomatosis.",
  "abstract": "Schwannomatosis is the third form of neurofibromatosis and characterized by the occurrence of multiple schwannomas. The most prominent symptom is chronic pain. We aimed to test whether pain in schwannomatosis might be caused by small-fiber neuropathy. Twenty patients with schwannomatosis underwent neurological examination and nerve conduction studies. Levels of pain perception as well as anxiety and depression were assessed by established questionnaires. Quantitative sensory testing (QST) and laser-evoked potentials (LEP) were performed on patients and controls. Whole-body magnetic resonance imaging (wbMRI) and magnetic resonance neurography (MRN) were performed to quantify tumors and fascicular nerve lesions; skin biopsies were performed to determine intra-epidermal nerve fiber density (IENFD). All patients suffered from chronic pain without further neurological deficits. The questionnaires indicated neuropathic symptoms with significant impact on quality of life. Peripheral nerve tumors were detected in all patients by wbMRI. MRN showed additional multiple fascicular nerve lesions in 16/18 patients. LEP showed significant faster latencies compared to normal controls. Finally, IENFD was significantly reduced in 13/14 patients. Our study therefore indicates the presence of small-fiber neuropathy, predominantly of unmyelinated C-fibers. Fascicular nerve lesions are characteristic disease features that are associated with faster LEP latencies and decreased IENFD. Together these methods may facilitate differential diagnosis of schwannomatosis.",
  "authors": "Said C Farschtschi; Tina Mainka; Markus Glatzel; Anna-Lena Hannekum; Michael Hauck; Mathias Gelderblom; Christian Hagel; Reinhard E Friedrich; Martin U Schuhmann; Alexander Schulz; Helen Morrison; Hildegard Kehrer-Sawatzki; Jan Luhmann; Christian Gerloff; Martin Bendszus; Philipp Bäumer; Victor-Felix Mautner",
  "journal": "International journal of molecular sciences",
  "publicationDate": "2020-05-18",
  "doi": "10.3390/ijms21103569",
  "methods": "3. Subjects, Materials and Methods  3.1. Patients In total, 20 patients (mean age 55.4  ±  10.9 (SD) years; male:female = 1:1) were consecutively included in the study at the Neurofibromatosis outpatient clinic of the University Medical Center Hamburg-Eppendorf. Inclusion criteria were the fulfillment of the clinical diagnostic criteria for schwannomatosis [ 11 ] and absence of any other disease with potential impact upon central or peripheral nervous system function, such as chronic infections, autoimmune diseases, malignancies, diabetes, or alcoholism. Detailed neurological examination was performed by a physician (VFM) with 30 years of experience in the diagnosis and treatment of neurofibromatosis and schwannomatosis. In order to perform genetic testing, genomic DNA of the patients was isolated from peripheral blood lymphocytes and used as a template for the PCR amplification of  NF2 ,  SMARCB1,  and  LZTR1  exons. Sanger sequencing of the PCR products was performed using the BigDye Terminator Cycle Sequencing Kit (ABI, Life Technologies, Foster City, CA, USA). Rearrangments involving the NF2 gene were investigated by MLPA (SALSA MLPA P044 NF2 probemix, MRC Holland, Amsterdam, The Netherlands). Control groups were method-specific cohorts of healthy controls (QST, LEP, MRN, questionnaires) and established reference values (questionnaires, neurophysiological measurements, IENFD). For MRN and IENFD, measurements and analyses were conducted in a blinded manner. For the QST, LEP, and neurophysiological examination blinding the investigators was not possible, however, data analysis was carried out in a blinded fashion. 3.2. Pain- and Personality-Questionnaires The Hospital Depression and Anxiety Score (HADS) was used to screen for anxiety and depression [ 14 ]. Pain perception was assessed by the PainDETECT questionnaire, which provides high sensitivity, specificity, and positive predictive value to detect neuropathic pain [ 15 ]. In order to examine stable traits of patients’ personality the multidimensional “Freiburger Persönlichkeitsinventar” (FPI) was used [ 16 ]. By means of the Symptom Checklist-90-R (SCL-90-R) [ 17 ], the patients’ subjective strain through physical and psychological disorders were measured. The German Version of the SF-36 health survey was utilized to assess health-related quality of life [ 18 ]. A group of 20 age and sex-matched healthy controls (mean age 56  ±  11.2 (SD) years; male:female = 1:1) served as a control group.  Normal distribution was investigated using the Kolmogorov–Smirnov test. Then, questionnaire data was compared between groups using either unpaired  t -tests or Mann–Whitney-U test, as appropriate.  p -values < 0.05 were considered statistically significant.  3.3. Neurophysiological Measurements Conventional electrodiagnostic testing (nerve conduction velocity and compound muscle action potential amplitude) of the right peroneal, left tibial, and right ulnar and/or median nerve was performed in the neurophysiology laboratory of the Hamburg-Eppendorf University Hospital using a Nihon Kohden Neuropack X1 (Rosbach v.d.H., Germany). 3.4. Quantitative Sensory Testing (QST) QST is a standardized noninvasive psychophysical method, which examines the function of thickly-myelinated Aβ, thinly- and unmyelinated Aδ-, and C-fibers as well as their corresponding central pathways by the application of thermal and mechanical stimuli on the skin. QST was performed by a certified examiner (ALH) after a pre-defined protocol by the German Network on Neuropathic Pain (DFNS) [ 19 ] in all 20 patients. QST comprised seven different tests measuring the following 13 parameters: cold and warm detection thresholds (CDT, WDT), cold and heat pain thresholds (CPT, HPT), paradoxical heat sensations (PHS) during the thermal sensory limen (TSL) procedure, mechanical detection threshold (MDT), mechanical pain threshold (MPT), stimulus-response-functions for pinprick sensitivity (MPS) and dynamic mechanical allodynia (DMA), pain summation to repetitive pinprick stimuli (wind-up ratio, WUR), vibration detection threshold (VDT), and pressure pain threshold (PPT). A group of 20 age- and sex-matched healthy controls (mean age 54.8  ±  11.2 (SD) years; male:female = 1:1) served as control group. QST was assessed on the dorsum of both hands and feet except in one patient (and its matched control) in whom only both hands were assessed. Areas whose innervation could have been compromised by previous surgeries (e.g., scars) were avoided.  QST statistical analysis was performed using “eQUISTA“ (Casquar GmbH, Bochum, Germany), which calculates a sensory profile by transformation of the absolute measured values into relative data by calculation of z-scores according to the following formula based on the published data of healthy controls: z-value = (value patient  – mean controls ) / SD controls  [ 20 ]. CDT, WDT, and PHS as parameters for function of small nerve fibers and MDT and VDT as parameters for function of large nerve fibers were statistically investigated. Normal distribution was ascertained via Kolmogorov–Smirnov test. Then, either unpaired  t -tests or the non-parametric Mann–Whitney U-test were used to compare the pooled z-values of hands and feet between patients and controls, as appropriate. Pathological PHS and the number of patients with small, large and mixed fiber neuropathy (according to QST) as categorical variables were compared between groups using the Chi-square test.  p -values < 0.05 were regarded as statistically significant. 3.5. Laser Evoked Potentials (LEP) LEP were recorded in 18 patients and matched controls. Two patients were refused to undergo LEP measurements. We delivered brief infrared laser stimuli of 1 ms duration and a beam diameter of 5 mm to the dorsum of both feet and hands using a thulium YAG laser (wavelength 2 μm, StarMedTec, Starnberg, Germany). Individual pain thresholds were determined using three series of increasing and decreasing stimuli. Beginning at 160 mJ, we used a step-size of 20 mJ. Pain was defined as a feeling of a light pin-prick or burning. LEP are capable to investigate nociceptive pathways, especially A-delta fibers. During the experiment, subjects were comfortably seated in an electrically shielded and sound-attenuated recording chamber with eyes closed. The session consisted of eight blocks and started at the left hand, followed by the right hand, right foot, and left foot. Repetitions of all sites were then performed in the reverse order to minimize confounding of site with habituation effects over time. Each block comprised 30 laser-stimuli with a two-fold pain threshold intensity. The inter-stimulus interval varied between six or seven seconds. Two seconds after the laser stimulus, an acoustic event (2000 Hz tone) prompted a verbal response, scaling pain intensity and ensuring patients attention. EEG was recorded with nose-reference using 64 active channels (EASY CAP) and BrainVision Recorder-software (Brain Products GmbH, Gilching, Germany) through two BrainAmp MRplus 32 channel amplifiers with a sampling frequency of 1000 Hz and a band pass filter between 0.1–250 Hz. The electrode impedance was kept below 15 kΩ. The data were analyzed offline using Fieldtrip software (Donders Centre for Cognitive Neuroimaging, AH Nijmegen, The Netherlands,  www.ru.nl/fcdonders/fieldtrip ). For detailed artifact rejection see Hauck and colleagues [ 21 ]. Mixed analysis of variance was used to compare LEP amplitudes and LEP latencies between patients and controls with amplitude (or latency) as 4-level dependent variable and group as independent variable.  p -values < 0.05 were regarded as statistically significant. 3.6. Magnetic Resonance Imaging and Neurography Vestibular schwannomas—the hallmark tumor entity of NF2—were excluded by contrast-enhanced cranial MRI. Patients underwent whole-body magnetic resonance imaging (wbMRI) at 3.0 Tesla according to previously described protocols [ 22 ]. Peripheral schwannomas detectable on wbMRI were counted to estimate total tumor burden. Additional high-resolution microstructural MR neurography was performed in 18 of 20 patients at 3.0 Tesla (Magnetom Verio, Siemens, Erlangen, Germany) for the lumbosacral plexus and the right lower extremity. Additional extremities were optionally examined based on patient’s compliance and ability to lie still for prolonged examination time. Doing so the contralateral leg was also examined in another eight patients and the upper extremities were additionally examined in five of those patients. The sequence protocol was as follows: Lumbosacral plexus: 3D-isotropic T2-weighted SPACE sequence with fat-saturation by inversion-recovery and TR/TE/TI 3800/267/210, voxel size 0.95 × 0.95 × 1.0 mm, FoV 250 × 245 mm, acquisition time 8:32 min. Extremities were examined by multiple stacks of 2D T2-weighted turbo-spin-echo sequences (for the right leg generally thigh, knee, calf level) with the following parameters: T2 TSE TR/TE 7552/52, in-plane resolution 0.273 × 0.273 mm 2 , FoV 140 mm, slice thickness 3.0 mm, frequency-selective fat-saturation, acquisition time 7:07 min. Dedicated surface array coils for plexus imaging and circularly-polarized extremity transmit-receive coils for extremities were used. MR neurography (MRN) scans were evaluated blinded to the patients’ data by two radiologists (PB, MB) with more than eight and 18 years of experience in MRN, respectively, to detect: (1) Manifest peripheral nerve tumors of more than 5mm in diameter; (2) Intermediate-sized nerve nodules, defined as neural caliber increase between 2 and 5 mm in diameter; and (3) The presence of peripheral nerve microlesions with increased T2-weighted signal but with only minor or no fascicular caliber increase (< 2 mm in diameter as described previously [ 23 ]) ( Figure 2 ). This quantitative analysis was performed for the right lower extremity, which was examined in all patients except for one whose contralateral leg was examined due to a right hip prosthesis. Manifest peripheral nerve tumors and nerve nodules were counted individually unless they exceeded more than ten. In addition, an overall MRN score for lesion accumulation of peripheral nerves of the right leg was used with regard to the presence of tumors, intermediate lesions, and microlesions on a Likert scale of 0–4 (with 0 indicating no nerve abnormalities, 1 slight but distinct abnormalities, 2 disseminated nerve lesions, 3 high extent of nerve abnormalities with only few nerve segments without clear lesions, and 4 massive ubiquitous tumor burden). For MRN statistical analysis, Pearson correlation and unpaired t-test were used to investigate association of MRN lesion load with LEP parameters, IENFD, or tumor load in wbMRI. 3.7. Skin Biopsies and Intraepidermal Nerve Fiber Density Skin biopsies were performed in 14 of 20 patients by an expert surgeon for plastic surgery (RF). Six patients refused to have skin biopsies. An 8 mm punch biopsy was taken 10 cm above the lateral malleolus of the distal leg according to the standardized protocol for diagnosis of small fiber neuropathies (European Federation of Neurological Societies/Peripheral Nerve Society Guideline) [ 24 ]. The tissue was directly transferred into Zamboni solution and cooled to 4 °C. Immunohistochemical staining and evaluation was performed at the Institute of Neuropathology, University Medical Center Hamburg-Eppendorf, by using a standardized protocol. In short, 50 µm thick frozen cross sections of the skin sample were cut on superfrost slides additionally coated with poly-L-lysine (Sigma-Aldrich, #P8920, Taufkirchen, Germany) and air dried for at least 24 hrs. Blocking of endogenous peroxidase was done with 3% perhydrol (Merck, #107209, Darmstadt, Germany) in methanol for 90 min. The tissue was rehydrated and pre-treated for antigen-retrieval in 10 mM citrate buffer pH 6 for 90 min at 80 °C. The samples were then incubated with polyclonal rabbit anti-PGP 9.5 (Dako #Z5116, Glostrup, Denmark, antibody dilution 1:200) over night at room temperature. Bound antibody was visualized with anti-rabbit secondary antibody (Histofine Max PO Multi, #414152 F, Nichirei Biosciences Inc., Tokyo, Japan) for three hours followed by addition of the chromogen Metal Enhanced DAB Substrate Kit (Thermo Scientific, #34065, Bremen, Germany) according to manufacturer’s instructions for 15 min. Counterstaining was performed with haemalum. Antibody labelling of dermal nerve fascicles served as internal positive control and was differentiated from weak unspecific stroke-like staining of collagen fibers and chromogen deposition in small tissue tears and clefts by the higher intensity of labelling, the stretch from subepidermal to intradermal layer and the characteristic curved shape of the fibers with sudden turns and bends ( Figure 4 A). For estimation of nerve fiber density the intraepidermal nerve fiber count per mm skin was evaluated in at least three cuts corresponding to a skin length of approx. 9 mm by two experienced neuropathologists (MG and CH) who were blinded to patient identity and diagnosis. The intraepidermal nerve fiber density (IENFD) was compared to age-dependent reference values [ 12 ]. The raw IEND data were plotted against age, separately for male and female patients and compared to the normative reference IEND. Some parts of this analysis have already been published in a comparative study with patients exhibiting NF2 [ 13 ]; that protocol focused on establishing a new diagnostic approach for differential diagnosis and is a follow-up protocol to this study. 3.8. Standard Protocol Approvals, Registrations, and Patient Consents The study was approved by the ethical board of the Medical Association Hamburg (PV4421), Germany, and performed in accordance with the Declaration of Helsinki. Written informed consent was obtained from all study participants 3.9. Data Availability Statement The datasets generated during and/or analyzed during the current study are available from the corresponding author on reasonable request.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:28:21"
}