{
  "pmid": "PMID:32457840",
  "title": "TGFβ Signaling Increases Net Acid Extrusion, Proliferation and Invasion in Panc-1 Pancreatic Cancer Cells: SMAD4 Dependence and Link to Merlin/NF2 Signaling.",
  "abstract": "Pancreatic ductal adenocarcinoma (PDAC) is a major cause of cancer-related death, with a 5-year survival of <10% and severely limited treatment options. PDAC hallmarks include profound metabolic acid production and aggressive local proliferation and invasiveness. This phenotype is supported by upregulated net acid extrusion and epithelial-to-mesenchymal transition (EMT), the latter typically induced by aberrant transforming growth factor-β (TGFβ) signaling. It is, however, unknown whether TGFβ-induced EMT and upregulation of acid extrusion are causally related. Here, we show that mRNA and protein expression of the net acid extruding transporters Na",
  "authors": "Raj R Malinda; Katrine Zeeberg; Patricia C Sharku; Mette Q Ludwig; Lotte B Pedersen; Søren T Christensen; Stine F Pedersen",
  "journal": "Frontiers in oncology",
  "publicationDate": "2020",
  "doi": "10.3389/fonc.2020.00687",
  "methods": "Materials and Methods Antibodies and Reagents Primary antibodies used in western blot analysis were: mouse anti-β-actin, mouse anti-α-tubulin, and mouse anti-α-smooth muscle actin (α-SMA), all from Sigma-Aldrich; goat polyclonal anti-CTGF and mouse anti-NHE1 (clone 54), anti-Poly-ADP Ribose Polymerase (PARP), anti-cleaved PARP (Asp214) and anti-pSer807/811-Rb, all from Santa Cruz Biotechnology; mouse anti-dynactin 1 (DCTN1) and mouse anti-E-cadherin, from BD Biosciences; rabbit anti-GAPDH, rabbit anti-Histone 3, rabbit anti-Merlin, mouse anti-p53, mouse anti-Ki67, and rabbit anti-β-catenin, all from Cell Signaling. Mouse anti- Ki-67 was from Dako (Glostrup, Denmark) and rabbit polyclonal anti-NBCn1 was a kind gift from Jeppe Prætorius, Aarhus University, Denmark. Secondary antibodies used in western blotting were horseradish-peroxidase-conjugated goat polyclonal anti-mouse or anti-rabbit and rabbit polyclonal anti-goat from Dako. Secondary antibodies for immunofluorescence analysis were AlexaFluor488-conjugated donkey anti-mouse or anti-rabbit, and AlexaFluor568-conjugted donkey anti-mouse or anti-rabbit, all from Invitrogen. Recombinant human TGFβ-1 (PHG9214) was from Life Technologies. Mouse monoclonal antibody against Proliferating cell nuclear antigen (PCNA) was from Cell Signaling Technology. Cell Culture Human PDAC cell lines MIAPaCa-2, Panc-1, BxPC-3, and AsPC-1 were acquired from American Type Culture Collection (ATCC, Rockville, MD, USA) and maintained in RPMI medium 1640+GlutaMAX TM -I or Dulbecco's Modified Eagle's medium (DMEM)+GlutaMAX TM -I (both from Gibco) supplemented with 10% (v/v) fetal bovine serum and 100 U/ml penicillin and 100 μg/mL streptomycin at 37°C in a humidified atmosphere of 5% CO 2 . MIAPaCa-2 cell medium was further supplemented with 2.5% (v/v) heat-inactivated horse serum. Immortalized human pancreatic ductal epithelial  ( HPDE H6c7 )  cells were a kind gift from Dr. Ming-Sound Tsao at Ontario Cancer Institute, Toronto, Canada ( 27 ,  28 ) and were cultured in kerantinocyte basal medium supplemented with epidermal growth factor and bovine pituitary extract. siRNA-Mediated Knockdown siRNAs employed were: NHE1 siRNA: ON-TARGET SMART pool (Thermo Scientific); NBCn1 siRNA (SASI_Hs01_00030755, Sigma-Aldrich) sense sequence 5′-CAUUAACUGGGAUUGCCUA-3′, Merlin siRNA (SASI_Hs_01_00188862, Sigma) sense sequence 5′-CCUCAAAGCUUCGUGUUAA-3; SMAD4 (EHU018671 esiRNA siRNA mixture, Sigma). A 19-bp scrambled oligomer (sense: 5′-AGGUAGUGUAAUCGCCUUG-3′) (Eurofins MWG Operon, Ebersberg, Germany) was used for mock transfection. Cells were seeded to ~40% confluency in the relevant culture dishes and transfected with NHE1 siRNA (100 nM), NBCn1 siRNA (25 nM), Merlin siRNA (50 nM) or mock siRNA (50 nM), using Lipofectamine (Invitrogen) transfection reagent, according to the manufacturer's specifications. 48 h after transfection, cells were serum starved, and 24 h later, exposed to TGFβ treatment (or corresponding control conditions) for another 48 h before analysis for the relevant experiment as indicated below. RT-qPCR Analysis Total RNA was isolated using NucleoSpin® RNA II (Macherey-Nagel, Germany) according to the manufacturer's instructions, reverse-transcribed using Superscript III Reverse Transcriptase (Invitrogen, Carlsbad, CA) and cDNA transcripts were amplified by qPCR using the SYBR Green technique (Applied Biosystems, Cheshire, UK). Amplification was performed in triplicate in an ABI7900 qPCR machine, using 40 cycles of (95°C for 30 s, 60°C for 1 min, 72°C for 30 s). Primer sequences were: NHE1-fw: 5′-CACACCACCATCAAATACTTCC-3′, NHE1-rv: 5′-GAACTTGTTGATGAACCAGGTC-3′; NHE2-fw: TTGGAGAGTCCCTGCTGAATGATG, NHE2-rv: tcagctgtgatgtaggacaaataactg, NBCn1-fw: 5′-GCAAGAAACATTCTGACCCTCA-3′, NBCn1-rv: 5′-GCTTCCACCACTTCCATTACzCT, NBCe2-fw: atcttcatggaccagcagatcac, NBCe2-rv: tgcttggctggcatcaggaag. mRNA expression was quantified using the comparative threshold cycle (Ct) method, using β-actin as reference gene (fw 5′- AGCGAGCATCCCCCAAAGTT-3′, rv 5′-GGGCACGAAGGCTCATCATT-3′), and is given relative to that in HPDE cells. SDS-PAGE and Western Blotting Cells were seeded to 60–70% confluency in 6-well culture dishes, lysed in lysis buffer [1% SDS, 10 mM Tris-pH 7.5, Na 3 VO 4  1 mM, and complete protease inhibitor cocktail (Roche)] and homogenized by sonication. SDS-PAGE was performed using Bio-Rad Criterion TM  TGX TM  precast 10% gels in Tris/Glycine buffer. Gels were run for 1 h at 150 V, followed by transfer to Trans-Blot® Turbo TM  0.2 μm nitrocellulose membranes (Bio-Rad). Protein transfer was evaluated by Ponceau red staining, followed by blocking in 5% dry milk in TBST (0.01 M Tris/HCl, 0.15 M NaCl, 0.1% Tween 20) for 30 min at room temperature, incubation with primary antibodies overnight at 4°C, and finally washing in TBST and incubation with HRP-conjugated secondary antibodies for 2 h at room temperature. Blots were developed using the FUSION-Fx chemiluminescence system (Vilber Lourmat). Images were processed in Adobe Photoshop and band intensities were quantified using UN-SCAN-IT gel 6.1 software. Immunofluorescence Microscopy Analysis Cells were grown on glass coverslips in 6-well culture dishes, fixed in 4% paraformaldehyde for 15 min at room temperature, washed in icecold PBS, and permeabilized for 12 min in permeabilization buffer (0.2 % Triton X-100, 1% BSA in PBS). Unspecific fluorescence was blocked by a 30 min incubation in PBS plus 2% BSA, followed by incubation with primary antibody for 1  h at room temperature, three washes in 2% BSA blocking buffer, and incubation with secondary antibodies diluted in 2% BSA blocking buffer) for 45 min, washing in PBS containing 2% BSA, a 5 min incubation with (4',6-Diamidino-2-Phenylindole, Dihydrochloride) (DAPI) for nuclear staining, extensive washing in PBS and mounting in N-propyl-gallate mounting media (2% w/v in PBS/glycerin). Fluorescence images were captured on a fully motorized Olympus BX63 upright microscope with an Olympus DP72 color, 12.8-megapixel, 4.140 × 3.096-resolution camera and with a fully motorized and automated Olympus IX83 Inverted microscope with a Hamamatsu ORCA-Flash 4.0 camera (C11440-22CU). The software used was Olympus CellSens dimension, which is able to do deconvolution on captured z stacks, and images were processed for publication using Adobe Photoshop CS6. 1 2 Real-Time Imaging of Intracellular pH Measurements of pH i  were carried out essentially as described previously ( 21 ). Briefly, cells seeded in WillCo glass-bottom dishes (WillCo Wells, Amsterdam, the Netherlands) were loaded with 2′,7′-bis-(2-carboxyethyl)-5-(and-6)-carboxyfluorescein acetoxymethyl ester (BCECF-AM, 1.6 μM) in growth medium for 30 min at 37°C. Cells were washed once in HCO  containing Ringer solution [118 mM NaCl, 25 mM NaHCO 3 - 3 , 5 mM KCl, 1 mM MgSO 4 , 1 mM Na 2 HPO 4 , 1 mM CaCl 2 , 3.3 mM 3-(N-morpholino)propanesulfonic acid (MOPS), 3.3 mM 2-[Tris(hydroxymethyl)-methylamino]-ethanesulfonic acid (TES), 5 mM HEPES, pH 7.4], placed in a 37°C imaging chamber equipped with gas and solute perfusion, at the stage of a Nikon Eclipse T i  microscope, and imaged using a 40X/1.4 NA objective and EasyRatioPro imaging software (PTI, NJ, USA). Emission was measured at 520 nm after excitation at 440 and 485 nm. Acidification was induced by exposure to 20 mM NH 4 Cl for 10 min. Calibration to pH i  values was performed using the high K + /nigericin technique and a 4-point linear calibration curve. BrdU Proliferation Assay Eighty percentage confluent Panc-1 and BxPC3 cells were trypsinized and resuspended in growth medium. Cells were seeded in 96-well plates (Celllstar®, cat # 655090). After 24 h incubation at 37°C/5% CO 2 , plates were washed in PBS and 200 μl serum free medium was added. After 24 h, the cells were incubated with 10 ng/mL TGFβ, and/or 10 μM of the NHE1 inhibitor cariporide. Forty-eight hours later, a Cell Proliferation ELISA, BrdU (chemiluminescent) kit (Roche, cat # 11 669 915 001) was used for determining the proliferation status of the cells, according to the manufacturer's instructions. 20 μl BrdU labeling solution was added to each well and the plates were incubated for 4 h, followed by a fixation/denaturing step, and incubation with a peroxidase-coupled mouse monoclonal anti-BrdU antibody. The plates were washed extensively, incubated with substrate solution containing luminol, 4-iodophenol and peroxide for 4 min on a shaker, and luminescence measured using a BMG FLUOstar OPTIMA Microplate Reader. Invasion Assay Cell invasion was assessed using growth factor reduced corning® Matrigel® invasion chambers, 24-well plate and 8.0 μm pore size (Corning, BioCoat, MA, USA). Prior to the experiment, invasion chambers containing Matrigel were rehydrated by adding 500 μl serum free medium for 2 h at 37°C. Forty-eight hours after transfection with the indicated siRNAs, cells were serum starved, and 24 h later, treated or not with TGFβ for 48 h, before being washed with sterile PBS, trypsinized, washed 3 x in serum free medium, and 50,000 cells in this medium seeded into the upper chamber. Experiments were always done in duplicate. The lower chamber was filled with 10% serum containing medium. Chambers were incubated for 22 h at 37°C/5% CO 2  to allow cells to invade through the Matrigel. Non-invaded cells from the upper surface of the chamber were removed with a cotton swab. Invaded cells on the lower surface of the chamber were fixed for 30 min in ice-cold absolute methanol, and filters were stained with 30% Giemsa solution (Sigma-Aldrich) for 30 min and mounted on glass slides. Invaded cells (four images per filter per condition) were counted using bright-field microscopy. Data Analysis and Statistics Data are shown as individual representative experiments or as means of at least three independent experiments, with standard error of mean (SEM) error bars. Statistical significance was tested using Student  t -test or one- or two-way ANOVA followed by Tukey's multiple comparison tests as appropriate, using GraphPad prism 6.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:28:22"
}