{
  "pmid": "32461616",
  "abstract": "Upstream open reading frames (uORFs) are tissue-specific cis-regulators of protein translation. Isolated reports have shown that variants that create or disrupt uORFs can cause disease. Here, in a systematic genome-wide study using 15,708 whole genome sequences, we show that variants that create new upstream start codons, and variants disrupting stop sites of existing uORFs, are under strong negative selection. This selection signal is significantly stronger for variants arising upstream of genes intolerant to loss-of-function variants. Furthermore, variants creating uORFs that overlap the coding sequence show signals of selection equivalent to coding missense variants. Finally, we identify specific genes where modification of uORFs likely represents an important disease mechanism, and report a novel uORF frameshift variant upstream of NF2 in neurofibromatosis. Our results highlight uORF-perturbing variants as an under-recognised functional class that contribute to penetrant human disease, and demonstrate the power of large-scale population sequencing data in studying non-coding variant classes.",
  "methods": "Methods Ethics statement We have complied with all relevant ethical regulations. This study was overseen by the Broad Institute’s Office of Research Subject Protection and the Partners Human Research Committee, and was given a determination of Not Human Subjects Research. Informed consent was obtained from all participants. Study dataset We used the 15,708 whole genome sequenced individuals from version 2.1.1 of the Genome Aggregation Database (gnomAD), which is fully described in our companion paper . These data were downloaded from  22 https://gnomad.broadinstitute.org/downloads  and queried using Hail version 0.2 ( https://hail.is ). Definition of 5’UTRs The start and end positions and sequence of the 5’UTRs of all protein-coding genes were downloaded from Ensembl biomart (Human genes GRCh37.p13) and filtered to only include canonical transcripts. Genes with no annotated 5’UTR on the canonical transcript were removed. Identification and classification of uAUG-creating variants Reading through each UTR from start to end (5’ to 3’), we identified all instances where a SNV would create an ATG. We recorded the positions of all possible stop codons (TAA, TGA and TAG) and annotated each uAUG-creating variant with whether or not there was an in-frame stop codon within the UTR. To annotate the strength of the Kozak consensus into which the uAUG was formed we assessed the positions at −3 and +3 relative to the A of the AUG, known to be the most important bases for dictating strength of translation. If both the −3 base was either A or G and the +3 was G, Kozak was annotated as ‘Strong’, if either of these conditions was true, Kozak was deemed to be ‘Moderate’ and if neither was the case ‘Weak’. uAUG-creating variants were also annotated with the distance to, and the frame relative to the coding sequence (CDS). Identification and classification of stop-removing variants Existing uORFs were defined as the combination of an ATG and in-frame stop codon (TAA, TGA or TAG) within a UTR. Each predicted uORF was annotated with the positions of all alternative downstream in-frame stop codons within the UTR and with the frame relative to the coding sequence. The Kozak strength of each uORF was defined as outlined above for uAUG-creating variants. Where multiple uAUGs converge on the same stop codon, the uORF is annotated with the strongest Kozak consensus. To identify uORFs with prior evidence of translation we downloaded all human small open reading frames (sORFs) from sorfs.org, a public repository of sORFs identified in humans, mice and fruit flies using ribosome profiling . Predicted uORFs were marked as having prior evidence if the annotated stop codon matched an entry from sorfs.org. 24 Stop-removing variants were identified as SNVs that would change the base of a stop codon to any sequence that would not retain the stop (i.e., did not create another of TAA, TGA or TAG). Calculating MAPS For each set of variants we computed the mutability adjusted proportion of singletons, or MAPS. The basis of this approach has previously been described . Briefly, for each substitution, accounting for 1 base of surrounding context (e.g., ACG ->ATG), we calculated the proportion of all possible variants (−3.9885 < GERP < 2.6607, 15 × < gnomAD coverage < 60 × ) that are observed in intergenic/intronic autosomal regions in a downsampled set of 1000 gnomAD whole-genomes. For C > T changes at CpG sites, variant proportions are calculated separately for three distinct bins of methylation. These proportions are then scaled so that the weighted genome-wide average is the human per-base, per-generation mutation rate (1.2e−8). The creation of these context-dependent mutation rates is described in more detail in our companion paper 23 . 22 To determine the transformation between these mutation rates and the expected proportion of singletons, for each substitution and context (and methylation bin for CpGs), we regress the mutation rates against the observed proportion of singletons for synonymous variants. We use synonymous as a relatively neutral class of variants which should not be subject to any biases being investigating in UTRs, but that are distinct from bases used to define the model. For a given list of possible variants, annotated with gnomAD allele counts using Hail ( https://hail.is ), we take only those that are observed in gnomAD and annotate each with the transformed mutation rate given the variant context (which now corresponds to the expected chance this site will be a singleton), and sum these values across the entire variant list to give an expected number of singletons. Variants are excluded if they are outliers on coverage in gnomAD (15× <coverage <60×), were found on the X or Y chromosome, or were filtered out of the gnomAD whole genomes. Finally, this expected number of singletons is compared to the number of sites that are observed as singletons in gnomAD, to estimate MAPS. 1 \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$${\\mathrm{MAPS}} = ({\\mathrm{observed}}\\,{\\mathrm{singletons}}-{\\mathrm{expected}}\\,{\\mathrm{singletons}})/{\\mathrm{total}}\\,{\\mathrm{observed}}\\,{\\mathrm{variants}}$$\\end{document} MAPS = ( observed singletons − expected singletons ) / total observed variants Confidence intervals were calculated using bootstrapping. For a list of  n  observed variants,  n  variant sites are sampled at random with replacement and used to calculate MAPS. This is repeated over 10,000 permutations before the 5th and 95th percentiles of the resulting MAPS distribution are taken as confidence intervals. P -values we calculated using the same bootstrapping approach but for each permutation MAPS was calculated for each of the two variant sets of interest, A and B. The  P -value was defined as the proportion of permutations where MAPS of B was less than MAPS of A. For coding variants, MAPS was calculated using the predicted impact on the canonical transcript. 2 \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$P = {\\mathrm{\\Sigma }}[({\\mathrm{MAPS}}({\\mathrm{B}})-{\\mathrm{MAPS}}({\\mathrm{A}}))< 0]/{\\mathrm{permutations}}$$\\end{document} P = Σ [ ( MAPS ( B ) − MAPS ( A ) ) < 0 ] / permutations Using PhyloP to assess base-level conservation Per-base vertebrate PhyloP scores were extracted from the Combined Annotation Dependent Depletion (CADD) version v1.4 GRCh37 release files and used to annotate lists of all possible coding, UTR and uORF stop bases. To remove biases due to gene context and distance from the coding sequence, we created a set of matched UTR bases which comprised the 3 bases immediately upstream and downstream of the stop. Conserved bases were defined as those with PhyloP > = 2. We also checked for a significant difference between the entire distribution of scores using a Wilcoxon rank sum test for all stop-removing compared to matched UTR bases ( P  = 8.1 × 10 −9 ). Identifying disease gene lists Developmental disease genes were downloaded from The Developmental Disorders Genotype-Phenotype Database (DDG2P) on the 6th October 2018. We included only genes categorised as ‘confirmed’ or ‘probable’. Genes with a known dominant LoF mechanism were identified using the ‘allelic requirement’ and ‘mutation consequence’ annotations. Genes intolerant and tolerant to LoF variants were identified using data from Karczewski et al. 2019 . Genes were ordered by their loss-of-function observed/expected upper bound fraction (LOEUF) scores and the top and bottom sextiles were categorised as tolerant and intolerant, respectively. 22 We downloaded data from The Clinical Genome Resource (ClinGen) Dosage Sensitivity Map on 21st January 2019 ( https://www.ncbi.nlm.nih.gov/projects/dbvar/clingen/ ). Genes manually curated as haploinsufficient were defined as those with a score of 3 (sufficient evidence). In addition, we added genes curated as severe or moderately haploinsufficient by the MacArthur lab ( https://github.com/macarthur-lab/gene_lists/tree/master/lists ). Searching for uORF-perturbing variants in HGMD and ClinVar Lists of all possible uAUG-creating and stop-removing SNVs were intersected with all DM variants from HGMD pro release 2018.1 and all ClinVar Pathogenic or Likely Pathogenic variants from the August 2018 release (clinvar_20180805.vcf). In addition, we created a list of all possible 1–5 bp deletions that would create an uAUG, annotated as described for SNVs above, and also searched for these variants. We did not investigate small insertions or deletion >5 bps due to the inhibitory number of possible variants. Sub-classifying genes uAUG-creating variants were classified as ‘high-impact’ if they are formed into a high or moderate Kozak consensus and if they either form an oORF or result in transcript elongation. Stop removing variants were similarly classified as ‘high-impact’ if the original uORF start site has a strong or moderate Kozak and/or the uORF is documented in sorfs.org and the variants results in a oORF or a transcript elongation. Genes were divided into nine categories according to the following logic. Class 0–genes with no annotated 5’UTR on the canonical transcript. Class 1–genes with no possible uAUG-creating or stop-removing SNVs identified. Class 2–remaining genes with no possible SNVs of predicted high-impact. Class 3–remaining genes where the UTR has a high-confidence oORF (strong/moderate Kozak or documented in sorfs.orf) indicating creating a second would be of low-impact. Class 4–remaining genes where one or more identified high-impact SNVs have AF > 0.1% in gnomAD (genomes AC >15). Class 5–remaining genes that are tolerant to LoF variants. Class 8–remaining genes curated as haploinsufficient by ClinGen or the MacArthur lab, curated as acting via a loss-of-function mechanism in DDG2P or with > = 10 high-confidence Pathogenic LoF variants in ClinVar (known LoF disease genes). Class 7–remaining genes intolerant to LoF variants or with > = 2 high-confidence Pathogenic LoF variants in ClinVar. Class 6–all genes not classified into any other class. The nine gene classes were grouped into three categories corresponding to low (classes 2, 3, 4 and 5), moderate (class 6) and high (classes 7 and 8) likelihood that high-impact uORF-perturbing variants would have a deleterious effect. Sequencing of individuals with neurofibromatosis type 2 A cohort of 1134 unrelated individuals with neurofibromatosis type 2 were recruited to the Centre for Genomic Medicine at St Mary’s Hospital, Manchester. All individuals fulfilled both Manchester and NIH criteria for diagnosis. Ethical approval for use of these samples and anonymised associated clinical data was obtained from the North West Greater Manchester Central Research Ethics Committee (reference 10/H1008/74). Informed consent was obtained from all participants. All patients were sequenced across the  NF2  gene. Two individuals were identified to carry a single 5’UTR variant (ENST00000338641:-66-65insT; GRCh37:chr22:29999922A >AT). Both carriers were confirmed to have no variants in  SMARCB1  or  LZTRA1  and no coding variants in  NF2 . The -66-65insT variant segregated with disease in 3 affected siblings in one family and in affected parent and child in another (Supplementary Fig.  3b ). Phenotypic data for all family members can be found in Supplementary Table  3 . Reporting summary Further information on research design is available in the  Nature Research Reporting Summary  linked to this article.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:08:39.703622",
  "abstract_length": 1112,
  "methods_length": 11900,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}