{
  "pmid": "PMID:32572180",
  "title": "Late morbidity and mortality in adult survivors of childhood glioma with neurofibromatosis type 1: report from the Childhood Cancer Survivor Study.",
  "abstract": "PURPOSE: Neurofibromatosis type 1 (NF1) is associated with tumor predisposition and nonmalignant health conditions. Whether survivors of childhood cancer with NF1 are at increased risk for poor long-term health outcomes is unknown. METHODS: One hundred forty-seven 5+ year survivors of childhood glioma with NF1 from the Childhood Cancer Survivor Study were compared with 2629 non-NF1 glioma survivors and 5051 siblings for late mortality, chronic health conditions, and psychosocial, neurocognitive, and socioeconomic outcomes. RESULTS: Survivors with NF1 (age at diagnosis: 6.8 ± 4.8 years) had greater cumulative incidence of late mortality 30 years after diagnosis (46.3% [95% confidence interval: 23.9-62.2%]) compared with non-NF1 survivors (18.0% [16.1-20.0%]) and siblings (0.9% [0.6-1.2%]), largely due to subsequent neoplasms. Compared with survivors without NF1, those with NF1 had more severe/life-threatening chronic conditions at cohort entry (46.3% [38.1-54.4%] vs. 30.8% [29.1-32.6%]), but similar rates of new conditions during follow-up (rate ratio: 1.26 [0.90-1.77]). Survivors with NF1 were more likely to report psychosocial impairments, neurocognitive deficits, and socioeconomic difficulties compared with survivors without NF1. CONCLUSIONS: Late mortality among glioma survivors with NF1 is twice that of other survivors, due largely to subsequent malignancies. Screening, prevention, and early intervention for chronic health conditions and psychosocial and neurocognitive deficits may reduce long-term morbidity in this vulnerable population.",
  "authors": "Peter de Blank; Nan Li; Michael J Fisher; Nicole J Ullrich; Smita Bhatia; Yutaka Yasui; Charles A Sklar; Wendy Leisenring; Rebecca Howell; Kevin Oeffinger; Kristina Hardy; M Fatih Okcu; Todd M Gibson; Leslie L Robison; Gregory T Armstrong; Kevin R Krull",
  "journal": "Genetics in medicine : official journal of the American College of Medical Genetics",
  "publicationDate": "2020-11",
  "doi": "10.1038/s41436-020-0873-7",
  "methods": "Methods 147 5+ year survivors of childhood glioma with NF1 from the Childhood Cancer Survivor Study were compared to 2 629 non-NF1 glioma survivors and 5 051 siblings for late mortality, chronic health conditions, psychosocial, neurocognitive, and socioeconomic outcomes. Patients and Methods The Childhood Cancer Survivor Study (CCSS) is a multi-institutional, retrospective cohort with longitudinal follow-up of individuals who survived five years after diagnosis of cancer. Participants were less than 21 years old when diagnosed between January 1, 1970 and December 31, 1999 and responded to a CCSS questionnaire. Childhood cancer survivors with NF1 were either self-identified by reporting a personal history of NF1 or answering “yes” to the question “Have you ever been told by a doctor that you have Neurofibromatosis (type 1)”. Survivors who responded “not sure” to this question but “yes” to the question “were you born with large or multiple birthmarks (any 1 larger than a quarter or 6 larger than a dime)” and had a primary cancer diagnosis associated with NF1 (including glioma, malignant nerve sheath tumor, rhabdomyosarcoma, or leukemia ) were also defined as NF1. Molecular diagnosis and family history were not considered in this analysis as only a limited number of survivors have had genetic testing and family history was incomplete in many survivors. Because glioma is the prevalent diagnosis among the NF1 survivors of childhood cancer, our primary analysis compared glioma survivors with and without NF1. A secondary analysis compared all survivors with NF1 to survivors without NF1 weighted to match primary cancer diagnosis. To determine whether survivors who were “not sure” of their NF1 status affected results, a sensitivity analysis examined late outcomes of NF1 glioma survivors who were self-identified. 26 , 27 The comparison of glioma survivors was performed in 2,776 individuals (147 NF1 and 2,629 non-NF1 survivors) and 5,051 siblings of randomly-sampled survivors. The comparison of all survivors included 22,492 survivors (176 NF1 and 22 316 non-NF1 survivors). Late mortality (death occurring >5 years from diagnosis) was ascertained from the National Death Index (NDI) through 2013, with causes of deaths predating the NDI (occurring 1975–1978) ascertained using state death certificates. Mortality was analyzed only for United States residents and only through 2013. Underlying causes of death for deceased participants according to the International Classification of Diseases, 9th and 10th Revisions (ICD-9 and ICD-10) were provided by the NDI. Causes of late mortality were grouped into categories of primary disease recurrence/progression, subsequent neoplasm, cardiopulmonary causes, external causes, and unknown/other causes. For survivors diagnosed between 1970–86, baseline questionnaires were completed between 1992–2004, and follow-up questionnaires during 2000–2003, 2002–2005, 2005–2006, 2007–2009, and 2014–2016. For survivors diagnosed between 1987–99, questionnaires were administered between 2007–2014 (baseline) and 2014–2016 (Follow-up). Details about specific questionnaires used in each outcome are summarized in  Table S1  and available at ( https://ccss.stjude.org/tools-and-documents/questionnaires.html ).  Chronic health conditions were classified and severity-graded according to the Common Terminology Criteria for Adverse Events, version 4.0 (CTCAE v4.0). Late toxicities involving specific health conditions commonly involved in NF1 were also investigated ( Table S2 ). Subsequent neoplasms occurring more than 5 years after initial cancer diagnosis were identified via self- or next-of-kin proxy report or death certificate and confirmed by pathology report or, when unavailable, death certificate, medical records, or both. Activities of daily living (ADL, including eating, bathing, dressing or getting around the home) and instrumental activities of daily living (IADL, including household chores, necessary business, shopping or getting around for other purposes) were self-reported. A self-reported history of any breast surgery (including biopsy, lumpectomy or mastectomy), surgery for scoliosis or placement of a ventriculoperitoneal shunt placement was also examined. Emotional and behavioral problems were measured using the Brief Symptom Inventory 18 (BSI-18) for adult respondents and the Behavior Problem Index (BPI) for adolescents (<18 years of age). Neurocognitive outcomes were assessed for adult respondents with the CCSS Neurocognitive Questionnaire, which includes subscales measuring task efficiency, emotional regulation, organization, and memory. This scale was developed and validated in adult survivors of childhood cancer to assess neurocognitive impairment, including executive dysfunction.  Self-reported learning and memory problems were also assessed using a single face-valid item. Emotional and neurocognitive impairment (excluding learning/memory) was defined as scores falling at or above the 90 28 th  percentile of sibling scores. Socioeconomic outcomes included marital status, living status, employment, household income, and education. The first three outcomes were only measured in adults (≥ 18 years of age), while the others were evaluated in all available participants. Living dependently was defined as living with a parent, caregiver or non-dependent children and excluded living alone or with a spouse/partner. Unemployed participants were not working full- or part-time, and household income was dichotomized above or below $20 000 per year. Education was categorized as no college attendance or some college attendance with or without a college degree. Demographic and treatment characteristics were summarized in survivors with and without NF1 and sibling groups. In analyses of all survivors not limited to glioma, survivors without NF1 were weighted to match the distribution of cancer diagnosis categories of survivors with NF1 to control for differences in diagnosis distribution. Late mortality was analyzed using Kaplan-Meier product-limit estimator for overall survival and cumulative incidence for cause-specific mortality, taking the other causes of death as competing risk events, comparing NF1, non-NF1 survivors and siblings. Log-rank test of all-cause mortality curves and Gray’s Test of cumulative incidence curves were applied to assess statistical significance of their differences. To adjust for the effects of differences in attained age, the mortality analysis comparing specific treatment subgroups was conducted using Cox proportional hazards models, adjusting for age at diagnosis as a covariate, in addition to using age as the time scale of the baseline hazard. Multivariable regression approaches compared survivors with and without NF1 and siblings for non-mortality outcomes. Specifically, for emotional, neurocognitive, socioeconomic, service needs, and cancer-related pain outcomes, relative risk is reported using log-binomial regression. Piece-wise exponential regression models measured rate ratios for chronic health conditions, learning/memory problems, and medical procedures. Unanswered items were excluded from analysis. Since the NF1 group was relatively small, we applied the propensity score method for adjustments. Propensity scores were constructed by a multivariable logistic regression of the NF1 vs. non-NF1 outcome based on attained age, sex, race, diagnosis group, age at diagnosis, history of surgery, central nervous system radiation dose, and history of specific chemotherapy exposures (platinum, plant alkaloid, other chemo agent, intrathecal or intravenous methotrexate). Comparisons between NF1 survivors and siblings were adjusted for propensity scores that included attained age, sex and race. Generalized estimating equations were used to account for potential within-family correlation between a survivor and his/her sibling of the same family. Statistical analyses were conducted using SAS version 9.4 (SAS Institute, Cary, NC) and R version 3.5.0. All statistical inferences were two-sided, and p-values < 0.05 were considered statistically significant. Ethics Statement The study was approved by the institutional review boards of participating institutions, and informed consent was obtained from participants/guardians. A list of collaborating institutions can be found at  https://ccss.stjude.org/learn-more/collaborating-institutions-and-principal-investigators.html .",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-20 17:36:57"
}