{
  "pmid": "PMID:32642733",
  "title": "KIF11 and KIF15 mitotic kinesins are potential therapeutic vulnerabilities for malignant peripheral nerve sheath tumors.",
  "abstract": "BACKGROUND: Malignant peripheral nerve sheath tumor (MPNST) constitutes the leading cause of neurofibromatosis type 1-related mortality. MPNSTs contain highly rearranged hyperploid genomes and exhibit a high division rate and aggressiveness. We have studied in vitro whether the mitotic kinesins KIF11, KIF15, and KIF23 have a functional role in maintaining MPNST cell survival and can represent potential therapeutic vulnerabilities. METHODS: We studied the expression of kinesin mRNAs and proteins in tumors and cell lines and used several in vitro functional assays to analyze the impact of kinesin genetic suppression (KIF15, KIF23) and drug inhibition (KIF11) in MPNST cells. We also performed in vitro combined treatments targeting KIF11 together with other described MPNST targets. RESULTS: The studied kinesins were overexpressed in MPNST samples. KIF15 and KIF23 were required for the survival of MPNST cell lines, which were also more sensitive than benign control fibroblasts to the KIF11 inhibitors ispinesib and ARRY-520. Co-targeting KIF11 and BRD4 with ARRY-520 and JQ1 reduced MPNST cell viability, synergistically killing a much higher proportion of MPNST cells than control fibroblasts. In addition, genetic suppression of  CONCLUSIONS: The mitotic spindle kinesins KIF11 and KIF15 and the cytokinetic kinesin KIF23 play a clear role in maintaining MPNST cell survival and may represent potential therapeutic vulnerabilities. Although further in vivo evidences are still mandatory, we propose a simultaneous suppression of KIF11, KIF15, and BRD4 as a potential therapy for MPNSTs.",
  "authors": "Ernest Terribas; Marco Fernández; Helena Mazuelas; Juana Fernández-Rodríguez; Josep Biayna; Ignacio Blanco; Gabriela Bernal; Irma Ramos-Oliver; Craig Thomas; Rajiv Guha; Xiaohu Zhang; Bernat Gel; Cleofé Romagosa; Marc Ferrer; Conxi Lázaro; Eduard Serra",
  "journal": "Neuro-oncology advances",
  "publicationDate": "2020-07",
  "doi": "10.1093/noajnl/vdz061",
  "methods": "Methods We studied the expression of kinesin mRNAs and proteins in tumors and cell lines and used several in vitro functional assays to analyze the impact of kinesin genetic suppression (KIF15, KIF23) and drug inhibition (KIF11) in MPNST cells. We also performed in vitro combined treatments targeting KIF11 together with other described MPNST targets. Materials and Methods Cell Lines and Primary Cultures Several cell lines derived from MPNSTs were used: S462 and ST88-14 (provided by Dr Nancy Ratner), sNF96.2 (provided by Dr Thomas De Raedt), 90-8 and the sporadic MPNST-derived STS-26T (provided by Dr Eric Legius), and sporadic HS-Sch-2 (obtained from RIKEN). In addition, the commercial human foreskin fibroblast (HFF) cell line CCD-1112Sk (ATCC) was used as a normal control cell line. All cells were cultured with supplemented high glucose Dulbecco’s Modified Eagle Medium (DMEM) under standard conditions (see Supplementary Extended Methods). NF1-associated MPNST cell lines were authenticated using the  NF1  described mutation and we performed an Short Tandem Repeat (STR) profile in all lines (Terribas et al., manuscript in preparation). Schwann cell (SC) primary cultures obtained from 8 DNFs and 4 PNFs were used as control benign cells. They were obtained from NF1 patients who gave their informed consent and after Institutional Review Board (IRB) approval. SCs were isolated from these tumors and cultured as previously described  (see Supplementary Extended Methods). 14 Immunohistochemistry A tissue microarray including 16 PNF and 14 MPNST samples (see Supplementary Extended Methods) was used to check the expression of KIF11 and KIF15. In addition, the proliferation marker Ki67 was also immunodetected. Formalin-Fixed Paraffin-Embedded (FFPE) tissue sections 3 μm thick were incubated with anti-KIF11 antibody (Proteintech), anti-KIF15 antibody (Proteintech), or Ki67 (Ventana Medical Systems), and a horseradish peroxidase–conjugated secondary antibody was used in all cases. Immunohistochemical staining was performed on the Ventana Benchmark XT Automated IHC Stainer (Ventana Medical Systems Inc.; see Supplementary Extended Methods). Quantitative Reverse Transcription Polymerase Chain Reaction RNA was extracted from cells using Tripure Isolation Reagent (Roche) and retrotranscribed using Superscript III reverse transcriptase (see Supplementary Extended Methods), and cDNA was submitted to qPCR in a Light-Cycler 480 Real-Time PCR System. The sequences of the primers and probes used and conditions for amplification can be found in Supplementary Extended Methods. A Microsoft Excel spreadsheet was used to analyze qPCR data for relative expression calculations as described  (see Supplementary Extended Methods). 15 Protein Extraction and Western Blot Total protein was extracted after cell lysis with Radioimmunoprecipitation assay buffer (see Supplementary Extended Methods). An Sodium Dodecyl Sulfate-Polyacrylamide Gel Electrophoresis was performed using 20 µg of protein per sample. Polyvinylidene Fluoride membranes were incubated with either anti-KIF11 antibody (Proteintech) or anti-KIF15 antibody (Proteintech) at 4ºC overnight and with anti-α-tubulin (Sigma-Aldrich) during 1 h at room temperature. Membranes were then incubated with IRDye 680LT and IRDye 800CW secondary antibodies (LI-COR) for 1 h at room temperature and scanned using the Odyssey Imaging System (LI-COR; see Supplementary Extended Methods). siRNA Transfection KIF15 and KIF23 mRNA expression was knocked down in both S462 and ST88-14 cell lines using siRNA molecules. A siRNA pool targeting KIF15, KIF23, or a non-targeting control (NTC; siGENOME SMARTpool, Dharmacon) was introduced into cells using lipofectamine RNAiMAX (Life Technologies). Transfected cells were used for RNA extraction and for several functional in vitro assays (see Supplementary Extended Methods). CRISPR/Cas Edition We used CRISPR/Cas technique to edit the  KIF15  gene and generate a  KIF15 KO  S462 clone. For the generation of the CRISPR constructs, we selected the pX330-U6-Chimeric_BB-CBh-HSpCas0 (Addgene) and the pRGS2 surrogate reporter (Labomics) vectors (see Supplementary Extended Methods). S462 cells derived from a single cell clone were transfected with both pX330 and pRGS2 constructs with Lipofectamine 2000 (Life Technologies), and sorted, after 3 days, using the BD FACSAria II. Single Red Fluorescent Protein-positive and Green Fluorescent-positive sorted cells were plated in 96-well plates, cultured, and expanded in standard conditions (see Supplementary Extended Methods). A viable S462 clone was found to be KIF15-deficient ( Supplementary Figure S1 ) and was used together with KIF15 WT  S462 clonal cells for single and combined treatments. In Vitro Single Drug Treatment HFFs, ST88-14, and S462 were incubated in a dose-dependent manner with either ispinesib (Selleckchem) or ARRY-520 (MedChemExpress), which selectively inhibit KIF11. In ispinesib treatment, for the dose–response time course, cells were seeded in 96-well plates and treated with 4 concentrations, and cell viability was measured at 0 h, 24 h, and 48 h. For the calculation of the half-maximal inhibitory concentration (IC 50 ), cells were plated in a 6-well plate and treated with 4 concentrations. After 48 h, cells were counted with the Countess Automated Cell Counter (Life Technologies). For the dose–response of ispinesib treatment after  KIF15  depletion, we combined siRNA transfection of  KIF15  and the NTC siRNAs (Dharmacon), and chemical inhibition of KIF11 with ispinesib in S462 cell line. Here, S462 cells were plated in a 10 cm plate and transfected with siRNA pools (targeting  KIF15  or an NTC) and lipofectamine RNAiMAX (Life Technologies). After 24 h, cells were counted and plated on a 6-well plate. After 24 h, cells were treated with 4 concentrations of ispinesib and after 48 h were counted with the Countess Automated Cell Counter (Life Technologies; see Supplementary Extended Methods) In ARRY-520 treatment, for both the dose–response time course and the IC 50  calculation, cells were seeded in 96-well plates, treated with 4 concentrations of ARRY-520. Cell viability was measured at 0 h, 24 h, 48 h, and 72 h in the time course and at 72 h for IC 50  calculation (see Supplementary Extended Methods). Immunofluorescence of α-Tubulin The effect of the KIF11 inhibitors ispinesib and ARRY-520 in the microtubule cytoskeleton was determined by immunofluorescence of α-tubulin. In short, MPNST cells were plated on an 8-well Labtek slide (Sarstedt) and incubated with DMSO, 2.5 nM ispinesib or 1 μM ARRY-520 for 24 h. Cells were then incubated with 1:100 of anti-α-tubulin-Alexa488 antibody (Life Technologies) for 45 min. Cells were then mounted with Vectashield with DAPI (Vector Laboratories) and visualized at 100× in a fluorescence microscope (Leica DMI 6000B). Mid-Throughput Combined Treatment Screening The MPNST cell lines S462 and sNF96.2 were screened in a 10 × 10 matrix combination format with 500 cells per 5 μl well with ispinesib or ARRY-520 in combination with other 20 compounds from the MIPE 4.0 library of approved and investigational drugs, to assess synergy. Matrix blocks were dispensed using an acoustic dispenser (EDC Biosystems), and 48-h CellTiter-Glo readout was used to inform on cell viability. In Vitro Combined Drug Treatment We performed a dose–response experiment where HFFs, ST88-14, and S462 were treated with 6 concentrations of single ARRY-520, 6 concentrations of the single second drug, and 6 combined concentrations of ARRY-520 and the second drug, in a time course. Cell viability was measured at 0 h, 24 h, 48 h, and 72 h of treatment (see Supplementary Extended Methods). We also studied the effect of the ARRY-520/JQ1 combination in the viability, proliferation, cell cycle, and apoptosis of HFFs, ST88-14, S462, and S462- KIF15 KO  (see Supplementary Extended Methods). Cell Viability Analysis Cell viability was assessed using several methodologies (XTT assay, RealTime-Glo MT assay, and automated cell counting) depending on the performed experiment. For the siRNA-transfected ST88-14 cells, viability was measured using the XTT assay (Roche; see Supplementary Extended Methods). For the siRNA-transfected S462 cell line, viability was assessed by automated cell counting with the Countess Automated Cell Counter (Life Technologies; see Supplementary Extended Methods). In the in vitro ispinesib treatment, for the dose–response time course, cell viability was measured with XTT assay; and for the IC 50  determination, automated cell counting was performed (see Supplementary Extended Methods). In the in vitro ARRY-520 treatment, for both the dose–response time course and the IC 50  calculation, the RealTime-Glo MT assay was used (see Supplementary Extended Methods). This assay was also used for assessing the viability of the combined drug treatments. Cell Proliferation and Cell Cycle Analysis The Click-iT EdU Alexa Fluor 488 Flow Cytometry Assay Kit (Life Technologies) was used in combination with propidium iodide (PI, Sigma) staining for the calculation of proliferating cells and cell cycle phases using the flow cytometer in siRNA transfection experiments and in combined drug treatments (see Supplementary Extended Methods). A BD LSRFortessa SORP cytometer was used to measure the amount of Alexa Fluor 488 dye (EdU-positive cells) and PI (DNA content). Apoptosis Analysis Apoptosis was measured in siRNA transfection experiments and in combined drug treatments using the Annexin-V-Alexa Fluor 568 antibody (Roche and Life Technologies). This was combined with bis-benzimide dye (Sigma) staining for the detection of late apoptotic and necrotic cells (see Supplementary Extended Methods). A BD LSRFortessa SORP cytometer was used to measure the amount of Alexa Fluor 568 dye (Annexin-V-positive apoptotic cells) and bis-benzimide (late apoptotic/necrotic cells). Anchorage-Independent Growth Analysis Soft agar assay was performed on the S462 cell line to assess their anchorage-independent growing properties after siRNA delivery or during drug treatment. ST88-14 cell line does not form colonies in vitro. In 6-well plates, an S462 cell suspension was mixed with agarose, plated, and allowed to solidify. Plates were incubated under standard conditions for 2 weeks. Colonies were fixed and stained with crystal violet for 1 h, and plates were scanned (see Supplementary Extended Methods).",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:28:26"
}