{
  "pmid": "PMID:32642740",
  "title": "Quality of life in patients with neurofibromatosis type 1 and 2 in Canada.",
  "abstract": "BACKGROUND: There is scarce data on the quality of life of people with neurofibromatosis type 1 (NF1) and type 2 (NF2) in Canada. METHODS: A cross-sectional study of adults with NF1 and NF2 attending a tertiary center. Patients completed generic measures (SF-36, EQ-5D-5L, and PROMIS pain interference) and disease-specific questionnaires (PedsQL NF1 module and the NFTI-QOL for NF2). We compared generic scores between NF1 and NF2 individuals and used regression models to assess factors associated with quality of life. RESULTS: Hundred and eighty-four participants were enrolled. Mean age was 33 years in NF1 and 40 years in NF2. NF1 and NF2 individuals had lower employment rates and lower scores in all domains of the SF-36 compared to the general Canadian population ( CONCLUSIONS: Individuals with NF1 and NF2 have low quality of life, and this correlates with pain, anxiety, and depression, which are prevalent in NF1 and NF2. Perceived physical appearance predicts quality of life in NF1. A multidisciplinary approach is necessary for patients with NF1 and NF2, including mental health and pain management.",
  "authors": "Geohana Hamoy-Jimenez; Raymond Kim; Suganth Suppiah; Gelareh Zadeh; Vera Bril; Carolina Barnett",
  "journal": "Neuro-oncology advances",
  "publicationDate": "2020-07",
  "doi": "10.1093/noajnl/vdaa003",
  "methods": "Methods A cross-sectional study of adults with NF1 and NF2 attending a tertiary center. Patients completed generic measures (SF-36, EQ-5D-5L, and PROMIS pain interference) and disease-specific questionnaires (PedsQL NF1 module and the NFTI-QOL for NF2). We compared generic scores between NF1 and NF2 individuals and used regression models to assess factors associated with quality of life. Methods This is a cross-sectional study of patients attending the Elisabeth Raab Neurofibromatosis Multidisciplinary Clinic at Toronto General Hospital, between January 2016 and December 2017. We invited all adults who meet the clinical diagnostic criteria  and/or genetically confirmed NF1 and NF2 to participate. We excluded from the study individuals unable to complete the questionnaires (eg, language barrier or limited literacy). The University Health Network research ethics board approved the study, and all participants provided written informed consent. 13 , 14 The attending clinician completed a standardized form for clinical manifestations of NF1 or NF2, including a family history of NF, genetic testing, known plexiform neurofibromas (either visible on examination by MRI), presence of spinal and brain tumors, other malignancies, and history of MPNSTs. We did not ask clinicians to specify if the plexiforms were diagnosed by imaging or examination, and it was a yes/no question. For individuals with NF1, the clinicians also rated the disease visibility using the Ablon visibility index.  In this measure, patients are assessed while fully dressed, and visibility ranges from 1—mild, no visible tumors outside normal clothing areas to 3—indicating numerous visible tumors in the face or neck, or visible limp. For NF2, the physicians also completed the House and Brackmann facial nerve scale 15  that rates facial nerve impairments from 1—normal symmetric function to 6—indicating complete paralysis. Finally, the physicians rated the hearing of NF2 patients, based on the last audiogram, using a 5-item Likert scale ranging from normal hearing to profound hearing loss. 16 17 The patients completed several questionnaires, including demographic data (age, sex, employment, and educational status), and health-specific measures described below. Generic Measures \n SF-36 : This is a 36-item generic QoL measure  that has normative data for the Canadian population. 18  The SF-36 has 8 domains: physical functioning, role physical, bodily pain, general health perception, energy/vitality, social functioning, role emotional, and mental health. Additionally, the physical health domains are summarized in a physical score (PCS) and the mental domains in a mental score (MCS). Lower scores indicate lower QoL. The SF-36 has been widely used and validated in the Canadian population, with available normative data. 19 19 \n EQ-5D-5L : This is a 5-item multi-attribute questionnaire.  The EQ-5D-5L dimensions are mobility, usual activities, self-care, pain, and depression/anxiety, each with 5 response options. The EQ-5D-5L can be scored as health utilities, where a score of 1 indicates perfect health and 0 indicates death; negative scores are possible, indicating states valued as worse than death. Additionally, the EQ-5D-5L has a visual analogue scale (VAS) for a direct valuation of general health, ranging from 0—worst possible health to 100—best possible health. This has been widely used and validated in Canada and we used a Canadian valuation algorithm to estimate the EQ-5D-5L utility scores. 20 21 \n PROMIS pain interference short form 8a : This is an 8-item questionnaire, assessing how pain affects social, cognitive, physical, and recreational activities. Raw scores are converted into T-scores, ranging between 40.7 and 77; higher scores indicate worse pain interference.  This measure has been recommended for trials assessing pain in adults with NF1, although it has not been specifically validated in Canada. 22 23 Disease-Specific Measures \n PedsQL NF1 adult module : This is a 74-item self-reported measure, specifically developed for NF1.  The PedsQL NF1 module has 16 domains assessing physical, emotional, social, and cognitive functioning, as well as communication, worry, perceived physical appearance, pain and hurt, paresthesia, skin irritation, sensation, movement and balance, daily activities, fatigue, treatment anxiety, and sexual functioning. Each item is scored in a 5-option Likert scale ranging from 0—never to 4—almost always and then reverse-scored between 0 and 100. The domain scores are calculated as the average score for all the items in each domain, and a total score is obtained by calculating the average of all items. Higher scores indicate better QoL. To our knowledge, this measure has not been previously used or validated in Canada. 24 \n NFTI-QoL : This is an 8-item NF2-specific questionnaire.  The items reflect balance, hearing, facial weakness, visual problems, mobility, role and outlook on life, pain, and anxiety/depression. Each item is scored on a 4-point Likert scale from 0 to 3, and the total score is the sum of all items. Higher scores indicate worse QoL. To our knowledge, there are no previous Canadian data for this measure. 25 Statistical Analysis Continuous data are described as mean ± standard deviation, or median and interquartile range; categorical data are presented as number and proportion. For the generic measures (SF-36, EQ-5D-5L, PROMIS pain interference), we compared the mean scores between NF1 and NF2 individuals using  t  tests. For the SF-36, we also compared the results to Canadian normative data. For the PedsQL NF1, we calculated the mean score in each dimension as well as the total score. For the NFTI-QoL, we calculated the mean total score and also the median score for each item. We tested the correlation coefficients between the different generic and disease-specific measures. Finally, we conducted multivariable regression analyses to study the relationship between the different clinical and demographic variables and QoL. Because we used different QoL measures, we decide a priori to build regression models for the SF-36 PCS, SF-36 MCS, and total PedsQL NF1 score. If enough patients were enrolled with NF2, we also planned to build a model for the NFTI-QoL. We chose the variables for the models based on clinical grounds and previous reports, and we tested all variables for collinearity and possible interactions. We removed variables that were highly collinear, and we retained interaction terms according to likelihood ratio tests. For each dependent variable, we chose the best performing model, comparing  R 2  statistics and residuals. Final models were bootstrapped with 100 repetitions to account for overfitting. All analyses were done with R statistical software version 3.5.1, and we considered  P -values <.05 as significant.  We used Bonferroni correction when appropriate. 26",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:28:29"
}