{
  "pmid": "PMID:32642737",
  "title": "Assessing interobserver variability and accuracy in the histological diagnosis and classification of cutaneous neurofibromass.",
  "abstract": "BACKGROUND: Cutaneous neurofibromas (cNFs) are the most common tumors in people with neurofibromatosis type 1 (NF1) and are associated with reduced quality of life. There is currently no widely accepted standardized language for describing cNFs clinically or histopathologically. The objective of this study was to evaluate interobserver agreement across pathologists in describing and reporting of neurofibromas involving the skin. METHODS: Twenty-eight (H&E)-stained slides of cNF were scanned using an Aperio XT scanner. The digital images were reviewed by 6 pathologists, who entered free text of up to a 200 word description for each case into a REDcap database. Responses were analyzed for the most commonly used terms based on frequency, as well as agreement (reported as concordance) between reviewers. RESULTS: A set of the terms most commonly used by pathologists for the histological classification of cNF along with areas of agreement and disagreement have been identified. The study shows that there was strong agreement across reviewers that not all neurofibromas involving the skin are cutaneous neurofibromas and regarding the presence or absence of atypical features and heterologous elements. Areas of less concordance were identified and include cNF subtypes, definition of extension and pattern of growth, as well as the distinction of a cNF from a plexiform without an intraneural component involving skin. CONCLUSIONS: This work is the first step towards development of a robust classification system and devising \"gold standard\" histopathologic diagnostic criteria for cutaneous neurofibromas.",
  "authors": "Nicolas Ortonne; Steven L Carroll; Fausto J Rodriguez; Douglas C Miller; Rosalynn M Nazarian; Jaishri O Blakeley; Zachary B Madaj; Sharad K Verma; Anat Stemmer-Rachamimov",
  "journal": "Neuro-oncology advances",
  "publicationDate": "2020-07",
  "doi": "10.1093/noajnl/vdz050",
  "methods": "Methods Twenty-eight (H&E)-stained slides of cNF were scanned using an Aperio XT scanner. The digital images were reviewed by 6 pathologists, who entered free text of up to a 200 word description for each case into a REDcap database. Responses were analyzed for the most commonly used terms based on frequency, as well as agreement (reported as concordance) between reviewers. Methods The study was approved by the appropriate institutional review boards. Deidentified histopathology pictures of neurofibromas involving the skin from patients diagnosed with NF1 were obtained from the French national referral center (NF1 Ile de France). Samples were biopsied or resected between 01 April 2014 and 31 April 2017 and analyzed in the Department of Pathology of Henri Mondor hospital. Tumors were removed by surgery and/or laser. Tumors with morphological artifacts hampering interpretation were excluded from this study. All samples were paraffin-embedded sections stained with hematoxylin and eosin. Samples analyzed ( N  = 28) were from 12 women and 5 men (age range of 15–62, mean age 44) at the time of biopsy or resection. The lesions ranged from 0.2 to 3.0 cm (mean size 1.2 cm and median size 0.9 cm, measured by soft ruler). The samples were resected from skin from the scalp, fingers, shoulder, arm, cheek, foot, ankle, and back and processed routinely for histopathology. The hematoxylin and eosin (H&E)-stained slides were scanned using an Aperio XT scanner. Digital slides were downloaded using the native image format, Aperio SVS files and analyzed using the CaloPix viewer (TRIBVN-HEALTHCARE, Chatillon, France), and digital images were shared with the reviewers through the internet. Individual reviews were conducted by 4 neuropathologists and 2 dermatopathologists, who evaluated each image and entered free text of up to a 200 word description for each case into a REDcap database.  A total of 168 reviews were received for the 28 slides assessed by the 6 reviewers. Concordance by reviewers was evaluated as % agreement, defined as 100% = 6 of 6 reviewers agree, 83% = 5 of 6 reviewers agree, 67% = 4 of 6 reviewers agree, 50% = 3 of 6 reviewers agree, 33% = 2 of 6 reviewers agree, and 17% = comment made by one reviewer only. Concordance was considered “strong” when >50% of reviewers (i.e., at least 4 reviewers) were in agreement for >50% of the slides evaluated. Responses were analyzed for the most commonly used terms based on frequency, as well as agreement (reported as concordance) between reviewers. Concordance was considered “weak” when agreement from a majority of reviewers (at least 4 of 6) was not ever observed, and 3 or less of 6 reviewers (≤50%) were in agreement for a majority of the slides. All other scenarios were considered to have “mixed” concordance. 21",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:28:27"
}