{
  "pmid": "PMID:32699356",
  "title": "Murine models of IDH-wild-type glioblastoma exhibit spatial segregation of tumor initiation and manifestation during evolution.",
  "abstract": "Recent characterization of spatiotemporal genomic architecture of IDH-wild-type multifocal glioblastomas (M-GBMs) suggests a clinically unobserved common-ancestor (CA) with a less aggressive phenotype, generating highly genetically divergent malignant gliomas/GBMs in distant brain regions. Using serial MRI/3D-reconstruction, whole-genome sequencing and spectral karyotyping-based single-cell phylogenetic tree building, we show two distinct types of tumor evolution in p53-mutant driven mouse models. Malignant gliomas/GBMs grow as a single mass (Type 1) and multifocal masses (Type 2), respectively, despite both exhibiting loss of Pten/chromosome 19 (chr19) and PI3K/Akt activation with sub-tetraploid/4N genomes. Analysis of early biopsied and multi-segment tumor tissues reveals no evidence of less proliferative diploid/2N lesions in Type 1 tumors. Strikingly, CA-derived relatively quiescent tumor precursors with ancestral diploid/2N genomes and normal Pten/chr19 are observed in the subventricular zone (SVZ), but are distantly segregated from multi focal Type 2 tumors. Importantly, PI3K/Akt inhibition by Rictor/mTORC2 deletion blocks distant dispersal, restricting glioma growth in the SVZ.",
  "authors": "Yinghua Li; Bo Li; Wei Li; Yuan Wang; Seçkin Akgül; Daniel M Treisman; Kevin A Heist; Brianna R Pierce; Benjamin Hoff; Cheng-Ying Ho; David O Ferguson; Alnawaz Rehemtulla; Siyuan Zheng; Brian D Ross; Jun Z Li; Yuan Zhu",
  "journal": "Nature communications",
  "publicationDate": "2020-07-22",
  "doi": "10.1038/s41467-020-17382-3",
  "methods": "Methods Animal studies The floxed  p53  alleles ( p53 floxE2–10 ) and ( p53 LSLR172H ) have been described previously . Most of the  26 , 39 p53 null CKO ( p53 ΔE2–10 CKO, hGFAP-cre+;  p53 floxE2–10/floxE2–10 ) and  p53 R172H CKO (hGFAP-cre+;  p53 LSLR172H/floxE2–10 ) mice analyzed in this study were littermates from the breeding cross of hGFAP-cre+;  p53 LSLR172H/floxE2–10  (♂) ×  p53 floxE2–10/floxE2–10  (♀). All mice were maintained in the mixed backgrounds of C57Bl6 and 129S1/Svj.  p53 ΔE5–6 CKO (hGFAP-cre+;  p53 floxE5–6/floxE5–6 );  p53 ∆E5–6 Rictor ∆/+ CKO (hGFAP-cre+;  p53 floxE5–6/floxE5–6 ; Rictor flox/+ ) and  p53 ∆E5–6 Rictor ∆/∆ CKO (hGFAP-cre+;  p53 floxE5–6/floxE5–6 ; Rictor flox/flox ) mice have been described previously . All mice in this study were cared for according to the guidelines approved by the Animal Care and Use Committees of the University of Michigan at Ann Arbor and Children’s National Hospital at Washington DC. 21 , 22 MRI scans, image-guided biopsy, and image analysis MRI scans were performed on a 9.4 T, 16 cm horizontal bore (Agilent Technologies, Inc, Santa Clara, CA) Direct Drive system with a mouse head quadrature volume coil (m2m Imaging, Corp., Cleveland, OH) or mouse surface receive coil actively decoupled to a whole-body volume transmit coil (Rapid MR International, LLC., Columbus, OH). Throughout MRI experiments, animals were anesthetized with 1–2% of isoflurane/air mixture, and body temperature was maintained using a heated air system (Air-Therm Heater, World Precision Instruments, Sarasota, FL). MR images were acquired bi-monthly prior to tumor formation, weekly until biopsy and weekly thereafter until the animals were sacrificed or became moribund. Delineation of tumor growth from healthy brain tissues was determined using T2-weighted fast-spin-echo images with the following parameters: repetition time (TR)/echo time  = 3010/12 ms, field of view  = 20 × 20 mm 2 , matrix size = 256 × 128, slice thickness = 0.5 mm, 25 slices, and 2 averages. Total acquisition time was 1 min and 48 s. Biopsies were performed using pre-biopsy MRI to target tumor location, as well as post-biopsy MRI to verify accuracy of tissue collection. A fiducial marker filled with contrast agent was fixed to the bed adjacent to the head. A pre-biopsy T2-weighted image was acquired using a surface receive/volume transmit coil (Rapid MR International, LLC., Columbus, OH). X and Z coordinates relative to the fiducial marker, as well as the depth from the skull (Y coordinate) of the tumor, were determined using VnmrJ software (Agilent Technologies, Inc, Santa Clara, CA, version 3.2). The Rapid MRI bed was modified to enable attachment to the base of a bench-top stereotaxic device (David Kopf Instruments, Tujunga, CA). Mice were anesthetized just prior to biopsy with an IP injection of ketamine/xylazine. The head was shaved and eye lubricant was applied. Seventy percent of EtOH was used to sterilize the head prior to cutting. A high-speed surgical drill (The Foredom Electric Co., Bethel, CT) was mounted on the stereotaxic device and moved to the position of the fiducial marker. The drill was moved to the intended biopsy location, using the coordinates determined earlier, and a hole was drilled to allow needle insertion. The drill was removed and replaced with a 22-gauge, 3 7/8 in Samplemaster Chiba biopsy needle (Inrad, Kentwood, MI). The needle assembly was moved to the location of the hole and inserted to the top of the bevel. The needle was inserted to the previously determined depth and the needle insert was removed. A 10 ml syringe with valve attachment was fastened to the needle assembly with a section of infusion line. With the syringe plunger at 2.5 ml the valve was closed and the syringe pulled to 5 ml and locked to create a vacuum. The valve was opened for 3 s to allow the biopsy sample to be pulled up into the needle. The infusion line was removed from the syringe valve and pinched off. The needle was slowly retracted and a 10 ml syringe full of air was used to inject the sample into an Eppendorf tube for subsequent tissue culture studies or frozen for further genetic analysis. Volumes of interest were manually contoured around the hyper-intense portion of the tumors on the T2-weighted images for tumor volume measurements using in-house software (The Center for Molecular Imaging, University of Michigan, Ann Arbor) running in MATLAB (MathWorks, Natick, MA, version 2016b). In brief, tumor volumes were determined by multiplying the number of tumor voxels by the voxel volume. In each time point, the tumor size was calculated and the tumor location was recorded. 3D representations of the segmentation volume (whole brain, ventricles, or tumor) were generated using Matlab scripts, including generation of an isosurface from the binary mask, followed by curvature flow smoothing of the surface mesh . 40 PCRs and targeted Sanger sequencing For Genotyping PCR of the  p53 floxE2–10  and  p53 LSLR172H  alleles: Taq 2X MeanGreen Master Mix (Empirical Bioscience) was used in PCR experiments along with the primer sets for tail and tumor tissue genotyping. The following primers were used for the genotyping PCR for  p53 floxE2–10  allele: p53 _1F: 5′-CACAAAAAACAGGTTAAACCCAG-3′ p53 _1R: 5′-AGCACATAGGAGGCAGAGAC-3′ p53 _10R: 5′-GAAGACAGAAAAGGGGAGGG-3′ The following primers were used for the genotyping PCR for  p53 LSLR172H  allele: TO34: 5′-AGCCTGCCTAGCTTCCTCAGG-3′ TO35: 5′-CTTGGAGACATAGCCACACTG-3′ TO36: 5′-AGCTAGCCACCATGGCTTGAGTAAGTCTGCA-3′ For targeted Sanger sequencing of  p53 R172H ,  Idh1 ,  Idh2 , and  H3f3a  alleles in tumors. Total DNA and RNA were extracted from snap-frozen brain tumor samples by using Qiagen AllPrep DNA/RNA Mini Kit (80204). Then the first-strand cDNA was synthesized from RNA by using Invitrogen SuperScript ®  III First-Strand Synthesis SuperMix (18080-400). Regular PCR was performed to amplify the coding regions of  p53  ( NM_011640.3 ) by using primers  p53 _P1;  p53 _P2;  p53 _P3;  p53 _P4;  p53 _P7; and  p53 _P8.  Idh1  ( NM_001111320.1 ) by  Idh1 _S and  Idh1 _AS.  Idh2  ( NM_173011.2 ) by  Idh2 _S and  Idh2 _AS and  H3f3a  ( NM_008210.4 ) by  H3f3a _S and  H3f3a _AS. Then the gel-recovered PCR fragments for  p53  (the fragment amplified by P1 and P2),  Idh1 ,  Idh2 , and  H3f3a  were sequenced in the DNA sequencing core at University of Michigan by using the same primers used in PCRs (For  p53  sequencing, additional two primers  p53 _P3 and  p53 _P7 were used). Primers used here are: p53 _P1: 5′-AGGTAGCGACTACAGTTAGGGG-3′ p53 _P2: 5′-TGAAGTCATAAGACAGCAAGGAG-3′ p53 _P3: 5′-CCTGCCATCACCTCAC-3′ p53 _P4: 5′-GGAAGCCATAGTTGCC-3′ p53 _P7: 5′-GCCGGCTCTGAGTATA-3′ p53 _P8: 5′-TGTGATGATGGTAAGGA-3′ Idh1 _S: 5′-TTATTGAAGTAAAAATGTCC-3′ Idh1 _AS: 5′-TCTAAGCCCAGGTTTGAC-3′ Idh2 _S: 5′-GCCTAGAGTCCCCACCGC-3′ Idh2 _AS: 5′-CCCACCCTCTGCCATGTA-3′ H3f3a _S: 5′-ATGGCTCTTACAAAGCAG-3′ H3f3a _AS: 5′-TTAAGCACGTTCTCCG-3′ For  t (2;4) detection, targeted Sanger sequencing and real-time PCR. Based on the breakpoints analysis from WGS data, primers of  B4galt5 _S1;  B4galt5 _S2;  B4galt5 _S3;  B4galt5 _AS;  Dab1 _AS1;  Dab1 _AS2;  Dab1 _AS3 were designed and used for amplify the fragment of WT allele of Chromosome 2 and  t (2;4) from the four tumor cell lines in Mouse 2. The reference genome sequences that used to design the primers are: Chromosome 2 ( NC_000068.7 ) and Chromosome 4 ( NC_000070.6 ). Briefly, primer sets  B4galt5 _S2/ B4galt5 _AS were used to amplify the WT allele of Chromosome 2 and primer sets  B4galt5 _S2/ Dab1 _AS3;  B4galt5 _S1/ Dab1 _AS1; and  B4galt5 _S1/ Dab1 _AS2 were used to amplify the  t (2;4) fragments by using Phusion ®  High-Fidelity DNA Polymerase (M0530, NEB). Then the PCR products were sent out for sequencing at GENEWIZ, Inc by using the same primers used in PCRs. The primers used here are: B4galt5 _S1: 5′-CGGCAGGTCAGTGATAAGAAAC-3′ B4galt5 _S2: 5′-GAAATTCCTCTAGTCAGAGGGTC-3′ B4galt5 _S3: 5′-AGGACTTCAAGGAAAGGTAGCTCAG-3′ B4galt5 _AS: 5′-TAGGACAGGCTAGTCCCAGAAC-3′ Dab1 _AS1: 5′-CTCCTTGGAACTGCTCTGACT-3′ Dab1 _AS2: 5′-TCCAGAGCAGTCACCAATAGAC-3′ Dab1 _AS3: 5′-ATCCTTCAAATGCCCCTTGTCC-3′ For real-time PCR, depending on the sample concentration, various amounts of template genomic DNAs (average 100 ng/reaction) from early passage tumor cell lines of SVZ L , SVZ R  (from Mouse 2) and a tumor without  t (2;4) as control along with the SYBR Select Master Mix (Applied Biosystems) and the following primers sets were used in real-time PCR. See primers information in Supplementary Table  2 . t (2;4) band:  B4galt5 _S1/ Dab1 _AS1 or  B4galt5 _S2/ Dab1 _AS3 WT Chromosome 2 band (wt):  B4galt5 _S3/ B4galt5 _AS GAPDH band:  GAPDH _Forward/ GAPDH _Reverse GAPDH _Forward: 5′-ACCCAGAAGACTGTGGATGG-3′ GAPDH _Reverse: 5′-CACATTGGGGGTAGGAACAC-3′ CT value (CT testGene  − CT reference ) and then [1/CT 2 ] is calculated for each sample using GAPDH as the reference. The ratio of  t (2;4) band with WT Chromosome 2 band in SVZ L  tumor was signed with “1” based on the homogeneous near-2N population observed in SKY analysis which has one copy of  t (2;4) and one copy of WT Chromosome 2, then the ratio of  t (2;4)/wt in other samples was calculated. BrdU assay for the analysis of proliferation in adult brains To label the proliferating cells in adult brains, mice were injected with 50 µg of BrdU per gram of body weight. In all, 5–7-month-old mice were received five injections, with multiple injections applied at 2-h intervals. All of the mice were perfused with 4% paraformaldehyde (PFA) 2 h after the final BrdU injection. Then the samples were processed as described below for future analysis. Tissue preparation, histopathology, and tumor diagnosis Mice were aged until signs of distress appeared. Then, mice were perfused with 4% PFA and brains were dissected, followed by overnight post-fixation in 4% PFA at 4 °C. Brains were divided into two hemispheres along the midline and each hemisphere was then processed for either paraffin-embedded or cryostat sections. At some conditions, brains were also coronally cut and then processed. Serial sections from the side of brain which has the major tumor mass were sagittally or coronally prepared at 5 μm for paraffin sections. Typically, we began to collect the brain sections when the complete brain structure from middle line was shown as Section 1. For each slide, we collected four continuous brain sections. Total 31 slides were collected for each half brain. Then slides #1, #11, #21, and #31 were stained with H&E for tumor analysis. Stained sections were independently examined under a light microscope by Y.L. and C.Y.H. Tumor grading was first diagnosed by Y.L. by using the same criteria as previously described . Then all the tumors were further diagnosed and confirmed by C.Y.H. based upon the WHO grading system for malignant astrocytic glioma, GBM, and medulloblastoma 21 , 22 . Adjacent sections were subjected to immunohistochemical analysis (see below). 2 Immunohistochemistry and immunofluorescence Paraffin sections were deparaffinized and rehydrated. Adjacent sections were subjected to immunohistochemical and immunofluorescence analysis as previously described . The visualization of primary antibodies was performed with a horseradish peroxidase (HRP) system using a diaminobenzidine-based (DAB) peroxidase substrate (Vectastain ABC kit, Vector). The visualization of the primary antibodies in immunofluorescence was performed with the use of the Alexa488, Alexa555, and Alexa647 conjugated secondary antibodies (A11004, A11034 for Alexa488; A21429, A21424 for Alexa555; A31571, A21236, A21247, A21245 for Alexa647; 1:400, Invitrogen, Life Technologies). DAPI was used as a counterstain to label individual cell nuclei. The primary antibodies used in this study were: rabbit anti-p53 (NCL- 21 , 22 p53 -CM5p, 1:1000, Leica Biosystems), mouse anti-Ki67 (550609, 1:500, BD Pharmingen), rabbit anti-Olig2 (AB9610, 1:2000, EMD Millipore), Guinea pig anti-Olig2 (1:10000, a kind gift of home-made antibody from Dr. B. Novitch), mouse anti-GFAP (556330, 1:2000, BD Pharmingen), rabbit anti-Pten (9559S, 1:1000, Cell Signaling), rabbit anti-p-S6 (5364S, 1:2000, Cell Signaling), rat anti-BrdU (ab6326, 1:500, Abcam), rabbit anti-p-Erk (9101S, 1:2000, Cell Signaling), mouse anti-Ascl1 (556604, 1:100-1:200, BD PharMingen), rabbit anti-Ezh2 (5246S, 1:1000–1:2000, Cell Signaling), and rabbit anti-BLBP (ab32423, 1:200, Abcam). Sections were examined under a light and fluorescent microscope (Olympus BX-63). Pten expression and pS6 expression were quantified based on the qualitative estimate of the ratio of Pten +  or p-S6 +  cells. High: most of the cells are Pten +  or p-S6 + , the ratio of Pten +  or p-S6 +  cells is estimated >80%; Medium: mixed areas of Pten +  and Pten −  cells or p-S6 +  and p-S6 −  cells; Low: most of the cells are Pten −  or p-S6 − , the ratio of Pten +  or p-S6 +  cells is estimated <10%. Determination of Type 1 and Type 2 brains For MRI study, the location of each tumor was recorded and the number of tumor lesions was quantified for each of the detectable lesions based on MRI. After collection at the end stage, histological analysis was performed on the brains and the tumor location was further recorded and compared to MRI data. For histological analysis, we excluded rare samples that have medulloblastoma in the hindbrain and focused on brains with glioma only. We analyzed these brain samples on four sagittal planes each ~200 μm apart, and documented the locations/size of each tumor foci on H&E stained slides. If we saw multiple tumor foci with clear margins throughout the slides, we then considered that brain as multifocal lesions. Brains with only one core tumor mass throughout the slides analyzed were considered as single lesion. In some cases, tumors appeared multifocal lesions on one slide but were merged on other slide(s). These brains were considered as single lesion as well. Western blotting analysis Snap-frozen tissues from normal brains and tumors were homogenized in 1X SDS loading buffer [50 mM Tris-HCL (pH6.8), 2% SDS, 0.05% bromophenol blue, 10% glycerol, 100 mM β-mercaptoethanol]. Samples were analyzed by SDS-PAGE and transferred onto PVDF membranes (EMD Millipore). The blots were then blocked in 5% nonfat milk in TBST, followed by incubation of primary antibodies at 4 °C overnight. After washing, the blots were incubated in HRP-conjugated secondary antibodies (1706515; 1706516, BioRad) at room temperature for 1 h. Signals were detected using ECL or ECL plus (GE healthcare) followed by film development. The primary antibodies used are as follows: rabbit anti-p53 (NCL- p53 -CM5p, 1:1000, Leica Biosystems), rabbit anti-p-Akt(T308) (2965S, 1:1000, Cell Signaling), rabbit anti-p-Akt(S473) (4060L, 1:1000, Cell Signaling), rabbit anti-Akt (9272S, 1:2000, Cell Signaling), rabbit anti-Pten (9559S, 1:1000, Cell Signaling), rabbit anti-p-S6 (5364S, 1:2000, Cell Signaling), rabbit anti-S6 (2217S, 1:2000, Cell Signaling), mouse anti-p120 (Anti-Ras-GAP, 610040, 1:1000, BD Biosciences), rabbit anti-Nf1 (SC-67, 1:1000, Santa Cruz Biotechnology), and mouse anti-β-Actin (A5316, 1:20000, Sigma-Aldrich). Establishment of primary tumor and SVZ cell lines Tumor(s) and/or SVZ(s) were carefully dissected from the brains and placed into fresh Opti-MEM medium (Gibco by Life Technologies). Then the cells were centrifuged and dissociated with pre-warmed TrypLE select (1×) solution (Gibco by Life Technologies) for 20 min at 37 °C (a firm shake by hand every few minutes to break up clumps). NSC culture medium was a mixture of DMEM-low glucose: Neurobasal medium (Gibco by Life Technologies, 60.2 and 35.8 mL per 100 mL separately) supplemented with 20 ng/mL human bFGF (Sigma), 20 ng/mL EGF (Sigma), 1% N2 supplement (Gibco by Life Technologies), 2% B27 supplement (Gibco by Life Technologies), 50 μM 2-Mercaptoethanol (Sigma), and 1% penicillin Streptomycin (Gibco by Life Technologies). After incubation, the cells were centrifuged and then gently resuspended into NSC medium and filtered through a 70 µm nylon cell strainer. The cells were centrifuged again and resuspended with NSC medium. After counting, the cells were transferred into ultra-low binding six-well plates (Corning) with the NSC medium which has been prepared and equilibrated in a humidified incubator (5% CO2, balance air) for at least 1 h. In all, 2000–5000 cells were seeded per well and allowed for spheres formation. Fresh medium was added every 3 days during the sphere culture. Cell lines were passaged every 7–10 days. Cell dispersal, fixation, staining, and flow cytometry The procedure to detect the ploidy information from snap-frozen tissues by flow cytometry was based on a published protocol  with some modifications. Briefly, tissue samples, previously snap-frozen in −80 °C, were thawed in cold PBS. Then the samples were mechanically dispersed using pre-cleaned microscope slides (Fisher Scientific #12-550-343) and passed through the 70 µm nylon cell strainers (BD Falcon #352350). After centrifugation, the cell pellet was washed with cold PBS for two times and then suspended in 0.5 ml cold PBS. 5 ml of 70% ethanol stored at −20 °C was added dropwise under constant gentle vortexing. Samples were incubated for 30 min on ice and subsequently overnight at −20 °C before being subject to staining. Samples were centrifuged and washed with cold PBS two times before the cells were suspended in an appropriate volume (0.3–1 ml) of staining solution (PBS which contains 30 µg/ml propidium iodide and 0.3 mg/ml DNase-free RNase A) for 30 min at 37 °C. Then the samples were acquired using BD FACS Canto II and further analyzed by FlowJo software. Normal cerebral cortex was used as control for normal diploid DNA content. 41 Metaphase spread, spectral karyotype (SKY) analysis To prepare metaphase spread, early passage cell lines from primary tumors or SVZ areas were cultured in NSC medium and incubated in 0.1 mg/ml KaryoMAX colcemid solution (Gibco by Life Technologies) for 2–3 h. Cells were collected, washed with PBS and then dissociated to single-cell suspension. The cells were centrifuged and resuspended in 75 mM potassium chloride solution (Gibco by Life Technologies, pre-warmed to 37 °C) and incubated at 37 °C for 18–20 min. Then the cells were fixed with ice-cold fixative solution (3:1 methanol (Fisher Chemical, A454-4): glacial acetic acid (Sigma-Aldrich, A6283-500ml)) and dropped onto glass slides. The slides were either stained with DAPI for further chromosome number counting or subjected to SKY analysis. For chromosome number counting, the metaphase images were captured using the fluorescence microscope (Olympus BX-63) and the chromosome number was counted using ImageJ software. SKY analysis was performed by using a mouse SKY probe kit (Applied Spectral Imaging, Vista, CA) according to the manufacturer’s protocol, followed by counterstaining with DAPI. Metaphase images were captured and analyzed by HiSKYV spectral imaging system from Applied Spectral Imaging. For each metaphase, the copy number of each chromosome and all the abnormal chromosomal structural events including translocations and fusions were recorded. Mouse Chromosome 19 fluorescence in situ hybridization (FISH) analysis was performed on dropped metaphase by using mouse Chr19 probe (XMP 19 orange, D-1419-050-OR, MetaSystems) according to the manufacture’s protocol, followed by counterstaining with DAPI. Metaphase images were captured and analyzed by HiSKYV spectral imaging system from Applied Spectral Imaging. Chr19 copy number in each metaphase from Fish assay was counted for further analysis. Determination of whole-genome duplication (WGD) Although focal amplifications could in principle increase tumor ploidy to 2.5, computational analysis suggests that this is rare. Data from pan-cancer analysis showed tumors with versus without WGD were clearly separated at Ploidy 2.5 (Human,  n  = 55 chromosomes) . Furthermore, we investigated the distribution of chromosome numbers in human high-grade gliomas (including Grade III gliomas and Grade IV gliomas/GBMs) using cytogenetic data collected by the Mitelman database (Supplementary Fig.  27 2d ). The data clearly showed the bimodal distribution for WGD and non-WGD tumors with chromosome counts around 55 (ploidy 2.5) as a cutoff. In our cytogenetic data, we confirmed that this bimodal distribution and the same ploidy 2.5 ( n  = 50) were indeed an excellent cutoff value to separate the two modes (Supplementary Fig.  2c ). Thus, we used ploidy 2.5 (50 chromosomes in mouse cells) to separate WGD and non-WGD tumors from our GEM models. NRT sharing matrix The sample-wise NRT sharing matrix is calculated in the following manner: if two samples share NRT, the corresponding entry in the matrix is the positive number of shared NRTs; otherwise it is zero. In order to quantify the likelihood of inter-lineage NRT sharing, we calculate  p  = P (metaphases A and B belong to different lineages A and B share NRT) using bootstrap. We randomly sample 100,000 pairs of metaphases from a total of 722 metaphases pooling 21 lineages analyzed by SKY. Let  n  denote the number of pairs sharing NRT,  r n  denote the number of pares sharing NRT and belong to different animals (lineages), and  d n  denote the number of animals, then  a p  =  n / d n /( r n  − 1) = 0.000036. The factor 1/( a n  − 1) is the normalization constant to ensure that selecting inter-lineage pair has the same probability of selecting intra-lineage pair. a SKY-based single-cell phylogenetic tree building We used copy number of each individual chromosome, copy number of large-scale chromosomal alterations such as translocations/fusions and ploidy in each metaphase obtained from SKY analysis to build NJ trees for each sample, based on the pairwise distance between each two metaphases. We developed R codes and used RStudio (version 1.2.5033), R package “Analyses of Phylogenetics and Evolution” (APE, version 5.2), and MEGAX (version 0.1, for MAC) to generate SKY-based phylogenetic trees. Briefly, we used the following three steps to build SKY-based single-cell phylogenetic tree. Step 1—feature selection: SKY method provides the chromosome profile for each individual cell: copy number of each individual chromosome, copy number of large-scale chromosomal alterations such as translocations/fusions and ploidy. All these chromosomal events will be used for the tree building. Step 2—distance measure selection and distance matrix calculation: to build the tree, we first convert each of the chromosomal events into a distance measurement. We assigned every chromosomal event (e.g., gain or loss) at weight of “1” with two exceptions. First, since the phylogenetic tree is built on the lineage tracing of a FC harboring at least one cNRT 2N (s), we gave a higher weight of “5” for the de novo acquisition of an NRT from one cell without the NRT to become the NRT-bearing cell. The rationale for an NRT with the highest weight is based on the same breakpoint at the single-nucleotide level. This feature makes it highly unlikely to reproduce the exact NRT in different cell lineages, and thus is considered a unique/non-sharing identifier. Second, we considered WGD as a single genetic event and thus gave a weight of “1” instead of “40,” due to duplication of all 40 chromosomes from one genetic process (see the “Methods” section for details). For example, a cell acquiring cNRT 2  (at 2N stage) and subsequently undergoing WGD with two copies of the cNRT 2N  receives a weight of “6” (NRT + WGD = “5 + 1”) instead of “10” (NRT + NRT = “5 + 5”). Then we developed the R code to calculate the distance between each pair of metaphases based on the above principle. See detailed information of distance calculation in the attached R code. Step 3—NJ tree building: from Step 2, we generated the distance matrix of all the metaphases from each sample, then we developed the R code to reconstruct the NJ trees based on the distance matrix by using the R package “APE” (version 5.2) under the minimum evolution principle . To identify the direction of evolution requires an outgroup, which is a normal progenitor cell without any chromosomal aberration. We add one normal euploid cell and assign it to be the ancestry (CONTROL). See detailed information of NJ tree building in the attached R code. 42 We built the NJ tree for tumor cells derived from each site of all Type 2 cases in which each dot in the tree represents a single proliferating cell/clone. The distance between any two cells on the tree is the consequence of minimal numbers of chromosomal events. The distance between every tumor cell and the normal 2N cell (germline) represents the number of somatic chromosomal events accumulated during tumor evolution. Thus, the cell carrying the fewest chromosomal event(s) is located at the distance closest to the normal 2N cell, representing the earliest evolutionary stage. Conversely, the cell carrying the most chromosomal events is most distant to the normal 2N cell, representing the latest stage of tumor evolution. Clonal evolution interpretation from SKY-based trees To illustrate the clonal evolution from different samples in each animal, we first illustrated the clonal evolution for each sample based on its single-cell phylogenetic tree built above. Briefly, we delineated tumor evolution for each sample by identifying a small number of clonally related cNRT 2N -bearing FCs, which gradually accumulated one or more chromosomal events. Once the genotypes of all FCs were identified for each tumor site, we used two criteria to determine the evolutionary direction of FCs carrying the same cNRT(s): (1) an irreversible transition by WGD followed by random loss of chromosomes (from a near-2N to sub-4N clone) and (2) the transition from simple to more complex genomes defined by accumulation of additional chromosomal events, including the universal loss of Pten/chr19 in parenchymal tumors in all Type 1 and Type 2 cases. Lastly, we compared the genotypes of all the FCs from each sample in each animal, and illustrated their clonal relationship/evolution order based on the most parsimonious order of their occurrences. Gene expression analysis RNA extracted from 11  p53 null CKO glioma samples and 11  p53 R172H CKO primary tumors (of which each paired with a primary tumor-derived cell line), 2 early biopsies and 5 normal dorsal cortical tissues from control mice (3 from hGFAP-Cre+;  p53 floxE2–10/+  mice and 2 from hGFAP-Cre−;  p53 floxE5–6/floxE5–6  mice) were sent out for gene expression analysis in the DNA sequencing core at the University of Michigan. mRNA expression was profiled using Affymetrix GeneChip mouse genome 430 2.0 array, including 45K probes genome-wide. Dr. Johnson from University of Michigan DNA sequencing core, performed background correction, quantile normalization and gene expression robust multi-array average calculation for the 40 arrays using IVT Express kit and customized R codes. To define the subtypes of the malignant gliomas and GBMs from out GEM models, we used the classification system established by Verhaak et al. , which defined four signatures with a total of 840 discriminative genes (210 genes for each signature), classifying GBMs into four subtypes, proneural, neural, classical, and mesenchymal. We used a Pearson correlation by comparing the expression pattern of these 840 feature genes between our GEM gliomas/glioma-derived cell lines and individual human GBMs with the known subtypes in the TCGA data sets. A positive correlation suggests that a given GEM tumor most resembles the GBM subtype based on its expression of the feature genes. 43 Alternatively, we further applied an enrichment-based method using the same feature genes. This method, called single sample gene set enrichment analysis, was used to predict GBM subtypes from >500 human GBMs in a recent TCGA study (Brennan et al.  cell). Primarily, this method serves to aggregate the expression of the feature genes into a score, which reflects the overall activity of the feature genes and thus the represents a specific subtype. 1 The human proneural subtype GBMs can be further divided into  IDH1/2 -WT non-G-CIMP GBMs and  IDH1/2- mutant G-CIMP + GBMs. A recent study defined a set of best gene expression classifiers for these two groups in human GBMs . We used the top 200 genes (89 found in mouse genes) to study the relationship between mouse and human GBM methylation subtypes. Similarity between samples was measured using Pearson correlation. 24 Whole-genome sequencing (WGS) on bulk tumor samples Total 31 samples (including tails, paired tumor and SVZ cell lines, and/or primary tumors) from six Type 2 cases were performed whole-genome DNA sequencing analysis. Briefly, genomic DNA was extracted with Allprep DNA/RNA/miRNA Universal Kit (Qiagen) following the manufacturer’s instructions. The library preparation and sequencing were done by the company. Among them, total of ten samples from two mice (Mice 2 and 3) were performed using Illumina HiSeq 2000 platform in the DNA sequencing core, University of Michigan. The sequencing coverage ranges from 8 to 13×, with an average of 10×. The remaining 21 samples from 4 mice (Mice 4, 5, 6 and 10) were performed using Illumina HiSeq X Ten platform from Novogene, with average of 30X sequencing coverage. Raw sequencing reads are first filtered to remove contaminated and low-quality reads. Burrows–Wheeler Aligner  (version 0.7.8) was utilized to map the paired-end clean reads to the mouse reference genome (mm9). SAMtools 44  (version 1.0) is used for sorting the BAM file, and Picard (version 1.111) is utilized to mark duplicate reads. Single-nucleotide variant is then identified using GATK 45  (version 3.8), and is subsequently annotated using ANNOVAR 46  (version 2015Dec). CNV is detected by control-FREEC 47  (version 9.9). 48 CNV analysis and comparison with SKY data Genomic CNV profiles of WGS data are identified by control-FREEC software, and then comparison of whole-chromosome CNV estimation (measured in log2 ratio) in Mice 1–4 between SKY and WGS is performed. For each chromosome in each mouse, the median log2 ratio is calculated for all 10-kb bins from WGS. For SKY, the log2 ratio is calculated as log2( ci /median( c )), where  ci  is the average count for chromosome  i , and  c  is the median of  ci  for all chromosomes ( i  = 1–19;X). Single-cell cloning preparation with subsequent WGS The early passage SVZ R  tumor cell line (P1) from Mouse 2 was dissociated and single cells were seeded into 96-well plate. Total 31 single spheres were formed and then progressively expanded. The DNA content (ploidy) of each single clone was determined by Flow Cytometry. Then eight clones with near-2N genome and seven clones with sub-4N genome were further chosen based on  t (2;4) status. Among them, four clones with near-2N genome (two with  t (2;4) and two without  t (2;4)) and three clones with sub-4N genome (two with  t (2;4) and one without  t (2;4)) were subjected to subsequent WGS at Novogene as described above. CNV tree reconstruction from WGS data on single clones We built NJ trees from WGS data on single clones, based on the pairwise distance matrix estimated from CNV profiles. Briefly, control-FREEC provides the average copy number estimation (measured by log2 ratio) for every 10-kb sliding window in the chromosome, and the distance between two clones  a  and  b  is calculated as  , where  \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\mathop {\\sum}\\nolimits_i {|r_a^i - r_b^i|}$$\\end{document} ∑ i ∣ r a i − r b i ∣  (and  \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$r_a^i$$\\end{document} r a i ) is the log2 ratio for window  \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$r_b^i$$\\end{document} r b i i  in sample  a  (and  b ), respectively. The NJ tree is then built similar with the tree built from SKY data (see the section “SKY-based single-cell phylogenetic tree building” above). Manual CNV tree reconstruction from WGS data on bulk cells The genomic CNV profiles of WGS data were used to reconstruct the phylogenetic tree. Briefly, we first identified specific CNV events, defined as events whose boundaries can be identified precisely within the resolution of Control-FREEC CNV detection (10 kb). Then, shared specific events were identified, defined as events with identical boundaries, in at least two samples. Whole-chromosome gain or loss was excluded as they were considered nonspecific events. We then determined the possible temporal order of these events. Known oncogenes or tumor suppressor genes  were also marked if these genes fall within the boundary of the CNV events. Finally, a manual tree was drawn, with the length of the trunk (or branch) proportional to the number of shared (or private) events between samples, respectively. The events used for reconstructing the tree were listed in the Source Data file. 49 Image processing and figure assembling Adobe photoshop (version CS6) and ImageJ (version 1.52q) were used for image processing. Adobe illustrator (version CS6) was used for figure assembling. Quantification methods and statistical analyses We used GraphPad 6 and 8 for all the statistical analyses. Kaplan–Meier survival curves were used to compare the survivorship of the mice sacrificed due to brain tumors, soft tissue sarcomas, and/or other health concerns and the Mantel–Cox (Log-rank) test was used to statistically compare the overall survival (Fig.  1b ). Unpaired, two-tailed Student’s  t  test was used to compare the statistical difference of  Pdgfrα  mRNA level from microarray data (Supplementary Fig.  1n ); the NRT/fusion frequency (Fig.  2d  and Supplementary Fig.  2i ); the dominant NRT/fusion frequency (Fig.  2e  and Supplementary Fig.  2h ); the proliferation index (Fig.  3f ); the frequency of non-cNRTs and NRTs in Type 1 and Type 2 tumors (Fig.  3g, h ); the number of BrdU +  cells; the number of p-Erk +  cells and the ratio of p-Erk + BrdU + /p-Erk +  cells (Fig.  7d ); and the number of p-Erk + Olig2 +  cells (Fig.  7i ). Fisher’s exact test was used to compare the statistical difference of the frequency of human GBMs with WGD (Supplementary Fig.  2c ); the frequency of brains with early tumor cluster(s) (Fig.  8e ); the frequency of mouse brains with multifocal lesions (Fig.  8h ) and the frequency of mouse brains with tumors directly associated with the SVZ only (Fig.  8i ). Data were presented as standard error of the mean (SEM), and  p  < 0.05 was considered to be statistically significant in all of the statistical analyses. Reporting summary Further information on research design is available in the  Nature Research Reporting Summary  linked to this article. Quantification methods and statistical analyses We used GraphPad 6 and 8 for all the statistical analyses. Kaplan–Meier survival curves were used to compare the survivorship of the mice sacrificed due to brain tumors, soft tissue sarcomas, and/or other health concerns and the Mantel–Cox (Log-rank) test was used to statistically compare the overall survival (Fig.  1b ). Unpaired, two-tailed Student’s  t  test was used to compare the statistical difference of  Pdgfrα  mRNA level from microarray data (Supplementary Fig.  1n ); the NRT/fusion frequency (Fig.  2d  and Supplementary Fig.  2i ); the dominant NRT/fusion frequency (Fig.  2e  and Supplementary Fig.  2h ); the proliferation index (Fig.  3f ); the frequency of non-cNRTs and NRTs in Type 1 and Type 2 tumors (Fig.  3g, h ); the number of BrdU +  cells; the number of p-Erk +  cells and the ratio of p-Erk + BrdU + /p-Erk +  cells (Fig.  7d ); and the number of p-Erk + Olig2 +  cells (Fig.  7i ). Fisher’s exact test was used to compare the statistical difference of the frequency of human GBMs with WGD (Supplementary Fig.  2c ); the frequency of brains with early tumor cluster(s) (Fig.  8e ); the frequency of mouse brains with multifocal lesions (Fig.  8h ) and the frequency of mouse brains with tumors directly associated with the SVZ only (Fig.  8i ). Data were presented as standard error of the mean (SEM), and  p  < 0.05 was considered to be statistically significant in all of the statistical analyses.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:28:30"
}