{
  "pmid": "PMID:32733557",
  "title": "Gene Expression, Network Analysis, and Drug Discovery of Neurofibromatosis Type 2-Associated Vestibular Schwannomas Based on Bioinformatics Analysis.",
  "abstract": "Neurofibromatosis Type 2- (NF2-) associated vestibular schwannomas (VSs) are histologically benign tumors. This study aimed to determine disease-related genes, pathways, and potential therapeutic drugs associated with NF2-VSs using the bioinformatics method. Microarray data of GSE108524 were downloaded from the Gene Expression Omnibus (GEO) database, and differentially expressed genes (DEGs) were screened using GEO2R. The functional enrichment and pathway enrichment of DEGs were performed using Gene Ontology (GO) and Kyoto Encyclopedia of Genes Genomes (KEGG). Furthermore, the STRING and Cytoscape were used to analyze the protein-protein interaction (PPI) network of all differentially expressed genes and identify hub genes. Finally, the enriched gene sets belonging to the identified pathways were queried against the Drug-Gene Interaction database to find drug candidates for topical use in NF2-associated VSs. A total of 542 DEGs were identified, including 13 upregulated and 329 downregulated genes, which were mainly enriched in terms of focal adhesion, PI3K-Akt signaling pathway, ECM-receptor interaction, Toll-like receptor signaling pathway, Rap1 signaling pathway, and regulation of actin cytoskeleton. 28 hub genes were identified based on the subset of PPI network, and 31 drugs were selected based on the Drug-Gene Interaction database. Drug discovery using bioinformatics methods facilitates the identification of existing or potential therapeutic drugs to improve NF2 treatment.",
  "authors": "Qiao Huang; Si-Jia Zhai; Xing-Wei Liao; Yu-Chao Liu; Shi-Hua Yin",
  "journal": "Journal of oncology",
  "publicationDate": "2020",
  "doi": "10.1155/2020/5976465",
  "methods": "2. Materials and Methods 2.1. Microarray Datasets The gene expression profile  GSE108524  of the NF2-associated VSs and normal nerve groups was obtained from the NCBI GEO database. These microarray data were based on  GPL17586  Platform [HTA-2_0] Affymetrix Human Transcriptome Array 2.0 [transcript (gene) version], including 17 NF2-associated VSs tissues and 4 normal nerves. 2.2. Identification of DEGs GEO2R ( http://www.ncbi.nlm.nih.gov/geo/geo2r/ ), a web tool based on the analysis of variance or  t -test, was used to identify DEGs between NF2-associated VSs tissues and normal nerves. The DEGs were identified as the genes with |log FC| ≥ 1.5 and adj.  P  < 0.05. 2.3. Functional and Pathway Enrichment Analysis of DEGs The Database for Annotation, Visualization, and Integrated Discovery (DAVID) (Version 6.8,  https://david.ncifcrf.gov/ ) was used to perform GO and KEGG pathway enrichment analysis of DEGs. GO analysis contains biological process (BP), cellular component (CC), and molecular function (MF). GO term with the criterion of  P  < 0.05 and false discovery rate (FDR) < 0.05 and KEGG pathway analysis with the criterion of  P  < 0.05 were considered statistically significant. 2.4. Protein-Protein Interaction (PPI) Network Analysis We submitted DEGs in Search Tool for the Retrieval of Interacting Genes database (STRING,  http://www.string-db.org/ ) to screen the PPI pairs with a combined score of ≥0.4 and visualized the interaction using Cytoscape software (Version 3.7.0.). Finally, CentiScaPe and Molecular Complex Detection (MCODE), a Cytoscape plugin, were utilized to screen PPI network key genes. The default parameters of MCODE were used: degree cutoff ≥2, node score cutoff ≥0.2, k-score  ≥ 2, and maximum depth = 100. 2.5. Drug-Gene Interaction Analysis To better identify potential targeted therapeutic drugs for NF2-associated VSs, the hub genes were mapped onto the Drug-Gene Interaction database (DGIdb;  http://www.dgidb.org ) to obtain potential drug target genes and potential NF2-associated VSs treatment drugs. Visualization of the drug-gene interaction was generated using Cytoscape software (Version 3.7.0.). In addition,  ClinicalTrials.gov  ( https://clinicaltrials.gov ) was used to identify whether drugs have been previously investigated or are being currently tested in clinical trials. 2.6. Human NF2-Associated VSs Specimens Human NF2-associated VSs tissues with the matched normal adjacent specimens were obtained from the Second Hospital of Guangxi Medical University. This study was approved by the Ethics Committee of the Second Hospital of Guangxi Medical University. 2.7. Quantitative PCR (qPCR) Reverse transcription was carried out using SYBR premix EX Taq (Takara, Japan), and SYBR Premix Ex Taq II (Takara) was used for qPCR. We used several sequences: EGFR forward primer 5′-CTACAACCCCACCACGTACC-3′ and reverse primer 5′-CGCACTTCTTACACTTGCGG-3′; GAPDH forward primer 5′-CTTCGCTCTCTGCTCCTCCTGTTCG-3′ and reverse primer 5′-ACCAGGCGCCCAATACGACCAAAT-3. The results were calculated using the 2 −ΔΔCt  method. 2.8. Statistical Analysis Statistical analysis was conducted by SPSS 20.0 software. The statistical significance between groups was determined using a two-tailed Student's  t -test. Values of  P  < 0.05 were considered to indicate statistically significant differences.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:28:32"
}