{
  "pmid": "32781282",
  "abstract": "Nf1 heterozygous mice recapitulate the anthropometric and metabolic features of  human neurofibromatosis type 1.  Tritz R(1), Benson T(2), Harris V(1), Hudson FZ(1), Mintz J(2), Zhang H(1),  Kennard S(2), Chen W(2), Stepp DW(3), Csanyi G(4), Belin de Chantemèle EJ(5),  Weintraub NL(5), Stansfield BK(6).  Author information: (1)Vascular Biology Center, Augusta University, Augusta, Georgia; Department of  Pediatrics, Medical College of Georgia, Augusta University, Augusta, Georgia. (2)Vascular Biology Center, Augusta University, Augusta, Georgia. (3)Vascular Biology Center, Augusta University, Augusta, Georgia; Department of  Physiology, Medical College of Georgia, Augusta University, Augusta, Georgia. (4)Vascular Biology Center, Augusta University, Augusta, Georgia; Department of  Pharmacology and Toxicology, Medical College of Georgia, Augusta University,  Augusta, Georgia. (5)Vascular Biology Center, Augusta University, Augusta, Georgia; Department of  Medicine, Medical College of Georgia, Augusta University, Augusta, Georgia. (6)Vascular Biology Center, Augusta University, Augusta, Georgia; Department of  Pediatrics, Medical College of Georgia, Augusta University, Augusta, Georgia.  Electronic address: bstansfield@augusta.edu.  Neurofibromatosis type 1 (NF1) is a heritable cancer predisposition syndrome  resulting from mutations in the NF1 tumor suppressor gene. Genotype-phenotype  correlations for NF1 are rare due to the large number of NF1 mutations and role  of modifier genes in manifestations of NF1; however, emerging reports suggest  that persons with NF1 display a distinct anthropometric and metabolic phenotype  featuring short stature, low body mass index, increased insulin sensitivity, and  protection from diabetes. Nf1 heterozygous (Nf1+/-) mice accurately reflect the  dominant inheritance of NF1 and are regularly employed as a model of NF1. Here,  we sought to identify whether Nf1+/- mice recapitulate the anthropometric and  metabolic features identified in persons with NF1. Littermate 16-20 week-old  male wildtype (WT) and Nf1+/- C57B/6J mice underwent nuclear magnetic resonance  (NMR), indirect calorimetry, and glucose/insulin/pyruvate tolerance testing. In  some experiments, tissues were harvested for NMR and histologic  characterization. Nf1+/- mice are leaner with significantly reduced visceral and  subcutaneous fat mass, which corresponds with an increased density of small  adipocytes and reduced leptin levels. Additionally, Nf1+/- mice are highly  reliant on carbohydrates as an energy substrate and display increased glucose  clearance and insulin sensitivity, but normal response to pyruvate suggesting  enhanced glucose utilization and preserved gluconeogenesis. Finally, WT and  Nf1+/- mice subjected to high glucose diet were protected from diet-induced  obesity and hyperglycemia. Our data suggest that Nf1+/- mice closely  recapitulate the anthropometric and metabolic phenotype identified in persons  with NF1, which will impact the interpretation of previous and future  translational studies of NF1.  Copyright © 2020 Elsevier Inc. All rights reserved.  DOI: 10.1016/j.trsl.2020.08.001 PMCID: PMC7779711 PMID: 32781282 [Indexed for MEDLINE]",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-16T15:46:45.192644",
  "abstract_length": 3213,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}