{
  "pmid": "PMID:32781282",
  "title": "Nf1 heterozygous mice recapitulate the anthropometric and metabolic features of human neurofibromatosis type 1.",
  "abstract": "Neurofibromatosis type 1 (NF1) is a heritable cancer predisposition syndrome resulting from mutations in the NF1 tumor suppressor gene. Genotype-phenotype correlations for NF1 are rare due to the large number of NF1 mutations and role of modifier genes in manifestations of NF1; however, emerging reports suggest that persons with NF1 display a distinct anthropometric and metabolic phenotype featuring short stature, low body mass index, increased insulin sensitivity, and protection from diabetes. Nf1 heterozygous (Nf1+/-) mice accurately reflect the dominant inheritance of NF1 and are regularly employed as a model of NF1. Here, we sought to identify whether Nf1+/- mice recapitulate the anthropometric and metabolic features identified in persons with NF1. Littermate 16-20 week-old male wildtype (WT) and Nf1+/- C57B/6J mice underwent nuclear magnetic resonance (NMR), indirect calorimetry, and glucose/insulin/pyruvate tolerance testing. In some experiments, tissues were harvested for NMR and histologic characterization. Nf1+/- mice are leaner with significantly reduced visceral and subcutaneous fat mass, which corresponds with an increased density of small adipocytes and reduced leptin levels. Additionally, Nf1+/- mice are highly reliant on carbohydrates as an energy substrate and display increased glucose clearance and insulin sensitivity, but normal response to pyruvate suggesting enhanced glucose utilization and preserved gluconeogenesis. Finally, WT and Nf1+/- mice subjected to high glucose diet were protected from diet-induced obesity and hyperglycemia. Our data suggest that Nf1+/- mice closely recapitulate the anthropometric and metabolic phenotype identified in persons with NF1, which will impact the interpretation of previous and future translational studies of NF1.",
  "authors": "Rebekah Tritz; Tyler Benson; Valerie Harris; Farlyn Z Hudson; James Mintz; Hanfang Zhang; Simone Kennard; Weiqin Chen; David W Stepp; Gabor Csanyi; Eric J Belin de Chantemèle; Neal L Weintraub; Brian K Stansfield",
  "journal": "Translational research : the journal of laboratory and clinical medicine",
  "publicationDate": "2021-02",
  "doi": "10.1016/j.trsl.2020.08.001",
  "methods": "Materials and Methods Animals Experimental protocols were approved by the Institutional Animal Care and Use Committee at Augusta University (Augusta, Ga).  Nf1 +/− mice were obtained from Tyler Jacks, Ph.D., (Massachusetts Institute of Technology, Cambridge, MA) and backcrossed 13 generations into the C57BL/6J strain( 9 ). Mice were genotyped by PCR as described( 17 ). WT and  Nf1 +/− mice (C57BL/6J) were crossed to generate experimental progeny. Littermate male mice, between 16 and 20 weeks of age, were used for experiments. In some experiments,  Nf1 +/− and WT mice (8 week old) were provided a 30% glucose solution in water and standard chow feed diet for 16 weeks. During the high-glucose diet, body weight, non-fasting blood glucose, and food/water intake were measured each week. At the time of sacrifice, animals were anesthetized with an admixture of 2% isoflurane and 98% oxygen, weighed, and tissue harvested for further analysis. Nuclear Magnetic Resonance Littermate WT and  Nf1 +/− male mice were anesthetized using an admixture of 2% isoflurane and 98% oxygen. Total body fat and lean tissue were assessed using a Bruker minispec LF90 TD‐NMR analyzer, which was calibrated prior to each use( 18 ). Following total body composition, mice were sacrificed and whole liver and the left gastrocnemius were harvested. To determine percent fat and lean mass in liver and skeletal muscle, a weighed portion of the right lobe of the liver and intact gastrocnemius were assessed by NMR. Indirect Calorimetry Indirect calorimetry was assessed using the Comprehensive Lab Animal Monitoring System (CLAMS). Littermate male WT and  Nf1 +/−  mice (16 – 20 weeks old) were housed individually in oxymax cages (Columbus Instruments, Columbus OH) at 27°C for 5 days with a 12 hour light and 12 hour dark cycle( 19 ). Mice were allowed to acclimate to the cages for two days prior to data collection. Food and water intake were measured each day and locomotor activity was measured for 24 hours using triple axis detection, beams set up in the x, y and z-axis as described( 19 ). X and Y breaks are considered locomotor and Z-axis breaks indicate raising up on hind legs. Oxygen consumption (VO 2 ; ml/kg × h) and carbon dioxide production (VCO 2 ; ml/kg × h) were measured each 24 hours. The respiratory exchange ratio (RER) was calculated by volume of CO 2  produced by the volume of O 2  consumed as described( 20 ). Glucose, Insulin and Pyruvate Tolerance For glucose tolerance testing (GTT), WT and  Nf1 +/− mice were fasted for 24 hours in a quiet room with free access to water. Prior to blood sampling, tails were cleaned and provided topical lidocaine (1%). Fasting blood glucose concentrations were measured prior to providing animals with a single intraperitoneal (IP) injection of dextrose (2gm/kg body weight, Sigma Aldrich, St. Louis, MO). Serial blood glucose measurements were made every 10 minutes for 120 minutes using a glucometer (AlphaTrak 2, Zoetis, Parsippany, NJ). For insulin tolerance testing (ITT), WT and  Nf1 +/− were fasted for 5 hours in a quiet room with free access to water and tails were prepped in a similar fashion to GTT. Animals received insulin (0.4U or 0.6U/kg, Novo Nordisk Bagsværd, Denmark) via IP injection and serial blood glucose measurements were performed at 10-minute intervals for 90 minutes. A pyruvate tolerance test (PTT) was performed after overnight fast. Animals were provided an IP injection of pyruvate (2gm/kg body weight, Sigma Aldrich, St Louis, MO) and serial blood glucose measurements were performed at 10-minute intervals for 90 minutes. Lipoprotein, Cholesterol, and Hormone Analysis Blood was collected from each animal at the time of tissue harvest. For Hemoglobin A1c measurements, blood samples were immediately measured using the A1C Now Diabetes Management HbA1C test kit (PTS Diagnostic, Indianapolis, IN). For lipoprotein, triglyceride, and cholesterol measurements, fresh serum was assayed using LDX Cholestech cartridges (Abbott, Chicago, IL) according to the manufacturer’s instructions. For hormone measurements, samples were allowed to sit at room temperature for 30 minutes, centrifuged at 2500 RPM for 10 minutes, and stored at −80°C until analysis using a Pro-diabetes multiplex assay from Bio-Rad (Bio-Rad, Hercules, CA). Tissue Histology/ Analysis At sacrifice, gastrocnemius, liver, interscapular fat, inguinal fat, and epidydimal fat pads were drop fixed in 4% paraformaldehyde for 24hrs and then dehydrated in 70% ethanol. Tissues were paraffin embedded, sectioned, and stained with hematoxylin and eosin. Separately, samples of liver and gastrocnemius were drop fixed in 4% paraformaldehyde and then incubated in 30% sucrose and stained for Oil Red-O. Image Pro Plus was used to quantify the area of lipid accumulation (Oil Red-O stained) in each section from the liver and skeletal muscle. Statistical Analysis Indirect calorimetry and Oil Red-O area analysis were assessed using 1-way ANOVA with Tukey’s post-hoc test for multiple comparisons. GTT, ITT, blood measurements and body composition were analyzed using Student’s  t- test. An F-test was performed to identify sample variation and Welch’s test was performed for unequal variance or sample number. Analysis was performed using GraphPad Prism version 6.0h (La Jolla, CA, USA).  p -value < 0.05 was considered significant. Indirect calorimetry, GTT, ITT, blood measurements, and body composition data are presented as mean ± standard deviation (SD). Oil Red-O quantification is presented as mean ± standard error of mean (SEM).",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:28:33"
}