{
  "pmid": "PMID:32839340",
  "title": "Brain-wide structural and functional disruption in mice with oligodendrocyte-specific ",
  "abstract": "Neurofibromin gene (",
  "authors": "Jad Asleh; Ben Shofty; Nadav Cohen; Alexandra Kavushansky; Alejandro López-Juárez; Shlomi Constantini; Nancy Ratner; Itamar Kahn",
  "journal": "Proceedings of the National Academy of Sciences of the United States of America",
  "publicationDate": "2020-09-08",
  "doi": "10.1073/pnas.2008391117",
  "methods": "Materials and Methods Ethics Statement. All animal procedures were conducted with the approval of the Institutional Animal Care and Use Committee and in accordance with the NIH  Guide for the Care and Use of Laboratory Animals  ( 65 ). Animals. Inducible Plp- Cre  ( 66 ) and  Nf1 fl/+  ( 67 ) mice were maintained on a pure C57BL/6 background and genotyped by PCR according to publicly available protocols ( 22 ). Tamoxifen was administered to the animals at age 8 wk (see below). Twenty-nine animals participated in Rotarod evaluation (control,  n  = 14; Plp- Nf1 fl/+ ,  n  = 15), 19 animals in DTI (control,  n  = 9; Plp- Nf1 fl/+ ,  n  = 10), and 18 animals in rs-fMRI (control,  n  = 7; Plp- Nf1 fl/+ ,  n  = 11). Of the animals that participated in rs-fMRI, 13 animals participated in DTI (control,  n  = 6; Plp- Nf1 fl/+ ,  n  = 7), and 14 in the Rotarod test (control,  n  = 6; Plp- Nf1 fl/+ ,  n  = 8). Tamoxifen Injection. The injection protocol followed previous publications ( 21 ,  22 ). Tamoxifen (100 mg) was dissolved with 1 mL of ethanol and 9 mL of sunflower seed oil (Sigma-Aldrich). At age 8 wk, both controls and Plp- Nf1 fl/+  mice were intraperitoneally injected with tamoxifen (100 µL) twice daily for 3 d at the same time of day. L-NAME Injection. Fresh solution of L-NAME (L-NG-nitroarginine methyl ester, 100 µM in 1× PBS; Sigma-Aldrich) was administered daily at 0.4 mg/kg ( 21 ). Animal Surgery. Before any experiment, to use our in-house designed cradle, we implanted headposts on the animals’ skulls as described previously ( 34 ). In brief, the mice were anesthetized with isoflurane mixed with oxygen, which was kept at a level of 2% to 3% for the entire procedure. The skin was removed, and 3D-printed plastic headposts were positioned on the skulls and affixed with dental cement (C&B Metabond; Parkell). To prevent image distortions in MRI acquisition resulting from uneven surfaces, the cement was smoothed using a self-cured resin (general purpose acrylic resin; Unifast Trad). The animals were then left to recover and injected once with antibiotics (cefalexin 0.18 mg/10 g; Norbrook) along with systemic and local analgesics (buprenorphine 0.9 µg/10 g and bupavacaine 0.075 mg/10 g, respectively). Each animal was carefully monitored over the next week before entering the experiment. Rotating Rod Performance Test. Gross motor coordination function was evaluated using the Rotarod (Med Associates). Twenty-nine animals (controls,  n  = 14; Plp- Nf1 fl/+ ,  n  = 15) underwent one training session and one test session, each consisting of four runs. Every run lasted for 6 min, in which the rod accelerated gradually from 4 to 40 revolutions per minute in the first 5 min and maintained at the final speed for the last minute. Time to fall and peak speed were recorded. MRI Acquisition. Imaging was performed with a 9.4-T BioSpec 94/20 USR MRI (Bruker BioSpin MRI). A 20-mm receive-only coil was fixed to the cradle over the animal’s head, and the entire apparatus was inserted into the MRI bore containing an 86-mm quadrature transmit-only coil (Bruker BioSpin MRI). DTI Acquisition. To characterize structural connectivity, we scanned 19 animals using DTI (control,  n  = 9; Plp- Nf1 fl/+ ,  n  = 10); one control was excluded due to extensive image distortions. Animals were first lightly sedated and fixed to the resting-state cradle with a custom-made mask placed over the nose, which allowed maintenance of anesthesia throughout the DTI scanning session while their respiratory rate was monitored. Data acquisition was performed using a diffusion-weighted spin-echo echo-planar imaging (EPI) pulse sequence (repetition time [TR], 7,000 ms; echo time [TE], 21.68 ms). We used 30 noncolinear diffusion directions, a b factor  of 1,000 s/mm 3  with 11 ms duration of the diffusion gradient (δ) and a separation time (Δ) of 2.6 ms. The scan consisted of 24 slices of 400 µm thickness, with an acquisition matrix of 100 × 100 voxels and a field of view of 16 × 16 cm 2 , resulting in a resolution of 0.1 × 0.1 × 0.4 mm 3 . DTI Preprocessing and Analysis. Diffusion-weighted images were preprocessed using ExplorDTI ( 68 ), with tensors calculated using a robust estimation algorithm ( 69 ), together with motion and eddy current correction. FA and B 0  maps were exported to the NIfTI format. Brain extraction was performed, and a template, B 0 , for both controls and Plp- Nf1 fl/+  animals was created using Advanced Normalization Tools (ANTs) ( 70 ). The control template was registered to the Allen Brain Atlas ( 71 ), while the Plp- Nf1 fl/+  was linearly coregistered to the controls. A final diffeomorphic field from native space to the Allen Brain Atlas space for each animal was calculated and applied in a single step to native scans to prevent data degradation. Normalized FA maps were submitted to a two-sample Student’s  t  test between controls and Plp- Nf1 fl/+  animals. For ROI analysis, we defined the regions manually based on the  t  test results comparing genotypes before L-NAME and calculated the mean voxel intensity within each region to assess rescue after treatment ( 72 ). rs-fMRI Acquisition. Eighteen animals were included in the awake resting-state fMRI experiment (control,  n  = 7; Plp- Nf1 fl/+ ,  n  = 11) which followed a previously published protocol ( 34 ). To reduce stress, the animals were lightly sedated and fixed to the resting-state cradle. During the 5-d acclimatization period, each animal was placed in the MRI machine and exposed to the different scanning protocols used, while the period of head restraint was increased gradually from 2 to 50 min by the last acclimatization session. Afterward, each animal was scanned before and after the administration of L-NAME for six or seven daily sessions of rs-fMRI at each time period. Each scanning session included structural and functional scanning. The structural scan was acquired using a T1-weighted rapid acquisition process with relaxation enhancement (RARE) sequence in coronal orientation (30 coronal slices; TE, 8.5 ms; RARE factor, 4; flip angle, 180°; in-plane resolution, 150 × 150 μm 2 ; slice thickness, 450 μm). Whole-brain functional scans consisted of 800 repetitions divided over four runs (200 repetitions per run). BOLD imaging was achieved using spin echo-echo planar imaging (SE-EPI) sequence (TR, 2.5 s; TE, 18.398 ms; flip angle, 90°; 30 coronal slices; in-plane resolution, 150 × 150 μm 2 ; slice thickness, 450 μm; the imaged volume was framed with four saturation slices to avoid wraparound artifacts). rs-fMRI Preprocessing and Analysis. The preprocessing steps have been reported previously ( 34 ,  73 ). In brief, the first two frames were skipped to eliminate inhomogeneity artifacts and the remaining frames were slice time corrected. To perform motion correction, the whole time series was corrected to the average of the first 200 repetitions using rigid-body correction ( 74 ) by calculating a coregistration matrix for each volume. The same averaged volume was then warped automatically, using symmetric diffeomorphic image normalization (SyN) with ANTs ( 75 ), to a predefined EPI template that was preregistered with the Allen Brain Atlas. To prevent degradation of image quality, the final displacement field for each volume, including its motion correction displacement matrix, was calculated and applied on each time-corrected volume. Whole-brain and ventricle masks were calculated automatically. Data-scrubbing procedures were as described previously ( 34 ,  76 ), with similar exclusion criteria: frame displacement threshold of 50 µm, temporal derivative mean square root area threshold of 150% the interquartile range above the 75th percentile with exclusion of one frame after the detected motion. Runs with fewer than 50 frames and sessions with fewer than 300 frames were excluded; 29 out of 208 sessions were excluded due to excessive movement or image distortion (control,  n  = 11; Plp- Nf1 fl/+ ,  n  = 18). After data scrubbing, the time series underwent demeaning and detrending to remove global mean and nonintrinsic trends, together with regressing out mean ventricles and vascular signals, and six volume-specific motion parameters and their derivatives were regressed out of the signal to remove sources of spurious or regionally nonspecific variance ( 77 ). Finally, bandpass filtering (0.009 to 0.08 Hz) and smoothing using convolution with a Gaussian function (FWHM of 0.6 mm) were applied. To estimate functional connectivity maps, we placed an ROI with a 100-µm radius and extracted the time course from each seed. A seed-to-whole brain correlation map was calculated during each session and averaged to produce a mean Fisher’s  Z  transform,  Z ( r ), map for that animal. Finally, all the animal-based maps were averaged to produce one map for each genotype, which were displayed on a template registered to the Allen Brain Atlas ( 78 ). Seed-to-seed analysis was performed by calculating Pearson’s correlation coefficient between two seeds and transforming it using Fisher’s  Z  transform to allow for cross-subject comparison.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:28:36"
}