{
  "pmid": "PMID:32847704",
  "title": "Cognitive functioning and pain interference mediate pain predictive effects on health-related quality of life in pediatric patients with Neurofibromatosis Type 1.",
  "abstract": "OBJECTIVES: The objective was to investigate the serial mediating effects of perceived cognitive functioning and pain interference in daily living in the relationship between perceived pain and overall generic health-related quality of life (HRQOL) in children, adolescents, and young adults with Neurofibromatosis Type 1 (NF1). METHODS: The Pain, Cognitive Functioning, and Pain Impact Scales from the PedsQL Neurofibromatosis Type 1 Module and the PedsQL 4.0 Generic Core Scales were completed in a multi-site national study by 323 patients ages 5-25 and 335 parents. A serial multiple mediator model analysis was conducted to test the hypothesized sequential mediating effects of cognitive functioning and pain interference as intervening variables in the association between pain as a predictor variable and overall generic HRQOL. RESULTS: Pain predictive effects on overall generic HRQOL were serially mediated by cognitive functioning and pain interference. In predictive analytics models utilizing hierarchical multiple regression analyses with age and gender demographic covariates, pain, cognitive functioning and pain interference accounted for 66% of the variance in patient-reported generic HRQOL and 57% of the variance in parent proxy-reported generic HRQOL (P < 0.001), reflecting large effect sizes. CONCLUSIONS: Cognitive functioning and pain interference explain in part the mechanism of pain predictive effects on overall generic HRQOL in pediatric patients with NF1. Identifying NF1-specific pain, cognitive functioning, and pain interference as salient predictors of overall generic HRQOL from the patient and parent perspective facilitates a family-centered orientation to the comprehensive care of children, adolescents, and young adults with NF1.",
  "authors": "James W Varni; Kavitha Nutakki; Nancy L Swigonski",
  "journal": "European journal of paediatric neurology : EJPN : official journal of the European Paediatric Neurology Society",
  "publicationDate": "2020-09",
  "doi": "10.1016/j.ejpn.2020.07.014",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-20 06:57:54"
}