{
  "pmid": "PMID:32858845",
  "title": "Systems Biology Approaches Reveal Potential Phenotype-Modifier Genes in Neurofibromatosis Type 1.",
  "abstract": "Neurofibromatosis type (NF1) is a syndrome characterized by varied symptoms, ranging from mild to more aggressive phenotypes. The variation is not explained only by genetic and epigenetic changes in the ",
  "authors": "Thayne Woycinck Kowalski; Larissa Brussa Reis; Tiago Finger Andreis; Patricia Ashton-Prolla; Clévia Rosset",
  "journal": "Cancers",
  "publicationDate": "2020-08-26",
  "doi": "10.3390/cancers12092416",
  "methods": "4. Materials and Methods 4.1. Selection of NF1 Ontologies The complete list of NF1 gene ontologies (GO) and phenotype ontologies were obtained in the AmiGO and Human Phenotype Ontology (HPO) databases, respectively. In modifier studies, the selection of which phenotypes to study is a key step, and in NF1, several phenotypic features are time-dependent [ 19 ]. Then, we selected from both lists (GO and HPO) the ontologies related to the less frequent and variable characteristics and not necessarily time-dependent, presented by NF1 patients, as reported in the literature and in our clinical experience in the Oncogenetics clinics of Hospital de Clínicas de Porto Alegre [ 16 , 78 , 79 ]. For example, cutaneous neurofibromas are common and may occur in up to 99% of NF1 patients in a cohort; this is a variable characteristic, mainly in the number of neurofibromas, but it is less variable when considering their presence in NF1 patients. Thus, we focused on ontologies related to characteristics that occur in a smaller number of patients to try to explain the variability of less common but more aggressive NF1 symptoms, such as breast cancer, delayed mental development, plexiform neurofibromas, and facial dysmorphism. The processes and phenotypes selected for the analysis involved NF1 and NF1-related signaling pathways, such as the MAPK cascade and regulation of the Ras pathway, considering the upper ontology in the hierarchy of each database. Hence, some ontologies were not selected because there was an upper term in the hierarchy that encompassed these ontologies. It is worth mentioning that we followed a guide for the correct selection of ontologies to try to limit the bias introduced by the choice of terms and keywords [ 80 ]. The processes were evaluated by two independent researchers and selected for subsequent analysis when both researchers considered it relevant.  4.2. Systems Biology Analysis Networks were generated using STRING database v.11, comprising protein–protein interactions (PPI) for  Homo sapiens . Only experimental interactions were selected, with a minimum required interaction score set in 0.400 (default). The assembled networks were transferred to Cytoscape v.3.7.2 software, with which the network statistics was obtained. Big nodes represented proteins with high betweenness centrality scores and warm colors comprised proteins with high closeness centrality measures. Comparison between networks was performed with DyNet application for Cytoscape v.3.7.2. Complex networks comprising HPO selected phenotypes, gene expression, and PPI networks were assembled using the PhenomeScape app, also in Cytoscape v.3.7.2, using the default settings. 4.3. Gene Expression Evaluation RNA-seq and microarray secondary analysis were performed using studies selected in Gene Expression Omnibus (GEO) and The Cancer Genome Atlas (TCGA) databases. For the GEO studies, we looked for  NF1  knockdown or knockout assays and selected only the ones performed in human tumor cells. The data extraction was performed manually, and the robust multiarray averaging (RMA) normalization was applied using  oligo  or  affy  R packages (R v.3.6.2). The differentially expressed genes were obtained using the  limma  package (R v.3.6.2).  Firstly, for TCGA, we selected seven somatic tumors with nonsense mutations in  NF1  ( NF1 -ns): bladder urothelial carcinoma (BLCA), brain lower grade glioma (LGG), breast invasive carcinoma (BRCA), cervical squamous cell carcinoma and endocervical adenocarcinoma (CESC), colon adenocarcinoma (COAD), glioblastoma multiforme (GBM), and pheochromocytoma and paraganglioma (PCPG). Despite tumors having a somatic origin, this information can be useful to check how alterations in  NF1  could affect the global gene expression in a specific tissue/tumor (phenotype). We then compared these samples against wild type  NF1  tumors to check which genes were differentially expressed only in the  NF1 -ns group. The gene expression analysis for TCGA data was performed by extracting the data with  TCGAbiolinks  package and evaluating differential gene expression with  edgeR  package. All analyses were performed in R v.3.6.2. 4.4. Random Walk Analysis The heterogeneous networks comprising both the genes and phenotypes selected were assembled in the  RandomWalkRestartMH  package, in R v.3.6.2, and the random walk analysis was performed with the same package. 4.5. Database Research  Other databases consulted to obtain data for the potential NF1 phenotype-modifier genes were: (1) BioGrid, for curated protein interactions; (2) PINOT tool, for literature data on curated protein interactions; (3) STRING database, for protein–protein interactions; and (4) The Human Reference Protein Interactome (HuRI), for the binary protein–protein interactions. 4.6. Variant Datasets To explore variants in our candidate genes already reported in the general population or with clinical significance, we consulted The Genome Aggregation Database (gnomAD) v 2.1.1 and the ClinVar archive. For gnomAD, variants were classified according to its annotation. In ClinVar, only variants reported by at least one submitter as a germline were considered and classified according to their interpretations. Finally, an additional analysis was performed consulting the 79,720 tumor samples made available by the AACR Project GENIE and the 10,967 samples from the TCGA PanCancer Atlas studies, using the cBioPortal for Cancer Genomics. Samples were filtered according to their mutational status:  NF1 -mutated patients including only nonsense, frameshift, and splicing; and patients with selected variants in our candidate genes, if available. Then, the clinical data were accessed and confronted with the mutational status to check which cancer types were predominant when  NF1  was exclusively altered and when  NF1  variant co-occurred with variants in our candidate genes.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:28:37"
}