{
  "pmid": "32869517",
  "abstract": "BACKGROUND: Neurofibromatosis type 1 (NF1) is a tumor-predisposition disorder that arises due to pathogenic variants in tumor suppressor NF1. NF1 has variable expressivity that may be due, at least in part, from heritable elements such as modifier genes; however, few genetic modifiers have been identified to date. METHODS: In this study, we performed a genome-wide association analysis of the number of café-au-lait macules (CALM) that are considered a tumor-like trait as a clinical phenotype modifying NF1. RESULTS: A borderline genome-wide significant association was identified in the discovery cohort (CALM1, N = 112) between CALM number and rs12190451 (and rs3799603, r CONCLUSION: rs12190451 is located in a melanocyte-specific enhancer and may influence RPS6KA2 expression in melanocytes-warranting further functional studies.",
  "methods": "Methods In this study, we performed a genome‐wide association analysis of the number of café‐au‐lait macules (CALM) that are considered a tumor‐like trait as a clinical phenotype modifying NF1. 2 METHODS 2.1 NF1 patients and CALM number in CALM1 and CALM2 cohorts CALM1 and CALM2 studies were approved by the Institutional Review Boards (IRB) and the NCI Special Studies IRB. All participants provided written informed consent prior to joining the studies. The NCI Special Studies IRB also approved the overall GWAS. The study was carried out according to the principles of the Declaration of Helsinki. Quantitative trait café‐au‐lait macule count data were collected from two cohorts, CALM1 (CALM number counted by DRS) and CALM2 (CALM number counted by AB), as described previously (Pemov et al.,  2014 ). Most of the patients in the CALM1 cohort were adults, while most patients in the CALM2 cohort were children (Table  1 ). All patients in the CALM2 cohort underwent whole‐body MRI and had at least one plexiform neurofibroma. In both cohorts, all CALMs ≥ 5 mm in longest diameter were counted. A Wood's lamp, which makes CALMs more visible, was used for CALM counting in CALM1, but not in CALM2. The log‐transformed CALM number, log 10  (CALM + 10), was analyzed adjusting for age, sex and body surface area (m 2 )   defined as in Mosteller,  = ( weight(kg) · height ( cm ) ) / 60 1987 . Differences in age, sex, body surface, and CALM number were compared by two‐sided  t ‐test in R assuming unequal variance between cohorts. Table 1 Descriptive information of European–American neurofibromatosis type 1 patients studied Genome‐wide association study \n \n \n RPS6KA2 \n Targeted sequencing \n CALM1 ( N  = 112) CALM2 ( N  = 59) \n p‐value for t‐test \n \n \n a \n CALM1 \n  ( b \n N  = 99) CALM2 \n  ( b \n N  = 58) \n p ‐value for  t ‐test \n \n a \n Age, years (Mean ±  SD ) 37.5 ± 14.0 14.5 ± 6.5 < 2.2 × 10 −16 \n 37.7 ± 14.4 14.5 ± 6.5 <2.2 × 10 −16 \n Gender (male/female) 46/66 33/26 0.07 43/56 32/26 0.16 Body surface, m 2  (Mean ±  SD ) 1.8 ± 0.2 1.4 ± 0.4 1.3 × 10 −11 \n 1.8 ± 0.3 1.3 ± 0.4 6.6 × 10 −12 \n CALM number (Mean ±  SD ) 20.9 ± 12.1 19.8 ± 10.9 0.56 21.4 ± 12.2 19.8 ± 11.0 0.41 Family size (number of families) 1, 2, 3, 4 (57, 16, 5, 2) 1, 2 (55, 2) 1, 2, 3, 4 (53, 13, 4, 2) 1, 2 (54, 2) Abbreviations: CALM, café‐au‐lait macule;  RPS6KA2 , ribosomal protein S6 kinase A2 gene;  SD , standard deviation. a \n p ‐values for two‐sided, unequal variance  t ‐test. b information for the samples used for re‐sequencing of intronic region of  RPS6KA2  ( NM_021135.6 ). John Wiley & Sons, Ltd 2.2 Genotypes for CALM1 samples for GWAS Genotyping for the CALM1 samples was performed on Illumina Infinium HumanOmni‐1Quad bead‐chips. SNPs from 22 autosomes were included if the SNP GenTrain score was >0.3 and minor allele frequency (MAF) was >0 (non‐monomorphic). Samples with genotyping rate ≥99% and calling rate ≥99% were retained. Cryptic relatedness and population stratification were checked with multidimensional scaling (MDS) analysis estimating pairwise identity by descent (IBD) for all pairs of founders using independent SNPs in PLINK (Purcell et al., 2007). SNPs with MAF ≥ 0.2 in founders were pruned for independence, first with pairwise linkage disequilibrium (LD) correlation measure  r \n 2  < 0.2 within 50 SNPs, then again within 200 SNPs. Lastly, SNPs with MAF < 0.1 in European–Americans were excluded. The quality control protocol yielded 608,561 SNPs in 112 European–Americans with non‐missing CALM number. The CALM1 cohort included 57 unrelated individuals, 16 families with 2 members each, 5 families with 3 members each, and 2 families with 4 members each. 2.3 Genotypes for CALM2 samples for GWAS Genotyping for the replication cohort CALM2 samples was performed on Illumina Infinium Omni2.5 bead‐chips. Quality control measures were performed as described above although the retention rates for genotyping and calling rates were both lowered to ≥98% due to the smaller sample size. Samples with genotyping rate <95% from remaining European–Americans and SNPs with MAF < 0.2 were excluded—yielding 623,562 SNPs in 59 European–Americans with non‐missing CALM number, including two sibling pairs. To ensure compatibility between the genotyping data between the two cohorts, LitfOver (Hinrichs et al.,  2006 ) was used to convert genome positions in the CALM1 cohort (NCBI build 36, UCSC hg18) to corresponding positions in the CALM2 cohort (NCBI build 37 (UCSC hg19). 2.4 Targeted sequencing of candidate loci Targeted sequencing of candidate loci was carried out in 171 European–American samples using the AmpliSeq/IonTorrent platform, as per the manufacturer's instructions. A genotype was considered missing if its genotype quality score (GQ) was <10, its read depth (DP) score was <10 or the ratio of the genotype quality score (GQ) divided by genotype read depth (DP), GQ/DP was <0.5. Monomorphic SNPs and SNPs with a calling rate <90% and samples with a genotyping rate <90% were excluded leaving 176 SNPs in 157 samples. Quality control for targeted gene sequencing data was done using SNP & Variation Suite v8.3.4 ( http://goldenhelix.com/products/SNP_Variation/index.html ) and PLINK (Purcell et al.,  2007 ). 2.5 Tests of association In each cohort, tests of association between each SNP and log‐transformed CALM number, adjusted for age, sex, and body surface area, were performed with EMMAX (Kang et al.,  2010 ) with an IBS kinship matrix considering possible spurious association due to genetic relatedness. Simple linear regression (SLR) ignoring genetic relatedness was also performed; these results are not shown because the correlations of the  p ‐values for EMMAX and SLR for the CALM1 and CALM2 cohorts were 0.95 and 0.99, respectively. In the targeted gene sequencing samples, tests of association were performed by SLR between each SNP in  RPS6KA2  (OMIM 601685; GenBank  NM_021135.6 ) and the log‐transformed CALM number, adjusted for age, sex, and body surface area, for the CALM1 and CALM2 cohorts, both separately and combined. An additional covariate, cohort (CALM1, CALM2), as well as age, sex, and body surface area were adjusted in the mega analysis for combined‐targeted gene sequencing data. Candidate loci were defined as those with suggestive genome‐wide significance ( p  <1 × 10 −5 ) in the GWAS of either cohort or in the meta‐analysis. 2.6 Meta‐analysis Meta‐analyses between the CALM1 and CALM2 cohort studies were performed with METAL (Willer, Li, & Abecasis,  2010 ) with weights proportional to the square‐root of the sample size for each study (Stouffer, Suchman, Devinney, Star, & Williams,  1949 ), with genomic control correction of input statistics enabled. Heterogeneity analyses including I 2  statistics, the percentage of variation between cohorts due to heterogeneity rather than chance, were also performed in meta‐analyses. 2.7 ComPaSS‐GWAS analysis The second approach for corroboration of SNP associations used ComPaSS‐GWAS (Sabourin et al.,  2018 ), a method based on complementary pairs stability selection (Shah & Samworth,  2013 ) with a regression based GWAS analysis. ComPaSS‐GWAS approximates replication by randomly splitting a sample in half (into a pseudo‐discovery and pseudo‐replication set) multiple times and looking for corroboration of results between each random split. ComPaSS‐GWAS returns a corroboration score between 0 and 1, indicating the proportion of random splits where the SNPs were corroborated for the specified within‐split significance parameter. The primary focus of ComPaSS‐GWAS is for situations where appropriate independent replication data are either not available or when the replication cohort is too small to sufficiently bolster the primary cohort's findings in a meta‐analysis. ComPaSS‐GWAS may also be useful when heterogeneity between the cohorts affects the ability of a meta‐analysis to produce confident results. A high ComPaSS‐GWAS score in a single cohort could also indicate that the lack of replication may be a result of the differences in cohorts rather than the individual cohort analysis result being a false positive. In this study, ComPaSS‐GWAS scores were obtained using a within‐split significance parameter of 10 −3  based on 100 random splits. Simulations have shown (Sabourin et al.,  2018 ) that a ComPaSS‐GWAS score of 0.6 is comparable to a traditional genome‐wide association significance level ( p  < 5 × 10 −8 ). ComPaSS‐GWAS score greater than 0.4 and less than 0.6 are considered to be suggestively significant findings. 2.8 LD structures Haploview 4.2 (Barrett, Fry, Maller, & Daly,  2005 ) was used to generate LD plots across the genome based on D’ and  r \n 2  values to evaluate LD structures among significant SNPs variants in Table  2  for each cohort. Table 2 SNPs with suggestively genome‐wide significant associations ( p  < 1.0 × 10 −5 ) by EMMAX with log‐transformed CALM number adjusting for age, sex and body surface area in CALM1 or CALM2 cohorts SNP ID Chr Position (hg19) Nearest neighbor gene Type MAF \n \n a \n CALM1 CALM2 Meta Heterogeneity EMMAX ComPaSS EMMAX ComPaSS beta \n p ‐value score beta \n p ‐value score \n p ‐value I 2  (%) \n p ‐value rs4513317 2 101280697 \n PDCL3 ,  NPAS2 \n Intergenic 0.357 0.018 3.43 × 10 −1 \n 0 0.134 \n 6.61 × 10 \n −6 \n 0.50 \n 6.80 × 10 −4 \n 89.6 1.94 × 10 −3 \n rs7615501 3 53175557 \n RFT1, PRKCD \n Intergenic 0.429 −0.030 1.27 × 10 −1 \n 0 0.124 \n 7.53 × 10 \n −7 \n 0.57 \n 9.55 × 10 −2 \n 95.8 \n 9.88 × 10 \n −7 rs4856490 84147884 \n LINC02008 ,  LINC00971 \n Intergenic 0.143 0.116 \n 1.13 × 10 \n −6 \n 0.54 \n ND ND ND ND ND ND rs6872422 5 7422768 \n ADCY2 \n Intronic 0.370 −0.026 1.51 × 10 −1 \n 0 0.107 \n 3.10 × 10 \n −6 \n 0.43 \n 1.16 × 10 −1 \n 95.3 \n 3.97 × 10 \n −6 rs11742602 7440607 0.415 ND ND ND 0.125 \n 1.19 × 10 \n −7 \n 0.75 \n ND ND ND rs1025291 7445289 0.305 −0.033 6.91 × 10 −2 \n 0 0.124 \n 4.27 × 10 \n −7 \n 0.67 \n 1.35 × 10 −1 \n 96.2 \n 2.55 × 10 \n −7 rs4710070 6 166995232 \n RPS6KA2 \n Intronic 0.292 0.096 \n 1.08 × 10 \n −6 \n 0.57 \n ND ND ND ND ND ND rs3799603 167001286 0.312 0.100 \n 7.40 × 10 \n −8 \n 0.72 \n −0.006 8.40 × 10 −1 \n 0 2.27 × 10 −5 \n 91.0 8.87 × 10 −4 \n rs3778385 167003381 0.299 0.096 \n 6.15 × 10 \n −7 \n 0.63 \n −0.0004 9.89 × 10 −1 \n 0 5.63 × 10 −5 \n 88.4 3.28 × 10 −3 \n rs12190451 167005259 0.312 0.100 \n 7.40 × 10 \n −8 \n 0.72 \n ND ND ND ND ND ND rs3799585 167016947 0.390 −0.086 \n 3.64 × 10 \n −6 0.40 −0.034 2.48 × 10 −1 \n 0 \n 9.31 × 10 \n −6 68.0 7.70 × 10 −2 \n rs10946177 167018721 0.305 0.099 \n 4.34 × 10 \n −7 \n 0.68 \n 0.027 3.71 × 10 −1 \n 0 \n 3.94 × 10 \n −6 80.2 2.48 × 10 −2 \n rs10215358 7 131363167 \n PODXL, LOC101928782 \n Intergenic 0.448 0.085 \n 5.84 × 10 \n −6 \n 0.46 \n −0.029 2.62 × 10 −1 \n 0 2.62 × 10 −3 \n 92.2 3.58 × 10 −4 \n rs12765442 10 25905421 \n \n \n GPR158, \n \n \n LINC00836 \n Intergenic 0.110 −0.124 \n 6.09 × 10 \n −6 \n 0.51 \n ND ND ND ND ND ND rs868692 25905810 ND ND ND ND ND ND rs868691 25905876 ND ND ND ND ND ND rs1951646 14 38146748 \n TTC6 \n Intronic 0.442 0.073 4.37 × 10 −5 \n 0.28 0.061 4.67 × 10 −2 \n 0.01 \n 7.67 × 10 \n −6 0 4.28 × 10 −1 \n rs34047645 15 84611367 \n ADAMTSL3 \n Exonic 0.112 −0.116 \n 3.91 × 10 \n −6 \n 0.53 \n ND ND ND ND ND ND rs8093709 18 44134749 \n LOXHD1 \n Intronic 0.297 ND ND ND 0.144 \n 6.49 × 10 \n −6 0.32 ND ND ND rs732108 44135027 0.297 ND ND ND ND ND ND Note ND, no SNP data analyzed;  p ‐values for EMMAX and Meta‐analysis <1 × 10 −5  and ComPaSS‐GWAS score >0.4 are shown in bold and italic fonts, respectively. GenBank IDs for genes listed in the table, from top to bottom:  NM_024065.5 ;  NM_002518.4 ;  NM_052859.4 ; NM_006254.4 ; NR_147146.1 ;  NR_033860.1 ;  NM_020546.3 ;  NM_021135.6 ;  NM_001018111.3 ;  NR_110836.1 ;  NM_020752.3 ;  NR_108067.1 ;  NM_001310135.2 ;  NM_207517.3 ;  NM_144612.6 . If multiple transcripts exist for a gene, only an ID for transcript variant 1 is shown. a Minor allele frequency in CALM1 samples or CALM2 samples if not in CALM1. John Wiley & Sons, Ltd 2.9 Functional annotation and quantitative‐trait loci analysis of SNPs Custom tracks on the UCSC Genome browser ( http://genome.ucsc.edu ) were used to screen NIH Roadmap Epigenomics and ENCODE experimental data containing the SNP regions of interest for evidence for regulatory relevance in normal skin cells (melanocytes, fibroblasts and keratinocytes). The online tools HaploReg ( http://www.broadinstitute.org/mammals/haploreg/haploreg.php ) and RegulomeDB ( http://regulome.stanford.edu ) were used as complementary analyses and to confirm the location of each SNP in relation to protein‐coding and/or non‐coding RNA genes. While many regulatory regions can act in a tissue‐specific manner, it is unknown whether variants in such regions also have tissue‐specific effects, and complex phenotypes are often caused by dysfunction of multiple tissues or cell type. This suggests the potential for the involvement of skin and other tissues/cells such as blood (immunity) and fibroblasts (regulatory role in pigmentation) in CALM phenotype. To evaluate if a SNP could influence gene expression  in‐cis  or act as an expression quantitative trait loci (eQTL) in blood and skin tissues, all coding genes were identified that mapped within ±1 Mb of the index SNPs (associated SNPs of interest). eQTL results for all CALM‐associated SNPs and collated genes based on 749 normal skin tissues (414 sun‐exposed and 335 non‐sun‐exposed), 369 normal blood samples and 300 transformed fibroblast cell lines were then extracted from GTEx (V7, dbGaP Accession phs000424.v7.p2), (12 lead index SNPs and 1 surrogate variant in perfect LD). In addition, the influence of a SNP on metabolite levels in blood was evaluated by extraction of association results for each SNP and metabolites in blood from the Metabolomics GWAS ( http://metabolomics.helmholtz‐muenchen.de/gwas/ ).",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:10:18.922263",
  "abstract_length": 836,
  "methods_length": 13812,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}