{
  "pmid": "PMID:33032988",
  "title": "Combined Inhibition of SHP2 and MEK Is Effective in Models of NF1-Deficient Malignant Peripheral Nerve Sheath Tumors.",
  "abstract": "Loss of the RAS GTPase-activating protein (RAS-GAP) NF1 drives aberrant activation of RAS/MEK/ERK signaling and other effector pathways in the majority of malignant peripheral nerve sheath tumors (MPNST). These dysregulated pathways represent potential targets for therapeutic intervention. However, studies of novel single agents including MEK inhibitors (MEKi) have demonstrated limited efficacy both preclinically and clinically, with little advancement in overall patient survival. By interrogation of kinome activity through an unbiased screen and targeted evaluation of the signaling response to MEK inhibition, we have identified global activation of upstream receptor tyrosine kinases (RTK) that converges on activation of RAS as a mechanism to limit sensitivity to MEK inhibition. As no direct inhibitors of pan-RAS were available, an inhibitor of the protein tyrosine phosphatase SHP2, a critical mediator of RAS signal transduction downstream of multiple RTK, represented an alternate strategy. The combination of MEKi plus SHP099 was superior to MEKi alone in models of NF1-MPNST, including those with acquired resistance to MEKi. Our findings have immediate translational implications and may inform future clinical trials for patients with MPNST harboring alterations in ",
  "authors": "Jiawan Wang; Kai Pollard; Amy N Allen; Tushar Tomar; Dirk Pijnenburg; Zhan Yao; Fausto J Rodriguez; Christine A Pratilas",
  "journal": "Cancer research",
  "publicationDate": "2020-12-01",
  "doi": "10.1158/0008-5472.CAN-20-1365",
  "methods": "Materials and Methods Cell lines, antibodies and reagents H1838 was obtained from the American Type Culture Collection (ATCC, Manassas, VA). WM3918 and M308 were obtained from Dr. David Solit at Memorial Sloan Kettering Cancer Center (MSKCC, New York, NY). STS26T, ST8814 and NF90.8 were kindly provided by Dr. Gregory Riggins at Johns Hopkins University (JHU, Baltimore, MD). NF94.3, NF96.2, NF10.1 and NF11.1 were kindly provided by Dr. Margaret Wallace at University of Florida (UF, Gainesville, FL). Four patient-derived MPNST cell lines (JH-2–002, JH-2–009, JH-2–031 and JH-2–055); and three patient-derived neurofibroma cell lines (JH-2–060, JH-2–074 and JH-2–077) were generated in our laboratory from biospecimens collected during surgical resection from NF1 patients ( 24 ). Material was collected under an institutional review board (IRB)-approved protocol (JHU IRB #J1649), and all patients provided written informed consent. All cell lines used in our study were verified by short tandem repeat (STR) profiling for cell line authentication at Johns Hopkins University Core Facility, tested negative for mycoplasma contamination, and passaged  in vitro  for fewer than three months after resuscitation. The base medium for H1838, WM3918, M308, STS26T, ST8814 and NF90.8 is RPMI; for NF94.3, NF96.2, NF10.1, NF11.1, JH-2–002, JH-2–009, JH-2–031, JH-2–055, JH-2–060, JH-2–074 and JH-2–077 is DMEM/F12. All growth medium was supplemented with 10% fetal bovine serum (FBS), 2 mM L-glutamine, 1% penicillin-streptomycin. Trametinib-resistant cell lines were maintained in complete growth medium plus 20 nM of trametinib. Antibodies against DUSP6 (# ab76310) were from Abcam. Antibodies against cyclin D1 (sc-718 and sc-8396) were from Santa Cruz Biotechnology. Antibodies against other proteins and phospho-proteins were obtained from Cell Signaling. Trametinib and RMC-4550 for  in vitro  study were purchased from SelleckChem. SHP099 for  in vitro  study was purchased from MedChemExpress. Trametinib and SHP099 for  in vivo  study were purchased from Chemietek. Drugs for  in vitro  studies were dissolved in DMSO to yield 10 mM or 1 mM stock solutions, and stored at −20 °C. Generation of drug-resistant cell lines Cell lines resistant to trametinib were generated by exposing the parental NF1-MPNST cell lines ST8814 and NF90.8 to 20 nM of trametinib for five months of continuous drug exposure (with change of medium twice per week). The parental and resistant cells were then sent for targeted gene sequencing on a clinical oncology panel covering 637 genes important in oncogenesis, together with copy-number variation analysis, in the Molecular Diagnostics Laboratory at Johns Hopkins, as previously described ( 25 ,  26 ). Kinome activity profiling using PamChip® peptide microarrays PamChip peptide arrays (PamGene International BV, ‘s-Hertogenbosch, the Netherlands) measure the ability of active kinases in a protein lysate sample to phosphorylate specific peptides imprinted on multiplex peptide arrays ( 27 ). Five NF1-MPNST cell lines (ST8814, NF94.3, NF96.2, NF10.1 and JH-2–002) were treated for 24 hrs with DMSO or trametinib (20 nM). Cells were lysed with M-PER Mammalian Extraction Buffer (Thermo Fischer Scientific, # 78501) supplemented with Halt Phosphatase Inhibitor Cocktail (Thermo Fischer Scientific, # 78420) and Halt Protease Inhibitor Cocktail EDTA free (Thermo Fischer Scientific, # 87785), and protein quantification was determined using Pierce Coomassie Plus (Bradford) Assay Kit (Thermo Fischer Scientific, #23236) according to PamGene instructions (protocol #1160). Measurements of kinome activity were performed on a PamStation®-12 by PamGene ( 28 ). Briefly, the PamChip protein tyrosine kinase (PTK) array was processed in a single-step reaction in which 5.0 μg of protein lysate was dispensed onto PTK array dissolved in protein kinase buffer (proprietary information) and additives including 1% BSA, 10 mM dithiothreitol (DTT), FITC-conjugated pY20 antibody and 400 μM ATP. The STK array was processed in a two-step reaction in which 1 μg of protein lysate was used with protein kinase buffer (proprietary information) supplied with 1% BSA, primary STK antibody mix and 400 μM ATP (sample mix). After an initial incubation of 110 mins, the reaction mix was removed, and the secondary FITC-labeled antibody mix was added. In both arrays, software-based image analysis (BioNavigator software V.6.3 from PamGene) integrates the signals obtained within the time course of the incubation of the kinase lysate on the chip into one single value for each peptide for each sample (exposure time scaling). Peptide phosphorylation kinetics (for PTK) and its variations (for PTK/STK) were used to remove low signal peptides as quality control analysis (QC). QC passed 113 nonredundant peptides from PTK and 118 peptides from STK were used for further analysis. Individual peptide phosphorylation intensities were normalized to DMSO control, followed by log2 transformed (LFC) for easier visualization ( Sup. Table 1 ). The peptides with significant differences in phosphorylation intensity (trametinib versus DMSO control, using paired t-test, p<0.05) are visualized as either volcano and bar plots or as heatmap using the R pheatmap package. Upstream kinase analysis (UKA) of PTK and STK data was done using default setting of the PamApp (PTK or STK UKA 2018 V.4.0) on BioNavigator Analysis software tool as described before ( 29 ). The analysis is based on documented kinase-substrate relationships (from iviv database and literature-based protein modifications such as HPRD, PhosphoELM, PhosphositePLUS, Reactome, UNIPROT) complemented with “in silico” predictions that are retrieved from the phosphoNET database. The analysis generated three major parameters calculated by the PamApp ( Sup. Table 1 ): 1) Mean kinase statistic (s) depicts the overall change of the peptide set that represent a kinase. For instance. a larger positive value indicates a larger activity in trametinib-treated cells compared to DMSO controls. 2) Mean significance score (Qsg) indicating the significance of the change represented by the mean kinase statistic (s) between two groups (using 500 permutations across sample labels). 3) Mean specificity score (Qsp) indicates the specificity of the Mean kinase statistics with respect to the number of peptides used for predicting the corresponding kinase (using 500 permutations across target peptides). The final ranking of the kinases was based on ‘mean kinase score’, which was calculated by addition of significance score (Qsg) and specificity score (Qsp). Top predicted kinases from significant PTK and STK peptide sets are represented on phylogenetic tree of the human protein kinase family generated by Coral ( http://phanstiel-lab.med.unc.edu/CORAL/ ) ( 30 ). Immunoblotting Cells were disrupted on ice in NP40 lysis buffer as previously described ( 7 ). Protein concentration was determined with Pierce BCA protein assay kit (# 23227, Thermo Fisher Scientific). Equal amounts of protein were separated by SDS-PAGE, transferred to nitrocellulose membranes, immunoblotted with specific primary and secondary antibodies, and detected by chemiluminescence with the ECL detection reagents, Immobilon western chemiluminescent HRP substrate (# WBKLS0500, Millipore) or Pierce ECL western blotting substrate (# 32106, Thermo Fisher Scientific). The membranes were imaged using ChemiDoc touch imaging system (Bio-Rad) and relative changes in p-MEK, p-ERK and DUSP6 levels were quantitated by densitometry analysis using Image J. Cell proliferation assay Cells were seeded in 96-well plates at 2,000 cells per well. A dose range of the compound indicated was prepared by serial dilutions and then added to the dishes containing adherent cells. Cells were incubated with drug for the indicated time. Cell growth was quantitated using the Cell Counting Kit-8 (Dojindo). For each condition, three replicates of each concentration were measured. Relative survival in the presence of drugs was normalized to the untreated controls after background subtraction. Graphs were generated using Prism 8 based on the average of three replicates. Active RAS pull down assay Cells were seeded in 10-cm dishes. The following day, the 70–80% confluent cells were collected, and GTP-bound RAS was quantified using active RAS detection kit (# 8821) from Cell Signaling according to manufacturer instructions. RNA interference (RNAi) RNAi was performed using ON-TARGETplus Non-targeting Pool (#D-001810–10-05, Dharmacon) and SMARTPool ON-TARGETplus Human PTPN11 siRNA (#L-003947–00-0005, Dharmacon) to knockdown (KD) the expression of non-targeting control (NTC) and SHP2, respectively using DharmaFECT 1 Transfection Reagent (#T-2001–02, Dharmacon) per manufacturer protocols. The knock-down of SHP2 was confirmed at protein expression level using immunoblot. Colony formation assay NF1-MPNST cells were treated with DMSO, trametinib (5 nM) and /or SHP099 (1 μM and 3 μM) for three weeks. Cells were washed with PBS, fixed with 10% neutral buffered formalin and then stained with 0.1% crystal violet for 30 min. Soft agar assay Soft agar assay was performed as previously described ( 31 ). Briefly, 50,000 cells growing in log phase were mixed with agar (0.33%), treated with DMSO, trametinib, SHP099 or their combination, and plated over a bottom layer of 0.5% agar in 6-well plates. Cells were incubated at 37°C for three weeks. Colonies were then stained with crystal violet (Sigma-Aldrich) for 1 hr and five random fields per chamber were acquired using Nikon Eclipse Ti inverted microscope (Nikon). Measurements were based on technical duplicates for each condition. In vivo  mouse studies Athymic nude (# 002019) and NOD  scid  gamma (NSG, # 005557) female mice were purchased from the Jackson Laboratory. All mouse experiments were approved by the Institutional Animal Care and Use Committee at Johns Hopkins under protocol # MO19M115. Minced tumor fragments from donor mice were implanted subcutaneously close to the sciatic nerves of 6 to 8-week-old athymic nude (NF90.8) or NSG (PDX JH-2–002) female mice. Drug treatment was started when tumor size reached roughly 600mm 3  (NF90.8) or 400mm 3  (PDX JH-2–002). Mice were randomized into treatment groups by an algorithm that moves animals around to achieve the best-case distribution to assure that each treatment group has similar mean tumor burden and standard deviation. Vehicle, trametinib (0.3 mg/kg, Chemietek; dissolved in 5% DMSO and 0.5% hydroxypropyl methyl cellulose and 0.2% Tween 80), SHP099 (50mg/kg, Chemietek; dissolved in 5% DMSO and 0.5% methyl cellulose and 0.1% Tween 80), or the combination were administrated by oral gavage once daily, based on mean group body weight, with treatment schedule 5 days on/2 days off. The endpoint of the experiment for efficacy studies was considered 4 weeks on treatment or the longest tumor diameter of 2-cm as per our approved protocol, whichever occurred first. Tumors were measured twice weekly by calipering in two dimensions, and tumor volume was calculated by: L × W 2 (π/6), where L is the longest diameter and W is the width. Fold-change tumor growth was calculated relative to day 0 with the formula: fold change in tumor growth = (tumor volume on day X / tumor volume on day 0) –1. Ki-67 immunohistochemistry (IHC) Ki-67 IHC was performed at Johns Hopkins IHC core facility. Briefly, immunolabeling for Ki-67 was performed on formalin-fixed, paraffin-embedded sections on a Ventana Discovery Ultra auto-stainer (Roche Diagnostics). Following dewaxing and rehydration on board, epitope retrieval was performed using Ventana Ultra CC1 buffer (# 6414575001, Roche Diagnostics) at 96 °C for 48 minutes. Primary antibody, anti-Ki-67 (1:200 dilution; # Ab16667, lot number GR3185488–1, Abcam) was applied at 36 °C for 60 minutes. Primary antibodies were detected using an anti-rabbit HQ detection system (# 7017936001 and 7017812001, Roche Diagnostics) followed by Chromomap DAB IHC detection kit (# 5266645001, Roche Diagnostics), counterstaining with Mayer’s hematoxylin, dehydration and mounting. Images were taken under Nikon Eclipse Ti microscope (Nikon) at 100X magnification and representative images were shown.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:28:41",
  "introduction": "Introduction MPNST are highly aggressive and among the most difficult types of soft tissue sarcoma to manage. About 50% of these arise in patients with NF1, and the lifetime risk of developing MPNST in patients with NF1 is about 8–13%. Overall, the prognosis of NF1-MPNST appears to be worse than that of sporadic tumors ( 1 ), and MPNST in patients with NF1 develop at a significantly younger age than spontaneous MPNST ( 2 ). The challenges associated with treating patients with MPNST include their relative insensitivity to conventional systemic chemotherapy and radiation, and their propensity to metastasize. The only known definitive therapy for MPNST is surgical resection with wide negative margins, which is often not feasible due to location or size, the associated morbidity of the surgery, or the presence of distant metastases ( 3 ). Despite many trials, there has been little advancement in overall patient survival, and thus novel therapeutic approaches are needed. Underlying the pathogenesis of  NF1 -mutant cancers, including MPNST, is loss of function alterations in  NF1,  encoding a critical RAS-GAP, and consequently, uncontrolled activation of RAS ( 4 ). Among the well-characterized RAS effector pathways are RAF/MEK/ERK, PI3K/AKT and Ral-GDS signaling ( 5 ), and of these, ERK signaling is a critical downstream effector. Data from our laboratory and others show that MEKi effectively inhibit ERK signaling in all tumors and normal cells ( 6 – 8 ). In recent years, studies testing the pharmacological inhibition of MEK have been reported in models of MPNST, including both those that are NF1-associated as well as sporadic tumors ( 9 – 11 ). Overall, the preclinical responses to single agent MEKi have been limited by incomplete ERK suppression and short-lived responses at best. ERK activation causes feedback inhibition of upstream RTK signaling ( 12 ). However, MEK inhibition relieves this negative feedback, which limits efficacy of MEKi as single agents by rapid development of adaptive resistance ( 13 – 16 ). There is a need for a better understanding of the adaptive response to MEK inhibition and consequent modulation of RAS effector signaling pathways. A complex interplay of upstream signaling and parallel effector pathways characterizes NF1-driven tumorigenesis and inhibiting more than one RAS effector pathway may be necessary for complete anti-tumor effect. Short term adaptation of the signaling network to inhibition of MEK-ERK, via relief of feedback inhibition and development of adaptive resistance, often through activation of RTK, results in attenuated effectiveness of the targeted therapy ( 13 ,  14 ,  17 – 19 ). Recent studies provide evidence that pharmacological inhibition of SHP2 is a viable strategy to target RTK-driven cancers and to prevent RTK-driven drug resistance ( 20 ,  21 ). SHP2 phosphatase, encoded by  PTPN11 , facilitates RAS-GEF-mediated RAS-GTP loading and recruitment to the cell membrane, where RTK activation occurs, and therefore is required for RAS/ERK pathway activation by most RTK ( 22 ). In addition, SHP2 has been identified as a central node in adaptive resistance driven by RTK reactivation and MEK inhibition in multiple cancer models ( 21 ,  23 ). These findings provide a paradigm for the design of a rational combination approach that inhibits inhibitor-induced pathway reactivation and can be explored as a combinatorial therapeutic strategy to effectively target  NF1 -mutant models of MPNST. We hypothesized that RTK reactivation in response to short-term and long-term exposure to MEK inhibition confers intrinsic and acquired resistance in NF1-MPNST. We therefore used an unbiased array-based screen of protein tyrosine and serine/threonine kinase activity to determine the short-term adaptive response to MEK inhibition, and subsequently tested the combination of MEK and SHP2 inhibition to determine whether it could more effectively inhibit ERK signaling output in tumors with activation of ERK signaling due to loss of NF1. We found that combined MEK and SHP2 inhibition was more effective than MEK inhibition alone, and also demonstrated efficacy in models of MPNST with acquired resistance to MEKi.",
  "results": "Results Adaptive response to MEK inhibition in NF1-MPNST occurs through global activation of tyrosine and serine /threonine kinases Recent studies have demonstrated that the response to single agent MEK inhibition in models of MPNST is characterized by incomplete and short-lived inhibition of phosphorylated ERK, accompanied by only partial inhibition of growth and proliferation, at best ( 9 ,  10 ,  32 – 34 ). We have shown that the adaptive signaling responses to MEK-ERK pathway inhibition involve upregulation of upstream signals, including increased responsiveness of RTK, increased RAS, and activation of parallel pathways that normally remain quiescent in the presence of hyperactivated ERK ( 14 ). We therefore set out to identify the global changes in tyrosine and serine/threonine kinase activity in response to MEK inhibition in MPNST cell lines, in order to identify candidate targets for combination therapy. We used the PamChip® peptides array-based phospho-tyrosine (PTK) and phospho-serine/ threonine (STK) kinase activity assays, which generate relative phosphorylation intensity data of synthetic peptides containing known substrate recognition sites of PTK and STK, to identify changes in five NF1-MPNST cell lines in response to MEKi inhibition. Using a differential analysis of all five MPNST lines in aggregate, we identified a total of 41 PTK peptides and 28 STK peptides that showed significantly altered phosphorylation in response to MEKi ( Figure 1A – B  and  Sup. Table 1 ). Among these, multiple RTK, including MET, EGFR, ERBB2, Ephrins, PDGFRβ, and KIT, as well as the protein tyrosine phosphatase SHP2/PTPN11, displayed increased phosphorylation at the 24-hr time point following MEK inhibition ( Figure 1C , individual log fold-change by peptide, grouped by class). We also calculated the mean kinase statistic and mean kinase score for branches and nodes on the phylogenetic tree of the human protein kinase family and predicted top upstream kinases from the significantly-altered PTK/STK peptides ( Figure 1D ). The significantly altered individual PTK/STK peptides are shown in heatmap form, according to cell line ( Figure 1E – F ). As demonstrated here, multiple members of the tyrosine kinase family become significantly upregulated by MEKi. These data indicate an adaptive response to MEK inhibition via RTK activation, and are consistent with a rebound in ERK phosphorylation at the later 24-hr time point ( Figure 1G  and  Sup. Table 1 ). The assay validated the downregulation of ERK at the early 6-hr time point, but no other peptides were identified that showed significantly lower phosphorylation after 24-hr treatment of MEKi, when the five cell lines were analyzed in aggregate in comparison to DMSO control. SHP2 is activated in response to MEK inhibition in MPNST Given that RAS activity is elevated in the context of loss of NF1, and can be further promoted by relief of negative feedback signals resulting from MEK inhibition, we measured the levels of phosphorylated SHP2 at steady state in ten cell line models of MPNST, representing one sporadic (STS26T) and nine NF1-associated MPNST (all others) ( Figure 2A ). In ST8814, we observed increases in phospho-AKT (pAKT), phospho-S6-kinase (pS6K) and phospho-ribosomal protein S6 (pS6) in response to MEK inhibition, consistent with a release-of-negative feedback compensatory increase in parallel pathways ( Figure 2B ). In response to MEK inhibition, SHP2 phosphorylation was either increased or demonstrated a mobility shift indicative of altered phosphorylation state, in the eight cell lines tested. In most cases, an inverse relationship was seen between shift in SHP2 phosphorylation and ERK phosphorylation ( Figure 2B – D ). We therefore concluded that compensatory increases in SHP2 activity could be a target for combination therapy to enhance the response to MEK inhibition alone. MPNST cells demonstrate modest responses to SHP2 inhibition In order to determine the role of SHP2/PTPN11 in mediating the adaptive response to MEKi, we first performed RNAi experiments to knockdown SHP2/PTPN11 in two NF1-MPNST cell lines. MPNST cells demonstrated distinct sensitivity to PTPN11 knockdown ( Figure 3A ). We validated SHP2 KD at protein level and further examined the effects of it on ERK signaling. We found that SHP2 KD reduced pSHP2 (Tyr542), pMEK (Ser217/221), and in the sensitive cell line (ST8814) cyclin D1 expression, but had minimal effects on pERK after 72-hr and 96-hr siRNA transfection ( Figure 3B ). Small molecule inhibitors of SHP2 have recently been developed and have been shown to synergize with MEKi in multiple models reported to date ( 21 ,  23 ,  35 ,  36 ). Two of these are now in single agent phase 1 clinical trials for solid tumors (TNO155 and RMC-4630) ( 37 ). A more recent study demonstrates that loss of NF1 confers sensitivity to SHP2 inhibition alone in  NF1 -mutant melanoma and lung cancer ( 22 ). We first therefore determined the single agent activity of the SHP2 inhibitors (SHP2i) SHP099 ( 20 ) and RMC-4550 ( 22 ) in 11 MPNST cell lines ( Figure 3C – D ). None of the MPNST cell lines were markedly sensitive at doses up to 3 μM, and only two cell lines (ST8814 and JH-2–009) demonstrated > 50% inhibition of proliferation at the maximum dose of SHP099 tested of 10 μM ( Figure 3C ). Three cell lines (ST8814, NF11.1 and JH-2–009) demonstrated intermediate sensitivity to RMC-4550, with the concentration for 50% of maximal inhibition of cell proliferation (GI50) within 3 μM ( Figure 3D ). These results were comparable to other NF1-deficient cancer cell lines (WM3918 and M308, NF1-null melanoma; H1838, NF1-null NSCLC,  Figure 3E ) ( 22 ). Of note, the sporadic MPNST cell line STS26T and the melanoma cell line M308 harbor the  BRAF  V600E mutation, which confers resistance to SHP2 inhibition ( 22 ,  38 ). We further tested the effects of SHP099 and RMC-4550 on signaling, at multiple doses, and found that no greater inhibition of phospho-MEK (pMEK) and phospho-ERK (pERK) at 1 hr was elicited beyond what was seen with 3 μM SHP099 or 1 μM RMC-4550 ( Figure 3F , H  and  Sup. Figure 1 ), and so chose that as the dose for future experiments. Similar to the response with single agent MEK inhibition, rebound in ERK phosphorylation upon SHP2i treatment was observed starting from the 6-hr time point, following the initial maximum decrease at the early 2-hr time point ( Figure 3G , I ). In some cases, rebound re-activation of pS6K and pS6 were also observed, suggestive of only transient inhibition of signaling downstream of SHP2, followed by adaptive reactivation of multiple RAS effector pathways. The combined inhibition of MEK and SHP2 attenuates RAS reactivation and synergistically inhibits ERK signaling rebound and cell growth We next sought to test the combined effect of MEKi and PTPN11 suppression by performing siRNA-mediated PTPN11 knockdown, and our data demonstrated that PTPN11 knockdown prevented feedback-induced SHP2 phosphorylation by trametinib, attenuated reactivation of ERK signaling, and synergistically inhibited cyclin D1 expression when combined with trametinib in ST8814 and NF90.8, despite minimal inhibition in baseline pERK ( Figure 4A ). Further evidence showed that siPTPN11 also sensitized the NF1-MPNST cells to MEKi ( Figure 4B – C  and  Sup Figure 2A – B ), similar to a previous observation that PTPN11 suppression confers sensitivity of  BRAF -mutant colon cancer cells to RAF inhibition both in ERK signaling and cell growth, with no effect on base-line pERK ( 23 ). Given the SHP2 activation in response to MEK inhibition, and the limited efficacy of single agent SHP2i in NF1-MPNST cell line models, we hypothesized that a SHP2i could synergize with the MEKi trametinib to induce more potent and prolonged inhibition of ERK signaling in models of NF1-MPNST. We exposed nine NF1-MPNST cell lines to trametinib (at a low dose of 10 nM) with the SHP2i SHP099 (at 3 μM) over a time course of treatment. We observed that pSHP2 and pMEK induced by trametinib were attenuated, and more potent inhibition of pERK, signaling intermediates in the PI3K/AKT pathway (pAKT, pS6K and pS6) and the downstream effector cyclin D1 was achieved with trametinib plus SHP099 than with either compound alone, and that these effects were durable until 24 hrs ( Figure 4D – E  and  Sup. Figure 2C ). In fact, MEKi-associated increases in RAS-GTP levels seen as a result of relief of negative feedback were mitigated in the presence of SHP099 ( Figure 4F ). Evidence of cell death, as measured by expression of cleaved PARP and cleaved caspase-3, was evident in multiple cell lines at 24 and 48 hrs after a single dose of the two agents in combination ( Figure 4G  and  Sup. Figure 2D – E ). In addition, the combination resulted in greater inhibition of proliferation than either agent alone, in nine out of ten MPNST cell lines ( Figure 4H  and  Sup. Table 2 ), and a similar result was observed in five out of six cell lines with a long-term (3 weeks) colony formation assay ( Figure 4I ). Indeed, the one cell line (JH-2–031) that did not demonstrate an additive effect of combined MEK and SHP2 inhibition harbors an oncogenic mutation ( PIK3CA  Q546K). In this cell line, there is modest SHP2i sensitivity, but no effect of the combination, as would be predicted by its genotype. Combined inhibition of MEK and SHP2 is active against two MEKi-resistant  in vitro  models We generated models of acquired resistance to trametinib in two NF1-MPNST cell lines with baseline intermediate sensitivity to trametinib by continuous drug exposure for five months ( Sup. Figure 3A – B ) and identified acquired HGF/MET upregulation in ST8814 resistant (ST8814 R) and PDGFRβ upregulation in NF90.8 resistant (NF90.8 R) cells, respectively ( 34 ). We tested the effects of SHP099 in these cell lines, both in the continued presence of trametinib, or seeded without trametinib, prior to SHP2i dosing. Neither resistant line was sensitive to SHP2 inhibition as a single agent ( Figure 5A – B ). When given together, the combination of trametinib plus SHP099 had greater effects on cell viability than either drug alone, regardless of whether cells were maintained in the continuous presence of trametinib ( Figure 5C – F  and  Sup. Figure 3C – D ). We further observed that the combination of trametinib and SHP099 synergistically inhibited ERK signaling, compensatory activation of PI3K/AKT signaling induced by MEKi, and cyclin D1 expression ( Figure 5G – H ). These data demonstrate that NF1-MPNST cells with acquired resistance to MEKi can be re-sensitized to MEK inhibition through combined use of MEK and SHP2 inhibitors, which can potently inhibit oncogenic signaling-dependent tumor cell growth in MPNST cells both naïve to and resistant to trametinib. Combined inhibition of MEK and SHP2 demonstrates  in vitro  efficacy in neurofibroma cell line models MEK inhibition has demonstrated the ability to reduce tumor volume and improve symptoms in the majority of patients with NF1-associated plexiform neurofibroma, the precursor to MPNST in most patients with NF1 ( 39 – 41 ). With this in mind, we also tested the ability of combined MEK/ SHP2 inhibition to reduce cell growth in patient-derived plexiform neurofibroma cell lines. The two SHP2 inhibitors had only modest activity as single agents ( Figure 6A – D ), but like in MPNST, the combination resulted in sustained inhibition of pSHP2, pERK and AKT signaling (pAKT, pS6K and pS6) and CyclinD1 expression at 24-hr time point ( Figure 6E ), and a more profound effect on cell viability, compared to either drug alone ( Figure 6F  and  Sup. Table 2 ). MEKi plus SHP2i is active against MPNST  in vivo  xenografts To determine the  in vivo  effects of the combination, we treated mice bearing subcutaneous xenograft tumors with trametinib (0.3 mg/kg once daily, at half dose of the mouse maximum tolerated dose, MTD = 0.62 mg/kg once daily, the equivalent dose to that used in humans) ( 42 ), SHP099 (50 mg/kg once daily) or the combination. No adverse effects of drug treatment on body weight were observed. Again, greater growth inhibition was observed, and this effect was sustained for up to 28 days of treatment in the two MPNST xenograft models tested ( Figure 7A – B  and  Sup. Figure 4 ). The combination was associated with a more profound reduction in Ki-67 staining, pMEK and pERK inhibition, and downregulation of the ERK-dependent transcriptional output marker DUSP6 ( Figure 7C – E ).",
  "discussion": "Discussion Loss of NF1 and consequent hyperactivation of RAS are key oncogenic events in the vast majority of MPNST, but loss of NF1 alone is insufficient for development of malignancy, as precursor lesions also demonstrate loss of  NF1 , as well as loss of  CDKN2A , yet these tumors are not associated with the same risks and mortality. While inhibiting RAS has emerged as a common concept in the design of combination treatment strategies, a better understanding of the dynamic changes in signaling pathways and adaptive resistance mechanisms in response to RAS pathway targeted inhibition, leading to rational and effective combination strategies, are urgent needs to develop therapeutic advances for patients with MPNST. The selection of agents for the design of combination therapeutic trials depends on 1) knowledge of the key oncogenic events in the cancer type; 2) understanding of the adaptive response to inhibition of the primary oncogenic event; 3) availability of compounds to target the signaling modules that are adaptively activated; and 4) demonstration of safety of two or more agents in combination. To begin to address these goals, we designed our studies to expose the adaptive signaling response to MEK inhibition, a single agent strategy that has gained attention, yet has not demonstrated more than minimal activity. Using an unbiased array-based screen, designed with hundreds of phosphorylation sites containing peptides representing a spectrum of both tyrosine kinase and serine/ threonine kinase activity, we set out to identify key kinases that characterized the adaptive response to MEK inhibition. Multiple cell lines with varied genotypes were used in order to capture the heterogeneity of responses that we predicted would occur. These results demonstrated a multitude of RTK that became upregulated in the short term, suggesting potential targets for therapeutic combination. But selecting a single RTK to inhibit, or even a single multi-targeted RTK inhibitor, is a challenge that cannot be resolved at the individual patient level with current techniques, even with an improved understanding of the steady-state activation of these RTK. Current clinical trials have addressed this issue through dual-targeting of multiple downstream effector pathways, including MEK plus mTOR inhibition (NCT-03433183). Our data suggested that inhibiting the central convergence point from a multitude of upstream kinases to downstream RAS effector pathways would offer a novel strategy. Small molecule inhibitors of SHP2 have recently been developed ( 21 ,  23 ,  35 ,  36 ), and two of these are now in single agent phase 1 clinical trials for patients with advanced solid tumors (TNO155 and RMC-4630) ( 37 ). Among these is SHP099, which compared to active-site targeting SHP2 inhibitors, has no off-target effects on SRC or other tyrosine kinases such as PDGFRβ or a panel of phosphatase including full-length SHP1  in vitro  ( 20 ). A recent study demonstrates that loss of NF1 confers sensitivity to SHP2 inhibition alone in  NF1 -mutant melanoma and lung cancer ( 22 ). In our MPNST cell line models, however, SHP2 inhibition alone was insufficient to inhibit cell growth and ERK signaling. Insight into the genomics of MPNST suggests a role for cooperative genomic events as putative explanation for this difference. Loss of function (LOF) of NF1 occurs in about 87.5% MPNST ( 43 ,  44 ). Compared to NF1-null melanoma and lung cancer, polycomb repressive complex 2 (PRC2) inactivation via LOF of SUZ12 or EED recurrently and specifically prevails in MPNST ( 44 ,  45 ), and has been implicated in amplification of RAS-driven transcription through epigenetic modulation on chromatin, thereby further potentiating the effects of NF1 LOF ( 46 ). Given the highly recurrent and specific inactivation of the tumor suppressors - NF1, products of  CDKN2A , and PRC2, and their potential cooperative roles in the context of MPNST pathogenesis, we speculate that inhibition of RAS-GTP loading via SHP2 inhibition would not be sufficient to offset the loss of NF1 RAS-GAP activity and to effectively inhibit RAS-mediated ERK signaling output that may be further amplified by PRC2 loss. We therefore tested the hypothesis that small molecule inhibitors of SHP2 are attractive candidates for combination with MEK inhibition. MPNST cells develop rapid, adaptive signaling responses through global activation of tyrosine and serine /threonine kinases, especially PDGFRβ, c-MET, HER kinases, and the phosphatase SHP2. In contrast to other reports, FGFR did not emerge as a significantly altered RTK in our analysis, suggesting that differences in which RTK mediate(s) adaptive resistance may be lineage-driven ( 47 ,  48 ). As such, we hypothesized that SHP2 inhibition can attenuate the RTK-dependent adaptive resistance and can enhance the sensitivity of  NF1 -mutant models to MEK inhibition. Collectively, our in-cell active kinase screen inferred from the phosphorylated peptides (PTK and STK PamChip®) and further biochemical and biological validation demonstrate that SHP2 is activated in response to MEK inhibition in MPNST; that combined inhibition of MEK and SHP2 attenuates RAS reactivation and synergistically inhibits ERK signaling rebound and cell growth; and that the combination is active against MPNST  in vivo  xenografts. These findings are concordant with those reported in triple negative breast cancer and  KRAS -mutant cancer models ( 48 ), and add to the spectrum of genotypically-defined cancer types in which MEK plus SHP2 inhibition represents an attractive therapeutic strategy. It is particularly notable that NF1-MPNST cells are intrinsically resistant to single agent SHP2i, suggesting that SHP2i-resistance is MEK-dependent, as previously reported by others ( 21 ). MEK inhibition with selumetinib has demonstrated the ability to reduce tumor volume and improve symptoms in the majority of patients with NF1-associated plexiform neurofibroma, the precursor to MPNST in most patients with NF1 ( 39 – 41 ). While these results have been widely celebrated in the NF1 community, there is still a fraction of patients for whom MEK inhibitor does not provide the same benefit, and strategies to overcome the intrinsic resistance in the setting of initial response are needed. In our models, the combined inhibition of MEK and SHP2 demonstrates  in vitro  efficacy in plexiform neurofibroma models. Moreover, the combined inhibition of MEK and SHP2 can re-sensitize NF1-MPNST cells that have developed acquired resistance to MEKi, to MEK inhibition. Our PTK/ STK PamChip analysis indicated that global activation of tyrosine and serine /threonine kinases comprised the adaptive response to MEKi, including, in addition to those upstream elements already described, upregulation of TCR-CD3 signaling and potassium channels. Besides the elevated hotspot RTK, phosphatase SHP and PI3K/AKT pathway, the TCR/CD3 complex component ZAP-70 can phosphorylate adapter molecules, including LAT, that recruit RAS-GEF (SOS) and lead to activation of ERK signaling ( 49 ). Furthermore, potassium channels are also reported to trigger ERK activation, thereby promoting cell proliferation and cell cycle ( 50 ). Our results demonstrate that the activity of potassium channel related kinases is increased after MEKi treatment for 24 hrs, which is consistent with the observation that the expression of potassium channel related genes ( KCNJ13 ,  KCNJ8 , and  KCNV1 ) is upregulated in response to MEK inhibition (PD0325901) ( 13 ). Our findings that adaptive upregulation of TCR-CD3 signaling and potassium channels occurs in response to MEK inhibition prompt additional, future investigations to more fully elucidate the roles of these molecules in mediating adaptive resistance to MEK inhibition, which might open promising pathways for novel combinatorial therapeutic approaches in the treatment of cancer driven by aberrant ERK signaling. Nonetheless, our current findings of the efficacy of combined MEK and SHP2 inhibition have immediate translational implications that might inform future clinical trials for patients with MPNST harboring  NF1  alterations. Further studies will be necessary to determine the effects of those and other combinations on the tumor immune microenvironment using fully immune-competent models.",
  "upgrade_date": "2026-02-20 07:30:26"
}