{
  "pmid": "33032988",
  "abstract": "Combined Inhibition of SHP2 and MEK Is Effective in Models of NF1-Deficient  Malignant Peripheral Nerve Sheath Tumors.  Wang J(1), Pollard K(1), Allen AN(1), Tomar T(2), Pijnenburg D(2), Yao Z(3),  Rodriguez FJ(4), Pratilas CA(5).  Author information: (1)Sidney Kimmel Comprehensive Cancer Center at Johns Hopkins and Department of  Oncology, Johns Hopkins University School of Medicine, Baltimore, Maryland. (2)PamGene International BV, 's-Hertogenbosch, the Netherlands. (3)Program in Molecular Pharmacology, Memorial Sloan Kettering Cancer Center,  New York, New York. (4)Department of Pathology, Johns Hopkins University School of Medicine,  Baltimore, Maryland. (5)Sidney Kimmel Comprehensive Cancer Center at Johns Hopkins and Department of  Oncology, Johns Hopkins University School of Medicine, Baltimore, Maryland.  cpratil1@jhmi.edu.  Comment in     Cancer Res. 2021 Jan 15;81(2):266-267. doi: 10.1158/0008-5472.CAN-20-3834.  Loss of the RAS GTPase-activating protein (RAS-GAP) NF1 drives aberrant  activation of RAS/MEK/ERK signaling and other effector pathways in the majority  of malignant peripheral nerve sheath tumors (MPNST). These dysregulated pathways  represent potential targets for therapeutic intervention. However, studies of  novel single agents including MEK inhibitors (MEKi) have demonstrated limited  efficacy both preclinically and clinically, with little advancement in overall  patient survival. By interrogation of kinome activity through an unbiased screen  and targeted evaluation of the signaling response to MEK inhibition, we have  identified global activation of upstream receptor tyrosine kinases (RTK) that  converges on activation of RAS as a mechanism to limit sensitivity to MEK  inhibition. As no direct inhibitors of pan-RAS were available, an inhibitor of  the protein tyrosine phosphatase SHP2, a critical mediator of RAS signal  transduction downstream of multiple RTK, represented an alternate strategy. The  combination of MEKi plus SHP099 was superior to MEKi alone in models of  NF1-MPNST, including those with acquired resistance to MEKi. Our findings have  immediate translational implications and may inform future clinical trials for  patients with MPNST harboring alterations in NF1. SIGNIFICANCE: Combined  inhibition of MEK and SHP2 is effective in models of NF1-MPNST, both those naïve  to and those resistant to MEKi, as well as in the MPNST precursor lesion  plexiform neurofibroma.  ©2020 American Association for Cancer Research.  DOI: 10.1158/0008-5472.CAN-20-1365 PMCID: PMC7739379 PMID: 33032988 [Indexed for MEDLINE]  Conflict of interest statement: Conflict of interest T.T. and D.P. are employed  by PamGene International B.V. C.A.P. is a paid consultant for Genentech/ Roche.  The remaining authors have declared that no conflicts of interests exist.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-16T15:46:55.704285",
  "abstract_length": 2822,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}