{
  "pmid": "PMID:33032988",
  "title": "Combined Inhibition of SHP2 and MEK Is Effective in Models of NF1-Deficient Malignant Peripheral Nerve Sheath Tumors.",
  "abstract": "Loss of the RAS GTPase-activating protein (RAS-GAP) NF1 drives aberrant activation of RAS/MEK/ERK signaling and other effector pathways in the majority of malignant peripheral nerve sheath tumors (MPNST). These dysregulated pathways represent potential targets for therapeutic intervention. However, studies of novel single agents including MEK inhibitors (MEKi) have demonstrated limited efficacy both preclinically and clinically, with little advancement in overall patient survival. By interrogation of kinome activity through an unbiased screen and targeted evaluation of the signaling response to MEK inhibition, we have identified global activation of upstream receptor tyrosine kinases (RTK) that converges on activation of RAS as a mechanism to limit sensitivity to MEK inhibition. As no direct inhibitors of pan-RAS were available, an inhibitor of the protein tyrosine phosphatase SHP2, a critical mediator of RAS signal transduction downstream of multiple RTK, represented an alternate strategy. The combination of MEKi plus SHP099 was superior to MEKi alone in models of NF1-MPNST, including those with acquired resistance to MEKi. Our findings have immediate translational implications and may inform future clinical trials for patients with MPNST harboring alterations in ",
  "authors": "Jiawan Wang; Kai Pollard; Amy N Allen; Tushar Tomar; Dirk Pijnenburg; Zhan Yao; Fausto J Rodriguez; Christine A Pratilas",
  "journal": "Cancer research",
  "publicationDate": "2020-12-01",
  "doi": "10.1158/0008-5472.CAN-20-1365",
  "methods": "Materials and Methods Cell lines, antibodies and reagents H1838 was obtained from the American Type Culture Collection (ATCC, Manassas, VA). WM3918 and M308 were obtained from Dr. David Solit at Memorial Sloan Kettering Cancer Center (MSKCC, New York, NY). STS26T, ST8814 and NF90.8 were kindly provided by Dr. Gregory Riggins at Johns Hopkins University (JHU, Baltimore, MD). NF94.3, NF96.2, NF10.1 and NF11.1 were kindly provided by Dr. Margaret Wallace at University of Florida (UF, Gainesville, FL). Four patient-derived MPNST cell lines (JH-2–002, JH-2–009, JH-2–031 and JH-2–055); and three patient-derived neurofibroma cell lines (JH-2–060, JH-2–074 and JH-2–077) were generated in our laboratory from biospecimens collected during surgical resection from NF1 patients ( 24 ). Material was collected under an institutional review board (IRB)-approved protocol (JHU IRB #J1649), and all patients provided written informed consent. All cell lines used in our study were verified by short tandem repeat (STR) profiling for cell line authentication at Johns Hopkins University Core Facility, tested negative for mycoplasma contamination, and passaged  in vitro  for fewer than three months after resuscitation. The base medium for H1838, WM3918, M308, STS26T, ST8814 and NF90.8 is RPMI; for NF94.3, NF96.2, NF10.1, NF11.1, JH-2–002, JH-2–009, JH-2–031, JH-2–055, JH-2–060, JH-2–074 and JH-2–077 is DMEM/F12. All growth medium was supplemented with 10% fetal bovine serum (FBS), 2 mM L-glutamine, 1% penicillin-streptomycin. Trametinib-resistant cell lines were maintained in complete growth medium plus 20 nM of trametinib. Antibodies against DUSP6 (# ab76310) were from Abcam. Antibodies against cyclin D1 (sc-718 and sc-8396) were from Santa Cruz Biotechnology. Antibodies against other proteins and phospho-proteins were obtained from Cell Signaling. Trametinib and RMC-4550 for  in vitro  study were purchased from SelleckChem. SHP099 for  in vitro  study was purchased from MedChemExpress. Trametinib and SHP099 for  in vivo  study were purchased from Chemietek. Drugs for  in vitro  studies were dissolved in DMSO to yield 10 mM or 1 mM stock solutions, and stored at −20 °C. Generation of drug-resistant cell lines Cell lines resistant to trametinib were generated by exposing the parental NF1-MPNST cell lines ST8814 and NF90.8 to 20 nM of trametinib for five months of continuous drug exposure (with change of medium twice per week). The parental and resistant cells were then sent for targeted gene sequencing on a clinical oncology panel covering 637 genes important in oncogenesis, together with copy-number variation analysis, in the Molecular Diagnostics Laboratory at Johns Hopkins, as previously described ( 25 ,  26 ). Kinome activity profiling using PamChip® peptide microarrays PamChip peptide arrays (PamGene International BV, ‘s-Hertogenbosch, the Netherlands) measure the ability of active kinases in a protein lysate sample to phosphorylate specific peptides imprinted on multiplex peptide arrays ( 27 ). Five NF1-MPNST cell lines (ST8814, NF94.3, NF96.2, NF10.1 and JH-2–002) were treated for 24 hrs with DMSO or trametinib (20 nM). Cells were lysed with M-PER Mammalian Extraction Buffer (Thermo Fischer Scientific, # 78501) supplemented with Halt Phosphatase Inhibitor Cocktail (Thermo Fischer Scientific, # 78420) and Halt Protease Inhibitor Cocktail EDTA free (Thermo Fischer Scientific, # 87785), and protein quantification was determined using Pierce Coomassie Plus (Bradford) Assay Kit (Thermo Fischer Scientific, #23236) according to PamGene instructions (protocol #1160). Measurements of kinome activity were performed on a PamStation®-12 by PamGene ( 28 ). Briefly, the PamChip protein tyrosine kinase (PTK) array was processed in a single-step reaction in which 5.0 μg of protein lysate was dispensed onto PTK array dissolved in protein kinase buffer (proprietary information) and additives including 1% BSA, 10 mM dithiothreitol (DTT), FITC-conjugated pY20 antibody and 400 μM ATP. The STK array was processed in a two-step reaction in which 1 μg of protein lysate was used with protein kinase buffer (proprietary information) supplied with 1% BSA, primary STK antibody mix and 400 μM ATP (sample mix). After an initial incubation of 110 mins, the reaction mix was removed, and the secondary FITC-labeled antibody mix was added. In both arrays, software-based image analysis (BioNavigator software V.6.3 from PamGene) integrates the signals obtained within the time course of the incubation of the kinase lysate on the chip into one single value for each peptide for each sample (exposure time scaling). Peptide phosphorylation kinetics (for PTK) and its variations (for PTK/STK) were used to remove low signal peptides as quality control analysis (QC). QC passed 113 nonredundant peptides from PTK and 118 peptides from STK were used for further analysis. Individual peptide phosphorylation intensities were normalized to DMSO control, followed by log2 transformed (LFC) for easier visualization ( Sup. Table 1 ). The peptides with significant differences in phosphorylation intensity (trametinib versus DMSO control, using paired t-test, p<0.05) are visualized as either volcano and bar plots or as heatmap using the R pheatmap package. Upstream kinase analysis (UKA) of PTK and STK data was done using default setting of the PamApp (PTK or STK UKA 2018 V.4.0) on BioNavigator Analysis software tool as described before ( 29 ). The analysis is based on documented kinase-substrate relationships (from iviv database and literature-based protein modifications such as HPRD, PhosphoELM, PhosphositePLUS, Reactome, UNIPROT) complemented with “in silico” predictions that are retrieved from the phosphoNET database. The analysis generated three major parameters calculated by the PamApp ( Sup. Table 1 ): 1) Mean kinase statistic (s) depicts the overall change of the peptide set that represent a kinase. For instance. a larger positive value indicates a larger activity in trametinib-treated cells compared to DMSO controls. 2) Mean significance score (Qsg) indicating the significance of the change represented by the mean kinase statistic (s) between two groups (using 500 permutations across sample labels). 3) Mean specificity score (Qsp) indicates the specificity of the Mean kinase statistics with respect to the number of peptides used for predicting the corresponding kinase (using 500 permutations across target peptides). The final ranking of the kinases was based on ‘mean kinase score’, which was calculated by addition of significance score (Qsg) and specificity score (Qsp). Top predicted kinases from significant PTK and STK peptide sets are represented on phylogenetic tree of the human protein kinase family generated by Coral ( http://phanstiel-lab.med.unc.edu/CORAL/ ) ( 30 ). Immunoblotting Cells were disrupted on ice in NP40 lysis buffer as previously described ( 7 ). Protein concentration was determined with Pierce BCA protein assay kit (# 23227, Thermo Fisher Scientific). Equal amounts of protein were separated by SDS-PAGE, transferred to nitrocellulose membranes, immunoblotted with specific primary and secondary antibodies, and detected by chemiluminescence with the ECL detection reagents, Immobilon western chemiluminescent HRP substrate (# WBKLS0500, Millipore) or Pierce ECL western blotting substrate (# 32106, Thermo Fisher Scientific). The membranes were imaged using ChemiDoc touch imaging system (Bio-Rad) and relative changes in p-MEK, p-ERK and DUSP6 levels were quantitated by densitometry analysis using Image J. Cell proliferation assay Cells were seeded in 96-well plates at 2,000 cells per well. A dose range of the compound indicated was prepared by serial dilutions and then added to the dishes containing adherent cells. Cells were incubated with drug for the indicated time. Cell growth was quantitated using the Cell Counting Kit-8 (Dojindo). For each condition, three replicates of each concentration were measured. Relative survival in the presence of drugs was normalized to the untreated controls after background subtraction. Graphs were generated using Prism 8 based on the average of three replicates. Active RAS pull down assay Cells were seeded in 10-cm dishes. The following day, the 70–80% confluent cells were collected, and GTP-bound RAS was quantified using active RAS detection kit (# 8821) from Cell Signaling according to manufacturer instructions. RNA interference (RNAi) RNAi was performed using ON-TARGETplus Non-targeting Pool (#D-001810–10-05, Dharmacon) and SMARTPool ON-TARGETplus Human PTPN11 siRNA (#L-003947–00-0005, Dharmacon) to knockdown (KD) the expression of non-targeting control (NTC) and SHP2, respectively using DharmaFECT 1 Transfection Reagent (#T-2001–02, Dharmacon) per manufacturer protocols. The knock-down of SHP2 was confirmed at protein expression level using immunoblot. Colony formation assay NF1-MPNST cells were treated with DMSO, trametinib (5 nM) and /or SHP099 (1 μM and 3 μM) for three weeks. Cells were washed with PBS, fixed with 10% neutral buffered formalin and then stained with 0.1% crystal violet for 30 min. Soft agar assay Soft agar assay was performed as previously described ( 31 ). Briefly, 50,000 cells growing in log phase were mixed with agar (0.33%), treated with DMSO, trametinib, SHP099 or their combination, and plated over a bottom layer of 0.5% agar in 6-well plates. Cells were incubated at 37°C for three weeks. Colonies were then stained with crystal violet (Sigma-Aldrich) for 1 hr and five random fields per chamber were acquired using Nikon Eclipse Ti inverted microscope (Nikon). Measurements were based on technical duplicates for each condition. In vivo  mouse studies Athymic nude (# 002019) and NOD  scid  gamma (NSG, # 005557) female mice were purchased from the Jackson Laboratory. All mouse experiments were approved by the Institutional Animal Care and Use Committee at Johns Hopkins under protocol # MO19M115. Minced tumor fragments from donor mice were implanted subcutaneously close to the sciatic nerves of 6 to 8-week-old athymic nude (NF90.8) or NSG (PDX JH-2–002) female mice. Drug treatment was started when tumor size reached roughly 600mm 3  (NF90.8) or 400mm 3  (PDX JH-2–002). Mice were randomized into treatment groups by an algorithm that moves animals around to achieve the best-case distribution to assure that each treatment group has similar mean tumor burden and standard deviation. Vehicle, trametinib (0.3 mg/kg, Chemietek; dissolved in 5% DMSO and 0.5% hydroxypropyl methyl cellulose and 0.2% Tween 80), SHP099 (50mg/kg, Chemietek; dissolved in 5% DMSO and 0.5% methyl cellulose and 0.1% Tween 80), or the combination were administrated by oral gavage once daily, based on mean group body weight, with treatment schedule 5 days on/2 days off. The endpoint of the experiment for efficacy studies was considered 4 weeks on treatment or the longest tumor diameter of 2-cm as per our approved protocol, whichever occurred first. Tumors were measured twice weekly by calipering in two dimensions, and tumor volume was calculated by: L × W 2 (π/6), where L is the longest diameter and W is the width. Fold-change tumor growth was calculated relative to day 0 with the formula: fold change in tumor growth = (tumor volume on day X / tumor volume on day 0) –1. Ki-67 immunohistochemistry (IHC) Ki-67 IHC was performed at Johns Hopkins IHC core facility. Briefly, immunolabeling for Ki-67 was performed on formalin-fixed, paraffin-embedded sections on a Ventana Discovery Ultra auto-stainer (Roche Diagnostics). Following dewaxing and rehydration on board, epitope retrieval was performed using Ventana Ultra CC1 buffer (# 6414575001, Roche Diagnostics) at 96 °C for 48 minutes. Primary antibody, anti-Ki-67 (1:200 dilution; # Ab16667, lot number GR3185488–1, Abcam) was applied at 36 °C for 60 minutes. Primary antibodies were detected using an anti-rabbit HQ detection system (# 7017936001 and 7017812001, Roche Diagnostics) followed by Chromomap DAB IHC detection kit (# 5266645001, Roche Diagnostics), counterstaining with Mayer’s hematoxylin, dehydration and mounting. Images were taken under Nikon Eclipse Ti microscope (Nikon) at 100X magnification and representative images were shown.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:28:41"
}