{
  "pmid": "PMID:33078583",
  "title": "Cell autonomous requirement of neurofibromin (Nf1) for postnatal muscle hypertrophic growth and metabolic homeostasis.",
  "abstract": "BACKGROUND: Neurofibromatosis type 1 (NF1) is a multi-organ disease caused by mutations in neurofibromin 1 (NF1). Amongst other features, NF1 patients frequently show reduced muscle mass and strength, impairing patients' mobility and increasing the risk of fall. The role of Nf1 in muscle and the cause for the NF1-associated myopathy are mostly unknown. METHODS: To dissect the function of Nf1 in muscle, we created muscle-specific knockout mouse models for NF1, inactivating Nf1 in the prenatal myogenic lineage either under the Lbx1 promoter or under the Myf5 promoter. Mice were analysed during prenatal and postnatal myogenesis and muscle growth. RESULTS: Nf1 CONCLUSIONS: Our results demonstrate a cell autonomous role for Nf1 in myogenic cells during postnatal muscle growth required for metabolic and proteostatic homeostasis. Furthermore, Nf1 deficiency in muscle drives cross-tissue communication and mobilization of lipid reserves.",
  "authors": "Xiaoyan Wei; Julia Franke; Mario Ost; Kristina Wardelmann; Stefan Börno; Bernd Timmermann; David Meierhofer; Andre Kleinridders; Susanne Klaus; Sigmar Stricker",
  "journal": "Journal of cachexia, sarcopenia and muscle",
  "publicationDate": "2020-12",
  "doi": "10.1002/jcsm.12632",
  "methods": "Methods To dissect the function of  Nf1  in muscle, we created muscle‐specific knockout mouse models for NF1, inactivating  Nf1  in the prenatal myogenic lineage either under the Lbx1 promoter or under the Myf5 promoter. Mice were analysed during prenatal and postnatal myogenesis and muscle growth. Methods Animals Mouse lines used in this study were described before: Myf5 Cre , \n  Lbx1 23 \n Cre , \n  Nf1 24 \n flox , \n  and Rosa26 25 \n mTmG . \n  All animal procedures conducted within this study have been approved by the appropriate ethics committee and have therefore been performed in accordance with the ethical standards laid down in the 1964 Declaration of Helsinki and its later amendments. Animal studies were conducted in accordance with FELASA guidelines and were approved by the responsible authority (Landesamt für Gesundheit und Soziales Berlin, LAGeSo) under license numbers ZH120, G0346/13, and G0176/19. Timed matings were set up, and mice were sacrificed by cervical dislocation at indicated days of pregnancy; foetuses were sacrificed by decapitation. 26 \n Tissue processing and histology Forelimbs and hindlimbs of mice were dissected, limbs from the right side of the body were embedded in paraffin, and limbs from the other side were snap‐frozen in liquid nitrogen, followed by RNA, gDNA, or protein isolation. Adipose tissue was taken for RNA isolation and paraffin embedding. Muscle tissue was embedded with tragacanth (Sigma‐Aldrich #G1128) on a cork plate into cold isopentane for 10 s; then samples were transferred on dry ice and stored at −80°C. Adipose tissue was embedded with paraffin after using PFA fixation and rounds of dehydration. Cryoembedded samples were sectioned using a microtome (Microm HM355S) with a thickness of 10 μm. For immunostaining, slides were fixed with methanol for 10 min at −20°C. Antigen retrieval was used for Pax7 staining with antigen retrieval solution (2 mM EDTA) for 10 min at 95°C water bath (Julabo). Slides were blocked with blocking buffer (5% BSA in PBX) for 1 h at room temperature. Primary antibodies were diluted with blocking buffer and incubated overnight at 4°C. To remove primary antibody, slides were washed four times 10 min each with PBX. Secondary antibody was applied in PBX for 1 h at room temperature followed by washing with PBX for four times. Slides were mounted with Fluoromount‐G (Southern Biotech, #0100‐01). Imaging was performed on a LSM700 confocal microscope (Zeiss) with ZEN imaging software (Zeiss). The primary antibodies and dilutions used were goat anti‐collagen IV (Millipore AB769; 1:500), mouse anti‐MyHC type 1 (DSHB BA‐D5; 1:500), mouse anti‐MyHC type 2A (DSHB SC‐71; 1:200), rabbit anti‐laminin (Sigma‐Aldrich L9393; 1:500), mouse anti‐Pax7 (DSHB Pax7; 1:10), mouse anti‐myosin heavy chain (Sigma‐Aldrich 05‐716; 1:1000), anti‐beta III tubulin antibody (Sigma‐Aldrich AB9354; 1:500), and anti‐perilipin A/B antibody (Sigma‐Aldrich p1873; 1:250). For all the immunostaining analysis, three to five animals were used for each genotype as indicated in the figure legends. Paraffin embedding of adipose tissue from control ( n  = 3) and Nf1 Myf5  ( n  = 3) animals were used for haematoxylin and eosin staining; slides were fixed with 4% PFA at room temperature for 10 min and then incubated with haematoxylin (Carl Roth 3816) for 1 min, followed by eosin (Sigma Aldrich #15086‐94‐9) staining for 30 s. Slides were dehydrated by incubation for 5 min each in 70% EtOH–80% EtOH–90% EtOH–100% EtOH–xylene (Carl Roth #CN80). Slides were mounted with Permount medium (Science Service E17986). Oil Red O staining was performed with control ( n  = 3) and Nf1 Myf5  ( n  = 3) muscle sections from different development stages; slides were rinsed with 60% isopropanol (Carl Roth 6752) for 10 min followed by incubation with Oil Red O (Sigma Aldrich O0625) staining solution (0.5 g Oil Red O in 100 mL isopropanol) for 15 min. Then slides were rinsed with 60% isopropanol for 10 min and washed with PBS before mounting and imaging. Quantitative RT–PCR Total RNA was isolated with RNeasy Micro Kit or RNeasy Mini Kit (Qiagen). cDNA was synthesized using 1 μg of mRNA with SuperScript™ III Reverse Transcriptase (Invitrogen 18080044), Oligo(dT)20 Primer (Invitrogen 18418020), and RNaseOUT Recombinant Ribonuclease Inhibitor (ThermoFisher Scientific 10777019) according to the protocol provided by the manufacturers. In brief, 1:10 cDNA dilution was used for each reaction of quantitative RT–PCR analysis performed on an ABI Prism HT 7900 real‐time PCR detection system (Applied Biosystems) equipped with SDS software version 2.4 (ThermoFisher Scientific) using GoTaq qPCR Master Mix (Promega) or SYBR Green qPCR Master Mix (Life Technologies). Beta‐actin was used to normalize the expression of each gene. All primers used were purchased from Eurofins Scientific and are listed in the Supporting Information,  Table \n \n . For all assays, samples from three to four animals per genotype were used in three technical replicates. S1 \n RNA sequencing analysis Total RNA was isolated from tibialis anterior (TA) muscles of two p21 Myf5 Cre ;Nf1 flox/+  and two p21 Myf5 Cre ;Nf1 flox/flox  animals using RNeasy Micro Kit or RNeasy Mini Kit (Qiagen). After initial quality control using Agilent Bioanalyzer, sequencing libraries were prepared from 500 ng of total RNA per sample following Roche's ‘KAPA stranded mRNA Seq’ library preparation protocol for single indexed Illumina libraries: first, the polyA‐RNA fraction was enriched using oligo‐dT‐probed paramagnetic beads. Enriched RNA was heat fragmented and subjected to first‐strand synthesis using random priming. The second strand was synthesized incorporating dUTP instead of dTTP to preserve strand information. After A‐tailing Illumina sequencing compatible adapters were ligated. Following bead‐based clean‐up steps, the libraries were amplified using 11 cycles of PCR. Library quality and size was checked with qBit, Agilent Bioanalyzer, and qPCR. Sequencing was carried out on an Illumina HiSeq 4000 system in PE75bp mode yielding between 45 and 72 million fragments per sample. Mapping was performed using STAR 2.4.2a software with mouse genome (mm9). Read counts were generated with R Studio function Summarize Overlaps and normalized to RPKM based on the number of uniquely mapped reads. Differential expression analysis was performed with DESeq2 using default settings. Genes with an absolute fold change > 2 and adjusted  P ‐value < 0.01 were assessed to be significantly differentially expressed. A table of DESeq2 analysis can be found in the Supporting Information,  \n . Gene set enrichment analysis (GSEA) was performed with the entire gene list using GSEA software 4.0.1 desktop (Broad Institute). KEGG and gene ontology (GO) enrichment analysis was performed using the Signature Database (MSigDB) and DAVID 6.8. RNA‐seq data have been deposited in the Gene Expression Omnibus database under the SuperSeries accession number  Data S1 \n GSE147605 . Immunoblotting For protein isolation, tissue homogenization was performed with a TissueLyser (Qiagen) with RIPA buffer (50 mM Tris–HCl, pH 8.0; 150 mM NaCl; 1% NP‐40; 0.5% sodium deoxycholate; 0.1% SDS). Protein concentration was measured with the Pierce BCA Protein Assay Kit (Thermo Fisher #23225). Protein concentration from all samples was adjusted to 1.5 or 3 μg/μL. Total protein (30 μg) was separated with SDS‐PAGE gels and transferred to PVDF membrane (GE Healthcare). Membranes were blocked with 5% BSA in TBST for 1 h at room temperature. Primary antibodies were diluted in blocking buffer and applied overnight at 4°C. Antibodies used were rabbit anti‐PPARG (Cell Signaling Technology 2443), rabbit anti‐phosphor (pThr172) AMPKa (Cell Signaling Technology 2535), rabbit anti‐AMPKα (Cell Signaling Technology 2532), mouse anti‐β‐actin (Cell Signaling Technology 58169), mouse anti‐β‐tubulin (Sigma‐Aldrich T8328), rabbit anti‐phosphor (s235/236) S6 (Cell Signaling Technology 4858), mouse anti‐MyHC type 1 (DSHB BA‐D5), mouse anti‐MyHC type 2B (DSHB BF‐F3), rabbit anti‐phosphor (Ser473) AKT (Cell Signaling, #9271; 1:1000), rabbit anti‐phospho (Ser1101) IRS‐1 (Cell Signaling, #2385; 1:1000), and rabbit anti‐phospho (Ser636/639) IRS‐1 (Cell Signaling, #2388; 1:1000). Secondary antibodies were applied for 1 h at room temperature. Antibodies used were IgG (HRP conjugated) anti‐rabbit (Thermo Fisher; 1:1000) and IgG (HRP conjugated) anti‐mouse (Thermo Fisher; 1:1000). Images were acquired using a Fusion FX spectra gel documentation system (Vilber) with FUSION FX software. Blots images were analysed with ImageJ grey value analysis tool. For quantification, samples from at least three animals per genotype were analysed in at least three technical replicates. Proteomics sample preparation Three biological replicates of Nf1 Myf5  and control (Nf1 flox/+ ;Myf5 Cre  and Nf1 +/+ ;Myf5 Cre ) TA muscles from p21 mice were used for proteome profiling. Proteomics sample preparation was performed according to a published protocol with minor modifications. \n  In brief, about 10 mg frozen tissue per sample were homogenized under denaturing conditions with a FastPrep (two times for 60 s, 4 m/s) in 1 mL of a buffer containing 6 M guanidinium chloride (GdmCl), 5 mM tris(2‐carboxyethyl)phosphine, 20 mM chloroacetamide, and 50 mM Tris–HCl pH 8.5. Lysates were boiled at 95°C for 15 min in a thermal shaker, followed by sonication for 15 min, and centrifuged at 15 000  27 \n g  for 5 min. The supernatant was transferred into new protein low binding tubes (Eppendorf, Germany). One hundred micrograms of protein per sample were diluted to 1 M GdmCl by adding 10% acetonitrile and 25 mM Tris, 8.5 pH, followed by a Lys‐C digestion (1:50) at 37°C for 2 h. This was followed by another dilution to 0.5 M GdmCl and a tryptic digestion (1:50) at 37°C overnight. Subsequently, peptides were desalted with C18 columns and reconstituted in 1% formic acid in water and further separated into five fractions by strong cation exchange chromatography (SCX, 3M Purification, Meriden, CT). Eluates were first dried in a SpeedVac, then dissolved in 20 μL 5% acetonitrile and 2% formic acid in water, briefly vortexed, and sonicated in a water bath for 30 s prior injection to nano‐LC–MS/MS. Five micrograms of each SCX fraction and a non‐fractioned sample were used for proteome profiling and analysed by MaxQuant (v1.5.3.30). LC–MS/MS instrument settings for shotgun proteome profiling with label‐free quantification and data analysis LC–MS/MS was carried out by nanoflow reverse phase liquid chromatography (Dionex Ultimate 3000, Thermo Scientific) coupled online to a Q‐Exactive HF Orbitrap mass spectrometer (Thermo Scientific), as reported previously. \n  Briefly, the LC separation was performed using a PicoFrit analytical column (75 μm ID × 50 cm long, 15 μm Tip ID; New Objectives, Woburn, MA) in‐house packed with 3 μm C18 resin (Reprosil‐AQ Pur, Dr. Maisch, Ammerbuch, Germany). Peptides were eluted using a gradient from 3.8 to 38% solvent B in solvent A over 120 min at 266 nL/min flow rate. Solvent A was 0.1% formic acid, and solvent B was 79.9% acetonitrile, 20% H 28 \n 2 O, and 0.1% formic acid. Nanoelectrospray was generated by applying 3.5 kV. A cycle of one full Fourier transformation scan mass spectrum (300–1750 m/z, resolution of 60 000 at m/z 200, automatic gain control target 1 × 10 6 ) was followed by 12 data‐dependent MS/MS scans (resolution of 30 000, automatic gain control target 5 × 10 5 ) with a normalized collision energy of 25 eV. In order to avoid repeated sequencing of the same peptides, a dynamic exclusion window of 30 s was used. In addition, only peptide charge states between two and eight were sequenced. Raw MS data were processed with MaxQuant software (v1.5.3.30) and searched against the mouse proteome database UniProtKB (UP000000589) with 54 416 entries, released in March 2016. Parameters of MaxQuant database searching were a false discovery rate (FDR) of 0.01 for proteins and peptides, a minimum peptide length of seven amino acids, a first search mass tolerance for peptides of 20 ppm, and a main search tolerance of 4.5 ppm. A maximum of two missed cleavages was allowed for the tryptic digest. Cysteine carbamidomethylation was set as fixed modification, while N‐terminal acetylation and methionine oxidation were set as variable modifications. The label‐free quantification algorithm, implemented in MaxQuant, was used for data normalization. The MaxQuant processed output files can be found in the Supporting Information,  \n , showing peptide and protein identification, accession numbers, % sequence coverage of the protein,  Data S2 \n q ‐values, and label‐free quantification intensities. The mass spectrometry data have been deposited to the ProteomeXchange Consortium ( http://proteomecentral.proteomexchange.org ) via the PRIDE partner repository \n  with the dataset identifier PXD017958. 29 \n Statistical analysis was performed by a two‐sample  t ‐test with Benjamini–Hochberg (FDR of 0.05) correction for multiple testing. Significantly regulated proteins between Nf1 Myf5  and controls were indicated in the Supporting Information,  \n , and were submitted to DAVID bioinformatics 6.8 for functional annotation analysis. For comprehensive proteome data analyses, GSEA (v2.2.3) Data S3 \n \n  was applied in order to see if a priori defined sets of proteins show statistically significant, concordant differences between Nf1 30 \n Myf5  and controls. GSEA standard settings were used, except that the minimum size exclusion was set to 5 and KEGG v5.2 were used as gene set databases. The cut‐off for significantly regulated pathways was set to be ≤0.05  P ‐value and ≤0.05 FDR. High‐resolution respirometry Extensor digitorum longus (EDL) and soleus muscles from 5 weeks control ( n  = 7) and Nf1 Myf5  ( n  = 7) mice were used in this experiment. Briefly, gently dissected muscles were put into ice‐cold biopsy preservation medium (in mM: 2.77 CaK 2 EGTA, 7.23 K 2 EGTA, 20 imidazole, 20 taurine, 6.56 MgCl 2 , 5.77 ATP, 3.95 phosphocreatine, 0.5 dithiothreitol, 50 K‐MES, pH 7.1 at °C) followed by permeabilization with saponin (50 μg/mL) in biopsy preservation medium at 4°C for 30 min. Fibres were washed with mitochondrial respiration medium (MiR05, 110 mM sucrose, 60 mM K‐lactobionate, 0.5 mM EGTA, 3 mM MgCl 2 , 20 mM taurine, 10 mM KH 2 PO 4 , 20 mM HEPES, pH 7.1, and 0.1% fatty acid‐free BSA) at 4°C for 10 min. All samples were kept on ice before analysis. The basic principle of this method is to analyse the respiratory capacity at 37°C in a hyperoxygenated environment using a multiple substrate‐uncoupler‐inhibitor titration protocol. \n  The following concentrations were used: 2 mM malate + 5 mM pyruvate (LEAK respiration), 5 mM ADP (OXPHOS capacity), 10 μM cytochrome c (integrity of outer mt‐membrane), 10 mM glutamate (OXPHOS capacity), 10 mM succinate (OXPHOS capacity), 0.5 μM FCCP (ETS capacity, ETSCI&CII), 0.5 μM rotenone (ETS capacity, ETSCII), and 2.5 μM antimycin A (residual oxygen consumption, ROX) that were used with high‐resolution Oxygraph‐2k (OROBOROS Instruments). DatLab software (OROBOROS INSTRUMENTS) was used for data acquisition and analysis. All data were normalized to non‐mitochondrial residual oxygen consumption (after complex I and III inhibition by adding rotenone and antimycin A) and muscle fibre wet weight. Student's  31 \n t ‐test (unpaired, two‐tailed) was used to determine differences between genotypes for each respiratory state. Whole mount  in situ  hybridization Embryos at the stage E14.5 were dissected and fixed overnight in 4% PFA/PBS. Embryos were washed twice in PBST for 30 min on ice and dehydrated through 25%, 50%, and 75% methanol in PBST (DEPC‐H 2 O), twice in 100% methanol for 10 min, and were stored in methanol at −20°C. Embryos were rehydrated passing through 75%, 50%, and 25% methanol in PBST (DEPC‐H 2 O) and washed twice with 1× PBS (DEPC‐H 2 O) on ice. Afterwards, embryos were bleached with 6% hydrogen peroxide in PBST for 1 h on ice. After washing three times for 10 min in PBST, embryos were treated with proteinase K (20 μg/mL, Roche) at room temperature for 12 min. Embryos were washed with PBST, PBST/glycine, and RIPA buffer for 10 min each and fixed with 4% PFA/0.2% glutaraldehyde for 20 min followed by washing with PBST, PBST/hybridization buffer, and hybridization buffer (50% formamide, 5× SSC pH 4.5, 1% SDS and 0.1% Tween‐20, 0.1 mg/mL tRNA, and 0.05 mg/mL heparin). Embryos were pre‐hybridized in hybridization solution at 65°C for 3 h, followed by incubation in hybridization buffer containing a digoxygenin‐labelled  MyoD  mRNA probe at 65°C overnight. Embryos were washed with hybridization buffer at 65°C for 30 min, followed by digestion with RNase A at 37°C for 30 min. Embryos were washed with formamide buffer (50% formamide, 2× SSC pH 4.5, 0.1% Tween‐20 in DEPC‐water) at 65°C for 30 min, followed by two washing steps with MABT for 15 min each. Embryos were incubated in blocking solution (2% foetal calf serum, 2 mg/mL bovine serum albumin dissolved in TBST) for 1 h and subsequently incubated with anti‐DIG‐Fab antibody coupled to alkaline phosphatase (Roche, 11093274910) in blocking solution (1 in 5000) at 4°C overnight. Embryos were washed with PBST/tetramisol overnight. Embryos were equilibrated to ALP buffer for three times, 20 min each, and then transferred to BM purple AP substrate (Roche, 11442074001). For signal conservation, the embryos were washed three times with ALP buffer and then fixed in 4% PFA/PBS. Imaging was performed using a Zeiss Stereo Discovery V12 and the AxioVision 4.6 software (Zeiss). Measurement and quantification of MyoD +  stained area were performed on three embryos for each genotype with the Autmess function of AxioVision 4.6.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:28:42",
  "introduction": "Introduction Neurofibromatosis type 1 (NF1) is a multi‐organ disease caused by mutations in the  NF1  gene.  NF1  encodes a Ras‐GTPase‐activating protein, neurofibromin 1, which negatively regulates Ras signalling, mainly feeding into the MAPK pathway, specifically Mek1/2–Erk1/2 signalling, depending on the cell type. In contrast, other pathways were shown to be activated, such as cAMP in Schwann cells, or PI3Kinase/AKT in astrocytes and malignant peripheral nerve sheath tumours. \n  The musculoskeletal system is often affected in NF1 patients, with scoliosis, long bone dysplasia, and osteoporosis being a main cause of considerable morbidity. 1 \n \n  Furthermore, pronounced reduction of muscle size and muscle weakness has been reported in NF1 patients 2 \n \n ,  3 \n \n ,  4 \n \n ,  5 \n \n ,  6 \n \n ,  7 \n \n  and has also been described as general feature in RASopathies, that is, disease traits with mutations in RAS pathway components. 8 \n \n ,  9 \n \n  However, the cause of muscle weakness is unknown. 10 \n Skeletal muscles consist of syncytial multinucleated myofibres that produce force based on the activity of contractile proteins. During postnatal growth, myofibres continuously increase their size by myonuclear accretion and protein synthesis, mainly components of the contractile machinery, in a process termed hypertrophy. \n ,  11 \n \n  Myofibres are generally classified into slow‐twitching type 1 and fast‐twitching type 2 fibres that differ in the expression of specific myosin heavy chain isoforms as well as their metabolic profile. While slow‐twitching fibres mainly rely on oxidative metabolism based on carbohydrates and fatty acids, fast‐twitching fibres are further divided into fast oxidative (type 2A) or fast glycolytic (type 2B and 2X in mice, 2X in humans) fibres. 12 \n \n ,  13 \n \n ,  14 \n \n  Myopathies affect the functionality of muscle fibres, by, for example, perturbing the function of contractile proteins or the integrity of the myofibre, or by changes in protein turnover leading to net protein loss and myofibre atrophy. Thereby, fibre types can be differentially affected, for example, in Duchenne muscular dystrophy or in age‐related sarcopenia; predominantly, fast glycolytic fibres are most prone to atrophy. 15 \n \n ,  15 \n \n \n 16 \n During development, skeletal muscles of the trunk arise from the somitic mesoderm. The muscles of the limbs instead originate from the ventrolateral lip of the dermomyotome, where cells detach and migrate into the limb buds, where they invade the resident mesenchyme. There, cells start to induce a cascade of so‐called myogenic regulatory factors (Myf5, Myf6/Mrf4, MyoD, and myogenin) that consecutively specify and consolidate myogenic commitment and differentiation. Inactivation of  Nf1  in limb mesenchyme during development using Prx1 Cre  recapitulated the skeletal manifestations of NF1 \n ,  17 \n \n  but also caused an early‐onset defect in embryonal myogenesis, 18 \n \n  providing the first evidence for a direct involvement of Nf1 in myogenesis. Postnatally, Nf1 19 \n Prx1  mice recapitulated NF1 features as muscle weakness and fibro‐fatty infiltration of muscle. \n ,  19 \n \n  However, in this model,  20 \n Nf1  is inactivated in the skeleton as well as in the accessory tissues of muscles (tendons and connective tissue). \n ,  19 \n \n  Inactivation of  21 \n Nf1  in the myogenic lineage using MyoD Cre  resulted in early postnatal lethality \n  limiting the utility of this model for postnatal analysis. 22 \n Here, we use Lbx1 Cre  and Myf5 Cre  to delete  Nf1  in the myogenic lineage. Lbx1 Cre  leads to inactivation in early migrating progenitors, while Myf5 Cre  leads to inactivation in committed myoblasts. While Lbx1 Cre ‐mediated inactivation of Nf1 led to perinatal lethality, inactivation of  Nf1  via Myf5 Cre  provided viable offspring and allowed postnatal analysis. We show that loss of Nf1 in the myogenic lineage compromises postnatal muscle growth resulting in severely reduced muscle size caused by decreased mTORC1 signalling activity. Moreover, Nf1‐deficient muscle shows a glycolytic‐to‐oxidative fibre type shift concomitant to decreased carbohydrate but increased lipid metabolism and attrition of white adipose tissue (WAT). This demonstrates a cell autonomous requirement for Nf1 in the myogenic lineage and provides a mechanistic explanation for NF1‐associated muscle weakness.",
  "results": "Results Conditional inactivation of  Nf1  in myogenic progenitors causes reduction of postnatal muscle growth To specifically inactivate  Nf1  in the myogenic lineage, we used the Lbx1 Cre \n \n  and Myf5 24 \n Cre \n \n  lines, targeting migrating and early committed myogenic progenitors, respectively. Both lines were reanalysed for their specific activity in the myogenic lineage (Supporting Information,  23 \n Figure \n \n \n S1 \n A  and  \n \n S1 \n B ). In the limbs, Lbx1 Cre  and Myf5 Cre  were highly specific to the myogenic lineage and did not cause reporter recombination in, for example, neural cells, connective tissue, or cartilage. The Myf5 Cre  line showed minimal off‐target activity in dorsal root ganglia, as described previously, \n  but no recombination was detected in limb neurons (Supporting Information,  23 \n Figure \n \n \n S1 \n A  and  \n \n S1 \n B ). Unlike inactivation of  Nf1  in limb mesenchyme using Prx1 Cre , \n  inactivation in the myogenic lineage did not cause a marked defect in early myogenesis at embryonal day (E) 14.5 (Supporting Information,  19 \n Figure \n \n ). In late foetal development (E18.5) in both lines, myofibre cross‐sectional areas were unaltered, while myofibre diameters tended to be decreased, and numbers of central myonuclei were increased ( S2A \n Figure \n 1A–1D ), indicating a slight developmental delay. Newborn Lbx1 Cre ;Nf1 flox/flox  mice were smaller, exhibited cyanosis and lack of feeding, and died perinatally. Myf5 Cre ;Nf1 flox/flox  mice were born at normal Mendelian ratios at normal size and were used for further analysis. Myf5 Cre ;Nf1 flox/flox  mice are further on termed ‘Nf1 Myf5 ’. Myf5 Cre ;Nf1 flox/+  mice were indistinguishable from Nf1 +/+  mice and had equal  Nf1  mRNA expression levels (Supporting Information,  Figure \n \n ) and were therefore used as controls unless otherwise noted. Postnatally, Nf1 S2B \n Myf5  mice showed a marked growth retardation and weight reduction ( Figure \n 1E  and  1F ). Dissection of individual muscles (gastrocnemius and tibialis anterior, TA) showed significantly decreased muscle size ( Figure \n 1G ) compared with control littermates at 7 weeks of age. Efficacy of Nf1 deletion was controlled in E18 and p21 muscle tissue ( Figure \n 1H  and  1I ). Note that, although the Myf5 Cre  allele is a loss of function,  Myf5  mRNA expression in whole muscle tissue both during development (E18.5) and at p21 was indistinguishable between Myf5 +/+  and Myf5 Cre/+  mice (Supporting Information,  Figure \n \n ), indicating compensation by the intact allele. The reduction in muscle size was observed throughout lifespan ( S2C \n Figure \n 1J ), which for Nf1 Myf5  mice consistently was approximately 20–25 weeks. Together, this suggests a defect in postnatal muscle growth. FIGURE 1 Muscle‐specific inactivation of  Nf1  causes reduced postnatal muscle growth. ( A ) Forelimb cross sections of control, Nf1 Lbx1 , and Nf1 Myf5  E18.5 foetuses stained for pan‐MyHC. Triceps brachii (TB) muscle is indicated; squared region is shown as magnification in inserts. ( B ) Quantification of TB cross‐sectional area (CSA) of E18.5 controls, Nf1 Lbx1 , and Nf1 Myf5  animals. ( C ) Quantification of myotube diameter in TB muscles of E18.5 controls, Nf1 Lbx1 , and Nf1 Myf5  animals. ( D ) Quantification of number of centrally located nuclei in TB muscles of E18.5 controls, Nf1 Lbx1 , and Nf1 Myf5  animals. ( B – D :  n  = 3 animals per genotype). ( E ) Control and Nf1 Myf5  mice at 12 weeks of age. ( F ) Weight curve of control (black) and Nf1 Myf5  (red) animals during postnatal life starting at postnatal day 7 ( n  = 4 animals per genotype;  P  < 0.001; two‐way analysis of variance with Bonferroni post‐test). ( G ) Dissected gastrocnemius (Gas) and tibialis anterior (TA) muscles of control and Nf1 Myf5  animals at 7 weeks of age. Quantification is shown right ( n  = 3 animals per genotype). ( H ) RT‐qPCR analysis of  Nf1  deletion efficacy in E18.5 or p21 muscle tissue from control vs. Nf1 Myf5  mice ( n  = 3 animals per genotype). ( I ) RNA‐Seq tracks showing coverage of  Nf1  exons 40 and 41 in control and Nf1 Myf5  mice. Quantification is shown right (RPKM, reads per kilobase million). ( J ) Appearance of 22‐week‐old control and Nf1 Myf5  animals. Right: TB and TA CSA of E18.5, p21, and 22‐week‐old Nf1 Myf5  animals are depicted relative to controls, which was set as 100% (horizontal line) ( n  = 3 animals per genotype). Error bars represent standard error of means.  P ‐value was calculated by two‐sided unpaired  t ‐test except for (F). Fast fibre atrophy of  Nf1 \n Myf5  muscles We next analysed muscles of young mice amidst the most intense phase of muscle growth, at 3 weeks of age (p21) by histology. Muscles in forelimb and hindlimb [triceps brachii (TB), tibialis anterior (TA), and extensor digitorum longus (EDL)] showed reduced cross‐sectional area ( Figure \n 2A  and  2B ). Centrally located myonuclei were not observed in muscles of p21 or 12‐week‐old Nf1 Myf5  mice (not shown). Myofibre numbers were not significantly altered in all three muscles (Supporting Information,  Figure \n \n ). Conversely, myofibre diameter was reduced in TB, TA, and EDL of Nf1 S2D \n Myf5  mice ( Figure \n 2C ). This was confirmed by binning fibre diameters of TB, TA, and EDL into discrete size windows, demonstrating global shift towards smaller fibres in Nf1 Myf5  mice ( Figure \n 2D ). Staining for type 1 fibres (MyHC‐1 + ) revealed a predominant size reduction of type 2 muscle fibres ( Figure \n 2E ). We conclude that Nf1 Myf5  mice show impaired postnatal myofibre growth and persistent fast myofibre atrophy. FIGURE 2 Muscle‐specific inactivation of  Nf1  causes fast fibre atrophy. ( A ) Cross sections of forelimb and hindlimb of control and Nf1 Myf5  animals. Staining: collagen IV (green), DAPI (blue). EDL, extensor digitorum longus; Fi, fibula; Hu, humerus; TA, tibialis anterior; TB, triceps brachii; Ti, Tibia. ( B ) Quantification of the cross‐sectional area of muscles indicated [ n  = 4 (controls),  n  = 5 (Nf1 Myf5 )]. ( C ) Quantification of minimum Feret's diameter of individual muscle fibres on tissue cross sections of muscles indicated [ n  = 4 (controls),  n  = 5 (Nf1 Myf5 )]. ( D ) Distribution of myofibre diameter in control and Nf1 Myf5 animals [ . ( n  = 4 (controls),  n  = 5 (Nf1Myf5)] E ) Cross section of TA muscles of control and Nf1 Myf5  animals. Staining: myosin heavy chain type 1 (red), laminin (green), DAPI (blue). Quantification of diameters of type 1 vs. type 2 myofibres is shown right [ n  = 3 (controls),  n  = 4 (Nf1 Myf5 )]. Error bars represent standard error of means.  P ‐value was calculated by two‐sided unpaired  t ‐test. Proteome and transcriptome analyses of  Nf1 \n Myf5  muscles To assess global changes in Nf1‐deficient muscle tissue, we performed proteome as well as transcriptome analysis of whole TA muscles at p21. Note that for the proteome analysis we used both Myf5 Wt ;Nf1 flox/+  and Myf5 Cre ;Nf1 flox/+  muscle tissues as controls. Principal component analysis showed that both control genotypes were grouped together, while Nf1 Myf5  samples were grouped separately (Supporting Information,  Figure \n \n ). This demonstrates that, at least on the proteome level, influence of the Myf5 S3A \n Cre  allele (i.e. haploinsufficiency for Myf5), as well as Nf1 haploinsufficiency, can be neglected. Proteome analysis of p21 TA muscle lysates yielded 274 significantly deregulated proteins between controls and Nf1 Myf5  ( Figure \n 3A ). KEGG pathway analysis showed enrichment for the categories ‘translation’, ‘carbon metabolism’, and ‘ribosome’ amongst proteins down‐regulated in Nf1 Myf5  mutants compared with controls ( Figure \n 3B ). Amongst proteins up‐regulated in Nf1 Myf5  muscle, KEGG terms ‘oxidative phosphorylation’, ‘protein digestion’, ‘proteasome’, ‘PPAR signaling pathway’, and ‘fatty acid degradation’ were overrepresented ( Figure \n 3B ). FIGURE 3 Proteome and transcriptome analyses of postnatal day 21 muscles. ( A ) Volcano plot of control vs. Nf1 Myf5  muscle proteome data. Individual deregulated proteins are indicated (blue: down‐regulation, red: up‐regulation). ( B ) KEGG pathway analysis of proteins down‐regulated (top) and proteins up‐regulated in Nf1 Myf5  muscle vs. control. ( C ) Volcano plot of control vs. Nf1 Myf5  muscle transcriptome data. Individual deregulated transcripts are indicated (blue: down‐regulation, red: up‐regulation). ( D ) Gene ontology (GO) and KEGG analysis of transcripts down‐regulated in Nf1 Myf5  muscle vs. control. ( E ) GO and KEGG analysis of transcripts up‐regulated in Nf1 Myf5  muscle vs. control. This was confirmed by RNA‐Seq analysis of p21 TA muscle tissue. Principal component analysis confirmed separate clustering of control and Nf1 Myf5  samples (Supporting Information,  Figure \n \n ). Transcriptome analysis yielded 1917 differentially expressed genes; 928 genes were down‐regulated and 989 genes were up‐regulated in Nf1 S3B \n Myf5  muscle relative to controls ( Figure \n 3C ). GO as well as KEGG analysis of transcriptome data highlighted terms as ‘muscle cell differentiation’, ‘muscle hypertrophy’, ‘carbohydrate metabolism’ or ‘glycolysis/gluconeogenesis’ as overrepresented in genes down‐regulated in Nf1 Myf5  muscle ( Figure \n 3D ). Conversely, terms as ‘oxidation‐reduction process’, ‘mitochondrial electron transport chain’, ‘TCA cycle’, or ‘oxidative phosphorylation’, as well as several terms related to amino acid catabolism, were enriched in genes up‐regulated in Nf1 Myf5  muscle ( Figure \n 3E ). We note that, although affected biological processes align between proteome and transcriptome analyses, deregulated proteins and genes [including tricarboxic acid (TCA) cycle and OXPHOS] are not positively correlated (Supporting Information,  Figure \n \n ). While under steady‐state conditions mRNA and protein levels typically correlate, discrepancy is not uncommon for dynamic situations, S3C \n \n  which we consider the case for our Nf1 32 \n Myf5  mutant. We also noted ‘insulin signaling pathway’ enriched in down‐regulated genes; we therefore first analysed Nf1 Myf5  mice for blood glucose levels, which were unchanged (Supporting Information,  Figure \n \n ). Also, phosphorylation of Akt as well as IRS1 in random fed animals was not significantly changed (Supporting Information,  S4A \n Figure \n \n  and  S4B \n \n ). In summary, proteome and transcriptome analyses suggest (i) metabolic shift and (ii) deranged protein homeostasis in Nf1 S4C \n Myf5  mice. Increased oxidative metabolism in  Nf1 \n Myf5  muscle Skeletal muscle primarily gains energy by breakdown of carbohydrates and fatty acids, both being able to feed into mitochondrial respiration as the most efficient way of ATP production. In Nf1 Myf5  muscle, GO as well as KEGG categories associated with the TCA cycle or the mitochondrial electron transport chain were overrepresented in genes and proteins up‐regulated in Nf1 Myf5  muscle ( Figure \n 3B  and  3E ). GSEA of the RNA‐Seq data highlighted enrichment of genes associated with ‘glucose catabolic process’ in control muscle and of genes associated with ‘oxidative phosphorylation’ in Nf1 Myf5  muscle ( Figure \n 4A ). We therefore mined the differentially expressed gene set for genes encoding components of glycolysis or TCA cycle/oxidative phosphorylation, respectively. This showed that glycolysis appeared globally down‐regulated, with exception of  Pdk2 ,  Pdk4 , and  Ldhb , while TCA cycle and OXPHOS genes were globally up‐regulated ( Figure \n 4B  and  4C ). In line, detailed analysis of proteome data showed several proteins of the TCA cycle as well as the electron transport chain up‐regulated in Nf1 Myf5  muscle ( Figure \n 4D ). FIGURE 4 Disrupted metabolic homeostasis in Nf1 Myf5  muscle. ( A ) Gene set enrichment analysis (GSEA) of raw control vs. Nf1 Myf5  muscle transcriptome data for the terms ‘glucose catabolic process’ and ‘oxidative phosphorylation’. ( B ) Heat map of differentially expressed glycolytic genes (control vs. Nf1 Myf5  muscle). ( C ) Heat map of differentially expressed genes (control vs. Nf1 Myf5  muscle) of tricarboxic acid (TCA) cycle and oxidative phosphorylation machinery (OXPHOS) components. ( D ) Depiction of significantly deregulated proteins related to TCA cycle and OXPHOS. Proteome analysis of p21 muscle, genotypes are indicated. ( E ) Real‐time high‐resolution respirometry measurement of control vs. Nf1 Myf5  EDL (extensor digitorum longus) and Sol (soleus) muscles ( n  = 7 animals for both genotypes). Error bars represent standard error of means.  P ‐value was calculated by two‐sided unpaired  t ‐test. To directly measure mitochondrial oxidative metabolism, we employed high‐resolution respirometry \n  on freshly isolated muscle fibres from 5‐week‐old control and Nf1 31 \n Myf5  mice. We analysed the EDL muscle as a prototypical prevalently fast glycolytic muscle and the soleus muscle as a prototypical oxidative muscle for comparison ( Figure \n 4E ). First, non‐phosphorylating leak respiration (= oxygen flux after addition fibres plus complex I substrates malate and pyruvate, with no ADP present) was unaffected in soleus and slightly although not significantly increased in EDL muscle of Nf1 Myf5  mice. Following the addition of ADP in saturating concentrations and glutamate, another complex I substrate, the oxidative phosphorylation (OXPHOS) state, and subsequently the maximum coupled respiration through both mitochondrial complex I and II (CI&CII, after further addition of succinate) were measured, which were increased in both types of muscle of Nf1 Myf5  mice, although the effects were more pronounced in soleus of Nf1 Myf5  mice. Finally, maximum electron transfer system capacity (ETS CI&CII , following addition of the exogenous mitochondrial uncoupler FCCP) confirmed the increased mitochondrial respiratory capacity in muscles of Nf1 Myf5  animals ( Figure \n 4E ). Glycolytic‐to‐oxidative fibre type shift in  Nf1 \n Myf5  muscle Most muscles of the limbs consist of predominantly fast‐twitching type 2 fibres, which are larger in diameter than slow‐twitching type 1 fibres and produce main mechanical force. Type 2 fibres can be subdivided into type 2B fibres that show anaerobic glycolytic metabolism and type 2A fibres that use aerobic metabolism. Type 2B fibres express myosin heavy chain type 2B (MyHC‐2B) or a combination of MyHC‐2B and MyHC‐2X (encoded by the  Myh4  and  Myh1  genes, respectively). Type 2A fibres express MyHC‐2A encoded by  Myh2 , and type 1 fibres express MyHC‐1 encoded by  Myh7 . Mining the p21 transcriptome data for markers of fast vs. slow fibres \n ,  33 \n \n  showed reduction of fast markers and increased expression of slow markers in Nf1 34 \n Myf5  muscles ( Figure \n 5A ). Quantitative real‐time PCR (RT‐qPCR) confirmed up‐regulation of  Myh2  and  Myh7  and down‐regulation of  Myh4  mRNA in Nf1 Myf5  muscle ( Figure \n 5B ). In accordance, protein levels of MyHC‐1 were increased, and levels of MyHC‐2B were decreased in Nf1 Myf5  TA muscles ( Figure \n 5C ). This indicated distorted fast/slow fibre composition in Nf1 Myf5  muscles. FIGURE 5 Fibre type shift in Nf1 Myf5  muscle. ( A ) Heat maps showing differentially expressed genes specific for fast or slow/intermediate fibres, respectively, between control and Nf1 Myf5  muscle. ( B ) RT‐qPCR analysis of myosin heavy chain genes  Myh7 ,  Myh2 , and  Myh4  on control vs. Nf1 Myf5  muscle ( n  = 3 animals per genotype). ( C ) Western blot analysis of myosin heavy chain type 1 (MyHC‐1) and type 2B (MyHC‐2B) on control vs. Nf1 Myf5  muscle. Quantification below ( n  = 3 animals per genotype). ( D ) Immunolabelling for MyHC‐1 on cross sections of p21 control vs. Nf1 Myf5  lower legs. TA muscles are shown as magnifications right. Sections are stained for laminin and DAPI. ( E ) Quantification of type 1 fibres/all fibres for indicated postnatal time points on TA and EDL muscles ( n  = 3 animals per genotype). ( F ) Immunolabelling for fast oxidative fibre type myosin (MyHC‐2A) and MyHC‐1 on cross sections of control vs. Nf1 Myf5  lower legs. Sections are stained for laminin and DAPI. EDL muscles are shown as magnifications right. ( G ) Quantification of percentage of MyHC‐2A fibres/all fibres ( n  = 3 animals per genotype). ( H ) RT‐qPCR analysis of  Nf1  expression between wild‐type p21 TA and Sol muscles. Error bars represent standard error of means.  P ‐value was calculated by two‐sided unpaired  t ‐test. The expression of fast fibre‐related genes is induced in the first weeks of postnatal life in rodents. \n ,  15 \n \n  We therefore analysed the number of type 1 fibres in TA and EDL muscles (which are predominantly composed of fast fibres) over time ( 35 \n Figure \n 5D  and  5E ). At postnatal day 7 (p7), no differences were observed. But from postnatal day 14 (p14), a persistent slight increase in type 1 fibres in the TA muscle and a transient increase in the EDL muscle in Nf1 Myf5  mice during postnatal development were seen ( Figure \n 5D  and  5E ). We then analysed the proportion of type 2A and type 2B fibres in adult mice, revealing a shift of type 2B/X to type 2A fibres, that is, towards the fast oxidative phenotype, in Nf1 Myf5  mice ( Figure \n 5F  and  5G ). Of note, Nf1 was not differentially expressed in wild‐type soleus (predominantly type 1 and 2A fibres) or TA (predominantly type 2b/X fibres) muscles ( Figure \n 5H ). We conclude that Nf1 Myf5  muscles show a metabolic shift towards oxidative metabolism with partial conversion of type 2B/X to type 2A or type 1 fibres. Defective protein homeostasis in  Nf1 ‐deficient muscles Proteome analysis showed a significant down‐regulation of several components of the translational machinery, especially ribosomal proteins as well as tRNA synthases ( Figures \n 3A  and  6A ). Conversely, several proteasomal subunits were up‐regulated ( Figures \n 3A  and  6B ). This may indicate decreased protein synthesis and increased breakdown suggesting a mechanism paralleling myofibre atrophy. In line, RT‐qPCR analysis demonstrated up‐regulation of common atrophy‐related transcripts \n ,  36 \n \n ,  37 \n \n  in Nf1 38 \n Myf5  muscle ( Figure \n 6C ). These genes comprise  Ctsl  (cathepsin L) and  Psma1  (proteasomal subunit alpha 1), or the classical atrogenes  Fbxo32  (atrogin‐1/MAFbx) and  Trim63  (MuRF1). \n  Myofibre atrophy typically is caused by a dysbalance between protein synthesis and breakdown. Protein synthesis in skeletal muscle is mainly regulated via mTORC1. 39 \n \n ,  13 \n \n  Interestingly, the KEGG term ‘mTOR signaling pathway’ was enriched in genes down‐regulated in Nf1 14 \n Myf5  muscle ( Figure \n 3D ). To analyse mTORC1 activity, we assessed phosphorylation of mTOR as well as the mTORC1 downstream target S6 ribosomal protein. p21 Nf1 Myf5  muscle tissue showed hallmarks of decreased mTORC1 signalling, with decreased phosphorylation of mTOR Ser2448 and decreased S6 Ser235/236 phosphorylation ( Figure \n 6D ). Altogether, this suggests disturbed protein homeostasis in Nf1 Myf5  muscle with decreased mTORC1‐driven protein synthesis and increased protein breakdown. Such alterations may be the result of a muscular energy deficit. \n  In line, Nf1 13 \n Myf5  muscle showed increased levels of phosphorylated AMP‐dependent kinase (AMPK), the most prominent intracellular energy sensor ( Figure \n 6E ). In sum, Nf1 Myf5  animals show typical signs of muscle atrophy with decreased anabolic signalling, in combination with an unmet energy demand. FIGURE 6 Disturbed protein homeostasis and energy deficit in Nf1 Myf5  muscle. ( A ) Depiction of significantly deregulated components of the ribosome and proteins related to translation. Proteome analysis of p21 muscle, genotypes are indicated. ( B ) Depiction of significantly deregulated proteins related to the KEGG term ‘protein digestion’. Proteome analysis of p21 muscle, genotypes are indicated. ( C ) RT‐qPCR analysis of p21 control and Nf1 Myf5  muscle for transcripts related to muscle atrophy ( n  = 3 animals per genotype). ( D ) Western blot analysis for phosphorylated mTOR (Ser2448) and phosphorylated S6 ribosomal protein (Ser235/236). Quantification shown right ( n  = 3 animals per genotype). ( E ) Western blot analysis for phosphorylated AMPK (Thr172). Quantification shown right ( n  = 4 animals per genotype). Error bars represent standard error of means.  P ‐value was calculated by two‐sided unpaired  t ‐test. Increased fatty acid catabolism in  Nf1 \n Myf5  muscle Increased oxidative metabolism, but concomitant down‐regulation of glycolytic genes, indicated that Nf1 Myf5  muscles may predominantly use fatty acids to feed the TCA cycle. Analysis of proteome as well as transcriptome data highlighted terms associated with fatty acid catabolism, as ‘fatty acid degradation’ (proteome) or ‘fatty acid beta‐oxidation’ (transcriptome) were significantly enriched amongst proteins/mRNAs up‐regulated in Nf1 Myf5  muscle ( Figure \n 3B  and  3E ). Accordingly, several proteins associated with cellular lipid uptake and breakdown were up‐regulated in Nf1 Myf5  muscle ( Figure \n 7A ). In line with GO and KEGG analysis of differentially expressed genes, GSEA of transcriptome data showed genes belonging to the clusters ‘fatty acid beta‐oxidation’ and ‘fatty acid catabolic process’ strongly enriched in Nf1 Myf5  muscle ( Figure \n 7B ). Indeed, numerous genes belonging to the GO term ‘fatty acid metabolism’ were up‐regulated in Nf1 Myf5  muscle ( Figure \n 7C ), including the gene encoding the main fatty acid transporter Cd36, or several acyl‐CoA dehydrogenases, which not only play a role in β‐oxidation but also breakdown of branched amino acids. Up‐regulation of several genes of this panel in Nf1 Myf5  muscle ( Lpl  encoding part of the enzyme complex responsible for lipid uptake, fatty acid binding proteins  Fabp3  and  Fabp4 , carnitine palmitoyltransferases  Cpt1b  and  Cpt2 , and  Acad1  encoding medium chain acyl‐CoA dehydrogenase) was confirmed by RT‐qPCR ( Figure \n 7D ). In sum, proteome as well as transcriptome data indicate increased fatty acid breakdown in Nf1 Myf5  muscle to fuel the TCA cycle and OXPHOS. As opposed to Nf1 Prx1  mice, we did not observe increased muscle interstitial adipose tissue ( Figure \n 7E ). Contrasting previous reports, \n  we did not find indication of ectopic lipid storage in muscle fibres in our muscle‐specific Nf1 mutants at 1 or 12 weeks of age ( 22 \n Figure \n 7E ; Supporting Information,  Figure \n \n  and  S5A \n \n ). S5B \n FIGURE 7 Increased fatty acid oxidation in Nf1 Myf5  muscle. ( A ) Depiction of significantly deregulated proteins related to cellular lipid uptake and breakdown. Proteome analysis of p21 muscle, genotypes are indicated. ( B ) Gene set enrichment analysis (GSEA) of control vs. Nf1 Myf5  muscle transcriptome data for the terms ‘fatty acid beta‐oxidation’ and ‘fatty acid catabolic process’. ( C ) Heat map of differentially expressed genes related to fatty acid metabolism (control vs. Nf1 Myf5  muscle). ( D ) RT‐qPCR analysis in control vs. Nf1 Myf5  muscle of selected genes related to fatty acid uptake, transport, and catabolism ( n  = 3 animals per genotype). ( E ) Perilipin (PLIN, red) and MyHC (green) immunolabelling on 12‐week‐old control vs. Nf1 Myf5  muscle. Overview tile scan images left, magnifications showing subcutaneous adipose tissue and adjacent muscle tissue shown right. ( F ) RT‐qPCR analysis of  Pparg  in control vs. Nf1 Myf5  muscle ( n  = 3 animals per genotype). ( G ) Western blot analysis for PPARγ on control vs. Nf1 Myf5  muscle. ( H ) GSEA of control vs. Nf1 Myf5  muscle transcriptome data for the term ‘adipogenic targets of PPARG’. ( I ) RT‐qPCR analysis for  Adipoq ,  Il6 , and  Fgf21  on control vs. Nf1 Myf5  muscle ( n  = 3 animals per genotype). Error bars represent standard error of means.  P ‐value was calculated by two‐sided unpaired  t ‐test. PPARγ has been involved in promoting intramuscular lipolysis. \n ,  40 \n \n  In muscle tissue of Nf1 41 \n Myf5  mice, we found overexpression of  Pparg  mRNA ( Figure \n 7F ); specific up‐regulation of PPARγ isoform 1 was confirmed on the protein level in 7‐week‐old and also already in 2‐week‐old animals ( Figure \n 7G ). In line, GSEA showed enrichment for ‘adipogenic targets of PPARG’ enriched in Nf1 mutants ( Figure \n 7H ). Similarly, ‘PPAR signaling pathway’ was enriched in transcripts and proteins up‐regulated in Nf1 mutants ( Figure \n 3B  and  3E ). PPARγ was shown to induce the myokine adiponectin (Adipoq). \n  Nf1‐deficient muscle showed increased expression of  42 \n Adipoq  as well as mRNAs of the myokine  Il6  and the catabolic cytokine  Fgf21  ( Figure \n 7I ). Paucity of white adipose tissue in  Nf1 \n Myf5  mice Finally, increased fatty acid consumption in Nf1 Myf5  muscles as indicated by proteome and transcriptome analyses suggests increased lipid mobilization from adipose tissue. Indeed, Nf1 Myf5  animals showed a drastic reduction of their white adipose tissue (WAT), affecting both subcutaneous and visceral WATs ( Figure \n 8A  and  8B ). This was specific to WAT; brown adipose tissue (BAT) depots were unaffected ( Figure \n 8B ). In histology, WAT appeared denser, deprived of lipid content ( Figure \n 8C ). In line, RT‐qPCR analysis showed mild induction of  Lipe  encoding hormone‐sensitive lipase ( Figure \n 8D ), and strong induction of  Pnpla2  encoding adipose triglyceride lipase (ATGL), the rate‐limiting enzyme of lipolysis ( Figure \n 8D ).  Dgat2  encoding diacylglycerol O‐acyltransferase 2, the rate‐limiting enzyme of lipogenesis, was not significantly induced ( Figure \n 8D ). Decreased expression of  Lpl  and  Cd36  in WAT of Nf1 Myf5  mice ( Figure \n 8D ; Supporting Information,  Figure \n \n ) suggests decreased lipid uptake, and decreased expression of  S6A \n Plin1  confirms decreased lipid storage (Supporting Information,  Figure \n \n ).  S6A \n Ucp1  was not induced but rather down‐regulated in Nf1 Myf5  WAT ( Figure \n 8D ), suggesting no ‘browning’ of WAT. Expression of  Pparg  was unaltered in Nf1 Myf5  posterior subcutaneous WAT, as were  mtCo1  and  Cs  (encoding mitochondrial cytochrome c oxidase and citrate synthase, respectively) as representatives of electron transport chain and TCA cycle (Supporting Information,  Figure \n \n ). BAT originates in large part from a dermomyotomal Myf5 S6A \n +  progenitor population \n ; thus, Nf1 inactivation in BAT may influence the phenotype. Intriguingly, RT‐qPCR analysis of BAT showed some overlap in gene deregulation with Nf1‐deficient muscle, as  43 \n mtCo1  was up‐regulated; however,  Cs ,  Pparg , and also  Ucp1  were unaltered (Supporting Information,  Figure \n \n ) suggesting no major influence on BAT. This altogether suggests a general catabolic state of Nf1 S6B \n Myf5  animals forced by unmet energetic need of muscle tissue leading to a cachectic state with increased lipid mobilization. FIGURE 8 Paucity of white adipose tissue in Nf1 Myf5  mice. ( A ) Nf1 Myf5  (p21) mice show reduced posterior subcutaneous white adipose tissue (WAT). Note dark red appearance of muscles in Nf1 +  mutant. ( B ) Weight of adipose tissue depots of control vs. Nf1 Myf5  mice at 12 weeks of age. Adipose depot weight was normalized to body weight. AsWAT, anterior subcutaneous white adipose tissue; psWAT, posterior subcutaneous white adipose tissue; rWAT, retroperitoneal white adipose tissue; iBAT, interscapular brown adipose tissue; sBAT, subscapular brown adipose tissue; cBAT, cervical brown adipose tissue ( n  = 4 animals per genotype). ( C ) Histological analysis (haematoxylin and eosin) of p21 psWAT of control vs. Nf1 Myf5  mice. ( D ) RT‐qPCR analysis of p21 psWAT of control vs. Nf1 Myf5  mice for  Lipe ,  Pnpla2 ,  Dgat2 ,  Lpl , and  Ucp1  ( n  = 3 animals per genotype). Error bars represent standard error of means.  P ‐value was calculated by two‐sided unpaired  t ‐test.",
  "discussion": "Discussion We show here that Nf1 inactivation specifically in the myogenic lineage leads to postnatal myopathy mirroring a key feature seen in Nf1 patients. Thus, the Nf1 Myf5  line enables analysis of Nf1 function in postnatal muscles and in comparison with models as the Nf1 Prx1  mouse is suitable to distinguish muscle specific from non‐myogenic functions of Nf1. Nf1 Myf5  mice are viable, while Nf1 Lbx1  (this study) and Nf1 MyoD  mice \n  were postnatally lethal. This difference may be caused by different efficacy of the Cre driver lines used. Lbx1 22 \n Cre  efficiently targets early migrating myogenic progenitors, including those of the diaphragm and tongue, \n  and expression of  24 \n Lbx1  precedes the expression of  Myf5 . \n  While MyoD is expressed in all myogenic cells, not all myoblasts have experienced expression of Myf5, although there is dispute whether Myf5 and MyoD cells represent partially separate lineages. 44 \n \n ,  45 \n \n ,  46 \n \n ,  47 \n \n  Thus, very likely not all myogenic cells are targeted in the Nf1 48 \n Myf5  model, possibly alleviating the phenotype to a life‐compatible level. Depletion of the Myf5 lineage led to compensatory takeover by MyoD‐lineage cells, \n  and Comai  45 \n et al . \n  demonstrated a marked compensatory effect of recombination escapers upon Myf5 cell depletion. Importantly, robust knockdown of  46 \n Nf1  mRNA in Nf1 Myf5  mice at p21 argues against a possible lineage takeover of Myf5‐negative cells or of recombination escapers, suggesting that no significant skewing of the myogenic lineage had occurred in our model. Nf1 Myf5  mice did not show increased interstitial fibrotic and adipogenic infiltration of muscle as it was seen after inactivation of Nf1 in limb mesenchyme via Prx1 Cre . \n  Muscle interstitial fibroblasts and adipocytes do not originate from myogenic cells but from non‐myogenic mesenchymal progenitors, the so‐called fibro‐adipogenic progenitors. 19 \n \n ,  49 \n \n ,  50 \n \n  These cells in turn derive from lateral plate mesoderm‐derived limb bud mesenchyme. 51 \n \n  The same developmental mesenchymal progenitors also form muscle interstitial fibroblasts and adipocytes during development. 52 \n \n  Prx1 53 \n Cre  targets the entire limb mesenchyme \n  encompassing this mesenchymal progenitor population during development. 21 \n \n  Thus, comparing Nf1 54 \n Prx1  and Nf1 Myf5  models, we conclude that fibro‐fatty infiltration of muscle in the NF1 Prx1  model does not originate from myogenic cells but from interstitial mesenchymal cells. However, in another model of muscle‐specific inactivation of Nf1 (MyoD Cre ), ectopic intramyocellular lipid accumulation was reported, \n  which we did not observe in our model. This discrepancy might be caused by the different Cre drivers used; of note, MyoD 22 \n Cre  was reported to be active in the developing liver \n ; thus, an indirect effect may not be excluded. 55 \n Nf1 Myf5  mice show reduced postnatal fibre growth that manifested early in life. This suggests that loss of Nf1 does not induce muscle atrophy at a specific time point but rather that NF1‐associated muscle weakness is a continuous process of decreased hypertrophic growth beginning in childhood. Indeed, muscle weakness and decreased muscle cross‐sectional area are already seen in paediatric patients. \n ,  7 \n \n  This strongly suggests that muscular manifestations in NF1 are predominantly a developmental disorder and any treatment towards an amelioration of the muscular phenotype would have to encompass this critical phase. In line with this, a recent study showed that treatment of Prx1 8 \n Cre ;Nf1 flox/flox  mice with the MEK inhibitor PD0325901 starting at 4 weeks after birth did not result in appreciable amelioration of the muscular phenotype. \n  In Nf1 56 \n Myf5  mice, predominantly fast (type 2) fibres are affected. In general, type 2 fibres have higher potential for hypertrophy than type 1 fibres, which also makes them more vulnerable for atrophy. \n  Nevertheless, different myopathies predominantly affect different fibre types; the underlying cause is mostly unclear. 57 \n \n  Our results indicate dysbalanced protein homeostasis in Nf1 16 \n Myf5  muscle. TORC1 signalling is a master regulator for protein synthesis. \n ,  13 \n \n  Nf1 14 \n Myf5  muscle showed reduced mTORC1 activation that is in line with proteome and transcriptome data, altogether indicating decreased capacity for protein synthesis. This may also contribute to the divergence of our proteome and transcriptome datasets. On the other hand, common atrogenes were up‐regulated on the transcript level, and proteasomal components were up‐regulated on transcript and protein levels, in addition suggesting increased protein breakdown. Thus, Nf1‐associated muscle atrophy appears to overlap general mechanisms observed in other atrophy conditions including myopathies, sarcopenia, and cachexia, that is, excessive protein breakdown and decreased protein synthesis. \n \n 13 \n In parallel, we observed a fibre type shift from glycolytic type 2 fibres to oxidative type 2 and in part to type 1 fibres. In adult Nf1 Prx1  mice, no fibre type shift was reported \n ; however, this had not been quantified. During embryonic and foetal myogenesis, muscle fibres predominantly show oxidative type gene and protein expression. Fast‐type gene and protein expression is first detected during late foetal development; the major slow‐to‐fast fibre type change occurs during the early postnatal period. 20 \n \n  The emergence of different fibre types in development is under control of transcription factors such as  15 \n Six1 ,  Six4 ,  Sox6 ,  Tbx15 ,  Prdm1  (aka  Blimp1 ), and  Nfix \n \n ,  58 \n \n ,  59 \n \n ,  60 \n \n ,  61 \n \n ,  62 \n \n ,  63 \n \n ; however, we did not detect a significant deregulation of these factors in our transcriptome data (Supporting Information,  64 \n \n ). Mature fibres have a degree of plasticity and can shift their metabolism based on, for example, endurance vs. peak force training. Data S1 \n \n  Importantly, fibre type shifts are involved in muscular disorders and muscle aging. 15 \n \n ,  15 \n \n  Nf1 is best known as a Ras‐GTPase‐activating protein that negatively regulates downstream MEK–ERK signalling. 16 \n \n  Interestingly, ERK1/2 activity itself was involved in regulating muscle fibre types previously. 1 \n \n  In line, it was recently shown that expression of an activated form of MEK1 in muscle fibres can drive a metabolic shift to oxidative fibres. 15 \n \n \n 65 \n In line with increased oxidative metabolism relying on fatty acid consumption, Nf1 Myf5  mice showed severe reduction of WAT. Strong induction of lipolytic enzymes (HSL and ATGL), but no significant induction of lipogenic enzyme DGAT2, suggests an overweight of lipolysis over lipogenesis. In line, reduced Plin1 levels were associated with increased lipolysis. \n  Increased lipid mobilization leading to loss of adipose tissue is a hallmark of cancer cachexia. As in our model, this is frequently attributed to increased lipolysis associated with up‐regulation of ATGL expression. 66 \n \n  Myf5 66 \n Cre ‐mediated gene inactivation preferentially targets the myogenic lineage; however, it also targets BAT as well as several (anteriorly located) WAT depots. \n  Thus, inactivation of  67 \n Nf1  in subsets of adipocyte progenitors may have a direct effect on adipogenesis/adipocyte function. Inactivation of the tumour suppressor  Pten , leading to hyperactivation of the PI3K pathway, in the Myf5 lineage led to increased size of anterior BAT and WAT depots, while posterior WAT depots were virtually absent in mutants. \n  We did not detect differences in BAT size in Nf1 68 \n Myf5  mice. Moreover,  Ucp1  mRNA was not up‐regulated in BAT, indicating that Nf1‐deficient BAT does not show increased energy expenditure. WAT depots were reduced irrespective of anatomical location; anterior subcutaneous WAT and retroperitoneal WAT that are targeted by Myf5 Cre , as well as posterior subcutaneous WAT that is not targeted, \n  were strongly affected. This argues against a cell autonomous effect on  67 \n Nf1  deletion in adipogenic progenitors/adipocytes, but rather in favour of a muscle‐derived effect enforcing lipolysis in WAT. We observed up‐regulation of mRNAs encoding myokines, that is, muscle‐produced endocrine signalling factors. FGF21 and IL6 were shown to stimulate lipolysis in WAT. \n ,  69 \n \n  IL6 also stimulates lipolysis and fatty acid oxidation in muscle in an autocrine fashion, interestingly via AMPK activation. 70 \n \n ,  71 \n \n ,  72 \n \n  Furthermore,  73 \n Adipoq , encoding adiponectin, was induced. Adiponectin is mainly known as an adipokine; however, also skeletal muscle produces adiponectin, and  Adipoq  knockout mice show increased intramyocellular lipid content. \n  Adiponectin expression in muscle can be induced by PPARγ, 74 \n \n  which was overexpressed in Nf1 42 \n Myf5  muscle. PPARγ in muscle promotes fatty acid oxidation. \n ,  40 \n \n  PPARγ overexpression in muscle protects from obesity‐induced diabetes, leads to increased adiponectin expression, and induces oxidative metabolism, and muscles have reduced lipid content. 41 \n \n  Conversely, muscle‐specific inactivation of PPARγ induces obesity and insulin resistance. 42 \n \n ,  75 \n \n  FGF21 is well described as mitochondrial stress‐induced myokine. 76 \n \n ,  77 \n \n ,  78 \n \n  Very recently, FGF21 was described as a novel player in the regulation of muscle mass during fasting‐induced muscle atrophy and weakness. 79 \n \n  Here, we describe a strong induction of muscle  80 \n Fgf21  in response to genetic ablation of  Nf1 , together with a dramatic reduction of WAT depots, affecting both subcutaneous and visceral WATs. However, future studies are warranted to clarify the protective or detrimental catabolic action of FGF21 via inter‐tissue crosstalk in Nf1 Myf5  animals. Contrasting increased oxidative metabolism and fatty acid breakdown, down‐regulation of all glycolysis components in the transcriptome analysis indicated decreased glycolytic flux in Nf1 Myf5  muscles. Intriguingly,  Pdk2 ,  Pdk4 , and  Ldhb  were up‐regulated. The B‐isoform of LDH is mainly expressed in oxidative muscle, and overexpression of  Ldhb  increases oxidative metabolism \n  in line with the oxidative phenotype we observe. PDK2 and PDK4 negatively regulate pyruvate dehydrogenase and thus impair funnelling pyruvate from glycolysis towards usage in the TCA cycle, shunting mitochondrial metabolism towards fatty acid usage. 81 \n \n  This altogether suggests that utilization of glucose as fuel for the TCA cycle is impaired in Nf1 15 \n Myf5  muscle; thus, fatty acids as alternative energy source need to be used. Intriguingly, a decreased respiratory quotient indicating lower carbohydrate and increased lipid oxidation was demonstrated in NF1 patients. \n  Thus, defective glycolysis may therefore explain why Nf1 82 \n Myf5  muscles shift towards oxidative metabolism and primarily rely on fatty acids but could also contribute to the apparent energy deficit of Nf1‐deficient muscle indicated by AMPK activation. Nf1 is well known as a tumour suppressor gene repressing RAS signalling. Increased RAS signalling or loss of Nf1 is typically associated with the induction of a Warburg effect, that is, increased glycolytic flux under aerobic conditions, as well as the induction of pathways supporting cell growth, as mTORC1. \n ,  83 \n \n  Why loss of Nf1 in myogenic cells leads to effectively opposite outcome is unknown; however, it indicates differences in either the cellular environment or intracellular signal reception that lead to a different interpretation of Nf1‐dependent signals. Decreased energy charge is sensed in cells via AMPK that is a master regulator of cellular energy homeostasis. 84 \n \n  Activation of AMPK can reduce mTORC1 activity and thus protein synthesis, providing a possible explanation for the reduced hypertrophic growth of Nf1 85 \n Myf5  muscles. In turn, AMPK activation is known to induce mitochondrial biogenesis, glucose uptake, and fatty acid consumption. \n ,  85 \n \n  This altogether suggests that impaired glycolysis may be the primary defect in Nf1 86 \n Myf5  muscle, leading to an energy deficit, shifting cellular metabolism via AMPK towards OXPHOS. Mitochondria are described as the predominant source of reactive oxidant species (ROS) in muscle fibres. \n  Notably, oxidative stress in skeletal muscles can promote protein synthesis/degradation imbalance and muscle wasting. 87 \n \n  Increased ROS levels in cachectic muscle could be attributed to the reduction in the activity of endogenous antioxidant enzymes. 88 \n \n  In drosophila, loss of Nf1 caused mitochondrial oxidative stress concomitant to decreased ATP production. 89 \n \n  GO and KEGG analysis of transcriptome data showed enrichment of the terms ‘response to oxygen‐containing compound’, ‘response to oxidative stress’, ‘reactive oxygen species metabolic process’, ‘response to reactive oxygen species (GO)’, and ‘glutathione metabolism’ (KEGG) in genes up‐regulated in Nf1 90 \n Myf5  muscle ( Figure \n 3E ). In addition, transcriptome analysis showed increased expression of NADPH oxidase genes  Cybb  ( Nox2 ) and  Nox4  (Supporting Information,  \n ), which are an additional source of ROS. Data S1 \n \n  This indicates that increased mitochondrial respiration in Nf1 91 \n Myf5  muscle may lead to oxidative stress, hampering mitochondrial energy production. This raises the question whether a concomitant increased mitochondrial ROS production may even aggravate the situation in Nf1 Myf5  mice, potentially causing a vicious cycle. In summary, Nf1 Myf5  represents a viable mouse model for muscle‐specific inactivation of Nf1 that recapitulates the paediatric myopathy seen in NF1 patients. Nf1 deficiency disrupts metabolic homeostasis in muscle leading to muscular energy deficit and a catabolic state causing reduced postnatal muscle hypertrophy. As postnatal muscle growth is carried by a combination of cell accrual and protein synthesis, \n ,  11 \n \n  Nf1 deficiency may also alter behaviour of Myf5 12 \n +  myogenic progenitors, which should be addressed in future studies",
  "upgrade_date": "2026-02-20 07:30:23"
}