{
  "pmid": "PMID:33078583",
  "title": "Cell autonomous requirement of neurofibromin (Nf1) for postnatal muscle hypertrophic growth and metabolic homeostasis.",
  "abstract": "BACKGROUND: Neurofibromatosis type 1 (NF1) is a multi-organ disease caused by mutations in neurofibromin 1 (NF1). Amongst other features, NF1 patients frequently show reduced muscle mass and strength, impairing patients' mobility and increasing the risk of fall. The role of Nf1 in muscle and the cause for the NF1-associated myopathy are mostly unknown. METHODS: To dissect the function of Nf1 in muscle, we created muscle-specific knockout mouse models for NF1, inactivating Nf1 in the prenatal myogenic lineage either under the Lbx1 promoter or under the Myf5 promoter. Mice were analysed during prenatal and postnatal myogenesis and muscle growth. RESULTS: Nf1 CONCLUSIONS: Our results demonstrate a cell autonomous role for Nf1 in myogenic cells during postnatal muscle growth required for metabolic and proteostatic homeostasis. Furthermore, Nf1 deficiency in muscle drives cross-tissue communication and mobilization of lipid reserves.",
  "authors": "Xiaoyan Wei; Julia Franke; Mario Ost; Kristina Wardelmann; Stefan Börno; Bernd Timmermann; David Meierhofer; Andre Kleinridders; Susanne Klaus; Sigmar Stricker",
  "journal": "Journal of cachexia, sarcopenia and muscle",
  "publicationDate": "2020-12",
  "doi": "10.1002/jcsm.12632",
  "methods": "Methods To dissect the function of  Nf1  in muscle, we created muscle‐specific knockout mouse models for NF1, inactivating  Nf1  in the prenatal myogenic lineage either under the Lbx1 promoter or under the Myf5 promoter. Mice were analysed during prenatal and postnatal myogenesis and muscle growth. Methods Animals Mouse lines used in this study were described before: Myf5 Cre , \n  Lbx1 23 \n Cre , \n  Nf1 24 \n flox , \n  and Rosa26 25 \n mTmG . \n  All animal procedures conducted within this study have been approved by the appropriate ethics committee and have therefore been performed in accordance with the ethical standards laid down in the 1964 Declaration of Helsinki and its later amendments. Animal studies were conducted in accordance with FELASA guidelines and were approved by the responsible authority (Landesamt für Gesundheit und Soziales Berlin, LAGeSo) under license numbers ZH120, G0346/13, and G0176/19. Timed matings were set up, and mice were sacrificed by cervical dislocation at indicated days of pregnancy; foetuses were sacrificed by decapitation. 26 \n Tissue processing and histology Forelimbs and hindlimbs of mice were dissected, limbs from the right side of the body were embedded in paraffin, and limbs from the other side were snap‐frozen in liquid nitrogen, followed by RNA, gDNA, or protein isolation. Adipose tissue was taken for RNA isolation and paraffin embedding. Muscle tissue was embedded with tragacanth (Sigma‐Aldrich #G1128) on a cork plate into cold isopentane for 10 s; then samples were transferred on dry ice and stored at −80°C. Adipose tissue was embedded with paraffin after using PFA fixation and rounds of dehydration. Cryoembedded samples were sectioned using a microtome (Microm HM355S) with a thickness of 10 μm. For immunostaining, slides were fixed with methanol for 10 min at −20°C. Antigen retrieval was used for Pax7 staining with antigen retrieval solution (2 mM EDTA) for 10 min at 95°C water bath (Julabo). Slides were blocked with blocking buffer (5% BSA in PBX) for 1 h at room temperature. Primary antibodies were diluted with blocking buffer and incubated overnight at 4°C. To remove primary antibody, slides were washed four times 10 min each with PBX. Secondary antibody was applied in PBX for 1 h at room temperature followed by washing with PBX for four times. Slides were mounted with Fluoromount‐G (Southern Biotech, #0100‐01). Imaging was performed on a LSM700 confocal microscope (Zeiss) with ZEN imaging software (Zeiss). The primary antibodies and dilutions used were goat anti‐collagen IV (Millipore AB769; 1:500), mouse anti‐MyHC type 1 (DSHB BA‐D5; 1:500), mouse anti‐MyHC type 2A (DSHB SC‐71; 1:200), rabbit anti‐laminin (Sigma‐Aldrich L9393; 1:500), mouse anti‐Pax7 (DSHB Pax7; 1:10), mouse anti‐myosin heavy chain (Sigma‐Aldrich 05‐716; 1:1000), anti‐beta III tubulin antibody (Sigma‐Aldrich AB9354; 1:500), and anti‐perilipin A/B antibody (Sigma‐Aldrich p1873; 1:250). For all the immunostaining analysis, three to five animals were used for each genotype as indicated in the figure legends. Paraffin embedding of adipose tissue from control ( n  = 3) and Nf1 Myf5  ( n  = 3) animals were used for haematoxylin and eosin staining; slides were fixed with 4% PFA at room temperature for 10 min and then incubated with haematoxylin (Carl Roth 3816) for 1 min, followed by eosin (Sigma Aldrich #15086‐94‐9) staining for 30 s. Slides were dehydrated by incubation for 5 min each in 70% EtOH–80% EtOH–90% EtOH–100% EtOH–xylene (Carl Roth #CN80). Slides were mounted with Permount medium (Science Service E17986). Oil Red O staining was performed with control ( n  = 3) and Nf1 Myf5  ( n  = 3) muscle sections from different development stages; slides were rinsed with 60% isopropanol (Carl Roth 6752) for 10 min followed by incubation with Oil Red O (Sigma Aldrich O0625) staining solution (0.5 g Oil Red O in 100 mL isopropanol) for 15 min. Then slides were rinsed with 60% isopropanol for 10 min and washed with PBS before mounting and imaging. Quantitative RT–PCR Total RNA was isolated with RNeasy Micro Kit or RNeasy Mini Kit (Qiagen). cDNA was synthesized using 1 μg of mRNA with SuperScript™ III Reverse Transcriptase (Invitrogen 18080044), Oligo(dT)20 Primer (Invitrogen 18418020), and RNaseOUT Recombinant Ribonuclease Inhibitor (ThermoFisher Scientific 10777019) according to the protocol provided by the manufacturers. In brief, 1:10 cDNA dilution was used for each reaction of quantitative RT–PCR analysis performed on an ABI Prism HT 7900 real‐time PCR detection system (Applied Biosystems) equipped with SDS software version 2.4 (ThermoFisher Scientific) using GoTaq qPCR Master Mix (Promega) or SYBR Green qPCR Master Mix (Life Technologies). Beta‐actin was used to normalize the expression of each gene. All primers used were purchased from Eurofins Scientific and are listed in the Supporting Information,  Table \n \n . For all assays, samples from three to four animals per genotype were used in three technical replicates. S1 \n RNA sequencing analysis Total RNA was isolated from tibialis anterior (TA) muscles of two p21 Myf5 Cre ;Nf1 flox/+  and two p21 Myf5 Cre ;Nf1 flox/flox  animals using RNeasy Micro Kit or RNeasy Mini Kit (Qiagen). After initial quality control using Agilent Bioanalyzer, sequencing libraries were prepared from 500 ng of total RNA per sample following Roche's ‘KAPA stranded mRNA Seq’ library preparation protocol for single indexed Illumina libraries: first, the polyA‐RNA fraction was enriched using oligo‐dT‐probed paramagnetic beads. Enriched RNA was heat fragmented and subjected to first‐strand synthesis using random priming. The second strand was synthesized incorporating dUTP instead of dTTP to preserve strand information. After A‐tailing Illumina sequencing compatible adapters were ligated. Following bead‐based clean‐up steps, the libraries were amplified using 11 cycles of PCR. Library quality and size was checked with qBit, Agilent Bioanalyzer, and qPCR. Sequencing was carried out on an Illumina HiSeq 4000 system in PE75bp mode yielding between 45 and 72 million fragments per sample. Mapping was performed using STAR 2.4.2a software with mouse genome (mm9). Read counts were generated with R Studio function Summarize Overlaps and normalized to RPKM based on the number of uniquely mapped reads. Differential expression analysis was performed with DESeq2 using default settings. Genes with an absolute fold change > 2 and adjusted  P ‐value < 0.01 were assessed to be significantly differentially expressed. A table of DESeq2 analysis can be found in the Supporting Information,  \n . Gene set enrichment analysis (GSEA) was performed with the entire gene list using GSEA software 4.0.1 desktop (Broad Institute). KEGG and gene ontology (GO) enrichment analysis was performed using the Signature Database (MSigDB) and DAVID 6.8. RNA‐seq data have been deposited in the Gene Expression Omnibus database under the SuperSeries accession number  Data S1 \n GSE147605 . Immunoblotting For protein isolation, tissue homogenization was performed with a TissueLyser (Qiagen) with RIPA buffer (50 mM Tris–HCl, pH 8.0; 150 mM NaCl; 1% NP‐40; 0.5% sodium deoxycholate; 0.1% SDS). Protein concentration was measured with the Pierce BCA Protein Assay Kit (Thermo Fisher #23225). Protein concentration from all samples was adjusted to 1.5 or 3 μg/μL. Total protein (30 μg) was separated with SDS‐PAGE gels and transferred to PVDF membrane (GE Healthcare). Membranes were blocked with 5% BSA in TBST for 1 h at room temperature. Primary antibodies were diluted in blocking buffer and applied overnight at 4°C. Antibodies used were rabbit anti‐PPARG (Cell Signaling Technology 2443), rabbit anti‐phosphor (pThr172) AMPKa (Cell Signaling Technology 2535), rabbit anti‐AMPKα (Cell Signaling Technology 2532), mouse anti‐β‐actin (Cell Signaling Technology 58169), mouse anti‐β‐tubulin (Sigma‐Aldrich T8328), rabbit anti‐phosphor (s235/236) S6 (Cell Signaling Technology 4858), mouse anti‐MyHC type 1 (DSHB BA‐D5), mouse anti‐MyHC type 2B (DSHB BF‐F3), rabbit anti‐phosphor (Ser473) AKT (Cell Signaling, #9271; 1:1000), rabbit anti‐phospho (Ser1101) IRS‐1 (Cell Signaling, #2385; 1:1000), and rabbit anti‐phospho (Ser636/639) IRS‐1 (Cell Signaling, #2388; 1:1000). Secondary antibodies were applied for 1 h at room temperature. Antibodies used were IgG (HRP conjugated) anti‐rabbit (Thermo Fisher; 1:1000) and IgG (HRP conjugated) anti‐mouse (Thermo Fisher; 1:1000). Images were acquired using a Fusion FX spectra gel documentation system (Vilber) with FUSION FX software. Blots images were analysed with ImageJ grey value analysis tool. For quantification, samples from at least three animals per genotype were analysed in at least three technical replicates. Proteomics sample preparation Three biological replicates of Nf1 Myf5  and control (Nf1 flox/+ ;Myf5 Cre  and Nf1 +/+ ;Myf5 Cre ) TA muscles from p21 mice were used for proteome profiling. Proteomics sample preparation was performed according to a published protocol with minor modifications. \n  In brief, about 10 mg frozen tissue per sample were homogenized under denaturing conditions with a FastPrep (two times for 60 s, 4 m/s) in 1 mL of a buffer containing 6 M guanidinium chloride (GdmCl), 5 mM tris(2‐carboxyethyl)phosphine, 20 mM chloroacetamide, and 50 mM Tris–HCl pH 8.5. Lysates were boiled at 95°C for 15 min in a thermal shaker, followed by sonication for 15 min, and centrifuged at 15 000  27 \n g  for 5 min. The supernatant was transferred into new protein low binding tubes (Eppendorf, Germany). One hundred micrograms of protein per sample were diluted to 1 M GdmCl by adding 10% acetonitrile and 25 mM Tris, 8.5 pH, followed by a Lys‐C digestion (1:50) at 37°C for 2 h. This was followed by another dilution to 0.5 M GdmCl and a tryptic digestion (1:50) at 37°C overnight. Subsequently, peptides were desalted with C18 columns and reconstituted in 1% formic acid in water and further separated into five fractions by strong cation exchange chromatography (SCX, 3M Purification, Meriden, CT). Eluates were first dried in a SpeedVac, then dissolved in 20 μL 5% acetonitrile and 2% formic acid in water, briefly vortexed, and sonicated in a water bath for 30 s prior injection to nano‐LC–MS/MS. Five micrograms of each SCX fraction and a non‐fractioned sample were used for proteome profiling and analysed by MaxQuant (v1.5.3.30). LC–MS/MS instrument settings for shotgun proteome profiling with label‐free quantification and data analysis LC–MS/MS was carried out by nanoflow reverse phase liquid chromatography (Dionex Ultimate 3000, Thermo Scientific) coupled online to a Q‐Exactive HF Orbitrap mass spectrometer (Thermo Scientific), as reported previously. \n  Briefly, the LC separation was performed using a PicoFrit analytical column (75 μm ID × 50 cm long, 15 μm Tip ID; New Objectives, Woburn, MA) in‐house packed with 3 μm C18 resin (Reprosil‐AQ Pur, Dr. Maisch, Ammerbuch, Germany). Peptides were eluted using a gradient from 3.8 to 38% solvent B in solvent A over 120 min at 266 nL/min flow rate. Solvent A was 0.1% formic acid, and solvent B was 79.9% acetonitrile, 20% H 28 \n 2 O, and 0.1% formic acid. Nanoelectrospray was generated by applying 3.5 kV. A cycle of one full Fourier transformation scan mass spectrum (300–1750 m/z, resolution of 60 000 at m/z 200, automatic gain control target 1 × 10 6 ) was followed by 12 data‐dependent MS/MS scans (resolution of 30 000, automatic gain control target 5 × 10 5 ) with a normalized collision energy of 25 eV. In order to avoid repeated sequencing of the same peptides, a dynamic exclusion window of 30 s was used. In addition, only peptide charge states between two and eight were sequenced. Raw MS data were processed with MaxQuant software (v1.5.3.30) and searched against the mouse proteome database UniProtKB (UP000000589) with 54 416 entries, released in March 2016. Parameters of MaxQuant database searching were a false discovery rate (FDR) of 0.01 for proteins and peptides, a minimum peptide length of seven amino acids, a first search mass tolerance for peptides of 20 ppm, and a main search tolerance of 4.5 ppm. A maximum of two missed cleavages was allowed for the tryptic digest. Cysteine carbamidomethylation was set as fixed modification, while N‐terminal acetylation and methionine oxidation were set as variable modifications. The label‐free quantification algorithm, implemented in MaxQuant, was used for data normalization. The MaxQuant processed output files can be found in the Supporting Information,  \n , showing peptide and protein identification, accession numbers, % sequence coverage of the protein,  Data S2 \n q ‐values, and label‐free quantification intensities. The mass spectrometry data have been deposited to the ProteomeXchange Consortium ( http://proteomecentral.proteomexchange.org ) via the PRIDE partner repository \n  with the dataset identifier PXD017958. 29 \n Statistical analysis was performed by a two‐sample  t ‐test with Benjamini–Hochberg (FDR of 0.05) correction for multiple testing. Significantly regulated proteins between Nf1 Myf5  and controls were indicated in the Supporting Information,  \n , and were submitted to DAVID bioinformatics 6.8 for functional annotation analysis. For comprehensive proteome data analyses, GSEA (v2.2.3) Data S3 \n \n  was applied in order to see if a priori defined sets of proteins show statistically significant, concordant differences between Nf1 30 \n Myf5  and controls. GSEA standard settings were used, except that the minimum size exclusion was set to 5 and KEGG v5.2 were used as gene set databases. The cut‐off for significantly regulated pathways was set to be ≤0.05  P ‐value and ≤0.05 FDR. High‐resolution respirometry Extensor digitorum longus (EDL) and soleus muscles from 5 weeks control ( n  = 7) and Nf1 Myf5  ( n  = 7) mice were used in this experiment. Briefly, gently dissected muscles were put into ice‐cold biopsy preservation medium (in mM: 2.77 CaK 2 EGTA, 7.23 K 2 EGTA, 20 imidazole, 20 taurine, 6.56 MgCl 2 , 5.77 ATP, 3.95 phosphocreatine, 0.5 dithiothreitol, 50 K‐MES, pH 7.1 at °C) followed by permeabilization with saponin (50 μg/mL) in biopsy preservation medium at 4°C for 30 min. Fibres were washed with mitochondrial respiration medium (MiR05, 110 mM sucrose, 60 mM K‐lactobionate, 0.5 mM EGTA, 3 mM MgCl 2 , 20 mM taurine, 10 mM KH 2 PO 4 , 20 mM HEPES, pH 7.1, and 0.1% fatty acid‐free BSA) at 4°C for 10 min. All samples were kept on ice before analysis. The basic principle of this method is to analyse the respiratory capacity at 37°C in a hyperoxygenated environment using a multiple substrate‐uncoupler‐inhibitor titration protocol. \n  The following concentrations were used: 2 mM malate + 5 mM pyruvate (LEAK respiration), 5 mM ADP (OXPHOS capacity), 10 μM cytochrome c (integrity of outer mt‐membrane), 10 mM glutamate (OXPHOS capacity), 10 mM succinate (OXPHOS capacity), 0.5 μM FCCP (ETS capacity, ETSCI&CII), 0.5 μM rotenone (ETS capacity, ETSCII), and 2.5 μM antimycin A (residual oxygen consumption, ROX) that were used with high‐resolution Oxygraph‐2k (OROBOROS Instruments). DatLab software (OROBOROS INSTRUMENTS) was used for data acquisition and analysis. All data were normalized to non‐mitochondrial residual oxygen consumption (after complex I and III inhibition by adding rotenone and antimycin A) and muscle fibre wet weight. Student's  31 \n t ‐test (unpaired, two‐tailed) was used to determine differences between genotypes for each respiratory state. Whole mount  in situ  hybridization Embryos at the stage E14.5 were dissected and fixed overnight in 4% PFA/PBS. Embryos were washed twice in PBST for 30 min on ice and dehydrated through 25%, 50%, and 75% methanol in PBST (DEPC‐H 2 O), twice in 100% methanol for 10 min, and were stored in methanol at −20°C. Embryos were rehydrated passing through 75%, 50%, and 25% methanol in PBST (DEPC‐H 2 O) and washed twice with 1× PBS (DEPC‐H 2 O) on ice. Afterwards, embryos were bleached with 6% hydrogen peroxide in PBST for 1 h on ice. After washing three times for 10 min in PBST, embryos were treated with proteinase K (20 μg/mL, Roche) at room temperature for 12 min. Embryos were washed with PBST, PBST/glycine, and RIPA buffer for 10 min each and fixed with 4% PFA/0.2% glutaraldehyde for 20 min followed by washing with PBST, PBST/hybridization buffer, and hybridization buffer (50% formamide, 5× SSC pH 4.5, 1% SDS and 0.1% Tween‐20, 0.1 mg/mL tRNA, and 0.05 mg/mL heparin). Embryos were pre‐hybridized in hybridization solution at 65°C for 3 h, followed by incubation in hybridization buffer containing a digoxygenin‐labelled  MyoD  mRNA probe at 65°C overnight. Embryos were washed with hybridization buffer at 65°C for 30 min, followed by digestion with RNase A at 37°C for 30 min. Embryos were washed with formamide buffer (50% formamide, 2× SSC pH 4.5, 0.1% Tween‐20 in DEPC‐water) at 65°C for 30 min, followed by two washing steps with MABT for 15 min each. Embryos were incubated in blocking solution (2% foetal calf serum, 2 mg/mL bovine serum albumin dissolved in TBST) for 1 h and subsequently incubated with anti‐DIG‐Fab antibody coupled to alkaline phosphatase (Roche, 11093274910) in blocking solution (1 in 5000) at 4°C overnight. Embryos were washed with PBST/tetramisol overnight. Embryos were equilibrated to ALP buffer for three times, 20 min each, and then transferred to BM purple AP substrate (Roche, 11442074001). For signal conservation, the embryos were washed three times with ALP buffer and then fixed in 4% PFA/PBS. Imaging was performed using a Zeiss Stereo Discovery V12 and the AxioVision 4.6 software (Zeiss). Measurement and quantification of MyoD +  stained area were performed on three embryos for each genotype with the Autmess function of AxioVision 4.6.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:28:42"
}