{
  "pmid": "PMID:33085177",
  "title": "The development of the PlexiQoL: A patient-reported outcome measure for adults with neurofibromatosis type 1-associated plexiform neurofibromas.",
  "abstract": "BACKGROUND: To develop and validate a patient-reported outcome (PRO) measure of quality of life (QoL), specific to patients with Neurofibromatosis Type 1 (NF1)-associated plexiform neurofibromas (pNFs), suitable for use in clinical efficacy trials. The study was conducted in parallel in the UK and US. METHODS: Qualitative interviews were conducted with patients to generate questionnaire content. Face and content validity of the draft scale was assessed by cognitive debriefing interviews (CDIs). A postal validation survey was conducted to identify the final version of the questionnaire (the PlexiQoL), establish its unidimensionality, and assess its psychometric properties. RESULTS: Thematic analysis was performed on 42 interview transcripts. Thirty-one CDIs revealed that patients found the draft scale to be comprehensible, relevant, and easy to complete. The postal validation survey was completed by 273 patients. Rasch analysis identified an 18-item unidimensional scale that showed excellent internal consistency, reproducibility, and sensitivity to differences in patient-perceived pNF severity, general health, and the use of pain medication. CONCLUSIONS: The PlexiQoL is the first disease-specific PRO assessing the ability of adults with NF-1 associated pNFs to meet their basic human needs. Clinical trials are planned to assess the sensitivity to change of the PlexiQoL in people undergoing treatment for pNFs.",
  "authors": "Alice Heaney; Jeanette Wilburn; Matthew Rouse; Shannon Langmead; Jaishri O Blakeley; Susan Huson; Stephen P McKenna",
  "journal": "Molecular genetics & genomic medicine",
  "publicationDate": "2020-12",
  "doi": "10.1002/mgg3.1530",
  "methods": "Methods Qualitative interviews were conducted with patients to generate questionnaire content. Face and content validity of the draft scale was assessed by cognitive debriefing interviews (CDIs). A postal validation survey was conducted to identify the final version of the questionnaire (the PlexiQoL), establish its unidimensionality, and assess its psychometric properties. 2 METHODS 2.1 Ethical compliance The UK study was granted ethics committee approval by the National Research Ethics Service Committee North West (14/NW/0279). In the US, approval was granted by the Johns Hopkins University School of Medicine (JHU‐SOM) Institutional Review Board. 2.2 Patients In the UK, patients were recruited through the Children's Tumor Foundation Patient Registry ( https://nfregistry.patientcrossroads.org ) and the Genetics department at St Mary's Hospital, Manchester. For the postal validation survey, additional avenues of recruitment were utilised that included charities, support groups and additional clinical centres. Patients in the US were recruited from Johns Hopkins Comprehensive Neurofibromatosis Center, Baltimore and the Patient Registry. Patients at each stage provided written informed consent prior to inclusion in the study. Eligibility requirements included; age of 18 or above, confirmed NF1 diagnosis, ≥1 pNF, ability to understand and complete questionnaires independently and ability to provide written informed consent. Patients were excluded if they were undergoing evaluation for malignant conversion of a pNF or had known active malignancy, were unable to provide informed consent or were deemed by the clinical team to be incapable of participating in the study. Patients with a history of malignancy that had been previously, curatively treated were included. 2.3 Stages in the development of the PlexiQoL Three main stages were involved in the development of the PlexiQoL. 2.3.1 Item generation PlexiQoL content was derived from unstructured qualitative interviews conducted by experienced interviewers, with patients in the UK and US. Letters were sent to eligible patients inviting them to take part in the study. The UK interviews were conducted in a private room in either the Manchester Centre for Genomic Medicine at Saint Mary's Hospital, the offices of Galen Research or at the patient's home. US interviews were conducted at Johns Hopkins University, Baltimore. With the patient's permission, interviews were audio‐recorded and transcribed verbatim, with any patient‐identifying information removed from the transcripts to ensure anonymity. The interviews focused on the ways in which pNFs and their treatment affected the ability of interviewees to fulfil their human needs. Interviewees were asked to describe how their condition impacted their everyday lives. Rather than asking specific questions, participants were encouraged to talk freely about whichever issues they considered important. Where participants reported symptoms or functional problems caused by their pNFs, they were asked to explain how these affected their ability to meet their needs. Theoretical thematic analysis (Braun & Clarke,  2006 ), guided by the needs‐based model of QoL (Hunt & McKenna,  1992 ), was performed on the transcripts. Independent analysis of each transcript was conducted by two members of the research team (who had not interviewed the respondent), to identify potential QoL issues. All issues identified from the transcripts were recorded together and grouped by themes. The research team in the UK and a US NF clinician then worked together to refine the themes and to identify potential items, using the patients’ own words wherever possible. All themes were derived from the current transcripts only, with no reference made to themes generated in previous instrument development studies. An item pool was generated that contained items derived from both UK and US patients. The draft questionnaire was produced containing the same items for both countries. However, the wording of some statements differed to reflect local language and idioms. The questionnaire was presented in a pen and paper format with “True”/”Not True” response options. Respondents were asked to base their responses on how they felt at the moment (UK) / at the present time (US). This format has proven to be the most effective in previous needs‐based measures and to be more sensitive than measures with multiple response options (De Jong et al.,  1997 ). 2.3.2 Assessment of face and content validity Semi‐structured cognitive debriefing interviews (CDIs) were conducted with UK and US patients to determine the clarity, relevance, and applicability of the draft PlexiQoL. Patients were asked to complete the questionnaire in the presence of a researcher, who made detailed notes about hesitations or difficulties experienced by respondents. Guided by a semi‐structured interview schedule, the interviewer asked about the problems observed and specific questions about the suitability of the questionnaire content. Patients were encouraged to provide feedback on the items and instructions, and whether any aspects of their experience were not covered by the questionnaire. Interviewees were also asked how they referred to their pNFs. This was important to ensure that interviewees could distinguish these from dermal tumours and gliomas. The research team analysed the CDI reports to identify and address any problematic items and/or instructions. 2.3.3 Postal validation survey A large scale postal survey was conducted in parallel in the UK and US to reduce the number of items in the PlexiQoL and to assess its scaling and psychometric properties. Eligible participants were sent a questionnaire pack which included a demographic questionnaire, the draft PlexiQoL and a comparator measure. The comparator measure used in the UK was the Nottingham Health Profile (NHP; Hunt et al.,  1981 ) and the Short Form‐36 (SF‐36; Ware & Sherbourne,  1992 ) was used in the US. These are generic measures of subjective health status (HRQL). The NHP comprises six sections; energy level, pain, physical mobility, sleep, social isolation, and emotional reactions. Each section is scored from 0 to 100, where 100 indicates the worst health state. The SF‐36 consists of 36 items, covering eight sections. Scores on the SF‐36 range from 0 to 100, with a higher score representing better health. A subset of respondents was asked to complete the PlexiQoL approximately two weeks after the first administration to assess reproducibility. Scale reduction RMT is a measurement model that assesses whether a set of questions in a scale can be added together to provide a valid, unidimensional total score. It was used in this study to evaluate and improve the measurement properties of the draft PlexiQoL. A target sample size of 250 patients was selected. A sample of this size is required to provide over 99% confidence that the parameter estimates are stable within half a logit (Linacre,  1994 ). Where a scale fits the Rasch model it is unidimensional (measures one construct) and interval level measurement is achieved. Internal reliability was assessed using the Person Separation Index (PSI). The PSI is indicative of the power of the items to distinguish between respondents. A PSI score of 0.70 is the minimum acceptable value (Tennant & Conaghan,  2007 ). Fit of the PlexiQoL data to the model was investigated by reference to the overall item‐trait interaction Chi‐squarefit value. A significant Chi‐square statistic ( p  < 0.05) is indicative of misfit to the Rasch model. Item level fit was investigated via Chi‐square and Analysis of Variance (ANOVA) individual item fit statistics, in addition to individual item fit residuals. Statistical significance ( p  < 0.05) in the Chi‐square and F‐test indicates poor fit of an item to the model. Bonferroni adjustments were applied to these tests to account for multiple comparisons (Bland,  1995 ). Individual item fit residuals falling outside ±2.5 are indicative of model misfit. A requirement of the Rasch model is that items should be invariant across groups. This is examined through tests of differential item functioning (DIF; Angoff,  1993 ). The groups examined for DIF were; age (below median versus above median), gender, and country. An ANOVA of standardized residuals was conducted, with a p‐value of <0.05 (Bonferroni corrections applied) considered indicative of the presence of DIF. To be valid and reliable, items in a scale should be related but independent of each other. This is referred to as local independence and can be violated in two ways; multidimensionality and response dependency. The former is referred to as trait dependency, which occurs when a scale includes items that assess more than one construct. Response dependency occurs where the response to one item depends on the response to another (Marais & Andrich,  2008 ). Both types of local item dependency (LID) can be addressed by combining the dependent items into a single item, known as a subtest (Tennant & Conaghan,  2007 ). Item residual correlations of 0.2 above the average residual correlations for all items are considered indicative of a violation of local independence (Christensen et al.,  2017 ). Targeting of items to the respondents was assessed by examining person‐item distribution graphs. These show the ordering of both persons and items on the same logit scale and indicate whether the items in the scale are well matched to the respondents. Items with negative logit values are easier (more likely) to be affirmed by respondents. Items with positive logit values are more difficult (less likely) to be affirmed. Rasch analysis was conducted using the RUMM2030 programme (Andrich et al.,  2010 ). Classical psychometric analysis Internal consistency Internal consistency measures the degree of relatedness of items. A Cronbach's alpha coefficient below 0.7 indicates that the items do not work together to form a scale (Streiner & Norman,  1995 ). Test‐retest reliability Test‐retest reliability is an estimate of a measure's reproducibility over time when no change in condition has taken place. This was assessed using Spearman's rank correlation to correlate PlexiQoL scores obtained on two different occasions. A value of 0.85 or above indicates that an instrument produces a low level of random measurement error (Weiner & Stewart,  1984 ). Convergent validity Convergent validity measures the level of association between scores on one scale and those on a comparator scale that measures a related construct. Scores obtained on the PlexiQoL were compared with NHP scores in the UK and SF‐36 scores in the US, using Spearman's rank correlation coefficients, to establish convergent validity. Known group validity Known group validity examines the ability of a measure to distinguish between groups of people that differ according to some known factor. Nonparametric tests for independent samples were employed to examine scores of respondents grouped by perceived pNF severity (mild, moderate, severe, very severe), perceived general health (very good, good, fair, poor), whether patients were taking pain medication and if they had pNFs that were visible to others. PlexiQoL scores of respondents who differed by gender, age (above versus below median age), and country were also examined.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:28:45"
}