{
  "pmid": "33197677",
  "abstract": "Effects of a mind-body program on symptoms of depression and perceived stress  among adults with neurofibromatosis type 2 who are deaf: A live-video randomized  controlled trial.  Carter S(1), Greenberg J(1), Funes CJ(2), Macklin EA(3), Vranceanu AM(4).  Author information: (1)Integrated Brain Health Clinical and Research Program, Department of  Psychiatry, Massachusetts General Hospital, USA; Harvard Medical School, USA. (2)Division of Neuropsychiatry, Department of Psychiatry & Athinoula A Martinos  Center for Biomedical Imaging, Massachusetts General Hospital, USA. (3)Harvard Medical School, USA; Biostatistics Center, Massachusetts General  Hospital, Boston, MA, USA. (4)Integrated Brain Health Clinical and Research Program, Department of  Psychiatry, Massachusetts General Hospital, USA; Harvard Medical School, USA.  Electronic address: avranceanu@mgh.harvard.edu.  INTRODUCTION: Neurofibromatosis type 2 (NF2) is a rare, progressive and  incurable genetic disorder associated with progressive hearing loss and eventual  deafness. As a group, patients with NF report high levels of stress and  depressive symptoms. However, no studies have explored improvement in these  symptoms after psychosocial interventions. We have previously shown that a  mind-body program tailored to adults with NF2 who are deaf (the Relaxation  Response and Resiliency Program for Deaf NF2, d3RP-NF2) improves quality of life  and resiliency over and above a Health Enhancement program when both are  delivered via live-video and assisted by Communication Access Realtime  Translation (CART). Here we tested the effects of the programs on depression and  perceived stress. METHODS: Forty-five patients with NF2 and significant hearing loss were  randomized to the d3RP-NF2 or Health-Enhancement program and completed measures  of depression (PHQ-9) and perceived stress (PSS-10) at baseline,  post-intervention, and six-month follow-up. RESULTS: Patients randomized to the d3RP-NF2 program, but not to the control  condition, experienced significant decreases on both measures from baseline to  post-test, which were maintained at follow-up (within group tests). However,  improvements following the d3RP-NF2 program was not significantly higher than  those observed in the control group (between group tests). CONCLUSION: Results provide the first evidence of improvement in symptoms of  depression and perceived stress among deaf patients living with NF2 who  participate in a virtual mind-body program.  Copyright © 2020 Elsevier Ltd. All rights reserved.  DOI: 10.1016/j.ctim.2020.102581 PMID: 33197677 [Indexed for MEDLINE]",
  "methods": "Methods: The study recruited adult patients with moderate to severe tinnitus for six months or more. In total, 81 patients were assessed for eligibility, 78 were enrolled and randomized, and 67 were included in the per-protocol analysis. Patients were randomized into 3 groups (1:1:1). Group NT received nortriptyline-topiramate, group VP received verapamil-paroxetine, and group P received placebo.",
  "introduction": "",
  "results": "Results: A total of 19 patients in group NT, 22 in group VP, and 26 patients in group P were included in the per-protocol analysis. In group NT, the TFI score decreased from 58.4±13.9 (baseline) to 46.3±17.5 (end-of-trial) (p<0.001). Similarly, in group VP, the TFI score decreased from 54.6±17.5 to 42.2±16.1 (p=0.004). However, group P did not demonstrate any significant decrease in the TFI score from 51.2±18.6 to 45.2±20.1 (p=0.086). The between-arm analysis did not yield any statistical significance decrease in the TFI score (ANOVA, p=0.265).",
  "discussion": "Conclusions: Both combinations of drugs were promising in improving tinnitus severity. However, larger-scale trials with longer follow-up periods are warranted to validate our findings between groups.",
  "fetched_at": "2026-02-16T15:47:05.793390",
  "abstract_length": 2620,
  "methods_length": 399,
  "introduction_length": 0,
  "results_length": 550,
  "discussion_length": 200
}