{
  "pmid": "PMID:33197677",
  "title": "Effects of a mind-body program on symptoms of depression and perceived stress among adults with neurofibromatosis type 2 who are deaf: A live-video randomized controlled trial.",
  "abstract": "INTRODUCTION: Neurofibromatosis type 2 (NF2) is a rare, progressive and incurable genetic disorder associated with progressive hearing loss and eventual deafness. As a group, patients with NF report high levels of stress and depressive symptoms. However, no studies have explored improvement in these symptoms after psychosocial interventions. We have previously shown that a mind-body program tailored to adults with NF2 who are deaf (the Relaxation Response and Resiliency Program for Deaf NF2, d3RP-NF2) improves quality of life and resiliency over and above a Health Enhancement program when both are delivered via live-video and assisted by Communication Access Realtime Translation (CART). Here we tested the effects of the programs on depression and perceived stress. METHODS: Forty-five patients with NF2 and significant hearing loss were randomized to the d3RP-NF2 or Health-Enhancement program and completed measures of depression (PHQ-9) and perceived stress (PSS-10) at baseline, post-intervention, and six-month follow-up. RESULTS: Patients randomized to the d3RP-NF2 program, but not to the control condition, experienced significant decreases on both measures from baseline to post-test, which were maintained at follow-up (within group tests). However, improvements following the d3RP-NF2 program was not significantly higher than those observed in the control group (between group tests). CONCLUSION: Results provide the first evidence of improvement in symptoms of depression and perceived stress among deaf patients living with NF2 who participate in a virtual mind-body program.",
  "authors": "Sarah Carter; Jonathan Greenberg; Christopher J Funes; Eric A Macklin; Ana-Maria Vranceanu",
  "journal": "Complementary therapies in medicine",
  "publicationDate": "2021-01",
  "doi": "10.1016/j.ctim.2020.102581",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-19 09:28:47"
}