{
  "pmid": "PMID:33279959",
  "title": "Stepwise crosstalk between aberrant Nf1, Tp53 and Rb signalling pathways induces gliomagenesis in zebrafish.",
  "abstract": "The molecular pathogenesis of glioblastoma indicates that RTK/Ras/PI3K, RB and TP53 pathways are critical for human gliomagenesis. Here, several transgenic zebrafish lines with single or multiple deletions of nf1, tp53 and rb1 in astrocytes, were established to genetically induce gliomagenesis in zebrafish. In the mutant with a single deletion, we found only the nf1 mutation low-efficiently induced tumour incidence, suggesting that the Nf1 pathway is critical for the initiation of gliomagenesis in zebrafish. Combination of mutations, nf1;tp53 and rb1;tp53 combined knockout fish, showed much higher tumour incidences, high-grade histology, increased invasiveness, and shortened survival time. Further bioinformatics analyses demonstrated the alterations in RTK/Ras/PI3K, cell cycle, and focal adhesion pathways, induced by abrogated nf1, tp53, or rb1, were probably the critical stepwise biological events for the initiation and development of gliomagenesis in zebrafish. Gene expression profiling and histological analyses showed the tumours derived from zebrafish have significant similarities to the subgroups of human gliomas. Furthermore, temozolomide treatment effectively suppressed gliomagenesis in these glioma zebrafish models, and the histological responses in temozolomide-treated zebrafish were similar to those observed in clinically treated glioma patients. Thus, our findings will offer a potential tool for genetically investigating gliomagenesis and screening potential targeted anti-tumour compounds for glioma treatment.",
  "authors": "Juanjuan Luo; Pei Liu; Chunjiao Lu; Wanping Bian; Dongsheng Su; Chenchen Zhu; Shaolin Xie; Yihang Pan; Ningning Li; Wei Cui; De-Sheng Pei; Xiaojun Yang",
  "journal": "Brain : a journal of neurology",
  "publicationDate": "2021-03-03",
  "doi": "10.1093/brain/awaa404",
  "methods": "Materials and methods Strains, husbandry, breeding and drug treatment The wild-type zebrafish line (AB strain) and  Tg ( gfap : GFP ) transgenic fish ( Bernardos and Raymond, 2006 ) were obtained from the China Zebrafish Resource Center (Wuhan, China), and raised according to the guidelines for zebrafish care ( Westerfield, 2007 ). Fish were maintained in a large-scale water-recirculating system under a 14-h light/10-h dark cycle at 28°C. The juvenile and adult fish (>15 days post-fertilization; dpf) were kept in system water (40 g sea salts/l in deionized water, pH 7.0, salinity 0.03%, and conductivity 500 μS) in serial tanks at densities of five fish per litre (60 fish/12 l). The fish were fed two to three times daily with a rich supply of freshly hatched brine shrimp. For zebrafish breeding, the healthy fish (three males and three females) at 3–4 months of age were selected to produce embryos in each breeding tank on the day before breeding. Following the start of the next light cycle, the embryos were collected by siphoning the bottom of the tank. The embryos (≤4 dpf) and larvae (5–15 dpf) were maintained in E3 embryonic medium (5 mM NaCl, 0.17 mM KCl, 0.33 mM CaCl 2  and 0.33 mM MgSO 4  in deionized water) with 10 −5 % methylene blue in 90-mm Petri dishes (50 embryos or 10 larvae per dish) at 28°C, and fed with paramecia (4–9 dpf) and brine shrimp (10–15 dpf) three times daily. For temozolomide (TMZ) treatment, TMZ (MedChemExpress) was dissolved in 10% dimethyl sulphoxide (DMSO), and the larvae at 14 dpf were treated with TMZ for 3 months at a final concentration of 100 µm/l—which does not appreciably affect the embryonic development of wild-type zebrafish ( Geiger  )—and then processed for histological analysis. The tank water and TMZ were refreshed daily. The animal experiments were performed according to the protocol, and approved by Shantou University Medical College. et al. , 2008 Synthesis of mRNA and guide RNA \n Cas9  mRNA was produced by  in vitro  transcription from a pCS2 Cas9 vector ( Jao  ) using a mMESSAGE mMACHINE et al. , 2013 TM  SP6 kit (Invitrogen, Thermo Fisher Scientific). Guide RNAs (gRNAs) were designed using the CHOPCHOP website ( http://chopchop.cbu.uib.no/ ). The gRNA transcription templates were prepared through PCR amplification using T7-targetsite-F primers and the universal reverse primer gRNA-R ( Supplementary Table 1 ), and gRNAs were transcribed using the MAXIscript T7 kit (Thermo Fisher Scientific). The pCS-TP vector was linearized using NotI endonuclease (New England Biolabs), cleaned up by phenol/chloroform extraction, and synthesized from linearized vectors using mMESSAGE mMACHINE TM  T7 Kit (Invitrogen). All mRNA transcripts were purified using MicroElute RNA Clean-Up kit (Omega Bio-Tek). The quality and concentration of RNA were analysed by electrophoresis and NanoDrop TM  2000 spectrophotometer (Thermo Fisher Scientific). The  in vitro  efficiencies of the gRNAs were examined using a gRNA Activity Detection kit (ViewSolid Biotech). DNA construction and microinjection We cloned the zebrafish  U6-3  promoter ( Halbig  ) from the AB strain, followed by an NheI site, into the CRISPR/Cas9 skeleton vector ( et al. , 2008 Cas9-T2A-mCherry ) from the Tol2 kit ( Kwan  ) using ClaI and KpnI endonucleases (New England Biolabs). The sequences of gRNA were then inserted in  et al ., 2007 Cas9-T2A-mCherry , U6  to construct  Cas9-T2A-mCherry , U6 : gRNA  vectors, respectively including  gfap : Cas9-T2A-mCherry,U6 : gRNA ( nf1a ),  gfap : Cas9-T2A-mCherry,U6 : gRNA ( tp53 ), and  gfap : Cas9-T2A-mCherry,U6 : gRNA ( rb1 ) vectors, and  gfap : Cas9-T2A-mCherry,U6 : gRNA ( null ) as control. Ultimately, we cleaved the  gfap  promoter from  Tg ( gfap : GFP ) fish followed by  Xhol  and  Agel  sites ( Bernardos and Raymond, 2006 ), and subcloned the  gfap  promoter sequence into  Cas9-T2A-mCherry,U6 : gRNA  vectors using T4 DNA ligase (Thermo Fisher Scientific), respectively. The AB strains were bred and their embryos were collected for microinjection. Specifically, the mixture with 20 pg DNA construct and 20-pg  Tol2  mRNA was injected into the embryos at the one-cell stage. For typical CRISPR experiments, the mixture with 600 pg  Cas9  mRNA and 25 pg gRNA was injected into each embryo. Following microinjection, all embryos were raised in E3 medium at 28°C. The details of DNA construction and the generation and identification of tissue-specific gene mutation in zebrafish are provided in the  Supplementary material . Analysis of gRNA efficiency, T7 endonuclease I mutagenesis assay and whole-mount  in situ  hybridization The gRNA target site and primer sequences used for the T7E1 assays are shown in  Supplementary Table 1 . Genomic DNA was extracted from 15 embryos using a standard DNA extraction protocol following co-microinjection of gRNA- and  Cas9 -capped RNA at 24 h post-fertilization (hpf). PCR mixtures were then prepared using the TransFast ®  Taq DNA polymerase (TransGen Biotech). PCR products (8.5 µl) were then annealed for heteroduplex formation. T7 endonuclease I buffer (1 µl) and 0.5 ml T7 endonuclease I (ViewSolid Biotech) were added to the solution described above, and the mixture was incubated at 37°C for 25 min. The samples were analysed using 2% agarose gels and observed with a gel imaging system (Junyi). To confirm the efficiency of gRNAs, 2 ml of PCR products was cloned into the pMD-19T vector (Takara Bio) for DNA sequencing. Whole-mount  in situ  hybridization assay of  tp53 ,  nf1a  or  rb1  was performed as previously described ( Padmanabhan  ). The sense and antisense RNA probes were synthesized using the mMESSAGE mMACHINE et al. , 2009 TM  T7 Kit (Invitrogen).  In situ  hybridization was carried out following the previous protocol ( Thisse and Thisse, 2008 ). Histological examination, immunohistochemistry, immunofluorescence and whole-mount embryonic imaging The whole brain tissue specimens from the euthanized transgenic zebrafish were dissected, paraformaldehyde-fixed, and paraffin-embedded for haematoxylin and eosin staining and immunohistochemistry. The immunohistochemistry of formalin-fixed, paraffin-embedded tissue sections was carried out as previously described ( Barash  ). Following antigen retrieval and blocking, 4-mm sections were immunostained using the primary antibodies and the corresponding secondary antibodies, and were detected using the avidin-biotin complex method (Dako), and visualized with DAB. The slides were lightly counterstained with haematoxylin, and the staining was evaluated with Image-Pro Plus software (Media Cybernetics Inc.). The paraffin-embedded tissue microarray of human glioma specimens was purchased from Outdo Biotech Ltd (HbraG180Su01). The ethics approval was approved by the Medical Ethics Committee of Shantou University Medical College. et al. , 2019 The glioma formation developed by the fish was preliminarily estimated based on the ‘bending-body’ phenotype before post-mortem histological analysis, and confirmed by haematoxylin and eosin staining. The histological grades varied from I to IV of brain harboured gliomas and were further diagnosed by the pathologist according to the WHO classification and as previously described ( Jung  ;  et al. , 2013 Villa  ). For example, advanced histological grade glioma is usually accompanied by larger tumours, hypercellularity, enhanced necrosis and vascularity, and frequent mitosis, as well as robust expression of gliomagenesis-related factors, including Gfap, Pcna, phh3, pAkt, and Nestin. et al. , 2018 Immunofluorescence was performed using 25-mm cryosections of 4% paraformaldehyde-fixed tissues as previously described ( Luo  ). The sections were incubated overnight at 4°C with the primary antibodies in blocking buffer. The sections were then washed six times with PBS containing 0.5% Triton et al. , 2018 TM  X-100 at room temperature for 15 min, incubated with the secondary antibodies at room temperature for 1 h, washed with PBS, and sealed with coverslips. The immunostained sections were observed and photographed under a confocal microscope (FV1000; Olympus). The whole-embryonic fluorescent images were obtained using an Olympus MVX10 fluorescence microscope. All information on the antibodies and the concentrations used are provided in  Supplementary Table 2 . Quantitative RT-PCR assay The dissected brain tissues from 3-month-old fish were used for quantitative PCR. Samples were collected from three or four fish belonging to each group, and used for total RNA extraction with TRIzol TM  reagent (Invitrogen). The extracted RNA was reverse-transcribed by qRT-PCR assay using QuantiTect TM  SYBR Green PCR kit (Qiagen), and amplified by 7300 Real-time PCR System (Applied Biosystems). All experiments were performed three times using separately prepared samples. The sequences of the primers used in qRT-RCR assay are provided in  Supplementary Table 1 . Western blot analysis The dissected brain tissues from 3-month-old fish were lysed in RIPA buffer containing 1% PMSF (Solarbio). Samples were collected from three or four fish, separated with electrophoresis, and transferred to nitrocellulose membranes (Millipore). The membranes were incubated with 5% bovine serum albumin (BSA) in Tris-based saline-Tween 20 (TBST; 0.2 M Tris, 1.37 M NaCl, and 0.1% Tween 20 at pH 7.6), and the primary antibodies at 4°C overnight. After washing with TBST, the membranes were then incubated with the secondary antibodies, and visualized using a SuperSignal TM  West Pico Substrate Kit (Thermo Fisher Scientific). All the experiments were repeated independently three times. All the information on the antibodies and the utilized concentrations are provided in  Supplementary Table 2 . Global transcriptome sequencing and analyses Total RNA from each group was isolated using the TRIzol TM  reagent, and sequenced by BGI Company. Unsupervised hierarchical clustering (UHC) analyses were performed to calculate the median absolute deviation score for each probe set using the log 2 -transformed data, and the top 1000 most variable probe sets were selected. The analysis was performed using GeneMaths software (Applied Maths, Inc., Austin, TX) with Pearson correlation as the similarity coefficient and Ward as the clustering method. The enrichment of signature genes in the tumour subgroups identified by UHC in our models was assessed by gene set enrichment analysis (GSEA) ( Subramanian  ). We generated gene sets using the gene signatures that define previously identified glioma subgroups ( et al. , 2005 Freije  ;  et al. , 2004 Phillips  ;  et al. , 2006 Verhaak  ), and performed GSEA analysis of tumours to compare one subgroup with the other two subgroups. A nominal  et al. , 2010 P -value of <0.2 obtained in GSEA was considered to indicate statistical significance. Behavioural tests The motor capabilities of the larvae in different groups were evaluated using a behavioural tracking system (Noldus). In each trial, the 7 dpf larvae of different experimental groups were carefully transferred to a 24-well plate with one single larva in each well. The plate was placed into an observation chamber, the swim path of individual larvae was recorded with an infrared video camera for 6.5 min, and the travelling distance of each larva was analysed using DanioVision software (Noldus). Briefly, basal activity in the darkened chamber was recorded for 30 s, followed by a 0.2-s exposure to a 500-lx white light stimulus, and repeated the next 30 s in the dark. DanioVision software quantified larval motor activity by assessing changes in infrared image pixel intensity (on a scale of 1 to 256) of all pixels corresponding to the image area of its circular well between sequential video sweeps (every 40 ms). Quantification and statistical analysis The results were analysed using SPSS 10.0 statistical software (SPSS, Chicago, IL), and presented as the arithmetic means and standard error (SE). Student’s  t -test was used for the statistical analyses.  P  <   0.05 was regarded as indicating statistical significance. Data availability All sequencing that support the findings of this study have been deposited in the Gene Expression Omnibus (GEO) of National Center for Biotechnology Information under accession no.  GSE129899 .",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:28:49",
  "introduction": "Introduction Malignant gliomas are the most frequently occurring brain tumours in the CNS, with both high recurrence and mortality rates ( Ostrom  ). According to the WHO criteria, gliomas can be histologically classified as grade I to IV ( et al. , 2018 Diamandis and Aldape, 2018 ). Grade IV diffuse gliomas, which are also known as primary glioblastoma, are due to the development of pre-existing low-grade gliomas ( Ohgaki and Kleihues, 2013 ), and associated with <10% long-term survival ( Thurnher, 2009 ). Tumorigenesis is known to be induced by the sequential accumulation of genetic alterations, including functional dysregulation of tumour suppressors, and activation of growth factor or survival signalling pathways ( Gladson  ). The molecular pathogenesis of glioblastoma indicates that the dysregulation of three core pathways, including receptor tyrosine kinase (RTK)/Ras/phosphatidylinositol 3′-kinase (PI3K), RB, and TP53 pathway, are critically detected in most glioblastoma patients ( et al. , 2010 Cancer Genome Atlas Research, 2008 ;  Parsons  ). Among these pathways, the RTK/Ras/PI3K pathway is associated with many tumour-related key kinase intermediates, such as EGFR amplification and PTEN loss ( et al. , 2008 Brisbin  ;  et al. , 2009 Ye  ). Additionally, as a PI3K downstream target, AKT has more than 40 tumour-related downstream targets, including FOXO, GSK-3β, mTOR, and TSC1/2 ( et al. , 2016 Manning and Cantley, 2007 ). The mutation of NF1, a key regulator of the RTK/Ras/PI3K pathway, can lead to the increasing mesenchymal phenotype, and enhanced motility and invasion in various malignant tumours ( Symons and Segall, 2009 ;  Yamazaki  ).  et al. , 2009 RB1  gene mutations were also detected in many human malignant tumours, especially at the early stage. Phosphorylated RB1 restrains proliferation by repressing E2F transcription factors, and regulates many biological processes, including metabolism and apoptosis by interacting with several transcription factors ( Dyson, 2016 ). Aberrant RB1 expression can result in decreased tangential migration of neurons, enhanced invasiveness in prostate cancer, and increased aggressiveness in ovarian cancer ( Ferguson  ;  et al. , 2005 Comisso  ;  et al. , 2017 Thangavel  ). It is well known that the aberration of TP53 expression or activity is associated with tumorigenesis in most malignant tumours ( et al. , 2017 Vousden and Lu, 2002 ;  Muller and Vousden, 2013 ). A previous study showed that the alterations of the RB and TP53 pathways are associated with high proliferation in bladder urothelial carcinoma ( Goussia  ). The inhibition of TP53 and/or AKT can result in the rapid death of alternative lengthening of telomeres (ALT)-related cancer cells ( et al. , 2018 Ge  ). et al. , 2019 Several studies have illustrated the effects of  Nf1 ,  Rb1 , or  Tp53  deletion in animal models. Telencephalon-specific  Rb1  knockout (KO) results in enhanced neurogenesis and abnormal cortical development ( Ferguson  ).  et al. , 2002 MacPherson   found the conditional mutation of  et al.  (2003) Rb1  leads to cell cycle defects, which are primarily characterized by increased proliferation in CNS of mouse embryos.  Solin   generated glial-like tumours by gene editing nuclease somatic targeting of the tumour suppressor  et al.  (2015) rb1  in zebrafish, and  Schultz   further demonstrated that somatic editing is a viable approach to induce tumorigenesis in zebrafish. In addition, the mutation of  et al.  (2018) Nf1  alone results in lower-grade glioma, suggesting that the aberrant NF1 signalling is likely associated with gliomagenesis ( D'Angelo  ). A previous study also showed that the ablation of  et al. , 2019 Nf1  was positively linked to the tumorigenesis of malignant peripheral nerve sheath tumours ( Shin  ). In a murine model with the  et al. , 2012 Tp53  deletion mutation, the pleiotropic accumulation of cooperative oncogenic alterations induced gliomagenesis ( Wang  ). Moreover, malignant gliomas were found to be induced by the conditional deletion of  et al. , 2009 Tp53  combined with haploinsufficiency of  Pten  and  Nf1  in transgenic mice ( Alcantara Llaguno  ).  et al. , 2009 Chow   induced various combinations of  et al.  (2011) Tp53 ,  Pten  or  Rb1  mutations in astrocytes and neural precursors in mature mice, which ultimately resulted in high-grade gliomas. Over recent decades, zebrafish have become an increasingly popular animal model of various diseases, including leukaemia, hepatocellular carcinoma, melanoma, and Alzheimer’s disease ( Langenau  ;  et al. , 2003 Patton  ;  et al. , 2005 Bai  ;  et al. , 2007 Paquet  ;  et al. , 2009 Li  ). In this context, the glioma transgenic zebrafish model was first established using a transgenic approach involving the activation of Akt1 alone in zebrafish ( et al. , 2012 b Jung  ). However, several limitations, including the lack of genetic definition, the lower efficiency of tumour incidence, and the single oncogenic factor, attenuate its utility for studying gliomagenesis with various mutational spectra. Here, we used the CRISPR/Cas9 strategy to establish several transgenic zebrafish lines with glial fibrillary acidic protein ( et al. , 2013 gfap ) promoter-driving tissue-specific  nf1 ,  rb1 , or  tp53  mutation, and further precisely investigated gliomagenesis in the mature brain with deficiencies in Nf1a, Tp53, and/or Rb1 in zebrafish. Our results demonstrated that various combinations of  nf1 ,  tp53  and/or  rb1  mutations can induce grade I to IV gliomas with different typical phenotypes. Further gene expression profiling defined the molecular features of the gliomas derived from zebrafish, which has significant similarity to the corresponding subgroups in human gliomas. Thus, these genetically defined zebrafish models might be helpful for studying the gliomagenesis with various mutational spectra.",
  "results": "Results The generation and identification of tissue-specific  nf1 ,  rb1  or  tp53 -deficient zebrafish Based on CRISPR/Cas9 technology ( Ablain  ), a vector framework ( et al. , 2015 Cas9-T2A-mCherry,gRNA ) was inserted with two key promoters: one was the zebrafish  U6-3  promoter, which can drive the expression of the targeting gRNA ( Halbig  ), and the other was zebrafish  et al. , 2008 gfap  regulatory elements ( Bernardos and Raymond, 2006 ), which tissue-specifically control the expression of zebrafish codon-optimized Cas9 and the fluorescent reporter mCherry ( Fig. 1A ). Thus, the  gfap : Cas9-T2A-mCherry,U6 : gRNA ( null ) vector (the vector with a null gRNA target as the control, and the corresponding fish line is named  gfap ) allows the identification of Cas9-expressing cells in zebrafish through examining the concomitant mCherry expression. WT Figure 1 \n CRISPR/Cas9-based deletion system in zebrafish.  ( A ) Schematic illustration of the constructs of the CRISPR/Cas9-based vector, including the  gfap  promoter-driving Cas9, mCherry reporter, and U6-driving specific gRNA. ( B ) Strategy of the generation of the transgenic zebrafish lines. ( C ) F 1  transgenic fish generated by mosaic mCherry-positive fish outcrossed with wild-type fish. A subset of the transgenic offspring was identified by mCherry-positive astrocytes. Scale bar = 1 mm. ( D ) The colocalization of mCherry-labelled Cas9 and GFP-labelled endogenous Gfap in 60 hpf offspring from the cross of  gfap  and  WT Tg ( gfap : GFP ) transgenic fish. Scale bars = 500 μm. ( E – J ) Co-localization of mCherry fluorescent signals (red) and endogenous Gfap detected by anti-Gfap antibody (FITC; green) in the brain and retina ( E – G ) or spinal cord ( H – J ) tissue. Scale bars = 200 μm. ( K ) Representative images of whole-mount  in situ  hybridization using an anti-sense RNA probe against Cas9 mRNA in 48 hpf embryos injected with  Tol2  mRNA and  gfap : Cas9-T2A-mCherry,U6 : gRNA ( null ) vector expressing Cas9 under the control of the  gfap  promoter. Cas9 expression pattern is governed by the tissue-specificity of  gfap  promoter (yellow arrowheads). Scale bars = 500 μm. It was known that there are two closely related zebrafish orthologues,  nf1a  and  nf1b , with highly homologous, sharing 57 exons and similar genomic structures. The mutation of  nf1a ,  nf1b , or both together displays similar defective phenotypes in  Nf1 -deficent mouse embryos ( Padmanabhan  ). We identified a homologous target gene from the first exons of  et al. , 2009 nf1a , which is also the identical target sequence of  nf1b , to eliminate the expression of Nf1a, and potentially knock down Nf1b expression in zebrafish ( Supplementary Fig. 1A ). When injected with  Cas9  mRNA into single-cell zebrafish embryos, the T7E1 assay ( Kim  ) showed the effectiveness of  et al. , 2009 nf1a ,  rb1  and  tp53  gRNAs ( Supplementary Fig. 1B ), and these target sequences ( Supplementary Fig. 1C ) were then cloned into the  gfap : Cas9-T2A-mCherry,U6 : gRNA ( null ) vector to construct the CRISPR vector [ gfap : Cas9-T2A-mCherry,U6 : gRNA ( nf1a ,  rb1 , or  tp53 ) vectors], respectively. Transgenic fish lines were generated by microinjecting the CRISPR vector and  Tol2  transposase mRNA, which can be translated into active transposase in embryonic cells, to catalyse the integration of the vector into the zebrafish genome within a short period of time ( Fig. 1B ). We observed the vector randomly integrated into a subset of embryonic cells and subsequently generated mosaic Cas9- and mCherry-expressing embryos at 3 dpf in founder fish ( Supplementary Fig. 1D ), and their offspring with germ-line transmission can be easily identified by the stable expression of mCherry in neurogliocytes ( Fig. 1C ). To determine the localization of mCherry-labelled Cas9 and endogenous Gfap, we crossed  gfap  and  WT Tg ( gfap : GFP ) transgenic fish, which labelled endogenous Gfap with GFP reporter in zebrafish ( Bernardos and Raymond, 2006 ). The results indicated that the expression patterning of mCherry-labelled Cas9 and GFP-labelled endogenous Gfap was exactly co-localized in either brain or spinal cord in their 60 hpf offspring ( Fig. 1D ). In addition, confocal microscopy and  in situ  hybridization indicated the identical co-localization between endogenous Gfap and mCherry in the tissues of retina ( Fig. 1E–G ) and spinal cord ( Fig. 1H–J ), as well as similar tissue-restricted expression pattern of Cas9 in CNS (arrowheads;  Fig. 1K ) of F 1 gfap  larvae at 48 hpf, suggesting that mCherry was concomitantly expressed with  WT gfap  promoter-driving  Cas9  in zebrafish. We next selected the larvae with the typical phenotype that expressed faithful and robust fluorescence in the brain as the parent to obtain the F 1 gfap Cas9-mCherry ; nf1a  ( nf1  KO),  gfap Cas9-mCherry ; rb1  ( rb1  KO), and  gfap Cas9-mCherry ; tp53  ( tp53  KO) fish lines, respectively. There were four phenotypic types with different mCherry expression patterning (types 1, 2, 3 and 4) in all three single mutants and  gfap  control in F WT 1  generation ( Supplementary Fig. 1E ). We selected the fish lines with the type 2 phenotype, which mCherry-labelled Cas9 strictly expressed in brain and spinal cord, and outcrossed with wild-type fish to obtain the F 2  generations of  nf1  KO,  rb1  KO,  tp53  KO fish lines, and  gfap  control, respectively. We then performed the T7E1 mutagenesis assay to identify the mutations of targeting genes in transgenic zebrafish. The results indicated the definitive mutation at the target locus in the brains that was only detected with vectors containing specific gRNA, including  WT nf1a ,  rb1  and  tp53  ( Supplementary Fig. 2A ). Meanwhile, PCR amplicons of the targeted loci were sequenced to quantitatively measure the mutation efficiency. The results showed that the frameshift mutations were detected in >60% fish ( Supplementary Fig. 2B and Supplementary Table 3 ), indicating that the mutations in brains were efficiently generated in  nf1  KO,  rb1  KO, and  tp53  KO fish, respectively. Similarly, the whole-mount  in situ  hybridization showed the mRNA level of  Nf1a ,  Rb1 , or  Tp53  was almost undetectable in these KO larvae ( Supplementary Fig. 2C ). The stable F 3  homozygous strains, including all three  nf1  KO,  rb1  KO, and  tp53  KO fish lines, were ultimately obtained from the in-cross of these F 2  generation KO lines, preliminarily identified using the determination of fluorescent intensity at 3 dpf, and confirmed using the cutting-tail method and T7E1 assay at 30 dpf ( Supplementary material ). Immunofluorescence showed that the co-localization between  gfap  promoter-driving mCherry expression and endogenous Nf1, Rb, or Tp53 expression was totally undetected in  nf1  KO,  rb1  KO, or  tp53  KO adult fish at 3 months of age (arrowheads;  Fig. 2A ), whereas mCherry expression co-localized with the expression of these specific endogenous genes in  gfap  fish ( WT Fig. 2A , arrows), indicating that the expression of Nf1, Rb1 or Tp53 was specifically disrupted based on the concomitant  gfap  promoter-driving Cas9 in zebrafish neurogliocytes. It is noted that the total expression of Nf1a and Nf1b, which can be simultaneously recognized by the anti-Nf1 antibody, were significantly inhibited in  nf1  KO brains of adult fish ( Supplementary Fig. 2D ). Also, further investigations confirmed the inhibition of Nf1, Rb1, or Tp53 in the brain tissues of these fish lines ( Supplementary Fig. 2D–F ). In 3-month-old adult  gfap  fish, mCherry expression was detected in the dorsum of the cerebellum and medulla in brain tissue ( WT Fig. 2B ). The precise mCherry expression patterns in different sections of adult  gfap  fish ( WT Fig. 2B , green dashed lines) are shown in  Fig. 2C , where mCherry-labelled Gfap expression (red signal) was particularly robust in cells along the midline of the cerebellum and at the intermediate layer and ventricular zone (dorsal lining of the fourth ventricle) in adult  gfap  fish ( WT Fig. 2C ). Thus, this evidence suggests that the Nf1, Rb1, or Tp53 pathway was efficiently blocked in CNS tissue at embryonic and adult developmental stages in zebrafish. Figure 2 \n Disruption of tissue-specific genes in larvae and adult zebrafish.  ( A ) Representative images of various single-deletion mutations, and  gfap  control in 3-month-old adult fish. The fluorescent radial glia phenotype was observed based on mCherry-labelled Gfap expression, which failed to co-localize with Nf1, Rb1 or Tp53 expression in brain tissues of transgenic zebrafish (arrowheads;  WT right ), whereas partial co-localizations of mCherry-labelled Gfap with Nf1, Rb1 or Tp53 expression were observed in  gfap  fish (arrows;  WT left ). Scale bars = 50 μm. ( B ) Merged bright and fluorescent images showing mCherry-labelled Gfap expression in the cerebellum and medulla in 3-month-old  gfap  fish. Scale bars = 500 μm. ( WT C ) Coronal sections of the images shown in  i – iii . Robust mCherry-labelled Gfap expression was observed along the midline and dorsal lining of the fourth ventricle. Scale bars = 50 μm. Targeted mutagenesis of  nf1 , but not  rb1  or  tp53 , initiates gliomagenesis in the mature brain tissue of zebrafish To investigate the effects of  nf1  mutation in mature radial glia, we first examined the expression of Nf1 and Gfap in the brain tissues of  nf1  KO fish. The results indicated endogenous Nf1 expression was significantly inhibited, whereas Gfap expression was upregulated in the brain tissues of  nf1  KO and  gfap  fish ( WT Fig. 3A  and  Supplementary Fig. 2G ). Additionally, we found a morphological disruption, the ‘bending-body’ phenotype, which was initially detected in 2-month-old  nf1  KO fish ( Fig. 3B ). We expected that the process through which the body became bent and gradually tortuous might be positively associated with brain tissue disruption, which appears to be attributable to motor disturbances caused by glioma formation in the cerebellum ( Jung  ). Since the ‘bending-body’ phenotype is always coupled with the appearance of glioma formation, we therefore hypothesized that it might be a surrogate marker of gliomagenesis in zebrafish. Compared with the  et al. , 2013 gfap  control, we did not observe any developmental disruption in the spinal cord in 2-month-old  WT nf1  KO fish with the bended phenotype ( Fig. 3B ). In contrast, the brain tissues dissected from the fish with ‘bending-body’ phenotype displayed the brain architecture disruption in  nf1  KO fish [ Fig. 3C( i and v)], which has the gradually increasing tumour incidence and mortality rates in a time-dependent manner ( Supplementary Fig. 2H and I ). Further histological examination demonstrated a range of histopathological features in brain tissues of 3-month-old  nf1  KO fish with the ‘bending-body’ phenotype. The results revealed that the tumours in the periventricular area showed tumour invasion into the fourth ventricle [ Fig. 3C(vi) , arrowheads]. Moreover, we noticed that some areas were more pleomorphic with enlarged and hyperchromatic nuclei [ Fig. 3C( vii and viii), broken line], which indicated tumour formation in the periventricular area in  nf1  KO fish. Figure 3 \n Nf1 mutagenesis in radial glia disrupts the brain architecture and initiates gliomagenesis.  ( A ) Western blot determination of Nf1 and Gfap in brain tissues from wild-type,  gfap , and  WT nf1  KO fish ( n  =   3). ( B ) Typical ‘bending-body’ phenotype and haematoxylin and eosin staining of spinal cord tissue in 2-month-old transgenic zebrafish. Scale bars = 50 μm. ( C ) The architectures and histology of brain tissues from 3-month-old  gfap  and  WT nf1  KO fish. Brain architecture of 3-month-old  gfap  ( WT i ) and  nf1  KO fish ( v ). ( ii – iv ) Haematoxylin and eosin staining of the cerebellum of  gfap  fish. ( WT vi – viii ) The tumours that formed throughout the cerebellum (at different magnifications, the boundaries were indicated by arrowheads or broken line). Scale bars = 100 μm. ( D ) Immunohistochemistry staining ( left ) and higher magnifications ( right ) of Pcna, pHH3, pAkt, and Gfap in brain tissues of 3-month-old  gfap  and  WT nf1  KO fish. Scale bars = 100 μm. Data shown as mean ± SEM. ** P  <   0.01, *** P  <   0.001. Immunohistochemistry demonstrated the moderately upregulated expression of several gliomagenesis-related proteins in 3-month-old  nf1  KO fish ( Fig. 3D ). For example, the cells in the ventricular lining and intermediate layer of the tumours derived from the brain tissue of  nf1  KO fish slightly showed immunoreactivity to proliferative markers (Pcna). The results also showed positive staining for phosphohistone H3 (pHH3), a mitotic marker, indicating that the generated tumour exhibited high proliferative mitotic activity. Meanwhile, the modestly increasing phosphorylated Akt (pAkt) expression, and the significant upregulation of Gfap, a classic astrocytic marker, in the tumours generated from  nf1  KO fish, suggested the presence of highly proliferative radial glia. In addition, our results also showed cyclin D1 and β-catenin expression, which is positively correlated with gliomagenesis, were increased in  nf1  KO fish ( Supplementary Fig. 2J ). Notably, the typical phenotype of hyperproliferation, hypertrophy, or abnormal multinucleated glial cells, which is linked to glioma development and progression, was seldomly observed in the brain tissue of  nf1  KO fish, suggesting that  nf1  mutation alone in glial cells mainly induces low-grade glioma, which potentially reflects lower tumour incidences in 3- and 6-month-old  nf1  KO fish (11% and 19%) ( Fig. 5D  and  Supplementary Table 4 ). Furthermore, we did not observe any tumour formation in the brain tissues from  rb1  KO ( n  =   41) and  tp53  KO ( n  =   37) fish until 6 months of age ( Fig. 5E ), suggesting that only the single mutation of  nf1 , but not  rb1  or  tp53 , can initiate gliomagenesis in zebrafish. Tp53 mutation accelerates the development of glioma in  nf1  or  rb1  knockout fish To gain insight into the cooperation among the Nf1, Tp53, and Rb1 signals in gliomagenesis in zebrafish, the homozygous  nf1 ; tp53  combined KO (cKO),  nf1 ; rb1  cKO, and  tp53 ; rb1  cKO fish lines, were generated and identified from the cross of F 3  generation  nf1  KO,  tp53  KO, and  rb1  KO fish, respectively. In addition to the bended phenotype, the visible bump was also observed on the heads of some 2- and 3-month-old  nf1 ; tp53  cKO fish [ Fig. 4A( i, vii and xiii)]. Histological examination revealed that the tumours generated from  nf1 ; tp53  cKO fish were invariably located near the fourth ventricle, resulting in the disruption of the ventricular lining and a space-occupying mass in the ventricle of brain tissue. Compared with the brain tissues of  gfap  fish [ WT Fig. 4A( i–vi)], the histological features of adult  nf1 ; tp53  cKO fish showed glioblastoma multiforme [ Fig. 4A( viii and ix)], increasing number of multinucleated glial cells [ Fig. 4A (xi and xvi), arrowheads], necrosis [ Fig. 4A( xiv and xv)], frequent vascularity [ Fig. 4A (xii and xviii), arrowheads], enhanced invasive capability [ Fig. 4A(x) , broken line], and typical gliomatosis phenotype [ Fig. 4A(xvii)] . It is noted that the tumours derived from  nf1 ; tp53  cKO fish gradually generated in the whole cerebellum, invaded the midbrain, and showed histological grades due to the presence of intratumoral cell nests with the increasing cellularity, which further revealed by an increasing reactivity to proliferative markers and relevant tumour indicators. The results indicated that the expression levels of several gliomagenesis-relevant effectors, including pAkt, Pcna, pHH3, Gfap, β-catenin, as well as Nestin, key markers of cancer stem cells in malignant tumours ( Brustle and McKay, 1995 ), were dramatically increased in brain tissues of 2- and 3-month-old  nf1 ; tp53  cKO fish ( Fig. 4B and C ). Figure 4 \n  ( Tp53  mutation promotes the development of gliomagenesis in zebrafish. A ) Histological examinations of 2-month-old  gfap  and  WT nf1 ; tp53  cKO fish, and 3-month-old  nf1 ; tp53  cKO fish. ( i ,  vii  and  xiii ) Representative images of the bumps on the heads of  nf1 ; tp53  cKO fish. ( ii – vi ) Representative images of haematoxylin and eosin (H&E) staining of normal brain tissues of  gfap  fish. Several typical gliomagenic phenotypes, including glioblastoma multiforme ( WT viii  and  ix ), increased numbers of multinucleated glial cells (arrowheads;  xi  and  xvi ), necrosis ( xiv  and  xv ), frequent vascularity (arrowheads;  xii  and  xviii ), enhanced invasive capability (red broken line; x), and the typical gliomatosis phenotype ( xvii ), were detected in 2- and 3-month-old  nf1 ; tp53  cKO fish. ( B ) Immunohistochemistry staining was performed to examine the expression of tumour-relevant factors in brain tissues of 2-month-old  gfap ,  WT nf1 ; tp53  cKO, and 3-month-old  nf1 ; tp53  cKO fish. ( C ) Quantification of immunohistochemistry staining evaluated the expression of Pcna, Gfap, pAkt, pHH3, Nestin, and β-catenin in 2- or 3-month-old  gfap  and  WT nf1 ; tp53  cKO fish ( n  =   3 for each group). Scale bars = 100 μm. Data shown as mean ± SEM. * P  <   0.05, ** P  <   0.01, *** P  <   0.001. Similar gliomatosis phenotypes, including the increasing number of multinucleated radial glia, enhanced necrosis and vascularity, and greater hypercellular areas, were observed in 3-month-old  rb1 ; tp53  cKO fish ( Fig. 5A ). In addition, the expression of gliomagenesis-relevant factors, such as Gfap, Pcna, pHH3, and pAkt, was also significantly upregulated in brain tissue of  rb1 ; tp53  cKO fish ( Fig. 5A ). In this context, the survival rates of  rb1 ; tp53  cKO and  nf1 ; tp53  cKO fish (72% and 47%) were lower than  nf1  KO fish (87%) at 6 months, respectively ( n  =   100 for each group) ( Fig. 5B ,  Supplementary Fig. 2I and Supplementary Table 4 ). Meanwhile, histological examination revealed that the cancer incident rates in  rb1 ; tp53  cKO and  nf1 ; tp53  cKO fish (44% and 67%) were higher than  nf1  KO fish (19%) at 6 months ( n  =   100 for each group) ( Fig. 5C ,  Supplementary Fig. 2H and Supplementary Table 4 ). In the gliomas generated from the brain tissue in zebrafish, further pathological analyses demonstrated that the proportions of malignant gliomas (grade III or IV) in  rb1 ; tp53  cKO and  nf1 ; tp53  cKO fish (18/30 and 24/30) were much higher than those in  nf1 ; rb1  cKO and  nf1  KO fish (10/30 and 8/30) at 6 months ( Fig. 5D ). These findings indicated that the additional  tp53  mutation strongly promotes gliomagenesis in  nf1  KO and  rb1  KO fish by increasing tumour incidence and malignant grades in a time-dependent manner. Figure 5 \n Tp53 mutation is critical for poor prognosis in zebrafish.  ( A ) Histological examination of gliomas in 3-month-old  rb1 ; tp53  cKO fish. ( i – iv ) Haematoxylin and eosin (H&E) staining showed the generated tumours (arrowheads;  i ), multinucleated giant cells (arrowheads;  ii ), the typical gliomatosis phenotype ( iii ), and vascularity (arrowheads;  iv ). Immunohistochemistry staining was performed to examine tumour-relevant indicators, including Gfap, Pcna, pHH3, and pAkt, in brain tissues of  rb1 ; tp53  cKO fish. Scale bars = 100 μm. ( B  and  C ) Overall survival rates and cancer incidences of  rb1 ; tp53  cKO and  nf1 ; tp53  cKO fish, respectively ( n  =   100 for each group). The glioma formation was preliminarily estimated based on the ‘bending-body’ phenotype, and confirmed by haematoxylin and eosin staining. ( D ) Malignancy of the tumours derived from the fish with various mutations at 3 or 6 months of age ( n  =   30 for each group). ( E ) Summary of the survival rates, cancer incidences, and malignancy of the generated gliomas in fish lines with various mutations at 6 months of age. Data shown as mean ± SEM. *** P  <   0.001. Notably, the proportions of malignant gliomas in the tumours derived from  nf1 ; rb1  cKO fish were nearly equal to those found in  nf1  KO fish, and significantly lower than those in  rb1 ; tp53  and  nf1 ; tp53  cKO fish ( Fig. 5D ). Additionally, similar histological phenotypes ( Fig. 3C  and  Supplementary Fig. 3A ) and immunoreactivities ( Fig. 3D  and  Supplementary Fig. 3B ) were observed in  nf1  KO and  nf1 ; rb1  cKO fish, suggesting that  rb1  ablation may be less effective than  tp53  mutation for glioma development in the absence of Nf1 in zebrafish. Thereafter, we characterized the main features, including survival rate, tumour incidence, and tumour malignancy, of the 6-month-old fish with the various mutations ( Fig. 5E ). Gradual increases in tumour incidence and malignant grades were observed in  nf1  KO,  nf1 ; rb1 ,  rb1 ; tp53 , and  nf1 ; tp53  cKO fish, whereas tumour incidence was undetected in  gfap ,  WT rb1  KO, and  tp53  KO zebrafish within the first 6 months of age. Developmental disruption in  nf1 ; rb1 ; tp53  triple combined knockout zebrafish We then investigated the effects of the concurrent dysregulation of the RTK/Ras/PI3K, Tp53, and Rb1 pathways in zebrafish ( Cancer Genome Atlas Research, 2008 ;  Ethan  ). The heterozygous  et al. , 2010 tp53 ; nf1 ; rb1  triple cKO (triple cKO) fish line was generated from the cross of the homozygous  nf1 ; rb1  cKO and  tp53  KO fish lines. Notably, most heterozygous triple cKO embryos (>80%) displayed severe developmental disruption, including altered organization of somites, and the bending of the anterio-posterior axis in spinal cord during the early developmental stage ( Supplementary Fig. 4A ). Additionally, in single/double mutant(s), the ‘bending-body’ phenotype was initially observed at 2 months ( Fig. 3B ), whereas the developmental disruption in spinal cord occurred in triple cKO fish at the early developmental stage ( Supplementary Fig. 4A ), suggesting that the ‘bending-body’ phenotype in single and double mutants ( Fig. 3B ) might not be associated with the phenotypic alteration in spinal cord in triple mutants in zebrafish ( Supplementary Fig. 4A ). Moreover, the survival rate of triple cKO fish was much lower than for other transgenic fish lines ( Fig. 5B  and  Supplementary Figs 2I and 4B ), suggesting other biological events might occur in the simultaneous mutations of these three genes in astrocytes, which likely result in severely developmental disruption and malformation-related death prior to gliomagenesis ( Supplementary Fig. 4B ). Interestingly, the behaviour tests of  gfap ,  WT nf1  KO,  nf1 ; tp53 , and triple cKO larvae indicated significant differences in the travelling distances ( Supplementary Fig. 4C ) and trajectories ( Supplementary Fig. 4D–G ) at 7 dpf, which may partially reflect the defective features resulting from the various mutations, and might be positively correlated with the tumour incidence and malignancy rates in zebrafish with these mutations. Differentially expressed genes in the gliomas observed in zebrafish with combinations of mutations To illustrate the underlying mechanisms of gliomagenesis in zebrafish with various combinations of mutations, global transcriptome analyses of randomly selected brain tissues with glioma formation dissected from 3-month-old  nf1  KO,  nf1 ; tp53  cKO,  rb1 ; tp53  cKO fish, and the brain tissues from  gfap  controls, were performed (each sample contained three brains tissues harbouring tumours of  WT nf1  KO,  nf1 ; tp53  cKO, or  rb1 ; tp53  cKO fish, or three brain tissues of  gfap  control fish). A total of 78, 122, and 104 significantly altered gene expressions were identified in  WT nf1  KO,  nf1 ; tp53 , and  rb1 ; tp53  cKO fish, compared with  gfap  control (absolute log WT 2  fold change > 2,  P  <   0.05), respectively ( Fig. 6A ,  Supplementary Fig. 5A and Supplementary Table 5 ). KEGG signalling pathway analyses were subsequently performed to explore the potential functions of these differentially expressed genes in gliomagenesis in  nf1  KO,  nf1 ; tp53  cKO, and  rb1 ; tp53  cKO fish. The differentially expressed genes DEGs were clustered according to their functions and rankings based on the false discovery rate (FDR). The top 20 DEGs were mainly linked to the RTK/Ras/PI3K, cell cycle, Tp53, and focal adhesion signalling pathways (red marks;  Fig. 6B ,  Supplementary Fig. 5B and C ). Further examinations confirmed the expression of most gliomagenesis-related genes were altered in the tumours generated in zebrafish with various mutations ( Fig. 6C, D  and  Supplementary Fig. 5D–F ). The cluster analyses demonstrated the most significant altered gene expression, including Akt1, Raf, Egfr, Pdgf and Pdgfr, in the tumours from the fish with these three mutations ( Supplementary Fig. 5G ), strongly implicated the important role of the RTK/Ras/PI3K pathway in gliomagenesis ( Furnari  ). Notably,  et al. , 2007 tp53  mutation resulted in the aberrant expression of many cell cycle regulation-relevant genes, such as  Ccnd1 ,  Ckd4 ,  Ccne2 ,  Cdc45 ,  Ccnd3 , and  Pcna , in  rb1  KO or  nf1  KO fish ( Fig. 6D ,  Supplementary Fig. 5G and Supplementary Table 6 ). We also noticed that the tumours generated in  nf1 ; tp53  cKO fish were associated with the upregulation of Snail1a ( Fig. 6C–E ), suggesting that the activation of cell migration-relevant genes play important roles in Tp53-involved glioma development. In addition, histological analyses revealed the expression of Snail1a and Cyclin D1, two key factors of focal adhesion and cell cycle pathways, were much higher in intratumoral hypercellular nests of  nf1 ; tp53  cKO fish than in  nf1  KO fish ( Fig. 6E and F ). Furthermore, all above DEGs were almost undetected in  rb1  KO or  tp53  KO fish, indicating the mutation of  rb1  or  tp53  alone is insufficient to initiate gliomagenesis in zebrafish ( Supplementary Fig. 5F ). Figure 6 \n Identification of downstream signalling pathways in tumours generated in zebrafish with various mutations.  ( A ) Heat map of differential expression genes based on the ratios identified the fold-changes indicating gains (red) and losses (blue) in the randomly selected brain tissues with glioma formation derived from 3-month-old  nf1  cKO (white bar),  rb1 ; tp53  cKO (grey bar), and  nf1 ; tp53  cKO (black bar) fish ( n  =   3 for each group). The amplifications of genes encoding RTKs Egfr (pink bars) and Pdgfra (green bars), as well as the amplification of cell cycle-related genes ( Supplementary Table 6 , orange bars) were also indicated. ( B ) KEGG pathway enrichment analyses of the tumours generated in  nf1 ; tp53  cKO fish. ( C ) Western blot determinations were performed to confirm the expression of the key gliomagenesis-related factors in  gfap  (lanes 1–2) and  WT nf1 ; tp53  cKO tumours (lanes 3–6). ( D ) Relative expression of key factors of RTK/Ras/PI3K, cell cycle, and focal adhesion pathways in  nf1  KO,  rb1 ; tp53  cKO and  nf1 ; tp53  cKO fish, compared with  gfap  control ( WT n  =   3 for each group). ( E  and  F ) Gliomas associated with  nf1  and  tp53  mutations showed stronger expression of Snail1a ( E ) and cyclin D1 ( F ), particularly in the hypercellular area (arrowheads). Scale bars = 100 μm. ( G  and  H ) Network visualization of GO terms associated with the downregulated ( G ) and upregulated genes ( H ) in brain tissues between  nf1 ; tp53  cKO and  gfap  control. WT To verify the mechanisms of tumorigenesis in zebrafish with various mutations, gene ontology (GO) analyses followed by network visualization of the enriched GO terms using BiNGO showed the downregulated genes were linked to apoptosis and cell death ( Fig. 6G ), and the upregulated genes were mostly involved in the cell cycle, proliferation, adhesion, migration, regulation of metabolic processes, development, and angiogenesis ( Fig. 6H ). Therefore, a simple schematic illustration displayed the factors regulated by RTK/Ras/PI3K, Rb1, Tp53 pathways, and their downstream signalling in tumours generated in  nf1  KO,  nf1 ; tp53  cKO, and  rb1 ; tp53  cKO fish ( Supplementary Fig. 6 ). Importantly, most of the regulated factors, including the amplification of Egfr, Pdgfr, Ras, and Raf, as well as the Rb1-regulated G 1 /S cell cycle checkpoint, were associated with RTK-related cell cycle progression ( Supplementary Fig. 6 ). Comparison of the molecular and histological signatures of gliomas in zebrafish and humans UHC using the top 1000 probe sets was performed to analyse the altered gene expression profiles in tumours derived from  nf1  KO,  nf1 ; tp53  cKO, and  rb1 ; tp53  cKO fish. Three distinct subgroups were identified by hierarchical clustering (HC) of the segregated tumours (HC1–3). GO analyses of the altered gene expression revealed that the most significantly altered gene expression in HC1–3 was associated with cell cycle regulation, neuronal differentiation, and extracellular matrix–receptor interactions and cell adhesion, in glioma patients ( Cancer Genome Atlas Research, 2008 ). Our results showed the tumours generated from  nf1  KO fish were present in the HC1 and HC3 subgroups; the tumours from  rb1 ; tp53  cKO fish were linked to all three subgroups; and  nf1 ; tp53  cKO background tumours were classified in the HC2 and HC3 subgroups ( Fig. 7A ). A previous study identified several subgroups, which were defined by comparing prognosis, including proneural, proliferative, and mesenchymal (mesenchymal), to recognize the dominant features that characterize each subgroup in human glioma ( Phillips  ). GSEA was performed using the subgroups of human glioma ( et al. , 2006 Phillips  ), and our gene set from the tumours derived from  et al. , 2006 nf1  KO,  nf1 ; tp53  cKO, and  rb1 ; tp53  cKO fish. As expected, genes recognized in the proneural, proliferative, and mesenchymal subgroups were significantly enriched in our gene sets, which were also altered among the expression signatures in our HC1–3 zebrafish subgroups ( Fig. 7B–D  and  Supplementary Table 7 ). To verify the similarity between the gliomas generated from zebrafish and humans, we compared an additional four subgroups, including proneural, mesenchymal, neural, and classical subgroups, that associated with specific combinations of mutations, and identified by the Cancer Genome Atlas Project ( Verhaak  ). The results confirmed the significant similarity between the HC1 and proneural/neural subgroups, HC2 and proneural subgroups, HC3 and mesenchymal subgroups, respectively ( et al. , 2010 Supplementary Table 7 ). Together, the gliomas generated from zebrafish were closely associated with the molecular signatures of human gliomas, especially a specific expression signature of the mesenchymal subgroup, which mainly arose from the fourth ventricle in the zebrafish brain. Figure 7 \n Molecular, histological, and prognostic comparison between zebrafish and human gliomas.  ( A ) The global transcriptome of gliomas generated in  nf1  KO (grey bars),  nf1 ; tp53  cKO (black bars), and  rb1 ; tp53  cKO (white bars) fish were analysed by unsupervised hierarchical clustering (HC). The results showed the differential expression levels based on the median absolute deviation scores. Three primary clusters, HC1–3, and their dendrograms were shown at the  top  of the image. The heat map illustrated the most upregulated probe sets in each cluster derived using a linear model algorithm. The primary histological features were indicated with glioblastoma (green bars), anaplastic oligoastrocytoma (purple bars), and anaplastic astrocytoma (orange bars). ( B – D ) GSEA enrichment plots were drawn to compare each primary cluster with the other two clusters using three gene sets that define the expression subgroups of human gliomas, namely, Phillips-PN (proneural;  B ), Phillips-Prolif (proliferative;  C ), and Phillips-Mes (mesenchymal;  D ) subgroups. ( E – J ) Representative images obtained from the histological examination of the expression of several key gliomagenesis-relevant factors, including GFAP, PCNA, pAKT, Snail1a, Nestin, and Cyclin D1, in gliomas formed in human and zebrafish with different mutations ( gfap ,  WT nf1  KO,  rb1 ; tp53  cKO, and  nf1 ; tp53  cKO fish). Scale bars = 100 μm. ( K  and  L ) Correlation between prognoses and Pcna expression in brain harboured tumours in humans ( n  =   97;  K ) and  nf1  KO fish ( n  =   100;  L ). ( M ) Correlation between glioma malignancy (grades I to IV) and PCNA expression in humans ( n  =   97),  nf1  KO ( n  =   34),  rb1 ; tp53  cKO ( n  =   40), and  nf1 ; tp53  cKO fish ( n  =   39). Data shown as mean ± SEM. ** P  <   0.01, *** P  <   0.001. It is known that the proneural and neural subgroups are usually related to early-stage gliomas (grade I and II), and the mesenchymal subgroup is associated with high-grade gliomas (grade III and IV) ( Phillips  ). Our results showed that the tumours derived from  et al. , 2006 nf1  KO and  rb1 ; tp53  cKO fish mainly belonged to the proneural and neural subgroups, whereas the mesenchymal subgroup was mostly detected in the tumours generated from  nf1 ; tp53  cKO fish ( Supplementary Table 7 ). Histologically, immunohistochemistry staining indicated significant similarity between the tumours derived from zebrafish and humans, as demonstrated by examining the expression of several key gliomagenesis-related genes, including  Gfap ,  Pcna , pAkt, Snail, Nestin, and cyclin D1 ( Fig. 7E–J ). In this context, Cyclin D1 expression was associated with cell cycle regulation in HC1/proneural subgroups; Pcna plays important roles in HC2/proliferative subgroups; and Snail1a, pAkt, and Nestin were correlated with HC3/mesenchymal subgroups in either zebrafish or humans. Taking Pcna as an example, we found that the higher expression of Pcna in either humans or zebrafish was positively correlated with poor prognosis ( Fig. 7K and L ). In addition, similar tumour malignancy was found between humans and zebrafish with various mutations through analysing Pcna expression ( Fig. 7M  and  Supplementary Table 8 ), suggesting that the underlying mechanisms of gliomagenesis in zebrafish and humans are probably identical, and these various zebrafish mutations may be helpful for precisely predicting the prognosis and malignancy in glioma patients with different mutational spectra. Temozolomide treatment effectively suppresses gliomagenesis in zebrafish To verify whether the treatment with TMZ, a DNA methylation agent with activity as a monotherapy for glioma treatment ( Chinot  ;  et al. , 2004 Mirimanoff  ), can inhibit gliomagenesis in zebrafish, we treated 14 dpf  et al. , 2006 nf1  KO and  nf1 ; tp53  cKO larvae with TMZ for up to 3 months. As expected, the results demonstrated that TMZ treatment significantly increased the survival rates of  nf1  KO and  nf1 ; tp53  cKO fish ( Fig. 8A ). Additionally, TMZ effectively suppressed gliomagenesis in  nf1  KO and  nf1 ; tp53  cKO fish (42.6% and 49.3%, respectively) ( Fig. 8B ). Figure 8 \n Temozolomide treatment inhibits gliomagenesis in   ( nf1  KO and  nf1 ; tp53  cKO fish until 3 months of age. A ) Mortality analyses of  nf1  KO and  nf1 ; tp53  cKO fish with or without TMZ treatment ( n  =   100 for each group; two groups for each line). ( B ) Tumour incidences were significantly suppressed by TMZ treatment in  nf1  KO and  nf1 ; tp53  cKO fish at 3 months of age ( n  =   100 for each group; two groups for each line). ( C ) Representative immunohistochemistry images examining the expression of Pcna, pHH3, Gfap, Nestin, Cyclin D1, and pAkt in  nf1  KO and  nf1 ; tp53  cKO fish with or without TMZ treatment. Scale bars = 100 μm. ( D ) Quantification of the percentages of Pcna-positive cells in  nf1  KO and  nf1 ; tp53  cKO fish with or without TMZ treatment ( n  =   5 random fields of view). Data shown as mean ± SEM. * P  <   0.05. Further histological analyses showed that TMZ treatment significantly reduced the expression of gliomagenesis-related key factors, including Pcna, pHH3, Gfap, Nestin, cyclin D1, and pAkt, in brain tissues from 3-month-old  nf1  KO and  nf1 ; tp53  cKO fish ( Fig. 8C ). In addition, quantification of the percentages of Pcna-positive cells showed significant reductions in the number of Pcna-positive proliferative cells in TMZ-treated 3-month-old  nf1  KO and  nf1 ; tp53  cKO fish (48.7% and 32.3%, respectively) ( Fig. 8D ). Taken together, the characteristics of TMZ-treated zebrafish with various mutations showed significantly lower mortality and cancer incident rates, as well as lower gliomagenesis-related immunoreactivities, which are partially similar to the histology of the patients with TMZ treatment ( Nachbichler  ;  et al. , 2017 Rao  ;  et al. , 2017 Schreck and Grossman, 2018 ), suggesting that our models might constitute a valuable platform for both gliomagenesis studies and high-throughput screening of antiglioma compounds.",
  "discussion": "Discussion Although mouse models have been widely used to understand the functions of tumour suppressors and oncogenes in tumorigenesis, tumour development, invasion and migration for decades, the zebrafish has become an increasingly popular animal model organism for cancer research in recent years ( Feitsma and Cuppen, 2008 ;  Bailey  ;  et al. , 2009 Peterson and Freeman, 2009 ). Specifically, the zebrafish model provides some unique advantages over the mouse model, including low-cost, high-fecundity, optical clarity, and the ability to perform high-throughput screening of drugs. Previous studies indicated that the mutations in tumour suppressors, such as  xmrk ,  tp53 , or  hag , result in tumorigenesis of malignant peripheral nerve sheath tumours, melanoma, hepatocellular carcinoma, or neuroblastoma ( Berghmans  ;  et al. , 2005 Amsterdam  ;  et al. , 2009 Dovey  ;  et al. , 2009 Li  ), whereas tumorigenesis can also be induced by the overexpression of oncogenes, such as  et al. , 2012 b akt1 ,  c-myc ,  kras , or  braf , in zebrafish ( Langenau  ,  et al. , 2003 2007 ;  Patton  ;  et al. , 2005 Jung  ). Recently,  et al. , 2013 Yan   reported the generation of optically clear immunodeficient zebrafish, which can potentially be used for large-scale preclinical testing using the patient’s own tumours. et al.  (2019) Several groups have attempted to induce brain tumours in zebrafish.  Amsterdam   reported that the zebrafish  et al.  (2009) hag  mutation can ultimately develop neuroblastoma-like tumours in cranial ganglia at 2 years of age through upregulating  fgf8  expression. A previous study showed that the overexpression of DAAkt1 alone resulted in a 36.6% glioma incidence in 6-month-old zebrafish ( Jung  ). However, because of longer incidence time and lower efficiency of gliomagenesis, these zebrafish models were not effective for studying gliomagenesis and drug screening. In mouse model, the combinations of mutations in  et al. , 2013 Pten ,  Tp53 , and  Rb1  can specifically induce high-grade astrocytoma ( Holland  ;  et al. , 2000 Jacques  ;  et al. , 2010 Chow  ), which encouraged us to efficiently develop glioma in zebrafish. Herein, the tissue-specifically expressed Cas9 expression driven by  et al. , 2011 gfap  promoter in gliocytes, the spinal cord, and retina in zebrafish ( Bernardos and Raymond, 2006 ), allowed us to avoid the dysfunctions of these tumour suppressor in other tissues in zebrafish. Specifically, genes encoding tumour suppressors can be conditionally knocked out in gliocytes of brain tissues, and the positive tumorigenesis will be efficiently identified through  gfap  promoter-driving co-expression of  Cas9 , mCherry reporter, and specific gRNAs, such as  nf1 ,  tp53 , or  rb1 , in zebrafish ( Fig. 1A–C ). Morphologically, an obvious ‘bending-body’ phenotype was initially observed at 2 months ( Fig. 3C ), and developed in a time-dependent manner in  nf1  KO,  nf1 ; tp53  cKO,  nf1 ; rb1  cKO, and  rb1 ; tp53  cKO fish lines ( Fig. 5C ). After the examinations of the post-mortem specimen in different parallel experimental groups, we confirmed that the ‘bending-body’ phenotype was induced by gliomagenesis-induced brain architecture disruption. In contrast, gliomagenesis was almost undetectable in the fish without bended phenotype. Moreover, unlike triple cKO fish line ( Supplementary Fig. 4A ), there was undetected developmental disruption in spinal cord, regardless of bended phenotype, in all single and double mutants ( Fig. 3B ). We therefore expected that the gliomagenesis probably initiated in cerebellum ( Fig. 2B ), and the developed tumour gradually lead to the brain architecture disruption, which subsequently resulted in bended phenotype in zebrafish ( Fig. 3C ). Notably, the severely disrupted brain tissue probably jacked the cerebellum tectum to form ‘visible bump’ phenotype on the head of zebrafish ( Fig. 4A ). In addition, the percentages of gliomagenesis-related ‘bending-body’ phenotype were also directly associated with overall survival rates in different fish lines ( Fig. 5B and C ), suggesting that their principal lethal reason is probably due to the physical brain architecture disruption induced by glioma formation, and other gliomagenesis-related stress responses in zebrafish. The mechanisms through which normal cells transform into malignant tumour cells are highly variable, and the specific genetic pathways, including the alteration of oncogenes and tumour-suppressor genes, contribute partially to tumorigenesis through certain arranged sequences ( Zhu and Parada, 2002 ;  Hanahan and Weinberg, 2011 ). As a key regulator of RTK/Ras/PI3K pathway, NF1 is involved in mediating various tumorigenesis-related biological responses, including cell proliferation, transcription, protein synthesis, and survival ( Pal and Mandal, 2012 ;  Wang  ).  et al. , 2017 NF1  mutation has been detected in several malignant tumours, including malignant peripheral nerve sheath tumours and pheochromocytomas ( Xu  ;  et al. , 1992 Legius  ). Also, NF1 is known as one of most common inherited factors in cancer syndromes ( et al. , 1993 Gutmann  ). Previous report indicated most gliomas arising from  et al. , 1997 NF1  mutations can be characterized as belonging to mesenchymal subtypes ( Verhaak  ).  et al. , 2010 Nf1 -deficient mouse Schwann cells exhibit a growth advantage, and can readily be transformed ( Kim  ) to induce the initiation of neurofibroma formation ( et al. , 1997 Zhu  ). Our results revealed single  et al. , 2002 nf1  mutation induced a lower tumour incidence ( Fig. 5D and E ), and the activation of Akt1 ( Fig. 3D ), in zebrafish. Therefore,  nf1  mutation might be essential for the initiation of gliomagenesis (low-grade gliomas), and the subsequent glioma development might require additional genetic lesions. RB1 is a key regulator of G 1 /S checkpoint that regulates cell cycle progression to prevent uncontrolled proliferation.  Mayhew   reported that RB1 deficiency significantly enhances diethylnitrosamine-induced hepatocarcinogenesis by increasing hepatocyte proliferation and compromising the integrity of the genome. The high mitotic activity, mainly induced by the frequently disrupted RB1/CDK/CKI regulatory cascade, is positively associated with the development of high-grade gliomas (grade III and IV) ( et al.  (2007) Villanueva, 2011 ;  Marshall  ). In addition, ∼80% of glioblastomas exhibit genetic alteration of RB1 pathway ( et al. , 2019 Cancer Genome Atlas Research, 2008 ). In this study, the initiation of gliomagenesis was undetected in  rb1  KO fish during the first 6 months ( Fig. 5E ), suggesting that single  rb1  mutation might be insufficient for the initiation of gliomagenesis at early stage, but might be essential for the progression pathway. Notably, although not statistically significant, a trend towards higher percentages of high-grade gliomas was observed with the combination of  nf1  and  rb1  mutations at 3 and 6 months ( Fig. 5D ). Thus, the disruption of Rb1 pathway might contribute to the progression pathway of  nf1 -initiated gliomagenesis in zebrafish. It is known that TP53 plays a major role in the maintenance of genome integrity by responding to various types of cellular stresses and inducing cell cycle arrest or apoptosis ( Li  ;  et al. , 2012 a Muller and Vousden, 2013 ;  Aubrey  ). In glioma patients,  et al. , 2016 TP53  mutation have been observed at equal frequencies in all grades of gliomas ( Rasheed  ;  et al. , 1994 van Meyel  ). A previous study reported that the  et al. , 1994 tp53 M214K  mutation alone can induce the development of malignant peripheral nerve sheath tumours in zebrafish with a tumour incidence of 5% after 12 months of age ( Berghmans  ), whereas the homozygous or heterozygous mutation of  et al. , 2005 Tp53  alleles in mice failed to induce gliomagenesis ( Donehower  ), which is consistent with the phenotype of  et al. , 1992 tp53  KO fish ( Fig. 5E ). Although TP53-deficient primary astrocytes exhibit increased growth and susceptibility to transformation ( Bogler  ), our results showed the mutation of  et al. , 1995 tp53  alone was still insufficient to initiate gliomagenesis at the first 6 months in zebrafish ( Fig. 5E ), and additional genetic or epigenetic events might be needed in this process. In addition,  Vogel   showed that TP53 cooperates with NF1 to promote the development of malignant peripheral nerve sheath tumours in mice. The simultaneous disruptions of RB1 and TP53 pathways have been observed in 45% (9/20) of anaplastic oligodendrogliomas ( et al.  (1999) Watanabe  ). A recent study indicated that cooperativity among PTEN, TP53, and RB1 pathways can induce high-grade gliomas in adult brains in mice ( et al. , 2001 Chow  ). Thus, the phenotypes of  et al. , 2011 tp53 ; nf1  cKO fish can be potentially explained:  nf1  mutation initiates gliomagenesis, and  tp53  mutation subsequently promotes the progression pathway of glioma in zebrafish. Integrative mutational and copy number analyses of the tumours derived from  nf1  KO,  nf1 ; tp53  cKO, and  rb1 ; tp53  cKO fish demonstrated gliomagenesis was mainly associated with three downstream pathways, including RTK/Ras/PI3K, cell cycle progression, and Tp53 and focal adhesion pathways ( Fig. 6 ). RTK/Ras/PI3K pathway sustains proliferative signalling, contributes to the evasion of growth suppressors, the activation of cell invasion, the resistance of cell death. RTK usually undergoes receptor dimerization and autophosphorylation, recruit adaptor proteins, and activates downstream effectors, such as RAF/MEK/MAPK, PI3K/Akt, and Cdc42/Rac/Rho cascades. The results also showed the amplification of RTK activates its downstream effectors, including Akt1, Pdgf, Pdgfr, Egfr, and Raf, in  nf1  KO and  nf1 ; tp53  cKO fish ( Fig. 6 ). The overexpression of PDGFR and its receptor in mouse brain revealed PDGF/PDGFR signalling cascade is associated with gliomagenesis ( Uhrbom  ;  et al. , 1998 Dai  ). Additionally, as the most common target of  et al. , 2001 RTK  mutation ( Furnari  ), the alterations of  et al. , 2007 EGFR , including amplifications, deletions, and single nucleotide polymorphisms (SNPs), have been identified in human gliomas, ( Saadeh  ). Besides, it is also known that Raf-mediated signalling cascade controls cell proliferation and differentiation. We thus hypothesized the alterations in these genes contribute to the initiation or development pathway of gliomagenesis in  et al. , 2018 nf1  KO and  nf1 ; tp53  cKO fish. Notably, the amplification of the effectors of the downstream of RTK pathway in  rb1 ; tp53  cKO fish ( Fig. 6D ), which is likely attributable to the combination of  tp53  and  rb1  mutations, might be essential for the initiation pathway of gliomagenesis in zebrafish. It is noted that the initiation of gliomagenesis was only detected in  nf1  KO fish, but not in  rb1  KO or  tp53  KO fish even at 6 months ( Fig. 5E ), suggesting that the potential effects of  nf1  mutation is essential for gliomagenesis in zebrafish. The comparison of the molecular signatures between  nf1  mutant and the other two single mutants in fish brain tissue identified most of the key factors in RTK/Ras/PI3K pathway, including Raf1a, Raf1b, Rab1a, Vegfaa, Pdgfra, Pdgfrb, Akt1, and mTor, were significantly upregulated (>5-fold change,  P  <   0.05), in the brain tissue of  nf1  KO fish ( Fig. 6D  and  Supplementary Fig. 5F ), whereas only Vegfaa, Pdgfra, Pdgfrb, and Akt1 were slightly altered (average 2-fold change,  P  <   0.05) in the brain tissue in other two single mutants ( Supplementary Fig. 5F ), suggesting that the activation of RTK/Ras/PI3K pathway might be critical for gliomagenesis in zebrafish. Meanwhile, in cell cycle progression pathway, we found that Cdk4 and Cdk6 were extremely increased in  nf1  KO line (>5-fold change,  P  <   0.05) than in other two fish lines (less than 2-fold change,  P  <   0.05). It is known that CDK4/6 were not only fundamental drivers of the cell cycle and be required for the initiation and progression of various malignancies ( Hamilton and Infante, 2016 ), but also associated with tumour immunogenicity in breast cancer ( Goel  ). Our finding indicated that the activation of Cdk4/6 was also essential for the initiation of gliomagenesis in zebrafish. In addition, the critical differences between  et al. , 2017 nf1  KO and other two single mutants were the upregulation of Snail1a, E-cadherin, and Tgfa (>5-fold change,  P  <   0.05), in Tp53 and focal adhesion pathways ( Fig. 6D  and  Supplementary Fig. 5F ), indicating that these three genes might play more important roles for the initiation of gliomagenesis. KEGG and GO cluster analyses showed several cell-cycle regulators, such as Ccnd1, Cdk2, Cdk4, Cdk6, E2f1, and Pcna, were significantly regulated in  rb1 ; tp53  and  nf1 ; tp53  cKO fish ( Fig. 6D ), indicating cell cycle procession is mainly regulated by the Tp53 and Rb1 pathways. In response to the proliferative signals, RB is phosphorylated by CDK2, 4, and 6 (CDK2/4/6), and releases E2F transcription factors, which are associated with G 2 /S transition and the initiation of DNA synthesis. In addition, CDK activity is positively regulated by cyclin D1 and E, and notably, aberrant CDK4 amplification has been identified in 14% glioma patients ( Schmidt  ). The aberrant CDK6, E2F1, cyclin D1, and cyclin E expression have also been detected in gliomas ( et al. , 1994 Costello  ;  et al. , 1997 Buschges  ;  et al. , 1999 Chakravarti  ). We therefore hypothesized that these regulators of cell cycle progression play important roles in the progression pathway of gliomagenesis in  et al. , 2001 nf1 ; tp53  cKO and  rb1 ; tp53  cKO fish. Furthermore, the cluster analysis revealed the aberrant focal adhesion pathway in tumours derived from  nf1 ; tp53  cKO fish, suggesting higher upregulation of Mdm2, Snail, β-catenin, and Tgfa expression might be responsible for the highest tumour incidence and malignancy rates found in  nf1 ; tp53  cKO fish ( Fig. 5C–E ). GSEA analysis demonstrated the significant similarity in molecular signatures between the HC1–3 subgroups in the gliomas derived from zebrafish and the corresponding proneural, proliferative, and mesenchymal subgroups of human gliomas ( Phillips  ;  et al. , 2006 Verhaak  ). The gene expression signatures of gliomas generated from zebrafish with various combinations of mutations indicated that the identical selective pressures drive gliomagenesis and generate similar characteristic gliomas in humans and zebrafish. Furthermore, it is known that ∼90% of gliomas contain exhibit at least one disruption in RTK/Ras/PI3K, TP53, or RB pathway ( et al. , 2010 Cancer Genome Atlas Research, 2008 ). Although the similarities between gliomas generated from various combinations of zebrafish mutations might provide further insights into some of the more common features of human disease, the slight differences in tumour histology, molecular features, and prognosis in gliomas generated through multiple altered pathways might be more valuable for investigating relevant subgroups of gliomagenesis, and for precision medicine, which involves the tailoring of cancer treatments to the specific tumour characteristics of each individual glioma patient. The zebrafish model provides a unique opportunity for the high-throughput screening of anti-cancer candidate drugs. The accessibility of acquiring a toxicity profile in a physiological context is an additional benefit of using zebrafish as a model for drug screening. We evaluated the effects of TMZ on tumour incidence and the regulation of oncogenic effectors with various combinations of mutations in zebrafish. Although the transgenic fish were received TMZ treatment before onset of symptoms, which might not be identical to the clinical treatment for the patients with glioma, the histological and prognostic results obtained from different TMZ-treated transgenic fish lines still partially reflect the outcome of glioma treatment in human. Furthermore, the behaviours tests of zebrafish larvae with various combinations of mutations ( Supplementary Fig. 4 ) revealed that these larvae might be suitable for easily detecting the rescuing morphological and behavioural phenotypes after the treatment of anti-cancer compound candidate at a 96- or 24-well-plate scale ( Zon and Peterson, 2005 ), indicating these zebrafish models would be the valuable tool for cost-effective and high-throughput pharmacological screening.",
  "upgrade_date": "2026-02-21 02:23:20"
}