{
  "pmid": "PMID:33273014",
  "title": "mTOR kinase inhibition disrupts neuregulin 1-ERBB3 autocrine signaling and sensitizes NF2-deficient meningioma cellular models to IGF1R inhibition.",
  "abstract": "Meningiomas (MNs), arising from the arachnoid/meningeal layer, are nonresponsive to chemotherapies, with ∼50% showing loss of the Neurofibromatosis 2 (NF2) tumor suppressor gene. Previously, we established NF2 loss activates mechanistic target of rapamycin complex 1 (mTORC1) and mechanistic target of rapamycin complex 2 (mTORC2) signaling, leading to clinical trials for NF2 and MN. Recently our omics studies identified activated ephrin (EPH) receptor and Src family kinases upon NF2 loss. Here, we report increased expression of several ligands in NF2-null human arachnoidal cells (ACs) and the MN cell line Ben-Men-1, particularly neuregulin-1/heregulin (NRG1), and confirm increased NRG1 secretion and activation of V-ERB-B avian erythroblastic leukemia viral oncogene homolog 3 (ERBB3) receptor kinase. Conditioned-medium from NF2-null ACs or exogenous NRG1 stimulated ERBB3, EPHA2, and mTORC1/2 signaling, suggesting pathway crosstalk. NF2-null cells treated with an ERBB3-neutralizing antibody partially downregulated mTOR pathway activation but showed no effect on viability. mTORC1/2 inhibitor treatment decreased NRG1 expression and downregulated ERBB3 while re-activating pAkt T308, suggesting a mechanism independent of NRG1-ERBB3 but likely involving activation of another upstream receptor kinase. Transcriptomics after mTORC1/2 inhibition confirmed decreased ERBB3/ERBB4 while revealing increased expression of insulin-like growth factor receptor 1 (IGF1R). Drug treatment co-targeting mTORC1/2 and IGF1R/insulin receptor attenuated pAkt T308 and showed synergistic effects on viability. Our findings indicate potential autocrine signaling where NF2 loss leads to secretion/activation of NRG1-ERBB3 signaling. mTORC1/2 inhibition downregulates NRG1-ERBB3, while upregulating pAkt T308 through an adaptive response involving IGF1R/insulin receptor and co-targeting these pathways may prove effective for treatment of NF2-deficient MN.",
  "authors": "Roberta L Beauchamp; Serkan Erdin; Luke Witt; Justin T Jordan; Scott R Plotkin; James F Gusella; Vijaya Ramesh",
  "journal": "The Journal of biological chemistry",
  "publicationDate": "2021",
  "doi": "10.1074/jbc.RA120.014960",
  "methods": "Experimental procedures Cell lines and reagents Human cell lines included an  NF2 -null immortalized MN line Ben-Men-1,  NF2  AC-CRISPR, and two independent human primary MN for which cell line establishment and growth conditions have been previously described ( 15 ,  54 ). All primary cultures were collected following Massachusetts General Hospital Human Subjects protocols for tumor acquisition after informed consent. In addition, we generated an immortalized human MN line, MN1-LF from an independent  NF2 -null human primary MN cell line derived from a surgical resection. Immortalization methods and confirmation was carried out on a fee-for-service basis by Alstem, Inc. Briefly, 1 × 10 5  cells were transduced with lentivirus encoding SV40 large T antigen and a puromycin resistance gene. Cells were infected at a multiplicity of infection of 2. Following selection with 1.5 μg/ml puromycin for 3 days, cells underwent an additional three passages. PCR amplification of SV40 was performed to confirm immortalization followed by expansion and freezing of cells. Reagents included exogenous heregulin/NRG1 (Sigma); inhibitor drugs lapatinib, erlotinib, INK128/TAK-228, and BMS-754807 (Selleck Chemicals); rapamycin (EMD Millipore); AZD2014 (obtained from AstraZeneca); and MM-121 (generously provided by Merrimack Pharmaceuticals). Drug treatment concentrations and times are described in the figure legends. Re-expression of  NF2  in Ben-Men-1 cells Re-introduction of  NF2  was performed using the full length cDNA coding sequence of  NF2  (isoform 1, NCBI accession # NM_000268 ) cloned into the lentiviral vector CSCW2 followed by packaging as previously reported ( 16 ). For re-expression, Ben-Men-1 cells were transduced with either NF2-CSCW2 or V-CSCW2 at a multiplicity of infection of 50 along with 8 μg/ml polybrene by spin-infection as previously described ( 15 ). Cells were then expanded and harvested for RNA/cDNA synthesis for quantitative RT-PCR, and protein lysates were generated for immunoblotting. Transcriptome/RNA-seq and analysis Baseline transcriptome analyses between  NF2 (−)  versus NF2 (+) ACs and Ben-Men-1 were previously described ( 21 ). For analysis of transcriptome in posttreated cells,  NF2 -null AC-CRISPR cells were first treated for 24 h with 200 nM INK128 or DMSO control (final concentration of 0.1% on cells) followed by harvesting on ice by scraping in ice-cold PBS. For transcriptome analyses, RNA was isolated from all MN-relevant lines using TRIzol reagent (15596026, ThermoFisher Scientific) according to the manufacturer's instructions. Pelleted cells were resuspended TRIzol reagent using microdounce homogenization then extracted with chloroform, followed by isopropanol precipitation of RNA from the aqueous phase and an 80% ethanol wash. RNA pellets were solubilized in 30 to 50 μl of RNase-free water (Ambion, AM9937). RNA quality was assessed using the Agilent Bioanalyzer Tapestation 2200 (Agilent Technologies). For INK128 and DMSO-treated cell lines, mRNA libraries for RNA-seq were made in triplicate and sextuplicate, respectively, using TruSeq Stranded mRNA Library Preparation Kits (RS-122-2101, RS-122-2102, or RS-122-2103; Illumina). Libraries were analyzed using D1000 tape on Agilent Tapestation 2200 and/or by qPCR using the KAPA Library Quantification Kits (KK4854, KAPABiosystems) on a LightCycler480 (Roche Life Science). These libraries were sequenced on Illumina HiSeq2500 platform, generating paired-end sequencing reads of 75 bp. Quality checking of sequence reads was assessed by fastQC (v.0.10.1) ( http://www.bioinformatics.babraham.ac.uk/projects/fastqc/ ). Libraries concentration was determined by Qubit, and quality assessment and average fragment length was determined by Agilent Tapestation. Equimolar 8- or 9-plex pools were run on a NextSeq 500 using a v2 high output 75 cycle kit. Sequence reads were aligned to human reference genome Ensembl GRCh37 (v.75), using STAR (v. 2.5.2a) ( 55 ) with parameters ‘–outSAMunmapped Within –outFilterMultimapNmax 1 –outFilterMismatchNoverLmax 0.1 –alignIntronMin 21 –alignIntronMax 0 –alignEndsType Local –quantMode GeneCounts –twopassMode Basic’. In this step, STAR also generated gene level counts for all libraries relying on the gene annotation provided for Ensembl GRCh37 (v. 75). Quality checking of alignments was assessed by a custom script utilizing Picard Tools ( http://broadinstitute.github.io/picard/ ), RNASeQC ( 56 ), RSeQC ( 57 ), and samTools ( 58 ). Differentially expressed genes in pair-wise comparisons were identified by edgeR's quasi-likelihood F test (v. 3.18.1) ( 59 ), which was run at the R platform (v. 3.4) on genes with greater than 10 counts across replicates per condition in pair-wise comparisons. Quantitative RT-PCR RNA extraction and cDNA synthesis were carried out as previously described ( 15 ). Quantitative RT-PCR was performed in three biological replicates (in triplicate) on a Roche Lightcycler 480 (software version 1.5.0. SP3) employing iQ-SYBER Green Supermix (Bio-Rad). Human primers included the following: for  NRG1 , one previously reported primer set ( 39 ) and a second primer set,  hNRG1 -F: 5ʹ-ATGTGTCTTCAGAGTCTCCCAT-3ʹ and  hNRG1 -R: 5ʹ-TGGACGTACTGTAGAAGCTGG-3ʹ (PrimerBank ID 408411a1,  http://pga.mgh.harvard.edu/primerbank/index.html ); for  HBEGF , one previously reported primer set ( 60 ) and a second primer set,  hHBEGF -F: 5ʹ-ATCGTGGGGCTTCTCATGTTT-3ʹ and  hHBEGF -R: 5ʹ-TTAGTCATGCCCAACTTCACTTT-3ʹ (PrimerBank ID 194018480c1); for  APLN , primer set  hAPLN -F: 5ʹ- GTCTCCTCCATAGATTGGTCTGC-3ʹ and  hAPLN -R: 5ʹ-GGAATCATCCAAACTACAGCCAG-3ʹ (PrimerBank ID 21314668a1); and for  TGFA , one previously reported primer set ( 60 ) and a second primer set,  hTGFA -F: 5ʹ-AGGTCCGAAAACACTGTGAGT-3ʹ and  hTGFA-R : 5ʹ-AGCAAGCGGTTCTTCCCTTC-3ʹ (PrimerBank ID 345842399c1). Controls included human  18S :  h18S -F, 5ʹ-ACCCGTTGAACCCCATTCGTGA-3ʹ and  h18S -R, 5ʹ-GCCTCACTAAACCATCCAATCGG-3ʹ as well as human  GAPDH :  hGAPDH -F, 5ʹ- CCCCGGTTTCTATAAATTGAGC-3ʹ and  hGAPDH -R, 5ʹ- CACCTTCCCCATGGTGTCT-3ʹ. Melt curves showed single peak specificity for each qRT-PCR primer set. Fold changes in gene expression were calculated using the comparative  CT  (threshold cycle) method, and expression levels were quantitated relative to control (normalized to 1.0). Column scatter plots were generated using Graphpad Prism 8, and data values are represented as mean ± SD. Within each group, Student  t  test was performed with a value of  p  < 0.05 considered significant. Immunoblotting and antibodies SDS-PAGE and immunoblotting were carried out as previously described ( 10 ). Cells were lysed with either radioimmunoprecipitation assay lysis buffer as previously described ( 10 ) or 1% Triton X-100 lysis buffer as described ( 46 ). Antibodies recognizing ERRB3 Y1197, ERBB3, EPHA2 S897, NDRG1 T346, Akt S473, Akt T308, Akt, p70S6K T389, p70S6K, ribosomal S6 S240/244, S6, IGF1R Y1135/36/IR Y1150/51, IGF1R, FOXO1/3a T24/T32, and FOXO3 were from Cell Signaling. Other antibodies included EPHA2 (Santa Cruz), secreted form of NRG1 (R&D Systems), NDRG1 (Abcam), and GAPDH (EMD Millipore). Anti-NF2/merlin polyclonal antibody has been previously described ( 61 ). NRG1 secretion and conditioned media experiments Experiments to examine secreted NRG1 were performed following previous reported methods with minor modifications ( 39 ). Briefly, AC-CRISPR or Ben-Men-1 cells were seeded at 1 × 10 6  cells/10 cm plate in full growth medium. The next day, cells were rinsed twice with PBS and once in serum-free DMEM (SF-DMEM), followed by addition of 10 ml SF-DMEM per plate. Cells were then incubated for 48 h. As a control, 10 ml of SF-DMEM was also added to cells and immediately collected (0 h). Next, 0 h- or 48 h-incubated medium was collected, briefly spun to remove debris, and then applied to an Amicon Ultra-15 3K filtration unit (EMD Millipore) followed by centrifugation at 3000 g  for ∼45 to 50 min. When total retentate volume was ∼700 μl, retentate was then transferred to an Amicon Ultra-0.5 ml 3K filtration unit (EMD Millipore), in two additions, and spun at 14,000 rpm until retentate reached a final volume of ∼200 μl. The resulting 0 h- or 48 h-concentrated media (0 h-CM or 48 h-CM) was collected, protease inhibitor cocktail (P8340, Sigma) was added (1 × final concentration), followed by immunoblotting of 40 μl for each sample. For conditioned medium experiments, isogenic  NF2 -expressing and  NF2 -null AC-CRISPR cell lines were seeded in full growth medium. The next day, cells were rinsed twice with PBS followed by addition of SF-DMEM to each cell line, which served as the source of conditioned medium. Cells were then incubated for 48 h, and then conditioned medium was harvested. For treatment,  NF2 -expressing AC-CRISPR cells were seeded in full growth medium and incubated until ∼70% confluency. The growth medium was then removed, and cells were rinsed twice in PBS followed by 6 h treatment using respective conditioned medium harvested above. Treated cells were then lysed, followed by immunoblotting. Cell viability and combination drug screening Drug screening assays for all cell lines were carried out in a 384-well format using the CellTiter-Glo cell viability kit (Promega) according to the manufacturer's instructions. Relative luminescence units were measured using the EnVision 2103 Multilabel Reader (Perkin Elmer). For single drug DRCs, cells were seeded 24 h before drug treatment at 400 cells/well. Treatments using MM-121, INK128, and BMS-754807 were performed in full growth conditions for 72 h, and treatment dosage is outlined in the figure legends. Percent viability was calculated (relative luminescence units of drug treated  versus  vehicle treated), and DRCs and drug concentrations inhibiting cell growth by 50% (IC50) were calculated using GraphPad Prism 8 by nonlinear regression (curve fit) analysis with ± standard error of the mean determined (at least three replicates/cell line). For drug synergy testing, INK128 and BMS-754807 were arrayed in a standard 10 × 10 dose matrix (three replicates/cell line). Cells were seeded as above and treated for 72 h, and percent viability was calculated for each treatment dosage point. Synergy scores were generated using the web-based SynergyFinder application ( https://synergyfinder.fimm.fi/ ) ( 33 ).",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:28:48"
}