{
  "pmid": "PMID:33279959",
  "title": "Stepwise crosstalk between aberrant Nf1, Tp53 and Rb signalling pathways induces gliomagenesis in zebrafish.",
  "abstract": "The molecular pathogenesis of glioblastoma indicates that RTK/Ras/PI3K, RB and TP53 pathways are critical for human gliomagenesis. Here, several transgenic zebrafish lines with single or multiple deletions of nf1, tp53 and rb1 in astrocytes, were established to genetically induce gliomagenesis in zebrafish. In the mutant with a single deletion, we found only the nf1 mutation low-efficiently induced tumour incidence, suggesting that the Nf1 pathway is critical for the initiation of gliomagenesis in zebrafish. Combination of mutations, nf1;tp53 and rb1;tp53 combined knockout fish, showed much higher tumour incidences, high-grade histology, increased invasiveness, and shortened survival time. Further bioinformatics analyses demonstrated the alterations in RTK/Ras/PI3K, cell cycle, and focal adhesion pathways, induced by abrogated nf1, tp53, or rb1, were probably the critical stepwise biological events for the initiation and development of gliomagenesis in zebrafish. Gene expression profiling and histological analyses showed the tumours derived from zebrafish have significant similarities to the subgroups of human gliomas. Furthermore, temozolomide treatment effectively suppressed gliomagenesis in these glioma zebrafish models, and the histological responses in temozolomide-treated zebrafish were similar to those observed in clinically treated glioma patients. Thus, our findings will offer a potential tool for genetically investigating gliomagenesis and screening potential targeted anti-tumour compounds for glioma treatment.",
  "authors": "Juanjuan Luo; Pei Liu; Chunjiao Lu; Wanping Bian; Dongsheng Su; Chenchen Zhu; Shaolin Xie; Yihang Pan; Ningning Li; Wei Cui; De-Sheng Pei; Xiaojun Yang",
  "journal": "Brain : a journal of neurology",
  "publicationDate": "2021-03-03",
  "doi": "10.1093/brain/awaa404",
  "methods": "Materials and methods Strains, husbandry, breeding and drug treatment The wild-type zebrafish line (AB strain) and  Tg ( gfap : GFP ) transgenic fish ( Bernardos and Raymond, 2006 ) were obtained from the China Zebrafish Resource Center (Wuhan, China), and raised according to the guidelines for zebrafish care ( Westerfield, 2007 ). Fish were maintained in a large-scale water-recirculating system under a 14-h light/10-h dark cycle at 28°C. The juvenile and adult fish (>15 days post-fertilization; dpf) were kept in system water (40 g sea salts/l in deionized water, pH 7.0, salinity 0.03%, and conductivity 500 μS) in serial tanks at densities of five fish per litre (60 fish/12 l). The fish were fed two to three times daily with a rich supply of freshly hatched brine shrimp. For zebrafish breeding, the healthy fish (three males and three females) at 3–4 months of age were selected to produce embryos in each breeding tank on the day before breeding. Following the start of the next light cycle, the embryos were collected by siphoning the bottom of the tank. The embryos (≤4 dpf) and larvae (5–15 dpf) were maintained in E3 embryonic medium (5 mM NaCl, 0.17 mM KCl, 0.33 mM CaCl 2  and 0.33 mM MgSO 4  in deionized water) with 10 −5 % methylene blue in 90-mm Petri dishes (50 embryos or 10 larvae per dish) at 28°C, and fed with paramecia (4–9 dpf) and brine shrimp (10–15 dpf) three times daily. For temozolomide (TMZ) treatment, TMZ (MedChemExpress) was dissolved in 10% dimethyl sulphoxide (DMSO), and the larvae at 14 dpf were treated with TMZ for 3 months at a final concentration of 100 µm/l—which does not appreciably affect the embryonic development of wild-type zebrafish ( Geiger  )—and then processed for histological analysis. The tank water and TMZ were refreshed daily. The animal experiments were performed according to the protocol, and approved by Shantou University Medical College. et al. , 2008 Synthesis of mRNA and guide RNA \n Cas9  mRNA was produced by  in vitro  transcription from a pCS2 Cas9 vector ( Jao  ) using a mMESSAGE mMACHINE et al. , 2013 TM  SP6 kit (Invitrogen, Thermo Fisher Scientific). Guide RNAs (gRNAs) were designed using the CHOPCHOP website ( http://chopchop.cbu.uib.no/ ). The gRNA transcription templates were prepared through PCR amplification using T7-targetsite-F primers and the universal reverse primer gRNA-R ( Supplementary Table 1 ), and gRNAs were transcribed using the MAXIscript T7 kit (Thermo Fisher Scientific). The pCS-TP vector was linearized using NotI endonuclease (New England Biolabs), cleaned up by phenol/chloroform extraction, and synthesized from linearized vectors using mMESSAGE mMACHINE TM  T7 Kit (Invitrogen). All mRNA transcripts were purified using MicroElute RNA Clean-Up kit (Omega Bio-Tek). The quality and concentration of RNA were analysed by electrophoresis and NanoDrop TM  2000 spectrophotometer (Thermo Fisher Scientific). The  in vitro  efficiencies of the gRNAs were examined using a gRNA Activity Detection kit (ViewSolid Biotech). DNA construction and microinjection We cloned the zebrafish  U6-3  promoter ( Halbig  ) from the AB strain, followed by an NheI site, into the CRISPR/Cas9 skeleton vector ( et al. , 2008 Cas9-T2A-mCherry ) from the Tol2 kit ( Kwan  ) using ClaI and KpnI endonucleases (New England Biolabs). The sequences of gRNA were then inserted in  et al ., 2007 Cas9-T2A-mCherry , U6  to construct  Cas9-T2A-mCherry , U6 : gRNA  vectors, respectively including  gfap : Cas9-T2A-mCherry,U6 : gRNA ( nf1a ),  gfap : Cas9-T2A-mCherry,U6 : gRNA ( tp53 ), and  gfap : Cas9-T2A-mCherry,U6 : gRNA ( rb1 ) vectors, and  gfap : Cas9-T2A-mCherry,U6 : gRNA ( null ) as control. Ultimately, we cleaved the  gfap  promoter from  Tg ( gfap : GFP ) fish followed by  Xhol  and  Agel  sites ( Bernardos and Raymond, 2006 ), and subcloned the  gfap  promoter sequence into  Cas9-T2A-mCherry,U6 : gRNA  vectors using T4 DNA ligase (Thermo Fisher Scientific), respectively. The AB strains were bred and their embryos were collected for microinjection. Specifically, the mixture with 20 pg DNA construct and 20-pg  Tol2  mRNA was injected into the embryos at the one-cell stage. For typical CRISPR experiments, the mixture with 600 pg  Cas9  mRNA and 25 pg gRNA was injected into each embryo. Following microinjection, all embryos were raised in E3 medium at 28°C. The details of DNA construction and the generation and identification of tissue-specific gene mutation in zebrafish are provided in the  Supplementary material . Analysis of gRNA efficiency, T7 endonuclease I mutagenesis assay and whole-mount  in situ  hybridization The gRNA target site and primer sequences used for the T7E1 assays are shown in  Supplementary Table 1 . Genomic DNA was extracted from 15 embryos using a standard DNA extraction protocol following co-microinjection of gRNA- and  Cas9 -capped RNA at 24 h post-fertilization (hpf). PCR mixtures were then prepared using the TransFast ®  Taq DNA polymerase (TransGen Biotech). PCR products (8.5 µl) were then annealed for heteroduplex formation. T7 endonuclease I buffer (1 µl) and 0.5 ml T7 endonuclease I (ViewSolid Biotech) were added to the solution described above, and the mixture was incubated at 37°C for 25 min. The samples were analysed using 2% agarose gels and observed with a gel imaging system (Junyi). To confirm the efficiency of gRNAs, 2 ml of PCR products was cloned into the pMD-19T vector (Takara Bio) for DNA sequencing. Whole-mount  in situ  hybridization assay of  tp53 ,  nf1a  or  rb1  was performed as previously described ( Padmanabhan  ). The sense and antisense RNA probes were synthesized using the mMESSAGE mMACHINE et al. , 2009 TM  T7 Kit (Invitrogen).  In situ  hybridization was carried out following the previous protocol ( Thisse and Thisse, 2008 ). Histological examination, immunohistochemistry, immunofluorescence and whole-mount embryonic imaging The whole brain tissue specimens from the euthanized transgenic zebrafish were dissected, paraformaldehyde-fixed, and paraffin-embedded for haematoxylin and eosin staining and immunohistochemistry. The immunohistochemistry of formalin-fixed, paraffin-embedded tissue sections was carried out as previously described ( Barash  ). Following antigen retrieval and blocking, 4-mm sections were immunostained using the primary antibodies and the corresponding secondary antibodies, and were detected using the avidin-biotin complex method (Dako), and visualized with DAB. The slides were lightly counterstained with haematoxylin, and the staining was evaluated with Image-Pro Plus software (Media Cybernetics Inc.). The paraffin-embedded tissue microarray of human glioma specimens was purchased from Outdo Biotech Ltd (HbraG180Su01). The ethics approval was approved by the Medical Ethics Committee of Shantou University Medical College. et al. , 2019 The glioma formation developed by the fish was preliminarily estimated based on the ‘bending-body’ phenotype before post-mortem histological analysis, and confirmed by haematoxylin and eosin staining. The histological grades varied from I to IV of brain harboured gliomas and were further diagnosed by the pathologist according to the WHO classification and as previously described ( Jung  ;  et al. , 2013 Villa  ). For example, advanced histological grade glioma is usually accompanied by larger tumours, hypercellularity, enhanced necrosis and vascularity, and frequent mitosis, as well as robust expression of gliomagenesis-related factors, including Gfap, Pcna, phh3, pAkt, and Nestin. et al. , 2018 Immunofluorescence was performed using 25-mm cryosections of 4% paraformaldehyde-fixed tissues as previously described ( Luo  ). The sections were incubated overnight at 4°C with the primary antibodies in blocking buffer. The sections were then washed six times with PBS containing 0.5% Triton et al. , 2018 TM  X-100 at room temperature for 15 min, incubated with the secondary antibodies at room temperature for 1 h, washed with PBS, and sealed with coverslips. The immunostained sections were observed and photographed under a confocal microscope (FV1000; Olympus). The whole-embryonic fluorescent images were obtained using an Olympus MVX10 fluorescence microscope. All information on the antibodies and the concentrations used are provided in  Supplementary Table 2 . Quantitative RT-PCR assay The dissected brain tissues from 3-month-old fish were used for quantitative PCR. Samples were collected from three or four fish belonging to each group, and used for total RNA extraction with TRIzol TM  reagent (Invitrogen). The extracted RNA was reverse-transcribed by qRT-PCR assay using QuantiTect TM  SYBR Green PCR kit (Qiagen), and amplified by 7300 Real-time PCR System (Applied Biosystems). All experiments were performed three times using separately prepared samples. The sequences of the primers used in qRT-RCR assay are provided in  Supplementary Table 1 . Western blot analysis The dissected brain tissues from 3-month-old fish were lysed in RIPA buffer containing 1% PMSF (Solarbio). Samples were collected from three or four fish, separated with electrophoresis, and transferred to nitrocellulose membranes (Millipore). The membranes were incubated with 5% bovine serum albumin (BSA) in Tris-based saline-Tween 20 (TBST; 0.2 M Tris, 1.37 M NaCl, and 0.1% Tween 20 at pH 7.6), and the primary antibodies at 4°C overnight. After washing with TBST, the membranes were then incubated with the secondary antibodies, and visualized using a SuperSignal TM  West Pico Substrate Kit (Thermo Fisher Scientific). All the experiments were repeated independently three times. All the information on the antibodies and the utilized concentrations are provided in  Supplementary Table 2 . Global transcriptome sequencing and analyses Total RNA from each group was isolated using the TRIzol TM  reagent, and sequenced by BGI Company. Unsupervised hierarchical clustering (UHC) analyses were performed to calculate the median absolute deviation score for each probe set using the log 2 -transformed data, and the top 1000 most variable probe sets were selected. The analysis was performed using GeneMaths software (Applied Maths, Inc., Austin, TX) with Pearson correlation as the similarity coefficient and Ward as the clustering method. The enrichment of signature genes in the tumour subgroups identified by UHC in our models was assessed by gene set enrichment analysis (GSEA) ( Subramanian  ). We generated gene sets using the gene signatures that define previously identified glioma subgroups ( et al. , 2005 Freije  ;  et al. , 2004 Phillips  ;  et al. , 2006 Verhaak  ), and performed GSEA analysis of tumours to compare one subgroup with the other two subgroups. A nominal  et al. , 2010 P -value of <0.2 obtained in GSEA was considered to indicate statistical significance. Behavioural tests The motor capabilities of the larvae in different groups were evaluated using a behavioural tracking system (Noldus). In each trial, the 7 dpf larvae of different experimental groups were carefully transferred to a 24-well plate with one single larva in each well. The plate was placed into an observation chamber, the swim path of individual larvae was recorded with an infrared video camera for 6.5 min, and the travelling distance of each larva was analysed using DanioVision software (Noldus). Briefly, basal activity in the darkened chamber was recorded for 30 s, followed by a 0.2-s exposure to a 500-lx white light stimulus, and repeated the next 30 s in the dark. DanioVision software quantified larval motor activity by assessing changes in infrared image pixel intensity (on a scale of 1 to 256) of all pixels corresponding to the image area of its circular well between sequential video sweeps (every 40 ms). Quantification and statistical analysis The results were analysed using SPSS 10.0 statistical software (SPSS, Chicago, IL), and presented as the arithmetic means and standard error (SE). Student’s  t -test was used for the statistical analyses.  P  <   0.05 was regarded as indicating statistical significance. Data availability All sequencing that support the findings of this study have been deposited in the Gene Expression Omnibus (GEO) of National Center for Biotechnology Information under accession no.  GSE129899 .",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:28:49"
}