{
  "pmid": "PMID:33369425",
  "title": "Machine Learning of Allosteric Effects: The Analysis of Ligand-Induced Dynamics to Predict Functional Effects in TRAP1.",
  "abstract": "Allosteric molecules provide a powerful means to modulate protein function. However, the effect of such ligands on distal orthosteric sites cannot be easily described by classical docking methods. Here, we applied machine learning (ML) approaches to expose the links between local dynamic patterns and different degrees of allosteric inhibition of the ATPase function in the molecular chaperone TRAP1. We focused on 11 novel allosteric modulators with similar affinities to the target but with inhibitory efficacy between the 26.3 and 76%. Using a set of experimentally related local descriptors, ML enabled us to connect the molecular dynamics (MD) accessible to ligand-bound (perturbed) and unbound (unperturbed) systems to the degree of ATPase allosteric inhibition. The ML analysis of the comparative perturbed ensembles revealed a redistribution of dynamic states in the inhibitor-bound versus inhibitor-free systems following allosteric binding. Linear regression models were built to quantify the percentage of experimental variance explained by the predicted inhibitor-bound TRAP1 states. Our strategy provides a comparative MD-ML framework to infer allosteric ligand functionality. Alleviating the time scale issues which prevent the routine use of MD, a combination of MD and ML represents a promising strategy to support ",
  "authors": "Mariarosaria Ferraro; Elisabetta Moroni; Emiliano Ippoliti; Silvia Rinaldi; Carlos Sanchez-Martin; Andrea Rasola; Luca F Pavarino; Giorgio Colombo",
  "journal": "The journal of physical chemistry. B",
  "publicationDate": "2021-01-14",
  "doi": "10.1021/acs.jpcb.0c09742",
  "methods": "Methods Generation\nof the Comparative MD Ensemble The closed\ndimeric form of zebrafish zTRAP1 in its activated double ATP-bound\nstate (Protein Data Bank ID: 4IPE)  was simulated in inhibitor-unbound\n(state A) and inhibitor-bound (state I) to generate a ligand-perturbed\nconformational MD ensemble, whereby local functional TRAP1 dynamics\ncould be compared in the presence and absence of the 11 allosteric\ninhibitors ( 24 Chart  ). All the compounds were docked in the same representative starting\nstructure obtained via cluster analysis on a previous set of 600 ns\nMD simulations. We refer the reader to our original publication for\ntechnical details on the clustering procedure followed to extract\nthe common initial TRAP1 configuration. 1  This choice was done to select an equilibrated dimer conformation\nin a relaxed local minimum around the native crystallographic state.\nThe backbone RMSD (1266 residues) between the chosen reference structure\nand the crystallized dimer was 3.83 Å. To enhance the sampling\naround the near-native conformation, each inhibitor-bound complex\nwas independently simulated in 3 replicates, to get 33 ligand-perturbed\nsystems. For comparison, 33 independent copies of the unperturbed\nTRAP1 system were simulated in the same conditions with only two ATP\nmolecules bound to the two catalytically competent sites in the NTDs.\nNine out of 33 inhibitor-bound systems and 3 out of 33 inhibitor-free\nreplicates were taken from our previous MD simulations, in which 3\nreplicates for each of the 3 most active compounds (namely, compounds  30 5 – 7  in  Chart  ) were compared with 3 inhibitor-free copies\nof TRAP1. 1  Here, 24 inhibitor-bound systems\nand 30 inhibitor-unbound complexes were added to this initial set\nto complete the MD ensemble. The 3 replicates for each of the 8 discovered\nhits (namely, compounds  27 1 – 4  and  8 – 11  in  Chart  ), as well as the new copies of the inhibitor-free\nstate, were built following the same protocol used for the old simulations\nand described in full details in the original publication. 1  Briefly, the Schrödinger software suite\nrelease 2017–1 was used for system setup. 27  Flexible ligand docking into TRAP1 allosteric site was\nperformed using Glide with default settings in SP mode. 31  The best-ranking docked complexes were solvated\nby building a isometric truncated octahedral simulation box, leaving\n10 Å solvent buffer from the protein. Equilibration and production\nsteps were performed using the AMBER16 MD engine, 32  describing the protein with the ff99SB force field and\nemploying GAFF parametrization for ligands. Each independent complex,\ncontaining ≈175 000 atoms, was minimized and gently\nheated to 300 K, allowing volume and density equilibration in the  33 NPT  ensemble before switching to the  NVT  production run. In every replicate, velocities were reinitialized\naccording to Maxwell–Boltzmann distribution at 300 K; the first\n20 ns of each  NVT  run were discarded to allow for\nfurther system relaxation. Productive statistics was accumulated for\na minimum of 80 ns to a maximum of 280 ns for every MD run, depending\non whether the replicate was part of the training or the test sets\nused for ML analysis (see below). For the 66 systems, a total of 8.88\nμs of production MD were collected and analyzed to build up\nfeatures matrices of local MD descriptors. ML Classification tasks\nwere later assessed by training and testing NB and SVM algorithms\non combined matrixes obtained from each replicate. Generation\nof MD Features Matrices for ML Analysis Four local features\nfor each TRAP1 monomer were chosen based on theoretical\nand experimental evidence attributing to these subdomains structural\nand dynamic properties connected to the ATPase functional cycle. The\nrationale behind their choice is discussed in the “ Results ” section. The eight variables monitored\nalong each MD trajectory were tested in a ML framework as “local\nreporters” of TRAP1 allosteric perturbation. Each MD frame\nwas transformed in a feature vector of 8 TRAP1 descriptors (4 ×\nmonomer). The resulting features matrices contained the number of\nMD frames as rows and the 8 MD-derived features as columns. Descriptors\nwere generated with in-house scripts using VMD (version 1.9.3)  to calculate solvent accessible surface area\n(SASA) and  34 g_mindist  tool of gromacs (version 4.6)  to get residue–residue contacts. Formal\ndefinition of the four MD descriptors are reported as follows: 35 Two sets of cross-monomer contacts were calculated between either\nNTD-swapped N-terminal extension (residues 85–108) in one monomer\nand the NTD core of the other (residues 109–308). In every\nframe, the number of contacts was obtained by summing up every pair\nof heavy atoms belonging to different domains, whose distance was\nlower than 4.5 Å. Two sets of SASA values were collected\nfor the ATP lid of both\nmonomers in the NTDs of TRAP1. For the analysis, a rolling sphere\nof radius 1.4 Å was used to identify water accessible surfaces.\nCalculations were restricted to the side-chains of residues 191–217. R417-γPO4 distances in the buckled and straight monomers\nwere calculated between centers of masses of the gamma-phosphate group\nof ATP and the guanidinium group of R417. Solvent exposure of\nS582 at the end of each of the two SMD–CTD\nlinkers was calculated from SASA values (as above) of its phosphorylatable\nhydroxymethyl side-chain. Generation of Training, Validation, and External\nTest Sets from\nthe Comparative MD Ensemble Initially, 18 matrices, each\nbuilt on 80 ns MD run, were merged in the so-defined “original”\ntraining set ( Table  ) to represent 9 copies of the TRAP1 active state dimer (double-ATP-bound)\nin absence of inhibitors and 9 systems representing the same active\nstate after binding of compounds  1 5 – 7  at the allosteric site. Every features vector belonging to these\ntwo groups was accordingly labeled as “A” (inhibitor-free)\nand “I” (inhibitor-bound) in the combined matrix. Since\nMD frames were saved every 20 ps, 80 ns of productive statistics returned\nindividual features matrices of 4000 records. In total, the original\ntraining set contained 72 000 (4000 records × 18) data\npoints describing 1.44 μs of aggregated statistics; every inhibitor-bound\ncomplex in the training set was evolved in MD for a cumulative time\nof 240 ns (80 ns × 3 repeats) and compared with an equal amount\nof statistics collected on the unperturbed TRAP1 state simulated in\nidentical conditions. Table 1 Training and External\nTest Sets Used\nfor Comparative ML Analyses a a Details\non trajectories included\nin the training/test sets are reported in the corresponding cells.\nThe small test set was used for external validation of both the training\nsets (merged row); extended trajectories of compounds (cmpds)  5 – 7  (red text) were “unseen”\nonly by the original training set, so the extended training set was\nnot validated against the large test set (X). The predictive power of the trained models was internally\nchecked\nvia 5-fold cross validation procedure available in MATLAB version\n2019b,  by randomly using 20% (14 400\nrecords) of the training set as validation set in each fold (see below).\nTo test the effects of increased sampling on the predictive power\nof our MD descriptors, a so-defined “extended” training\nset was generated by retraining the algorithms after the addition\nof 200 ns to each of the 18 systems belonging to the original training\nset ( 36 Table  ). To keep\nthe size of the data set reasonable, a features vector was built every\n100 ps, and 2000 new records were added to each original matrix. The\nextended training set included a total of 108 000 features\nvectors collected over 5.04 μs of aggregated statistics; every\nreplicate of the three inhibitor-bound complexes was extended to reach\na cumulative time of 840 ns (280 ns × 3 repeats) and similarly\ncompared with an equal amount of statistics collected on the unperturbed\nTRAP1 state simulated in identical conditions. A 5-fold cross validation\nwas used for internal accuracies as described for the original training\nset. 1 External performances of the original and extended training\nsets\nwere verified against a so-defined “small” test set\nincluding the less active compounds of the library (compounds  1 – 4  and  8 – 11  in  Chart  ), each\nconsistently simulated over 3 independent replicates for 80 ns. A\ntotal of 24 TRAP1 complexes (8 ligands × 3 repeats) was used\nto build a features matrix of 96 000 data points (4000 records\n× 24). The small test set was properly balanced by the addition\nof an equivalent number of 96 000 data points collected from\n24 replicates of the inhibitor-free state and simulated in the same\nconditions. A total of 192 000 unlabeled and unseen features\nvectors were subjected to ML predictions based on 3.84 μs of\naggregated statistics. 1 In order to test models external performance\nagainst compounds  5 – 7 , the final\nML models trained on the\noriginal data set were used to predict TRAP1 states from 200 ns long\ntrajectories, which had been used to build the extended training set\n( Table  ). Indeed,\nthe extended portions of these trajectories were not part of the original\ntraining set and were treated as out-of-model data for this latter.\nThree features matrices, each of 2000 unlabeled records (time interval:\n100–300 ns) from the extended training set, were thus added\nto the small test set (8 ligands). The so defined “large test\nset” was then used to make predictions on 11 inhibitor-bound\nsystems. The large test set was properly balanced by adding three\nmore matrices of 2000 records each, similarly extracted from the extended\nportions of three inhibitor-free trajectories. The large test set\ncontained only one replicate of compounds  1 5 – 7  to ensure similar statistics and time scales were used for\nprediction of all ligand-bound states (200 ns for compounds  5 – 7  and 240 ns for the others). A set\nof 12 000 additional data points (1.2 μs) were added\nto the small test set, totaling 204 000 “unseen”\nrecords of featurized MD frames (see  Table  ). 1 Comparative Performance Analysis of ML Classification\nTasks:\nNaïve Bayesian Algorithm and Radial Basis Function Support\nVector Machines Two supervised ML algorithms based on generative\nand discriminative approaches were used to explore models ability\nto predict meaningful local patterns representative of bound (I) and\nunbound (A) TRAP1 states. Two variants of the NB classifier were chosen\nto exemplify the performance of generative models, while SVM based\non Gaussian radial distribution functions (GDF-SVM) was chosen as\nrepresentative of discriminative models. The main difference between\ngenerative and discriminative algorithms resides in the way they make\ndecisions to separate I from A states in the defined eight-dimensional\nfeatures space. NB classifiers are probabilistic algorithms\nthat generate statistical distribution models for the classes and\nfor individual features within the classes, estimating prior and posterior\nprobabilities from empirical evidence in the training set according\nto Bayes’s theorem and considering features independence (naïve\nassumption). Depending on the shape of data, Gaussian (GNB) or continuous\n(KNB) kernel functions are used to calculate joint probabilities for\nfeatures and classes (for methods, see the  Supporting Information ). In contrast, the radial basis function\nSVM consists of discriminative\nnonprobabilistic algorithms which learn the best decision boundary\nbetween classes given an input  n -dimensional space.\nWhen data are not linearly separable, SVM transforms data through\nkernel functions that map from each point in the input eight-dimensional\nspace to the corresponding class in the so-called kernel space. This\nmapping strategy enables to find a linear boundary between classes\nin this new space. Gaussian distribution functions are used in this\nSVM implementation as similarity functions to distinguish close from\nfar features vectors in the mapped space (see the  Supporting Information ). SVM find the best separating hyperplane\nbased on the sampling of the input space. In other words, SVM does\nnot address the probability that connects members of a class to the\nensemble of visited features. Unlike NB, discriminative approaches\ndo not take into account the statistical distribution of the features\nin the examined classes, but rather focus on the final distribution\nof actually visited coordinates in the space of the features. The\nreader is also referred to excellent reviews for further details. 37 , 38 ML Parameters and Performance Metrics for Internal and External\nValidations GNB, KNB and GDF-SVM were trained on the original\nand extended training sets ( Table  ) by using the Classification Learner app available\nin the Statistics and Machine Learning Toolbox of MATLAB. 1 36 To minimize overfitting, the models were\nsubjected to 5-fold cross-validation during training. The data set\nwas randomly splitted in 5 subsets of roughly equal size in a 80:20\nratio. In five iterations, each model was trained on the 4 subsets\nand subsequently validated on the remaining one to ensure each subset\nwas considered as a validation set at least once. Then, the overall\nperformance of the models was assessed by comparing cross-validation\naccuracy values, reported as the average of single accuracies ( Q ) obtained in each fold described as In our ML models, states\nclassified as I were\ntreated as true positives (TP), while states classified as A were\ntreated as true negatives (TN). Here, false positives (FP) represented\nframes classified as I in inhibitor-free trajectories, while false\nnegatives (FN) were the frames classified as A in inhibitor-bound\nsystems. 1 NB was trained using Gaussian kernel coupled with parametric\n(GNB)\nor nonparametric (KNB) distribution functions available in MATLAB.\nBoth the NB algorithms were externally validated on the two out-of-model\ntest sets. GDF-SVM was trained tuning the hyperparameters σ\nand  C , i.e.,  kernel scale  and  box constraint  values, respectively. MATLAB uses an heuristic\nmethodology to train three presets referred to as coarse, medium and\nfine, where  C  was fixed to 1 and the kernel scale\nwas set at 11, 2.8, and 0.71, respectively.  Moreover, a Bayesian optimization procedure was carried out to perform\na statistics-based evaluation of σ and  36 C  values.\nBayesian optimization does an informed and efficient search in the\nspace of hyperparameters based on a probabilistic model and an iterative\napproach that minimizes the score of the classification error function.\nThe σ and  C  hyperparameters were tuned in the\nrange 0.001–1000. Two rounds of optimization were performed\non the two training set, using 15 and 40 iterations. The software\nselected the best models as those that minimize the upper confidence\ninterval of the classification error function. To minimize the risk\nof overfitting, the 5 GDF-SVM models (3 presets and 2 optimized) trained\non the original and extended training set were externally validated\non the small and large test sets. Only the two GDF-SVM models (one\nfor the original and one for the extended training set) with the best\nexternal performance were selected for further investigation. For all NB and GDF-SVM models, true positive (TPR) and true negative\n(TNR) rates were used as specific performance metrics to express training\nand test set accuracies for states I (TP) and A (TN), respectively.\nTPR an TNR values consider the number of predicted positives and negatives\nover the total number of true positives and negatives in the data\nset and can be calculated as follows: 2 False positive rates (FPR) can be directly\ncalculated from TPR as follows 3 The predicted percentages of TP and\nFP from\nexternal inhibitor-bound and inhibitor-free trajectories, respectively,\nwere plotted against the corresponding percentage of TRAP1 inhibition\ncalculated from experimental assays. Linear regression models were\ngenerated on the predicted vs observed variables with the Curve Fitting\ntool of MATLAB. 4  The coefficient of determination\n( 36 r 2 ) was reported to measure the percentage\nof variability in the experimental data that can be expressed by the\nvariance resulting from ML predictions.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-20 06:58:37",
  "introduction": "Theoretical\nand Experimental Background for Features Selection\nand Data Partitioning Rational selection of TRAP1MD descriptors\nwas carried out restricting our choices to dimer subdomains with demonstrated\nkey roles (simulations and experiments) in TRAP1 conformational dynamics\nand ATPase function. We focused on residue-level solvation, contacts,\nand distances obtained from four inherently flexible regions of the\nbuckled and straight monomers, belonging to NTD, SMD–CTD linker,\nand the ATP sensor loop in the LMD ( Figure  ). 1 Figure 1 MD descriptors mapped onto 180°-rotated\nviews of the buckled\n(Bu.) and the straight (Str.) TRAP1 monomers in the active asymmetric\nstate. Two ATP molecules are bound to their pockets in the NTDs (pink)\nand establish the featuring salt-bridge with R417 on the ATP sensor\nloop (vdW spheres). Protein segments with enhanced local dynamics\nwithin the dimer are shown (green) and labeled accordingly. The two\nNTDs make cross-monomer interactions with the N-terminal strap of\nthe partner monomer. S582 (vdW spheres) is shown in the SMD–CTD\nlinker; the segment 566–572 (purple) is highlighted in its\nordered (straight) and disordered (buckled) structure. For clarity,\nin each view, labels are reported for the front monomer only. On the basis of our previous findings,  the allosteric perturbation induced by compounds  27 5 – 7  strongly affected the global NTD flexibility,\nincluding\nNTD buckling motions in the catalytically competent monomer. The ATP\nbinding pocket in the NTD, which displayed efficient long-range communication\npropensity with the allosteric site,  contains two\nhigly flexible elements which are well-known kinetic regulators of\nTRAP1 conformational changes along the ATPase cycle: the N-terminal\nextension and the ATP active site lid. 27 , 30 These two regions are\nresponsible for functional cis-/cross-talking\nwithin and between the two NTDs and directly respond to nucleotide\nbinding to mediate dimerization, to induce the “tense”\nactive state or to relax the dimer in a set of open apo forms. 39 , 40 The N-terminal extension, also called the “strap”\n(segment 85–100), behaves as a large thermal barrier to closing\nand opening motions by stabilizing interactions with the  trans - and the  cis -NTD, respectively.  Mutants or strap-truncated TRAP1 constructs resulted in\na dramatic increase in ATPase activity from 3- to 6-fold in zTRAP1\nand even to a 30-fold increase for hTRAP1. 41  Our recent MD study has shown that the fragment undergoes abrupt\nchanges in internal stiffness and mechanical coupling with both the\nNTDs when the most effective compounds were simulated in the allosteric\nsite for 900 ns. 24 , 41 27 The ATP lid (residues\n191–217) is essential for dimerization\nand the ATP hydrolysis reaction.  Local and\nglobal motions between open and closed conformations are affected\nby ligand binding; 40 , 42  in fact, previous\nsimulations on the cytosolic Hsp90 showed that in the double ATP-bound\nstate the ATP lid is widely flexible. 43  A similar behavior has been experimentally observed also in TRAP1, 44  suggesting that local dynamics in this region is not suppressed\nby nucleotide binding. 24 , 41 Even if motions at the level of these\ntwo TRAP1 motifs represent\nsome of the rate-limiting steps needed to promote slower conformational\nchanges, experiments reported that the two structural elements enjoy\ndifferential plasticity on faster time scales and sense the chaperone\nbinding state to trigger oriented and functional conformational transitions.  Here, we monitored the effects of the allosteric\nperturbation on their plasticity, assessing whether ligand-induced\nstrain at a distal site could propagate to the NTD and perturb the\nlocal dynamics of long-range communicating regions in a meaningful\nway. Such an effect was sought in changes in the ATP lid SASA and\ncross-monomer contacts involving the strap motifs and their partner\nNTDs. 40 The third local feature we investigated was the interaction\ndistance\nbetween the catalytic R417 and the ATP gamma-phosphate group. The\narginine resides in the LMD on the ATP-sensor loop and readily responds\nto the nucleotide to trigger loop rearrangements required for catalysis.  The interaction is the fingerprint of the catalytically\ncompetent ATP-bound state and differentiates the internal dynamics\nof the active state from ADP-bound or apo forms, where this salt bridge\nis missing. 45  Moreover, since this amino acid\nwas critically involved in the establishment of long-range coordination\nwith the allosteric site, we expected that a greater responsiveness\nto allosteric perturbation could reverberate on the stability of this\nfunctional ion pair. 25 , 30 As a fourth variable, we focused on the\nsolvent-accessibility properties\nof S582 located in the structurally disordered TRAP1 SMD–CTD\nlinker (residues 572–586). Mutagenesis studies by Masgras and\nco-workers identified this serine residue as an accessible phosphorilation\nsite for ERK1/2 on the closed dimer, which enhances TRAP1 chaperone\nactivity.  In several tumor models, TRAP1\ndown-regulates succinate dehydrogenase (SDH), 46  leading to transcriptional changes that ultimately favor the advantageous\nmetabolic switch from OXPHOS to aerobic glycolysis in aggressive neoplasms. 47  Since our tested allosteric inhibitors result\nin a beneficial increase of SDH activity  48 in vitro  and  in vivo  tests,  we monitored differences in S582 solvent exposure in the two simulated\nstates as a consequence of allosterically perturbed dynamics. Notably,\nthe helix preceding the SMD–CTD linker in the crystal structure,\nthat is helix 20, contains a residue (E566) which makes asymmetric\ninteractions in the straight protomer and if mutated decreases ATPase\nactivity of more than 60%. 27  In contrast,\nthe same helix is an unstructured fragment in the buckled monomer,\nincluding 20 highly flexible and disordered residues (566–586).\nThis aspect is reminiscent of intrinsically disordered regions in\nfolded complexes, which are arising much interest because of their\nrole in allosteric regulation of multidomain proteins. 24  These regions can locally fold or unfold to dissipate sources of\nmechanical stress in the dimeric asset and thus trigger sequence-encoded\ndynamics changes eventually connected to complete state transitions. 49 , 50  Notably, the whole N-terminal\nregion (residues 85–108) is composed by the “strap”\nextension (residues 85–100) and the beta-strand (residues 101–108)\nin the closed dimer. However, the two subregions are α-helical\nin a recently crystallized apo form of the hTRAP NTD construct. 10 , 51 , 52  Structural differences in structural order are\nalso observed for the ATP lid in the two crystallized zTRAP1 monomers:\nWhile the buckled monomer displays a helix–loop–helix\nfold, a portion of the ATP lid is missing in the straight protomer\nand the helical regions are partially unfolded. 39  These considerations suggest that changes in folding could\ninvolve key regulatory elements of the chaperone. 24 Given the\nabove-described set of features, three aspects were taken\ninto account in the generation of the training sets: (i) The 11 ligands\ninhibit TRAP1 function in a relatively wide range of activities, and\nsuch an heterogeneous data set could in principle contain spurious\ninhibited states (I), which might poorly represent the effects of\nthe most active compounds. (ii) The emergence of local dynamics patterns\nwas searched as a result of the allosteric perturbation in a unique\ninitial structure, so we needed to maximize the diversity between\nsubstates accessible to inhibitor-bound and inhibitor-free systems.\n(iii) Since short-time-scale MD on a single replicate is severely\naffected by the sampling problem, more replicates of a single complex\nwere simulated to improve data statistics. In the attempt to\ntackle these specific issues, only the three\nmost effective inhibitors (compounds  5 – 7 ) with almost homogeneous inhibitory efficacy (73–76%) were\nused in the training set and balanced with the same number of inhibitor-free\nreplicates. In other words, ML models were built to ensure learning\nof inhibitor-bound patterns from the allosteric ligands expected to\nhave the biggest detectable impact on TRAP1 local unperturbed dynamics.",
  "results": "Results Theoretical\nand Experimental Background for Features Selection\nand Data Partitioning Rational selection of TRAP1MD descriptors\nwas carried out restricting our choices to dimer subdomains with demonstrated\nkey roles (simulations and experiments) in TRAP1 conformational dynamics\nand ATPase function. We focused on residue-level solvation, contacts,\nand distances obtained from four inherently flexible regions of the\nbuckled and straight monomers, belonging to NTD, SMD–CTD linker,\nand the ATP sensor loop in the LMD ( Figure  ). 1 Figure 1 MD descriptors mapped onto 180°-rotated\nviews of the buckled\n(Bu.) and the straight (Str.) TRAP1 monomers in the active asymmetric\nstate. Two ATP molecules are bound to their pockets in the NTDs (pink)\nand establish the featuring salt-bridge with R417 on the ATP sensor\nloop (vdW spheres). Protein segments with enhanced local dynamics\nwithin the dimer are shown (green) and labeled accordingly. The two\nNTDs make cross-monomer interactions with the N-terminal strap of\nthe partner monomer. S582 (vdW spheres) is shown in the SMD–CTD\nlinker; the segment 566–572 (purple) is highlighted in its\nordered (straight) and disordered (buckled) structure. For clarity,\nin each view, labels are reported for the front monomer only. On the basis of our previous findings,  the allosteric perturbation induced by compounds  27 5 – 7  strongly affected the global NTD flexibility,\nincluding\nNTD buckling motions in the catalytically competent monomer. The ATP\nbinding pocket in the NTD, which displayed efficient long-range communication\npropensity with the allosteric site,  contains two\nhigly flexible elements which are well-known kinetic regulators of\nTRAP1 conformational changes along the ATPase cycle: the N-terminal\nextension and the ATP active site lid. 27 , 30 These two regions are\nresponsible for functional cis-/cross-talking\nwithin and between the two NTDs and directly respond to nucleotide\nbinding to mediate dimerization, to induce the “tense”\nactive state or to relax the dimer in a set of open apo forms. 39 , 40 The N-terminal extension, also called the “strap”\n(segment 85–100), behaves as a large thermal barrier to closing\nand opening motions by stabilizing interactions with the  trans - and the  cis -NTD, respectively.  Mutants or strap-truncated TRAP1 constructs resulted in\na dramatic increase in ATPase activity from 3- to 6-fold in zTRAP1\nand even to a 30-fold increase for hTRAP1. 41  Our recent MD study has shown that the fragment undergoes abrupt\nchanges in internal stiffness and mechanical coupling with both the\nNTDs when the most effective compounds were simulated in the allosteric\nsite for 900 ns. 24 , 41 27 The ATP lid (residues\n191–217) is essential for dimerization\nand the ATP hydrolysis reaction.  Local and\nglobal motions between open and closed conformations are affected\nby ligand binding; 40 , 42  in fact, previous\nsimulations on the cytosolic Hsp90 showed that in the double ATP-bound\nstate the ATP lid is widely flexible. 43  A similar behavior has been experimentally observed also in TRAP1, 44  suggesting that local dynamics in this region is not suppressed\nby nucleotide binding. 24 , 41 Even if motions at the level of these\ntwo TRAP1 motifs represent\nsome of the rate-limiting steps needed to promote slower conformational\nchanges, experiments reported that the two structural elements enjoy\ndifferential plasticity on faster time scales and sense the chaperone\nbinding state to trigger oriented and functional conformational transitions.  Here, we monitored the effects of the allosteric\nperturbation on their plasticity, assessing whether ligand-induced\nstrain at a distal site could propagate to the NTD and perturb the\nlocal dynamics of long-range communicating regions in a meaningful\nway. Such an effect was sought in changes in the ATP lid SASA and\ncross-monomer contacts involving the strap motifs and their partner\nNTDs. 40 The third local feature we investigated was the interaction\ndistance\nbetween the catalytic R417 and the ATP gamma-phosphate group. The\narginine resides in the LMD on the ATP-sensor loop and readily responds\nto the nucleotide to trigger loop rearrangements required for catalysis.  The interaction is the fingerprint of the catalytically\ncompetent ATP-bound state and differentiates the internal dynamics\nof the active state from ADP-bound or apo forms, where this salt bridge\nis missing. 45  Moreover, since this amino acid\nwas critically involved in the establishment of long-range coordination\nwith the allosteric site, we expected that a greater responsiveness\nto allosteric perturbation could reverberate on the stability of this\nfunctional ion pair. 25 , 30 As a fourth variable, we focused on the\nsolvent-accessibility properties\nof S582 located in the structurally disordered TRAP1 SMD–CTD\nlinker (residues 572–586). Mutagenesis studies by Masgras and\nco-workers identified this serine residue as an accessible phosphorilation\nsite for ERK1/2 on the closed dimer, which enhances TRAP1 chaperone\nactivity.  In several tumor models, TRAP1\ndown-regulates succinate dehydrogenase (SDH), 46  leading to transcriptional changes that ultimately favor the advantageous\nmetabolic switch from OXPHOS to aerobic glycolysis in aggressive neoplasms. 47  Since our tested allosteric inhibitors result\nin a beneficial increase of SDH activity  48 in vitro  and  in vivo  tests,  we monitored differences in S582 solvent exposure in the two simulated\nstates as a consequence of allosterically perturbed dynamics. Notably,\nthe helix preceding the SMD–CTD linker in the crystal structure,\nthat is helix 20, contains a residue (E566) which makes asymmetric\ninteractions in the straight protomer and if mutated decreases ATPase\nactivity of more than 60%. 27  In contrast,\nthe same helix is an unstructured fragment in the buckled monomer,\nincluding 20 highly flexible and disordered residues (566–586).\nThis aspect is reminiscent of intrinsically disordered regions in\nfolded complexes, which are arising much interest because of their\nrole in allosteric regulation of multidomain proteins. 24  These regions can locally fold or unfold to dissipate sources of\nmechanical stress in the dimeric asset and thus trigger sequence-encoded\ndynamics changes eventually connected to complete state transitions. 49 , 50  Notably, the whole N-terminal\nregion (residues 85–108) is composed by the “strap”\nextension (residues 85–100) and the beta-strand (residues 101–108)\nin the closed dimer. However, the two subregions are α-helical\nin a recently crystallized apo form of the hTRAP NTD construct. 10 , 51 , 52  Structural differences in structural order are\nalso observed for the ATP lid in the two crystallized zTRAP1 monomers:\nWhile the buckled monomer displays a helix–loop–helix\nfold, a portion of the ATP lid is missing in the straight protomer\nand the helical regions are partially unfolded. 39  These considerations suggest that changes in folding could\ninvolve key regulatory elements of the chaperone. 24 Given the\nabove-described set of features, three aspects were taken\ninto account in the generation of the training sets: (i) The 11 ligands\ninhibit TRAP1 function in a relatively wide range of activities, and\nsuch an heterogeneous data set could in principle contain spurious\ninhibited states (I), which might poorly represent the effects of\nthe most active compounds. (ii) The emergence of local dynamics patterns\nwas searched as a result of the allosteric perturbation in a unique\ninitial structure, so we needed to maximize the diversity between\nsubstates accessible to inhibitor-bound and inhibitor-free systems.\n(iii) Since short-time-scale MD on a single replicate is severely\naffected by the sampling problem, more replicates of a single complex\nwere simulated to improve data statistics. In the attempt to\ntackle these specific issues, only the three\nmost effective inhibitors (compounds  5 – 7 ) with almost homogeneous inhibitory efficacy (73–76%) were\nused in the training set and balanced with the same number of inhibitor-free\nreplicates. In other words, ML models were built to ensure learning\nof inhibitor-bound patterns from the allosteric ligands expected to\nhave the biggest detectable impact on TRAP1 local unperturbed dynamics. Probability Distribution Plots of Local Features in A and I\nStates Figure   shows the degree of sampling achieved by each variable in the 9\ninhibitor-free (state A) and 9 inhibitor-bound (state I) complexes\nfrom the original and extended training sets ( 2 Table  ). Since states A and I were simulated starting\nfrom the same reference TRAP1 structure, it is not surprising to notice\noverlap between the visited space on the simulation time scale. Although\nstates I are also accessible to states A to a certain extent, the\nthree most active compounds of the series ( 1 5 – 7 ) cause sensitive and heterogeneous perturbations of the\nstatistics sampled by inhibitor-free systems, affecting the modality\nof the distributions and the ensemble probability of the different\npeaks in the features space. Both the training sets highlight interesting\nligand-induced differences within a few features distributions, which\ncannot be observed in the test set (see  Figure S1 ), as in the case of the SASA values for S582 and the ATP\nlid ( Figure  ). The\naddition of 200 ns of statistics in the extended training set do not\nsubstantially change the shape of distributions for state A. Furthermore,\nthe 9 inhibitor-free systems in the training set and the 24 inhibitor-free\nreplicates included in the test set appear to visit overlapping regions\nof the features space (see  2 Figures   and  2 S1 ). Nevertheless,\nthe curves clearly show poor separability of TRAP1 states, demonstrating\nthat the classification task cannot be based on a simple analysis\nof the probability plot nor can differences between the states be\nrationalized. These considerations set the stage to turn to ML classification\ntasks, in the attempt to expose emergent local and functional dynamic\npatterns characterizing the MD ensemble. Figure 2 Probability distributions\nfor the eight features in TRAP1 states\nA (blue) and I (red) in original (720 ns for each state A/I) and extended\ntraining sets (2.52 μs for each state A/I). The plots were obtained\ndistributing individual features vectors collected from 9 inhibitor-unbound\nreplicates and 9 inhibitor-bound complexes containing compounds ( 5 – 7 ) with the highest inhibitory efficacy\nin the allosteric site (see  Table  ). 1 Internal Performance of\nNB and SVM Models on Validation Sets Specificity (TNR) is\nconsidered as a more robust metric than sensitivity\n(TPR) to validate our models. It can be stated that if states labeled\nas A (TN) in the training sets are genuinely meaningful of an unperturbed\nlocal equilibrium learned from TRAP1 inhibitor-free dynamics, external\ntrajectories of the same type should reproduce this behavior.  Furthermore, a specific model is desirable in\na supportive tool for drug design, since it should minimize prioritization\nof inactive compounds (FP). Specificity is generally lower but should\nnot drastically degrade in external testing. In order to build ML\nmodels as robust as possible, we relied on their ability to predict\nstates A, learnt from trajectories of 36 000 or 54 000\nframes, in a much larger number of out-of-model inhibitor-free trajectories\navailable as external test set (96 000 frames). Sensitivity\n(TPR) could depend more on the extent of perturbation induced by different\nallosteric modulators, so a lower sensitivity may also be descriptive\nof ligand functional properties and could not necessarily imply bad\nprediction accuracy for states I. However, as a compromise, we excluded\nthe GDF-SVM models with the lowest TPR and selected the one with the\nhighest TNR among the other four SVM setup.  22 Table   summarizes  2 , TPR,\nand TNR metrics calculated via 5-fold\ncross-validation of GNB, KNB, and GDF-SVM algorithms. For the latter,\nthe “medium” preset (σ = 2.8 and  C  = 1) returned the best performance in the external validation procedure\nand was selected for further comparative analyses. Interestingly,\nthe overall prediction accuracy slightly decreased when the simulations\nwere extended up to 300 ns, indicating that sampling in the first\n80 ns (in each replicate) produced more identifiable patterns of perturbed\n(TPR) and unperturbed (TNR) complexes. Table 2 Internal\nCross-Validated Performances\nof Generative and Discriminative ML Models a   GNB KNB GDF-SVM   ⟨ Q ⟩% TPR TNR ⟨ Q ⟩% TPR TNR ⟨ Q ⟩% TPR TNR original training set 73 0.63 0.83 78.9 0.77 0.81 94.9 0.95 0.95 extended training set 66.7 0.55 0.79 74 0.70 0.78 91.0 0.92 0.92 a Cross-validated percentage accuracy   and corresponding\nTPR and TNR for GNB,\nKNB, and GDF-SVM models (“medium” preset: σ =\n2.8 and  C  = 1). Performance metrics were calculated\nsumming up TP and TN predictions on the five validation subsets generated\nfrom the training data. Such a result indicates that although starting from the same reference\nstructure, on the shortest simulated time scales, the chosen local\nfeatures experience more relevant perturbations relative to TRAP1\ninhibitor-unbound states that come partially restored or become less\nidentifiable extending the simulations by 2.5-fold. The average\naccuracy in each validation fold varies between 66.7\nand 94.9%, with the discriminative models outperforming the generative\nones in the internal validation. All the models are characterized\nby good internal specificity (TNR), recognizing the A state in a range\nbetween 78 and 92% of the inhibitor-free trajectories. In contrast,\nmodel sensitivity (TPR) differs more among the models, identifying\nstate I in a range between the 55 and 95% of the inhibitor-bound frames.\nOverall, GDF-SVM gives models of high sensitivity for state I and\nspecificity for state A in the training set, whereas NB shows good\nspecificity for state A, reaching 0.83 when data are modeled as Gaussian\ndistributions (GNB) but lower ability to identify all inhibitor-bound\nframes as genuine states I. In KNB models, nonparametric statistical\ntreatment of the data set returns the highest TPR values. In order\nto evaluate ML predictions over a fixed simulated time window and\nallow coherent comparison among homogeneous inhibitor-bound and inhibitor-free\ntrajectories,  Table   reports the percentages of correct predictions (TP and TN) in the\ntwo training sets for aggregated trajectories (12 000 or 18 000\nframes) grouped for each simulated ligand (3 replicates). The internal\nperformance metrics of our models remarks the absence of a clear separation\nbetween the sampled states in the ensemble; rather, states A and I\nseem to coexist as a minor population in inhibitor-bound and inhibitor-free\ntrajectories, respectively. The trained models were able to recognize\nno less than 49% of states I in each individual inhibitor-bound state\nand no less than 69.5% of states A in inhibitor-free ones, highlighting\ntheir preference for one of the two, without excluding minor sampling\nof the other. 3 Table 3 Internal Validation Metrics Reported\nas TPR % and TNR % for Individual Systems in the Bound/Unbound States a   original\ntraining set extended training set ML models TRAP1 complexes TPR % (state I) TNR\n% (state A) TPR % (state I) TNR\n% (state A) GNB 5 71.4   49.8   7 63.0   52.0   6 61.2   62.1   inhibitor-free (rep. 1–3)   69.9   75.1 inhibitor-free (rep.4–6)   84.5   80.3 inhibitor-free (rep.7–9)   90.0   80.2 KNB 5 70.9   78.3   7 94.2   63.9   6 66.6   68.8   inhibitor-free (rep. 1–3)   70.1   69.5 inhibitor-free (rep.4–6)   89.6   83.4 inhibitor-free (rep.7–9)   82.9   78.4 GDF-SVM 5 92.5   90.9   7 97.3   93.7   6 95.4   91.3   inhibitor-free (rep. 1–3)   95.7   92.7 inhibitor-free (rep.4–6)   98.4   96.7 inhibitor-free (rep.7–9)   92.5   89.7 a Percentages are shown over chunks\nof 12 000 (original training set) or 18 000 (extended\ntraining set) frames. Models trained on the entire training set were\nused to make predictions. External\nPerformances of the Models on out-of-Model Test Sets External\ntesting of the models causes an expected decrease in TPR\nand TNR, relative to the validation sets ( Table  ). In spite of the 24–27% loss in\nthe specificity of SVM models, 68–69% of inhibitor-free trajectories\ncan be genuinely recovered as TN. For NB models, the loss in specificity\nis lower, in the range of 2–23%. Training NB models on the\nextended data set leads to a lower loss in specificity in respect\nof values obtained from the original training set. Specifically, the\nGNB model trained on the extended data set, almost retains the same\nspecificity (0.77) observed during internal validation (0.79), whereas\na higher but acceptable 13% loss in TNR is obtained with KNB. Adding\nsampling to the original training set improves recognition of states\nA on a much larger number of “unseen” inhibitor-free\nreplicates. Overall, data modeling via normal distributions (GNB)\nprovides the most specific models for state A predictions, while the\nuse of nonparametric statistics in the KNB variant returns increased\nsensitivity toward the state I, although the overall TPR values are\nsignificantly lowered in the external test sets. 4 Table 4 Performance Metrics for the External\nValidation of the Three ML Algorithms Trained on the Original and\nExtended Dataset a     GNB KNB GDF-SVM training\nset test set TNR TPR r 2 TNR TPR r 2 TNR TPR r 2 original small 0.68 0.38 0.50 0.59 0.42 0.45 0.69 0.40 0.11 large 0.67 0.41 0.64 0.58 0.44 0.61 0.68 0.42 0.53 extended small 0.77 0.31 0.56 0.65 0.37 0.71 0.68 0.37 0.18 a TNR (states A) and TPR (states\nI) are extracted from 96 000 and 102 000 MD frames for\neach state in the small and large test sets, respectively. The  r 2  values obtained from linear regression analyses\nare also shown for each set of predictions, with the best values highlighted\nin red. ML predictions on\nthe two external test sets are plotted on the  x -axis\nof two-dimensional graphs using TPR percentage and\nFPR percentage values, describing the percentage of I states in inhibitor-bound\nand inhibitor-free trajectories, respectively ( Figure  a–i). Here, we calculate these performance\nmetrics grouping TRAP1 replicates bound to the same ligand in every\ntraining/test set pairs. For comparison, results on inhibitor-free\ntrajectories are similarly shown for groups of three replicates. Therefore,\n8 or 11 predicted values are plotted against the experimentally observed\npercentage of functional ATPase inhibition ( 3 y -axis)\n( Table  ). FPR percentage\npredictions in inhibitor-free trajectories have  5 y  coordinates equal to 0 to represent lack of functional inhibition\nin absence of ligand perturbation. In order to assess whether ML predictions\non inhibitor-bound systems can provide any meaningful correlation\nwith observed functional inhibition, linear regression models are\nbuilt on TPR percentage, to quantify the percentage of experimental\nvariance explained by predicted values. Thus, the coefficients of\ndetermination ( r 2 ) for each model are\npresented as an additional metrics of external performance. Given\nthe nonseparable nature of our data ( Figure  ) and our choice to simulate near-minimum\nconformations sampled from a single reference structure, full segregation\nof states was not expected. 2 Table 5 Percentage Decrease\nin TRAP1 ATPase\nFunction after Treatment with the 11 Allosteric Inhibitors Investigated\nin This Study a inhibitor-bound\nTRAP1 % TRAP1 inhibition 5 76.0 7 75.2 6 73.0 8 65.9 1 51.3 9 50.8 10 50.5 2 39.6 4 35.5 11 27.4 3 26.3 inhibitor-free TRAPl 0.0 a Functional assays\nare described\nin our previous publication.  Ligands\nare numbered as in  27 Chart   and are ordered by decreasing effects. 1 Figure 3 External validation of GNB, KNB and GDF-SVM\nmodels against small\nand large test sets. Predicted TPR percentage (TPR%, red dots) for\nthe 8 ligands (a, c, d, f, g, i) or 11 ligands (b, e, h) against observed\npercentage of TRAP1 inhibition. In each plot, FPR percentage (FPR%)\nare calculated as the percentage of states I in the same number of\ninhibitor-free systems. ML models validated on the original training\nset (a, d, g) and the extended training set (c, f, i) were used for\npredictions. The original training set was also tested on “unseen”\ntrajectories of compounds  5 – 7  (large\ntest set) (b, e, h). Regression lines are shown in solid gray lines,\nwith the associated equations and  r 2  values.\nLigands are numbered as in  Table  . Dashed gray lines identify boundaries between A/I\nstates: the first line from the left passes through the blue point\nthat defines the maximum FPR% found in at least 62.5% of inhibitor-free\ntrajectories; the second line from the left goes through the first\nTPR% point (red) found immediately after the first boundary and delimits\na region where predicted states I in the inhibitor-bound trajectories\n(TPR%) is significantly greater than the threshold of states I characterizing\nthe inhibitor-free trajectories (FPR%). Regression models built from\ndocking scores on the small (l) and large (m) test set are shown for\ncomparison. 4 Also, the functional heterogeneity\nof the tested inhibitors is\nnot excluded to play a key role in limiting sampling of unambiguous\nI states. Nonetheless, the plots highlight interesting trends within\nand between predicted observables representing the A/I states. Direct\ncomparison of I states in inhibitor-bound (TPR percentage) and inhibitor-free\n(FPR percentage) trajectories provided us with a consistent framework\nfor internal assessment of TRAP1 patterns featuring its local internal\ndynamics, before and after the allosteric perturbation. In each\nplot, we tried to identify two regions based on the segregation\nof A/I states along the  x -axis ( Figure  a–i); two dashed gray\nlines parallel to the  3 y -axis are drawn to identify\nboundaries in this two-dimensional space. The methodology is inspired\nby the principle used to identify support vectors in SVM algorithms. 53 The first line encountered from the left\npasses through the maximum\nFPR% characterizing at least 5/8 ( Figure  a,c,d,f,g,i) or 8/11 predictions ( 3 Figure  b,e,h) (62.5 and\n72.7% of the observations, respectively) on inhibitor-free systems\n(blue dots). The second dashed line passes through the first TPR%\nvalue on the  3 x -axis above that FPR% threshold. Depending\non the model specificity, this geometric construct enables separation\nof inhibitor-bound/inhibitor-free systems, based on the percentage\nof states I (TP) predicted in each system of the ensemble. An inhibitor-bound\nstate is assigned to class I if the TPR% in each of the 8 or 11 meta-trajectories\nis greater than the maximum percentage of false states I (FP) predicted\nin at least 5/8 or 8/11 inhibitor-free systems. Comparing the\nexternal performance achieved on the small test set\nby GNB and KNB models trained on the original and extended training\ndata ( Figure  a,c,d,f),\nwe observe that the more specific models trained on the extended set\nshifts FPR% thresholds left by more than 20% ( 3 Figure  c,f). In all the NB models tested on the\nsmall test set, the most active compound  3 8  increases\nthe percentage of states I more than any other inhibitor-free system.\nHowever, if the NB models are trained on shorter MD simulations, then\nonly two of the most active ligands, that is, compounds  8  and  10 , significantly shift the percentage of states\nI above the FPR% threshold predicted for the two models ( Figure  a,d). Compounds  3 1  and  9 , with inhibitory efficacies > 50%,\nas\nwell as the less active compounds, do not segregate from inhibitor-free\ntrajectories. Moreover, the regression models do not capture significant\ncorrelation ( r 2  > 0.60) between predicted\nTPR% and experimental inhibition data. Training NB on the extended\nset decreases the sensitivity of the models and increases specificity\n( Figure  c,f), showing\na significant  3 r 2  value of 0.71 for the\nKNB model. The plot in  Figure  f allows to classify states according to a linear model that\nis able to link ML predictions to functional differences among the\nligands in a meaningful way. The region of the I state in this graph\ncontains 5/8 inhibitor-bound trajectories, while 5/8 inhibitor-free\nstates fell in the space mainly populated by the A state. Here, the\nremaining 3 ligands misclassified by the separating plane are actually\nthe less active compounds with 26.3 and 35.5% inhibitory efficacy\nagainst TRAP1. However, if GNB models are used to classify the compounds,\nthen the lack of significant correlation would lead to also prioritizing\nthe worst compound of the series (ligand  3 3  in  Figure  c). As shown by the\nlower sensitivity and  3 r 2  values, the high\nspecificity achieved in this model (0.77) is not balanced by a sufficient\nunderstanding of meaningful dynamic patterns. The discriminative\nGDF-SVM models tested on the small series are\nhighly specific and identify boundaries with larger margins between\nthe states ( Figure  g,i). However, the lack of meaningful correlation between predicted\nand observed variables allows only a qualitative classification. 6/8\nligands are correctly found above the FPR% threshold characterizing\n87.5% of the predictions made on inhibitor-unbound systems ( 3 Figure  g). Even without\nshowing meaningful correlation with experimental inhibition, SVM trained\non the extended set provides higher sensitivity only toward the most\nactive inhibitors, filtering out less active compounds  3 3  and  4  ( Figure  i). Indeed, if SVM models are trained on the extended data\nset, then only the three ligands ( 3 2 ,  8 ,\nand  9 ) with high to intermediate inhibitory efficacy\nfall above the TPR% boundary threshold. The testing of ML models\ntrained on the original set against “unseen”\ntrajectories of compounds  5 – 7  increases\nthe  r 2  values of all the corresponding\nregression models ( Figure  b,e,h), with NB models returning lower values of 0.64 (GNB)\nand 0.61 (KNB). Indeed, all the tested ML models are able to assign\nthe highest relative TPR% to these three compounds. Even if the GNB\nmodel tested on the large set is less specific, then six ligands are\nassociated to TPR% larger than the maximum FPR% threshold which characterizes\nthe 72.7% of the predictions on inhibitor-free trajectories. As indicated\nby lower correlation (0.61) and by the lowest specificity (0.58),\nthe GNB model outperforms KNB model on the large test set ( 3 Figure  b), as the former\nis able to isolate the six allosteric modulators with the best pharmacological\nprofiles from the region of the A states. Nonetheless, among the most\nactive compounds, KNB correctly predicts four compounds ( 3 6 – 8  and  10 ) with TPR% above the maximum\nFPR% threshold ( Figure  e). 3 Concerning the performance of the discriminative SVM model\non the\nlarge set, the significant increase in the  r 2  value is due to the capability of this model to assign the\nhighest TPR% values to trajectories of compounds  5 – 7  ( Figure  h). Even if GDF-SVM models can identify ligand-perturbed states in\na more qualitative manner, then the model shows the greatest sensitivity\nfor the most active compounds,  3 5 – 7 . Here, we notice that states I for ligands  5 – 7  are predicted from the extended portion of MD trajectories\n(100–300 ns), whose lengths are 2.5-fold bigger than those\nemployed in the original training set; therefore, the high TPR% is\nunlikely due to correlation between trajectories in training/test\nsets. In line with this hypothesis, when states A are predicted from\ninhibitor-free trajectories of analogous length, we rather observed\nan overall decrease in specificity, indicating that, in contrast with\nits ability to recognize I states, the GDF-SVM fails to recognize\nA states when are taken from extended time windows and the model is\ntrained on shorter trajectories. Overall, discriminative SVM models\nreturn more balanced predictions on our data when trajectories are\nof the same length during training and testing procedures ( Figure  g). In contrast,\ngenerative NB models are more robust to changes in the test sets,\nrecovering interesting relationships between predicted percentage\nof states I and ligand functional properties, while keeping good specificity\nin recognizing patterns of the unperturbed TRAP1 states. When regression\nmodels are built by correlating the docking scores of the 8 or 11\ncompounds to their functional effects, the plots in  3 Figure  l,m show a regression line\nwith a negative slope, indicating the lack of any correlation between\nthe predicted score and their inhibitory power. In this respect, ML-based\nclassification of inhibitors from MD simulations outperform docking-based\nmodels in the prediction of ligand-induced perturbation of TRAP1 dynamics\nand its connection to function. 3",
  "discussion": "Conclusion and Perspectives By applying our strategy\nto a real-world example, we highlighted\nthe interesting potential of ML in maximizing the information contained\nin (chaotic but) easy-to-access MD simulations in the ns−μs\ntime scale. Here, experimentally guided selection of local functional\nfeatures coupled to the choice of a proper analysis framework enhanced\nthe identification of significant trends within a carefully built\nset of perturbed and unperturbed ensembles of states. The generated\nML models were retrospectively validated on ligands having of inhibitory\nefficacy equal (large test set) or lower (small test set) than those\nused for training. In summary, our results suggest that ML-driven\ninterpretation of local dynamics in a complex system could be transformed\ninto novel knowledge that can be aptly exploited for mechanistic or\nhit-to-lead optimization studies. In the latter case, we envision\nperspective applications of ML analysis to fast MD simulations to\ngenerate comparative ensembles able to discriminate and predict the\nfunctional effect of allosteric ligands on a given target, thus complementing\ndocking affinity data.",
  "upgrade_date": "2026-02-20 07:30:07"
}