{
  "pmid": "33413690",
  "abstract": "Neurofibromatosis Type I (NF1) is a neurocutaneous genetic syndrome characterized by a wide spectrum of clinical presentations, including benign peripheral nerve sheath tumor called neurofibroma. These tumors originate from the Schwann cell lineage but other cell types as well as extracellular matrix (ECM) in the neurofibroma microenvironment constitute the majority of the tumor mass. In fact, collagen accounts for up to 50% of the neurofibroma's dry weight. Although the presence of collagens in neurofibroma is indisputable, the exact repertoire of ECM genes and ECM-associated genes (i.e. the matrisome) and their functions are unknown. Here, transcriptome profiling by single-cell RNA sequencing reveals the matrisome of human cutaneous neurofibroma (cNF). We discovered that classic pro-fibrogenic collagen I myofibroblasts are rare in neurofibroma. In contrast, collagen VI, a pro-tumorigenic ECM, is abundant and mainly secreted by neurofibroma fibroblasts. This study also identified potential cell type-specific markers to further elucidate the biology of the cNF microenvironment.",
  "methods": "Methods qPCR Gene expression was determined as previously described [ 44 ]. Briefly, RNA extraction was performed using the TRIzol reagent, reverse transcription was performed using iScript Select cDNA synthesis kit, and qPCR was performed on a Bio-Rad FX96 apparatus using Bio-Rad iSCRIPT master mix and the following qPCR primers:  COL1A1  (fwd: GCGAGAGCATGACCGATGGA, rev: GGTCAGCTGGATGGCCACAT);  COL1A2  (fwd: CTGGTCGTGATGGCAACCCT, rev: TAACCGCGCTCTCCCTTGTG);  COL3A1  ( fwd: AATGGTGCTCCTGGACTGCG, rev: ATACCAGCCTCACCGCGTTC);  CTGF  (fwd: ACCTGTGCCTGCCATTACAA, rev: GCTTCATGCCATGTCTCCGT);  FN1 -EDA (fwd: ACTATTGAAGGCTTGCAGCCCA, rev: TGCAGCTCTGCAGTGTCTTCTT);  LOX  (fwd: CTTGCACGTTTCCAATCGCA, rev: GTTACACAAGCCGTTCTGGC);  LOXL2  (fwd: CCAGTGTGGTCTGCAGAGAG, rev: CTCGTTGAGGTGGATGGGTC) and normalized with  GAPDH  (fwd: AGGGCTGCTTTTAACTCTGGT, rev: CCCCACTTGATTTT GGAGGGA). Histological characterization Tissues were processed as described in [ 44 ]. Briefly, tissues were fixed in 10% formalin, embedded in paraffin, sectioned at 5 um, and mounted on glass slides. Histochemical staining was performed as described in [ 44 ]. Briefly, tissue slides were deparaffinized, progressively rehydrated, and stained with hematoxylin (2 min) followed by high definition (10 s), bluing agent (10 s), and eosin (H&E staining) or a solution of Sirius Red (0.5 g of Direct Red80 dissolved in 500 mL of saturated picric acid) for 1 h (collagen staining). Finally, tissue slides were progressively dehydrated and coverslipped. Immunohistochemistry was performed as described in [ 44 ]. Briefly, tissue slides were blocked, incubated with primary antibodies [rabbit anti-SMA (Novus, NB600-531); rabbit anti-COL11A1 (ThermoScientific; PA5-68410); rabbit anti-FAP (Abcam; ab53066); rabbit anti-collagen VI (Abcam; ab6588)] diluted in 3% donkey serum (16 h, 4 °C), rinsed in PBS, incubated with secondary antibodies coupled to biotin and diluted in 3% donkey serum (1 h). They were then rinsed again in PBS, incubated with a premixture of avidin and biotin (following Vecta Stain Elite ABC kit procedure) rinsed again in PBS, and visualized by adding the DAB substrate (following Vecta Stain Elite ABC kit procedure). Finally, reactions were quenched in distilled water, and tissue slides were counterstained with hematoxylin, dehydrated, and coverslipped. A brown precipitate was deposited on positive cells. Single-cell RNA sequencing Based on the whole skin dissociation kit (Miltenyi Biotec, Cat. No. 130-101-540), human skin was harvested and immediately immersed in ice-cold DMEM (Gibco, 12634-010). Next, a 4 mm × 4 mm skin piece was placed into ice cold buffer L (435 uL) containing freshly added enzyme P (2.5 uL), enzyme D (10 uL) and enzyme A (0.5 uL). Next, the tube was incubated for 22 h at 37 °C and quenched with ice cold culture medium (500 uL). Next, the digested tissue was minced into 1 mm pieces, incubated 15 min on ice and shaken vigorously every 5 min. After 15 min, the tube was spun (2000 rpm, 5 min, 4 °C), the supernatant discarded, and the pellet resuspended in ice cold complete culture medium (1 mL). The cell suspension was filtered through a 40 um cell strainer, washed with ice cold complete medium (4 mL), and spun at 2000 rpm for 5 min at 4 °C. The supernatant was discarded and the pellet washed again using ice cold 0.04% BSA in PBS (1 mL). Finally, cell count and viability were assessed by hematocytometer (trypan blue). A freshly prepared single cell suspension of ~ 10,000 cells per sample was loaded into a 10X Genomics Chromium controller for transcript barcoding and sequenced on an Illumina HiSeq sequencer. The expression data has been deposited in NCBI's Gene Expression Omnibus (GEO) and is accessible through GEP series accession number  GSE163028 . Cell Ranger version 3.0.0 (10× Genomics) was used to process the raw sequencing data. Briefly, raw BCL files were converted to FASTQ files and aligned to the human Grch38 reference transcriptome. Transcript counts of each cell were quantified using barcoded UMI and 10xBC sequences. The gene x cell expression matrices were loaded to the R package Seurat version 3.0.0 for downstream analyses. Cells with low quality were filtered out based on at least 200 genes being detected per 1000 UMIs and mitochondrial gene content. Only those genes found in more than three cells were retained. \"LogNormalize\" Seurat default global-scaling normalization method was performed. With the above filters in place, we obtained 19,734 genes from 17,132 cells from the three neurofibroma samples combined and 15,607 genes from 2563 cells from the normal skin samples [ 30 ] combined. The highly variable features (genes) for this data were then calculated with “FindVariableFeatures\" in Seurat, which uses a mean variability plot. The average expression and dispersion per feature are calculated, and features are divided into bins to get z-scores for dispersion per bin. After regressing out the number of UMI and percentage of mitochondrial gene content, the resultant data was scaled, and the dimensional reduction was performed with principal component analysis and visualization using UMAP plots. The QC results can be found in the Additional file  1 : Figures S4, S5 and S6. The number of principal components (n = 10) to use in the downstream analysis was calculated based on a Jackstraw and elbow plot of the same. For each sample, a Shared Nearest Neighbor (SNN) Graph was constructed with “FindNeighbors” in Seurat by determining the k-nearest neighbors of each cell. The clusters were then identified by optimizing this SNN modularity using the “FindClusters\" function. This allowed for sensitive detection of rare cell types. We obtained five clusters for each sample with a resolution of 0.3. Due to the variability in the cell numbers obtained from the samples, we randomly subsampled 1000 cells per sample to avoid sample cell number bias in visualization and explored the UMAP figures for the cell types. We verified the same for the original dataset (Additional file  1 : Figure S1). The differential expression for any of the six clusters over the remaining five was carried out using Wilcoxon Rank Sum test in Seurat [ 45 ]. The genes identified as relatively overexpressed in a cluster as compared to all other cells in a sample were termed “markers”. Taking these markers and their functional categories into consideration, these six clusters were identified as six cell types (Fibroblasts, Endothelial cells, Schwann cells, Pericytes, APCs, and Hematopoietic cells). The conserved markers per cell type were also identified using the FindConservedMarkers function from Seurat, which shows genes that are consistently overexpressed in a cell type compared to other cell types across all three samples. To analyze the clusters and cell types in all the tumor samples, they were combined using the method described by Stuart et al. [ 46 ]. Canonical correlation analysis was applied to identify correspondences between samples and create a standard reference. To carry out further studies in fibroblasts, we selected only the fibroblast cells from the combined tumor data, randomly subsampled to match the total number of cells from the normal skin sample and compared them against the normal skin sample using the above method [ 46 ]. Human tissues Human subjects and all sample collection (normal skin, cNF at globular stage and normal margin, keloids) and use were approved by the Institutional Review Board at The University of Texas Southwestern Medical Center and conformed to NIH guidelines. Written informed consent was obtained from patients. Normal peripheral nerve paraffin block was purchased from US BioMax.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:11:24.039161",
  "abstract_length": 1094,
  "methods_length": 7705,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}