{
  "pmid": "PMID:33436083",
  "title": "Distinctive epigenomic alterations in NF1-deficient cutaneous and plexiform neurofibromas drive differential MKK/p38 signaling.",
  "abstract": "Benign peripheral nerve sheath tumors are the clinical hallmark of Neurofibromatosis Type 1. They account for substantial morbidity and mortality in NF1. Cutaneous (CNF) and plexiform neurofibromas (PNF) share nearly identical histology, but maintain different growth rates and risk of malignant conversion. The reasons for this disparate clinical behavior are not well explained by recent genome or transcriptome profiling studies. We hypothesized that CNFs and PNFs are epigenetically distinct tumor types that exhibit differential signaling due to genome-wide and site-specific methylation events. We interrogated the methylation profiles of 45 CNFs and 17 PNFs from NF1 subjects with the Illumina EPIC 850K methylation array. Based on these profiles, we confirm that CNFs and PNFs are epigenetically distinct tumors with broad differences in higher-order chromatin states and specific methylation events altering genes involved in key biological and cellular processes, such as inflammation, RAS/MAPK signaling, actin cytoskeleton rearrangement, and oxytocin signaling. Based on our identification of two separate DMRs associated with alternative leading exons in MAP2K3, we demonstrate differential RAS/MKK3/p38 signaling between CNFs and PNFs. Epigenetic reinforcement of RAS/MKK/p38 was a defining characteristic of CNFs leading to pro-inflammatory signaling and chromatin conformational changes, whereas PNFs signaled predominantly through RAS/MEK. Tumor size also correlated with specific CpG methylation events. Taken together, these findings confirm that NF1 deficiency influences the epigenetic regulation of RAS signaling fates, accounting for observed differences in CNF and PNF clinical behavior. The extension of these findings is that CNFs may respond differently than PNFs to RAS-targeted therapeutics raising the possibility of targeting p38-mediated inflammation for CNF treatment.",
  "authors": "Jamie L Grit; Benjamin K Johnson; Patrick S Dischinger; Curt J Essenburg; Marie Adams; Stacy Campbell; Kai Pollard; Christine A Pratilas; Tim J Triche; Carrie R Graveel; Matthew R Steensma",
  "journal": "Epigenetics & chromatin",
  "publicationDate": "2021-01-13",
  "doi": "10.1186/s13072-020-00380-6",
  "methods": "Methods Trial participants and sample collection 45 cutaneous neurofibromas, 17 plexiform neurofibromas, and 9 normal skin and nerve samples were collected from individuals with a confirmed diagnosis of Neurofibromatosis Type 1. These samples were collected prospectively under an approved Spectrum Health/Van Andel Research Institute IRB protocol (SH/VAI IRB#2014–295) ( NCT02777775 ). Additional specimens were analyzed according to ethical standards and under a Johns Hopkins Hospital (JHH) institutional review board (IRB)-approved protocol (JH IRB # J1649, PI Pratilas). The JH NF1 biospecimen repository is supported by a grant from the Neurofibromatosis Therapeutic Acceleration Program (NTAP, n-tap.org), to C.A.P. Analysis by Sage Bionetworks is supported through the Neurofibromatosis Therapeutic Acceleration Program (NTAP, n-tap.org). Informed consent was obtained from all participants. Tumor samples were isolated by microdissection to remove adjacent normal tissue then snap frozen in liquid nitrogen and stored at − 80 °C. Quality parameters included assessment of percent content (> 95%) and viability (> 90% nuclear viability) by H/E staining. Biospecimen handling was performed according to BRISQ guidelines. 5mC interrogation by Infinium MethylationEPIC array To extract DNA, frozen tissue was manually dissected into small pieces and homogenized by bead beating (Lysing Matrix D; MP Biomedicals) in UltraPure phenol:chloroform:isoamyl alcohol (ThermoFisher) according to the manufacture’s protocol. DNA was quantified by Qubit fluorometry (Life Technologies) and 500 ng of DNA from each sample was bisulfite converted using the Zymo EZ DNA Methylation Kit (Zymo Research, Irvine, CA USA) following the manufacturer’s protocol using the specified modifications for the Illumina Infinium Methylation Assay. After conversion, all bisulfite reactions were cleaned using the Zymo-Spin binding columns and eluted in 12 uL of Tris buffer. Following elution, BS converted DNA was processed through the EPIC array protocol. The EPIC array contains > 850 K probes querying methylation sites including CpG islands and non-island regions, RefSeq genes, ENCODE open chromatin, ENCODE transcription factor binding sites, and FANTOM5 enhancers. To perform the assay, 7uL of converted DNA was denatured with 1ul 0.4 N sodium hydroxide. DNA was then amplified, hybridized to the EPIC bead chip, and an extension reaction was performed using fluorophore-labeled nucleotides per the manufacturer’s protocol. Array beadchips were scanned on the Illumina iScan platform and probe specific calls were made using Illumina Genome Studio software. EPIC methylation array data pre-processing Data were analyzed using a modified workflow that is similar to the ChAMP methylation array analysis procedure in R (v3.5.1). Briefly, samples were filtered for probes with poor or skewed intensities (detection  p -value < 0.01) and entire samples were removed from the dataset if they contained > 10% failed probes. One sample exceeded the aforementioned filtering criteria and was removed from the dataset resulting in 70 total samples. Next, probes that have previously been identified to skew downstream differential methylation analyses (SNP probes, cross-reactive probes with other genomic regions, etc.) were removed in addition to probes that target sex chromosomes [ 48 ]. Next, a single-sample normalization method (ssNOOB) was applied to each sample to normalize and remove background signal from the data prior to downstream analyses (Supplemental Fig.  4 ) [ 49 ]. Sources of technical variation were found to significantly ( p  < 0.05) contribute to the variation explained in the first couple principle components in addition to tissue effects based on SVD analysis as implemented in ChAMP (v2.18.3) and corrected using the sva (v3.30.1) package in R for visualization purposes only. The results of this procedure for the first 11 PCs can be found in Supplemental Fig.  5 . Technical variation was modeled as either fixed or random effects on the uncorrected data in the differential methylation analysis described below. Further, prior to differential methylation calling, additional SNP and CpH probes were removed using ChAMP (v2.18.3) using the default parameters for the function rmSNPandCH. In total, 717,148 probes were analyzed for differential methylation across tissue types. Differential methylation analysis Differentially methylated loci between cutaneous and plexiform neurofibromas were identified using a hierarchical generalized linear mixed model (GLMM) approach with a logit link function as implemented in glmmTMB (v0.2.2) on the pre-processed beta-values. Partially repeated tissue sampling was modeled as a random effect with patient nested within methylation array slide unless specified otherwise. Group-level differences were determined using a likelihood ratio test (LRT) with a significance threshold of  q  < 0.05. False discovery rate adjustment was done using the Benjamini–Hochberg procedure. Models were filtered out for downstream analysis if they failed to converge. In total, 31,201 probes were found to be differentially methylated between cutaneous and plexiform neurofibromas. Differentially methylated regions were called using DMRcate (v1.18.0). Results from glmmTMB were wrangled into a suitable data structure as input for DMRcate by using the Wald statistic as the stat and a quasi-beta fold-change using the exponentiated model estimates for each probe. Default parameters were used for DMRcate with the bandwidth scaling factor (C parameter) set to 2. To identify differentially methylated loci associated with cutaneous neurofibroma size, a GLMM with a logit link was fitted, adjusting for age and sex differences and a random intercept term for partially repeated tissue sampling. Significant associations ( q  < 0.05) between CNF size in millimeters and probe-level methylation were determined as described above. A total of 188 loci were found to be significant. Positive or negative correlations were computed on significant probes using Kendall’s Tau. False discovery rate was controlled using the Benjamini–Hochberg procedure and significant correlations were determined at a  q  < 0.05 threshold. Significantly correlated probes were filtered on a delta Beta-value (maximum Beta-value minus the minimum Beta-value) of 0.2, resulting in 34 loci. Inference of chromatin conformation from EPIC methylation arrays Chromatin compartments were computed at 100 kb resolution as previously described and implemented in compartmap (v1.65.71). Briefly, pre-processed M-values were subset to “open sea” CpG probes (at least 4 kb away from annotated CpG island) and masked probes that were found in at least 50% of samples were imputed using k-nearest neighbor via the impute (v1.59.0) R package. Next, loci were median summarized in 100 kb bins. Group-level compartments were inferred by computing Pearson correlations of summarized bins and the first principal component of the correlation matrix. A/B compartments correspond to positive (open chromatin) and negative (closed chromatin) eigenvalues, respectively. Genome-wide discordant compartments were identified by comparing the sign of the eigenvalue for overlapping genomic bins and filtering out those with small absolute eigenvalues (> 0.02). In total, we identified 2937 discordant chromatin compartments between plexiform and cutaneous neurofibromas. Results were plotted using circlize (v0.4.8). Pathway and GO term enrichment Enrichment of pathways and gene ontology (GO) terms was performed using the gometh function within the missMethyl (v1.16.0) package in R. Briefly, gometh considers the relatively uneven density of loci covered on the Infinium methylation arrays and utilizes this information when computing enrichment, similar to the approach goseq uses for RNA-seq. Significant CpGs were identified as described above and the background probe set was derived following pre-processing. Significant GO terms and KEGG pathways were determined using a  q  < 0.05 threshold. Results were plotted using ggplot2 (v3.2.1). Tissue purity estimates Tissue purity was estimated by PAMES (v0.2.3) and annotations built for computing informative sites using IlluminaHumanMethylationEPICanno.ilm10b2.hg19 (v0.6.0). Cutaneous neurofibromas were compared against normal skin samples and plexiform neurofibromas were compared against normal nerve. Results were plotted using ggplot2 (v3.2.1). Copy number estimation from EPIC methylation arrays Copy number alterations were computed using SeSAMe (v1.3.2) with minor modifications for plotting functionality [ 50 ]. Briefly, raw data were processed using the “open SeSAMe” procedure, producing a signal set object. Next, samples were segmented (50 kb bins) and called for copy number differences, comparing CNFs to normal skin and PNFs to normal nerve using the cnSegmentation function with default parameters in SeSAMe. The genome annotation used was hg19 and relevant annotations are pulled in automatically from the sesameData package by the cnSegmentation function. Data were visualized using the log2 ratio of per-sample signal over the reference. RNA-sequencing data analysis Paired-end, raw neurofibroma and plexiform neurofibroma RNA-seq data were downloaded from syn4939902. Sequencing lanes were merged, followed by alignment with STAR (v2.7.0f) to b37 (downloaded from the GATK resource bundle— https://software.broadinstitute.org/gatk/download/bundle ), using the Gencode v19 annotations). Alignment was performed using default parameters with the following modifications: -twopassMode Basic, -outSAMtype BAM SortedByCoordinate, and -quantMode GeneCounts. Reverse-stranded gene counts were read into R (v3.6.1) using edgeR (v3.27.14), excluding sample 2-025 due to sample quality. Gene counts were restricted to known, protein coding genes and lincRNA. Samples were further filtered to genes that had greater than 1 count per million (CPM) in at least 3 samples. Libraries were normalized using the trimmed mean of M-values method. Dimensionality reduction was performed using the prcomp function (v3.6.1) on the filtered log2 CPM and plotted using ggplot2 (v3.2.1). Western blotting For protein analysis, samples were divided into methylation high, methylation intermediate, and methylation low groups based on the beta-values across MAP2K3 DMR1 and samples from each group were randomly chosen as a representative subset of the discovery cohort. Protein lysates were prepared by manually homogenizing frozen tissue in RIPA buffer containing protease and phosphatase inhibitor cocktails (Roche). Proteins were separated on a 4–20% TGX SDS-PAGE gel (Bio-Rad) and transferred to a PVDF membrane (Invitrogen). Blots were blocked in 5% dry milk in TBST buffer (20 mmol/L Tris–HCl pH 7.4, 150 mmol/L NaCl, 0.1% Tween-20) and incubated at 4 °C overnight in primary antibody; MKK3 (Cell Signaling #5674), p38 (Cell Signaling #9219), phospho-p38 (Cell Signaling # 4511), phospho-ERK1/2 (Cell Signaling #9101), and β-Actin (Cell Signaling #3700). Densitometry was done in ImageJ. Data availability Raw and processed EPIC array data are available from Synapse: syn4939910. Raw RNA-seq fastq data were downloaded from syn4939902. Statistical methods Pairwise comparisons of beta-regressions calculated by betareg (v3.1–2) were done using emmeans (v1.4.2). For correlation analysis, normality was first assessed by a Shapiro–Wilk normality test. Data following a normal distribution were analyzed by Pearson’s product–moment correlation, while non-normally distributed data were analyzed by Spearman’s rank correlation rho. For all correlation plots, data were fit by stat_smooth using loess with span = 1 using ggplot2 (v3.2.1). All analyses were done using R (v3.6.1). Statistical methods Pairwise comparisons of beta-regressions calculated by betareg (v3.1–2) were done using emmeans (v1.4.2). For correlation analysis, normality was first assessed by a Shapiro–Wilk normality test. Data following a normal distribution were analyzed by Pearson’s product–moment correlation, while non-normally distributed data were analyzed by Spearman’s rank correlation rho. For all correlation plots, data were fit by stat_smooth using loess with span = 1 using ggplot2 (v3.2.1). All analyses were done using R (v3.6.1).",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:28:52"
}