{
  "pmid": "PMID:33442015",
  "title": "Cabozantinib for neurofibromatosis type 1-related plexiform neurofibromas: a phase 2 trial.",
  "abstract": "Neurofibromatosis type 1 (NF1) plexiform neurofibromas (PNs) are progressive, multicellular neoplasms that cause morbidity and may transform to sarcoma. Treatment of Nf1",
  "authors": "Michael J Fisher; Chie-Schin Shih; Steven D Rhodes; Amy E Armstrong; Pamela L Wolters; Eva Dombi; Chi Zhang; Steven P Angus; Gary L Johnson; Roger J Packer; Jeffrey C Allen; Nicole J Ullrich; Stewart Goldman; David H Gutmann; Scott R Plotkin; Tena Rosser; Kent A Robertson; Brigitte C Widemann; Abbi E Smith; Waylan K Bessler; Yongzheng He; Su-Jung Park; Julie A Mund; Li Jiang; Khadijeh Bijangi-Vishehsaraei; Coretta Thomas Robinson; Gary R Cutter; Bruce R Korf; Jaishri O Blakeley; D Wade Clapp",
  "journal": "Nature medicine",
  "publicationDate": "2021-01",
  "doi": "10.1038/s41591-020-01193-6",
  "methods": "Online Methods METHODS Clinical Trial Study Population Inclusion criteria included patients aged 16 years or older with a diagnosis of NF1 and an unresectable PN that was measurable by volumetric analysis  and either progressive (defined as ≥20% increase in the volume, ≥13% increase in the product of the two longest perpendicular diameters, or ≥6% increase in the longest diameter in the prior year) or causing significant morbidity, such as (but not limited to) head and neck lesions compromising the airway or great vessels, brachial or lumbar plexus lesions causing nerve compression and loss of function, lesions causing major deformity or significant disfigurement, lesions of the extremity causing limb hypertrophy or loss of function, and painful lesions. Histologic confirmation of tumor was not necessary in the presence of consistent clinical and imaging findings. Previous treatment for a PN was allowed but participants must have recovered from the acute toxic effects of all therapy. Other eligibility criteria included (a) adequate performance status (Karnofsky score ≥ 50); (b) normal hematologic, hepatic, renal, and cardiovascular function; and (c) signed informed consent from the patient (≥18 years of age) or their legal guardians (<18 years of age), according to institutional review board guidelines. 35 Participants were excluded if they (a) had an active optic glioma or other low-grade glioma requiring treatment with chemotherapy or radiation therapy; (b) required treatment for a malignancy in the prior 12 months; (c) had dental braces or prosthesis that interfere with volumetric analysis; (d) were unable to swallow tablets; (e) were post-pubertal males/females who would not agree to use effective contraception, or were pregnant/breast-feeding females; (f) had a known history of HIV or immunodeficiency; (g) had impairment of gastrointestinal function or gastrointestinal disease that significantly alters the absorption of cabozantinib; (h) had concurrent severe and/or uncontrolled medical disease; (i) required therapeutic treatment with anticoagulants or antiplatelet agents with the exception of low dose aspirin, low-dose warfarin, and prophylactic low molecular weight heparin; or (j) had undergone major surgery within 3 months or minor surgery within one month of first dose of cabozantinib. In participants who had received therapy prior to study enrollment, 2 weeks – 6 months must have elapsed, depending on the specific prior therapy. The use of strong CYP3A4 inducers/inhibitors was not allowed while on study. A complete list of the inclusion and exclusion criteria is provided in  Supplementary Table 2 . Ethics oversight was provided by both the local IRB’s (Children’s Hospital Boston/Dana-Farber Cancer Institute/Massachusetts General Hospital, Children’s Hospital Los Angeles, The Children’s Hospital of Philadelphia, Children’s National Medical Center, Cincinnati Children’s Hospital Medical Center, Indiana University, Ann & Robert H. Lurie Children’s Hospital of Chicago, National Cancer Institute, New York University, University of Alabama at Birmingham, University of Chicago, University of Utah, The Washington University in St. Louis) and the U.S. Army Medical Research and Material Command (USAMRMC) Human Research Protections Office (HRPO). Each participating center’s local IRB reviewed and approved the study. Once local approval was obtained, this was submitted to the USAMRMC HRPO for review and approval. No study related activities could commence without approval of both the local IRB and the USAMRMC HRPO. In addition, the study was also approved by the FDA. Study Design This prospective, multicenter, nonrandomized phase 2 trial was performed by the NF Clinical Trials Consortium. The primary measure of efficacy was volumetric response of the target PN determined by central review of magnetic resonance imaging (MRI), as per the recommendations from REiNS (Response Evaluation in Neurofibromatosis and Schwannomatosis), an international effort to develop standardized outcome measures for clinical trials . Secondary endpoints included safety and tolerability, patient-reported outcomes (PRO) assessing tumor pain intensity (Numeric Rating Scale-11; NRS-11), pain interference in daily life (Brief Pain Inventory-Pain Interference Scale; BPI-PI), and disease-specific quality of life (PedsQL NF1 module), PK, and circulating endothelial cells and cytokines. Additional planned secondary outcomes not reported in this manuscript included estimating the overall response rate for non-target PN (there were 5 non-target PN identified in a total of 4 participants), a determination of whether patients who respond to cabozantinib maintained that response for one year off therapy (not reported because the protocol did not require that off-treatment MRI scans be performed, so that information was unavailable), assessing the activity of cabozantinib on mast cell activity by mast cell culture and FACS (not performed as samples were limited and other aims were prioritized), and assessing the PedsQL NF1 QOL Module, a disease specific QOL scale, for use in this patient population (a planned future analysis will combine this data with data from other PN trials using the PedsQL NF1 QOL Module). Cabozantinib was given daily on a continuous dosing schedule for up to 24 cycles. Each treatment cycle was 28 days. The starting cabozantinib dose was 40 mg daily with planned dose escalation to 60 mg daily after 2 cycles if tolerated ( 35 Figure 3a ). For participants who experienced dose-limiting toxicities (DLT), up to two dose reductions were allowed (40 mg and 20 mg). Participants were removed from therapy if they experienced a cabozantinib-related toxicity requiring removal, for progressive disease, or if they had not achieved a partial response (PR; defined as a ≥20% reduction in tumor volume compared with pre-treatment baseline) by the end of 12 cycle. In addition, participants who had not achieved at least 15% reduction in tumor volume at cycle 8 were removed from study for safety reasons, as it was believed that the likelihood of achieving PR by 12 months was minimal. Participants were considered evaluable for toxicity if they received at least one dose of the study drug and evaluable for response if they completed at least two cycles of therapy and had their first follow-up MRI evaluation. Baseline MRI was required within 4 weeks prior to study entry. Tumor response by MRI was determined after cycle 4, 8, and 12, and then after cycle 18 and 24 for those who continued therapy. Axial and coronal STIR images were obtained to cover the entire PN with 5–10 mm slice thickness. Imaging response was evaluated centrally at the Pediatric Oncology Branch of the National Cancer Institute using volumetric MRI analysis . Disease progression was defined as a ≥20% increase, and partial response as ≥20% reduction in the volume of the target PN, confirmed by a follow-up MRI. Safety evaluations including laboratory monitoring, electrocardiograms, physical exams, and vital signs were performed at regular intervals as outlined in  53 Supplementary Table 3 . Adverse events were graded according to National Cancer Institute Common Terminology Criteria for Adverse Events (CTCAE), version 4.0. Participants were considered evaluable for toxicity if they received at least 1 dose of the study drug. Success was defined as ≥25% of participants achieving PR after 12 cycles without significant toxicity. Patient Reported Outcome Measures All participants completed the following patient-reported outcomes (PROs) prior to study entry, at cycle 4, 8, and 12, and then after cycle 18 and 24 if they continued therapy. Pain Intensity and Pain Interference Measures Numerical Rating Scale-11 (NRS-11): The  NRS-11  is a self-report 11-point numeric scale that assesses pain intensity . It consists of a horizontal line with 0 representing “no pain” at the left end of the line and 10 representing “worst pain you can imagine” at the right end. Participants were asked to circle the one number from 0 to 10 that best described their “most important tumor pain” at its worst during the past week. 54 Brief Pain Inventory (BPI)-Pain Interference (PI) Scale: The  BPI-PI Scale  is a 7-item self-report questionnaire that measures the extent to which pain interferes with daily functioning . Participants were asked to indicate how much pain interfered with various activities (general activity, mood, walking, normal work, relations with other people, sleep, and enjoyment of life) in the past week, with scores ranging from 0 (does not interfere) to 10 (completely interferes). The total score is the mean of all 7 items. 55 NF1 Disease-Specific Quality of Life Measures PedsQL™ NF1 Module: This scale is a self-report measure assessing NF1 disease-specific QOL . Participants who were ages 21 years and older completed the 74-item self-report adult questionnaire. It is comprised of 16 scales (physical functioning, emotional functioning, social functioning, cognitive functioning, communication, worry, perceived physical appearance, pain and hurt, paresthesias, skin irritation, sensation, movement and balance, fatigue, daily activities, treatment anxiety, and sexual functioning). Participants 16–20 years of age completed the self-report  37 teen version . It is comprised of 16 scales (physical functioning, emotional functioning, social functioning, cognitive functioning, communication, worry, perceived physical appearance, pain and hurt, paresthesias, skin irritation, sensation, movement and balance, fatigue, daily activities, treatment anxiety, and school activities). Items are rated on a 5-point Likert scale (0 – 4) and transformed to a 0 – 100 scale, with higher domain and total mean raw scores indicating better QOL. Pharmacokinetic Analysis Blood samples were collected at 6 time-points for cabozantinib plasma concentration measurement: Cycle 1 Day 1 (pre, 4 hours after first dose), Cycle 1 Day 15 (pre, 4 hours after dose), and Cycle 1 Day 28 (pre, 4 hours after dose) and were shipped to Alturas Analytics (Moscow, ID) for analysis. Cabozantinib concentrations in human plasma matrix were quantified using a validated liquid chromatographic tandem mass spectrometry assay with 0.5 ng/mL as the lower limit of quantification. Cytokine Analysis Plasma samples were received from all 19 participants who were evaluable for response, but only 14 had multiple usable time points. Samples were stored at −80°C in the Translational Research Integrated Biology Laboratory (TRIB) in Riley Hospital for Children until collection and analysis of all samples. Samples were thawed, centrifuged to remove particulates (16,300 g for 10 min) and analyzed for 44 biomarkers by Luminex xMAP technology. Targets were detected using premixed kits from MilliporeSigma. The biomarkers measured included SCF (using a 1-Plex human Cytokine/Chemokine Magnetic Bead Panel); TGF-B1, TGFB2, TGFB3 (using a TGFβ−3 Plex Magnetic bead panel); sCD40L, EGF, Eotaxin/CCL11, FGF-2, Flt-3 ligand, Fractalkine, G-CSF, GM-CSF, GRO, IFN-α2, IFN-γ, IL-1α, IL-1β, IL-1RA, IL-2, IL-3, IL-4, IL-5, IL-6, IL-7, IL-8, IL-9, IL-10, IL-12 (p40), IL-12 (p70), IL-13, IL-15, IL-17A, IP-10, MCP-1, MCP-3, MDC (CCL22), MIP-1α, MIP-1β,TGF-α, TNF-α, TNF-β (using a Human Cytokine/Chemokine 37-Plex Magnetic Bead Panel), and VEGF-A, VEGF-C, VEGF-D (using a Human Angiogenesis/Growth Factor 3-Plex Magnetic Bead Panel). Samples were diluted according to manufacturer’s recommendations, assayed in duplicate using a Bio-Plex 200 System with high-throughput fluidics (HTF) multiplex array system (Bio-Rad Laboratories, Hercules, California, US), and analyzed using Bio-Plex Manager software (Bio-Rad Laboratories). Biomarker assays were run by the Multiplex Analysis Core at the Melvin and Bren Simon Cancer Center, Indiana University. Levels of circulating sAXL were measured in human plasma using the Human AXL DuoSet ELISA kit (R&D Systems, DY154) and accompanying DuoSet ELISA Ancillary Reagent Kit 2 (R&D Systems, DY008) according to the manufacturer’s instructions. Human plasma samples were assayed in duplicate at dilution of 1:200 in Reagent Diluent. Optical density of each well was measured using a VERSAmax Tunable Microplate Reader (Molecular Devices) with SOFmax PRO software. Optical density readings at 540 nm were subtracted from the readings at 450 nm for wavelength correction. Investigators were blind to patients’ clinical response during data collection and analysis. Circulating Progenitor Cell Analysis The flow cytometry assay was performed in real time within 24 hours of peripheral blood collection. Peripheral blood collected off-site was shipped overnight. Peripheral blood mononuclear cells were isolated and incubated with Fc blocking reagent and stained as previously described . Briefly, following Fc block, mononuclear cells were stained with anti-human CD31 (FITC, BD), anti-human CD34 (PE, BD), anti-human AC133 (APC, Miltenyi Biotec), anti-human CD14 (PECy5.5, Abcam), anti-human CD45 (APC-AG740, Invitrogen), and the fixable amine reactive viability dye LiveDead (violet, Invitrogen). Fluorescent minus one (FMO) gating was used to properly delineate positive events. Circulating hematopoietic stem/progenitor cells (CHSPCs) have the phenotype: CD31 56 + CD34 bright CD45 dim CD14 − LIVEDEAD − . The proangiogenic fraction of the CHSPCs additionally stain positive for Ac133 +  and have the phenotype: CD31 + CD34 bright CD45 dim− Ac133 + CD14 − LIVEDEAD − . Following staining, cells were fixed in 1% paraformaldehyde (Tousimis) and run within 72 hours of fixation on a BD LSRII flow cytometry equipped with a 405nm violet laser, 488nm blue laser, and a 633nm red laser. Data were acquired uncompensated and exported as FCS 3.0 files for analysis using FlowJo Software (version 9.9.6,Tree Star Inc). Investigators were blind to patients’ clinical response during the data aquistition and analysis. Statistical Analysis The study used an optimal Simon 2-stage design , with a null hypothesis response rate of 0.05 and an alternative of 0.25, power of 80% and type I error of 0.05. This called for a first stage sample size of 9 with expansion of up to 24 participants (if at least one of the first 9 participants had a PR) to achieve at least 17 participants evaluable for response. The initial participant enrolled on 9/4/2014, and the last participant was enrolled on 2/24/2016. All participants in this stratum have been off treatment since 1/29/2018; however, on the basis of the promising results of these particpants, the study was amended to include a pediatric stratum (enrollment restricted to those age 3–15 years), which enrolled its first participant on 11/21/18 and is in the last stages of enrollment. Descriptive statistics including means, percentage, etc. were used to summarize the pain and QOL data. The primary analyses were done comparing proportions to the null hypothesized proportion response. The changes were assessed in the total group (n=19) as well as between the volumetric responders (n=8) and non-responders (n=11). We analyzed changes over time in the tumor size response and other parameters using a linear mixed model approach with an unstructured correlation matrix and compared differences using Least Square Means (LSM) from SAS PROC MIXED (version 9.4). This method accommodates missing values, although it assumes that data are missing at random, which was technically violated because the protocol required removal from treatment if sufficient responses were not achieved. Nevertheless, the technique was used to summarize the responses over time. 57 For biomarker analysis of circulating proangiogenic CHSPCs and cytokines, participants were stratified by clinical response (PR vs SD). Due to the limited sample size and missing data across multiple timepoints, cell and cytokine levels measured at C0 and C1D15 were merged as an early time point, and C2 and C4 as a later time point. If two values were observed at either C0/C1D15 or C2/C4, the mean of the two values was utilized to represent the measure at the early (C0/C1D15) or late time (C2/C4) point. If only one data point was measured at either C0/C1D15 or C2/C4, that value was directly used in subsequent computational analysis. Applying these criteria, CHSPC features from 6 SD patients and 7 PR patients, and cytokine features from 6 SD patients and 8 PR patients were used in the analysis (see  Supplementary Materials: CHSPC-and- Cytokine-Data.xlsx ). To identify associations between CHSPC and cytokines levels with long term clinical response, changes in CHSPC and cytokine levels between in early (C0/C1D15) and late (C2/C4) cycles were computed and evaluated by the Mann Whitney test in participants with SD vs PR. Preclinical Study Experimental animals Genetically engineered  Nf1 flox/flox ;PostnCre  mice on a mixed C57BL/6 × 129/SV background were utilized for  in vivo  studies, with genotypes confirmed by polymerase chain reaction (PCR) as previously described . Animal care and experiments were conducted according to the guidelines established by the Indiana University Animal Care and Use Committee (IACUC), protocol # 11405. The experimental mice were housed in the Laboratory Animal Research Facility (LARC) at Indiana University at an ambient temperature of 22 ± 2 °C, relative humidity of 30 to 70%, and a 12 hour light-dark cycle from 7:00 AM EST. 23 Drug treatment in experimental mice Cohorts of 4–5 month old, male and female (age and sex matched)  Nf1 flox/flox ;PostnCre  mice were treated with either 15mg/kg cabozantinib daily or the vehicle, hydroxypropylmethylcellulose (HPMC) as the control administered by oral gavage for a duration of 12 weeks. The number of mice per group was determined by a power analysis conducted at the outset of the study as per the preclinical statistical analysis section. Mice were then euthanized to evaluate the extent of tumor burden as outlined below. Investigators were blinded to the treatment groups during drug treatment and response evaluation. Pharmacokinetic analysis of cabozantinib 1. Plasma Sample Analysis Cabozantinib was quantified from plasma using temazepam as the internal standard and High Performance Liquid Chromatography-tandem mass spectrometry (HPLC-MS/MS) (5500 QTRAP ®  AB Sciex, Framingham, MA). In brief, cabozantinib and temazepam were separated by a gradient mobile phase (acetonitrile: 0.1% formic acid) with a Restek C8 150X4.6 mm 5 μm column. The mass spectrometer utilized an electrospray ionization probe run in positive mode. The multiple reaction monitoring (MRM) Q1/Q3 (m/z) transitions for cabozantinib and temazepam were 502.3/323.3 and 301.1/254.9 respectively. For the plasma samples, 20μL were transferred to a polypropylene tube, temazepam was added as the internal standard (20μL of 0.01ng/μL), and the extraction was performed by the addition of 0.1M citric acid buffer (pH=3.0) followed by the addition of hexane:ethyl acetate; 50:50; v/v. The samples were then vortexed, centrifuged, the organic layer was transferred to a clean polypropylene tube, and evaporated to dryness. The samples were then reconstituted with mobile phase (50μL) and an aliquot (10μL) injected to the HPLC-MS/MS. 2. Tissue Sample Analysis Cabozantinib was quantified from tissue samples using a slightly modified method from the plasma sample analysis. Briefly, the tissue was weighed then transferred to a polypropylene tube. Phosphate buffered saline was added to the tissue to bring the total volume to 0.5mL (assumption 1g=1mL). The tissue was homogenized using a TissueRuptor ®  with a single use disposable probe. An aliquot (0.4mL) was transferred to a clean polypropylene tube and temazepam was added as the internal standard, (20μL of 0.1ng/μL). The extraction procedure and HPLC-MS/MS conditions were the same as for the plasma samples. Non-compartmental analysis of the data was performed using pharmacokinetic (PK) Solver add-ins in Excel®. Pharmacokinetic parameters obtained included: C max  (the maximal plasma concentration), t max  (the time of maximal plasma concentration), AUC 0−∞  (area under the plasma concentration time curve from zero to infinity), k el  (the elimination rate constant), and t 1/2  (half-life, t 1/2 =0.693/k el ). The AUC 0−∞  was calculated from the AUC 0-t  (time zero to the last quantifiable concentration C last ) and the AUC from C last  to infinity (C last /k el ). The systemic clearance (Cl/F, where F is the bioavailability) was calculated from the dose and AUC 0−∞. The apparent volume of distribution at steady state (Vdss/F) was calculated by the Cl and k el . Parallel studies were conducted using tumor specimens. Nerve tree microdissection and measurement of tumor volume Immediately postmortem, fresh blood and select tissues were harvested and mice were perfused and fixed in 10% neutral buffered formalin. The bodies were decalcified in 5% formic acid. The proximal spinal nerve trees, brachial, and trigeminal nerves were dissected microscopically. The volume of proximal peripheral nerves was determined using calipers to measure the length and width of dissected tumors (or equivalent region in absence of tumor) in maximal dimension. Volume was then approximated using the formula for the volume of a spheroid = 0.52 × (width) 2  × length. Histopathology Paraffin sections were stained with hematoxylin and eosin (H&E) and Masson’s trichrome to examine tumor histomorphology. Infiltrating mast cells were enumerated on toluidine blue stained sections by three independent investigators who were blinded to the treatment group. Ten randomly selected 40x high power fields were scored on each slide. Five micron-thick paraffin sections were deparaffinized, hydrated and transferred to 0.1 M citrate buffer (pH 6.0) for antigen retrieval in a pressure cooker. Sections were incubated in 3% hydrogen peroxide for 10 minutes, rinsed, and blocked in 5% normal goat serum in TBST (TBS buffer + 0.1% tween 20). Sections were incubated overnight at 4°C in primary antibody diluted in blocking buffer; CD31 (ab28364, 1:50, Abcam) and AXL (ab227871, 1:500, Abcam). Sections were then incubated in a biotinylated secondary antibody for 1 hr at room temperature; goat anti-rabbit (B8895, 1:800, Sigma). Vectastain Elite ABC reagent was applied for 30 min at room temperature. Color development with Vectastain DAB was observed under the microscope and the reaction was terminated by rinsing in distilled water. Sections were counterstained with modified Mayer’s Hematoxylin (Vector), dehydrated, cleared and coverslipped. Slide images were acquired either on an Aperio ScanScope CS or a QImaging Retiga 2000R camera on a Nikon Eclipse 80i microscope. CD31 immunohistochemical staining was performed to evaluate neoangiogenesis in cabozantinib and vehicle treated animals. CD31+ staining blood vessels were counted manually on 10 randomly selected high power fields per slide. Investigators were again blinded to the treatment groups. AXL immunohistochemistry was analyzed using the IHC Profiler plugin for ImageJ (version 1.47), and the percentage of high positive pixels was analyzed by ANOVA using Graphpad Prism. TUNEL Staining The FragEL™ DNA Fragmentation Detection Kit (Sigma Aldrich #QIA21) was used according to manufacturer’s instructions as follows. Tissue slides and the kit-provided positive control slide were deparaffinized with xylenes and rehydrated through graded alcohols. Tissue was encircled with an ImmEdge hydrophobic marker, covered with distilled water, and placed into a humidified slide tray. Proteinase K was applied at room temperature for 20 minutes to permeablize the tissue. Slides were rinsed in tris-buffered saline (TBS) between each subsequent step unless otherwise noted. Three percent hydrogen peroxide was applied to the slides for 5 minutes at room temperature to quench endogenous peroxidase. Slides were incubated at room temperature for 20 minutes with Klenow Equilibration Buffer. Without rinsing, excess buffer was suctioned from the slide and fresh Klenow Labeling Reaction mixture was made and applied to each tissue section. Parafilm® coverslips were applied to each tissue section to prevent evaporation of the reaction mixture during the incubation. The humidified slide tray was incubated at 37°C for 1.5 hours. The slide chamber was then brought back to room temperature. Coverslips were removed and Stop Solution was added to terminate the reaction. Slides were then incubated in Blocking Buffer for 10 minutes at room temperature. Without rinsing, the Blocking Buffer was suctioned from the slide and the Conjugate solution was applied to the tissue. Slides were incubated at room temperature for 30 minutes. DAB solution was applied to the slides for 10 minutes, and the positive control slide was checked to ensure positive staining was achieved. Slides were incubated in methyl green solution for 5 minutes then quickly dipped in 2 changes of ethanol and 3 changes of xylenes, then coverslipped using glass coverslips and Cytoseal XYL mounting medium. Whole slide images were generated with an Aperio CS2 Scanscope and representative image were generated using HALO Image Analysis Software (version 2.3, Indica Labs). Preclinical Kinome Analysis Multiplexed inhibitor bead (MIB) chromatography and mass spectrometry (MS) MIB and MS was performed on snap-frozen sciatic nerve tissue from tumor bearing mice treated with vehicle or 1 day, 3 days, or 7 days of cabozantinib. Tissue was crushed by mortar and pestle in ice-cold MIB lysis buffer (50mM HEPES, 150mM NaCl, 0.5% Triton X-100, 1mM EDTA, 1mM EGTA, pH 7.5) supplemented with cOmplete protease inhibitor cocktail (Roche) and 1% phosphatase inhibitor cocktails 2 and 3 Sigma). Extracts were sonicated 3 × 10s, clarified by centrifugation, and syringe-filtered (0.22μm) prior to Bradford assay quantitation of concentration. Equal amounts of total protein were gravity-flowed over multiplexed inhibitor bead (MIB) columns in high salt MIB lysis buffer (1M NaCl). The MIB columns consisted of 125μL mixture of five Type I kinase inhibitors: VI-16832, PP58, Purvalanol B, UNC-21474, and BKM-120 were custom-synthesized with hydrocarbon linkers and covalently linked to ECH-Sepharose and Purvalanol B was linked to EAH-Sepharose beads as previously described . For  32 in vitro  MIB competition assays to demonstrate quantitatively the direct binding of cabozantinib to kinases within the tumor, lysates were incubated with beads (125 μL equal amounts of inhibitors above plus CTx0294885) at 4°C with DMSO or 10, 100, or 1000nM cabozantinib for 1 h prior to flowing them over the MIB columns. Columns were washed with 5mL of high salt (1M NaCl), 5mL of low salt (150mM NaCl) MIB lysis buffer, and 0.5mL low-salt lysis buffer with 0.1%SDS. Bound protein was eluted twice with 0.5% SDS, 1% beta-mercaptoethanol, 100mM Tris-HCl, pH6.8 for 15 min at 100°C. Eluate was treated with DTT (5mM) for 25 min at 60C and 20mM iodoacetamide for 30 min in the dark. Following spin concentration using Amicon Ultra-4 (10k cut-off) to ~100 μL, samples were precipitated by methanol/chloroform, dried in a speed-vac and resuspended in 50mM HEPES (pH8.0). Tryptic digests were performed overnight at 37°C, extracted four times with 1mL ethyl acetate to remove detergent, dried in a speed-vac, and peptides further cleaned using C-18 spin columns according to manufacturer’s protocol (Pierce). Liquid Chromatography and Mass Spectrometry Peptides were resuspended in 5% ACN and 0.1% formic acid. Approximately 40% of the final peptide suspension was injected onto a Thermo Easy-Spray 75μm × 25cm C-18 column and separated on a 180min gradient (5–40% ACN) using an Easy nLC-1000. The Thermo Q Exactive mass spectrometry ESI parameters were as follows: 3e6 AGC MS1, 80ms MS1 max inject time, 1e5 AGC MS2, 100ms MS2 max inject time, 20 loop count, 1.8 m/z isolation window, 45s dynamic exclusion. Raw files were processed for label-free quantification by MaxQuant (version 1.6.10.43) LFQ using the Uniprot/Swiss-Prot mouse database, fixed carbidomethyl (C) and variable phospho (STY), oxidation (M), and acetyl (Protein N-term) modifications. LFQ intensities for kinases with at least two peptides were imported into Perseus (version 1.6.10.50). Western blot Isolated proteins were fractionated using NuPAGE 4–12% Bis-Tris Gels (Invitrogen Cat#NP0322BOX) and electro-transferred to PVDF membranes. Immunoblots were carried out using antibodies specific to pAXL (Cat#5724, 1:1000, Cell Signaling Technology), AXL (Cat#ab215205, 1:1000, Abcam), pAKT (Cat #9271, 1:1000, Cell Signaling Technology), pGSK-3β (Cat#9323, 1:1000, Cell Signaling Technology), pMEK1/2 (Cat#9121, 1:1000, Cell Signaling Technology), and GAPDH (#CST-5174, 1:1000, Cell Signaling Technology). After incubation with appropriate HRP conjugated secondary antibodies (Anti-rabbit (#NA934V, 1:5000, GE Healthcare), Anti-Rat(#AP-136P, 1:5000, EMD), signals were detected using ECL chemoluminescence substrate (ECL Prime, GE Healthcare). Schwann cell culture Mouse embryos were harvested at embryonic day 13.5 and dorsa root ganglia (DRG) were isolated under a dissecting microscope. The DRGs were digested in 0.05% trypsin-EDTA and dissociate with syringes. The resulting suspensions were plated on PDL/laminin coated plates in Schwann Cell Media I (SCM-I) consisting of Dulbecco’s Modified Eagle Medium (DMEM) supplemented with 50 U/mL penicillin, 50 μg/mL streptomycin, 2 mM L-glutamine, 1X N2 supplement, and 250 ng/mL nerve growth factor (NGF). The following day, the medium was changed to Schwann Cell Media II (SCM-II), which was identical to SCM-I except for the substitution of 10 ng/mL neuregulin in exchange for NGF and the addition of 2 μM forskolin to suppress fibroblast growth. Cells were used for experiments after approximately 10–14 days of culture. Apoptosis assays Human immortalized  NF1 −/−  Schwann cells (iPNF95.6) were plated in triplicate at a density of 5,000 cells/well in 96 well plates, allowed to adhere overnight, and then treated with either DMSO or increasing concentrations of cabozatninib from 39 nM to 5 μM. Navitoclax 1 μM was also used as a positive control. Caspase 3/7 Glo activity (#G8093, Promega) was measured by luminescence after 24 hours of treatment according to the manufacturer’s instructions using SynergyH4 microplate reader. Murine embryonic fibroblast culture Mouse embryos were harvested at 18.5 days post-coitus and dissected under a low-power microscope. After removal of the heads and internal organs, embryos were minced and trypsinized for 20 min. The resultant suspension was seeded onto culture dishes in Iscove’s Modified Dulbecco Medium (IMDM) supplemented with 10% fetal bovine serum (FBS), 1% penicillin/streptomycin, and 1% L-glutamine. Upon reaching confluence, cells were split at 1:2 ratios until a morphologically homogeneous culture was obtained. The cells were then frozen or expanded for further studies. Cells at passage 2–3 were used for experiments. Endothelial Colony Forming Cell Assays Umbilical cord blood derived endothelial colony forming cells (ECFCs) were obtained from the Angio BioCore (Indiana University) and passaged once before plating for a proliferation assay via cell counting. ECFCs were plated on rat tail collagen and were allowed to set down overnight before starting 200ng of GAS6 and/or 100nM cabozantinib treatments. ECFCs were trypsinized and counted manually using a glass hemocytometer after 48 hours with an n=3 independent experiments performed. Mouse sAXL ELISA Levels of circulating sAXL were measured in mouse plasma using the Mouse AXL DuoSet ELISA kit (R&D Systems, DY854) and accompanying DuoSet ELISA Ancillary Reagent Kit 2 (R&D Systems, DY008) according to the manufacturer’s instructions. Mouse plasma samples were assayed in duplicate at dilution of 1:200 in Reagent Diluent. Optical density of each well was measured using a VERSAmax Tunable Microplate Reader (Molecular Devices) with SOFmax PRO software. Optical density readings at 540 nm were subtracted from the readings at 450 nm for wavelength correction. Preclinical Statistical Analysis For the  in vivo  therapeutics studies in  Nf1 flox/flox ;PostnCre  mice treated with either vehicle vs cabozantinb, a preliminary power analysis was conducted to determine the appropriate sample size, assuming a 5% type I error rate. Our preliminary data suggested a coefficient of variation of 48% for tumor number. Thus, we determined that 16 animals per group would allow detection of a 57% reduction in tumor number with an 81.3% power. In addition, our preliminary data indicated that the coefficient of variation for proximal nerve root size was less than 38%. Thus, 16 animals per group would allow us to detect a 40% difference in tumor size with greater than 82.1% power. Statistical analyses were performed with GraphPad Prism 8.0 software (GraphPad, La Jolla, CA). Analysis of variance (ANOVA) and Student’s t-tests with post-hoc correction for multiple comparisons were used to evaluate for statistically significant differences between samples as described in detail within the figure legends. For MIB/MS analysis from  in vivo  drug treatments, log 2  transformed LFQ intensities were filtered to include only kinases with at least three valid values in at least one treatment group and missing values were imputed from the total matrix in Perseus. Student’s t-tests were performed in Perseus with Benjamini-Hochberg correction for multiple hypothesis testing. For  in vitro  MIB competition assays done in duplicate, missing log 2  LFQ intensities were imputed for each column separately. DATA AVAILABILITY Raw MS files pertaining to  Figure 2  and  Extended Data Figures 4  and  5  are available in the PRIDE database ( https://www.ebi.ac.uk/pride/archive/projects/PXD019138 ). Source data for all Figures and Extended Data Figure are provided as individual Excel files. Full-length, unprocessed gels and blots are also provided as individual PDF files for each figure contianing all supporting blots and gels with the linked figures noted directly in the file. Log 2  transformed LFQ MIB binding values are provided in  Supplementary Table 1 ,  Source Data Figure 2 ,  Source Data Extended Data Figure 4 ,  Source Data Extended Data Figure 5 ). Raw data for circulating progenitor cell and cytokine analysis associated with  Extended Data Figure 10  and  Supplementary Tables 10  and  11  are also provided in a  Supplementary Excel file (CHSPC-and-Cytokine-Data.xlsx) . METHODS Clinical Trial Study Population Inclusion criteria included patients aged 16 years or older with a diagnosis of NF1 and an unresectable PN that was measurable by volumetric analysis  and either progressive (defined as ≥20% increase in the volume, ≥13% increase in the product of the two longest perpendicular diameters, or ≥6% increase in the longest diameter in the prior year) or causing significant morbidity, such as (but not limited to) head and neck lesions compromising the airway or great vessels, brachial or lumbar plexus lesions causing nerve compression and loss of function, lesions causing major deformity or significant disfigurement, lesions of the extremity causing limb hypertrophy or loss of function, and painful lesions. Histologic confirmation of tumor was not necessary in the presence of consistent clinical and imaging findings. Previous treatment for a PN was allowed but participants must have recovered from the acute toxic effects of all therapy. Other eligibility criteria included (a) adequate performance status (Karnofsky score ≥ 50); (b) normal hematologic, hepatic, renal, and cardiovascular function; and (c) signed informed consent from the patient (≥18 years of age) or their legal guardians (<18 years of age), according to institutional review board guidelines. 35 Participants were excluded if they (a) had an active optic glioma or other low-grade glioma requiring treatment with chemotherapy or radiation therapy; (b) required treatment for a malignancy in the prior 12 months; (c) had dental braces or prosthesis that interfere with volumetric analysis; (d) were unable to swallow tablets; (e) were post-pubertal males/females who would not agree to use effective contraception, or were pregnant/breast-feeding females; (f) had a known history of HIV or immunodeficiency; (g) had impairment of gastrointestinal function or gastrointestinal disease that significantly alters the absorption of cabozantinib; (h) had concurrent severe and/or uncontrolled medical disease; (i) required therapeutic treatment with anticoagulants or antiplatelet agents with the exception of low dose aspirin, low-dose warfarin, and prophylactic low molecular weight heparin; or (j) had undergone major surgery within 3 months or minor surgery within one month of first dose of cabozantinib. In participants who had received therapy prior to study enrollment, 2 weeks – 6 months must have elapsed, depending on the specific prior therapy. The use of strong CYP3A4 inducers/inhibitors was not allowed while on study. A complete list of the inclusion and exclusion criteria is provided in  Supplementary Table 2 . Ethics oversight was provided by both the local IRB’s (Children’s Hospital Boston/Dana-Farber Cancer Institute/Massachusetts General Hospital, Children’s Hospital Los Angeles, The Children’s Hospital of Philadelphia, Children’s National Medical Center, Cincinnati Children’s Hospital Medical Center, Indiana University, Ann & Robert H. Lurie Children’s Hospital of Chicago, National Cancer Institute, New York University, University of Alabama at Birmingham, University of Chicago, University of Utah, The Washington University in St. Louis) and the U.S. Army Medical Research and Material Command (USAMRMC) Human Research Protections Office (HRPO). Each participating center’s local IRB reviewed and approved the study. Once local approval was obtained, this was submitted to the USAMRMC HRPO for review and approval. No study related activities could commence without approval of both the local IRB and the USAMRMC HRPO. In addition, the study was also approved by the FDA. Study Design This prospective, multicenter, nonrandomized phase 2 trial was performed by the NF Clinical Trials Consortium. The primary measure of efficacy was volumetric response of the target PN determined by central review of magnetic resonance imaging (MRI), as per the recommendations from REiNS (Response Evaluation in Neurofibromatosis and Schwannomatosis), an international effort to develop standardized outcome measures for clinical trials . Secondary endpoints included safety and tolerability, patient-reported outcomes (PRO) assessing tumor pain intensity (Numeric Rating Scale-11; NRS-11), pain interference in daily life (Brief Pain Inventory-Pain Interference Scale; BPI-PI), and disease-specific quality of life (PedsQL NF1 module), PK, and circulating endothelial cells and cytokines. Additional planned secondary outcomes not reported in this manuscript included estimating the overall response rate for non-target PN (there were 5 non-target PN identified in a total of 4 participants), a determination of whether patients who respond to cabozantinib maintained that response for one year off therapy (not reported because the protocol did not require that off-treatment MRI scans be performed, so that information was unavailable), assessing the activity of cabozantinib on mast cell activity by mast cell culture and FACS (not performed as samples were limited and other aims were prioritized), and assessing the PedsQL NF1 QOL Module, a disease specific QOL scale, for use in this patient population (a planned future analysis will combine this data with data from other PN trials using the PedsQL NF1 QOL Module). Cabozantinib was given daily on a continuous dosing schedule for up to 24 cycles. Each treatment cycle was 28 days. The starting cabozantinib dose was 40 mg daily with planned dose escalation to 60 mg daily after 2 cycles if tolerated ( 35 Figure 3a ). For participants who experienced dose-limiting toxicities (DLT), up to two dose reductions were allowed (40 mg and 20 mg). Participants were removed from therapy if they experienced a cabozantinib-related toxicity requiring removal, for progressive disease, or if they had not achieved a partial response (PR; defined as a ≥20% reduction in tumor volume compared with pre-treatment baseline) by the end of 12 cycle. In addition, participants who had not achieved at least 15% reduction in tumor volume at cycle 8 were removed from study for safety reasons, as it was believed that the likelihood of achieving PR by 12 months was minimal. Participants were considered evaluable for toxicity if they received at least one dose of the study drug and evaluable for response if they completed at least two cycles of therapy and had their first follow-up MRI evaluation. Baseline MRI was required within 4 weeks prior to study entry. Tumor response by MRI was determined after cycle 4, 8, and 12, and then after cycle 18 and 24 for those who continued therapy. Axial and coronal STIR images were obtained to cover the entire PN with 5–10 mm slice thickness. Imaging response was evaluated centrally at the Pediatric Oncology Branch of the National Cancer Institute using volumetric MRI analysis . Disease progression was defined as a ≥20% increase, and partial response as ≥20% reduction in the volume of the target PN, confirmed by a follow-up MRI. Safety evaluations including laboratory monitoring, electrocardiograms, physical exams, and vital signs were performed at regular intervals as outlined in  53 Supplementary Table 3 . Adverse events were graded according to National Cancer Institute Common Terminology Criteria for Adverse Events (CTCAE), version 4.0. Participants were considered evaluable for toxicity if they received at least 1 dose of the study drug. Success was defined as ≥25% of participants achieving PR after 12 cycles without significant toxicity. Patient Reported Outcome Measures All participants completed the following patient-reported outcomes (PROs) prior to study entry, at cycle 4, 8, and 12, and then after cycle 18 and 24 if they continued therapy. Pain Intensity and Pain Interference Measures Numerical Rating Scale-11 (NRS-11): The  NRS-11  is a self-report 11-point numeric scale that assesses pain intensity . It consists of a horizontal line with 0 representing “no pain” at the left end of the line and 10 representing “worst pain you can imagine” at the right end. Participants were asked to circle the one number from 0 to 10 that best described their “most important tumor pain” at its worst during the past week. 54 Brief Pain Inventory (BPI)-Pain Interference (PI) Scale: The  BPI-PI Scale  is a 7-item self-report questionnaire that measures the extent to which pain interferes with daily functioning . Participants were asked to indicate how much pain interfered with various activities (general activity, mood, walking, normal work, relations with other people, sleep, and enjoyment of life) in the past week, with scores ranging from 0 (does not interfere) to 10 (completely interferes). The total score is the mean of all 7 items. 55 NF1 Disease-Specific Quality of Life Measures PedsQL™ NF1 Module: This scale is a self-report measure assessing NF1 disease-specific QOL . Participants who were ages 21 years and older completed the 74-item self-report adult questionnaire. It is comprised of 16 scales (physical functioning, emotional functioning, social functioning, cognitive functioning, communication, worry, perceived physical appearance, pain and hurt, paresthesias, skin irritation, sensation, movement and balance, fatigue, daily activities, treatment anxiety, and sexual functioning). Participants 16–20 years of age completed the self-report  37 teen version . It is comprised of 16 scales (physical functioning, emotional functioning, social functioning, cognitive functioning, communication, worry, perceived physical appearance, pain and hurt, paresthesias, skin irritation, sensation, movement and balance, fatigue, daily activities, treatment anxiety, and school activities). Items are rated on a 5-point Likert scale (0 – 4) and transformed to a 0 – 100 scale, with higher domain and total mean raw scores indicating better QOL. Pharmacokinetic Analysis Blood samples were collected at 6 time-points for cabozantinib plasma concentration measurement: Cycle 1 Day 1 (pre, 4 hours after first dose), Cycle 1 Day 15 (pre, 4 hours after dose), and Cycle 1 Day 28 (pre, 4 hours after dose) and were shipped to Alturas Analytics (Moscow, ID) for analysis. Cabozantinib concentrations in human plasma matrix were quantified using a validated liquid chromatographic tandem mass spectrometry assay with 0.5 ng/mL as the lower limit of quantification. Cytokine Analysis Plasma samples were received from all 19 participants who were evaluable for response, but only 14 had multiple usable time points. Samples were stored at −80°C in the Translational Research Integrated Biology Laboratory (TRIB) in Riley Hospital for Children until collection and analysis of all samples. Samples were thawed, centrifuged to remove particulates (16,300 g for 10 min) and analyzed for 44 biomarkers by Luminex xMAP technology. Targets were detected using premixed kits from MilliporeSigma. The biomarkers measured included SCF (using a 1-Plex human Cytokine/Chemokine Magnetic Bead Panel); TGF-B1, TGFB2, TGFB3 (using a TGFβ−3 Plex Magnetic bead panel); sCD40L, EGF, Eotaxin/CCL11, FGF-2, Flt-3 ligand, Fractalkine, G-CSF, GM-CSF, GRO, IFN-α2, IFN-γ, IL-1α, IL-1β, IL-1RA, IL-2, IL-3, IL-4, IL-5, IL-6, IL-7, IL-8, IL-9, IL-10, IL-12 (p40), IL-12 (p70), IL-13, IL-15, IL-17A, IP-10, MCP-1, MCP-3, MDC (CCL22), MIP-1α, MIP-1β,TGF-α, TNF-α, TNF-β (using a Human Cytokine/Chemokine 37-Plex Magnetic Bead Panel), and VEGF-A, VEGF-C, VEGF-D (using a Human Angiogenesis/Growth Factor 3-Plex Magnetic Bead Panel). Samples were diluted according to manufacturer’s recommendations, assayed in duplicate using a Bio-Plex 200 System with high-throughput fluidics (HTF) multiplex array system (Bio-Rad Laboratories, Hercules, California, US), and analyzed using Bio-Plex Manager software (Bio-Rad Laboratories). Biomarker assays were run by the Multiplex Analysis Core at the Melvin and Bren Simon Cancer Center, Indiana University. Levels of circulating sAXL were measured in human plasma using the Human AXL DuoSet ELISA kit (R&D Systems, DY154) and accompanying DuoSet ELISA Ancillary Reagent Kit 2 (R&D Systems, DY008) according to the manufacturer’s instructions. Human plasma samples were assayed in duplicate at dilution of 1:200 in Reagent Diluent. Optical density of each well was measured using a VERSAmax Tunable Microplate Reader (Molecular Devices) with SOFmax PRO software. Optical density readings at 540 nm were subtracted from the readings at 450 nm for wavelength correction. Investigators were blind to patients’ clinical response during data collection and analysis. Circulating Progenitor Cell Analysis The flow cytometry assay was performed in real time within 24 hours of peripheral blood collection. Peripheral blood collected off-site was shipped overnight. Peripheral blood mononuclear cells were isolated and incubated with Fc blocking reagent and stained as previously described . Briefly, following Fc block, mononuclear cells were stained with anti-human CD31 (FITC, BD), anti-human CD34 (PE, BD), anti-human AC133 (APC, Miltenyi Biotec), anti-human CD14 (PECy5.5, Abcam), anti-human CD45 (APC-AG740, Invitrogen), and the fixable amine reactive viability dye LiveDead (violet, Invitrogen). Fluorescent minus one (FMO) gating was used to properly delineate positive events. Circulating hematopoietic stem/progenitor cells (CHSPCs) have the phenotype: CD31 56 + CD34 bright CD45 dim CD14 − LIVEDEAD − . The proangiogenic fraction of the CHSPCs additionally stain positive for Ac133 +  and have the phenotype: CD31 + CD34 bright CD45 dim− Ac133 + CD14 − LIVEDEAD − . Following staining, cells were fixed in 1% paraformaldehyde (Tousimis) and run within 72 hours of fixation on a BD LSRII flow cytometry equipped with a 405nm violet laser, 488nm blue laser, and a 633nm red laser. Data were acquired uncompensated and exported as FCS 3.0 files for analysis using FlowJo Software (version 9.9.6,Tree Star Inc). Investigators were blind to patients’ clinical response during the data aquistition and analysis. Statistical Analysis The study used an optimal Simon 2-stage design , with a null hypothesis response rate of 0.05 and an alternative of 0.25, power of 80% and type I error of 0.05. This called for a first stage sample size of 9 with expansion of up to 24 participants (if at least one of the first 9 participants had a PR) to achieve at least 17 participants evaluable for response. The initial participant enrolled on 9/4/2014, and the last participant was enrolled on 2/24/2016. All participants in this stratum have been off treatment since 1/29/2018; however, on the basis of the promising results of these particpants, the study was amended to include a pediatric stratum (enrollment restricted to those age 3–15 years), which enrolled its first participant on 11/21/18 and is in the last stages of enrollment. Descriptive statistics including means, percentage, etc. were used to summarize the pain and QOL data. The primary analyses were done comparing proportions to the null hypothesized proportion response. The changes were assessed in the total group (n=19) as well as between the volumetric responders (n=8) and non-responders (n=11). We analyzed changes over time in the tumor size response and other parameters using a linear mixed model approach with an unstructured correlation matrix and compared differences using Least Square Means (LSM) from SAS PROC MIXED (version 9.4). This method accommodates missing values, although it assumes that data are missing at random, which was technically violated because the protocol required removal from treatment if sufficient responses were not achieved. Nevertheless, the technique was used to summarize the responses over time. 57 For biomarker analysis of circulating proangiogenic CHSPCs and cytokines, participants were stratified by clinical response (PR vs SD). Due to the limited sample size and missing data across multiple timepoints, cell and cytokine levels measured at C0 and C1D15 were merged as an early time point, and C2 and C4 as a later time point. If two values were observed at either C0/C1D15 or C2/C4, the mean of the two values was utilized to represent the measure at the early (C0/C1D15) or late time (C2/C4) point. If only one data point was measured at either C0/C1D15 or C2/C4, that value was directly used in subsequent computational analysis. Applying these criteria, CHSPC features from 6 SD patients and 7 PR patients, and cytokine features from 6 SD patients and 8 PR patients were used in the analysis (see  Supplementary Materials: CHSPC-and- Cytokine-Data.xlsx ). To identify associations between CHSPC and cytokines levels with long term clinical response, changes in CHSPC and cytokine levels between in early (C0/C1D15) and late (C2/C4) cycles were computed and evaluated by the Mann Whitney test in participants with SD vs PR. Preclinical Study Experimental animals Genetically engineered  Nf1 flox/flox ;PostnCre  mice on a mixed C57BL/6 × 129/SV background were utilized for  in vivo  studies, with genotypes confirmed by polymerase chain reaction (PCR) as previously described . Animal care and experiments were conducted according to the guidelines established by the Indiana University Animal Care and Use Committee (IACUC), protocol # 11405. The experimental mice were housed in the Laboratory Animal Research Facility (LARC) at Indiana University at an ambient temperature of 22 ± 2 °C, relative humidity of 30 to 70%, and a 12 hour light-dark cycle from 7:00 AM EST. 23 Drug treatment in experimental mice Cohorts of 4–5 month old, male and female (age and sex matched)  Nf1 flox/flox ;PostnCre  mice were treated with either 15mg/kg cabozantinib daily or the vehicle, hydroxypropylmethylcellulose (HPMC) as the control administered by oral gavage for a duration of 12 weeks. The number of mice per group was determined by a power analysis conducted at the outset of the study as per the preclinical statistical analysis section. Mice were then euthanized to evaluate the extent of tumor burden as outlined below. Investigators were blinded to the treatment groups during drug treatment and response evaluation. Pharmacokinetic analysis of cabozantinib 1. Plasma Sample Analysis Cabozantinib was quantified from plasma using temazepam as the internal standard and High Performance Liquid Chromatography-tandem mass spectrometry (HPLC-MS/MS) (5500 QTRAP ®  AB Sciex, Framingham, MA). In brief, cabozantinib and temazepam were separated by a gradient mobile phase (acetonitrile: 0.1% formic acid) with a Restek C8 150X4.6 mm 5 μm column. The mass spectrometer utilized an electrospray ionization probe run in positive mode. The multiple reaction monitoring (MRM) Q1/Q3 (m/z) transitions for cabozantinib and temazepam were 502.3/323.3 and 301.1/254.9 respectively. For the plasma samples, 20μL were transferred to a polypropylene tube, temazepam was added as the internal standard (20μL of 0.01ng/μL), and the extraction was performed by the addition of 0.1M citric acid buffer (pH=3.0) followed by the addition of hexane:ethyl acetate; 50:50; v/v. The samples were then vortexed, centrifuged, the organic layer was transferred to a clean polypropylene tube, and evaporated to dryness. The samples were then reconstituted with mobile phase (50μL) and an aliquot (10μL) injected to the HPLC-MS/MS. 2. Tissue Sample Analysis Cabozantinib was quantified from tissue samples using a slightly modified method from the plasma sample analysis. Briefly, the tissue was weighed then transferred to a polypropylene tube. Phosphate buffered saline was added to the tissue to bring the total volume to 0.5mL (assumption 1g=1mL). The tissue was homogenized using a TissueRuptor ®  with a single use disposable probe. An aliquot (0.4mL) was transferred to a clean polypropylene tube and temazepam was added as the internal standard, (20μL of 0.1ng/μL). The extraction procedure and HPLC-MS/MS conditions were the same as for the plasma samples. Non-compartmental analysis of the data was performed using pharmacokinetic (PK) Solver add-ins in Excel®. Pharmacokinetic parameters obtained included: C max  (the maximal plasma concentration), t max  (the time of maximal plasma concentration), AUC 0−∞  (area under the plasma concentration time curve from zero to infinity), k el  (the elimination rate constant), and t 1/2  (half-life, t 1/2 =0.693/k el ). The AUC 0−∞  was calculated from the AUC 0-t  (time zero to the last quantifiable concentration C last ) and the AUC from C last  to infinity (C last /k el ). The systemic clearance (Cl/F, where F is the bioavailability) was calculated from the dose and AUC 0−∞. The apparent volume of distribution at steady state (Vdss/F) was calculated by the Cl and k el . Parallel studies were conducted using tumor specimens. Nerve tree microdissection and measurement of tumor volume Immediately postmortem, fresh blood and select tissues were harvested and mice were perfused and fixed in 10% neutral buffered formalin. The bodies were decalcified in 5% formic acid. The proximal spinal nerve trees, brachial, and trigeminal nerves were dissected microscopically. The volume of proximal peripheral nerves was determined using calipers to measure the length and width of dissected tumors (or equivalent region in absence of tumor) in maximal dimension. Volume was then approximated using the formula for the volume of a spheroid = 0.52 × (width) 2  × length. Histopathology Paraffin sections were stained with hematoxylin and eosin (H&E) and Masson’s trichrome to examine tumor histomorphology. Infiltrating mast cells were enumerated on toluidine blue stained sections by three independent investigators who were blinded to the treatment group. Ten randomly selected 40x high power fields were scored on each slide. Five micron-thick paraffin sections were deparaffinized, hydrated and transferred to 0.1 M citrate buffer (pH 6.0) for antigen retrieval in a pressure cooker. Sections were incubated in 3% hydrogen peroxide for 10 minutes, rinsed, and blocked in 5% normal goat serum in TBST (TBS buffer + 0.1% tween 20). Sections were incubated overnight at 4°C in primary antibody diluted in blocking buffer; CD31 (ab28364, 1:50, Abcam) and AXL (ab227871, 1:500, Abcam). Sections were then incubated in a biotinylated secondary antibody for 1 hr at room temperature; goat anti-rabbit (B8895, 1:800, Sigma). Vectastain Elite ABC reagent was applied for 30 min at room temperature. Color development with Vectastain DAB was observed under the microscope and the reaction was terminated by rinsing in distilled water. Sections were counterstained with modified Mayer’s Hematoxylin (Vector), dehydrated, cleared and coverslipped. Slide images were acquired either on an Aperio ScanScope CS or a QImaging Retiga 2000R camera on a Nikon Eclipse 80i microscope. CD31 immunohistochemical staining was performed to evaluate neoangiogenesis in cabozantinib and vehicle treated animals. CD31+ staining blood vessels were counted manually on 10 randomly selected high power fields per slide. Investigators were again blinded to the treatment groups. AXL immunohistochemistry was analyzed using the IHC Profiler plugin for ImageJ (version 1.47), and the percentage of high positive pixels was analyzed by ANOVA using Graphpad Prism. TUNEL Staining The FragEL™ DNA Fragmentation Detection Kit (Sigma Aldrich #QIA21) was used according to manufacturer’s instructions as follows. Tissue slides and the kit-provided positive control slide were deparaffinized with xylenes and rehydrated through graded alcohols. Tissue was encircled with an ImmEdge hydrophobic marker, covered with distilled water, and placed into a humidified slide tray. Proteinase K was applied at room temperature for 20 minutes to permeablize the tissue. Slides were rinsed in tris-buffered saline (TBS) between each subsequent step unless otherwise noted. Three percent hydrogen peroxide was applied to the slides for 5 minutes at room temperature to quench endogenous peroxidase. Slides were incubated at room temperature for 20 minutes with Klenow Equilibration Buffer. Without rinsing, excess buffer was suctioned from the slide and fresh Klenow Labeling Reaction mixture was made and applied to each tissue section. Parafilm® coverslips were applied to each tissue section to prevent evaporation of the reaction mixture during the incubation. The humidified slide tray was incubated at 37°C for 1.5 hours. The slide chamber was then brought back to room temperature. Coverslips were removed and Stop Solution was added to terminate the reaction. Slides were then incubated in Blocking Buffer for 10 minutes at room temperature. Without rinsing, the Blocking Buffer was suctioned from the slide and the Conjugate solution was applied to the tissue. Slides were incubated at room temperature for 30 minutes. DAB solution was applied to the slides for 10 minutes, and the positive control slide was checked to ensure positive staining was achieved. Slides were incubated in methyl green solution for 5 minutes then quickly dipped in 2 changes of ethanol and 3 changes of xylenes, then coverslipped using glass coverslips and Cytoseal XYL mounting medium. Whole slide images were generated with an Aperio CS2 Scanscope and representative image were generated using HALO Image Analysis Software (version 2.3, Indica Labs). Preclinical Kinome Analysis Multiplexed inhibitor bead (MIB) chromatography and mass spectrometry (MS) MIB and MS was performed on snap-frozen sciatic nerve tissue from tumor bearing mice treated with vehicle or 1 day, 3 days, or 7 days of cabozantinib. Tissue was crushed by mortar and pestle in ice-cold MIB lysis buffer (50mM HEPES, 150mM NaCl, 0.5% Triton X-100, 1mM EDTA, 1mM EGTA, pH 7.5) supplemented with cOmplete protease inhibitor cocktail (Roche) and 1% phosphatase inhibitor cocktails 2 and 3 Sigma). Extracts were sonicated 3 × 10s, clarified by centrifugation, and syringe-filtered (0.22μm) prior to Bradford assay quantitation of concentration. Equal amounts of total protein were gravity-flowed over multiplexed inhibitor bead (MIB) columns in high salt MIB lysis buffer (1M NaCl). The MIB columns consisted of 125μL mixture of five Type I kinase inhibitors: VI-16832, PP58, Purvalanol B, UNC-21474, and BKM-120 were custom-synthesized with hydrocarbon linkers and covalently linked to ECH-Sepharose and Purvalanol B was linked to EAH-Sepharose beads as previously described . For  32 in vitro  MIB competition assays to demonstrate quantitatively the direct binding of cabozantinib to kinases within the tumor, lysates were incubated with beads (125 μL equal amounts of inhibitors above plus CTx0294885) at 4°C with DMSO or 10, 100, or 1000nM cabozantinib for 1 h prior to flowing them over the MIB columns. Columns were washed with 5mL of high salt (1M NaCl), 5mL of low salt (150mM NaCl) MIB lysis buffer, and 0.5mL low-salt lysis buffer with 0.1%SDS. Bound protein was eluted twice with 0.5% SDS, 1% beta-mercaptoethanol, 100mM Tris-HCl, pH6.8 for 15 min at 100°C. Eluate was treated with DTT (5mM) for 25 min at 60C and 20mM iodoacetamide for 30 min in the dark. Following spin concentration using Amicon Ultra-4 (10k cut-off) to ~100 μL, samples were precipitated by methanol/chloroform, dried in a speed-vac and resuspended in 50mM HEPES (pH8.0). Tryptic digests were performed overnight at 37°C, extracted four times with 1mL ethyl acetate to remove detergent, dried in a speed-vac, and peptides further cleaned using C-18 spin columns according to manufacturer’s protocol (Pierce). Liquid Chromatography and Mass Spectrometry Peptides were resuspended in 5% ACN and 0.1% formic acid. Approximately 40% of the final peptide suspension was injected onto a Thermo Easy-Spray 75μm × 25cm C-18 column and separated on a 180min gradient (5–40% ACN) using an Easy nLC-1000. The Thermo Q Exactive mass spectrometry ESI parameters were as follows: 3e6 AGC MS1, 80ms MS1 max inject time, 1e5 AGC MS2, 100ms MS2 max inject time, 20 loop count, 1.8 m/z isolation window, 45s dynamic exclusion. Raw files were processed for label-free quantification by MaxQuant (version 1.6.10.43) LFQ using the Uniprot/Swiss-Prot mouse database, fixed carbidomethyl (C) and variable phospho (STY), oxidation (M), and acetyl (Protein N-term) modifications. LFQ intensities for kinases with at least two peptides were imported into Perseus (version 1.6.10.50). Western blot Isolated proteins were fractionated using NuPAGE 4–12% Bis-Tris Gels (Invitrogen Cat#NP0322BOX) and electro-transferred to PVDF membranes. Immunoblots were carried out using antibodies specific to pAXL (Cat#5724, 1:1000, Cell Signaling Technology), AXL (Cat#ab215205, 1:1000, Abcam), pAKT (Cat #9271, 1:1000, Cell Signaling Technology), pGSK-3β (Cat#9323, 1:1000, Cell Signaling Technology), pMEK1/2 (Cat#9121, 1:1000, Cell Signaling Technology), and GAPDH (#CST-5174, 1:1000, Cell Signaling Technology). After incubation with appropriate HRP conjugated secondary antibodies (Anti-rabbit (#NA934V, 1:5000, GE Healthcare), Anti-Rat(#AP-136P, 1:5000, EMD), signals were detected using ECL chemoluminescence substrate (ECL Prime, GE Healthcare). Schwann cell culture Mouse embryos were harvested at embryonic day 13.5 and dorsa root ganglia (DRG) were isolated under a dissecting microscope. The DRGs were digested in 0.05% trypsin-EDTA and dissociate with syringes. The resulting suspensions were plated on PDL/laminin coated plates in Schwann Cell Media I (SCM-I) consisting of Dulbecco’s Modified Eagle Medium (DMEM) supplemented with 50 U/mL penicillin, 50 μg/mL streptomycin, 2 mM L-glutamine, 1X N2 supplement, and 250 ng/mL nerve growth factor (NGF). The following day, the medium was changed to Schwann Cell Media II (SCM-II), which was identical to SCM-I except for the substitution of 10 ng/mL neuregulin in exchange for NGF and the addition of 2 μM forskolin to suppress fibroblast growth. Cells were used for experiments after approximately 10–14 days of culture. Apoptosis assays Human immortalized  NF1 −/−  Schwann cells (iPNF95.6) were plated in triplicate at a density of 5,000 cells/well in 96 well plates, allowed to adhere overnight, and then treated with either DMSO or increasing concentrations of cabozatninib from 39 nM to 5 μM. Navitoclax 1 μM was also used as a positive control. Caspase 3/7 Glo activity (#G8093, Promega) was measured by luminescence after 24 hours of treatment according to the manufacturer’s instructions using SynergyH4 microplate reader. Murine embryonic fibroblast culture Mouse embryos were harvested at 18.5 days post-coitus and dissected under a low-power microscope. After removal of the heads and internal organs, embryos were minced and trypsinized for 20 min. The resultant suspension was seeded onto culture dishes in Iscove’s Modified Dulbecco Medium (IMDM) supplemented with 10% fetal bovine serum (FBS), 1% penicillin/streptomycin, and 1% L-glutamine. Upon reaching confluence, cells were split at 1:2 ratios until a morphologically homogeneous culture was obtained. The cells were then frozen or expanded for further studies. Cells at passage 2–3 were used for experiments. Endothelial Colony Forming Cell Assays Umbilical cord blood derived endothelial colony forming cells (ECFCs) were obtained from the Angio BioCore (Indiana University) and passaged once before plating for a proliferation assay via cell counting. ECFCs were plated on rat tail collagen and were allowed to set down overnight before starting 200ng of GAS6 and/or 100nM cabozantinib treatments. ECFCs were trypsinized and counted manually using a glass hemocytometer after 48 hours with an n=3 independent experiments performed. Mouse sAXL ELISA Levels of circulating sAXL were measured in mouse plasma using the Mouse AXL DuoSet ELISA kit (R&D Systems, DY854) and accompanying DuoSet ELISA Ancillary Reagent Kit 2 (R&D Systems, DY008) according to the manufacturer’s instructions. Mouse plasma samples were assayed in duplicate at dilution of 1:200 in Reagent Diluent. Optical density of each well was measured using a VERSAmax Tunable Microplate Reader (Molecular Devices) with SOFmax PRO software. Optical density readings at 540 nm were subtracted from the readings at 450 nm for wavelength correction. Preclinical Statistical Analysis For the  in vivo  therapeutics studies in  Nf1 flox/flox ;PostnCre  mice treated with either vehicle vs cabozantinb, a preliminary power analysis was conducted to determine the appropriate sample size, assuming a 5% type I error rate. Our preliminary data suggested a coefficient of variation of 48% for tumor number. Thus, we determined that 16 animals per group would allow detection of a 57% reduction in tumor number with an 81.3% power. In addition, our preliminary data indicated that the coefficient of variation for proximal nerve root size was less than 38%. Thus, 16 animals per group would allow us to detect a 40% difference in tumor size with greater than 82.1% power. Statistical analyses were performed with GraphPad Prism 8.0 software (GraphPad, La Jolla, CA). Analysis of variance (ANOVA) and Student’s t-tests with post-hoc correction for multiple comparisons were used to evaluate for statistically significant differences between samples as described in detail within the figure legends. For MIB/MS analysis from  in vivo  drug treatments, log 2  transformed LFQ intensities were filtered to include only kinases with at least three valid values in at least one treatment group and missing values were imputed from the total matrix in Perseus. Student’s t-tests were performed in Perseus with Benjamini-Hochberg correction for multiple hypothesis testing. For  in vitro  MIB competition assays done in duplicate, missing log 2  LFQ intensities were imputed for each column separately.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:28:53"
}