{
  "pmid": "33484105",
  "abstract": "Neurofibromatosis type 1 (NF1) is an autosomal dominant syndrome whose characteristic manifestations include benign neurofibromas, yet NF1 is also associated with a high risk of cancer. Measurements of circulating free plasma DNA (cfDNA) are gaining wider applicability in cancer diagnostics, targeting of therapy, and monitoring of therapeutic response. Individuals with NF1 are likely to be followed up using this method, but the effects of NF1 and neurofibromas on cfDNA levels are not known. We studied peripheral blood samples from 19 adults with NF1 and 12 healthy controls. The cfDNA was isolated from plasma with QIAamp Circulating Nucleic Acid Kit and quantified using the Qubit 2.0 Fluorometer. The cfDNA concentration of each sample was normalized relative to the plasma protein concentration. The normalized median concentration of cfDNA in plasma was 19.3 ng/ml (range 6.6-78.6) among individuals with NF1 and 15.9 ng/ml (range 4.8-47.0) among controls (p = .369). Individuals with NF1 who also had plexiform neurofibroma (pNF) showed non-significantly elevated cfDNA concentration compared to individuals with NF1 and without known pNF (median 25.4 vs. 18.8 ng/ml, p = .122). The effect of NF1 on cfDNA seems to be relatively small and NF1 is therefore unlikely to hamper the use of cfDNA-based assays.",
  "methods": "Experimental Design: cfDNA was isolated from plasma samples of a novel cohort of 101 patients with NF1 and 21 healthy controls and underwent whole-genome sequencing. We investigated diagnosis-specific signatures of copy-number alterations with  in silico  size selection as well as fragment profiles. Fragmentomics were analyzed using complementary feature types: bin-wise fragment size ratios, end motifs, and fragment non-negative matrix factorization signatures. Materials and Methods Healthy controls for plasma collection After obtaining written consent, healthy donor blood samples were obtained at a single time point from appropriately consented donors at the NIH Department of Transfusion Medicine [NIH protocol  NCT00001846 , NIH Intramural Institution Review Board (IRB) identifier 99-CC-0168] and Washington University in St. Louis (WUSTL) Clinical Translational Research Unit [WUSTL protocol  NCT04354064 , WUSTL School of Medicine Human Research Protection Office IRB identifiers 201903142 and 201203042]. Plasma samples were collected from 21 healthy volunteers (Supplementary Table S1). All samples were collected with informed consent for research and IRB approval in accordance with the Declaration of Helsinki. Eligibility for healthy controls included age greater than 18 years and no known history of neoplastic or hematologic disorders. Protocols are available on  ClinicalTrials.gov . Patients with NF1 for plasma collection and clinical classification This study used blood samples prospectively collected from patients with NF1 with PN, AN, and MPNST with the aim of distinguishing these different tumor types by plasma cfDNA analysis. Patients from the NCI and WUSTL with clinically and radiographically diagnosed PN or pathology-proven AN and MPNST were enrolled onto this multi-institutional cross-sectional study with written informed consent (NCI protocol  NCT01109394 , NIH Intramural IRB identifier 10C0086; NCI protocol  NCT00924196 , NIH Intramural IRB identifier 08C0079; WUSTL protocol  NCT04354064 ; WUSTL School of Medicine Human Research Protection Office IRB identifiers 201903142 and 201203042) between 2016 and 2023. Additionally, pretreatment samples from the clinical trial SARC031 were included in the analysis ( NCT03433183 ); no on-treatment samples from SARC031 were considered. NF1 status was determined clinically by consensus criteria ( 22 ). A total of 69 PN, 17 AN, 35 untreated MPNST (minimum of 30 days washout from previous treatments), 10 MPNST on treatment, and 15 resected MPNST with no evidence of disease (NED) peripheral blood samples were collected (Supplementary Tables S1–S3). AN and MPNST are designated by histologic diagnoses; digital pathology from AN specimens was additionally reviewed by two external sarcoma pathologists using consensus criteria (Supplementary Fig. S1; ref.  23 ). Atypical neurofibromatosis neoplasm with unknown biological potential was grouped with AN for analyses. Samples were considered NED by histopathologic assessment and long-term event-free survival; NED patients had a mean follow-up of 485 days (IQR, 406–706 days). All patients underwent clinical management and follow-up per the standard of care. When available, serial blood samples were collected for vignettes at clinically indicated patient assessments. Tissue biopsies and resections were only performed if clinically indicated, and research analyses were only done if sufficient materials remained after clinical evaluation. Tissue genomic profiling was performed by Clinical Laboratory Improvement Amendments–certified molecular laboratories using TruSight Oncology 500 (Illumina) when clinically indicated (Supplementary Fig. S1). Our study examined males and females, and similar findings are reported for both sexes. All samples were collected with informed consent for research and IRB approval in accordance with the Declaration of Helsinki. Protocols are available on  ClinicalTrials.gov . Figure 1. Size-selected copy number in cell-free DNA identifies MPNST but does not resolve premalignant tumor states.  A,  Highest per-participant size-selected ichorCNA copy-number–derived tumor fraction in each clinical state for initial (I) and validation (V) cohorts.  B,  Significance levels of validation cohort size-selected tumor fractions compared with validation MPNST in leave-one-out Wilcoxon rank-sum tests, expressed as −log 10 P  values.  C,  Fragment-length densities for cfDNA in patients with NF1 with PN, AN, and MPNST. Inset represents a magnified view between 90 and 150 base pairs. Colors represent clinical diagnosis. Figure 2. Fragmentomic features differentiate benign, premalignant, and malignant PNST.  A,  Study schema. Participants consisted of patients with imaging- and biopsy-proven MPNST or AN, established patients with PN, and healthy donors. Plasma was collected for fragmentomic analysis. AN and MPNST tissue DNA, when available, was clinically sequenced using the TSO 500 targeted oncology panel. cfDNA was extracted from plasma and underwent WGS with fragmentomic profiles assessed by fragment end motifs, bin-wise fragmentomic profiles, and NMF fragment signatures. Models for each feature type were trained on OVO comparisons with resultant features input into a logistic regression model with 10 repeats of five-fold CV. Optimal thresholds were calculated from ROC analysis of models’ predicted scores using Youden J-statistic. The results were correlated with clinical diagnoses and outcomes.  B,  Heatmap of fragmentomic features. Samples are grouped by diagnostic cohort (MPNST, AN, PN, and healthy) with samples in each cohort ranked from the highest to lowest size-selected CNA-derived tumor fraction. Rows are grouped by fragmentomic feature type. CV, cross-validation; OVO, one-versus-one; TSO 500, TruSight Oncology 500. ( A , Created with  BioRender.com .) Plasma cfDNA isolation, library construction, and sequencing To isolate cfDNA, purified plasma was thawed, and cfDNA was extracted from 2 to 8 mL of plasma using the QIAamp Circulating Nucleic Acid kit (Qiagen). Extracted DNA concentration was measured using the Qubit dsDNA High-Sensitivity Assay kit (Thermo-Fisher), and cfDNA concentration and quality were assessed using a Bioanalyzer (Agilent Technologies). Isolated cfDNA was stored at −20°C until library preparation. cfDNA sequencing libraries were constructed from 10 to 60 ng of isolated DNA using the KAPA HyperPrep kit (Roche) and xGen UDI-UMI Adapters (IDT). All libraries were generated with eight PCR cycles. Libraries were sequenced using 150-bp paired-end reads on a NovaSeq S4 platform (lllumina). Copy-number–based tumor fraction analysis from cfDNA whole-genome sequencing In total, 167 cfDNA libraries were sequenced for use in this study (Supplementary Table S1). cfDNA whole-genome sequencing (WGS) libraries were aligned to GrCh38.p13, deduplicated, and filtered for standard blacklisted regions ( 24 ). Libraries were retained for analysis only if they had >80% mapped bases, <0.3% error rate, >85% unique reads, and >75% Q30 bases. An additional 110 libraries from Szymanski and colleagues ( 21 ) were included to inform size-selected CNA-based tumor fraction held-out validation. We also performed a technical downsampling analysis using 10 plasma samples from patients with histologically confirmed MPNST that underwent cfDNA WGS to a target depth of >25×. One sample failed quality control; therefore, nine subjects were used for this analysis. Each subject’s >25× WGS sequencing data were aligned, deduplicated, and filtered as described above. Resulting bam files were then downsampled to a normalized depth of 25× using subsample seed values 0 to 4 in samtools v1.17 ( 25 ), resulting in five replicates per sample. Downsampling was repeated using seed values 0 to 4 to target coverages of 15×, 10×, 6×, 3×, 1×, 0.6×, 0.3×, and 0.1×. Size-selected, CNA-based tumor fractions were then calculated as described in Szymanski and colleagues ( 21 ) at each downsampled depth and compared per-subject with the matched size-selected tumor fraction at 25× for (i) absolute deviation of the mean tumor fraction from the baseline mean level and (ii) statistical difference between mean tumor fractions at downsampled depth versus at 25× as assessed using the Welch  T  test (Supplementary Fig. S2). Size-selected tumor fraction analysis by CNA was performed as previously described ( 21 ). Briefly, WGS reads were realigned to hg19 and enriched for ctDNA fragments by  in silico  size selection of fragment lengths between 90 and 150 bp. GC content and mappability bias correction, depth-based local copy number estimates, and copy-number–based estimation of tumor fraction were then performed using the ichorCNA tool (Broad v.0.2.0; ref.  26 ). Bin-wise fragmentomic analysis from cfDNA WGS To assess differences in short (100–150 bp) to long (151–220 bp) cfDNA fragment-length ratios across the genome, the GRCh38 reference genome was first divided into nonoverlapping 5-Mb bins, excluding bins with average GC content <0.3 or average mappability <0.9. Similar to previously described methods ( 27 – 29 ), fragment-level GC correction was performed by normalizing to a target GC distribution, by assigning fragments to 1 of 100 discrete GC strata between 0 and 1 representing each fragment’s GC content. The target distribution was set as the median GC content of the 21 healthy donor plasma samples. Profiles of GC-adjusted short-to-long cfDNA ratios were also normalized across samples to account for differences in library size. Dimensionality of the short-to-long fragment ratio features was reduced by performing a principal component analysis within each training set and keeping only the components necessary to explain 90% of the variance between one-versus-one (OVO) disease states.  Z -scores for nonacrocentric autosomal chromosomal arms were also computed from GC-adjusted residuals for short and long fragments by performing locally weighted scatterplot smoothing regression and center-scaling these counts by the mean and SD from corresponding chromosomal arms in healthy controls ( 27 – 29 ). Principal components accounting for 90% of variance and arm-level  z -scores were then input into logistic regression models, along with bin-wise short-to-long cfDNA ratio features, for final model selection. The relative importance of individual genomic bins and chromosomal arms in differentiating AN from MPNST was graphically represented by heatmaps of principal component coefficients and eigenvalues. Short-to-long cfDNA fragment ratios were visualized by cohort (healthy, PN, AN, MPNST, and MPNST on treatment) using per-sample normalized and GC-adjusted short-to-long cfDNA fragment ratios mapped to bins’ genomic coordinates. Figure 3. Bin-wise fragmentomic analysis reveals distinct profiles of healthy controls, PN, AN, and MPNST.  A,  Heatmap of principal component eigenvalues of fragmentation profile features differentiating AN from MPNST. The relative importance of the features is represented at the right (bin-wise short/long ratio changes) and top (chromosomal arm changes) of the heatmap. Red feature importance lines indicate features or principal components associated with MPNST, whereas blue feature importance lines are associated with AN.  B,  Ratio of short to long fragments in 5-Mb bins across the genome in healthy volunteers and patients with PN, AN, and pretreatment MPNST, and patients receiving treatment for their MPNST.  C,  Bin-wise fragmentomic scoring and every 3-month surveillance MRI tumor volumes for a patient with AN diagnosed by biopsy, suspicious for malignant transformation given the rate of tumor growth. Fragmentomic scores for healthy vs. AN (green circle), PN vs. AN (purple circle), and AN vs. MPNST (orange circle) along with discrimination thresholds (horizontal black lines) from a paired blood draw are on the left  y -axis. Tumor volumes are on the right  y -axis, with 26% growth over 1 year indicated.  D,  OVO ROC AUCs of logistic regression models with 10 repeats of fivefold cross-validation performed over the bin-wise short/long ratio and chromosomal arm  z -score data (See “Materials and Methods”). Healthy and disease states included within each comparison are shown along  x - and  y -axes, with AUC indicated both numerically and by heat level. S/L, short to long. cfDNA end-motif analysis For cfDNA sequencing read pairs with perfect alignment with the GRCh38 reference genome, end-motif analysis (was performed on the four terminal nucleotides of the 5′ (forward) end of each read. Motif diversity score (MDS), which is based on Shannon entropy, was then calculated to measure end-motif diversity on a scale from 0 to 1, as described by Jiang and colleagues ( 30 ). Four-mer end-motif frequencies were also deconvolved through NMF into “founder” end-motif profiles (F-profiles) using the method described by Zhou and colleagues ( 31 ). Briefly, a matrix of cfDNA samples and end-motif frequencies was subjected to NMF analysis using the Python sklearn (v.1.3.2) decomposition module. The percentage contribution of each F-profile in each sample was determined by non-negative least squares regression utilizing the scipy.optimize.nnls (v.1.11.3) function in Python. Figure 4. cfDNA fragment end composition distinguishes premalignant from malignant nerve sheath tumors.  A,  Specific 4-mer end motifs that best classify between clinical diagnosis pairs in OVO comparisons; ( P  values calculated using the Benjamini–Hochberg corrected  t  test).  B,  End-motif diversity scores do not differentiate cohorts; (Kruskal–Wallis  H -statistic  P  value > 0.05), although ( C ) MDS in the leave-one-out Wilcoxon rank-sum test against MPNST approach (PN or AN) or surpass (healthy) significance of  P  < 0.05.  D,  Percent contribution of NMF-deconvolved end-motif profiles (F-profiles) in each plasma cfDNA sample by clinical state ( P  values calculated using the Tukey  post hoc  test after Bonferroni-corrected ANOVA).  E,  ROC curves comparing AN and PN using each fragment end method: best-performing individual end motif (ACCA; AUC = 0.69), motif diversity score (AUC = 0.52), and best distinguishing F-profile (F-profile 5; AUC = 0.70). MDS, motif diversity score; *, < 0.1; **, < 0.001; ***, < 0.0001. NMF deconvolution of fragment-length profiles Fragment lengths, extracted from bam files using Picard (v.4.0.1.2) and filtered to remove lengths outside the 30- to 700-bp range, were structured into a count matrix with samples as rows and fragment lengths as columns. This count matrix was then normalized to create a frequency matrix by normalizing rows such that they summed to one. We then used the Python sklearn library (v.1.3.2) decomposition module incorporating up to 20 components, with random initialization, multiplicative updates, and Kullback–Leibler β-divergence. The resulting component weights were used to train logistic regression models as described in the following section. This method was first tested on a two-component model with the assumption that the overall cfDNA profile is an admixture of underlying tumor and non-tumor sources. One of the components was observed to have a left-shifted peak and increased 10 bp periodicity, which has been previously described as distinguishing features of tumor-derived cfDNA, and was therefore assumed to be representative of the tumor source. This assumption was tested by correlating both the percent contribution of the tumor source component and the logistic regression classifier score with the tumor fraction obtained from ichorCNA. The percent contribution of the tumor source component was computed as the weight of the tumor source component divided by the sum of all component weights. The optimal number of components for classification, based on the receiver- operating characteristic (ROC) area under the curve (AUC) of the respective logistic regression classifiers, was selected for each pairwise comparison between disease states and ranged between 18 and 20 (components: healthy–PN, 19; healthy–AN, 19; healthy–MPNST, 20; PN–AN, 19; PN–MPNST, 18; AN–MPNST, 20; Supplementary Fig. S3). Figure 5. NMF decomposition of cfDNA fragment signatures distinguishes benign, premalignant, and malignant PNST.  A,  Fragment-length signatures inferred from two-component NMF decomposition of healthy and MPNST cfDNA samples (See “Materials and Methods”).  B,  Correlation between size-selected CNA-derived tumor fraction and NMF MPNST score. Circle colors denote samples correctly classified by NMF and tumor fraction (red), NMF only (blue), tumor fraction only (yellow), or misclassified by both NMF and tumor fraction (gray). The thresholds for detecting MPNST by tumor fraction (healthy–MPNST, 0.0305, See “Materials and Methods”) and NMF (healthy–MPNST, 0.5895, See “Materials and Methods”) are denoted by horizontal and vertical dashed lines, respectively.  C,  ROC AUC of logistic regression following 10 repeats of fivefold cross-validation using OVO plasma cfDNA NMF deconvolution scores as input. Healthy and disease states included within each comparison are shown along  x - and  y -axes, with AUC indicated numerically and by heat level. TF, tumor fraction. Logistic regression model development and implementation Logistic regression models from the Python sklearn library (v1.3.2) were used to analyze each set of cfDNA fragmentomic features with 10 repeats of fivefold cross-validation. The sklearn.model_select.RepeatedStratifiedKFold class was used to preserve class ratios across training folds. All models were separately applied to each cfDNA fragmentomic feature type in pairwise comparisons between nonmalignant, premalignant, and malignant disease states. Inputs to the logistic regression models were (i) principal components of fragment ratio bins responsible for 90% of the overall variance and arm-level  z -scores for bin-wise fragmentomics, (ii) percent contribution of F-profile 4, and (iii) weights of the components derived from fragment-length NMF deconvolution. Hyperparameters were optimized for regularization penalty (λ) via grid search using sklearn.model_selection.GridSearchCV. Model coefficients from every iteration of cross-validation were saved to verify model consistency and stability. Predicted sample scores were then computed for each pairwise comparison across nonmalignant, premalignant, and malignant disease states for each fragment feature type using the median score from the test-fold of each cross-validation repeat. ROC analysis was then used to quantify each model’s discriminative power by AUC, with the optimal threshold selected by the Youden index. Training and cross-validation sets included healthy ( n  = 21), MPNST pretreatment ( n  = 35), AN ( n  = 17), and PN ( n  = 69) plasma cfDNA samples. MPNST on-treatment ( n  = 10) and treated MPNST with NED ( n  = 15) cfDNA samples were held out from model training but were subsequently analyzed using the trained models (Supplementary Table S3). Compiled sample scores for bin-wise short/long fragment ratios, chromosomal arm-level z-scores, 4-mer end-motif diversity scores, and fragment-length NMF scores were represented by heatmaps using ComplexHeatmap (v.2.14.0) with supervised clustering using the diagnostic cohort (MPNST, AN, PN, and healthy) and with samples in each cohort ranked from the highest CNA-derived tumor fraction to the lowest. Power and statistical analysis Using CNA and fragment size, we previously developed a specific and sensitive classifier for MPNST versus PN using a cohort of only 14 patients with MPNST ( 21 ). Therefore, assuming a medium effect size and using Cohen's  f  = 0.6 with an α = 0.05 and power = 0.80, we project that the sample size needed to detect differences between disease states would be  n  = 10 samples per group (groups = healthy controls, PN, AN, and MPNST). Our category group sizes met or exceeded this estimate for all comparisons (Supplementary Table S3). When testing associations between plasma tumor fraction or fragmentomic features and clinical status, the distributions of feature scores for each clinical status were compared using the Kruskal–Wallis H test with pairwise comparisons using the Dunn test. Statistical analyses were performed using R v.4.2.2 or GraphPad Prism 10. Figure 6. cfDNA fragment-length NMF adjudicates diagnostic challenges and granularly classifies across healthy and disease states.  A,  NMF of cfDNA fragment lengths correctly classifies MPNST initially misclassified as AN by tissue biopsy. This patient had core-needle biopsy of a PET-CT avid left scapular tumor. Histopathology of the needle biopsy was consistent with a premalignant AN. Given the morbid location and nonmalignant pathology, the patient underwent a narrow-margin resection of the tumor. By NMF, both prebiopsy plasma cfDNA and preresection plasma cfDNA were consistent with MPNST (closed circle). Histopathology of the surgical resection tissue revealed foci of high-grade MPNST within interfacing AN and PN. Due to the inadequate oncologic margins, the patient underwent adjuvant radiotherapy. Plasma cfDNA during adjuvant radiotherapy showed moderately decreased NMF scores just below the MPNST detection threshold (open circle). On day 117 postresection, the patient was found to have radiographic evidence of MPNST at the edge of the radiation field consistent with locoregional recurrence. Corresponding plasma cfDNA NMF was again consistent with MPNST. Size-selected CNA-derived tumor fraction from cfDNA also identified MPNST throughout the treatment course. MPNST detection cutoffs are indicated by dashed lines with closed circles above the line indicating liquid biopsy MPNST detection.  B,  Comparison of size-selected CNA-based and fragmentomic cfDNA liquid biopsy methods’ ROC AUC across all nonmalignant, premalignant, and malignant disease states. The inset legend indicates the utilized method. Data shown are 10 repeat fivefold cross-validated. L, left; TF, tumor fraction; XRT, radiotherapy. Data availability Sequencing data are available on dbGaP accession phs003712.v1.p1 ( https://www.ncbi.nlm.nih.gov/projects/gap/cgi-bin/study.cgi?study_id=phs003712.v1.p1 ). Additional data are available upon request to the corresponding authors.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:11:34.273803",
  "abstract_length": 1316,
  "methods_length": 22330,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}