{
  "pmid": "PMID:33507258",
  "title": "Assessment of RAS Dependency for BRAF Alterations Using Cancer Genomic Databases.",
  "abstract": "IMPORTANCE: Understanding RAS dependency and mechanisms of RAS activation in non-V600 BRAF variant cancers has important clinical implications. This is the first study to date to systematically assess RAS dependency of BRAF alterations with real-world cancer genomic databases. OBJECTIVE: To evaluate RAS dependency of individual BRAF alterations through alteration coexistence analysis using cancer genomic databases. DESIGN AND SETTING: A cross-sectional data analysis of 119 538 nonredundant cancer samples using cancer genomics databases including GENIE (Genomics Evidence Neoplasia Information Exchange) and databases in cBioPortal including TCGA (The Cancer Genome Atlas) (accessed March 24, 2020), in addition to 2745 cancer samples from Mayo Clinic Genomics Laboratory (January 1, 2015, to July 1, 2020). Frequencies and odds ratios of coexisting alterations of RAS (KRAS, NRAS and HRAS) and RAS regulatory genes (NF1, PTPN11 and CBL) were calculated for individual BRAF alterations, and compared according to the current BRAF alteration classification; cancer type specificity of coexisting alterations of RAS or RAS regulatory genes was also evaluated. MAIN OUTCOMES AND MEASURES: Primary outcome measurement is enrichment of RAS (KRAS, NRAS and HRAS) alterations in BRAF variant cancers. Secondary outcome measurement is enrichment of RAS regulatory gene (NF1, PTPN11, and CBL) in BRAF variant cancers. RESULTS: A total of 2745 cancer samples from 2708 patients (female/male ratio: 1.0) tested by Mayo Clinic Genomics Laboratory and 119 538 patients (female/male ratio: 1.1) from GENIE and cBioPortal database were included in the study. In 119 538 nonredundant cancer samples, class 1 BRAF alterations and BRAF fusions were found to be mutually exclusive to alterations of RAS or RAS regulatory genes (odds ratio range 0.03-0.13 and 0.03-0.73 respectively), confirming their RAS independency. Both class 2 and class 3 BRAF alterations show variable and overlapping levels of enriched RAS alterations (odds ratio range: 0.03-5.9 and 0.63-2.52 respectively), suggesting heterogeneity in RAS dependency and a need to revisit BRAF alteration classification. For RAS-dependent BRAF alterations, the coexisting alterations also involve RAS regulatory genes by enrichment analysis (for example, S467L shows an odds ratio of 8.26 for NF1, 9.87 for PTPN11, and 15.23 for CBL) and occur in a variety of cancer types with some coalterations showing cancer type specificity (for example, HRAS variations account for 46.7% of all coexisting RAS alterations in BRAF variant bladder cancers, but 0% in non-small cell lung cancers). Variant-level assessment shows that BRAF alterations involving the same codon may differ in RAS dependency. In addition, RAS dependency of previously unclassified BRAF alterations could be assessed. CONCLUSIONS AND RELEVANCE: Current BRAF alteration classification based on in vitro assays does not accurately predict RAS dependency in vivo for non-V600 BRAF alterations. RAS-dependent BRAF variant cancers with different mechanisms of RAS activation suggest the need for different treatment strategies.",
  "authors": "Yiqing Zhao; Hanzhong Yu; Cris M Ida; Kevin C Halling; Benjamin R Kipp; Katherine Geiersbach; Kandelaria M Rumilla; Sounak Gupta; Ming-Tseh Lin; Gang Zheng",
  "journal": "JAMA network open",
  "publicationDate": "2021-01-04",
  "doi": "10.1001/jamanetworkopen.2020.35479",
  "methods": "Methods Targeted next generation sequencing data from 2745 cancer samples (lung cancer, colorectal cancer, and melanoma) that have undergone clinical testing at Mayo Clinic Genomics Laboratory from January 1, 2015, to July 1, 2020, were collected with ACE (Advanced Cohort Explorer). This study was approved by the institutional review board at Mayo Clinic Rochester. A waiver was granted by the institutional review board at Mayo Clinic Rochester because the study is a retrospective data analysis with deidentified data. In addition, targeted next generation sequencing data from 79 720 samples from 75 191 patients in GENIE database (v.7.0, public release: January 2020, access date: March 24, 2020), and 176 nonduplicate studies available in cBioPortal (access date: March 24, 2020)  including 46 697 samples from 44 347 patients were also collected. Both GENIE and cBioPortal databases are publicly available to the entire scientific community. We removed duplicated patients and only kept their earliest record, resulting in a total number of 119 538 non-Mayo samples. We removed duplicate records and kept only the earliest record, resulting in a total number of 119 538 non-Mayo samples. 9 , 10 Statistical Analysis To analyze the coexistence pattern of genes of interest ( KRAS ,  NRAS ,  HRAS ,  NF1 ,  PTPN11 ,  CBL ), distributions of samples based on  BRAF  alteration status ( BRAF altered  and  BRAF unaltered ) and alteration status of genes of interest were summarized in 2 × 2 contingency tables. The SNVs and indels, fusions (for  BRAF ), and copy number alterations ( RAS  amplification and  NF1  loss) were included in the analysis. Variants with less than 2 Catalogue of Somatic Mutations in Cancer counts were excluded as passenger alterations. Odds ratios (ORs) and frequencies of coalterations were calculated for individual  BRAF  alterations.  BRAF  alteration classification was based on previous studies.  The χ 1 , 2 2  test was used with the 2 × 2 contingency tables to test whether alterations coexist or are mutually exclusive to each other. The 95% CIs of ORs were calculated as exp(ln(OR)±1.96*SE(ln(OR))). Standard error SE(ln(OR)) was calculated as [(1/ A ) + (1/ B ) + (1/ C ) + (1/ D )] 1/2 , where A, B, C, D are 4 numbers in the 2 × 2 contingency table. For contingency table with a value of 0, we applied Haldane-Anscombe correction by adding 0.05 to each cell and then calculated OR and its CI.  P  value was calculated through χ 2  test for each contingency table. A  P  < .05 was considered statistically significant. This study followed the Strengthening the Reporting of Observational Studies in Epidemiology ( STROBE ) reporting guideline for cross-sectional studies as applicable.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:28:55"
}