{
  "pmid": "PMID:33507822",
  "title": "NF106: A Neurofibromatosis Clinical Trials Consortium Phase II Trial of the MEK Inhibitor Mirdametinib (PD-0325901) in Adolescents and Adults With NF1-Related Plexiform Neurofibromas.",
  "abstract": "PURPOSE: Patients with neurofibromatosis type 1 (NF1) frequently develop plexiform neurofibromas (PNs), which can cause significant morbidity. We performed a phase II trial of the MAPK/ERK kinase inhibitor, mirdametinib (PD-0325901), in patients with NF1 and inoperable PNs. The primary objective was response rate based on volumetric magnetic resonance imaging analysis. METHODS: Inclusion criteria included age ≥ 16 years and a PN that was either progressive or causing significant morbidity. First-dose pharmacokinetics were performed. Patients completed patient-reported outcome measures. Patients received mirdametinib by mouth twice a day at 2 mg/m RESULTS: Nineteen patients were enrolled, and all 19 received mirdametinib. The median age was 24 years (range, 16-39 years); the median baseline tumor volume was 363.8 mL (range, 3.9-5,161 mL). Eight of the 19 patients (42%) achieved a partial response of the target PN by course 12, and 10 (53%) had stable disease. One patient (5%) developed progressive disease at course 8. Significant and durable decreases were observed in pain ratings. CONCLUSION: To our knowledge, this analysis represents the first characterization of the activity and pharmacokinetics of mirdametinib in patients with NF1 and PNs and is the first published response study for MAPK/ERK kinase inhibitors in adults with NF1 and PNs. Mirdametinib given at 2 mg/m",
  "authors": "Brian D Weiss; Pamela L Wolters; Scott R Plotkin; Brigitte C Widemann; James H Tonsgard; Jaishri Blakeley; Jeffrey C Allen; Elizabeth Schorry; Bruce Korf; Nathan J Robison; Stewart Goldman; Alexander A Vinks; Chie Emoto; Tsuyoshi Fukuda; Coretta T Robinson; Gary Cutter; Lloyd Edwards; Eva Dombi; Nancy Ratner; Roger Packer; Michael J Fisher",
  "journal": "Journal of clinical oncology : official journal of the American Society of Clinical Oncology",
  "publicationDate": "2021-03-01",
  "doi": "10.1200/JCO.20.02220",
  "methods": "METHODS Inclusion criteria included age ≥ 16 years and a PN that was either progressive or causing significant morbidity. First-dose pharmacokinetics were performed. Patients completed patient-reported outcome measures. Patients received mirdametinib by mouth twice a day at 2 mg/m 2 /dose (maximum dose = 4 mg twice a day) in a 3-week on/1-week off sequence. Each course was 4 weeks in duration. Evaluations were performed after four courses for the first year and then after every six courses. Patients could receive a maximum of 24 total courses. METHODS Study Design and Population Patients were enrolled at NF Clinical Trials Consortium sites. Inclusion criteria included age ≥ 16 years with NF1 and an unresectable PN either with significant progression in the past year (defined as ≥ 20% increase in the volume, ≥ 13% increase in the product of the two longest perpendicular diameters, or ≥ 6% increase in the longest diameter) or with PN-related significant morbidity (Table  1 ). PNs were at least 3 mL and amenable to volumetric magnetic resonance imaging (MRI) analysis; central review was performed in real time. Exclusion criteria included prior therapy with a MEKi. Other eligibility and exclusion criteria are given in Appendix Table A 1  (online only). Patients who had received prior therapy required an adequate washout period. The primary objective was to evaluate the response rate to mirdametinib based on volumetric MRI analysis. TABLE 1. Baseline Demographics Therapy Patients received mirdametinib orally twice a day (BID) at 2 mg/m 2 /dose (maximum dose of 4 mg BID; capsules swallowed whole) in a 3-week on/1-week off sequence because of concerns of musculoskeletal, neurologic, and ocular toxicity seen at doses > 10 mg BID for adults with malignancy  and based on evidence of PN shrinkage even with low doses. 7 , 8  Patients could receive a maximum of 24 four-week courses. Patients were removed from therapy for mirdametinib-related dose limiting toxicity (DLT), progressive disease (PD), or lack of partial response (PR; defined as a ≥ 20% reduction in tumor volume compared with baseline) by the end of 12 courses. Patients without at least 15% reduction in target tumor volume by the end of course 8 were removed from protocol therapy for safety concerns, as it was believed that the likelihood of achieving a response by 12 courses was minimal. 6 DLTs (hematologic or nonhematologic) were defined as either ≥ grade 3 or clinically significant grade 2 toxicities that did not resolve within 72 hours of maximal medical management. Patients who experienced a DLT that was possibly, probably, or definitely related to mirdametinib held drug until the toxicity was completely resolved. If toxicity resolved within 2 weeks, mirdametinib was restarted at a lower dose (Appendix Table A 2 , online only). Toxicities requiring removal from protocol therapy included: any mirdametinib-related DLT that recurred on a reduced dose (ie, no patient could be dose-reduced more than once); any ≥ grade 3 mirdametinib–related toxicity that did not resolve to ≤ grade 1 within 2 weeks; development of retinal vein occlusion; and development of glaucoma, intraocular pressure > 21 mm Hg, or any significant abnormality on ophthalmic examination. Study Evaluations Patients underwent the following study evaluations at enrollment and after courses 4, 8, and 12, and then after courses 18 and 24 for those who continued therapy. Assessment of PN volume. Patients underwent noncontrast axial and coronal short-TI inversion recovery MRI at the designated time points. Response was evaluated centrally at the National Cancer Institute based on changes in tumor volume, as previously reported.  PD was defined as a ≥ 20% increase in volume compared with baseline and PR as ≥ 20% reduction in the volume of the target PN. 9 Safety monitoring. Safety monitoring included physical examination and laboratory studies (including blood counts, comprehensive metabolic panel, and creatine phosphokinase). Patients had an ophthalmology evaluation after courses 1 and 2, then every two courses for the first year, and every three courses in year 2. Adverse events (AEs) were graded according to National Cancer Institute Common Terminology Criteria for Adverse Events v4.0. Participants were considered evaluable for toxicity if they received at least one dose of study drug and were removed from treatment for toxicity or completed one full course of therapy. A priori, we stated that mirdametinib was worthy of further study in this population if ≥ 25% of participants achieved PR after 12 courses without clinically significant toxicity. Patient-reported outcome measures. Patients completed the following patient-reported outcome (PRO) measures at the above time points. The Numerical Rating Scale-11  is a self-report measure of pain intensity that was adapted to assess PN-related pain for NF1 clinical trials. 10  Patients were asked to choose their most important tumor pain and rate it from 0 (no pain) to 10 (worst pain) in the past week. The same tumor pain was to be rated at each evaluation. 11 The Brief Pain Inventory Pain Interference subscale  assesses the impact of pain on daily functioning in seven areas from 0 (does not interfere) to 10 (completely interfered) in the past week; it yields a mean total score. 12 The Pediatric Quality of Life Inventory NF1 module is a disease-specific health-related quality-of-life (QOL) measure  assessing 16 domains. Responses on a five-point Likert scale are transformed to a scale of 0-100 (higher scores = better QOL); it produces mean domain and total scores. 13 Pharmacokinetic analysis. Whole blood samples were collected before treatment and at 30 minutes and 1, 2, 3, 4, 6, 8, and 10 hours after the first dose. Samples were assayed for mirdametinib and the active metabolite, PD-0315209 (only contributes about 3% to total MEK inhibition), by liquid chromatography with tandem mass spectrometry detection (Advion BioSciences, Inc, Ithaca, NY). A noncompartmental analysis was performed to estimate area under the concentration-time curve from time 0 to 12 hours (AUC 0-12h ) after a single dose of mirdametinib using Phoenix WinNonlin (Version 8.1; Certara, Princeton, NJ). A population pharmacokinetics (PK) analysis was also performed using nonlinear mixed effect modeling with NONMEM (version 7.2; ICON, Ellicott City, MD) with Perl speaks NONMEM version 3.6.2 and Pirana version 2.7.1 (Certara). Mirdametinib concentration time data were modeled to generate individual PK estimates during steady-state treatment. The apparent clearance and actual dose treated at time point of response assessment were used to estimate total mirdametinib exposure expressed as AUC 0-12h  to evaluate the relationship of exposure with tumor shrinkage. Statistical Analysis This study used an optimal Simon 2-stage design, with a null hypothesis response rate of 0.05 and an alternative of 0.25, a power of 80%, and a type I error of 0.05. This called for a first-stage sample size of nine participants with expansion up to 19 participants (if at least one of the first nine had a PR) to achieve at least 17 participants evaluable for response. The pain and QOL data were summarized with descriptive statistics (means, standard deviation [SD]) via SAS version 9.4 (Cary, NC). Changes over time were evaluated using a mixed model approach via Least Squares Means in the total group (N = 19) and in patients achieving a PR (PR group; n = 8) compared with patients not achieving a PR (no-PR group; n = 11). We fit a final linear mixed model that included time and group as fixed effects (interaction of time and group was not significant and was removed). For random effects, we included only an intercept and assumed exchangeable correlation for the outcomes.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:28:56"
}