{
  "pmid": "PMID:33519543",
  "title": "Autism Spectrum Disorder Symptom Profile Across the RASopathies.",
  "abstract": "Dysregulation of the Ras MAPK signaling pathway is implicated in the pathogenesis of autism spectrum disorder (ASD). The RASopathies, a group of disorders caused by mutations of the Ras/MAPK pathway genes, share many overlapping clinical features. Studies suggest a high prevalence of ASD in the RASopathies, but detailed characterization of the ASD profile is lacking. The aim of this study was to compare the ASD symptom profile of three distinct RASopathies associated with both gain-of-function and loss-of-function mutations: neurofibromatosis type 1 (NF1), Noonan syndrome (NS), and cardiofaciocutaneous syndrome (CFC). Participants were drawn from existing databases if they had a diagnosis of a RASopathy, met the criteria for ASD, and were able to communicate verbally. We compared the phenotypic profile of NF1 + ASD (",
  "authors": "Marie-Maude Geoffray; Bruno Falissard; Jonathan Green; Browyn Kerr; D Gareth Evans; Susan Huson; Emma Burkitt-Wright; Shruti Garg",
  "journal": "Frontiers in psychiatry",
  "publicationDate": "2020",
  "doi": "10.3389/fpsyt.2020.585700",
  "methods": "Methods Participants Participant data collected on children with NF1, NS, and CFC aged 4–18 years were available from three previously published independent studies ( 15 ,  16 ,  27 ). Two studies characterized the ASD prevalence in NF1, NS, and CFC. A further sample was drawn from a randomized controlled trial (RCT) of simvastatin in children with NF1. Participants included as part of the simvastatin RCT were recruited from regional genetic centers and through NF charity advertisements. All participants had detailed ASD assessments. Participants who met the following inclusion criteria were included in this study: (1) meeting ASD cut-off on the Autism Diagnostic Interview Revised (ADI-R); (2) scoring above the ASD cut-off on the Autism Diagnostic Observation Schedule-2 (ADOS-2); (3) having a minimal language by sentence, as confirmed by the use of a module 2, 3, or 4 ADOS-2. Children with “no or few words,” assessed with module 1 ADOS-2, were excluded from this study. Out of 212 children with RASopathies in the datasets, 69 children with RASopathies and ASD met the inclusion criteria. Among these children with RASopathies and ASD, three children were non-verbal and excluded from the overall analyses as their profile are not directly comparable with verbal ASD. Thus, our final population consisted of 66 children with RASopathies and ASD. Measures Behavioral phenotyping was done using the following standardized well-validated measures: (1) The Wechsler Abbreviated Scale of Intelligence-II (WASI-II) was used to measure verbal intellectual functioning (VIQ), based on two subscales called Similarities and Vocabulary. (2) The Autism Diagnostic Observation Schedule–second edition (ADOS-2) was used to measure current autism clinical profile. ADOS is a semi-structured, standardized observational assessment in communication, play, imaginative skills, and repetitive behaviors. It consists of four modules appropriate to different developmental age and expressive language skills. According to the ADOS manual, module 2 is for children of any age who use phrase speech but are not verbally fluent, module 3 is for verbally fluent children and young adolescents, and module 4 is for verbally fluent older adolescents. For the purposes of this study, we use all the items common to modules 2, 3, and 4. Scores on items range from 0 (no evident abnormality) to 3 (marked abnormality). We also used the subscale Social Affect domain (ADOS-SA) and Restrictive and Repetitive Behavior domain (ADOS-RRB), and the overall score (ADOS-composite) scored in Comparative Severity Score (CSS) (minimum–maximum = 0–10) ( 28 ). The CSS are calibrated scores derived from raw total scores. CSS of 1–3 corresponds to an ADOS classification of “Nonspectrum,” CSS of 4–5 “ASD,” and a CSS of 6–10 to “autism” [see Hus et al. ( 28 ) for more details]. (3) Autism Diagnostic Interview-Revised (ADI-R) ( 29 ) was used for detailed parent interviews. It measures the clinical profile throughout the development based on parent-reported observation gathered during a structured interview. The aim of the interview is to collect data about the most abnormal behavior exhibited in the past, either when the child was between 4 and 5 years old or “Ever” (“4–5 most abnormal/ever”). The ADI-R also allows for collecting data on early milestones and early general skills development (e.g., age of first phrases). It includes 87 items scored in range from 0 (no evident abnormality) to 3 (marked abnormality) except for the early general skills development which are scored in range of age of acquisition. First Walked unaided was considered delay after 18 months old and very delay after 36 months old. Daytime Bladder control and bowel control were considered delay for an age equal or superior to 36 months, and very delay after 60 months. Night-time Bladder control was considered delay after 48 months and very delay after 84 months. First single words were considered delay after 24 months and very delay after 60 months old. First phrases were considered delay after 36 months old and very delay after 60 months old. Individual items (scored 0–3) were grouped together in 12 ADI-R subscores in the proposed algorithm which in turn provided three domains scores, which are Qualitative Abnormalities in Reciprocal Social Interaction (Domain A), Qualitative Abnormalities in Communication (Domain B), and Restricted, Repetitive, and Stereotyped Patterns of Behavior (Domain C). Each of the domains A, B, and C is composed of four subscores, correlating to specific ASD symptoms. (4) Conners Parent Rating Scale (3rd edition, short form) measured ADHD symptomatology. The two domains, inattention and hyperactivity, were used in the study and presented in T-score. A significant clinical score was defined as greater than or equal to 65. Statistical Analysis Data were analyzed in SPSS version 25 (SPSS Inc., Chicago, USA). Mean (M) and SD (or ratio for categorical variable) of each characteristic of the population were described. As ADOS items, domain and overall scores CS, items of early general skills development, ADI-R algorithm subscores, and ADI-R algorithm domains mean scores were not normally distributed in each of the RASopathies, non-parametric analyses were used. Summary statistics including group means and CIs are presented. Graphs described the current clinical profile with ADOS items, autistic clinical Profile by the “4–5 most abnormal/ever” subscores of ADI-R, and early general skills development. In an exploratory analysis, we compared the clinical profile, currently, the most abnormal at 4–5 years old or “ever” and throughout early development, between the three groups of children with RASopathies using an independent-samples Kruskal–Wallis test. A two-tailed  p -value of < 0.001 was considered significant after Bonferroni correction for multiple comparisons.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-20 17:37:01"
}