{
  "pmid": "PMID:33574490",
  "title": "Using antisense oligonucleotides for the physiological modulation of the alternative splicing of NF1 exon 23a during PC12 neuronal differentiation.",
  "abstract": "Neurofibromatosis Type 1 (NF1) is a genetic condition affecting approximately 1:3500 persons worldwide. The NF1 gene codes for neurofibromin protein, a GTPase activating protein (GAP) and a negative regulator of RAS. The NF1 gene undergoes alternative splicing of exon 23a (E23a) that codes for 21 amino acids placed at the center of the GAP related domain (GRD). E23a-containing type II neurofibromin exhibits a weaker Ras-GAP activity compared to E23a-less type I isoform. Exon E23a has been related with the cognitive impairment present in NF1 individuals. We designed antisense Phosphorodiamidate Morpholino Oligomers (PMOs) to modulate E23a alternative splicing at physiological conditions of gene expression and tested their impact during PC12 cell line neuronal differentiation. Results show that any dynamic modification of the natural ratio between type I and type II isoforms disturbed neuronal differentiation, altering the proper formation of neurites and deregulating both the MAPK/ERK and cAMP/PKA signaling pathways. Our results suggest an opposite regulation of these pathways by neurofibromin and the possible existence of a feedback loop sensing neurofibromin-related signaling. The present work illustrates the utility of PMOs to study alternative splicing that could be applied to other alternatively spliced genes in vitro and in vivo.",
  "authors": "Josep Biayna; Helena Mazuelas; Bernat Gel; Ernest Terribas; Gabrijela Dumbovic; Inma Rosas; Juana Fernández-Rodriguez; Ignacio Blanco; Elisabeth Castellanos; Meritxell Carrió; Conxi Lazaro; Eduard Serra",
  "journal": "Scientific reports",
  "publicationDate": "2021-02-11",
  "doi": "10.1038/s41598-021-83152-w",
  "methods": "Materials and methods Cell culture PC12 cells (ATCC CRL-1721) were grown on Collagen IV-coated dishes (25 μg/ml) and maintained in RPMI 1640 medium, supplemented with 10% fetal bovine serum (complete RPMI medium) at 37ºC in 5% of CO 2 . For the NGF treatment, PC12 were plated on Collagen IV-coated dishes in complete medium for 24 h and then switched to RPMI with 1% fetal bovine serum and 50 ng/ml NGF (Promega). H19-7/ IGF-IR (ATCC CRL-2526) were maintained in DMEM supplemented with 10% fetal bovine serum, 200 mg/ml of G418 (Calbiochem) and 1 mg/ml of puromycin (Sigma-Aldrich) at 33ºC in 5% CO 2 . For differentiation experiments, H19-7/IGF-IR cells were grown to confluence and then cells were washed extensively and shifted to the non-permissive temperature of 39ºC with 5% of CO 2  in DMEM medium supplemented with 1X N2 (Calbiochem) and 10 ng/mL bFGF (Invitrogen). Primary Schwann cells previously isolated from an NF1 patient nerve biopsy, were thawed and cultured on Poly-L-Lysine (0.1 mg/mL) and laminin (4 µg/mL) coated plates in Schwann Cell Media (SCM) + forskolin, and incubated at 37 °C and 10% CO 2  for 24 h as described previously . Then medium was replaced by SCM without forskolin for 2 days. For proliferative conditions, cells were cultured in SCM + forskolin for 1 day and replaced with SCM for 2–3 days, repeating this process in cycles. For differentiation conditions, cells were cultured with SCM + forskolin constantly for 5 days. 69 RNA extraction, quantification and reverse transcription (RT) Total RNA was extracted using Tripure Isolation Reagent (Roche). Quality and quantity were assessed using NanoDrop spectrophotometer and gel electrophoresis analysis. For an accurate quantification, size and integrity of the RNA was determined with Bioanalyzer (RNA Nano Assay: 25–500 ng/µl), according to manufacturer instructions. Reverse transcription of 1-3 μg of RNA was performed with SuperScript II First-Strand Synthesis System (ThermoFisher Scientific) with random hexamers (Life Technologies, SA) following manufacturer’s instructions. E23a alternative splicing analysis and  Nf1  expression levels For the quantification of E23a alternative splicing (Figs.  2 D and  3 D) and  Nf1  expression levels (Figs.  2 E and  3 E) RT-qPCR analysis was performed. Primers used are summarized in Supplementary Table  S2 . In particular, primers were designed to specifically detect exon 23a skipping (exon 23–2/24 boundary) and inclusion (exon 23–2/23a boundary). In addition, a pair of primers was used to detect the expression of constitutive exon 3, to assess global  Nf1  expression. Expression levels were normalized using  Rpl29  and  Rpl19  reference genes . RT-qPCR was performed using SYBR Green I master mix (Thermo Fisher Scientific) according to manufacturer’s instructions. Reactions were run on Light Cycler 480 II Real Time PCR system (Roche). Conditions for amplification were as follows: 95 °C for 10 min; 40 cycles of 95 °C for 10 s, 59 °C for 30 s, and 72 °C for 20 s; and finally, a melting curve of 95 °C for 5 s and 65ºC for 1 min. 70 Monitorization of E23a alternative splicing status in all other experiments was performed by RT-PCR using 1 μl of cDNA and running PCR products on a 2% agarose gel. Primers (forward E23-2 and reverse E25, Supplementary Table  S2 ) and PCR conditions were based in the work of Metheny L et al. (1996)  in a 25 cycles reaction. Percent spliced-in (PSI) was calculated as the proportion of type II isoform versus total expression, using band intensities and according to this formula: (PSI) = Type II Isoform/(Type II + Type I isoforms). 28 PMO design and treatment conditions The 25-mer PMOs were designed, synthesized and purified by GeneTools (Philomath, OR, USA) (Supplementary Table  S1 ). PMOs designed to force the skipping of exons 14 (E14) and 23a (E23a) did not require any additional analysis. However, in order to identify the proper target sequences for the design of PMOs forcing the inclusion of E23a, a previous bioinformatic analysis was performed. A sequence comprising E23a and 160 bp of the intron sequence preceding it (hg38, chr17: 31252778–31253000) containing a high degree of homology across species was analyzed using the online tool SpliceAid 2  to determine RNA sequences predicted to be bound by splicing proteins in humans. The SpliceAid 2 database contains human splicing factors expression data and RNA target motifs information. The high level of conservation of intronic and exonic sequences across the E23a region opened the possibility that the molecular mechanisms and splicing regulation were conserved between human and rat (PC12 cells). Considering the predicted binding sites and previously published data 71 , we identified intronic sequences of 20–30 bp with potential regulatory properties for its inclusion and selected three of these regions, the conserved splicing regions (CSR) I, II and III, for the design of 25-mer complementary PMOs to sterically block the potential binding of the regulatory proteins. These PMOs were functionally tested in vitro. 11 , 12 Endo-Porter (GeneTools) was used to deliver PMOs into cells, according to the manufacturer’s instructions. For the PMO treatment cells were seeded at 50% of confluence. The next day, culture medium was replaced with fresh medium containing the indicated concentrations of PMOs. Immediately after, Endo-Porter (6 mM) was added and mixed. For the detection of exon 14 skipping, PC12 cells were treated with 200 μg/ml puromycin (Sigma) 4 h before RNA extraction to inhibit the nonsense-mediated decay (NMD) mechanism. Three biological replicates were done for each condition to be studied. Differentiation assays and quantitative morphology Phase contrast images of living PC12 cells were acquired with a LEICA DMI 6000B inverted microscope. At least 10 independent fields per condition were acquired. Cells with at least one neurite with length equal or longer to the cell body diameter were considered differentiated. We calculated the number of differentiated and undifferentiated cells in each field to obtain the percentage of differentiated cells over total cells in the field. Neurite extension was measured by determining the length of at least 10–20 neurites per field using the ImageJ  (versions 1.45 s and 1.8.0_172;  72 https://imagej.nih.gov/ij/download.html ) plugin NeuronJ . Neurite thickness was analyzed using ImageJ 73  (versions 1.45 s and 1.8.0_172;  72 https://imagej.nih.gov/ij/download.html ) and measured at three different neurite locations from the cell body (distal, central and apical). The NADH-dehydrogenase activity assay was measured with a Cell Counting Kit-8 (Dojindo), following the manufacturer’s instructions and measuring absorbance at 450 nm using a microplate reader (Spectra Max 34OPC, Molecular Devices). The absorbance values were normalized with the total number of cells per condition. Expression levels of neuronal markers  Gap43 ,  Mmp3  and  Dusp6  were analyzed by RT-qPCR using the same conditions as described above for  Nf1 , also normalized using  Rpl29  and  Rpl19  reference genes . 70 Immunofluorescence Cells were grown on plastic chamber slides, fixed in 4% Paraformaldehyde, permeabilized with 0.1% Triton X-100 for 10 min and blocked for 15 min in 10% of Fetal Bovine Serum (FBS) in PBS. Cells were incubated with α-tubulin (Invitrogen, 1:1000) and NGFR (Advance Targeting systems, 1:100) antibodies in 1% FBS in PBS and incubated 2 h at room temperature (RT). Secondary antibody Alexa Fluor 568 goat anti-rabbit IgG (H + L) (Invitrogen) was used at 1:1000 in PBS (10% FBS) and incubated for 45 min at RT. Glass cover slips were mounted with VECTASHIELD mounting medium with DAPI H-1200 (Vector Laboratories). Images were taken with the confocal microscope Zeiss AxioObserver Z1. Cell death analysis The analysis of apoptotic cells was performed using Annexin-V-Alexa 568 antibody (Roche, Life technologies). In order to differentiate necrotic from positive apoptotic cells, Annexin-V staining was performed in combination with a DNA staining (bisbenzimide Hoechst 33258). The stained cells were analyzed by flow cytometry using BD LSRFortessa cell analyzer. Western blot Cells were lysed in RIPA buffer containing 150 mM NaCl, 1.0% IGEPAL CA-630, 0.5% sodium deoxycholate, 0.1% SDS, 50 mM Tris, pH 8.0. Total protein was determined using the commercially available kit, Pierce BCA Protein Assay Kit (Thermo Scientific), following manufacturer’s instructions. For western blotting, the protein samples (20–30 μg) were separated by size on SDS–polyacrylamide gel, transferred into a PVDF membrane by electroblotting, blocked with 5% non-fat dry milk and subjected to immunoblotting with primary antibodies overnight at 4ºC. All antibodies used were diluted in 3% non-fat dry milk and include P-ERK 1/2 (Cell Signalling diluted 1:2000), ERK 1/2 (Millipore diluted 1:1000), P-PKA α/β (Invitrogen diluted 1ug/ml), PKA α/β (Termo Fisher Scientific diluted 1:500) NF1 c-terminal (Bethyl diluted 1:1000), NF1 n-terminal (Santa Cruz diluted 1:500) and α-Tubulin (Sigma Aldrich 1:1000). Blot was exposed to Horse Radish Peroxidase-conjugated secondary antibody (1 h) and detected with Pierce ECL western Blotting Substrate. Band density was quantified using ImageJ  (versions 1.45 s and 1.8.0_172;  72 https://imagej.nih.gov/ij/download.html ). Statistical analysis All functional assays to assess the effect of PMOs were repeated at least three times. We calculated the mean ± SEM for each biological readout and applied Student’s t-test assuming equal variances. An event was considered significant with a  P  value < 0.05. The statistical analysis was performed using PASW Statistics (SPSS Inc. Released 2009. PASW Statistics for Windows, Version 18.0. Chicago: SPSS Inc.;  http://www.spss.com.hk/statistics/ ), while graphical representations were prepared using Prism (version 8.2.1 for MacOS X, GraphPad Software, San Diego, California USA;  https://www.graphpad.com/scientific-software/prism/ ). RNA-seq Total RNA extraction was performed using Maxwell 16 LEV simplyRNA Purification Kit (Promega) according to manufacturer’s instructions. Libraries were prepared starting from 200 ng of RNA per sample with the TruSeq stranded mRNA Illumina procedure. Libraries were quantified using the KAPA library quantitation kit for Illumina GA and sequenced on the Illumina HiSeq 2000 platform with 2 × 100 reads, 4 samples per lane. Sequencing data was quality trimmed with Trimmomatic v0.3 then processed with TopHat v 2.0.9, mapping with Bowtie2 against the  Rattus norvergicus  reference genome Rnor 6.0. The reads overlapping every known gene were counted and the counts matrix was processed in R. Every sample was normalized by the median of counts. A list of differentially expressed genes was generated per batch selecting those genes with a FC > 2 or FC < 0.5 and the final list was defined as the intersection of the per-batch lists. Heat map plots were generated with the gplots R package.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:28:59"
}