{
  "pmid": "PMID:33585982",
  "title": "Integrated molecular and clinical analysis of low-grade gliomas in children with neurofibromatosis type 1 (NF1).",
  "abstract": "Low-grade gliomas (LGGs) are the most common childhood brain tumor in the general population and in individuals with the Neurofibromatosis type 1 (NF1) cancer predisposition syndrome. Surgical biopsy is rarely performed prior to treatment in the setting of NF1, resulting in a paucity of tumor genomic information. To define the molecular landscape of NF1-associated LGGs (NF1-LGG), we integrated clinical data, histological diagnoses, and multi-level genetic/genomic analyses on 70 individuals from 25 centers worldwide. Whereas, most tumors harbored bi-allelic NF1 inactivation as the only genetic abnormality, 11% had additional mutations. Moreover, tumors classified as non-pilocytic astrocytoma based on DNA methylation analysis were significantly more likely to harbor these additional mutations. The most common secondary alteration was FGFR1 mutation, which conferred an additional growth advantage in multiple complementary experimental murine Nf1 models. Taken together, this comprehensive characterization has important implications for the management of children with NF1-LGG, distinct from their sporadic counterparts.",
  "authors": "Michael J Fisher; David T W Jones; Yimei Li; Xiaofan Guo; Poonam S Sonawane; Angela J Waanders; Joanna J Phillips; William A Weiss; Adam C Resnick; Sara Gosline; Jineta Banerjee; Justin Guinney; Astrid Gnekow; Daniela Kandels; Nicholas K Foreman; Andrey Korshunov; Marina Ryzhova; Luca Massimi; Sri Gururangan; Mark W Kieran; Zhihong Wang; Maryam Fouladi; Mariko Sato; Ingrid Øra; Stefan Holm; Stephen J Markham; Pengbo Beck; Natalie Jäger; Andrea Wittmann; Alexander C Sommerkamp; Felix Sahm; Stefan M Pfister; David H Gutmann",
  "journal": "Acta neuropathologica",
  "publicationDate": "2021-04",
  "doi": "10.1007/s00401-021-02276-5",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-20 06:58:09"
}