{
  "pmid": "33622177",
  "abstract": "Chrysophanol shows promising antitumor activity, but how it may work against malignant meningioma is poorly understood. In addition, osteoglycin (OGN) may help mediate the antitumor effects of chrysophanol; thus, this study investigated the potential antitumor mechanism of chrysophanol in malignant meningioma cultures. Meningioma cell line HBL-52 were incubated with varying doses of chrysophanol (0-90 μM) for different time points, and osteoglycin (OGN) was overexpressed or inhibited in some cell cultures to assess its roles. Cell viability was quantified using the CCK8 assay and colony formation assays, while effects on cell cycle distribution and apoptotic rates were examined by flow cytometry and enzyme-linked immunosorbent assays (ELISA) to detect histone DNA levels. Caspase-3 and -9 activities were detected by related commercial kits. Protein expression was assessed using Western blotting. Chrysophanol significantly reduced HBL-52 cell viability, based on reduced colony formation, and proliferation, based on low levels of bromodeoxyuridine incorporation. Annexin V/propidium iodide staining revealed a 30% increase in apoptotic cells at 90 μM chrysophanol (33.7% vs 3.3% in control cultures). Chrysophanol treatment greatly decreased the Bcl-2/Bax expression ratio and increased the expressions of cleaved caspase-3 and -9, and the activities of caspase-3 and -9. Chrysophanol blocked cells in G1 phase and inhibited the OGN/mTOR signaling cascade, but activated neurofibromatosis 2 (NF2) cascade. OGN overexpression activated mTOR, down-regulated NF2, and partially reversed growth inhibition by chrysophanol. Chrysophanol may be useful as a treatment against malignant meningioma by inhibiting OGN/mTOR signaling and activating NF2 signaling.",
  "methods": "Materials and methods Cell culture HBL-52 cells were obtained from Bafeier Biotechnology (Wuhan, China). Cells were cultured in DMEM medium (Sigma-Aldrich, MA, USA) supplemented with 10% fetal bovine serum and 1% streptomycin (100 μg/mL) and penicillin G (100 U/mL). Cells were maintained in an incubator at 37 °C with 5% CO 2 . The fourth to sixth generation of HBL-52 cells was used in the follow-up experiments, and each test repeats for three times. OGN overexpression and inhibition HBL-52 cells were transfected with control siRNA (Lot#09212-212, Bafeier Biotechnology, Wuhan), OGN mimic (Sequence: 5’-GAAGGUGUAUGAGUA-3’, Lot#HSS210987, Bafeier Biotechnology, Wuhan), or OGN inhibitor (Sequence: 5’-GCGGCAUGUAUUGAG-3’, Lot#HSS123089, Bafeier Biotechnology, Wuhan) plasmids per the manufacturer’s instructions. Briefly, cells were cultured in a density of 4.0 × 10 5  cells/well in 12-well plates for 12 h. Then 5 μL of plasmids and 500 μL of DMEM medium were mixed for 5 min; 5 μL of lipofectamine TM 2000 and 500 μL of DMEM medium were also mixed for 5 min. The two mixtures were mixed for 20 min, then added and incubated cells. Cells transfecting with control siRNA, OGN mimic, and OGN inhibitor were grown for 24 h, rinsed with phosphate-buffered saline (PBS) and treated with chrysophanol. Cell viability assay HBL-52 cells were grown in 96-well plates for overnight and cultured with varying doses of chrysophanol (0, 15, 30, 60, or 90 μM) for 12, 24, 48, and 72 h. At these time points, cell supernatant were removed, cultures were rinsed twice with PBS, and the CCK8 assay (Invitrogen Life Technologies, MA, USA) was performed based on the manufacturer’s instructions. Colony formation assay HBL-52 cells were grown in 6-well plates for 24 h and incubated with increasing doses of chrysophanol (0, 15, 30, 60, and 90 μM) for 48 h. Cells were counted using a inverted microscope (OLYMPUS, IX73-A12FL/PH). Cell colonies were assessed by selecting 10 views and calculating the average number of cells. Histone DNA enzyme-linked immunosorbent assay (ELISA) Cancer cells were grown in 6-well plates to a confluence of 60% and incubated for 48 h with different concentrations of chrysophanol (0, 15, 30, 60, and 90 μM). Then cells were lyzed, and recovered the supernatant after centrifugation. Bromodeoxyuridine (BrdU) and histone DNA levels were quantified using the respective ELISA kits per the manufacturers’ protocols. Optical density (OD) at 507 nm was determined by a microplate reader (Potenov, Beijing, China). Caspase-3 and −9 activity assays Cells were grown in 6-well plates as above and incubated for 48 h with increasing doses of chrysophanol (0, 15, 30, 60, and 90 μM). Caspase activity was assayed using commercial kits (Abcam, UK). Annexin V/propidium iodide (PI) staining experiment Treated cells were collected and adjusted to a density of 1 × 10 6  cells/mL. Cell suspensions (0.5 mL) were stained with 1.25 μL Annexin V-FITC (Potenov, Beijing, China) at 37 °C in the dark for 10 min, and 10 μL of PI (Potenov, Beijing, China) was added for 10 min. Proportions of cells in different stages of cell cycle and apoptotic rates were estimated using flow cytometry (Beckman, USA). Western blotting Protein from HBL-52 cells was extracted using RIPA buffer (Beyotime Biotechnology). Protein was quantified and equal amounts (50 μg) from each sample were resolved in 12% SDS-PAGE. Protein was transferred onto a nitrocellulose membrane (Invitrogen Life Technologies, MA, USA) before overnight incubation at 4 °C with primary antibodies (diluted 1:1000; Abcam, Cambridge, USA) against OGN, phosphorylated mTOR (p-mTOR, ab1098763), mTOR (ab2098461), NF2 (ab1128974), cleaved caspase-3 (ab1198329), cleaved caspase-9 (ab1232458), Bcl-2 (ab1123894), and Bax (ab1126478). Strips were then incubated for 2 h with horseradish peroxidase-conjugated goat anti-rabbit IgG (1:3000; Cell Signaling, Danvers, USA). Then strips were detected and analyzed to assess the relative expression levels of target proteins. Statistical analysis All data were shown as average value± standard deviation. Student’s  t -test was carried out to assess statistical differences in different groups, whereas ANOVA was performed to analyze the differences of multiple groups. Differences associated with  P < 0.05 were regarded as significant.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:11:56.968460",
  "abstract_length": 1765,
  "methods_length": 4335,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}