{
  "pmid": "33625502",
  "abstract": "IMPORTANCE: Patients coping with rare diseases need psychosocial support. OBJECTIVE: To evaluate the efficacy of a brief, transdiagnostic, peer-delivered intervention for patients with rare diseases in addition to care as usual (CAU) compared with CAU only. DESIGN, SETTING, AND PARTICIPANTS: In this 2-group randomized clinical trial conducted from October 5, 2017, to July 12, 2019, patients were recruited via specialized clinics and patient organizations across Germany and participated from home. The study included consecutive adult patients with neurofibromatosis type 1, Marfan syndrome, primary sclerosing cholangitis, and pulmonary arterial hypertension who have limited functionality because of the disease. Exclusion criteria were a life-threatening health status and ongoing psychotherapeutic treatment. Of 143 patients screened for eligibility with a semistructured telephone interview, 54 were excluded, and 89 were randomized: 45 patients were randomly allocated to the peer-delivered intervention group, and 44 to the control group; 87 patients (98%) completed the 6-month follow-up assessment. The analysis was performed using an intention-to-treat principle. Data cleansing and analysis were conducted between April 25, 2019, and February 13, 2020. INTERVENTIONS: The 6-week intervention consisted of a self-help book and telephone-based peer counseling in addition to CAU. The control group received CAU alone. Peer counselors received training, structured consultation guidelines, and supervision. MAIN OUTCOMES AND MEASURES: The primary outcome was acceptance of the disease as assessed using the Illness Cognition Questionnaire (ICQ; mean sum scores range from 0 to 18, with higher values representing more acceptance) 6 months after the intervention. Secondary outcomes included self-reported coping strategies (Health Education Impact Questionnaire), illness cognition (ICQ and Illness Perception Questionnaire), depression severity (Patient Health Questionnaire 9-item depression scale), anxiety severity (Generalized Anxiety Disorder Scale), quality of life (12-Item Short-Form Health Survey), and social support (Social Support Questionnaire). Outcomes were assessed before the intervention, after the intervention, and at a 6-month follow-up. RESULTS: The mean (SD) age of the 89 participating patients was 46.3 (14.9) years; 59 (66%) were women. There were no group differences regarding baseline variables. All patients allocated to the intervention group completed the intervention. Six months after the intervention, but not directly after completing the program, the intervention group had significantly higher rates of acceptance (ICQ) of the disease (primary outcome) compared with the CAU group. Mean (SD) baseline ICQ scores were 9.61 (3.79) in the control group and 9.86 (3.40) in the intervention group. Mean (SE) ICQ scores at 6 months were 10.32 (0.42) for the control group and 11.79 (0.42) for the intervention group, with a significant mean difference of -1.47 (95% CI, -2.63 to -0.31; P = .01). Several secondary outcomes, including different coping strategies, social support, and mental quality of life, were significantly higher after the intervention compared with the control group. CONCLUSIONS AND RELEVANCE: In this randomized clinical trial, a self-help and peer counseling intervention improved patients' acceptance of their rare chronic diseases. Self-management and peer support can efficiently address the unique care needs of patients with rare diseases. TRIAL REGISTRATION: isrctn.org Identifier: ISRCTN13738704.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:12:02.065047",
  "abstract_length": 3572,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}