{
  "pmid": "PMID:33669386",
  "title": "Spontaneous and Engineered Large Animal Models of Neurofibromatosis Type 1.",
  "abstract": "Animal models are crucial to understanding human disease biology and developing new therapies. By far the most common animal used to investigate prevailing questions about human disease is the mouse. Mouse models are powerful tools for research as their small size, limited lifespan, and defined genetic background allow researchers to easily manipulate their genome and maintain large numbers of animals in general laboratory spaces. However, it is precisely these attributes that make them so different from humans and explains, in part, why these models do not accurately predict drug responses in human patients. This is particularly true of the neurofibromatoses (NFs), a group of genetic diseases that predispose individuals to tumors of the nervous system, the most common of which is Neurofibromatosis type 1 (NF1). Despite years of research, there are still many unanswered questions and few effective treatments for NF1. Genetically engineered mice have drastically improved our understanding of many aspects of NF1, but they do not exemplify the overall complexity of the disease and some findings do not translate well to humans due to differences in body size and physiology. Moreover, NF1 mouse models are heavily reliant on the Cre-Lox system, which does not accurately reflect the molecular mechanism of spontaneous loss of heterozygosity that accompanies human tumor development. Spontaneous and genetically engineered large animal models may provide a valuable supplement to rodent studies for NF1. Naturally occurring comparative models of disease are an attractive prospect because they occur on heterogeneous genetic backgrounds and are due to spontaneous rather than engineered mutations. The use of animals with naturally occurring disease has been effective for studying osteosarcoma, lymphoma, and diabetes. Spontaneous NF-like symptoms including neurofibromas and malignant peripheral nerve sheath tumors (MPNST) have been documented in several large animal species and share biological and clinical similarities with human NF1. These animals could provide additional insight into the complex biology of NF1 and potentially provide a platform for pre-clinical trials. Additionally, genetically engineered porcine models of NF1 have recently been developed and display a variety of clinical features similar to those seen in NF1 patients. Their large size and relatively long lifespan allow for longitudinal imaging studies and evaluation of innovative surgical techniques using human equipment. Greater genetic, anatomic, and physiologic similarities to humans enable the engineering of precise disease alleles found in human patients and make them ideal for preclinical pharmacokinetic and pharmacodynamic studies of small molecule, cellular, and gene therapies prior to clinical trials in patients. Comparative genomic studies between humans and animals with naturally occurring disease, as well as preclinical studies in large animal disease models, may help identify new targets for therapeutic intervention and expedite the translation of new therapies. In this review, we discuss new genetically engineered large animal models of NF1 and cases of spontaneous NF-like manifestations in large animals, with a special emphasis on how these comparative models could act as a crucial translational intermediary between specialized murine models and NF1 patients.",
  "authors": "Sara H Osum; Adrienne L Watson; David A Largaespada",
  "journal": "International journal of molecular sciences",
  "publicationDate": "2021-02-16",
  "doi": "10.3390/ijms22041954",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-20 06:58:12"
}