{
  "pmid": "33673681",
  "abstract": "Neurofibromatosis type 1 (NF1) is caused by heterozygous loss of function mutations in the",
  "methods": "4. Materials and Methods  4.1. Patients We analyzed a series of 29 germinal variants in the  NF1  gene identified in patients referred to our center between 2005 and 2019 for a clinical diagnosis/suspicion of neurofibromatosis type 1 according to the NIH criteria [ 10 , 65 ]. Informed consent was obtained for each patient. Family history and relevant clinical data were analyzed from medical records.  Table 1  reports the set of  NF1  variants that were examined in this work in familial or sporadic patients with NF1; their clinical features are described in  Supplementary Table S1 . 4.2. Molecular Analysis of the NF1 Gene DNA was isolated from peripheral blood leucocytes using standard protocols. For RNA analysis, blood was collected in PAXgene whole blood samples (Becton Dickinson, Franklin Lakes, NJ, USA) and extraction was carried out with the PAXgene™ Blood RNA System (Qiagen, Hilden, Germany) according to the manufacturer’s instruction. Over the years, different methods were employed for  NF1  molecular analysis that include: (i) mutation screening approaches (HRM analysis, as previously described [ 38 ]); (ii) cDNA analysis, which was performed by amplifying, after retrotranscription of 1 µg of total RNA, the whole coding region of  NF1  into five overlapping 2 kb amplicons [ 29 , 66 ] that were then directly sequenced through Sanger (Abi Prism 3700, ThermoFisher Scientific, Watham, MA, USA); (iii) finally, a NGS-based sequencing protocol consisting of library preparation with a Haloplex HS or SureSelect kits (Agilent Technologies, Santa Clara, CA, USA), which includes  NF1  and  SPRED1  genes, was employed and libraries were run on a MiniSeq apparatus (Illumina, San Diego, CA, USA). Multiplex ligation-dependent probe amplification (MLPA) analysis was carried out for the screening of single/multiexon intragenic deletions/duplications using the SALSA MLPA kits P081/P082 (MRC Holland, Amsterdam, The Netherlands) according to manufacturer’s protocol. When DNA was available from other family members, segregation analysis was carried out through bidirectional Sanger sequencing or MLPA analysis depending on the variation ( Table 1 ).  In the patient carrying the c.1722-3C > T variant, DNA was extracted also from other tissues (saliva, buccal brushing, and urine cells) using the Gentra Puregene kit (Puregene Cell and Tissue kit plus Qiagen GmbH, Hilden, Germany). The presence of the c.1722-3C > T variant in  NF1  intron 11 (intron 15) abolishes a naturally occurring  PstI  site and it was validated by a specific PCR-RFLP assay in different tissues: a 500 bp long fragment including exon 12a (exon 16) was amplified using specific primers and digested with  PstI  (New England Biolabs, Ipswich, MA, USA) one hour at 37 °C; restriction products were visualized on a 2.5% agarose gel. 4.3. Bioinformatic Analysis of Variants Different complementary online software for splicing prediction were employed: Human Splicing Finder (HSF) Version 2.4.1 ( http://www.umd.be/HSF/  Assessing on 21 December 2020), Mutation taster ( http://www.mutationtaster.org/  Assessing on 21 December 2020), and Combined Annotation Dependent Depletion (CADD) v1.6 ( https://cadd.gs.washington.edu/  Assessing on 21 December 2020).  For mutation nomenclature,  NM_000267.3  was used as reference sequence and  NF1  exons were numbered according to the historical numbering used by the NF1 community [ 26 ] (followed by the NCBI numbering in brackets). Protein sequence alignments were performed using Multalin ( http://multalin.toulouse.inra.fr/multalin/  Assessing on 28 December 2020). The following population or disease databases were examined to check allele frequencies: the Genome Aggregation Database gnomAD ( https://gnomad.broadinstitute.org/  Assessing on 28 December 2020), dbSNP ( https://www.ncbi.nlm.nih.gov/snp/  Assessing on 28 December 2020), TOPMed ( https://www.nhlbiwgs.org/  Assessing on 28 December 2020), Human Mutation Database ( http://www.hgmd.cf.ac.uk  Assessing on 28 December 2020), ClinVar ( https://www.ncbi.nlm.nih.gov/clinvar/  Assessing on 28 December 2020), LOVD ( https://www.lovd.nl/  Assessing on 28 December 2020). Variant interpretation was based on ACMG criteria and a detailed information on classification is reported in supplementary  Table S2  [ 44 ]. 4.4. Construction and Expression of the Minigenes PCR fragments including the exon adjacent to each  NF1  variant and at least 100 bp of the upstream and downstream introns were amplified from patients’ genomic DNA and cloned into the  beta -globin vector, as previously described [ 40 ]. In presence of short introns, a bigger portion of sequence including two adjacent exons was amplified and cloned in the minigene construct. One clone with the wild-type allele and one with the variant to test were retained for expression experiments and the correctness of each vector was verified by direct sequencing. HEK293 cells (6 × 10 5 ) were transfected with 1 µg of the wild type or the mutated minigene using Lipofectamine 2000 (ThermoFisher Scientific, Watham, MA, USA) according to the manufacturer’s instruction. After 24 h total RNA was extracted with TRIzolTM (ThermoFisher Scientific, Watham, MA, USA), retrotranscribed using SuperScript II reverse transcriptase (ThermoFisher Scientific, Watham, MA, USA). The resulting cDNA was then amplified using specific primers for the  beta -globin gene, designed on exon 2 (forward) and exon 3 (reverse), in order to avoid the amplification of eventual ectopically expressed  NF1  transcripts. PCR products were separated on a 2% agarose gel and individual bands were excised and sequenced using amplification primers (Sanger electropherograms of all  NF1  variants tested by minigene assay are reported in  Supplementary Figure S1 ). When required, purified bands were subcloned using the TOPO TA Cloning kit (ThermoFisher Scientific, Watham, MA, USA) and single clones were sequenced as previously described [ 67 ]. A schematic representation of the minigene construct is depicted in  Supplementary Figure S4 . Densitometric analyses were performed using the ImageJ (Image Processing and analysis in Java) software ( https://imagej.nih.gov/ij/  Assessing on 28 December 2020).",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:12:21.339262",
  "abstract_length": 90,
  "methods_length": 6241,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}