{
  "pmid": "PMID:33673681",
  "title": "Hybrid Minigene Assay: An Efficient Tool to Characterize mRNA Splicing Profiles of ",
  "abstract": "Neurofibromatosis type 1 (NF1) is caused by heterozygous loss of function mutations in the ",
  "authors": "Valeria Morbidoni; Elisa Baschiera; Monica Forzan; Valentina Fumini; Dario Seif Ali; Gianpietro Giorgi; Lisa Buson; Maria Andrea Desbats; Matteo Cassina; Maurizio Clementi; Leonardo Salviati; Eva Trevisson",
  "journal": "Cancers",
  "publicationDate": "2021-02-27",
  "doi": "10.3390/cancers13050999",
  "methods": "4. Materials and Methods  4.1. Patients We analyzed a series of 29 germinal variants in the  NF1  gene identified in patients referred to our center between 2005 and 2019 for a clinical diagnosis/suspicion of neurofibromatosis type 1 according to the NIH criteria [ 10 , 65 ]. Informed consent was obtained for each patient. Family history and relevant clinical data were analyzed from medical records.  Table 1  reports the set of  NF1  variants that were examined in this work in familial or sporadic patients with NF1; their clinical features are described in  Supplementary Table S1 . 4.2. Molecular Analysis of the NF1 Gene DNA was isolated from peripheral blood leucocytes using standard protocols. For RNA analysis, blood was collected in PAXgene whole blood samples (Becton Dickinson, Franklin Lakes, NJ, USA) and extraction was carried out with the PAXgene™ Blood RNA System (Qiagen, Hilden, Germany) according to the manufacturer’s instruction. Over the years, different methods were employed for  NF1  molecular analysis that include: (i) mutation screening approaches (HRM analysis, as previously described [ 38 ]); (ii) cDNA analysis, which was performed by amplifying, after retrotranscription of 1 µg of total RNA, the whole coding region of  NF1  into five overlapping 2 kb amplicons [ 29 , 66 ] that were then directly sequenced through Sanger (Abi Prism 3700, ThermoFisher Scientific, Watham, MA, USA); (iii) finally, a NGS-based sequencing protocol consisting of library preparation with a Haloplex HS or SureSelect kits (Agilent Technologies, Santa Clara, CA, USA), which includes  NF1  and  SPRED1  genes, was employed and libraries were run on a MiniSeq apparatus (Illumina, San Diego, CA, USA). Multiplex ligation-dependent probe amplification (MLPA) analysis was carried out for the screening of single/multiexon intragenic deletions/duplications using the SALSA MLPA kits P081/P082 (MRC Holland, Amsterdam, The Netherlands) according to manufacturer’s protocol. When DNA was available from other family members, segregation analysis was carried out through bidirectional Sanger sequencing or MLPA analysis depending on the variation ( Table 1 ).  In the patient carrying the c.1722-3C > T variant, DNA was extracted also from other tissues (saliva, buccal brushing, and urine cells) using the Gentra Puregene kit (Puregene Cell and Tissue kit plus Qiagen GmbH, Hilden, Germany). The presence of the c.1722-3C > T variant in  NF1  intron 11 (intron 15) abolishes a naturally occurring  PstI  site and it was validated by a specific PCR-RFLP assay in different tissues: a 500 bp long fragment including exon 12a (exon 16) was amplified using specific primers and digested with  PstI  (New England Biolabs, Ipswich, MA, USA) one hour at 37 °C; restriction products were visualized on a 2.5% agarose gel. 4.3. Bioinformatic Analysis of Variants Different complementary online software for splicing prediction were employed: Human Splicing Finder (HSF) Version 2.4.1 ( http://www.umd.be/HSF/  Assessing on 21 December 2020), Mutation taster ( http://www.mutationtaster.org/  Assessing on 21 December 2020), and Combined Annotation Dependent Depletion (CADD) v1.6 ( https://cadd.gs.washington.edu/  Assessing on 21 December 2020).  For mutation nomenclature,  NM_000267.3  was used as reference sequence and  NF1  exons were numbered according to the historical numbering used by the NF1 community [ 26 ] (followed by the NCBI numbering in brackets). Protein sequence alignments were performed using Multalin ( http://multalin.toulouse.inra.fr/multalin/  Assessing on 28 December 2020). The following population or disease databases were examined to check allele frequencies: the Genome Aggregation Database gnomAD ( https://gnomad.broadinstitute.org/  Assessing on 28 December 2020), dbSNP ( https://www.ncbi.nlm.nih.gov/snp/  Assessing on 28 December 2020), TOPMed ( https://www.nhlbiwgs.org/  Assessing on 28 December 2020), Human Mutation Database ( http://www.hgmd.cf.ac.uk  Assessing on 28 December 2020), ClinVar ( https://www.ncbi.nlm.nih.gov/clinvar/  Assessing on 28 December 2020), LOVD ( https://www.lovd.nl/  Assessing on 28 December 2020). Variant interpretation was based on ACMG criteria and a detailed information on classification is reported in supplementary  Table S2  [ 44 ]. 4.4. Construction and Expression of the Minigenes PCR fragments including the exon adjacent to each  NF1  variant and at least 100 bp of the upstream and downstream introns were amplified from patients’ genomic DNA and cloned into the  beta -globin vector, as previously described [ 40 ]. In presence of short introns, a bigger portion of sequence including two adjacent exons was amplified and cloned in the minigene construct. One clone with the wild-type allele and one with the variant to test were retained for expression experiments and the correctness of each vector was verified by direct sequencing. HEK293 cells (6 × 10 5 ) were transfected with 1 µg of the wild type or the mutated minigene using Lipofectamine 2000 (ThermoFisher Scientific, Watham, MA, USA) according to the manufacturer’s instruction. After 24 h total RNA was extracted with TRIzolTM (ThermoFisher Scientific, Watham, MA, USA), retrotranscribed using SuperScript II reverse transcriptase (ThermoFisher Scientific, Watham, MA, USA). The resulting cDNA was then amplified using specific primers for the  beta -globin gene, designed on exon 2 (forward) and exon 3 (reverse), in order to avoid the amplification of eventual ectopically expressed  NF1  transcripts. PCR products were separated on a 2% agarose gel and individual bands were excised and sequenced using amplification primers (Sanger electropherograms of all  NF1  variants tested by minigene assay are reported in  Supplementary Figure S1 ). When required, purified bands were subcloned using the TOPO TA Cloning kit (ThermoFisher Scientific, Watham, MA, USA) and single clones were sequenced as previously described [ 67 ]. A schematic representation of the minigene construct is depicted in  Supplementary Figure S4 . Densitometric analyses were performed using the ImageJ (Image Processing and analysis in Java) software ( https://imagej.nih.gov/ij/  Assessing on 28 December 2020).",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:29:01",
  "introduction": "1. Introduction Neurofibromatosis type 1 (NF1) (MIM #162200) represents one of the most frequent autosomal dominant conditions [ 1 ] and it is characterized by cutaneous manifestations that are shared by most patients (café-au-lait spots (CALs) and skinfold freckling (SF)), who however may show a wide clinical heterogeneity, even within the same family. The clinical hallmark of NF1 is the development of neurofibromas: the dermal ones usually appear after puberty, while plexiform neurofibromas are typically congenital. Complications can affect virtually any organ and system and comprise learning disabilities, skeletal dysplasia, scoliosis, vascular stenosis, optic pathway glioma, and other tumors [ 2 ].  NF1 is caused by heterozygous inactivating mutations of the  NF1  gene, with approximately half of the cases being sporadic. This gene spans about 350 kb on 17q11.2 [ 3 , 4 ] and encodes neurofibromin, which inhibits the RAS pathway through GRD, a specific GTPase activation domain [ 5 , 6 ]. Previous studies have shown that the  NF1  gene displays a complex splicing pattern in order to generate a great diversity of transcripts: 5  inframe  exons undergo alternative splicing (exon 9a, exon 10a-2, exon 23a, exon 43, and exon 48a) [ 4 ]. Alternative splicing also includes the skipping of some exons (such 29 or 30 or both) or the N-isoform with additional 241 base pairs (bp) of intron 10c and several additional shorter transcripts whose physiological significance remains unclear [ 7 , 8 ]. Total RNA extracted from peripheral leukocytes contains isoform 1 ( NM_001042492.3 ), which is the longest transcript with an open reading frame of 8520 kb, and isoform 2 ( NM_000267.3 ), lacking exon 23a [ 9 ]. Patients are diagnosed clinically according to well-established international criteria [ 10 ], which are now being updated. Given the existence of non-allelic heterogeneity [ 11 ] and the discovery of some genotype-phenotype correlations, the inclusion of a pathogenic variant in  NF1  among the diagnostic criteria has been advocated since 2008 [ 12 ]. Molecular analysis remains crucial in sporadic cases (to confirm the diagnosis in young children still not fulfilling the NIH criteria and to differentiate NF1 from Legius syndrome, which is caused by mutations in the  SPRED1  gene), in adults requesting a prenatal/preimplantation diagnosis, or in patients presenting with spinal NF1 that may have very limited skin involvement [ 13 ], and in other atypical cases. In fact, about 5% of patients still do not have a definitive clinical diagnosis by the age of eight [ 14 ]. NF1 is characterized by a wide mutational spectrum, with pathogenic variants spread over the entire gene and including single nucleotide substitutions, small  inframe  and  frameshift  insertions/deletions, large microdeletions, and single or multi exons duplications/deletions [ 15 , 16 ]. So far, a handful of genotype-phenotype correlations have been recognized in NF1: (i) a more severe clinical course in patients harboring whole gene deletions [ 17 , 18 ]; (ii) the absence of neurofibromas in patients harboring the  inframe  c.2970-2972delAAT deletion [ 19 , 20 ], a missense variant at codon 1809 [ 21 , 22 ], or the Arg1038Gly variant [ 23 ]; (iii) a more severe phenotype with higher frequency of spinal and deep neurofibromas in patients harboring a missense variant affecting codons 844–848 [ 24 ]; (iv) three specific recurrent non-truncating  NF1  hotspots (codons p.Met1149, p.Arg1276, and p.Lys1423) have been associated with Noonan-like features with specific phenotypes: p.Met1149 was associated with a mild phenotype characterized by pigmentary manifestations; p.Arg1276 and p.Lys1423 were found in patients with a higher prevalence of pulmonary stenosis and other cardiovascular anomalies; p.Arg1276 was associated with a higher rate of plexiform and symptomatic spinal neurofibromas [ 25 ]. Given the size and complexity of the  NF1  gene (with a considerable number of pseudogenes) and the wide allelic heterogeneity, high sensitivity in genetic testing has been classically achieved through a comprehensive analysis consisting of a multi-step approach, including an RNA-based molecular assay and methods to detect copy number changes [ 26 ]. Although these methods can achieve a higher detection rate [ 27 ], patient’s RNA is not always available and cultivation of lymphocytes before RNA extraction [ 28 ] or rapid processing of blood samples after venipuncture [ 29 ] are necessary to prevent illegitimate splicing. However, recently, most laboratories have set up high-throughput deep sequencing protocols for  NF1  mutational screening from genomic DNA [ 30 , 31 , 32 , 33 ], using cDNA-based methods for second-level analyses. Although techniques using genomic DNA are faster and cheaper, they often pose the problem of interpreting the pathogenicity of novel variants. In fact, most  NF1  mutations are private, and, except for large deletions or truncating alleles, the unequivocal distinction between a pathogenic and a benign variant is still challenging, given the lack of information about most domains of neurofibromin and the difficulty of setting up functional assays. Moreover, a high proportion of point mutations causes missplicing with pseudoexons inclusion or exon skipping [ 15 , 34 , 35 ] that, unlike cDNA analysis, cannot be detected through genomic DNA sequencing. Of note, beyond typical splice variants in the  NF1  gene, also coding region variants (missense, nonsense, and silent mutations) [ 36 ], intronic changes outside the canonical AG/GT nucleotides of the 5′ or 3′ splice sites, or deep intronic variants [ 32 ] have been found to affect splicing.  In this work, we describe a valuable system based on a well-established hybrid minigene to test the effects of point variants on  NF1  splicing; this assay does not require patient’s RNA and allows to analyze splicing of transcripts expressed from a single allele.",
  "results": "2. Results Since a significant proportion of  NF1  variants affects splicing, we used an in vitro minigene assay to examine a series of germline variants in the  NF1  gene identified in our cohort of patients with a clinical diagnosis/suspicion of neurofibromatosis type 1 ( Table 1  and  Supplementary Table S1  for detailed clinical features).  We analyzed as controls a set of 10  NF1  benign variants (8 intronic and 2 exonic) that were identified during the diagnostic procedures in patients with a  NF1  pathogenic variant, that do not segregate with the phenotype, or exhibit an allele frequency incompatible with the disease prevalence. Then we investigated the effects on splicing of 19  NF1  variants, including 14 intronic changes (5 affecting the canonical splice sites) and 5 exonic substitutions.  At first, we performed an in silico analysis in order to predict their possible effects on splicing ( Table 2  and  Table 3 ). Remarkably, the bioinformatic analyses predicted a benign effect only for two (c.1393-82dupT and c.7259-17C > T) out of the 10 variants used as controls; a missplicing effect was predicted for the synonym variant c.5694G > A p.(Glu1898=), whereas conflicting results were obtained for the remaining 7 changes. All 5 variations involving the 5′ or 3′ GT/AG canonical splice sites of  NF1  were correctly classified as splicing affecting variants by all the predicting software tools. For the remaining 14 non-canonical variants (including exonic changes or those involving intronic residues outside the conserved dinucleotides at the splice site boundaries), concordant results were obtained for 12 substitutions, whereas in two cases (c.7250_7252delACT and c.278G > A) different programs yielded conflicting results. Therefore, we decided to examine all these variants using a classical splicing minigene assay, which we previously successfully employed to analyze  ASL ,  CFTR , and  SF3B4  variants [ 37 , 38 , 39 , 40 ] and that has been already used by other groups for validating  NF1  changes [ 8 , 36 ]. 2.1. NF1 Benign Variants For all the benign variants we examined, the expression of the mutant minigene construct did not affect transcript maturation: the same splicing pattern as that obtained with the wild-type plasmid was observed ( Figure 1 ), confirming the reliability of our minigene in vitro assay. Remarkably, for some variants, our results differ from bioinformatic data and previous findings. Particularly, the c.1062 + 113A > G transition, which is predicted to affect splicing ( Table 2 ), was previously reported in one adult Italian patient who did not fulfill diagnostic criteria (he presented scoliosis and glioma) and was considered pathogenic based on in silico analysis [ 41 ]. We checked its frequency in population databases, which was found to be incompatible with the disease prevalence (0.000279 and 0.00022 in TOPMed and gnomAD, respectively). Since this variant was initially identified in our cohort by classical screening through High Resolution Melting (HRM) analysis, the case was re-examined by NGS that identified a heterozygous frameshift variant c.7682_7683delAG in  NF1 , which is reported in ClinVar as pathogenic (class P according to ACMG criteria). In agreement with population data, the expression of the mutant minigene carrying the c.1062 + 113A > G variant does not affect splicing. Altogether, these findings exclude the pathogenicity of this intronic substitution.  Among controls, we included two exonic variants. The synonym variant c.5694G > A p.(Glu1898=) was predicted to affect splicing by both the software tools we employed, although CADD score was below 15 and thus was considered not significant; in addition, allele frequency was 0.00014 (gnomAD). Notably, this synonym change was found in a patient who harbors the heterozygous canonical splicing variant c.288 + 1delG. In addition, the exonic substitution c.6882C > G p.(Leu2315=) was reported in ClinVar as likely benign and Mutation Taster predicted a splicing alteration. However, population data were against its pathogenic role (allele frequency of 0.000024 in TOPMed). In both cases, these synonym variants, when expressed from the minigene construct, did not affect transcript maturation in HEK293 cells. Again, population data and functional findings argue against a pathogenic role of these synonym changes. 2.2. Canonical and Non-Canonical NF1 Variants The minigene-based assay was then employed to examine a series of 19 variants (14 intronic, 5 exonic) identified in patients with NF1 ( Table 3 ). Concerning the 5 intronic substitutions affecting one of the two nucleotides at the canonical splice sites, all were predicted pathogenic by in silico tools. In all cases, the presence of the variant was associated with an aberrant splicing of the corresponding minigene expressed in HEK293 cells, with the absence of the wild-type transcript ( Figure 2 A). Skipping of the neighbor exon, which was observed in 3 variants, was the most common effect, whereas two intronic changes provoked intronic retention. These data confirm the pathogenicity of all these changes. Among the other 14 variants outside the canonical splice sites ( Figure 2 B and  Figure 3 ), expression of the minigene yielded a splicing pattern characterized by more products ( Table 3 ) in seven cases, indicating the coexistence of multiple mechanisms altering transcript maturation, as for the c.3113 + 5G > A transition, which yielded two distinct transcripts when expressed in HEK293 cells: skipping of exon 18 (exon 23) and intronic retention of 64 nucleotides. In four other non-canonical variants, minigene assay revealed a single splicing aberrant product with exon skipping in three cases (c.1527 + 1_1527 + 4delGTAA, c.2325 + 2dupT, c.3496 + 3G > T), whereas the c.5206-11C > G substitution was associated with partial intronic retention, as shown by direct sequencing of the RT-PCR product ( Supplementary Figure S1 ).  For the c.3496 + 3G > T substitution, the minigene analysis showed skipping of exons 20 (exon 26) and 21 (exon 27), unlike the adjacent canonical splice site change c.3496 + 1G > A, which instead causes skipping of the neighboring exon 20 alone or of both exons 20 and 21, as shown by minigene assay; notably, cDNA analysis in a patient harboring this mutation detected only one aberrant transcript devoid of exon 20 [ 33 ]. The c.1466A > G p.(Tyr489Cys) is a recurrent  NF1  pathogenic variants, being reported 41 times in LOVD and in three unrelated patients of our cohort. This is a recognized example of missense change affecting transcript maturation, as shown by cDNA analysis of  NF1  [ 34 ] with loss of the last 62 nucleotides of exon 10b (exon 13) downstream to the substitution for the creation of a novel donor site. When expressed in the minigene system that examines single alleles, sequencing of RT-products revealed the presence also of the correctly spliced transcript (which harbors the r.1466a > g change, resulting in the amino acid substitution p.Tyr489Cys) that reaches significant levels of total products. These findings suggest that the c.1466 > G substitution acts with a double mechanism (at RNA and protein levels), causing both aberrant splicing and the substitution of the residue Tyr489, which is conserved in vertebrates ( Supplementary Figure S2 ), underlining how distinct molecular mechanisms coexist to determine the pathogenicity of a nucleotide change.  Interestingly, among the five exonic changes, three did not affect splicing at the minigene assay ( Figure 2 B). The c.278G > A p.(Cys93Tyr) missense substitution, which was predicted to marginally increase the strength of the donor site by MutationTaster, and was associated with a normal splicing pattern when expressed in HEK293 cells compared to the wild-type construct. This variant is rare (identified in a single individual in TOPMed, with allele frequency of 0.000008, absent in gnomAD), it was previously described in mutation screening analyses by protein truncation test (PTT)/heteroduplex test [ 47 ] and cDNA study [ 46 ] in NF1 patients and, in agreement with these data, our minigene assay confirms that this is a bona fide missense variant. This single nucleotide change was identified in a sporadic patient in our cohort, but DNA from family members was not available for segregation analysis. The Cysteine in position 93 is highly conserved throughout evolution ( Supplementary Figure S2 ) and was found to be affected by two other distinct amino acid substitutions (Arg and Trp) in patients with NF1 [ 52 , 53 ], supporting the pathogenic role of missense variants affecting this codon (LP variant according to ACMG). Likewise, the c.3112A > G p.(Arg1038Gly) substitution, which is predicted to alter splicing by in silico analysis, does not affect transcript maturation at the minigene assay, thus behaving as a real missense change. This variant was previously found in seven NF1 patients from two unrelated families showing a specific phenotype without neurofibromas [ 23 ]. Although predicted to affect transcript maturation by Human Splicing Finder (HSF), the c.7250_7252delACT  inframe  deletion does not alter splicing pattern compared to the wild type when expressed from the  beta -globin minigene, indicating that mRNA is correctly processed. However, this trinucleotide deletion, which is not reported in population databases nor in LOVD, HGMD, and ClinVar, determines the loss of a highly conserved tyrosine residue ( Supplementary Figure S2 ) and is predicted pathogenic by in silico tools ( Table 3 ). Furthermore, this variant was found in a sporadic case of NF1 and segregation analysis, confirming its de novo origin. All these data support a pathogenic role of this deletion, allowing to classify it as likely pathogenic (LP variant according to ACMG). 2.3. NF1 Variants Associated with the Residual Production of Wild-Type Transcript The minigene assay unveiled three  NF1  variants causing aberrant splicing with concomitant residual production of wild-type transcript ( Figure 3 ).  We analyzed the effects on splicing of the de novo substitution c.1722-3C > T affecting the acceptor site of intron 11 (intron 15) that was found in an adult patient showing a specific phenotype characterized by cutaneous signs (CAL, SF), learning disabilities, and scoliosis without neurofibromas ( Supplementary Table S1 ). This change, which was not previously described in NF1 patients, was reported in a single individual in the gnomAD Exomes database, showing an allele frequency of 0.000004. A different nucleotide change inserting a guanosine at the same residue was previously reported [ 15 , 35 ] and the cDNA analysis confirmed the generation of an aberrant transcript because of intronic retention generating a truncating product. Therefore, we employed the minigene assay to test the effects of all the three possible nucleotide changes in the position c.1722-3 at the acceptor site. As shown in  Figure 3 A, the minigene assay confirmed that the substitution with a purine (C > A or C > G) causes aberrant splicing with skipping of exon 12a (exon 16) and production of an out of frame transcript retaining 43 nucleotides of intron 11 (intron 15), thus abolishing the production of the wild-type mRNA. Conversely, the expression of the mutant construct harboring the c.1722-3C > T variant yielded two products: an aberrant transcript showing exon skipping along with the wild-type mRNA, which represents approximately 11% of the total transcripts as shown by densitometric analysis, indicating a hypomorphic effect on splicing. To exclude the possibility of a mosaicism, we examined the presence of the variant in DNA extracted from patient’s different tissues (blood leukocytes, saliva, buccal brushing, urine cells) by PCR-restriction fragment length polymorphism (RFLP) analysis, exploiting the abolition of a naturally occurring  PstI  restriction site by the 1722-3C > T change. As shown in  Figure 4 , the restriction pattern was compatible with a heterozygous status of the variation and was similar in all tissues, supporting the constitutive nature of the variant. Another  de novo  substitution affecting the acceptor site outside the canonical dinucleotides, the c.3496 + 5 variant, allowed the production of residual wild-type mRNA (approximately 3% of the total) ( Figure 3 B). The remaining transcripts showed skipping of exon 20 (exon 26) (86%) or the inframe loss of the last 66 nucleotides of exon 20 (11%). This last aberrant mRNA derives from the creation of a novel acceptor site and results in the loss of 22 amino acids of exon 20 that belong to a highly conserved portion of neurofibromin ( Supplementary Figure S2 ). Notably, while previous standard cDNA analysis performed by our group ( Supplementary Figure S3 ) identified exon 20 skipping, the presence of the wild-type transcript or the product with intronic retention was not detected. Our minigene system allowed to unveil multiple mechanisms of missplicing, emphasizing the difficulties in predicting the functional consequences in these cases. Interestingly, this variant was detected in a young adult patient who has manifested only cutaneous signs so far (CALs and SF) ( Supplementary Table S1 ). Finally, the c.4538_4540delGAC deletion, which was identified in a sporadic patient with NF1, affected splicing at the minigene assay, with partial skipping of exon 27a (exon 34) but with the concomitant production of the correctly spliced transcript (that reaches 69% of total mRNA, a level very close to the wild-type control). This variant was absent in population and mutational databases and was predicted to affect splicing through the activation of a cryptic acceptor site. The deletion involves the highly conserved arginine 1513, which is part of the GTPase-activating protein (GAP)-related domain (GRD) of neurofibromin and accordingly showed a CADD score of 22.5 (with a pathogenic computational verdict that considers also the consequences at protein level). Segregation analysis revealed the presence of the variant in the mother, who did not manifest any clinical sign of the disorder, although mosaicism could not be ruled out. Altogether, these findings allowed to classify this deletion as a variant of unknown significance (class VUS ACMG).",
  "discussion": "5. Conclusions With the fast entry of next-generation sequencing in the diagnostics of genetic diseases, the need for rapid, efficient, and reproducible systems to validate novel variants is warranted. This is relevant also for the (hopefully soon) clinical use of mutation-targeted therapy for NF1, as well as for other genetic disorders. Our minigene-based approach represents a valid tool to experimentally validate variants potentially causing missplicing, with the invaluable advantage of detecting leaky splicing that may underlines hypomorphic alleles.",
  "upgrade_date": "2026-02-20 07:30:56"
}