{
  "pmid": "33671872",
  "abstract": "Neurofibromatosis type 1 (NF1) is an autosomal disorder associated with numerous physical stigmata. Children with NF1 are at known risk for attention-deficit/hyperactivity disorder (ADHD), academic struggles, and significant social difficulties and adverse social outcomes, including bullying victimization. The primary aim of this study was to identify risk factors associated with bullying victimization in children with NF1 to better inform clinicians regarding targets for prevention and clinical intervention. Children and a parent completed questionnaires assessing the bully victim status, and parents completed a measure of ADHD symptoms. Analyses were completed separately for parent-reported victimization of the child and the child's self-report of victimization. According to the parent report, results suggest ADHD symptoms are a significant risk factor for these children being a target of bullying. Findings for academic disability were not conclusive, nor were findings related to having a parent with NF1. Findings indicate the need for further research into possible risk factors for social victimization in children with NF1. Results provide preliminary evidence that may guide clinicians working with children with NF1 and their parents in identifying higher-risk profiles that may warrant earlier and more intensive intervention to mitigate later risk for bullying victimization.",
  "methods": "2. Materials and Methods 2.1. Participants Participants were recruited through the comprehensive neurofibromatosis clinic in the oncology department of a major pediatric medical center with a catchment area encompassing multiple states. The study was approved by the Institutional Review Board (IRB) affiliated with that medical center. Study procedures were conducted in compliance with IRB regulations and the ethical standards of the American Psychological Association (APA). Inclusion criteria were the clinical diagnosis of NF1, proficiency in English, age 8:0 to 18:11, and enrollment in the third grade or above. Exclusion criteria included active chemotherapy treatment, deficits that would prohibit measure completion (e.g., substantial visual impairment; gross cognitive deficits as identified by parent report; and/or research team observation that the child was unable to complete study measures), and physical disfigurement unrelated to NF1. Qualified patients, identified by the medical chart review, were recruited upon arrival for a routine follow-up visit at the medical center’s Neurofibromatosis Clinic. A total of 81 participants (parent/guardian and child dyads) were consented, enrolled in the study, and completed all study procedures. After screening for eligibility and gathering informed consent and child assent, participants were administered their respective questionnaires. Research staff monitored questionnaire completion and every effort was made to have parent and child complete measures in separate clinic rooms. 2.2. Measures Patient history form: Each parent/guardian completed this 34-item questionnaire, which was developed by the researchers and queried parents/guardians about their child’s relevant history. For the present study, data regarding ethnicity, history of school retention, and current school services (i.e., Section 504 plan or Individualized Education Program) were collected via this questionnaire. Any report of a child receiving formal special services at school was coded as “academic disability.” Grade retention was coded as a separate variable. The bully survey—parent version (BYS-P) [ 60 ]: The current study used parent-report data from Part A, Item 1a of the BYS-P. Responses to a question regarding whether their child has been bullied in the past year were recorded as a dichotomous variable (yes or no), thereby establishing bullying victimization status for the sample. The BYS-P was developed in the United States using principal components factor analysis that yielded a two-factor solution with items loading onto physical or verbal bullying, with no cross-loadings. The BYS-P has demonstrated adequate internal consistency reliability (coefficient alpha = 0.71) and satisfactory test–retest reliability [ 60 , 61 ]. The bully survey—student version (BYS-S) [ 60 ]. On this four-part questionnaire, students respond to questions about their experiences with, perceptions of, and attitudes toward bullying. To determine agreement between parent- and self-report of bullying victimization, Part A, Item 1a of the BYS-S was used. Responses to a question whether the child has been bullied in the past year were recorded as a dichotomous variable (yes or no) and compared to the parent report. Swanson, Nolan, and Pelham–IV Questionnaire (SNAP-IV): The 18-item version of the SNAP-IV [ 62 ] is a questionnaire that allows parents or teachers to rate children on a comprehensive selection of symptoms of attention-deficit/hyperactivity disorder (ADHD). Parent ratings on the SNAP-IV 18-item version have been shown to have useful accuracy in differentiating children who meet the diagnostic criteria for AD/HD from those who do not [ 63 ]. The SNAP-IV demonstrated optimal internal consistency reliability (Cronbach’s alpha = 0.89–0.94) and satisfactory predictive reliability [ 61 , 63 ]. For the current study, a parent/legal guardian was asked to select a response that best described their child for each item on a 4-point Likert scale (0 = “not at all” to 3 = “very much”). The SNAP-IV yields three composite scores reported as continuous variables: inattention, hyperactivity-impulsivity, and combined. The hyperactivity-impulsivity score was utilized for the purpose of the present investigation as it represents a spectrum of potentially aversive and socially inappropriate behaviors known to increase the risk for bullying victimization [ 29 , 32 , 64 ]. 2.3. Analysis Procedures SPSS Version 26.0.0 was used for all analyses. Prior to conducting study analyses, data were screened for multivariate normal distribution, linearity, and outliers; no issues were identified. Analysis of frequencies determined that one case had a missing value for a parent with NF1; therefore, data from 80 participants were used for the analysis. The SNAP hyperactivity/impulsivity factor was used to represent externalizing ADHD symptomology and was included as a continuous variable. Having a parent with NF1, history of grade retention, and academic disability were coded as dichotomous variables.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:12:12.933597",
  "abstract_length": 1400,
  "methods_length": 5061,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}