{
  "pmid": "PMID:33767727",
  "title": "Molecular Diagnosis of Neurofibromatosis by Multigene Panel Testing.",
  "abstract": "Neurofibromatosis (NF) is an autosomal genetic disorder for which early and definite clinical diagnoses are difficult. To identify the diagnosis, five affected probands with suspected NF from unrelated families were included in this study. Molecular analysis was performed using multigene panel testing and Sanger sequencing. Ultradeep sequencing was used to analyze the mutation rate in the tissues from the proband with mosaic mutations. Three different pathogenic variants of the ",
  "authors": "Zeng-Yun-Ou Zhang; Yuan-Yuan Wu; Xin-Ying Cai; Wen-Liang Fang; Feng-Li Xiao",
  "journal": "Frontiers in genetics",
  "publicationDate": "2021",
  "doi": "10.3389/fgene.2021.603195",
  "methods": "Materials and Methods Study Subjects Five probands suspected of having NF and nine relatives were from the outpatient department of the First Affiliated Hospital of Anhui Medical University. Clinical samples were collected, including peripheral blood, skin lesions, hair, oral mucosa, and cutaneous tissue. The study was approved by the Institutional Review Board of our hospital. Informed consent was obtained from all participants or their guardians for the collection of data and samples. The samples collected from the probands’ families are shown in  Supplementary Table 1 . There were six patients in five families ( Supplementary Figure 1 ). Three probands, including a 3-year-old girl (III-1) from family 1, a 2-year-old girl (II-1) from family 2, and a 2.8-year-old boy (II-1) from family 3, presented with scattered CALMs throughout the body ( Figures 1A,C,D ), and the father (III-1) of the proband from family 1 exhibited CALMs in the trunk area ( Figure 1B ). These patients were born with CALMs that gradually increased with age. These patients showed no other abnormalities. Reflectance confocal microscopy (RCM) ( Supplementary Figure 2A ) and dermoscopy ( Supplementary Figure 2B ) of the probands from family 2 and family 3 revealed significantly increased pigment contents in the stratum basal and regular sepia grid-like pigmentation with clear boundaries. FIGURE 1 Clinical features of the patients with neurofibromatosis (NF). Multiple cafeÌ-au-lait macules were scattered on the left lateral chest of the proband  (A)  and the back of the proband’s father in family 1  (B) , the back of the proband in family 2  (C) , and the right side of the face of the proband in family 3  (D) .  (E)  Cutaneous neurofibroma on the back of the proband in family 4.  (F)  Skin pigmented plaques on the left foot back of the proband in family 5. A 62-year-old man in family 4 (II-4) presented with cutaneous neurofibromas of the left back, chest, and abdomen at the age of 58 years ( Figure 1E ). No other abnormalities were found. Histological evaluation of the cutaneous neurofibromas showed a large and isolated tumoral nodule that presented wavy spindle cell changes ( Supplementary Figures 3A,D ). Immunohistochemical analysis showed scattered S100 positivity in tumor cell nuclei ( Supplementary Figures 3C,F ) and strong and diffuse CD34 positivity in the tumor cell cytoplasm ( Supplementary Figures 3B,E ). No abnormalities were found in the rest of the family members. A 4-year-old female proband in family 5 (II-1) mainly presented with skin plaques, amblyopia in her right eye, and an intracranial neurogenic tumor by MRI. The skin plaque was present on her right foot when she was born and developed into six skin lesions as she grew up ( Figure 1F ). These lesions were distributed in the trunk area, left hip, right calf front knee, right ankle, and left foot back and consisted of well-circumscribed and slightly pigmented plaques. There were no obvious differences in learning ability and intelligence between her and her peers during her growth. Cranial MRI examination showed an intracranial neurogenic tumor located in the cerebellum medulla oblongata pool of the right side. Histological evaluation of the skin plaques showed multiple nodules forming well-circumscribed interconnected masses of different sizes ( Supplementary Figure 4A ). These multiple nodules presented swirly spindle cell changes ( Supplementary Figure 4D ). Immunohistochemical analysis showed strong and diffuse S100 positivity in the tumor cell nuclei ( Supplementary Figures 4C,F ) and weak and scattered CD34 positivity in the tumor cell cytoplasm ( Supplementary Figures 4B,E ). Other family members did not show similar symptoms. All clinical manifestations in the NF families are shown in  Table 1 . TABLE 1 Clinical characteristics of the neurofibromatosis proband study. Family no. Patient no. Age (years) Gender CALMs Neurofibromas Intracranial neurogenic tumor Lisch nodules Ocular abnormalities 1 III-1 3 F + − − − − 2 II-1 2 F + − − − − 3 II-1 2.8 M + − − − − 4 II-4 62 M − + − NA − 5 II-1 4 F + + + NA + “+”: affected; “−”: unaffected.  CALMs , cafeì-au-lait macules;  NA , not available. DNA Isolation of Samples Genomic DNA was extracted from the peripheral blood, skin lesions, hair, oral mucosa, and tumor tissues separately using the AxyPrep Blood Genomic DNA Miniprep Kit (Axygen, Corning, Jiangsu, China) and DNeasy Blood & Tissue Kit (Qiagen, Germany). The DNA purity was determined using a NanoDrop one spectrophotometer and quantified with a Qubit 2.0 Fluorometer using the Qubit dsDNA HS Assay Kit (Life Technologies, Thermo Fisher Scientific, Inc.) according to the manufacturer’s recommendations. DNA samples were then preserved at −20°C for further experiments. Multigene Panel Testing To explore the genetic properties of the patients, the capture probe from the Roche NimbleGen Sequence Capture SeqCap EZ Library was used to capture a total of 569 genes associated with hereditary dermatosis. Firstly, DNA was cropped into approximately 300-bp fragments using focused ultrasonicators (Covaris M220, United States) and used to construct the DNA library. Then, streptavidin-coated magnetic beads by NimbleGen (Roche NimbleGen, Inc.) were bound to an avidin-labeled probe after the probe had captured the target exons. Next, a hybridization reaction between the DNA library with various index marks and probes with biotin was performed. After linear PCR amplification, the quality of the library was determined. Sequencing was carried out on an Illumina HiSeq X Ten System (Illumina, San Diego, CA, United States) under sequencing efficiency with an average sequencing depth > 200× and Q30 > 90% according to the manufacturer’s instructions. DNA from all of the probands’ blood samples and tumor tissues from the proband in family 4 were subjected to multigene panel testing. Sanger Sequencing Sanger sequencing was used to confirm the mutations found by multigene panel testing, which were analyzed to determine whether the variants co-segregated with the disease phenotype in their families. Primers were designed based on the mutation sites found using Primer 3.0. An ABI PRISM 3730XL analyzer (Applied Biosystems, Foster City, CA, United States) was used for Sanger sequencing. The DNA from blood samples of all the probands and their relatives was assessed separately, and the mutation sites of the genes were detected by multigene panel testing. Ultradeep Sequencing When multigene panel testing could detect mutations in the probands’ tumor tissues but not in the peripheral blood, ultradeep sequencing was applied to determine the mutation percentage in the peripheral blood, skin lesions, hair, oral mucosa, and tumor tissues. This was performed using the Illumina HiSeq X Ten System (Illumina, San Diego, CA, United States) after DNA quantification and library quality control. The variant allele frequency (VAF) was defined as the number of reads that mapped to whole exons of causal genes, including untranslated and splicing regions. A mutation was considered present when the mutation site VAF was >1.0%.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:29:02"
}