{
  "pmid": "33817379",
  "abstract": "BACKGROUND: Neurofibromatosis type 1 (NF1) is an autosomal dominant genetic disorder with a prevalence of 1:3000 births and a wide variety of clinical manifestations. Cutaneous neurofibromas (cNF) are among the most common visible manifestations of NF1 and present a major clinical burden for patients. NF1 patients with cNF often report decreased quality of life, emotional well-being and physical comfort. Developing effective medical therapies for cNF has been identified as a priority for the majority of adults with NF1. METHODS: The study was an open, controlled and prospective proof-of-concept clinical trial. The topical treatment consisted of two steps: cNF microporation using a laser device followed by topical application of one drop of diclofenac 25 mg/mL on the surface of the cNF (T neurofibroma = treatment) or physiological saline (C neurofibroma = control) and reapplied twice daily for 3 days. Neurofibroma assessments included visual and dermatoscopy observations noting color and presence of necrosis, presence of flaccidity, measurements in two dimensions, photographs, and histopathology after excision. The primary efficacy variable was the presence of tissue necrosis. The primary safety variable was the occurrence of treatment-related adverse events. RESULTS: Six patients were included in the study. The treatment resulted in transitory topical changes (healing of the microporation grid with formation of scintillating tissue layer, hyperemia and desquamation), with no statistically significant variation in the dimensions of the T and C neurofibromas in relation to pretreatment measurements. There was no necrosis in the T or C neurofibromas. In the histopathological analysis, there was no significant difference in the distribution of chronic (lymphocytic) inflammatory infiltrate in the papillary reticular dermis (subepithelial), type of infiltrate (diffuse, perivascular, or both), presence of fibrosis, and presence of atrophy among the T and C neurofibromas. No adverse events attributable to the use of diclofenac were reported during the treatment period. CONCLUSIONS: Treatment did not result in significant alterations in terms of presence of tissue necrosis, size, or histopathological features in the T neurofibromas or in comparison to the C neurofibromas. Topical diclofenac with laser microporation was well-tolerated, with no adverse events attributable to diclofenac reported. Whether these observations are due to minimal systemic and neurofibroma exposure remain to be explored in dosage studies with larger patient groups. TRIAL REGISTRATION: ClinicalTrials.gov (NCT03090971) retrospectively registered March 27, 2017.",
  "methods": "Methods The study was an open, controlled and prospective proof-of-concept clinical trial. The topical treatment consisted of two steps: cNF microporation using a laser device followed by topical application of one drop of diclofenac 25 mg/mL on the surface of the cNF (T neurofibroma = treatment) or physiological saline (C neurofibroma = control) and reapplied twice daily for 3 days. Neurofibroma assessments included visual and dermatoscopy observations noting color and presence of necrosis, presence of flaccidity, measurements in two dimensions, photographs, and histopathology after excision. The primary efficacy variable was the presence of tissue necrosis. The primary safety variable was the occurrence of treatment-related adverse events. 2 Methods 2.1 Objectives The objectives of this study were to evaluate the efficacy and safety of using topical diclofenac 25 mg/ml in the treatment of cutaneous neurofibromas in individuals with NF1. 2.2 Study design and population The study was an open, controlled, prospective, proof-of-concept clinical trial conducted at UNIFESO Medical School in the State of Rio de Janeiro, Brazil. The study protocol received local ethical committee approval from the institution (approval no. 925.891) and is registered at ClinicalTrials.gov (ID:  NCT03090971 ). All participants provided written informed consent prior to data collection. The inclusion criteria included patients with a clinical diagnosis of NF1 according to the NIH Consensus Development Conference NF1 diagnostic criteria (NIH, 1998) and had four or more cNFs measuring 0.5–1.2 cm in greatest diameter present on either the thorax, abdomen, and upper or lower limbs (measured in a single plane). In keeping with the previous study [ 22 ], seven patients initially satisfied these inclusion criteria and six were enrolled in the study (one patient was unable to participate due to an unrelated family matter). 2.3 Treatment The study period lasted a total of 37 days and consisted of three treatment visits and three follow-up visits to the study center: Visit 1 (Pretreatment/Day 1), Visit 2 (Day 4), Visit 3 (Day 7), Visit 4 (Day 10), Visit 5 (Day 17) and Visit 6 (Day 37). The schedule of study assessments is shown in  Table 1 . Table 1 Schedule of study assessments. Table 1 Visit V. 1 Baseline, treatment day 1 V. 2 After 3 days of treatment V. 3 Three days after V.2 V. 4 Three days after V.3 V. 5 Seven days after V.4 V. 6 30 days after V.3 Study day 1 4 7 10 17 37 Informed consent x Medical history x Physical exam and vital signs x x x x x x Laboratory tests x x x Neurofibroma assessments x x x x x x Neurofibroma photographs x x x x x x Adverse event monitoring x x x x x Concomitant medication monitoring x x x x x x Laser microporation x x x Topical diclofenac application x--------------------x      Neurofibroma resection/histopathology x Two cNFs on each patient were designated as treatment (T) or control (C) neurofibromas: T1/C1 measuring between 0.5-0.8cm and T2/C2 measuring between 0.81-1.2cm. Each cNF was marked with a subject identification number (001, 002, 003, 004, 005, 006) and neurofibroma number (1, 2) using a marker with black ink. Each cNF was photographed three times at each visit, using a digital camera with a minimum resolution of 800 × 600 and macro capacity with a zoom lens of 35–105mm. Photographs were taken at a 90° angle from the specified cNF. The angle of exposure was maintained in all photographs. During Visits 1, 2 and 3, cNF underwent laser microporation and were treated with diclofenac or saline solution on Day 1, Day 4 and Day 7, respectively. cNFs were laser-porated using the P.L.E.A.S.E.® device with the following user-defined settings: density of 10%, 5 pulses per pore, repetition rate of 300 Hz, pulse duration of 125 μs, pore array size of 10mm and fluence of 36.2 J/cm 2 . After microporation, researchers topically applied one drop of diclofenac 25 mg/ml (Voltaren®) to the surface of the T neurofibromas (T neurofibroma = treatment) or physiological 0.9% saline solution to the surface of C neurofibromas (C neurofibroma = control). Patients were then directed to re-apply the respective study medication twice daily for three days at home following instructions given during Visit 1 on how to locate each neurofibroma and apply the study medication. Subjects were instructed to return to the study center at three-day intervals for another round of laser microporation and topical application, followed again by at-home topical application for three more days. After the treatment period, Visits 4, 5 and 6 solely consisted of the follow-up assessments on Day 10, Day 17 and Day 37, respectively. Therefore, the three follow-up assessments took place 3, 7, and 30 days after the final round of laser microporation. At the researcher's discretion, additional follow-up visits were scheduled to evaluate the neurofibroma healing process. The T and C neurofibromas of all participating subjects were surgically removed at the end of the study (at the end of Visit 6), fixed in 10% buffered-formaldehyde, and sent for histopathological analysis. Samples were handled and processed according to routine histological procedures and a 5-μm hematoxylin & eosin section was used for morphological analysis. The histopathological evaluations were performed by two independent pathologists. 2.4 Measurements & data collection Primary outcome measures indicating clinical efficacy were the presence of an inflammatory process and tissue necrosis in T neurofibromas. Secondary outcome variables included the reduction in T neurofibroma size or detachment of T neurofibromas. The primary endpoint for the study was the presence of necrosis on T neurofibromas. Secondary endpoints included change in color, shape, and structure of the T neurofibromas and occurrence of adverse events (including any significant changes to laboratory exams). At each visit, subjects underwent serial physical examinations, recording of adverse events, and assessment of both T and C neurofibromas. The assessment of T and C neurofibromas included visual and dermatoscopy observations (using the Dermlite DL3 [3Gen, San Jan Capistrano, CA, USA]) noting color and presence of necrosis, presence of flaccidity, and size. The neurofibromas were measured in two axes using a measuring tape: (x [horizontal] and y [vertical]). Patient safety was evaluated by adverse event monitoring and dermatological assessments of local and global skin reactions considered to be associated with topical diclofenac application during the 7-day treatment period and 30-day follow-up period. Adverse event grading followed that of the previous study: Mild (conscious of the event, but easily tolerated); Moderate (sufficient discomfort to interfere with daily activities); Severe (inability to perform daily activities). Primary outcome measures indicating safety of topical use was the occurrence of an adverse event. Secondary outcome measures included data from clinical evaluations (physical examination and vital signs), severity and duration of adverse events, and any changes in laboratory parameters. During Visit 1, a full medical history was obtained, a complete physical examination, including vital signs, were recorded, concomitant medications used within 30 days of inclusion were noted, and laboratory evaluations were performed in order to evaluate the safety of topical diclofenac use in each participating subject. In addition to Visit 1 (pretreatment), laboratory evaluations were also performed during Visits 2, 3, and 6 at the same laboratory (Laboratório Richet, Rio de Janeiro, Brazil). The laboratory evaluations included a urinalysis, complete blood count, liver function tests (aspartate aminotransferase [AST], alanine aminotransferase [ALT], alkaline phosphatase, total and direct bilirubins), basic metabolic profile (urea, creatinine, sodium, and potassium) and magnesium. Throughout the duration of the 37-day study period, concomitant medication use was monitored during each subsequent visit. Adherence to study protocol was evaluated at Visit 2, 3 and 4. 2.5 Statistical analysis Data was collected on a clinical research form and analyzed using GraphPad Prism version 5.0 for Windows (GraphPad Software, San Diego California USA). Frequency tables were generated and central tendencies (mean, median, mode) were calculated. Overall clinical efficacy and safety were statistically analyzed by comparing the results of Visits 2–6 with in relation to pretreatment values at Visit 1. Categorical variables were analyzed using chi-squared or Fisher's Exact test was used, while continuous variables were analyzed with repeated measures ANOVA or Student's T-test with a significance level of 0.05 and 95%CI.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:12:31.111217",
  "abstract_length": 2672,
  "methods_length": 8767,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}