{
  "pmid": "PMID:33816648",
  "title": "Transplantation of miPSC/mESC-derived retinal ganglion cells into healthy and glaucomatous retinas.",
  "abstract": "Optic neuropathies, including glaucoma, are a group of neurodegenerative diseases, characterized by the progressive loss of retinal ganglion cells (RGCs), leading to irreversible vision loss. While previous studies demonstrated the potential to replace RGCs with primary neurons from developing mouse retinas, their use is limited clinically. We demonstrate successful transplantation of mouse induced pluripotent stem cell (miPSC)/mouse embryonic stem cell (mESC)-derived RGCs into healthy and glaucomatous mouse retinas, at a success rate exceeding 65% and a donor cell survival window of up to 12 months. Transplanted Thy1-GFP+ RGCs were able to polarize within the host retina and formed axonal processes that followed host axons along the retinal surface and entered the optic nerve head. RNA sequencing of donor RGCs re-isolated from host retinas at 24 h and 1 week post-transplantation showed upregulation of cellular pathways mediating axonal outgrowth, extension, and guidance. Additionally, we provide evidence of subtype-specific diversity within miPSC-derived RGCs prior to transplantation.",
  "authors": "Julia Oswald; Evgenii Kegeles; Tomas Minelli; Pavel Volchkov; Petr Baranov",
  "journal": "Molecular therapy. Methods & clinical development",
  "publicationDate": "2021-06-11",
  "doi": "10.1016/j.omtm.2021.03.004",
  "methods": "Materials and methods Cell culture and retinal tissue differentiation The Rx-GFP-EF1a-mCherry mESC cell line was generated by lentiviral transduction of Rx-GFP mESCs (RIKEN). Lentivirus was assembled from pCF525-EF1a-Hygro-P2A-mCherry-lenti lentiviral vector (AddGene #115796), and viral particles were produced at Boston Children’s Hospital viral core. For transduction, the viral stock titer of 2.18749E+11 gc/mL was diluted 1:10,000 in mESC medium containing 10 μg/mL Polybrene. Subsequently, reversed transduction was performed by seeding 50,000 cells in a well of a 6-well plate containing 1.5 mL of a virus-containing medium. After 72 h, cells were selected using hygromycin B at concentration of 300 μg/mL for 2 weeks. To obtain a stable cell line, single-cell cloning was performed using a limiting dilutions approach. Mouse iPSCs originally derived from Tg(Thy1-eGFP)M mouse fibroblasts by overexpression of the Oct4-Sox2-Klf4-CMyc cassette were cultured as previously described. 30 ,  In short, miPSCs/mESCs were maintained in liquid nitrogen storage and thawed for plating on Matrigel (Corning)-coated flasks at 2,000 cells/cm 45 2  in mESC medium (for culture media content, see  Methods S1 ). Pluripotency markers were confirmed in miPSCs and mESCs by flow cytometry prior to organoid formation. For organoid seeding, miPSCs/mESCs were collected with trypsin-EDTA as single-cell suspension, washed through single centrifugation at 250 ×  g  for 4 min, and resuspended in optic vesicle (OV) medium. For spheroid formation 1,500 cells in 50 μL of OV medium were plated in low-adhesion V-bottom 96-well plates and incubated at 37°C. After 24 h, an equal volume of 2% Matrigel in OV medium was added to induce forebrain/retinal differentiation. Spheroids were cultured in OV medium with 1% Matrigel for 8 days and then transferred to OC medium. Subsequently, organoids were kept in OC medium for an additional 7 or 12 days (day 16 and day 21 total, respectively), with half media changes every 3 days, for retinal maturation. Beyond day 14 of culture, organoids were structurally stable to be transferred from 96-well plates into Petri dishes for maintenance. Differentiation batch quality is confirmed by morphological assessment and Thy1-GFP or Rx-GFP expression, respectively, prior to subsequent experimentation. Organoid dissociation Before dissociation, 0.1 mg/mL of papain was dissolved in fresh activation buffer (1.1 mM EDTA, 0.3 mM beta-mercaptoethanol, and 5.5 mM cysteine-HCl). The solution was filtered through a 0.22-μm filter and incubated for 30 min within a 37°C, 5%CO 2  incubator. Meanwhile organoids were manually collected and washed with Hank’s balanced salt solution (HBSS). After removal of the supernatant, activated papain solution (10 mL of solution for every 3 × 96 organoids) was added to the organoids and incubated for up to 15 min under occasional manual swirling within a 37°C, 5%CO 2  incubator. After incubation, 3 mL of fetal bovine serum (FBS) was added per 10 mL of papain mixture to stop digestion, and cells were centrifuged for 5 min at 300 ×  g . After supernatant removal, cells were resuspended in OC medium and counted. RGC isolation via FACS or MMBS For FACS, dissociated cells were resuspended in cold IsoFlow Sheath Fluid and passed through a 70-μm mesh. Sorting was performed in liquid droplets, using a Cytomation MoFlo Cell Sorting setup at a sheet fluid pressure of 25–30 psi. MMBS for Thy1.2+ cells was performed according to the manufacturer protocol using the Dynabeads Mouse Pan T (Thermo Fisher) kit, with isolation buffer including both BSA and FBS as stated within the manual. To improve cell purity, bead-bound cells were washed twice prior to bead release. In contrast to FACS, which specifically isolates Thy1-GFP+ RGCs, magnetic microbeads directly target the Thy1.2 (CD90.2) surface antigen, crosslinking Thy1-expressing cells to magnetic microbeads, allowing for the enrichment of both GFP+ Thy1+ and GFP− Thy1+ cells. While this initially results in a seemingly higher RGC yield, for the subsequent transplant analysis it must be kept in mind that only GFP-expressing donor RGCs can be traced. Transplantation studies All animal studies were performed according to the Association for Research in Vision and Ophthalmology (ARVO) guidelines. The animal protocol was approved by the Schepens Eye Research IACUC (Institutional Animal Care and Use Committee). For transplantation, Thy1-GFP+ cells were isolated at day 16 or day 22 of differentiation by FACS or MMBS and formulated as 10,000 viable cells/μL in OC medium. Intravitreal and subretinal injections into 1- to 3-month-old adult mice were performed under general anesthesia (ketamine/xylazine). Injections into mouse pups were performed on ice without further anesthesia according to the animal protocol. In addition to the healthy adults, two models of optic neuropathy were assessed: (1) high IOP, and (2) NMDA-induced neurotoxicity. To model glaucomatous IOP elevation, 3-month-old mice were injected with microbeads into the anterior chamber 1 week prior to transplantation. IOP elevation was confirmed to be above 17 mmHg at time of sacrifice, 3 weeks post-microbead injection. RGC death was likewise induced at 1 week prior to cell transplantation by NMDA injection (2 μL of 20 mM NMDA was injected intravitreally). The loss of host RGC death was confirmed by RBPMS staining in retinal whole-mount preparations. Immediately prior to the injections, proparacaine drops were applied for local anesthesia to the eye. In adults 2 μL and in pups 1 μL of cell suspension was delivered into the vitreous or subretinal space through a beveled glass microneedle (80 μm inner diameter). Following donor cell injection, a triple antibiotic ointment was applied. Injection success could be confirmed in some animals  in vivo  using Micron III imaging at 2 weeks post-transplantation. Animals were sacrificed at the experimental end point by CO 2  inhalation, with the death being confirmed by cervical dislocation. Eyes are subsequently enucleated, fixed in 4% paraformaldehyde for 48 h, and then processed for sectioning or retinal whole-mount preparation. Tissue preservation, immunohistochemistry, and confocal microscopy For cryosectioning, the lens was removed from the eye, and eyes were transferred to 4% sucrose solution for 2 days post-fixation to adjust tissue density. Prior to optimal cutting temperature compound (OCT) embedding, eyes were briefly rinsed with HBSS to remove surface sucrose solution. Eyes embedded in OCT were frozen in place on dry ice blocks and kept at −20°C for up to a maximum of 1 week prior to sectioning. Using a cryostat, 18-μm-thick sections were generated and captured at 6 sections per slide to allow for an estimate toward transplant coverage. For immunohistochemistry of whole mounts, retinal sections, or whole organoids, samples were first placed in blocking buffer (10% goat serum, 1% BSA, 0.1% sodium citrate, 0.1% Tween 20, 0.1% Triton-X in 1× PBS) for 2 h and subsequently incubated with primary antibody in staining buffer (1% BSA, 0.1% Tween 20, 0.1% Triton-X in 1× PBS) at 4°C overnight up to 48 h, dependent on sample thickness. A list of all primary antibodies used in this study can be found in the  Methods S3 . To remove unbound primary antibody, samples were washed 3 × 15 min with washing buffer (0.1% Tween 20, 0.1% Triton-X in 1× PBS). Alexa secondary antibodies at 1:500 dilution were applied in staining solution for 3 h at room temperature followed by 2× 15 min wash steps. Samples are then incubated in DAPI (400 ng/mL, Sigma-Aldrich) and rinsed in PBS prior to mounting with glycerol-PVA-based mounting medium. All microscopy pictures were obtained from a Leica TCS-SP5 Upright Confocal Laser-Scanning Microscope. Within the herein-presented figures, individual animals and samples thereof are accounted for according to the following schema: Gx_mx_sx (G = experimental group, m = mouse, s = slide). Flow cytometry Dissociated cells were resuspended in cold Cytofix/Cytoperm buffer (BD) for fixation, then incubated for 30 min on ice, followed by washing with buffer (0.1% Tween 20, 0.1% Triton-X in 1× PBS) and centrifuged at 2,000 rpm for 5 min. After centrifugation, cells were blocked in blocking buffer (10% goat serum, 1% BSA, 0.1% sodium citrate, 0.1% Tween 20, 0.1% Triton-X in 1× PBS) for 30 min at room temperature. After blocking, samples were washed and centrifuged at 2,000 rpm for 5 min. Cells were re-suspended in staining buffer (1% BSA, 0.1% Tween 20, 0.1% Triton-X in 1× PBS), then stained with primary antibodies overnight at 4°C on an orbital shaker. Cells were washed again and centrifuged at 3,000 rpm for 5 min. Secondary antibodies were added to the cells and incubated at room temperature for 3 h. Cells were washed and centrifuged at 3,000 rpm for 5 min twice. After the last wash, samples were re-suspended in staining buffer for analysis. Flow cytometry was performed on a BD LSR II analyzer and obtained data were gated within FlowJo software. Events were gated for single cells using forward/side scatter and a nuclear marker to exclude both small particles and multi-cell clumps from further analysis. Isotype controls were used to offset background fluorescence from final target gates. Reverse transcription and PCR RNA was isolated from organoids at different stages of differentiation using a total RNA isolation kit (Ambion, Life Technologies). Sample RNA content and purity were quantified by spectrophotometry (260/280 ratio, Nanodrop, Thermo Fisher), and reverse transcription was performed using the Superscript IV kit (Thermo Fisher) with Oligo(dT) primers according to manufacturer protocol. PCR was subsequently performed using SuperFi Polymerase Master Mix (Life Technologies) for 32 cycles. PCR products were separated by electrophoresis in 2% agarose gel, followed by imaging using BioRad Gel Doc XR+. All primers used in this study are summarized in the  Methods S2 . Transcriptomics—transplants, cell isolation, sample prep, and RNA-seq D23 Rx-GFP-EF1α-mCherry organoids were dissociated using the embryoid body dissociation kit (Miltenyi) on a Miltenyi GentleMacs Octo dissociator according to manufacturer protocol. RGCs were isolated using magnetic beads (Invitrogen CELLection pan mouse immunoglobulin G [IgG] kit) and the L1cam (CD171) antibody (Biolegend 826701, 1:100). Staining with primary antibody was performed for 30 min at 4°C, and isolated RGCs were then resuspended to 15,000 cells per 2 μL. Cells were delivered intravitreally into 35 eyes of adult C57BL/6 mice. For FACS, 10 eyes were collected 24 h post-transplant and 25 eyes at 1 week after. Retinas were extracted and dissociated as mentioned above. Cells derived on D1 were additionally stained with RBPMS antibody (Abcam ab194213, 1:200) and resuspended in HBSS + NAC (1.25 μM). Sorting was performed directly into lysis buffer. Selected populations included mCherry+ cells on day 1 and day 7, RBPMS+ mCherry− on day 1, and L1CAM+ cells prior to transplantation. RNA isolation was performed using Invitrogen RNAqueous kit (Ambion) following manufacturer protocol, and RNA quality was assessed by Bioanalyzer. Sequencing libraries were prepared at Bayer sequencing core facility using the Takara SMART-seq v4 kit and sequencing as on the Illumina NextSeq Platform. RNA-seq analysis RNA-seq analysis was performed using the Source Forge R subread package. Reads were mapped on the mouse reference genome. Only feature counts mapped on exons were counted using the feature-counts tool from the R subread package. Further analysis was performed using EdgeR software. 78 ,  Gene expression was normalized using the TMM method, and genes were filtered for an expression level of >1 cpm in at least 2/4 samples. Experimental samples included: cells prior the transplantation (day 0), mCherry+ (day 1), and RBPMS+/mCherry− (host RGCs) 24 h post-transplant and mCherry+ cells at 1 week after transplant (day 7). For GSEA between samples from a priori selected pathways, we ran pre-ranked analysis on logFC ranked expression comparisons between samples. 79  We have used the following gene sets from Gene Ontology database: Synaptic signaling (GO: 0099536), signal transduction (GO: 0007165), nervous system development (GO: 0007399), cell death (GO: 0008219), and manually assembled nervous system development gene set based on GO: 0007399. Filter on gene sets applied: minimum gene number is 5 and maximum is 500. Full GSEA data tables are provided in  80 Table S1 .",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-20 06:58:13",
  "introduction": "Introduction A variety of hereditary and neurodegenerative diseases of the eye, including glaucoma,  result in the damage of retinal ganglion cell (RGC) axons, followed by pan-retinal RGC death. Given the exclusive role of RGCs in the transmission of visual information from the retina to the brain, their progressive loss results in fading vision and, ultimately, blindness. While risk factors of glaucoma and other optic neuropathies including age, genetic and epigenetic variants, as well as sensitivity to elevated intra-ocular pressure (IOP) have been studied extensively, IOP to date remains the only clinically manageable factor. 1  Nevertheless, 40%–50% of certain patient populations continue to progress toward blindness despite treatment, and many others only clinically present with advanced stages of disease, exposing the inability of current treatments to recover already-lost vision. 2  Hence, further therapeutic routes are currently being explored, including neuroprotection, gene therapy, and cell replacement. The latter promises the advantage of a wide therapeutic window, since, assuming the successful integration of additional healthy donor cells into a diseased host environment, this strategy could potentially recover previously lost vision. 3 The main limitations for successful RGC replacement are the survival and integration of transplanted donor RGCs into the host environment and the functional rewiring of the inner-retinal neural circuit, followed by the retina-brain connection via targeted axonal outgrowth. The transplantation of primary RGC precursors isolated from developing mouse retinas showed successful cellular integration following transplantation,  addressing the first fundamental limitation of cell replacement. Additionally, progress within the field of axon regeneration is paving the way toward the rewiring of the retina-brain circuit, further enabling cell replacement as a potential therapy in the future. 4  However, clinical translation is highly dependent on the availability of a robust, scalable source for RGCs, a requirement that is within reach due to recent progress in embryonic stem cell (ESC)/induced pluripotent stem cell (iPSC)-derived retinal cell differentiation. 5 6 ,  While high-quality donor cells are paramount toward transplantation success, microenvironmental cues within the host tissue likewise influence short-term donor cell survival as well as long-term integration and functional rehabilitation of previously damaged neurocircuitry. Hence, when designing a cell replacement strategy, the unique microenvironment present within aged glaucomatous host retinas must be considered. 7 In this study, we have adapted the Sasai protocol  for efficient, reproducible production of mouse iPSC (miPSC)/mouse ESC (mESC)-derived RGCs within three-dimensional (3D) retinal organoids, from which RGCs are subsequently dissociated and isolated 8  by either fluorescence activated cell sorting (FACS) or magnetic microbead sorting (MMBS) targeting the surface antigen Thy1 (CD90.2) or L1cam (CD171) for characterization and transplantation. Prior to transplantation, miPSC-derived RGCs beyond day 21 of culture expressed subtype-specific molecular markers, demonstrating terminal differentiation  9 in vitro . Subsequently, when isolated and delivered intravitreally, Thy1-GFP+ donor RGCs survive and integrate within healthy, developing, and adult host retinas as well as glaucomatous hosts. Notably, we observed an average transplantation success rate of beyond 65%, far exceeding the previously reported 10% success rate for primary RGC transplants. 4 ,  Donor RGC survival was found to exceed 12 months post-transplantation in healthy hosts. 10 Furthermore, Thy1-GFP+ RGCs established synaptic connections within the inner retina and formed axonal projections, which aligned with host RGC axons and occasionally extended into and crossed the optic nerve head. In a first-of-its-kind experiment, we studied gene transcription via RNA sequencing (RNA-seq) in donor RGCs re-isolated from the host retina at 24 h/1 week post-transplant and compared it to both donor RGCs pre-transplant and intrinsic host RGCs, thereby documenting a cascade of cellular processes involved in the transition from the  in vitro  organoid culture to the host microenvironment. Taken together, our study demonstrates the use of miPSC/mESC-derived RGCs for  in vivo  cell replacement.",
  "results": "Results Differentiation of 3D-retinal tissue from Thy1-GFP miPSC and Rx-GFP mESC Following a slightly modified version of the original Sasai protocol, 3D retinal organoids were differentiated over the course of 3 weeks from a Thy1-GFP miPSC line ( Figure 1 A). Originally derived from the Tg(Thy1-eGFP)M mouse strain,  Thy1-GFP is expected to sparsely label RGCs, as well as some cortical and cerebellar neurons, in a Golgi-stain-like fashion. 11 11 ,  In adult retinas, intrinsic Thy1 is known to be expressed within a few of the inner nuclear layer neurons, namely Mueller glia and bipolar and amacrine cells. Notably, Thy1-GFP expression is limited to the RGC population in this mosaic mouse strain. 12 11 ,  Spheroid formation efficiency after seeding at 1,500 cells/well in V-bottom 96-well plates was 100%, with a neural vesicle induction rate of about 80% at day 9 of culture. 12  Spheroids displayed initial surface bulging at day 5 of culture, congruent with the onset of broad Thy1-GFP expression. By day 9 in culture, neural vesicles/optic cups were readily distinguishable by brightfield microscopy, and highest Thy1-GFP expression was localized within neural epithelia on the spheroid surface ( 13 Figure 1 B). Following the transition to optic cup (OC) medium on day 9 of culture, retinal epithelia are established ( Figures 1 C, 1D, and 1G). Thy1-GFP expression becomes highly restricted by day 16 of culture ( Figures 1 D and 1E). Retinal epithelia differentiation is most noticeable within the Rx-GFP mESC line around day 9 of culture, due to its highly restricted GFP expression within the newly forming optic cups ( Figure 1 G). Beyond day 16 of culture, Thy1-GFP is exclusively expressed by RGCs (Figures  1 E and  3 B), which extend notable axonal projections throughout the maturing organoids. Given the sparse labeling of the Thy1-GFP reporter, the Rx-GFP mESC line was transduced with an EF1α-mCherry construct to be used for later RNA-seq experiments, leading to all neurons within the organoid being mCherry+ during late stages of differentiation ( Figures 1 F and 1H). Overall, EF1α-mCherry-Rx-GFP mESCs and Thy1-GFP iPSCs follow a similar temporal differentiation trajectory and efficiency, leading us to limit the subsequently presented characterization of organoid-derived cells to Thy1-GFP iPSCs, given that they were used for most experiments presented within this manuscript. Data illustrating the differentiation efficiency of wild-type mESCs and Rx-GFP mESCs and detailed information around our organoid differentiation work has recently been published. 13 ,  On day 21 of culture, flow cytometry confirmed the presence of major retinal cell populations in Thy1-GFP organoids, with Recoverin+ photoreceptors (12.4%;  14 Figure S1 A) and protein kinase C (PKC)+ bipolar cells (10.3%;  Figure S1 A) found most abundantly. Brn3a, a marker expressed by the majority of RGCs as well as a subset of brain cells,  was found in 7.89% of total cells. Retinal ganglion cell identity was cross-confirmed by RNA-binding protein with multiple splicing (RBPMS) (4.84%;  15 Figure S1 A), a marker uniquely selective for 100% of all RGCs.  Furthermore, we have detected the expression of RGC subtype-specific markers, including melanopsin (6.89%), Tbr1 (6.20%), and HoxD10 (6.69%), partially overlapping with RBPMS, confirming RGC diversity within day 21 retinal organoids. Overall, the observed retinal cell differentiation pattern was consistent with other variations of the Sasai 3D protocol. 16 8 , 17 , 18 Figure 1 Differentiation of Thy1-GFP iPSC and Rx-GFP mESCs into retinal organoids (A) Schematic overview summarizing mESCs/iPSCs to organoid culture adopted from the original Sasai protocol. Starting from a stem cell suspension, retinal organoids are differentiated over the course of 3 weeks, resulting in the formation of diverse retinal neurons within optic cup-like structures around the periphery of each organoid. MG, Matrigel; OV, optic vesicle medium; OC, optic cup medium. (B–E) Representative images of organoids documenting initial, broad Thy1-GFP expression during eye field induction (day 9 [D9]), followed by its progressive restriction to optic cup-like neuroepithelia on the surface of the organoid (D12, D16). Beyond 2 weeks of culture, Thy1-GFP expression is limited to a population of cells that develop neuronal morphology and extend axonal projections throughout the whole organoid (D23). (F) To allow for uniform fluorescent labeling of all neurons generated within each organoid, Rx-GFP mESCs were transfected with an EF1α-mCherry construct using lentivirus. (G and H) At early stages of differentiation, this cell line exclusively expresses Rx-GFP (G), while later all neurons are mCherry+ (H), without any remaining Rx-GFP expression. Regions of (retinal) differentiation labeled by dotted lines. Figure 2 Thy1-GFP iPSC-derived organoids contain molecularly diverse RGCs at day 21 (A) Simplified hierarchy of known RGC-specific markers delineating mouse RGC subtype diversity according to previously published data. (B) Confocal imaging setup for whole retinal organoids. Three-week-old retinal organoids are suspended within concavity slides using PBS and sealed with a cover glass during confocal microscopy. Avoiding the use of solidifying mounting media enables the flexible rotation of the sample during imaging to enable efficient capture of Thy1-GFP+ areas. (C–F) While Thy1-GFP+ cells overlap with several pan-RGC markers, including RBPMS, Brn3a, Thy1, and Brn3c, as indicated by asterisks, Brn3a and RBPMS can be seen to also capture non-GFP-expressing cells, underlining the mosaic nature of the Thy1-GFP transgene. (G–K) Aside from several pan-RGC markers, a comprehensive set of RGC subtype-specific markers was detected including: osteopontin, Tbr1, CART, melanopsin, and FoxP1, pointing to the presence of several RGC subgroups including J-RGCs, alpha/intrinsically photosensitive RGCs (ipRGCs), and direction-selective ganglion cells (DSGCs). Asterisks highlight some of the double-positive cells. Figure 3 Thy1-GFP+ donor RGCs survive and are traceable  in vivo  post-transplantation (A) RGC cell replacement pipeline. Transplants were performed using Thy1+ donor cells isolated with magnetic microbeads for CD90.2, delivered at 10,000 cells/μL. ∗For RNA sequencing, RGCs were isolated using L1cam (CD171). (B) Characterization of Thy1-GFP+ donor cell population within organoids. 50% of Thy1-expressing cells also expressed the Thy1-GFP+ transgene; near 100% of Thy1-GFP+ cells expressed RBPMS, a pan-RGC marker. Hence, for transplant assessment we assume that only 50% of transplanted donor RGCs will be detectable by GFP expression and that GFP+ cells are all RGCs. Thy1-GFP− cells will not be traceable due to the allogeneic nature of the transplant. (C)  In vivo  fundus imaging of intravitreally delivered Thy1-GFP+ donor cells in anesthetized mice at 2 weeks post-transplantation. Thy1-GFP+ cells were found throughout the vitreous cavity and toward the back of the eye, ectopic to the retina. Intrinsic Thy1-GFP expression of donor RGCs was sufficient to allow for  in vivo  resolution of axons and smaller, neuronal processes. (D) Post-enucleation and fixation, Thy1-GFP+ donor RGCs are detectable within retinal flat mounts displaying diverse neuronal morphology as early as 2 weeks post-transplant. RGCs derived from Thy1-GFP iPSC organoids express diverse subtype markers As already confirmed by our initial flow cytometry analysis ( Figure S1 A), Thy1-GFP organoids at day 21 of culture expressed Tbr1, melanopsin, HoxD10, osteopontin, and SatB2, indicating the presence of ON-DSGCs, ipRGCs, and J- and α-RGCs. Within FACS-isolated Thy1-GFP+ RGCs, RT-PCR detected subtype-specific marker expression by as early as day 16 of culture, including Opn4, Fstl4, Kcng4, CART, and Cdh6 ( Figure S1 B), substantiating the presence of direction-selective ganglion cells (DSGCs), intrinsically-photosensitive retinal ganglion cells (ipRGCs), and α-RGCs. Notably, Math5 expression is detected congruent to those late-differentiation markers, implying the presence of undifferentiated RGCs within the isolated Thy1-GFP+ cell population at day 16. During development, Math5 is one of the earliest retinal differentiation markers, opposing active Notch signaling within the respective retinal precursor cells. Neurons derived from the Math5 lineage can subsequently differentiate into RGCs, photoreceptors, horizontal cells, or amacrine cells. In RGCs, transcription factors like Islet-1 and Brn3a then regulate the expression of above-mentioned RGC-specific genes downstream of Math5. While both Islet-1 and Brn3a were already detected at day 16, Math5 expression did not subside, even within Thy1-GFP+ RGCs isolated on day 21, ( Figure S1 C), indicating that day 21-derived Thy1-GFP+ RGCs remain a mix of fully differentiated and pre-committed RGCs. Expression of Spp1 and Jam-2 was detected even in undifferentiated Thy1-GFP miPSCs and hence could not be associated with differentiation status across culture age ( Figure S1 B). Morphologically, at day 21, Thy1-GFP+ cells are clearly neuronal, displaying dendritic and axonal outgrowth, with neurites bundling into extended strands across the organoids reaching a length of up to 200 μm ( Figure S1 D). Given the limitations of some markers to be used for either RT-PCR or flow cytometry, we performed immunostaining of whole day 21 organoids, allowing for the detailed capture of Thy1-GFP expression overlap with the respective subtype markers and cell morphology ( Figure 2 B). As expected, immunostaining revealed widespread overlap of Thy1-GFP+ cells with pan-RGC markers including RBPMS, Brn3a, Thy1, and Brn3c ( Figures 2 C–2F). Notably, both RBPMS and Brn3a stained significantly more cells than Thy1-GFP alone, underlining the mosaic nature of the Thy1-GFP cell line. Likewise, subtype-specific markers, while in part overlapping with the intrinsic Thy1-GFP, also captured non-GFP cells, underlining the limitations of Thy1-GFP to capture the complete RGC population generated within the respective organoids. Overall, immunostaining confirmed the presence of osteopontin-expressing α-RGCs ( Figure 2 G), Tbr-1+ RGCs ( Figure 2 H), CART+ ON-OFF α-RGCs ( Figure 2 I), ipRGCs ( Figure 2 J), and FoxP1+ F-RGCs ( Figure 2 K) within day 21 organoids. Isolation of organoid-derived Thy1-GFP+ donor RGCs for transplantation For the first RGC isolation and transplantation experiments, we relied on FACS to select Thy1-GFP+ cells by intrinsic GFP at day 16 of culture. Initial organoid seeding density had a significant effect on RGC yield as determined by flow cytometry ( Figure S2 A) and after FACS ( Figure S2 B), with smaller organoids seeded at 1,500 cells/well yielding about double the amount of L1cam+ RGCs as compared to organoids seeded at 7,500 cells/well and about three times more RGCs than organoids seeded at 15,000 cells/well (p = 0.012, n = 4). Prolonged culture of small organoids, seeded at 1,500 cells/well, up to day 21 furthermore doubled the yield of both Thy1-GFP+ cells as detected by flow cytometry ( Figures S2 C–S2E) and Thy1+RGCs overall, as confirmed by MMBS (p = 0.026, n = 4 [day 16], n = 6 [day 21];  Figure S2 F). For MMBS, the yield was derived only including highly viable cells, which represented about 20%–25% of total isolated cells as determined by automated cell counting. Though day 21 organoids yielded a higher percentage of Thy1-GFP+ RGCs, D16 was initially chosen as isolation time point due to the observation that axonal outgrowth from Thy1-GFP+ RGCs on day 16 was minimal within the whole organoids compared to day 21, leading us to expect less susceptibility to cellular damage during the dissociation process. When transplanted into the developing retina of post-natal day 2 (P2)–P4 mouse pups, day-16-derived Thy1-GFP+ RGCs yielded poor transplantation outcomes (less than 10% success rate;  Figures S2 G and S2H), despite seemingly high cell viability (on average 69% following FACS after a processing time of 3 h, n = 12). While some of the transplanted day 16 donor RGCs survived up to 3 weeks post-transplant, their number remained around 0.1% (10 cells) of the initially injected 10,000 cells, suggesting that day-16-derived RGCs might ultimately be too immature to survive and integrate within the host retina. Day 16 and day 21 Thy1-GFP+ RGC populations both expressed Math5 ( Figures S1 B, S1C, and  S2 I), implying the presence of immature RGCs. At the same time, the expression of RGC subtype-specific markers within day 21 organoids was increased, indicating a higher proportion of mature RGCs within an overall heterogeneous cell population. Therefore, day 21 Thy1-GFP+ RGCs were used for the subsequent transplantation attempts, leading to a nearly 6-fold increased transplantation success rate of up to 40% ( Figure S2 G). At 2 weeks post-transplant, surviving FACS-isolated day 21 Thy1-GFP+ donor RGCs expressed Brn3a and were able to extend neuronal processes across the surface of the host retina ( Figure S2 H), with donor cell survival having increased to about 0.25%–0.5% (25–50 cells) on average. Characterization of Thy1+ donor RGC population To better describe the cell population after microbead sorting for Thy1.2, we performed whole-organoid immunostaining for RBPMS and Thy1 ( Figure 3 B), showing RBPMS in 99.3% of Thy1-GFP+ cells. Although Thy1 is uniquely expressed by RGCs within the developing retina, it can be expressed in small subsets of amacrine, bipolar, and glial cells within mature mouse retinas as well as subsets of cortical and cerebellar neurons. We excluded the likelihood of this small cell population to be of non-retinal origin based on the close spatial clustering of Thy1-GFP and RBPMS within defined areas of each organoid, underlining the local restriction of retinal differentiation throughout. Furthermore, given the simultaneous presence of both Math5 and Thy-1 expression within D16 Thy1-GFP+ cells ( Figure S2 I), indicating the immature nature of those cells, we likewise assumed low probability for bipolar or photoreceptor contamination, which are later-born cell types. Therefore, to address the identity of the 0.7% of cells that are Thy1-GFP+ but RBPMS negative, we stained whole organoids for GFAP and syntaxin, markers for Mueller glia and amacrine cells ( Figure S2 J). While GFAP was fully non-overlapping to Thy1-GFP, as expected, syntaxin was found to co-stain rare Thy1-GFP+ cells, congruent with the 0.7% of non-RGCs determined by RBPMS staining ( Figure S2 J). Host age and site of donor RGC delivery affect transplantation success To establish the effect of the retinal microenvironment within the host on donor RGC survival and overall transplant outcome, we have studied the effect of host age and the site of cell delivery on donor cell survival. For this purpose, day 21 Thy1-GFP+ donor cells were either delivered intravitreally or subretinally into healthy adult mice (20,000 cells per eye) and intravitreally into healthy, P2–P4 mouse pups (10,000 cells per eye). Developmentally, the number of terminal divisions and gliogenic cells increases from P2, with retinal cell fate specification being complete by P14.  We therefore hypothesized that transplanting RGCs into P2–P4 pups should provide the most conducive microenvironment, promoting donor cell survival and integration due to ongoing tissue development and maturation. The comparison between intravitreal and subretinal delivery in adult mice, though clinically not relevant, was aimed to explore whether donor RGCs are more likely to survive in the inner retinal microenvironment adjacent to the vitreous as compared to the interface between photoreceptors and RPE. Potential differences between those inner-retinal locations could inform future transplant strategies involving the co-delivery of cells with pro-survival factors derived from the respective microenvironments. 19 Following intravitreal delivery, Thy1-GFP+ donor cells were detectable  in vivo  within the vitreous cavity and toward the back of the eye on top of the host RGC layer, using a Micron III camera, at 2 weeks post-transplant ( Figure 3 C). Donor RGCs displayed distinct neural morphology  in vivo  as well as post-fixation, as observed within retinal flat mounts ( Figure 3 D). Overall, donor cell survival was determined to range from 0.5% to 5%, and for further analysis transplants were classified as failed if no more than 25 cells (0.5% of transplanted cells) were detected. 25 GFP+ RGCs were taken as cutoff to determine a successful transplant referencing Venugopalan and colleagues,  who assumed 50 cells (∼0.1% in relation to their donor cell total per eye) as successful. 4 To thoroughly compare transplant outcomes across the three conditions, retinal cryosections were generated and stained for RGC-specific markers ( Figure 4 ). In adult hosts, both intravitreal ( Figure 4 A) and subretinal delivery ( Figure 4 B) of Thy1-GFP+ RGCs resulted in 80% transplant success, with 8/10 animals retaining more than 0.5% of donor RGCs at 2 weeks post-transplant. In contrast, intravitreal delivery within pups showed an enhanced success rate of 100%, with 9/9 animals retaining donor cells ( Figures 4 C and 4D). Aside from Thy1-GFP+ donor RGCs, areas of transplant integration also contained GFP-negative cells, a proportion of which can be assumed to be Thy1+RGCs, which lack GFP due to sparse labeling within the Tg(Thy1-eGFP)M-derived iPSC line. Additional GFP-negative cells were often observed within areas of substantial tissue overgrowth and we assume are a result of stem cell carry-over from the organoids, due to the restricted purity of single-pass MMBS. Noticeably, areas of overgrowth were most pronounced within subretinal transplants (62.5%, 5/8), ( Figure 4 A) and pups (55.6%, 5/9), ( Figures 4 C and 4D), as compared to the intravitreal transplants in adults (25%, 2/8) ( Figure 4 B). We hence postulate that both within the developing retina as well as within the subretinal space, the retinal microenvironment supports stem cell proliferation. Given the concise localization of donor RGCs within adult hosts that were injected intravitreally, transplant outcome could be further assessed by calculating the transplant coverage area for hosts without tissue overgrowth ( Figure S3 A). On average, Thy1-GFP+ donor cells could be detected across 0.43 mm 2  of the host retina, thereby covering about 2.84% (±1.22%, n = 5) of the host retina when assuming 15 mm 2  as the size of an average 3- to 5-month-old mouse retina ( Figure S3 B). To characterize transplant outcome, the distribution of Thy1-GFP+ donor cells across sections was documented ( Figure S3 C). Qualitatively, transplants into adult hosts resulted in less donor cell survival compared to transplants into the developing retina of pups, with subretinal and intravitreal transplants resulting in comparable overall donor RGC survival. Figure 4 Host age and site of donor RGC delivery affect transplantation success (A and B) Both subretinal and intravitreal delivery of Thy1-GFP+ donor RGCs results in a successful transplant in 8 of 10 animals in healthy adult mice. Bolus tissue overgrowth in areas of the transplant were most pronounced within subretinal transplants (62.5%, 5/8 animals) as compared to when cells were delivered in the vitreous (25%, 2/8 animals). Transplant boluses are assumed to be derived from a fraction of the GFP− donor cell population, which include non-RGC cells carried over from the organoid culture, due to the limited purity of the magnetic microbead isolation procedure and the expression of Thy1 within early progenitor cell populations. Notably, donor RGCs were more likely to align immediately underneath the host RGC layer in retinas with the least bolus formation, hinting at the requirement of host microenvironmental cues toward the proper integration of donor cells. (C and D) Intravitreal delivery of Thy1-GFP+ RGCs in P2–P4 aged pups resulted in 100% transplant success rate and had a bolus incidence comparable to the subretinal transplants in adult mice (55.6%, 5/9 animals). Transplants would occasionally expand to fill the entire vitreous cavity, leading to the fusion of lens and retinal tissue. PR, photoreceptors; BP, bipolar cells; IPL, inner plexiform layer; GCL, ganglion cell layer. Morphologically, integrated donor RGCs were found to be diverse at 2 weeks post-transplant, as exemplified in  Figures S3 D–S3G. While some Thy1-GFP+ donor RGCs displayed long neurites extending parallel to the host RGC layer ( Figure S3 D), others had not extended neurites at all or displayed multipolar morphology with short-ranged neurites of no apparent alignment to the host tissue ( Figure S3 E). Some Thy1-GFP+ donor cells formed laminated processes, reminiscent of the laminar arrangement of dendrites within the inner plexiform layer ( Figure S3 F). Notably, neurite complexity appeared increased within areas of higher donor cell density ( Figure S3 G). Integrated donor RGCs survive past 12 months and extend axons into host optic nerve In continuation of the previous study, four mouse pups, intravitreally injected with Thy1-GFP+ donor cells at P2–P4, were maintained for 12 months post-transplantation, and eyes were subsequently processed for cryosections and immunostaining ( Figure 5 ). At 12 months post-transplantation 50% (2/4) of the animals had retained Thy1-GFP+ cells, which clearly co-stained for RGC-specific markers including b3-tubulin ( Figure 5 A) and RBPMS ( Figure 5 B). The majority of Thy1-GFP+ donor cells was found to be located either within or immediately adjacent to the host RGC layer, with only a small percentage of cells having migrated into the innermost layers of the retina. Notably, at 12 months post-transplantation, host retinas did not display any tissue bolus around the donor cell integration site as compared to the 2-week follow-ups. Likewise, no hallmarks of gross inflammation (eye redness or discharge, bloody vitreous fluid) were detected within the host eyes. In addition to extended, b3-tubulin+ axonal processes, Thy1-GFP+ cells were observed at 12 months post-transplant to extend dendritic extensions into the inner plexiform layer and form synaptic puncta, implying integration of those donor RGCs into the host retinal circuit ( Figure 5 A). Figure 5 Donor RGCs survive past 12 months and form long-ranging axonal projections (A and B) Pups that were injected with Thy1-GFP+ donor RGCs in the vitreous cavity of the eye were subsequently maintained for 12 months. Surviving donor RGCs co-expressed pan-RGC-specific markers including b3-tubulin and RBPMS. Compared to the 2-week follow-up study, host eyes did not display any bolus overgrowth. Thy1-GFP+ cells largely remained within or adjacent to the host RGC layer. On occasion, GFP+ donor cells were observed to migrate across the inner plexiform layer; those instances, though, were estimated to account for less than 5% of the cells. Arrows indicate donor cells of interest, co-staining for b3-tubulin and RBPMS, respectively. (C and D) If integrated adjacent to the optic nerve head, Thy1-GFP+ donor RGCs were observed to extend axonal projections into the optic nerve, as marked by arrows, reaching up to 500 μm in distance by 2 weeks post-transplant. (E and F) Within retinal whole mounts, neurites of some Thy1-GFP+ donor cells were observed to align with host axonal bundles along the retinal surface. Overall directionality of neurite extension appeared random, as even neurites aligned with host axons may extend toward the retinal periphery as opposed to the optic nerve head. ONH, optic nerve head; PR, photoreceptors; BP, bipolar cells; IPL, inner plexiform layer; GCL, ganglion cell layer. The most noteworthy discovery made when closely analyzing transplant outcome was the observation that if the injected Thy1-GFP+ RGCs integrated adjacent to the host optic nerve head, donor cells were observed to extend axonal processes of up to 500 μm in length into the nerve ( Figures 5 C–5E) or to migrate their cell bodies into the nerve head. This observation was made as early as 2 weeks post-transplant. Furthermore, when assessing whole-mount retinas, it could be seen that on occasion donor RGC axons would align and follow host axonal bundles along the retinal surface ( Figures 5 E and 5F). miPSC-derived donor RGCs survive in diseased host retinas post-transplantation To discern the ability of miPSC-derived RGCs to survive within the retina of a diseased host, we transplanted donor RGCs into two models of optic neuropathy: (1) high intraocular pressure (IOP), 20 ,  and (2) NMDA-induced neurotoxicity 21  ( 22 Figure 6 A). Retinas were subsequently collected at 3 weeks post-damage induction ( Figures 6 B–6D). Histological analysis showed that while the number of surviving donor cells was lower, as previously observed for healthy hosts (ranging from 0.1% to 1%), the overall transplant success rate was higher within the perturbed hosts (4/6) as compared to healthy controls (2/6) ( Figure 6 E). Neurite outgrowth from donor cells was comparable in untreated controls and the high-IOP model, with about half of the cells having formed processes at 2 weeks post-injection. Moreover, neurite outgrowth appeared reduced within hosts with NMDA-induced neurotoxicity, in which only about a quarter of the cells showed neurites. Compared to healthy controls, both NMDA and microbead injection resulted in a significant loss (over 75%) of host RGCs at 3 weeks post-injection, as characterized by counts of RBMPS+ host RGCs within defined squares across the central retinal region, resembling advanced stages of RGC degeneration ( Figure 6 F). Figure 6 Transplanted RGCs survive within models of IOP elevation and toxic neuropathy (A) Experimental timeline for transplantation into models of RGC degeneration, including microbead-associated elevation of intraocular pressure (IOP) and NMDA-induced toxic neuropathy. (B–D) Sample images from whole-mounted retinas of each treatment condition, displaying Thy1-GFP+ donor RGCs and co-staining for Brn3a and b3-tubulin. To quantify the amount of remaining host RGCs at 2 weeks post-perturbation, whole mounts were stained with RBPMS. (E) Transplant success rate as animals displaying more than 10 Thy1-GFP+ cells per retina. (F) Quantification of host RGCs remaining post-perturbation. Control, n = 4; IOP/NMDA models, n = 8 each; ∗∗p = 0.0078, ∗∗∗∗p < 0.0001 assessed by one-way ANOVA, Tukey’s HSD. Post-transplantation donor RGCs upregulate cellular pathways enabling their survival and integration within the host retinal microenvironment To recover a maximum number of donor RGCs, we performed the subsequent experiments using EF1α-mCherry-Rx-GFP mESCs ( Figure 7 A). Organoids were differentiated for 23 days post-seeding, and mCherry+ RGCs were isolated using MMBS for L1cam (CD171).  L1cam (CD171) was chosen for these later studies to reduce the number of undifferentiated Thy1+ cells believed to create the bolus tissue outgrowths observed during the first transplants using Thy1-GFP. In addition, since L1cam selects slightly more mature RGCs compared to Thy1, its use will result in the isolation of better starting material for the following RNA-seq experiments, since large numbers of undifferentiated cells could mask distinct cellular signatures. Once isolated cells were injected intravitreally within healthy adult mice ( 23 Figures 7 A and 7B). At 1 week post-transplant, mCherry+ donor RGCs in whole retina mounts were clearly distinguishable from intrinsic host RGCs ( Figure 7 B). Following 24 h and 1 week post-transplant, retinas were isolated and dissociated, and FACS was performed for viable (as determined by calcein viability dye) mCherry+ and RBPMS+mCherry− cell populations ( Figure 7 C). The obtained cell populations were then processed for RNA-seq, leading to the analysis of 4 samples in total (day 0 = donor RGCs pre-transplant, day 1 = donor RGCs 24 h post-transplant, day 7 = donor RGCs 1 week post-transplant, intrinsic = host RGCs). To compare cellular processes that were most active within each of these cell populations, we performed gene set enrichment analysis (GSEA). When comparing donor RGCs post-transplant (either day 1 or day 7) to their pre-transplant (day 0) state ( Figures 7 D and 7E), it becomes apparent that the change in microenvironment upon transition from the  in vitro  culture to the host retina  in vivo  stimulates the expression of a range of genes involved in neuronal morphogenesis, function, and maturation. While pathways regulating neurogenesis, neuronal differentiation, migration, and guidance as well as dendritic spine development are enriched immediately post-transplant, donor RGCs eventually change to be less migratory, and pathways regulating axonal extension/guidance and synaptogenesis become more highly activated. Congruent with this change, several (cell surface) signaling pathways including Bone Morphogenetic Protein (BMP), Nitric oxide (NO), c-Jun N-terminal kinase (JNK), and mitogen-activated protein kinase kinase (MAPKK) pathways are enriched at 1 week post-transplant ( Figures S4 A–S4C), underlining the direct response of donor RGCs to the host microenvironment as well as an increased crosstalk between host and donor cells as these polarize and become integrated to the host tissue. Another compelling example for this enrichment is the semaphorin-plexin pathway ( Figure S4 C), which is known to be essential for axon guidance along the visual pathway during development. 24 ,  25 ,  26  Furthermore, when comparing intrinsic host RGCs and donor RGCs at 1 week post-transplant to newly transplanted day 1 donor RGCs ( Figure S5 A), it is apparent how pathways involved in synaptic plasticity and transmission only become enriched after the initial survival phase and within 1 week of transplant closely match the host. When analyzing whole mounts this observation is matched, as most non-integrated donor cells are cleared or die off within the first week post-transplant, arguing that only donor cells that establish cell-surface signaling or synaptic contact with the host tissue can survive and ultimately integrate. In retinas transplanted with Thy1-GFP+ donor cells, anterograde tracing with subretinal injected Wheat germ agglutinin (WGA) confirmed the establishment of neuronal connectivity between the host retinal circuit and donor RGCs within 2 weeks post-transplant ( Figure S5 B). Figure 7 Donor RGCs undergo broad transcriptional changes in response to the host retinal microenvironment within the first week post-transplantation (A) Schematic illustration of experimental workflow. (B) Representative retinal whole mount depicting mCherry+ donor RGCs, in closeups chosen from the center and periphery of the overall transplant area. RBPMS co-staining underlines the increased density of RGCs within the transplant area compared to the adjacent host GCL. (C) FACS plots with gating for cell populations isolated for later RNA isolation. Prior to fluorescent marker gating, cells were initially selected for size and metabolic activity using calcein dye (D and E) Gene enrichment analysis showing the upregulation of cellular pathways involved in neuronal, axonal, and dendritic differentiation and maturation in response to the microenvironmental change upon transplantation at 24 h and 1week post-transplant. Prior to transplantation, Thy1-GFP+ donor cells were already polarized, as shown by the formation of MAP2+ and MAP2− neurites on single cells ( Figures S5 C and S5D). Post-transplant, similar compartmentalization into axonal and dendritic processes as well as expression of synaptic markers could be observed  in vivo  within the first week post-transplant ( Figures S5 F and S5G), congruent with the timeline implied by the sequencing data.",
  "discussion": "Discussion In summary, our study provides a first proof of concept of the use of iPSC-derived,  in vitro  differentiated, diverse RGCs to replace retinal ganglion cells  in vivo . This is a critical step toward developing cell therapy for late-stage glaucoma. In contrast, previous studies aimed to achieve cellular replacement with primary RGCs, 4 ,  ESC-derived neural progenitors, 10  Mueller glia-derived RGC precursors, 27  or, most recently, germline stem cell-derived RGCs. 28  Akin to these studies, we could demonstrate that miPSC/mESC-derived donor RGCs can survive post-transplantation in healthy and diseased adult and developing mouse retinas. Specifically, we achieved an average transplantation success rate of beyond 65%, by far succeeding the previously reported 10% success rate within RGC replacement experiments employing primary RGCs. 29 4 ,  The overall number of surviving donor RGCs within the host retinas did not exceed 5% but nevertheless was superior to previously reported donor cell survival rates of about 1% on average when using primary RGCs. Abovementioned studies relying on  10 in vitro  generated precursors or germline-derived RGCs did not report concise details on transplant success, donor cell survival, or transplant coverage area, preventing a direct comparison. One key concern to ensure neuron transplantation success, both in terms of donor cell survival and integration, is to determine the optimal developmental stage and method for RGC isolation, as demonstrated in photoreceptor survival studies.  Cellular lineage commitment is essential to ensure RGCs will display cell-type-specific functionality post-transplant. The isolation of mature RGCs from organoids is challenging, however, since they are highly susceptible to dissociation, and mature neurons have diminished potential for axonal outgrowth and synapse formation, which could impede their integration into the host retina post-transplant. 30  Consequently, we expect that committed RGC precursors or immature RGCs, while functionally immature at the point of isolation, may hold a higher capacity to fully integrate and mature post-transplant. In addition, premature cell populations are expected to have higher resistance toward isolation-associated perturbances, furthermore favoring overall transplantation success. 31  While the developmental stage of the isolated RGCs is predicted to correlate to their potential to survive and functionally integrate after transplantation, the initial hurdle to transplantation success is the viability of cells post-isolation, which is highly dependent on the employed isolation procedure. While both FACS and MMBS are commonly employed methods for RGC isolation, their sorting mechanism and associated cellular perturbances vary considerably, 32 33 ,  affecting transplantation outcome. FACS relies on the enclosure of single cells into liquid droplets and subsequent laser-assisted sorting, running on a sheet fluid pressure of 25–30 psi in most conventional machines. In comparison, intraocular pressures in mice and humans of beyond 22 mmHg (0.43 psi) over extended periods of time have been associated with progressive RGC damage/death, the susceptibility to which has been shown to be subtype dependent. 34 35 ,  Although cells during FACS only experience 25–30 psi of pressure briefly, it represents a more than 60-fold increase over normal IOP, allowing the assumption that cells may experience stress despite appearing viable immediately post-isolation. In line with this assumption, recently developed mouse models of microsecond, whole-body blast injury, exposing animals to 32 psi, detected axonal degeneration in the optic tract 14 days after exposure. Similarly, dying cells were detected in the retinal ganglion cell layer (GCL) of the far peripheral retina as early as 5 days after exposure to a 29-psi blast. 36 37 ,  Given the documented susceptibility of RGCs to pressure exposure in both long- and short-term scenarios, we diverged our initial isolation strategy from FACS to MMBS, to explore whether MMBS could further enhance transplantation success. MMBS, while less amendable to automation and more time consuming, maintains cells within a fully sterile environment, giving it a further advantage over FACS. 38 33 ,  As in FACS preparation, organoids are dissociated using papain prior to MMBS and can be subsequently formulated in the same fashion for injection. 34 Following intravitreal delivery, most Thy1-GFP+ donor cells were found to remain either within the host RGC layer or immediately adjacent to it on the side of the vitreous at various observation points from 2 weeks to 1 year. In long-term follow-ups, donor RGCs were more likely to be found within the host RGC layer rather than adjacent, though it remains to be investigated whether this observation is due to eventual apoptosis of adjacently located cells or a delayed migration of donor RGCs into the host RGC layer. Initially, entry of donor RGCs into the host retina, at least in healthy hosts, is limited by the inner limiting membrane, which has led several groups to test various strategies (e.g., enzymatic disruption with pronase) to either fully remove or at least in part permeate this barrier. 39 ,  Another interesting question for future experimentation will be to assess how far the initial site of donor cell integration affects their ability to functionally integrate within the host retinal circuit. 40 Occasionally, donor cells were found to pass the inner plexiform layer, raising the question on whether those cells represent misguided RGCs or other cell types, most likely amacrine cells as detected by syntaxin co-staining within the Thy1-GFP+ cell population in whole organoids prior to transplantation. Similar patterns of cell integration were described by previous studies.  At 2 weeks post-transplant, Thy1-GFP+ donor cells were MAP2+ and b3-tubulin+ but did not co-stain for either Brn3a or RBPMS, which was only detected at the 12-month follow-up. While this may imply that donor RGCs need to remain within the host for longer time intervals to achieve strong expression of these markers, it could be a sample-processing artifact. In later transplant sets, we observed that RBPMS staining tends to turn out weak within host cells if tissues are not processed within the first week of collection, pointing to fragility of the antigen. 10 A major concern within recent years has been the observation of cell fusion and material transfer within photoreceptor replacement studies, 41 ,  42 ,  43 ,  44  leading researchers to question the results of many studies published prior. In our study, several aspects discredit cellular fusion as a possible explanation, including the ectopic location of cells and their processes either outside of the traditional retinal cell/plexiform layers or within bolus growths, clearly distinct from the host tissue. Also, cells integrated within the GCL or deeper within the retina only had single nuclei, as seen from 4′,6-diamidino-2-phenylindole (DAPI) staining. While overall we did not observe any tumorous outgrowth or inflammatory response to the transplanted cells beyond the eye, areas of bolus tissue growth were observed across all transplant conditions. We hypothesize that this might be due to the proliferation of remaining stem cells within the donor cell population, given the limited purity of Thy1 microbead-isolated cell populations and the expression of Thy1 across some early progenitor populations.  When using L1cam as an isolation marker for the later-performed RNA-seq transplants, a reduction in bolus tissue formation was observed, thus supporting our prior hypothesis. In addition, the type of delivery could bias bolus formation, since subretinal injections deposit all donor cells within the subretinal space, whereas only partial donor cells delivered intravitreally would be able to enter the host RGC layer across the inner limiting membrane (ILM). Hence, the proportion of GFP-negative donor cells accumulated within the subretinal space would be higher, allowing for further entry of these cells into the retina, ultimately causing tissue overgrowth. For future studies, we are exploring the use of SSEA-1 and other markers to perform multiple rounds of microbead selection prior to transplantation to further deplete Thy1/GFP-negative cells within the donor cell population. 45 Sourcing RGCs for cell replacement Within the last decades, numerous laboratories have worked to derive  in vitro  differentiation  protocols to generate bona fide RGCs from both human and mouse ESCs/iPSCs, employing conventional 2D as well as advanced 3D organoid culturing techniques, as comprehensively reviewed by Miltner and La Torre. 46  Collectively following the  47 in vivo  time frame of retinal histogenesis, most protocols are closely comparable in terms of their differentiation timeline  and use of several key signaling molecules and culture supplements, hence their translatability across species. Similarly, the markers used to detect differentiated RGCs (RBPMS, Thy1, Pax6, Isl1, Brn3a, Brn3b, and Brn3c) are universal across studies, though highly restrictive with respect to their descriptiveness given the high degree of diversity described within RGC populations  7 in vivo . To expand the description of our donor cell population, we consequently opted to assess a range of known subtype-specific markers prior to transplantation, leading us to provide evidence for the expression of molecular markers known to be present in several subclasses of RGCs, including alpha/ipRGCs, J-RGCs, and DSGCs. RGCs are the most diverse class of neurons within the retina, which, due to their morphology, dendritic field, retinal stratification, and brain projections, can be categorized into more than 40 subtypes. 48 ,  Aside from those anatomical features, RGCs are distinct with respect to their physiological functionality as well as damage susceptibility and regenerative potential. 49 50 ,  51 ,  52  All of these features correlate well with the molecular profile, with specific markers described for individual RGC subtypes 51 , 53 ,  and later confirmed by cluster analysis of single-cell RNA-seq data. 54 55 ,  Therefore, to address RGC replacement as a future therapy, the intrinsic diversity of RGCs should be considered. This analysis accounts for both the potential of miPSC-derived RGCs to diversify  56 in vitro  as well as the differentiation status of RGCs prior to transplantation, given that many of the subtype-specific characteristics are driven by unique transcriptional profiles initiated upon terminal differentiation. Aside from the functional diversity associated with the complex molecular profiles assumed by each subtype, mounting evidence suggests differential damage susceptibly across classes in response to optic nerve crush or other degenerative damage, 49 ,  opening the possibility to potentially focus future replacement efforts on the transplantation of highly resilient subtypes to enhance transplant outcomes within diseased host microenvironments. For RGCs derived from human iPSCs, attempts have been made to explore RGC subtype diversity within the organoids themselves by single-cell RNA-seq, though, until recently, attempts along those lines were hindered by the lack of appropriate reference datasets and sample numbers remained low, limiting conclusions. 50 49 , 56 ,  57 ,  58 ,  59 A different school of thought eliminates the concerns around improper differentiation and divides the field by arguing that retinal neurons are best transplanted as precursors, 60 ,  allowing for differentiation to happen  61 in situ  post-transplant. While for photoreceptor transplants, integrated neuro/retinal progenitors were shown to modulate gene expression within the subretinal space itself,  many research groups challenge the ability of precursors and progenitors to differentiate efficiently, repopulate the host retina, and functionally mature. 62 10 , 63 ,  64 ,  65  Consistent with these concerns, the studies mentioned prior employing precursors for RGCs replacement do not provide very convincing evidence toward structural maturation or any functional rescue beyond neuroprotective effects. Hence, while organoid protocols are indeed susceptible to inconsistencies and batch variation, as pointed out by Capowski and colleagues,  our results show that  66 in vitro  iPSC-derived RGCs can establish mature morphologies. So, while the field overall will have to continue to shift its focus to address the challenges of organoid cultures, 66 ,  we see pluripotent cells as the best strategy for sustainable cell source for RGC replacement. 67 Structural integration into the retina and the optic nerve Beyond the initial follow-up of 2 weeks, mice injected with Thy1-GFP+ RGCs as P2–P4 pups retained donor cells beyond 12 months post-transplantation, leading us to assume that iPSC-derived RGCs are capable to be used as therapeutic agent to achieve long-lasting cellular replacement. To achieve a functional rescue, donor RGCs that have integrated locally within the host RGC layer will have to re-establish inner-retinal synapses with host amacrine and bipolar cells and grow long-range axonal projections to reconnect the inner retinal circuit to its appropriate brain targets. While within the transplants performed for this manuscript we only observed donor axon entry into the host optic nerve head in pups, we meanwhile also encountered the same phenomena in adult mice. This essential observation, the ability of axon extension into the optic nerve head within both pups and adults, underlines the potential of cell replacement to be eventually amendable within aged hosts. Furthermore, in whole-mounted retinas it could be observed how neurites extended from Thy1-GFP+ donor cells followed host axonal bundles on the retina surface. Despite this alignment, neurite outgrowth directionality appeared random, with some donor cells extending neurites away from the transplant area toward the retinal periphery instead of the optic nerve head. Conceptually, RGCs undergo the same sequence of events during development, as newly emerging RGCs have been shown to form dendrites after axon initiation but prior to target innervation by those axons. 68 ,  69 ,  70 ,  71  Though in contrast to development, during which RGCs are born into an actively assembling neuro-network, donor RGCs delivered into a diseased microenvironment will have to establish functional connectivity within an aged, less-malleable neurocircuit. During development, directional axon outgrowth and entry into the optic nerve head is mediated by multiple timed guidance cue gradients across the tissue, some of which are integrated into the basal lamina.  It has been a long-held assumption that beyond development the retina had no plasticity, but recent evidence suggests that many of the developmentally expressed cues persist within the adult, or may be re-expressed upon damage or injury, including ephrin, netrin, DCC receptors, and N-CAM. 72 73 ,  74 ,  75 ,  76 ,  77  Hence, if delivered donor cells express compatible receptors, they may indeed be able to rewire using those remaining cues in conjunction with the remaining host axons. In our study, Thy1-GFP+ donor cells extended axons into the host optic nerve head within as little as 2 weeks post-transplant, arguing that, within healthy hosts, intrinsic signaling cues retained in adulthood are indeed available to direct donor cell axons. We furthermore observed, based on continued transplant studies, that donor RGCs follow host RGC axons to determine their outgrowth directionality. Additionally, our RNA-seq data obtained from donor cells within 24 h and 1 week post-transplant underlined how donor RGCs enrich a plethora of cellular pathways involved in neuronal maturation, synaptogenesis, and cell-to-cell signaling within the first week. This observation implies a fast adaptation of  in vitro  differentiated cells to the host microenvironment  in vivo  and their ability to establish synaptic and non-synaptic cellular communication with the host tissue. Nevertheless, further roadblocks will have to be considered, especially within diseased hosts, to ultimately achieve functional cell replacement. First, the number of surviving and properly rewired donor RGCs will have to reach a critical threshold—a number that is unknown to date. Second, as cautioned by studies seeding donor RGCs onto retinal whole-mount cultures  ex vivo ,  in vitro  derived RGCs may come with an overall lower propensity to form morphological synapses as compared to primary RGCs, questioning their ability to fully re-establish functional connectivity in the inner retina. Following our observations in this study, however, we feel compelled to think that miPSC/mESC-derived RGCs, or at least a percentage thereof, do hold the potential to fully integrate given a sufficiently long time frame for full axonal rewiring to the brain. Based on the observed axonal outgrowth within 2 weeks post-transplant, we would project this process to require anywhere between 3 and 6 months. In our study, donor RGCs were just as likely to form neurites within hosts with elevated IOP as compared to unperturbed controls, while host retinas with NMDA-induced neurotoxicity appeared to impair neurite formation in donor cells. Future studies will have to discern whether this effect is based on the number of remaining host RGCs available to guide the integration of newly integrating donor cells or the specific retinal microenvironment of the host, which can be assumed to vary significantly based on the host’s age and disease progression. Electroretinography (ERG) performed in the here-presented diseased hosts did not show functional improvement after transplantation (data not shown), consistent with expectations, given the low number of surviving donor RGCs as well as the time frame of the initial follow-up post-transplant. Establishing a cell replacement paradigm—from mice to humans In conclusion, our study offers a promising step toward the development of an RGC-specific cell replacement therapy aimed to treat late-stage optic neuropathies with advanced RGC degeneration. The here-presented allogeneic transplantation approach, relying on miPSC/mESC organoid-derived RGCs, allows key questions with regard to the feasibility of future RGC replacement to be addressed. Starting from technical concerns, such as how to best isolate RGCs or precursors thereof prior to transplantation as well as the route of cell delivery within the eye, work in mice can inform much more fundamental questions. Aided by the recent release of detailed molecular maps derived from single-cell RNA-seq of mouse and human RGCs, 56 ,  57 ,  58  across development and in response to injury,  approaches like ours will eventually be able to match the identity of iPSC-derived RGCs to their  49 in vivo  counterparts on a single-cell level, answering questions concerning iPSC-derived cell mosaicism and cell fate progression post-transplantation. Furthermore, enabled by lower cost and time expenditure as well as the availability of various disease models, allogeneic transplants within mice will be at the forefront of investigating retinal neurocircuitry rewiring and long-term functional outcomes post-transplant. Once established in mice, cell replacement approaches will be translatable to the use of human leukocyte antigen (HLA)-matched (universal) donor iPSCs.",
  "upgrade_date": "2026-02-21 02:19:56"
}