{
  "pmid": "PMID:33816648",
  "title": "Transplantation of miPSC/mESC-derived retinal ganglion cells into healthy and glaucomatous retinas.",
  "abstract": "Optic neuropathies, including glaucoma, are a group of neurodegenerative diseases, characterized by the progressive loss of retinal ganglion cells (RGCs), leading to irreversible vision loss. While previous studies demonstrated the potential to replace RGCs with primary neurons from developing mouse retinas, their use is limited clinically. We demonstrate successful transplantation of mouse induced pluripotent stem cell (miPSC)/mouse embryonic stem cell (mESC)-derived RGCs into healthy and glaucomatous mouse retinas, at a success rate exceeding 65% and a donor cell survival window of up to 12 months. Transplanted Thy1-GFP+ RGCs were able to polarize within the host retina and formed axonal processes that followed host axons along the retinal surface and entered the optic nerve head. RNA sequencing of donor RGCs re-isolated from host retinas at 24 h and 1 week post-transplantation showed upregulation of cellular pathways mediating axonal outgrowth, extension, and guidance. Additionally, we provide evidence of subtype-specific diversity within miPSC-derived RGCs prior to transplantation.",
  "authors": "Julia Oswald; Evgenii Kegeles; Tomas Minelli; Pavel Volchkov; Petr Baranov",
  "journal": "Molecular therapy. Methods & clinical development",
  "publicationDate": "2021-06-11",
  "doi": "10.1016/j.omtm.2021.03.004",
  "methods": "Materials and methods Cell culture and retinal tissue differentiation The Rx-GFP-EF1a-mCherry mESC cell line was generated by lentiviral transduction of Rx-GFP mESCs (RIKEN). Lentivirus was assembled from pCF525-EF1a-Hygro-P2A-mCherry-lenti lentiviral vector (AddGene #115796), and viral particles were produced at Boston Children’s Hospital viral core. For transduction, the viral stock titer of 2.18749E+11 gc/mL was diluted 1:10,000 in mESC medium containing 10 μg/mL Polybrene. Subsequently, reversed transduction was performed by seeding 50,000 cells in a well of a 6-well plate containing 1.5 mL of a virus-containing medium. After 72 h, cells were selected using hygromycin B at concentration of 300 μg/mL for 2 weeks. To obtain a stable cell line, single-cell cloning was performed using a limiting dilutions approach. Mouse iPSCs originally derived from Tg(Thy1-eGFP)M mouse fibroblasts by overexpression of the Oct4-Sox2-Klf4-CMyc cassette were cultured as previously described. 30 ,  In short, miPSCs/mESCs were maintained in liquid nitrogen storage and thawed for plating on Matrigel (Corning)-coated flasks at 2,000 cells/cm 45 2  in mESC medium (for culture media content, see  Methods S1 ). Pluripotency markers were confirmed in miPSCs and mESCs by flow cytometry prior to organoid formation. For organoid seeding, miPSCs/mESCs were collected with trypsin-EDTA as single-cell suspension, washed through single centrifugation at 250 ×  g  for 4 min, and resuspended in optic vesicle (OV) medium. For spheroid formation 1,500 cells in 50 μL of OV medium were plated in low-adhesion V-bottom 96-well plates and incubated at 37°C. After 24 h, an equal volume of 2% Matrigel in OV medium was added to induce forebrain/retinal differentiation. Spheroids were cultured in OV medium with 1% Matrigel for 8 days and then transferred to OC medium. Subsequently, organoids were kept in OC medium for an additional 7 or 12 days (day 16 and day 21 total, respectively), with half media changes every 3 days, for retinal maturation. Beyond day 14 of culture, organoids were structurally stable to be transferred from 96-well plates into Petri dishes for maintenance. Differentiation batch quality is confirmed by morphological assessment and Thy1-GFP or Rx-GFP expression, respectively, prior to subsequent experimentation. Organoid dissociation Before dissociation, 0.1 mg/mL of papain was dissolved in fresh activation buffer (1.1 mM EDTA, 0.3 mM beta-mercaptoethanol, and 5.5 mM cysteine-HCl). The solution was filtered through a 0.22-μm filter and incubated for 30 min within a 37°C, 5%CO 2  incubator. Meanwhile organoids were manually collected and washed with Hank’s balanced salt solution (HBSS). After removal of the supernatant, activated papain solution (10 mL of solution for every 3 × 96 organoids) was added to the organoids and incubated for up to 15 min under occasional manual swirling within a 37°C, 5%CO 2  incubator. After incubation, 3 mL of fetal bovine serum (FBS) was added per 10 mL of papain mixture to stop digestion, and cells were centrifuged for 5 min at 300 ×  g . After supernatant removal, cells were resuspended in OC medium and counted. RGC isolation via FACS or MMBS For FACS, dissociated cells were resuspended in cold IsoFlow Sheath Fluid and passed through a 70-μm mesh. Sorting was performed in liquid droplets, using a Cytomation MoFlo Cell Sorting setup at a sheet fluid pressure of 25–30 psi. MMBS for Thy1.2+ cells was performed according to the manufacturer protocol using the Dynabeads Mouse Pan T (Thermo Fisher) kit, with isolation buffer including both BSA and FBS as stated within the manual. To improve cell purity, bead-bound cells were washed twice prior to bead release. In contrast to FACS, which specifically isolates Thy1-GFP+ RGCs, magnetic microbeads directly target the Thy1.2 (CD90.2) surface antigen, crosslinking Thy1-expressing cells to magnetic microbeads, allowing for the enrichment of both GFP+ Thy1+ and GFP− Thy1+ cells. While this initially results in a seemingly higher RGC yield, for the subsequent transplant analysis it must be kept in mind that only GFP-expressing donor RGCs can be traced. Transplantation studies All animal studies were performed according to the Association for Research in Vision and Ophthalmology (ARVO) guidelines. The animal protocol was approved by the Schepens Eye Research IACUC (Institutional Animal Care and Use Committee). For transplantation, Thy1-GFP+ cells were isolated at day 16 or day 22 of differentiation by FACS or MMBS and formulated as 10,000 viable cells/μL in OC medium. Intravitreal and subretinal injections into 1- to 3-month-old adult mice were performed under general anesthesia (ketamine/xylazine). Injections into mouse pups were performed on ice without further anesthesia according to the animal protocol. In addition to the healthy adults, two models of optic neuropathy were assessed: (1) high IOP, and (2) NMDA-induced neurotoxicity. To model glaucomatous IOP elevation, 3-month-old mice were injected with microbeads into the anterior chamber 1 week prior to transplantation. IOP elevation was confirmed to be above 17 mmHg at time of sacrifice, 3 weeks post-microbead injection. RGC death was likewise induced at 1 week prior to cell transplantation by NMDA injection (2 μL of 20 mM NMDA was injected intravitreally). The loss of host RGC death was confirmed by RBPMS staining in retinal whole-mount preparations. Immediately prior to the injections, proparacaine drops were applied for local anesthesia to the eye. In adults 2 μL and in pups 1 μL of cell suspension was delivered into the vitreous or subretinal space through a beveled glass microneedle (80 μm inner diameter). Following donor cell injection, a triple antibiotic ointment was applied. Injection success could be confirmed in some animals  in vivo  using Micron III imaging at 2 weeks post-transplantation. Animals were sacrificed at the experimental end point by CO 2  inhalation, with the death being confirmed by cervical dislocation. Eyes are subsequently enucleated, fixed in 4% paraformaldehyde for 48 h, and then processed for sectioning or retinal whole-mount preparation. Tissue preservation, immunohistochemistry, and confocal microscopy For cryosectioning, the lens was removed from the eye, and eyes were transferred to 4% sucrose solution for 2 days post-fixation to adjust tissue density. Prior to optimal cutting temperature compound (OCT) embedding, eyes were briefly rinsed with HBSS to remove surface sucrose solution. Eyes embedded in OCT were frozen in place on dry ice blocks and kept at −20°C for up to a maximum of 1 week prior to sectioning. Using a cryostat, 18-μm-thick sections were generated and captured at 6 sections per slide to allow for an estimate toward transplant coverage. For immunohistochemistry of whole mounts, retinal sections, or whole organoids, samples were first placed in blocking buffer (10% goat serum, 1% BSA, 0.1% sodium citrate, 0.1% Tween 20, 0.1% Triton-X in 1× PBS) for 2 h and subsequently incubated with primary antibody in staining buffer (1% BSA, 0.1% Tween 20, 0.1% Triton-X in 1× PBS) at 4°C overnight up to 48 h, dependent on sample thickness. A list of all primary antibodies used in this study can be found in the  Methods S3 . To remove unbound primary antibody, samples were washed 3 × 15 min with washing buffer (0.1% Tween 20, 0.1% Triton-X in 1× PBS). Alexa secondary antibodies at 1:500 dilution were applied in staining solution for 3 h at room temperature followed by 2× 15 min wash steps. Samples are then incubated in DAPI (400 ng/mL, Sigma-Aldrich) and rinsed in PBS prior to mounting with glycerol-PVA-based mounting medium. All microscopy pictures were obtained from a Leica TCS-SP5 Upright Confocal Laser-Scanning Microscope. Within the herein-presented figures, individual animals and samples thereof are accounted for according to the following schema: Gx_mx_sx (G = experimental group, m = mouse, s = slide). Flow cytometry Dissociated cells were resuspended in cold Cytofix/Cytoperm buffer (BD) for fixation, then incubated for 30 min on ice, followed by washing with buffer (0.1% Tween 20, 0.1% Triton-X in 1× PBS) and centrifuged at 2,000 rpm for 5 min. After centrifugation, cells were blocked in blocking buffer (10% goat serum, 1% BSA, 0.1% sodium citrate, 0.1% Tween 20, 0.1% Triton-X in 1× PBS) for 30 min at room temperature. After blocking, samples were washed and centrifuged at 2,000 rpm for 5 min. Cells were re-suspended in staining buffer (1% BSA, 0.1% Tween 20, 0.1% Triton-X in 1× PBS), then stained with primary antibodies overnight at 4°C on an orbital shaker. Cells were washed again and centrifuged at 3,000 rpm for 5 min. Secondary antibodies were added to the cells and incubated at room temperature for 3 h. Cells were washed and centrifuged at 3,000 rpm for 5 min twice. After the last wash, samples were re-suspended in staining buffer for analysis. Flow cytometry was performed on a BD LSR II analyzer and obtained data were gated within FlowJo software. Events were gated for single cells using forward/side scatter and a nuclear marker to exclude both small particles and multi-cell clumps from further analysis. Isotype controls were used to offset background fluorescence from final target gates. Reverse transcription and PCR RNA was isolated from organoids at different stages of differentiation using a total RNA isolation kit (Ambion, Life Technologies). Sample RNA content and purity were quantified by spectrophotometry (260/280 ratio, Nanodrop, Thermo Fisher), and reverse transcription was performed using the Superscript IV kit (Thermo Fisher) with Oligo(dT) primers according to manufacturer protocol. PCR was subsequently performed using SuperFi Polymerase Master Mix (Life Technologies) for 32 cycles. PCR products were separated by electrophoresis in 2% agarose gel, followed by imaging using BioRad Gel Doc XR+. All primers used in this study are summarized in the  Methods S2 . Transcriptomics—transplants, cell isolation, sample prep, and RNA-seq D23 Rx-GFP-EF1α-mCherry organoids were dissociated using the embryoid body dissociation kit (Miltenyi) on a Miltenyi GentleMacs Octo dissociator according to manufacturer protocol. RGCs were isolated using magnetic beads (Invitrogen CELLection pan mouse immunoglobulin G [IgG] kit) and the L1cam (CD171) antibody (Biolegend 826701, 1:100). Staining with primary antibody was performed for 30 min at 4°C, and isolated RGCs were then resuspended to 15,000 cells per 2 μL. Cells were delivered intravitreally into 35 eyes of adult C57BL/6 mice. For FACS, 10 eyes were collected 24 h post-transplant and 25 eyes at 1 week after. Retinas were extracted and dissociated as mentioned above. Cells derived on D1 were additionally stained with RBPMS antibody (Abcam ab194213, 1:200) and resuspended in HBSS + NAC (1.25 μM). Sorting was performed directly into lysis buffer. Selected populations included mCherry+ cells on day 1 and day 7, RBPMS+ mCherry− on day 1, and L1CAM+ cells prior to transplantation. RNA isolation was performed using Invitrogen RNAqueous kit (Ambion) following manufacturer protocol, and RNA quality was assessed by Bioanalyzer. Sequencing libraries were prepared at Bayer sequencing core facility using the Takara SMART-seq v4 kit and sequencing as on the Illumina NextSeq Platform. RNA-seq analysis RNA-seq analysis was performed using the Source Forge R subread package. Reads were mapped on the mouse reference genome. Only feature counts mapped on exons were counted using the feature-counts tool from the R subread package. Further analysis was performed using EdgeR software. 78 ,  Gene expression was normalized using the TMM method, and genes were filtered for an expression level of >1 cpm in at least 2/4 samples. Experimental samples included: cells prior the transplantation (day 0), mCherry+ (day 1), and RBPMS+/mCherry− (host RGCs) 24 h post-transplant and mCherry+ cells at 1 week after transplant (day 7). For GSEA between samples from a priori selected pathways, we ran pre-ranked analysis on logFC ranked expression comparisons between samples. 79  We have used the following gene sets from Gene Ontology database: Synaptic signaling (GO: 0099536), signal transduction (GO: 0007165), nervous system development (GO: 0007399), cell death (GO: 0008219), and manually assembled nervous system development gene set based on GO: 0007399. Filter on gene sets applied: minimum gene number is 5 and maximum is 500. Full GSEA data tables are provided in  80 Table S1 .",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-20 17:37:03"
}