{
  "pmid": "PMID:33817379",
  "title": "Clinical assessment of the use of topical liquid diclofenac following laser microporation of cutaneous neurofibromas in individuals with neurofibromatosis type 1.",
  "abstract": "BACKGROUND: Neurofibromatosis type 1 (NF1) is an autosomal dominant genetic disorder with a prevalence of 1:3000 births and a wide variety of clinical manifestations. Cutaneous neurofibromas (cNF) are among the most common visible manifestations of NF1 and present a major clinical burden for patients. NF1 patients with cNF often report decreased quality of life, emotional well-being and physical comfort. Developing effective medical therapies for cNF has been identified as a priority for the majority of adults with NF1. METHODS: The study was an open, controlled and prospective proof-of-concept clinical trial. The topical treatment consisted of two steps: cNF microporation using a laser device followed by topical application of one drop of diclofenac 25 mg/mL on the surface of the cNF (T neurofibroma = treatment) or physiological saline (C neurofibroma = control) and reapplied twice daily for 3 days. Neurofibroma assessments included visual and dermatoscopy observations noting color and presence of necrosis, presence of flaccidity, measurements in two dimensions, photographs, and histopathology after excision. The primary efficacy variable was the presence of tissue necrosis. The primary safety variable was the occurrence of treatment-related adverse events. RESULTS: Six patients were included in the study. The treatment resulted in transitory topical changes (healing of the microporation grid with formation of scintillating tissue layer, hyperemia and desquamation), with no statistically significant variation in the dimensions of the T and C neurofibromas in relation to pretreatment measurements. There was no necrosis in the T or C neurofibromas. In the histopathological analysis, there was no significant difference in the distribution of chronic (lymphocytic) inflammatory infiltrate in the papillary reticular dermis (subepithelial), type of infiltrate (diffuse, perivascular, or both), presence of fibrosis, and presence of atrophy among the T and C neurofibromas. No adverse events attributable to the use of diclofenac were reported during the treatment period. CONCLUSIONS: Treatment did not result in significant alterations in terms of presence of tissue necrosis, size, or histopathological features in the T neurofibromas or in comparison to the C neurofibromas. Topical diclofenac with laser microporation was well-tolerated, with no adverse events attributable to diclofenac reported. Whether these observations are due to minimal systemic and neurofibroma exposure remain to be explored in dosage studies with larger patient groups. TRIAL REGISTRATION: ClinicalTrials.gov (NCT03090971) retrospectively registered March 27, 2017.",
  "authors": "Lisa Brauer Oliveira; Mauro Geller; Karin Soares Cunha; Alessandra Santos; Allan Bernacchi; Allan E Rubenstein; Sanyu Takirambudde; Spyros Mezitis; Carolina de Almeida Ito Brum; Luiz Guilherme Darrigo; Marcia Gonçalves Ribeiro",
  "journal": "Heliyon",
  "publicationDate": "2021-03",
  "doi": "10.1016/j.heliyon.2021.e06518",
  "methods": "Methods The study was an open, controlled and prospective proof-of-concept clinical trial. The topical treatment consisted of two steps: cNF microporation using a laser device followed by topical application of one drop of diclofenac 25 mg/mL on the surface of the cNF (T neurofibroma = treatment) or physiological saline (C neurofibroma = control) and reapplied twice daily for 3 days. Neurofibroma assessments included visual and dermatoscopy observations noting color and presence of necrosis, presence of flaccidity, measurements in two dimensions, photographs, and histopathology after excision. The primary efficacy variable was the presence of tissue necrosis. The primary safety variable was the occurrence of treatment-related adverse events. 2 Methods 2.1 Objectives The objectives of this study were to evaluate the efficacy and safety of using topical diclofenac 25 mg/ml in the treatment of cutaneous neurofibromas in individuals with NF1. 2.2 Study design and population The study was an open, controlled, prospective, proof-of-concept clinical trial conducted at UNIFESO Medical School in the State of Rio de Janeiro, Brazil. The study protocol received local ethical committee approval from the institution (approval no. 925.891) and is registered at ClinicalTrials.gov (ID:  NCT03090971 ). All participants provided written informed consent prior to data collection. The inclusion criteria included patients with a clinical diagnosis of NF1 according to the NIH Consensus Development Conference NF1 diagnostic criteria (NIH, 1998) and had four or more cNFs measuring 0.5–1.2 cm in greatest diameter present on either the thorax, abdomen, and upper or lower limbs (measured in a single plane). In keeping with the previous study [ 22 ], seven patients initially satisfied these inclusion criteria and six were enrolled in the study (one patient was unable to participate due to an unrelated family matter). 2.3 Treatment The study period lasted a total of 37 days and consisted of three treatment visits and three follow-up visits to the study center: Visit 1 (Pretreatment/Day 1), Visit 2 (Day 4), Visit 3 (Day 7), Visit 4 (Day 10), Visit 5 (Day 17) and Visit 6 (Day 37). The schedule of study assessments is shown in  Table 1 . Table 1 Schedule of study assessments. Table 1 Visit V. 1 Baseline, treatment day 1 V. 2 After 3 days of treatment V. 3 Three days after V.2 V. 4 Three days after V.3 V. 5 Seven days after V.4 V. 6 30 days after V.3 Study day 1 4 7 10 17 37 Informed consent x Medical history x Physical exam and vital signs x x x x x x Laboratory tests x x x Neurofibroma assessments x x x x x x Neurofibroma photographs x x x x x x Adverse event monitoring x x x x x Concomitant medication monitoring x x x x x x Laser microporation x x x Topical diclofenac application x--------------------x      Neurofibroma resection/histopathology x Two cNFs on each patient were designated as treatment (T) or control (C) neurofibromas: T1/C1 measuring between 0.5-0.8cm and T2/C2 measuring between 0.81-1.2cm. Each cNF was marked with a subject identification number (001, 002, 003, 004, 005, 006) and neurofibroma number (1, 2) using a marker with black ink. Each cNF was photographed three times at each visit, using a digital camera with a minimum resolution of 800 × 600 and macro capacity with a zoom lens of 35–105mm. Photographs were taken at a 90° angle from the specified cNF. The angle of exposure was maintained in all photographs. During Visits 1, 2 and 3, cNF underwent laser microporation and were treated with diclofenac or saline solution on Day 1, Day 4 and Day 7, respectively. cNFs were laser-porated using the P.L.E.A.S.E.® device with the following user-defined settings: density of 10%, 5 pulses per pore, repetition rate of 300 Hz, pulse duration of 125 μs, pore array size of 10mm and fluence of 36.2 J/cm 2 . After microporation, researchers topically applied one drop of diclofenac 25 mg/ml (Voltaren®) to the surface of the T neurofibromas (T neurofibroma = treatment) or physiological 0.9% saline solution to the surface of C neurofibromas (C neurofibroma = control). Patients were then directed to re-apply the respective study medication twice daily for three days at home following instructions given during Visit 1 on how to locate each neurofibroma and apply the study medication. Subjects were instructed to return to the study center at three-day intervals for another round of laser microporation and topical application, followed again by at-home topical application for three more days. After the treatment period, Visits 4, 5 and 6 solely consisted of the follow-up assessments on Day 10, Day 17 and Day 37, respectively. Therefore, the three follow-up assessments took place 3, 7, and 30 days after the final round of laser microporation. At the researcher's discretion, additional follow-up visits were scheduled to evaluate the neurofibroma healing process. The T and C neurofibromas of all participating subjects were surgically removed at the end of the study (at the end of Visit 6), fixed in 10% buffered-formaldehyde, and sent for histopathological analysis. Samples were handled and processed according to routine histological procedures and a 5-μm hematoxylin & eosin section was used for morphological analysis. The histopathological evaluations were performed by two independent pathologists. 2.4 Measurements & data collection Primary outcome measures indicating clinical efficacy were the presence of an inflammatory process and tissue necrosis in T neurofibromas. Secondary outcome variables included the reduction in T neurofibroma size or detachment of T neurofibromas. The primary endpoint for the study was the presence of necrosis on T neurofibromas. Secondary endpoints included change in color, shape, and structure of the T neurofibromas and occurrence of adverse events (including any significant changes to laboratory exams). At each visit, subjects underwent serial physical examinations, recording of adverse events, and assessment of both T and C neurofibromas. The assessment of T and C neurofibromas included visual and dermatoscopy observations (using the Dermlite DL3 [3Gen, San Jan Capistrano, CA, USA]) noting color and presence of necrosis, presence of flaccidity, and size. The neurofibromas were measured in two axes using a measuring tape: (x [horizontal] and y [vertical]). Patient safety was evaluated by adverse event monitoring and dermatological assessments of local and global skin reactions considered to be associated with topical diclofenac application during the 7-day treatment period and 30-day follow-up period. Adverse event grading followed that of the previous study: Mild (conscious of the event, but easily tolerated); Moderate (sufficient discomfort to interfere with daily activities); Severe (inability to perform daily activities). Primary outcome measures indicating safety of topical use was the occurrence of an adverse event. Secondary outcome measures included data from clinical evaluations (physical examination and vital signs), severity and duration of adverse events, and any changes in laboratory parameters. During Visit 1, a full medical history was obtained, a complete physical examination, including vital signs, were recorded, concomitant medications used within 30 days of inclusion were noted, and laboratory evaluations were performed in order to evaluate the safety of topical diclofenac use in each participating subject. In addition to Visit 1 (pretreatment), laboratory evaluations were also performed during Visits 2, 3, and 6 at the same laboratory (Laboratório Richet, Rio de Janeiro, Brazil). The laboratory evaluations included a urinalysis, complete blood count, liver function tests (aspartate aminotransferase [AST], alanine aminotransferase [ALT], alkaline phosphatase, total and direct bilirubins), basic metabolic profile (urea, creatinine, sodium, and potassium) and magnesium. Throughout the duration of the 37-day study period, concomitant medication use was monitored during each subsequent visit. Adherence to study protocol was evaluated at Visit 2, 3 and 4. 2.5 Statistical analysis Data was collected on a clinical research form and analyzed using GraphPad Prism version 5.0 for Windows (GraphPad Software, San Diego California USA). Frequency tables were generated and central tendencies (mean, median, mode) were calculated. Overall clinical efficacy and safety were statistically analyzed by comparing the results of Visits 2–6 with in relation to pretreatment values at Visit 1. Categorical variables were analyzed using chi-squared or Fisher's Exact test was used, while continuous variables were analyzed with repeated measures ANOVA or Student's T-test with a significance level of 0.05 and 95%CI.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:29:03",
  "introduction": "1 Introduction Neurofibromatosis type 1 (NF1) is an autosomal dominant neurocutaneous syndrome with complete penetrance, a wide variety and range of clinical manifestations, and a worldwide prevalence of approximately 1/3000 individuals [ 1 ]. The disorder is caused by mutations of the  NF1  gene, which encodes for the protein neurofibromin.  NF1  is a tumor suppressor gene and its protein product, neurofibromin, plays a vital role in the inactivation of Ras signaling pathway. Thus, mutations of the  NF1  gene, in particular  NF1  bi-allelic inactivation, lead to a loss of neurofibromin activity which in turn increases Ras activity, permitting uncontrolled cellular proliferation and tumor formation [ 1 ,  2 ]. Diagnostic criteria for NF1 as established by The National Institutes of Health (NIH) Consensus Development Conference, require two or more of the following: six or more café au lait macules; two or more neurofibromas  or  one plexiform neurofibroma; axillary/groin freckling; optic glioma; two or more Lisch nodules; bony dysplasia; and a first-degree relative with NF1 [ 3 ]. As such, individuals with NF1 are often prone to develop numerous sequelae including optic glioma, intracranial tumors, kyphoscoliosis, tibial bowing, language and learning delay, hypertension, leukemia, and sarcoma [ 4 ]. Cutaneous neurofibromas (cNFs) are the most common tumor in NF1 and are present in greater than 99% of adult patients [ 5 ,  6 ]. cNFs are described as slow-growing lesions that involve the epidermis and dermis, are present in late childhood and generally increase in size and number with age [ 5 ,  7 ]. cNFs consist of soft connective tissue arising from cells in the peripheral nerve sheath and are comprised of a mixture of Schwann cells, fibroblasts and mast cells [ 4 ]. NF1-related cNFs can vary widely among affected individuals in terms of number, size, location, and distribution [ 8 ,  9 ]. The number of cNFs can range from just a few to several thousand, occurring at greater concentrations on the torso [ 4 ]. Neurofibromas are clinically classified as cutaneous if they occur in the skin and if, when moved, the cNF moves together with the skin over the tumor [ 10 ]. Although cNFs are histologically benign tumors [ 11 ], they can cause significant cosmetic disfigurement, pain, pruritis, and emotional and physical discomfort, and thus are directly associated with decreased quality of life of individuals with NF1 [ 5 , 11 ]. Current treatment options for cNF are limited to include physical removal by procedural methods, including conventional surgical resection, electrodesiccation, laser-based treatments (laser photocoagulation, CO 2  laser), and radiofrequency ablation. These approaches are limited by the number of neurofibromas that can be treated at a single surgical session, variable scarring (due to skin type and closure technique), and the time required for the procedure and wound healing [ 9 ]. Developing effective medical therapies for cNF is a priority for the majority of adults with NF1 [ 9 , 11 ]. Cutaneous neurofibromas are dependent on continuously activated Ras driving cellular proliferation and thus may be susceptible to treatments that target components of the Ras pathway leading to an interruption of the cell cycle or an inhibition of cellular proliferation [ 9 ]. The superficial location of cNFs renders them susceptible to topical treatment. The ideal topical cNF treatment would involve a compound that induces the involution of the cNF without scarring and/or prevents cNFs from growing in size. Diclofenac is a widely-prescribed nonsteroidal anti-inflammatory drug (NSAID) that is effective in the treatment of conditions including rheumatoid arthritis, osteoarthritis, and gouty arthritis, as an analgesic in painful conditions, and as an antipyretic in infection-associated fever [ 12 ,  13 ,  14 ]. The mechanism of action is not fully understood but diclofenac is known to be involved in inhibition of prostaglandin biosynthesis through inhibition of cyclooxygenase (COX) enzyme isoforms [ 15 ,  16 ]. These isoforms include cyclooxygenase-1 (COX-1) and cyclooxygenase-2 (COX-2), which catalyze the conversion of arachidonic acid into prostaglandins [ 14 ]. COX-1 is constitutively expressed in most tissue types and catalyzes the production of prostaglandins that are involved in many physiological functions, including maintenance of normal renal function, mucosal protection in the GI tract and the mediation of normal platelet function pro-aggregatory thromboxane A2 in the platelets [ 14 ,  17 ]. On the other hand, COX-2 expression can be induced in inflammatory cells and in human tumors by cytokines and tumor promoters [ 18 ] and is believed to have a role in the mediation of pain, inflammation, and fever [ 15 ,  17 ]. Topical diclofenac sodium 3% uses a gel vehicle to deliver the drug to the epidermis and is indicated in the treatment of actinic keratosis (AK), atypical neoplastic lesions that arise in sun-damaged skin that have the potential to develop into squamous cell carcinoma [ 19 ]. The mechanism of action of topical diclofenac 3% gel is unknown, however, the drug has been shown in animal models to reduce inflammation, induce apoptosis [ 19 ], inhibit angiogenesis and induce neovascular regression in inflammatory tissue [ 14 ,  20 ]. Due to the fact that cutaneous neurofibromas are benign lesions that rely on cellular proliferation, diclofenac could potentially inhibit neurofibroma growth in a similar manner to which it inhibits AK growth and stimulates involution. By administering the diclofenac locally to cNFs, it may result in an effective treatment with minimal cosmetic alteration and maximum safety. Topical drug delivery aims to provide well-tolerated and effective targeted treatments and is developed based on the drug's pharmacokinetic profile and ability to penetrate the site of action. Compared to oral administration, topical drug delivery offers the advantages of bypassing first-pass metabolism and a decreased incidence of systemic adverse effects, while allowing for direct application to target locations and thus providing acceptability and ease of use. In order to guarantee a therapeutic effect of a topical formulation, the drug must be able to both penetrate the skin and permeate target areas at sufficient concentrations to exert a therapeutic effect [ 21 ]. In a previous study, we evaluated the safety and efficacy of intralesional administration of diclofenac (Voltaren® injection 75 mg/3mL ampoule) on cNFs. In this study, some treated cNFs experienced inflammation, tissue necrosis, and full or partial detachment. These events were not observed in the control cNFs [ 22 ]. These findings justify additional investigation into the efficacy of using diclofenac to treat cNFs in the search for the most convenient drug delivery system. Although cNFs are easily accessible lesions, the formulation of topical diclofenac gel would likely be unable to adequately penetrate these benign tumors because of the barrier function of the skin's corneal layer, a known limiting factor for passive drug penetration and transdermal drug delivery [ 23 ]. Laser microporation followed by topical application of liquid diclofenac may offer an alternative delivery method, while providing the benefit of administering a significantly smaller dose of diclofenac as compared to oral or intralesional treatment [ 22 ]. Furthermore, topical application of the treatment may be applied at home by the patient painlessly and at less final cost to the patient, with greater safety. Clinical studies have shown that topical administration resulted in higher diclofenac levels in the dermis as compared to oral administration, providing further evidence for the efficacy of local administration [ 24 ,  25 ]. However, the excellent barrier function of the stratum corneum limits the rate and extent of topical drug delivery [ 26 ,  27 ], and focus has moved to the development of new technologies to reversibly impair barrier function and so enhance transport [ 28 ]. Lasers have been used for medical applications for more than 50 years. Over the past 20 years, lasers have come to represent an invaluable tool in dermatological treatment due to their ability to penetrate and act through tissue without causing bleeding [ 29 ]. Microporation is a method currently used as part of the treatment of various skin conditions such as actinic keratosis and was used to enhance delivery of topical administered substances such as diclofenac [ 23 ]. Researchers have illustrated that laser microporation, using P.L.E.A.S.E.® technology, significantly increased diclofenac transport. This option is especially helpful for lesions in small and restricted areas [ 29 ]. P.L.E.A.S.E. (Precise Lasers Epidermal System) from Pantec Biosolutions AG (Liechtenstein) is a medical device based on an Er:YAG laser to generate micropores in the skin. The device emits light with a wavelength of 2.94 μm and therefore breaks the stratum corneum by creating aqueous micropores, with variable user settings allowing for variation in micropore number, density, and depth [ 23 ]. This study evaluated the use of P.L.E.A.S.E. platform cutaneous neurofibroma microporation followed by topical diclofenac application.",
  "results": "3 Results 3.1 Study population and pretreatment characteristics A total of six subjects were screened, enrolled, and completed the study from February–March 2017: one man (17%) and five women (83%); mean age, 46.17 years (±16.44). The six participants were included in analysis of each objective. At pretreatment neurofibroma selection and assessment, the T and C neurofibromas were described as skin color, with no significant alterations prior to initiation of treatment. No significant alteration in physical exams was noted at pretreatment. 3.2 Compliance & concomitant medications Apart from one exception, compliance to treatment regimen was good and patients confirmed their facility to follow instructions for application given at pretreatment. Subject 005 skipped one diclofenac and serum application on the T and C neurofibromas between Visit 2 and Visit 3. One subject reported use of concomitant medications at Visit 1 which continued throughout the study period (omeprazole 20mg, ranitidine 150mg, scopolamine butylbromide 10mg). Concomitant medications reported during the treatment period included paracetamol 750mg (n = 1) and 500mg (n = 1), metamizole 500mg (n = 1), metamizole 300mg + caffeine 35mg + orphenadrine 500mg (n = 2), amoxicillin 500mg (n = 1), tenoxicam 20mg (n = 1), loratadine 10mg (n = 1), and ferrous sulphate 150mg (n = 1). 3.3 Physical exam There were no significant alterations in the physical exam and vital signs performed at each study visit in relation to pretreatment observations (ANOVA p values > 0.05 for weight, blood pressure, pulse, and temperature). 3.4 Laboratory exams At pretreatment, one subject had moderate anemia on CBC (persisting subsequent visits) and one subject had slightly low ALT, persisting at Visits 3 and 6. At Visit 3, one subject had slightly low alkaline phosphatase (persisting at Visit 6). At Visit 6, one subject presented elevated urea and C reactive protein (requested due to adverse event), two subjects had slightly low alkaline phosphatase, and one subject had slightly low mean corpuscular hemoglobin concentration (MCHC). 3.5 Neurofibroma assessment 3.5.1 Necrosis None of the T or C neurofibromas presented necrosis during the treatment period or upon histopathology examination. 3.5.2 Color and observations At Visit 1, the color of all T and C neurofibromas was described as “skin color”, without other pretreatment alterations. At Visit 2, on visual observation and dermoscopy, all T and C neurofibromas displayed healing in the shape of the laser microporation grid on the surface of the neurofibromas. At Visit 3, on visual observation and dermoscopy, all T and C neurofibromas displayed healing in the shape of the laser microporation grid on the surface of the neurofibromas. On dermoscopy, hyperemia and shining dots around the micropores were noted (epithelialization), with some neurofibromas presenting desquamation. At Visit 4, hyperemia and desquamation of T and C neurofibromas were apparent on visual observation and on dermoscopy, where white shining dots around the micropores and around the surface of the neurofibromas were noted (epithelialization). At Visit 5, hyperemia and shiny areas in the presence of microporation healing (epithelialization) were noted on visual observation and dermoscopy. At Visit 6, on visual observation and dermoscopy, neurofibromas were pallid or unaltered in relation to Visit 1, with hyperemia persisting in some neurofibromas. There were no statistically significant differences in the number of T and C neurofibromas presenting hyperemia (χ 2  = 8.437; DF = 12; p = 0.7501 for T and C neurofibromas; χ 2  = 5.5; DF = 9; p = 0.789 for T neurofibromas, and χ 2  = 3.378; DF = 9; p = 0.947 for C neurofibromas) or pallidity (χ 2  = 0.1048, DF = 12; p = 1.0 for T and C neurofibromas; χ 2  = 2.019; DF = 5; p = 0.847 for T neurofibromas, and χ 2  = 0.0; DFL = 5; p = 1.0 for C neurofibromas). 3.5.3 Flaccidity The presence of flaccidity in the T and C neurofibromas at each study visit is displayed in  Table 2 . The number of neurofibromas presenting flaccidity from Visit 2 to Visit 6 did not reach statistical significance for the T (χ 2  = 2.956; DF = 5; p = 0.7068) or C (χ 2  = 0.7132; DF = 5; p = 0.9822) neurofibromas. Table 2 Distribution of T and C neurofibromas presenting flaccidity at each study visit. Table 2 Neurofibromas presenting flaccidity Visits V. 1 V. 2 V. 3 V. 4 V. 5 V. 6 T1 0 1 4 6 6 5 T2 0 5 6 5 6 4 C1 0 3 2 4 5 2 C2 0 5 4 5 6 5 Data are  n . 3.5.4 Neurofibroma photographs Figures  1 ,  2 ,  3 , and  4  display sequential photographs of T and C neurofibromas throughout the study. Figure 1 Sequence of photographs showing a T1 neurofibroma at each study assessment visit. Note Microporation grid at Visit 2 and subsequent desquamation. Neurofibroma and microporation grid appear pallid at Visit 6 in relation to pretreatment. (006 T1). Figure 1 Figure 2 Sequence of photographs showing a T2 neurofibroma at each study assessment visit. Note Microporation grid at Visit 2 and subsequent desquamation. Neurofibroma appears unaltered at Visit 6 in relation to pretreatment (001 T2). Figure 2 Figure 3 Sequence of photographs showing a C1 neurofibroma at each study assessment visit. Note Microporation grid at Visit 2 and subsequent desquamation. Neurofibroma appears unaltered at Visit 6 in relation to pretreatment (002 C1). Figure 3 Figure 4 Sequence of photographs showing a C2 neurofibroma at each study assessment visit. Note Microporation grid at Visit 2 and subsequent desquamation. Neurofibroma appears unaltered at Visit 6 in relation to pretreatment (004 C2). Figure 4 3.5.5 Neurofibroma size Changes in T and C neurofibroma sizes in two axes are presented in  Table 3 . Table 3 Change in T and C neurofibroma measurements at Visit 6 in relation to Pretreatment measurements. Table 3 T1 Subject x y Significant change? 001 No change Reduction No (p = 0.5) 002 No change Reduction No (p = 0.822) 003 No change No change No (p = 0.5) 004 No change Reduction No (p = 0.5) 005 Reduction Reduction No (p = 0.366) 006 No change Reduction No (p = 0.5) T2 001 Reduction No change No (p = 0.187) 002 Reduction No change No (p = 0.127) 003 Reduction No change No (p = 0.5) 004 Reduction Reduction Yes (p = 0.0047) 005 Reduction No change No (p = 0.5) 006 Increase Increase No (p = 0.051) C1 001 Reduction Reduction Yes (p = 0.038) 002 Increase Reduction No (p = 0.62) 003 Reduction No change No (p = 0.5) 004 Reduction Reduction No (p = 0.5) 005 Reduction Reduction No (p = 0.142) 006 No change No change Yes (p = 0.038) C2 001 Reduction Reduction Yes (p = 0.038) 002 Reduction No change No (p = 0.822) 003 No change No change No (p = 1.0) 004 Reduction Increase No (p = 0.977) 005 Reduction Increase No (p = 0.648) 006 No change Reduction No (p = 0.5) Note: x = horizontal measurement (measured in cm at each study visit; y = vertical measurement (measured in cm at each study visit)). 3.5.6 Histopathology features Histopathological analysis of the T and C neurofibromas analyzed between 6 and 32 sequential slices from each tumor, confirmed all to be cutaneous neurofibromas, not encapsulated, confined in the dermis. Some had diffuse limits (5/6 for T1, C1, and C2 neurofibromas) and others had a well-defined delimitation (1–6 for C2 neurofibroma), with one T1 neurofibroma described as diffuse, but well limited in lower depth. Upon assessment of the T and C neurofibroma epidermis, atrophy was observed (T1: 5; T2/C1/C2: 4), as well as atrophy with hyperkeratosis (T1: 1; T2: 2; C2:1), while two C1 neurofibromas and one C2 neurofibroma showed no epidermal alterations. There was no statistically significant difference in the number of neurofibromas presenting each type of observation during evaluation of the epidermis (χ 2  = 5.843; DF = 6; p = 0.4410). Five of the T1 neurofibromas and all 6 T2 neurofibromas presented superficial, mild to moderate intratumoral lymphocytic chronic inflammatory infiltrate, also present in 4/6 C1 neurofibromas and 3/6 C2 neurofibromas. There were no statistically significant differences in the number of T and C neurofibromas presenting intratumoral inflammatory infiltrate (χ 2  = 4.444; DF = 3; p = 0.2173). With the exception of one C1 neurofibroma, all study neurofibromas presented mild to moderate lymphocytic chronic inflammatory infiltrate on the papillary and reticular dermis (subepithelial), with diffuse, perivascular, or perivascular/diffuse distribution (however there was no statistically significant difference between T and C neurofibromas in distribution [χ 2  = 7.176; DF = 9; p = 0.6188]). Fibrosis was present in the papillary and reticular dermis in all T neurofibromas (with intratumoral fibrosis noted in two T1 neurofibromas and superficial fibrosis noted in three T1 neurofibromas and in three T2 neurofibromas) and in 4/6 C1 and C2 neurofibromas (one C1 and two C2 neurofibromas presenting superficial fibrosis), with no statistically significant difference between the T and C neurofibromas in terms of fibrosis presence (χ 2  = 4.8; DF = 6; p = 0.1870). 3.6 Adverse events During Visit 1, one subject reported pain during T1 neurofibroma microporation, lasting a few seconds; this same subject also reported burning sensation after microporation and saline solution application on C1 neurofibroma, lasting 4 min. During Visit 2, one subject reported burning sensation after microporation and saline solution application on both C neurofibromas, lasting 8 min. Also, at Visit 2, one patient reported pain during microporation of the C1 neurofibroma lasting a few seconds. At Visit 4, one patient reported bleeding of C1 neurofibroma after friction with a bath towel. The adverse events not directly related to microporation and treatment application are summarized in  Table 4 . No serious adverse event was reported during the study, and no adverse event occurred causing treatment withdrawal. Table 4 Adverse Events occurring during study treatment period. Table 4 Subject Diagnosis Severity Continuing at end of study? Duration Relation to treatment 1 Headache Moderate No 5h Unknown 1 Headache (menstruation) Moderate No 4h Unknown 1 Headache Moderate No 1d Unknown 2 Headache Moderate No 5h Unknown 2 Headache Moderate No 0.5h Unknown 2 Bilateral heel edema. Well-defined, hyperemic, pruritic (more pronounced at night) (lesions 1cm in circumference), painful on deambulation. Diagnostic hypothesis: parasitic infection Moderate Yes 1d Unknown 4 Somnolence Mild No 3h Unknown 4 Headache Severe No 2h Unknown 5 Lumbago Moderate No 8h Unknown 6 Sinusitis Moderate No 1d Unknown 6 Coryza Moderate No 1d Unknown 6 Sore throat Moderate No 1d Unknown 6 Ear ache Moderate No 1d Unknown 6 Increased body temperature Mild No 1d Unknown Note: h = hours; d = days.",
  "discussion": "5 Conclusions Treatment of cutaneous neurofibromas of NF1 patients with laser microporation followed by topical application of liquid diclofenac 25 mg mL did not result in significant alterations in terms of presence of necrosis, size, or histopathological features in the treated neurofibromas in comparison to the control neurofibromas. Topical diclofenac with laser microporation was well-tolerated, with no adverse events attributable to diclofenac reported. Whether these observations are due to minimal systemic and neurofibroma exposure remain to be explored in dosage studies with larger patient groups.",
  "upgrade_date": "2026-02-20 07:29:49"
}