{
  "pmid": "33850471",
  "abstract": "Plexiform neurofibroma (pNF) in the head and neck is a characteristic feature in patients with neurofibromatosis type 1 (NF1) and is associated with significant disfigurement and psychological distress. Yes-associated protein (YAP), the key molecule involved in the Hippo pathway, is a vital transductor that regulates the proliferation and remyelinating of Schwann cells. The functional status of YAP and its feasibility as a potential target are still unknown in pNF. A total of 17 pNF tumor tissue specimens from the head and neck were collected at the Ninth People's Hospital, Shanghai Jiao Tong University School of Medicine. Histologically, diagnosis of the Schwann cell region in pNF was achieved with hematoxylin-eosin staining, positive reactions for S100, SOX10, ERK and p-ERK, and low identification of Ki67 and SMA. Compared with normal nerve tissue, obviously increased nuclear YAP was detected in the Schwann cell region of pNF, with a mean nuclear staining rate of 67.11%. Based on the",
  "methods": "Methods Patients and tissue samples In total, 17 pNF tumor tissue specimens were collected from January 2009 to December 2019 at the Ninth People's Hospital, Shanghai Jiao Tong University School of Medicine (Shanghai, China). Informed consent was provided by all patients. All patients were diagnosed with pNF related to NF1 according to the diagnostic criteria approved by the National Institutes of Health (suffering from two or more of the following: six or more café-au-lait spots, two or more neurofibromas of any type, one or more plexiform neurofibromas, two or more Lisch nodules, a first-degree relative with NF1, etc.)  2 ,  3 . The medical records of all patients were reviewed, and pathological classifications were carefully analyzed. This study was approved by the Ethics Committee of Shanghai Ninth People's Hospital. Histology and immunohistochemistry All tissue was fixed, dehydrated, embedded in paraffin, sectioned at 3 μm, and stained with hematoxylin and eosin according to standard protocols. For immunohistochemistry staining, primary antibody incubations with anti-S100 (1:1000, ab183979, Abcam, USA), anti-YAP (1:100, ab52771, Abcam, USA), anti-SOX10 (1:100, ab227680, Abcam, USA), anti-Ki67 (1:1000, 27309-1-AP, Proteintech, USA), anti-SMA (1:100, 55135-1-AP, Proteintech, USA) antibodies, anti-ERK (1:100, 4695, CST, USA) and anti-pERK (1:100, ab201015, Abcam, USA) were performed. The sections were incubated with horseradish peroxidase-labeled secondary antibodies (GK500705, Gene Tech, China). The antibody signals were visualized using diaminobenzidine, and the sections were counterstained with hematoxylin. Microscopic examination of YAP immunohistochemical staining was conducted on the tissue samples by two blinded pathologists. The average intensity of YAP immunoreactivity was scored via 4 random sites located in the S100 positive area. Cell culture and transfection The RSC96 cell line was obtained from the Cell Bank, Chinese Academy of Sciences. The cells were routinely cultured in Dulbecco's modified Eagle medium (DMEM) (12800017, Gibco, NY). DMEM was supplemented with 10% fetal bovine serum and 1% penicillin/streptomycin. All cells were cultured at 37°C and 5% CO 2  in an incubator. Small hairpin RNA ( shRNA ), plasmids, and lentiviruses were synthesized by RiboBio Inc. (China). Cell transfection was performed using the Lipofectamine® 3000 Transfection Kit (L3000015, Invitrogen, USA). Western blot assay Protein extraction and Western blot assays were conducted as previously described. Total protein was extracted with RIPA lysis buffer in the presence of a protein phosphatase inhibitor cocktail (78440, Pierce, USA). Following separation on 10% SDS polyacrylamide gels, the proteins were transferred onto polyvinylidene fluoride membranes and subsequently blocked in 5% skimmed milk for 1 hour at room temperature. The membranes were incubated with primary antibodies against NF1 (1:1000, 14623, Cell Signaling Technology, USA), YAP (1:1000, 14074, Cell Signaling Technology, USA), RAS (1:1000, 3339, Cell Signaling Technology, USA), ERK (1:1000, 4370, Cell Signaling Technology, USA), p-ERK (1:1000, 9101, Cell Signaling Technology, USA), and GAPDH (1:1000, 5174, Cell Signaling Technology, USA) overnight at 4℃. After three thorough washes, the membranes were incubated with horseradish peroxidase-linked secondary antibodies (GK500705, Gene Tech, China) at room temperature for 1 hour. Finally, the membranes were washed three times and visualized using an ECL kit (35050, Thermo Fisher, USA). Cell proliferation assay To determine the optimal concentration of CA3 (S8661, Selleck Chemicals, USA) for the following studies, various concentrations of the YAP inhibitor (0.5, 0.6, 0.7, 0.8, 0.9, 1.0, 1.5, and 2.0 μmol/L) were used. To determine the optimal concentration of selumetinib (S1008, Selleck Chemicals, USA) for the following studies, various concentrations (0.05, 0.14, 0.41, 1.23, 3.7, 11.11, 33.33, 100, and 300 μmol/L) were used. A parallel set of 3,000 cells/well were cultured in 96-well plates in triplicate. The culture medium was replaced by medium supplemented with various concentrations of CA3 on the second day. Subsequently, the Cell Counting Kit-8 assay (CK04, Dojindo, Japan) was applied at 48 hours. The IC 50  values were determined from the inhibition curves (log inhibitor concentration vs percentage of inhibition). Immunofluorescence The cell lines were seeded on circular coverslips at 50% confluence and fixed with 4% paraformaldehyde following their respective treatments. After permeabilization using Triton X-100, samples were blocked for 1 hour at room temperature with PBS containing 5% bovine serum albumin. Following an overnight incubation at 4°C and after washing with PBS, Alexa Fluor® 488 anti-rabbit IgG (4340, Cell Signaling Technology, USA) was used as the secondary antibody. Nuclei were stained with DAPI (0100-20, Southern, USA). The images were observed and photographed using a positive fluorescence microscope. Animal studies All experimental procedures were approved by the Animal Welfare Committee of the Ninth People's Hospital, Shanghai Jiao Tong University School of Medicine (Shanghai, China). Lentivirus transfected RSC96 (1.5×10 5  cells per injection) was subcutaneously injected into a BABL/c null murine model. After a 2-week gavage with CA3 or selumetinib, according to the calculated IC 50  values, the weights of the mice and the volumes of the tumors were measured. The exact volume of tumor was directly analyzed via conventional internal drainage method. Statistical analysis The results are presented as the mean ± standard error of the mean. Differences between groups were assessed using one-way analysis of variance followed by Tukey's test. A  P -value less than 0.05 ( P  < 0.05) was considered to indicate a significant difference. All analyses were conducted using SPSS (version 17.0) software (SPSS Inc., USA).",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:12:35.647472",
  "abstract_length": 1000,
  "methods_length": 5948,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}