{
  "pmid": "33903738",
  "abstract": "Neurofibromatosis type 1 (NF1), neurofibromatosis type 2 (NF2) and schwannomatosis (SWN) are rare conditions with pronounced variability of clinical expression. We aimed to reach consensus on the most important manifestations meriting the development of drug trials. The five-staged modified Delphi procedure consisted of two questionnaires and a consensus meeting for 40 NF experts, a survey for 63 patient representatives, and a final workshop. In the questionnaires, manifestations were scored on multiple items on a 4-point Likert scale. The highest average scores for NF experts deciding the 'need for new treatment' were for malignant peripheral nerve sheath tumour (MPNST) (4,0) and high grade glioma (HGG) (3,9) for NF1; meningioma (3,9) for NF2 and pain (3,9) for SWN. The patient representatives assigned high scores to all manifestations, with plexiform neurofibroma being highest in NF1 (4,0), vestibular schwannoma in NF2 (4,0), and pain in SWN (3,9). Twelve experts participated in the consensus meeting and prioritised manifestations. MPNST was ranked the highest for NF1, followed by benign peripheral nerve sheath tumours. Tumour manifestations received highest ranking in NF2, and pain was the most prominent problem for SWN. Patient representative ratings for NF1 were similar to the experts' opinions, except that they ranked HGG as the most important manifestation. For NF2 and SWN, the patient representatives agreed with the experts. We conclude that NF experts and patient representatives consent to prioritise development of drug trials for MPNST, benign peripheral nerve sheath tumours, cutaneous manifestations and HGG for NF1; tumours for NF2; and pain for SWN.",
  "methods": "Methods We used a five-staged modified Delphi procedure, consisting of two questionnaires and a consensus meeting for NF experts, a survey and consensus meeting for patient representatives, and a final workshop for the selection of manifestations (Fig.  1 ). Fig. 1 A flowchart depicting the multiple stages of the study. The study consisted of two pathways, one for NF experts and one for patient representatives. The expert pathway consisted of two Delphi questionnaires and a consensus meeting, the patient representatives had one survey and a consensus meeting. The final selection of manifestations was done in a final workshop.  CTF  Children’s Tumour Foundation,  NFPU  Neurofibromatosis Patients United, WP7 clinicians clinicians involved in work package 7 of the EU-PEARL project, dedicated to neurofibromatosis. Preparation of the initial list of manifestations Initially, we prepared the list of clinical manifestations that would be presented to the NF experts in the first questionnaire. Based on a literature search in Medline [ 6 ,  7 ] and the clinical experience within our work package group of EU-PEARL (work package 7 (WP7)), we produced a list of the most common and important manifestations for NF1, NF2 and SWN to be included in the first questionnaire to NF experts. Selecting and contacting NF experts for the Delphi questionnaires and consensus meeting Potential Delphi participants were included from our contacts through (a) the European Neurofibromatosis Group (ENFG), (b) NF experts within ERN GENTURIS, (c) clinicians from the Children’s Tumour Foundation (CTF) clinical care advisory board and (d) international NF experts who participated in the development of the new diagnostic criteria [ 8 ]. We did not use a set definition of ‘an expert’, as this is arbitrary. There is no known method to calculate the needed group size for a Delphi procedure [ 9 ], since it is often researcher and situation specific [ 10 ]. We estimated that 40–50 NF experts would be a convenient sample size for the Delphi. Fifty-two possible participants were invited by email to participate in the Delphi and informed of the estimated time required to complete the questionnaires. Positive responders to this email were included into both Delphi questionnaires. A subset of these positive responders ( n  = 12) were asked to participate in the NF expert consensus meeting. At the start of each questionnaire participants received an announcement email, followed by a second email with a hyperlink to the questionnaire. The deadline for completing the questionnaires was set at 2, 5 weeks after sending the hyperlink. Non-responders were sent a general reminder after two weeks, and a personalised reminder email on the day of the deadline. The questionnaires were built and distributed using Google Forms. Stage 1: First Delphi questionnaire for NF experts The first questionnaire aimed to reduce the number of manifestations. Participants were asked to score each manifestation on a 4-point Likert scale (1 = ‘No priority’ to 4 = ‘High priority’) for priority of inclusion into a platform trial (ANNEX  1 ). Manifestations were excluded from the second Delphi questionnaire if ≥75% of the participants rated the manifestation as low priority or no priority (score ≤ 2). Stage 2: Second Delphi questionnaire for NF experts The second questionnaire aimed to obtain information on why manifestations should or should not be included into a platform trial. Participants were asked to rate the manifestations on: (i) the need for a new drug treatment in addition to existing treatments, (ii) the availability of existing drug treatments and (iii) the available evidence for these treatments. Need for new treatments and availability of drug therapies were scored on a 4-point Likert scale, and evidence for effectiveness of existing drug therapies on a 5-point Likert scale. For items (ii) availability and (iii) evidence, a ‘Do not know’ option was provided. Answers from experts who chose this option were excluded from the analysis for that item. Stage 3: Consensus meeting for NF experts The consensus meeting was hosted virtually due to the COVID-19 pandemic and planned two weeks after the deadline of the second Delphi questionnaire. The consensus meeting had two goals: (i) to arrange the various NF manifestations into manifestation groups that could be studied in a combined platform trial, and (ii) to reach consensus about a priority ranking for these groups. First, manifestations were excluded in a group discussion, based on the results from the second questionnaire and clinical expertise of participants. Next, the remaining manifestations were aggregated into groups, based on pathophysiology, targets for treatments, organ system, etc. Participants were asked to rank these manifestation groups according to priority for inclusion into platform trials. Given the larger number of manifestations for NF1, this condition required a third questionnaire. It consisted of a question on feasibility of performing a platform trial for this group (easy or difficult) and the ranking of the manifestation groups. Stage 4a and 4b: Patient representatives’ survey and consensus meeting To include input from patients in our final selection of manifestations, a survey and consensus meeting was performed for patient representatives. Separate surveys were developed for NF1, NF2 and SWN patient representatives in close coordination with two NF patient organisations (Neurofibromatosis Patients United (NFPU) and CTF) [ 11 ,  12 ]. Together with a group of patient representatives selected from these organisations, two WP7 members (BD, RO) identified five items that could influence patient representatives’ priority for inclusion of manifestations: burden (physical, psychosocial and economic burden), severity and the need for new drug treatments. Patient representatives were recruited through the patient organisations: they were eligible if they were able to read and answer the survey in the English language. Patient representatives could be patients themselves, parents of patients, or unaffected individuals who were closely involved in NF patient organisations. An invitation email with the link to the surveys was sent directly to known patient representatives or to other patient organisations, with the request to forward the survey to their patient representatives. The deadline for completing the surveys was set at two weeks after launch. General reminder emails were sent 1 week and 1, 5 weeks after launch. Participants completed the survey solely for the condition that they represented (NF1 patient representatives answered the NF1 survey, NF2 and SWN representatives answered the NF2 and SWN respectively). Participants were asked to score the five previously mentioned items on a 4-point Likert scale. This was done for the manifestation list that resulted from the NF expert consensus meeting. They were also asked to rank the groups of manifestations according to priority for finding new treatments. The patient representatives did not know the results of the ranking from the NF expert consensus meeting. Results were discussed among patient representatives from NFPU and CTF and WP7 members (BD, AB, MN) in a consensus meeting hosted virtually, and a consensus was reached on the final ranking of manifestation groups as seen by patient representatives. Stage 5: Final workshop The outcomes of the NF expert consensus meeting and the patient representatives’ survey and consensus meeting were used by the WP7 group to decide on a final selection of manifestations groups in a final virtual workshop. Data analysis Results from the second Delphi questionnaire for NF experts and the patient representatives’ survey were analysed by calculating the average score on the Likert scale for each item. Additionally, all items were analysed for floor and ceiling effects (75% of the respondents allotted either the highest or the lowest score). For the NF expert consensus meeting and patient representatives’ survey, average rankings were calculated. The ranking could range between 1 and 8 for NF1 (since eight manifestation groups could be ranked); between 1 and 2 for NF2, and between 1 and 3 for SWN. A lower ranking implies a higher priority for inclusion into future clinical trials.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:12:43.842241",
  "abstract_length": 1689,
  "methods_length": 8326,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}