{
  "pmid": "33911094",
  "abstract": "Neurofibromatosis type 1 (NF1) is inherited in an autosomal dominant manner and is a rather common rare disease. Until recently, studies on gastrointestinal symptoms in patients with NF1 have been few and mostly described as case reports. In three previously published studies, the frequency of constipation in patients with NF1 has been found to be as high as 30%. In this study, associations between the frequency of constipation and NF1 disease severity and NF1 mutational spectrum were investigated. Among 277 patients with NF1, 49 had constipation. The highest rate of constipation was found among patients with a high perception of NF1 illness burden, and patients with constipation had a significantly higher NF1 illness burden when comparing the \"not bothered\" and the \"very bothered\" (p = 0.013). We found no significant association between constipation and the remaining measures on severity of NF1, nor between constipation and genetic variants. When observing the NF1 mutational spectrum, one variant (c.1013A>G (p.Asp338Gly/p.?) was identified in three patients with constipation of which two patients were related. The variant c.2970_2972delAAT (p.Met992del) associated with a mild NF1 phenotype was identified in two related patients with constipation. This study is the first to explore the association between symptoms of constipation, NF1 severity, and NF1 mutational spectrum. The results suggest an association between constipation and a high degree of illness burden. Awareness of this association among physicians could lead to more patients with NF1 being diagnosed with constipation. Constipation impacts on quality of life, hence a timely diagnosis and treatment will improve quality of life.",
  "methods": "Methods Participants Patients were all recruited from the outpatient clinic at the Centre for Rare Diseases, Department of Paediatrics and Adolescent Medicine, Aarhus University Hospital in Denmark and all the participants had a clinical diagnosis of NF1 in accordance with by the National Institutes of Health Consensus Conference . 16 The study population comprised 277 patients with NF1 of which 102 were between 4 and 17 years old [median age 10.3 years (interquartile range (IQR) 6.5)] and 175 were adults [median age 34.2 years (IQR 20.6)]. The 277 patients came from 207 unrelated families. They participated in a questionnaire study on gastrointestinal symptoms based on the validated Rome III diagnostic questionnaires developed for patients ≥ 4 years of age . Cases were defined as NF1 patients with symptoms correlating to constipation (n = 49, 18%, of which 23 ≤ 18 years old) and controls were defined as NF1 patients without constipation (n = 228, 82%). A three self-labelling item questionnaire on NF1 was issued at the same time as the Rome III diagnostic questionnaire (a) at the patient’s regular follow-up at Centre for Rare Diseases or (b) by letter to the patients who were not scheduled for appointments at Centre for Rare Diseases during the recruitment period. The questionnaire and study population have previously been described in detail 17 . 14 , 15 Protocol The present study was based on (1) the results from the Rome III diagnostic questionnaire studies (constipation; yes or no); (2) a patient-administered questionnaire of three self-labelling items on self-perceived perception of NF1 illness burden, NF1 severity grade, and NF1 visibility grade; (3) an assessment of NF1 disease severity and visibility severity grade made by a physician; and (4) a  NF1  mutational analysis. Study data were collected and managed using the Research Electronic Data Capture (REDCap) tool hosted at Department of Clinical Medicine at Aarhus University. REDCap is a secure, web-based application designed to support data capture for research . 18 The participants and parents in cases with underaged patients, were introduced to the confidentiality procedures by the first author. Informed consent was obtained from participants and parents. Personally identifiable data have been omitted from the manuscript. The study complies with the Declaration of Helsinki and was approved by the Danish Data Protection Agency (ID: 1-16-02-271-15 & 1-16-02-501-15) and the Danish National Committee on Health Research Ethics (ID: 1-10-72-262-15). Data and analyses Questionnaire The self-labelling three-item questionnaire on self-perceived perception of NF1 was assessed using the items ‘How many symptoms of NF1 do you have?’ (many, some, few, very few or none) equal to “Perception of symptoms” and ‘How visible is NF1 when you are fully dressed and participate in a conversation?’ (very, some, almost not or not) equal to “Perception of visibility”, and ‘How bothered are you by NF1?’ (very, some, little, not) equal to “Perception of illness burden”. The assessment was subjective with no special conditions including the presence of constipation included. NF1 disease severity and visibility severity were assessed by the patient’s physician according to the Riccardi and Ablon scales , see  19 , 20 online appendix . NF1  mutational analysis on participants Information on any result from previously performed  NF1  mutational analysis was collected by a review of medical records. If prior  NF1  mutational analysis had been undertaken, an analysis of NF1 cases and NF1 controls was performed at Department of Molecular Medicine, Aarhus University Hospital. Mutational analyses were carried out by Next Generation Sequencing, Sanger sequencing, and Multiplex Ligation-dependent Probe Amplification. Mutations were annotated using Human Genome Variation Society nomenclature,  NM_000267.3 . The interpretation of the pathogenicity of the novel mutations was based on the guidelines by American College of Medical Genetics and Genomics as described by Richards et al. . 21 Statistics Statistical analyses were performed using the Stata 12 software (StataCorp, College Station, TX). The median and interquartile range of the age were reported in each group and the groups were compared using a permutation test for Mann–Whitney correction for continuous variables. Gender was reported as frequencies and gender distribution between cases and controls was compared using chi-square test. The distribution of genetic variants was reported as frequencies and cases and controls were compared using Fisher’s exact test. A  p  < 0.05 was considered statistically significant. Five simple logistic regression analyses followed by two multiple logistic regression analyses reporting two different regressions (model A and B) were performed with constipation as the dependent variable. Model A investigated associations between constipation in NF1 and the independent variables disease severity and visibility severity scored by a physician. To ensure adequate numbers in each group in model A, disease severity was divided into minimal/mild and moderate/severe; Visibility severity was divided into mild/moderate and severe. Model B investigated associations between constipation in NF1 and the independent variables self-perceived perception of NF1 illness burden, NF1 visibility and NF1 symptoms. To ensure adequate numbers in each group in model B; NF1 illness burden was divided into very/some and little/not; NF1 visibility was divided into very/some and almost not/or not; NF1 symptoms were divided into many/some, few/very few or none. ORs were reported along with 95% confidence intervals. Participants from the same family were assumed to be more homogeneous than those from different families and hence the between-family variation was considered in the logistic regression model. The variants of the mutational spectrum were reported as frequencies and the groups were compared using Fisher’s exact test. A  p  < 0.05 was considered statistically significant. Ethics approval and consent to participate The study complies with the Declaration of Helsinki and was approved by the Danish Data Protection Agency (ID: 1-16-02-271-15 & 1-16-02-501-15) and the Ethics Committee of Denmark (ID: 1-10-72-262-15). Informed consent was obtained from patients and in the case of underaged patients from parents. Consent for publication Not applicable.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:12:48.754273",
  "abstract_length": 1717,
  "methods_length": 6454,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}