{
  "pmid": "PMID:33963966",
  "title": "Cognitive and Electrophysiological Correlates of Working Memory Impairments in Neurofibromatosis Type 1.",
  "abstract": "Neurofibromatosis 1 (NF1) is a single gene disorder associated with working Memory (WM) impairments. The aim of this study was to investigate P300 event-related potential (ERP) associated with WM in NF1. Sixteen adolescents with NF1 were compared with controls on measures of WM and EEG was recorded during a WM nback task. The NF1 group showed poorer performance on measures of WM as compared to the control group. No group differences were observed in P300 amplitude at Pz, but P300 latency was shorter in the NF1 group. Topographic analyses of P300 amplitude showed group differences indicating neural processing differences in the NF1 group relative to controls, which possibly contribute to the cognitive deficits seen in this population.",
  "authors": "Gorana Pobric; Jason R Taylor; Hemavathy M Ramalingam; Emily Pye; Louise Robinson; Grace Vassallo; JeYoung Jung; Misty Bhandary; Karolina Szumanska-Ryt; Louise Theodosiou; D Gareth Evans; Judith Eelloo; Emma Burkitt-Wright; Johan Hulleman; Jonathan Green; Shruti Garg",
  "journal": "Journal of autism and developmental disorders",
  "publicationDate": "2022-04",
  "doi": "10.1007/s10803-021-05043-3",
  "methods": "Methods Design and Participants The NF1 sample was recruited via the cohort of patients at the Manchester Centre for Genomic Medicine and through NF charities newsletters and social media pages. Participants were children aged 12–17 years meeting the National Institute of Health (National Institutes of Health Consensus Development Conference,  1988 ) diagnostic criteria for NF1. The exclusion criteria were (i) history of epilepsy, (ii) ongoing active treatment for any NF1 related complications (such as chemotherapy for optic glioma), or (iii) other clinically significant unrelated illness. Participants on neuroleptic or stimulant medications were not excluded from this study. All patients that met the eligibility criteria for the study were sent study information packs and were invited to return their indication of interest forms if they wished to participate in the study. A community age and sex matched control sample was recruited through advertisements in the institutional newsletters and approaching local schools in the area. Inclusion criteria for the control group were (i) children aged 12–17 years and (ii) absence of any pre—existing medical conditions or neurodevelopmental disorders. Procedure Once the research team received the ‘Indication of Interest’ form, contact was made with the potential participant family to establish eligibility over the telephone and book the study visit. Oral and written consent from parents and assent from children (where developmentally appropriate) was obtained. Parent rated measure of child adaptive functioning was obtained as a proxy for developmental level. The behavioural assessments were first administered in the lab followed by the EEG session. Clinical notes of the participants were reviewed to confirm comorbid diagnoses of neurodevelopmental disorders.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:29:05",
  "introduction": "Introduction Neurofibromatosis 1 (NF1) is a common single-gene autosomal dominant neurodevelopmental disorder with birth incidence of 1:2700 (Evans,  2010 ). Although well-known for its cutaneous manifestations, morbidity in NF1 children often results from cognitive, social and behavioural difficulties (Garg,  2013 ; Lehtonen et al.  2013 ) which impacts significantly on academic achievement and quality of life. NF1 is commonly associated with Attention Deficit Hyperactivity Disorder (ADHD) in about 40%–50% (Garg et al.  2013 ; Mautner et al.  2002 ) and Autism Spectrum Disorder in 25% of the paediatric population. For a substantial majority there is a generalised neuropsychological impairment, but certain areas of learning may also be differentially affected (Hyman et al.  2005 ; Lehtonen,  2015 ). Impairments are seen in all aspects of executive function (Plasschaert et al.  2016 ) including attention (Huijbregts et al.  2010 ; Isenberg et al.  2013 ), cognitive flexibility (Roy,  2014 ), and planning (Galasso,  2014 ) but visuo-spatial Working Memory (WM) impairment is considered one of the hallmark features of NF1 (Van Eylen,  2017 ). WM can be defined as the ability to hold and manipulate information in the mind in service of ongoing cognitive activity (Baddeley & Hitch,  1974 ). These ‘temporary memory’ abilities play an important underlying role in acquisition of complex skills during development and are strongly associated with academic functioning including in mathematics, literacy, and language comprehension (Gathercole & Alloway,  2006 ). The functional capacity of working memory steadily improves through childhood until mid-adolescence and by age of 15 years, levels close to that of adults are reached. In the general population, WM impairments are characteristic of neurodevelopmental disorders (Habib et al.  2019 ) such as ASD and ADHD but also serious mental illnesses such as depression and schizophrenia (Lee & Park,  2005 ). Further, the developmental trajectories of cognitive maturation processes that support WM have been shown to be delayed in ASD (Luna et al.  2007 ) and ADHD (Ramos et al.  2020 ). Electroencephalography (EEG) has been widely used to investigate the neurophysiological underpinning of WM in typical populations, particularly the event-related potential (ERP) P300 component amplitude and latency (Gevins & Cutillo,  1993 ). The P300 is a distinctive large positive wave that peaks approximately 300 ms post stimulus up to 800 ms or more with maximal amplitude over the parietal midline area. For studies of working memory, the  n-back task  is a frequently used paradigm to elicit the P300. The n-back task has two distinct sub components- a working memory updating/rehearsal component and a second component involving comparison of the probe stimulus to the memory set. In order to successfully perform this task, individuals need to maintain information of a given stimulus for one or more successive trials during which they perform a matching task to compare a new stimulus to one currently held in working memory. P300 amplitude has been related to attention allocation and memory updating, and its latency can be taken to reflect information processing time (Polich,  2007 ). In healthy participants, the P300 amplitude reduces with increasing memory load (McEvoy et al.  1998 ), suggesting reallocation of processing capacity from the comparison subtask to memory maintenance (Watter et al.  2001 ). Further, topographic distribution of P300 may be used to infer information about underlying neural generators (Polich,  1997 ). As a single gene disorder that impacts memory, NF1 provides a useful model to understand its underlying biological mechanisms; and WM impairments in particular have been characterized in  Nf1  mouse models. Pathogenic variants of the NF1 gene and consequent increase in Ras/MAPKinase signaling result in GABAergic overactivity. This increased GABAergic inhibition disrupts corticostriatal activity and contributes to WM impairments in NF1 (Shilyansky,  ( ± ) 2010 ). In a functional neuroimaging (fMRI) study using a spatial capacity task, Ibrahim, ( 2017 ) found significant hypoactivation of the left dorsolateral prefrontal cortex (DLPFC) and right parietal cortex during working memory tasks in adults with NF1 as compared to controls. Comparing high vs low memory load conditions ,  the NF1 group showed a more diffuse pattern of brain activation possibly suggestive of less efficient pattern of neural activity (Ibrahim et al.  2017 ). Overall, the handful of studies which have investigated the neural underpinnings of WM impairments in NF1 using functional neuroimaging suggest altered neural activity including hypoactivation of key working memory areas, abnormal activation between parietal regions and deficient deactivation of default mode network during task (Ibrahim et al.  2017 ; Shilyansky et al.  2010 ; Violante,  2012 ). Against this background we report the first study to use ERPs to investigate WM at a cognitive and neural level in a pediatric NF1 population matched to healthy controls. More specifically, the focus here is on the P300 component to understand the neural activity related to attentional and WM processes. We sought to elucidate whether the P300 amplitude, latency, and topographic distribution in NF1 differs from typically developing controls. Based on findings in other disorders associated with WM impairments, our aims were to investigate whether the P300 differed between NF1 and control groups in terms of (i) amplitude and latency, (ii) sensitivity to changes in working memory load, and (iii) topographic distribution over the scalp. Further, for any group differences found, we sought to relate individual differences in P300 measures to individual differences in WM performance and more general measures of cognition.",
  "results": "EEG Results N-back Task Behavioural Measures Unlike the behavioural n-back tasks reported above which featured an adaptive staircase procedure, the EEG n-back task was not designed to push participants’ performance to its limits. Rather, it was designed to provide a sufficient number of trials to analyse ERP responses at two levels of memory load (1-back and 2-back) in both participant groups. Indeed, a similar number of correct trials between groups (i.e., no performance difference) is desirable here, since then ERP would not be biased by the number of trials on which they were based. Statistical analysis of task performance is therefore provided only for completeness. Pearson’s correlations between age and visual n-back task performance (hits–false alarms) were run for each group, and these correlations were compared between groups (see Supplementary Table S2). None of the correlations differed between groups; therefore, age was used as a covariate in the ANCOVA. N-back performance was submitted to a 2 (group: NF1, Controls) × 2 (n-back: 1-back, 2-back) mixed ANCOVA. There was a main effect of n-back ( F (1,28) = 42.009,  p  < 0.001,  η p  = 0.600), with better performance in the 1-back ( 2 M  = 85.4 ± 13.9%) than in the 2-back blocks ( M  = 64.1 ± 20.9%); however, there was no main effect of group ( F (1,28) = 0.234,  p  = 0.632,  η p  = 0.008) and no interaction between group and n-back ( 2 F (1,28) = 0.108,  p  = 0.745,  η p  = 0.004); 1-back: CG:  2 M  = 87.3 ± 11.1%; NF1:  M  = 83.6 ± 16.2%; 2-back: CG:  M  = 67.2 ± 20.5%; NF1:  M  = 61.2 ± 21.5%). The covariate age showed a significant main effect ( F (1,28) = 10.745,  p  = 0.003,  η p  = 0.277), but it did not interact with n-back ( 2 F  = 1.547,  p  = 0.224,  η p  = 0.052). The correlation between age and n-back performance was positive in both groups and in both n-back levels, indicating that older participants performed better. 2 For RT in the EEG n-back task, Pearson’s correlations again did not differ between groups (see Supplementary Table S2), so age was covaried in the 2 × 2 ANCOVA. A main effect of n-back was found ( F (1,28) = 5.607,  p  = 0.025,  η p  = 0.167), with faster response times in the 1-back ( 2 M  = 598 ± 26 ms) than in the 2-back condition ( M  = 661 ± 25 ms), but there was neither a main effect of group ( F (1,28) = 0.396,  p  = 0.534,  η p  = 0.014) nor a group x n-back interaction ( 2 F (1,28) = 1.183,  p  = 0.286,  η p  = 0.041). The main effect of age was significant ( 2 F (1,28) = 4.365,  p  = 0.046,  η p  = 0.135), but age did not interact with n-back ( 2 F (1,28) = 0.048,  p  = 0.828,  η p  = 0.002). Correlations between age and RT were all negative, indicating that older participants responded more quickly. 2 P300 amplitude at Pz Figure  4  shows ERPs from channel Pz and time-window averaged topographies for Controls and NF1 in response to 1-back and 2-back targets, as well as bar charts summarising P300 amplitude and latency in each group. The P300 was maximal on mid-parietal channels (Pz is indicated by green dots on topographies in Fig.  4 ) in both groups and N-back tasks. ERP time-courses appeared to differ, peaking earlier in NF1 than in Controls, but differentiating between conditions (1-back > 2-back) more in Controls than in NF1. The net result appeared to be no difference in time-window averaged amplitude between the groups, but an apparent difference in latency (NF1 < Controls). Fig. 4 P300 amplitude and latency (at Pz) for targets presented during the 1-back and 2-back tasks. The P300 time-window (300-700 ms) is indicated by vertical dotted lines on the ERP plot. Location of electrode Pz is indicated by a green circle on the topographic plots Pearson correlations between age and P300 measures did not differ between groups (see Supplementary Table S3); therefore, age was included as a covariate in all ANCOVA analyses reported below. It is noteworthy that out of 80 age-P300 correlations, only two were significant, which suggests that age did not explain much individual variability in P300 measures overall. Age main effects were non-significant in all ANCOVAs reported below. In the 2 × 2 Group x N-back mixed ANCOVA on P300 amplitude, a main effect of N-back was found,  F (1,28) = 11.077,  p  = 0.002,  η p  = 0.283 – amplitude was larger for 1-back ( 2 M  = 14.002 uV,  SEM  = 1.057) than for 2-back ( M  = 11.497 uV,  SEM  = 0.967). Neither the main effect of Group ( F  < 1,  p  > 0.8) nor the Group x N-back interaction ( F (1,28) = 1.115,  p  = 0.300) was significant. Age showed no significant main effect or interaction ( F s < 1,  p s > 0.3). P300 latency at Pz The same 2 × 2 Group x N-back ANCOVA was run on P300 fractional area latency. A main effect of Group was found,  F (1,28) = 6.788,  p  = 0.015,  η p  = 0.195 with shorter latencies in NF1 ( 2 M  = 485.16 ms,  SEM  = 10.83) than in Controls ( M  = 522.83 ms,  SEM  = 11.19). This group effect was modulated by a significant Group x N-back interaction,  F (1,29) = 5.794,  p  = 0.023,  η p  = 0.171. The group difference in latencies was significant in the 2-back task ( 2 t (29) = 3.082,  p  = 0.004, difference  M  = 54.917 ms,  SEM  = 17.820) but not in the 1-back task ( t (29) = 1.219,  p  = 0.233, difference  M  = 20.438 ms,  SEM  = 16.768). Additionally, whereas Controls’ P300 latency was significantly shorter in the 1-back than in the 2-back task ( t (14) = 2.306, p = 0.037, difference  M  = 21.667 ms,  SEM  = 9.394), this difference was not significant for the NF1 latency ( t (15) = 1.103,  p  = 0.288, difference  M  = 12.813 ms,  SEM  = 11.619). Age showed no significant main effect or interaction ( F s < 3,  p s > 0.1). Topographic Analyses Figure  5  shows topographic maps for each group (columns: CG, NF1, CG–NF1 difference) and condition (rows: target, non-target, T–NT difference), in each N-back task (upper half: 1-back; lower: 2-back) and time-window (A: early, B: late). Differences between groups are most apparent in the condition difference (T–NT, bottom row of each sub-section) and group difference (CG–NF1, 3rd column of each sub-section). Across time-windows, the Control target–non-target difference topographies remained relatively stable, with a stronger positivity in the 1-back than in the 2-back task, and with symmetrical frontal positivity in both tasks. By contrast, whilst the NF1 T–NT early 1-back topography looked relatively similar to that of Controls, with only a slight Right > Left asymmetry, the NF1 late 1-back topography showed a strongly asymmetrical (right > left) frontal distribution, and both the early and late 2-back NF1 topographies showed a stronger parietal positivity and weaker frontal positivity than was evident in the Controls. This general pattern was largely supported by the statistical analysis presented below. Fig. 5 Topographic maps for control (CG), NF1 groups with CG–NF1 difference and condition (rows: target T, non-target NT, T–NT difference), in each N-back task (upper half: 1-back; lower: 2-back) and time-window (A: early, B: late). Differences between groups are most apparent in the condition difference (T–NT, bottom row of each subsection) and group difference (CG–NF1, 3rd column of each sub-section)",
  "discussion": "Discussion To our knowledge, this is the first study to conduct a detailed assessment of WM and examine the ERP P300 components in NF1. As compared to the controls, the NF1 group showed poorer performance on measures of visuospatial and auditory WM and attentional tasks. As expected, parents reported overall poorer adaptive functioning in the NF1 group as compared to the control group. We found no differences in P300 amplitude at Pz, but shorter latencies in NF1, and topographic differences between the groups that interacted with time-window and memory load: The NF1 group showed reduced left frontal activity, particularly in the late time-window, and greater parietal positivity, particularly in the 2-back task, compared to the control group. Executive function and WM impairments are core neurocognitive dysfunction in NF1 which impacts considerably on their daily functioning and quality of life. In this study, we used three well established measures of WM tapping into both verbal/auditory and visual domains. Increasing working memory load in the adaptive n-back task differentiated between the groups such that the control group achieved a higher mean n-back level than the NF1 group. The n-back task requires the WM system to be dynamically engaged and involves not only storage and continual updating of information but also interference resolution (Jaeggi et al.  2009 ). Our findings on the three visual and auditory tasks are convergent and show reduced WM performance in NF1 compared to controls. Whilst our sample size was limited to draw definitive conclusions, we found the WM improved with age in both groups– a pattern similar to that observed in the general population. However, whilst the control group showed faster RT with age, this pattern was not seen in NF1. Lack of change in RT with age could possibly be attributed to the motor problems previously reported in NF1 which persist with age (Rietman,  2017 ). An alternative explanation could be due to RT variability – a phenomenon that has been described in ADHD populations (Tamm et al.  2012 ) and understood to be due to occasional lapses of attention during performance of the cognitive task. The ERP P300 component was then examined in order to investigate the neural underpinnings of this impairment in working memory. The P300 is strongly associated with memory processes and its amplitude is sensitive to the allocation of processing resources. In healthy subjects, P300 amplitude decreases with increasing memory load (McEvoy et al.  1998 ), reflecting attentional reallocation. P300 latency is normally considered to be an index of neural speed or efficiency and has been suggested to reflect speed of stimulus classification resulting from discrimination of one event from another. Topographic changes in the spatial distribution of P300 would indicate different relative contributions of neural sources to the scalp-recorded voltages. In our ‘canonical’ analysis of target P300 amplitude at Pz averaged over the full (300-700 ms) time window, the expected pattern (1-back > 2-back) was found across the whole sample, but there was no interaction between group and memory load, suggesting a similar pattern of P300 amplitude reduction with increased memory load in both NF1 and Controls. However, this was not the full story: P300 latency was found to be shorter in NF1 than in Controls, and here the group x N-back interaction was also significant, with latency being significantly shorter in NF1 than in Controls on the 2-back task. As inspection of the ERP plot at Pz in Fig.  4  shows, there does appear to be a difference in P300 amplitude between groups (NF1 > Controls) in the early portion of the time-window, particularly in the 2-back condition; however, averaging over the whole time-window masked this effect. Given this latency difference, topographic analyses were conducted in early and late portions of the P300 time window, separately. This showed significant differences between the groups in topographic distribution of the P300 amplitude. The NF1 group showed stronger right frontal positivity in the early time window, but weaker left frontal positivity in the late time-window, particularly when the difference between target and non-target P300s was considered. Further, in the 2-back task, the NF1 group showed a stronger mid-to-left parietal positivity, which was also particularly evident on the target–non-target difference. Topographic differences in P300 are most commonly associated with the distinction between sub-components P3a–which has a more frontal distribution (and presumed frontal cortical sources) and is associated with novelty detection–and P3b–which is parietally maximal (with presumed sources in medial temporal, parietal, and frontal regions) and is associated with task-relevant target detection, allocation of attention, and updating of working memory (Polich,  2007 ). The pattern of topographic differences found here may therefore reflect dysfunction in both of these systems: Hyperactivity of the target detection/attention system, particularly as load increases (parietal effects), and hypoactivity of parts of the novelty detection system, particularly in the late time window. However, this task was not designed to separate P3a and P3b, as no task-irrelevant infrequent novel stimuli were presented. A plausible interpretation of the topographic differences between NF1 and controls is that they reflect an imbalance in the distribution of activity across frontal and parietal cortex in service of working memory. Findings in  Nf1 +/-  mouse models suggest increased inhibitory activity in the prefrontal cortex and striatum (Goncalves,  2017 ; Shilyansky et al.  2010 ) – regions which are critical for working memory performance. In addition, functional MRI studies in NF1 suggest significant hypoactivation of the frontal lobe during reading, visuospatial and working memory tasks (Billingsley et al.  2003 ,  2004 ; Ibrahim et al.  2017 ). Further, diffusion tensor imaging studies suggest widespread white matter microstructural alterations in NF1 which are most pronounced in the frontal lobe (Karlsgodt et al.  2012 ; Koini et al.  2017 ). Taken together, the topographic differences seen in this study are in keeping with previous findings of significant hypofrontality in NF1. Coupled with this, we see a differential pattern of topography with overall greater parietal and right hemispheric positivity in the NF1 group as compared to controls. Working memory tasks activate a spatially distributed large-scale network of cortical and subcortical brain regions (Mesulam,  1998 ). It is possible that differential activation of this network architecture and patterns of interactions between the regions underlie WM impairments in NF1. Indeed, atypical lateralization, specifically reduced left lateralization has been reported in developmental disorders such as ASD and ADHD and thought to reflect impaired task-directed brain system functioning (Hale,  2014 ; Nielsen,  2014 ). Future studies could use neural source estimation and/or connectivity analyses to investigate putative changes to these fronto-parietal networks. A surprising finding in this study was the shorter P300 latency in the NF1 group as compared to the control group, particularly at higher working memory loads (2-back task). P300 latency is thought to reflect stimulus processing time, including recognition and categorization of stimulus. Latency is not always correlated with behavioural response times, since there are many stages of processing between the presentation of a stimulus and the behavioural response, not all of which affect P300 latency (Duncan-Johnson & Donchin,  1980 ). Indeed in this study we found that although the NF1 group had shorter P300 latencies, there were no group differences in RTs in either the EEG N-back task or the auditory N-back task conducted separately. This dissociation of P300 latency and RT suggests that the latency effects reflect differences in neural processing per se rather than differences in cognitive processing speed or decision latencies. It could be argued therefore that neural processing of stimuli in NF1 is faster but less accurate, possibly contributing to the lower cognitive performance seen on working memory tasks. To further investigate how P300 components relate to phenotypic presentation, we evaluated five behavioural metrics – behavioural nback performance, attention using a sustainedattention task, Conners inattention and hyperactivity measures, and parent reported adaptive functioning. Correlations between behavioural and P300 measures showed different patterns in Controls and NF1. In the NF1 group, Sky Search, a measure of selective attention, was negatively correlated with P300 amplitude difference (Target – Non-target) in the late time-window in the 2-back task, in both left parietal and left frontal (the latter only marginally) regions. This suggests engagement of these neural resources either compensates for or contributes to low selective attention abilities in NF1. Sky Search was also negatively correlated with 2-back P300 latency in NF1 (only); that is, P300 reached its peak faster in NF1 participants with higher selective attention abilities. It is tempting to conclude that this effect is due to an association between selective attention and decision time; however, it is worth noting that only NF1 participants with the  lowest  selective attention abilities have P300 latencies in the Control range, and those with the  highest  attention abilities have unusually low P300 latencies, out of the range of Controls. By contrast, Sky Search and Conners measures showed no significant correlations with Controls’ P300 amplitude or latency. These findings should be studied in more detail in the future studies. In Controls, Vineland ABC, a measure of adaptive functioning, was negatively correlated with several P300 amplitude difference measures, all in 2-back blocks: the left parietal region in both early (which did not survive FDR correction) and late time-windows, and the left frontal region in the late time-window. These negative correlations suggest that the underlying neural resources are engaged more by those Controls with lower adaptive functioning, perhaps as a compensatory strategy. By contrast, none of these linear correlations were significant in the NF1 group; however, several adaptive function-P300 amplitude relationships were found to show a significant non-linear, inverted-U relationship in the NF1 group: late time-window left frontal activity in both 1- and 2-back blocks. This pattern suggests that NF1 individuals with mid-range adaptive function are able to engage this compensatory mechanism in order to maintain task performance, but that NF1 individuals with the lowest adaptive function fail to engage this mechanism (hence the down-turn in amplitude at the lower end of the ABC range). A similar, but weaker, pattern was seen in NF1s’ late left parietal activity in 2-back blocks, but this quadratic relationship was not significant. Our findings thus expand our understanding of the neural correlates of altered of WM deficits in NF1. Cognitive and behavioural impairments remain a primary cause of morbidity in the NF1 population (Hyman et al.  2005 ). Whilst the discovery of pharmacological agents that could reverse the underlying deficits is important, understanding the underlying neurobiology in humans will be important for successful translational of basic science research in animal models. Research over the last decade has demonstrated the challenges of successful translation of preclinical findings into clinical trials no doubt in part due to overreliance on cognitive end-points which lack sensitivity (Payne,  2019 ). The results of this study suggest that EEG may provide an unbiased biomarker of cortical function in NF1. Limitations of our study include the relatively small sample size of the cohort. However, given that NF1 is a rare genetic condition it is more challenging to recruit larger sample sizes in a single centre study. As both P300 latency and amplitude index different aspects of brain maturation, it may be important to understand the P300 changes across the developmental life span in NF1. In summary, our findings suggest impaired WM performance in the NF1 group replicating previous findings. We investigated for the first time the P300 ERP components of WM in NF1 and find topographic differences in the P300 amplitude in the NF1 group. Our findings offer further insights into how NF1 may influence cognitive processing abilities, but larger studies are needed to understand how the findings reported in this paper relate to the learning and memory deficits common to the NF1 population.",
  "upgrade_date": "2026-02-21 02:21:34"
}