{
  "pmid": "33963463",
  "abstract": "Women with neurofibromatosis type 1 (NF1) have an increased risk of developing early breast cancer with a poorer prognosis compared to the general population. Therefore, international management guidelines recommend regular screening in women with NF1 starting from 30 to 35 years. As the psychological impacts of breast cancer screening in other high-risk populations cannot be extended to women with NF1, due to increased incidence of cognitive and mental health issues, the psychological harms of breast screening in women with NF1 are unknown. Consequently, the aim of this study was to assess the psychological impact of breast cancer screening in women with NF1 attending an established risk management clinic. Twenty-eight women with NF1 (30-50 years) completed psychological well-being and patient experience questionnaires, administered across five time points, before and after their initial and second round annual breast screening visits. Preliminary findings demonstrated the screening regimen was well-tolerated, with most participants reporting high satisfaction with the screening process. Overall, no significant increase in psychological distress related to the breast screening process was identified, with mean cancer worry and anxiety scores decreasing over time. However, some women did experience negative aspects of screening and barriers to re-attendance at annual breast screening appointments. As some women with NF1 exhibited clinical levels of psychological distress prior to screening, efforts to identify those at risk and additional support to address concerns and expectations throughout the breast screening process may be beneficial.",
  "methods": "Materials and methods This is a pilot, prospective longitudinal cohort study conducted through a tertiary hospital adult NF1 clinic and an established breast cancer risk management clinic in Sydney, Australia. The study involved three sub-studies. This paper will report on the patient experiences and psychological impact of breast screening and cancer discussions. The other sub-studies ( breast cancer screening outcomes and feasibility  and  the development and evaluation of patient education resources ) will be reported separately. Participants As part of the overall study, women (30–50 years) with clinically diagnosed NF1 [ 11 ] were recruited from the hospital’s adult NF1 clinic to attend the breast cancer risk management clinic for annual breast screening (which may include breast MRI, mammogram, ultrasound or biopsy). Participants were eligible to enrol in the risk management clinic if they fulfilled the following criteria: previous or current referral to the hospital’s NF1 clinic, an ECOG status of 0 or 1; no active cancer diagnosis; no previous breast cancer diagnosis; not currently pregnant; and, an expected lifespan greater than three years. Prior to being referred to the clinic, potentially eligible participants were first informed of the breast cancer risk in NF1, screening options, screening-associated risks and uncertainties related to the benefits of screening younger women with NF1. Socio-demographic data were also collected at baseline through patient interview and medical record review. This occurred either at their routine NF1 management appointment, or by telephone. Individuals who were invited to screening were also invited to participate in this sub-study, which involved the provision of written consent. Those who attended for screening were asked to complete questionnaires at different time points before and after their initial and second round annual breast screening visits. Those who declined their first or second round screening were also invited to complete a questionnaire. Women were excluded from this sub-study if they were unable to provide informed consent, undergo study procedures or understand an English language consent form. Instrumentation Three questionnaires were developed, which were administered at five separate time points. Questionnaire 1 (Q1) comprised several scales used to measure anxiety and depression (Hospital Anxiety and Depression Scale, HADS) [ 49 ] and the 6-item State-Trait Anxiety Inventory, STAI-6 [ 50 – 52 ]), cancer worry (adapted Cancer Worry Scale, CWS [ 53 ,  54 ]); and behaviour changes (Health Questionnaire, HQ) [ 55 ]). HADS is a 14-item scale used to measure anxiety and depression over the preceding week. Scores > 11 points indicate clinically significant anxiety and/or depression while scores between 8 and 10 indicate borderline anxiety and/or depression [ 49 ]. The 6-item STAI questionnaire is a modified short-form of the original 40 item STAI questionnaire and is a validated measure of anxiety for current state of mind and situational factors that may influence anxiety levels: with scores > 36 indicating high anxiety [ 50 – 52 ] (partial set of STAIAD items used with permission of the publisher. STAIAD instrument © 1968, 1977 Charles D Spielberger. All rights reserved in all media. Published by Mind Garden, Inc.,  www.mindgarden.com ). The CWS measures cancer related worry and its impact in an 8-item questionnaire with each question scored on a 4-point Likert scale. A score > 14 indicates severe cancer worry while a score > 12 can be used as a screening measure for possible distress (range 4–24) [ 53 ,  54 ]. The HQ measures perceived stress related behaviours in the week prior to taking the questionnaire with a score of ‘0’ indicating “better than normal behaviour”; a score of “1” indicating “normal behaviour” and a score of “2” indicating “worse than normal behaviour” with scores previously shown to be correlated with HADS anxiety and depression levels [ 55 ]. Questionnaire 1 for decliners (Q1D) included all measures above plus an additional question regarding participant’s reason for declining breast screening. Questionnaire 2 (Q2) included the measures outlined above plus ad hoc scales to assess MRI, mammography and ultrasound experience (a 6-item, 5-point Likert scale), barriers (a 5-item, 5-point Likert scale) and satisfaction (1 item, a 5-point Likert scale), which were adapted from an existing protocol for a surveillance study on multi-organ cancer prone syndromes [ 56 ] (Online Resource 1). A free text space for comments on experience of each screening modality was also provided. Procedures For those who completed breast screening, questionnaires were distributed to participants at four time points (T1, T2, T3, T4) in the first round (R1) and one time point after completion of the second round of breast screening (R2). Q1 was provided at T1, T2 and T4 in R1. Q2 was provided at T3 in R1 and at R2. Those who had declined either R1 or R2 screening were forwarded Q1D at a single time point (Table  1 ). Questionnaires were sent or provided directly to the participant at their hospital visit. Participants completed the questionnaires on paper or using an individualised link to an online REDCap (Research Electronic Data Capture) survey [ 57 ]. Participants were followed up at least twice either by email, SMS text message, by telephone or at their scheduled appointment if they had not completed their questionnaire within the initial scheduled completion time. Table 1 Study design—timeline of completion of questionnaires Breast screening process Planned timeframe for Questionnaire completion Time point Questionnaire ROUND 1 (R1)  Recruitment to study At recruitment Time point 1 (T1) (Baseline) Q1 (HADS, HQ, CWS, STAI-6)  Breast screening 7–14 days after recruitment a Time point 2 (T2) Q1 (HADS, HQ, CWS, STAI-6)  Appointment to discuss breast screening results 7–14 days after results appointment Time point 3 (T3) Q2 (HADS, HQ, CWS, STAI-6, experience of and barriers to screening) 6–12 weeks after results appointment Time point 4 (T4) Q1 (HADS, HQ, CWS, STAI-6) ROUND 2 (R2)  Breast screening and appointment to discuss results 6–12 weeks after results appointment Round 2 (R2) Q2 (HADS, HQ, CWS, STAI-6, experience of and barriers to screening) DECLINERS 6–12 weeks after scheduled screening date in R1 or R2 Q1D (HADS, HQ, CWS, STAI-6, reason for declining) HADS  Hospital Anxiety and Depression scale,  HQ  Health Questionnaire,  CWS  cancer worry scale; and  STAI-6  6-item State Trait Anxiety Inventory a All T2 questionnaires were completed pre-results appointment, however, due to clinical timelines some were completed pre-screening and some post-screening Analysis Demographic information, baseline characteristics, the ad hoc screening experience and reasons for declining are reported using descriptive statistics only. Outliers were removed and due to missing data some results are reported according to the denominator. Paired-t tests were used to assess changes in psychological test scores over time, Pearson’s Chi-squared test was employed to measure any associations between demographic factors and screening-related distress (data was dichotomized into age 30–34/age 35–50; family history/no family history of cancer in a first degree relative; recall/no recall and biopsy/no biopsy) with Fisher’s exact test applied when expected cell count was low (< 5 in a cell) and McNemar’s test utilized to assess any change in the proportion of subjects in each category (normal, borderline, abnormal) at baseline compared to follow-up. For analysis, ages were dichotomized into two groups 30–34 and 35–50 years. This was a decision based on two reasons: (1) we were interested in whether extending our local screening guidelines to younger women between ages 30–34 would be associated with increased psychological distress; (2) we had a relatively young cohort (mean age 35.61 at T1) and therefore there were not enough women in a 40–49 year age group for analysis. Analysis was performed using IBM SPSS Statistics for Windows, Version 25.0.  IBM SPSS Statistics Version 25 . Armonk, MY: IBM Corp.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:13:08.431897",
  "abstract_length": 1668,
  "methods_length": 8185,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}