{
  "pmid": "PMID:33963966",
  "title": "Cognitive and Electrophysiological Correlates of Working Memory Impairments in Neurofibromatosis Type 1.",
  "abstract": "Neurofibromatosis 1 (NF1) is a single gene disorder associated with working Memory (WM) impairments. The aim of this study was to investigate P300 event-related potential (ERP) associated with WM in NF1. Sixteen adolescents with NF1 were compared with controls on measures of WM and EEG was recorded during a WM nback task. The NF1 group showed poorer performance on measures of WM as compared to the control group. No group differences were observed in P300 amplitude at Pz, but P300 latency was shorter in the NF1 group. Topographic analyses of P300 amplitude showed group differences indicating neural processing differences in the NF1 group relative to controls, which possibly contribute to the cognitive deficits seen in this population.",
  "authors": "Gorana Pobric; Jason R Taylor; Hemavathy M Ramalingam; Emily Pye; Louise Robinson; Grace Vassallo; JeYoung Jung; Misty Bhandary; Karolina Szumanska-Ryt; Louise Theodosiou; D Gareth Evans; Judith Eelloo; Emma Burkitt-Wright; Johan Hulleman; Jonathan Green; Shruti Garg",
  "journal": "Journal of autism and developmental disorders",
  "publicationDate": "2022-04",
  "doi": "10.1007/s10803-021-05043-3",
  "methods": "Methods Design and Participants The NF1 sample was recruited via the cohort of patients at the Manchester Centre for Genomic Medicine and through NF charities newsletters and social media pages. Participants were children aged 12–17 years meeting the National Institute of Health (National Institutes of Health Consensus Development Conference,  1988 ) diagnostic criteria for NF1. The exclusion criteria were (i) history of epilepsy, (ii) ongoing active treatment for any NF1 related complications (such as chemotherapy for optic glioma), or (iii) other clinically significant unrelated illness. Participants on neuroleptic or stimulant medications were not excluded from this study. All patients that met the eligibility criteria for the study were sent study information packs and were invited to return their indication of interest forms if they wished to participate in the study. A community age and sex matched control sample was recruited through advertisements in the institutional newsletters and approaching local schools in the area. Inclusion criteria for the control group were (i) children aged 12–17 years and (ii) absence of any pre—existing medical conditions or neurodevelopmental disorders. Procedure Once the research team received the ‘Indication of Interest’ form, contact was made with the potential participant family to establish eligibility over the telephone and book the study visit. Oral and written consent from parents and assent from children (where developmentally appropriate) was obtained. Parent rated measure of child adaptive functioning was obtained as a proxy for developmental level. The behavioural assessments were first administered in the lab followed by the EEG session. Clinical notes of the participants were reviewed to confirm comorbid diagnoses of neurodevelopmental disorders.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:29:05"
}