{
  "pmid": "34012067",
  "abstract": "PURPOSE: By incorporating major developments in genetics, ophthalmology, dermatology, and neuroimaging, to revise the diagnostic criteria for neurofibromatosis type 1 (NF1) and to establish diagnostic criteria for Legius syndrome (LGSS). METHODS: We used a multistep process, beginning with a Delphi method involving global experts and subsequently involving non-NF experts, patients, and foundations/patient advocacy groups. RESULTS: We reached consensus on the minimal clinical and genetic criteria for diagnosing and differentiating NF1 and LGSS, which have phenotypic overlap in young patients with pigmentary findings. Criteria for the mosaic forms of these conditions are also recommended. CONCLUSION: The revised criteria for NF1 incorporate new clinical features and genetic testing, whereas the criteria for LGSS were created to differentiate the two conditions. It is likely that continued refinement of these new criteria will be necessary as investigators (1) study the diagnostic properties of the revised criteria, (2) reconsider criteria not included in this process, and (3) identify new clinical and other features of these conditions. For this reason, we propose an initiative to update periodically the diagnostic criteria for NF1 and LGSS.",
  "methods": "Methods We used a multistep process, beginning with a Delphi method involving global experts and subsequently involving non-NF experts, patients, and foundations/patient advocacy groups. MATERIALS AND METHODS A modified Delphi process was used to reach consensus on revised diagnostic criteria (Supplementary Fig.  1 ). A steering committee (seven experts) reviewed the literature and generated the statements for the two rounds of the Delphi process (data S1, S2, S3, S4, S5, and  Supplemental Material and Methods ) regarding potential changes to NF1 diagnostic criteria. The Steering Committee actively sought input from patients, families, and advocates regarding the proposed criteria and the new diagnostic criteria were finalized in January 2020. All clinical images are used with consent from the patient/patient’s parent.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:13:44.370971",
  "abstract_length": 1259,
  "methods_length": 830,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}