{
  "pmid": "PMID:34010628",
  "title": "Stem-like cells drive NF1-associated MPNST functional heterogeneity and tumor progression.",
  "abstract": "NF1-associated malignant peripheral nerve sheath tumors (MPNSTs) are the major cause of mortality in neurofibromatosis. MPNSTs arise from benign peripheral nerve plexiform neurofibromas that originate in the embryonic neural crest cell lineage. Using reporter transgenes that label early neural crest lineage cells in multiple NF1 MPNST mouse models, we discover and characterize a rare MPNST cell population with stem-cell-like properties, including quiescence, that is essential for tumor initiation and relapse. Following isolation of these cells, we derive a cancer-stem-cell-specific gene expression signature that includes consensus embryonic neural crest genes and identify Nestin as a marker for the MPNST cell of origin. Combined targeting of cancer stem cells along with antimitotic chemotherapy yields effective tumor inhibition and prolongs survival. Enrichment of the cancer stem cell signature in cognate human tumors supports the generality and relevance of cancer stem cells to MPNST therapy development.",
  "authors": "Daochun Sun; Xuanhua P Xie; Xiyuan Zhang; Zilai Wang; Sameer Farouk Sait; Swathi V Iyer; Yu-Jung Chen; Rebecca Brown; Dan R Laks; Mollie E Chipman; Jack F Shern; Luis F Parada",
  "journal": "Cell stem cell",
  "publicationDate": "2021-08-05",
  "doi": "10.1016/j.stem.2021.04.029",
  "methods": "Star Methods Resource Availability Lead Contact Further information and requests for resources and reagents should be directed to and will be fulfilled by the Lead Contact, Luis F. Parada ( paradal@mskcc.org ). Materials Availability The GEMMs from the MSKCC Brain Tumor Center will have restrictions according to Institutional Review Board and Material Transfer Agreement institutional policies. Other materials not specified will be made available from the corresponding author on request. Data and Code Availability The accession numbers for the sequencing data reported in this paper are GEO:  GSE152752  and GEO:  GSE165826 . Experimental Model and Subject Details Mouse Studies SKPs were isolated as previously reported ( Le et al., 2009 ) from neonatal  Nf1 f/f ; Trp53 f/f ;Nes-TK  mice within 2 weeks of age. SKPs were cultured in serum-free media with EGF (10 ng/ml) and FGF (10 ng/ml) supplements. Cre-expressing adenovirus was applied in  vitro  to induce recombination and verified by qPCR ( Le et al., 2009 ). Tumor-initiating cells were embedded into six-week-old nude mice sciatic nerves to generate  Nes-TK;SKP  allograft mice. BC and DRG were harvested from the E13.5 embryos as described (Le et al. 2014) from  Nf1 f/f ;Trp53 f/f ;CGD  mice. Recombination was induced  in vitro  with 10µM 4-hydroxytamoxifen for 72 hours or alternatively  in vivo  by tamoxifen gavage (200 mg/kg) of timed pregnant dams at E11.5 and E12.5 post plug assessment. BC&DRG cells were isolated and immediately orthotopically injected into the sciatic nerve of nude mice (without culturing) to generate  CGD ; BC&DRG  allograft models. The allografted nude mice were randomly assigned into experiment cohorts. A spontaneous MPNST GEMM,  cisNP , was previously described ( Vogel et al., 1999 ).  cisNP  mice have mixed backgrounds. The mice were genotyped within the 14 days after birth, and the littermates were randomly assigned into cohorts for experiments without selecting genders. All mice were maintained under formal MSKCC IACUC protocols. Mouse Primary Culture Mouse primary skin tissues were freshly dissected from two-week-old neonatal mice. Harvested tissues were minced and incubated with collagenase (100 µg/ml) in a 37°C water bath for 30 minutes, dissociated, and cultured in serum free medium supplemented with B27 and N2, plus EGF and FGF (10 ng/ml each) in 5% oxygen, 37°C incubators. Boundary cap and dorsal root ganglia (BD&DRG) were dissected from E13.5 embryos. The tissues were minced and flushed through a 23G needle and syringe. The dissociated tissues were cultured in the serum free medium mentioned above. Human Tumor Study Primary tumor biopsy samples were collected as approved by IRB National Institutes of Health study number 10-C-0086. A right upper arm nodular lesion was diagnosed as ANNUBP in a 19-year-old man at the Center for Cancer Research, National Cancer Institute. Tumor samples were dissociated using an optimized method using dissociation media (DMEM supplemented with 10% FBS, 100 U/mL penicillin-streptomycin solution, dispase II, collagenase I, and DNase I) and a gentleMACS dissociator (Miltenyi Biotec). Method details BrdU/EdU labeling BrdU pulse was administered via intraperitoneal injection at 50 mg/kg 2 hours prior to euthanasia. Long-time BrdU pulse exposure was administered in drinking water with 5% sucrose at 0.5 g/L and changed every three days. BrdU/EdU sequential labeling was done using equimolar concentration of BrdU and EdU at 10 mM/kg. Histology and Tumor Analysis Primary tumors were fixed overnight in 4% paraformaldehyde (PFA), then processed and embedded in paraffin. MPNST tissue was sectioned by microtome at 5 µm and then analyzed by H&E, fluorescence, or horseradish peroxidase-based immunostaining, as previously described ( Alcantara Llaguno et al., 2009 ;  Le et al., 2009 ). For BrdU staining, tissue slides were incubated with 1M HCL for 30 minutes according to the online protocol ( https://www.abcam.com/protocols/brdu-staining-protocol ). The incorporated EdU were stained on top of BrdU staining with Click-iT™ EdU Cell Proliferation Kit for Imaging (ThemoFisher, Cat#  C10337 ) according to the manufacturer’s protocol. Mast cells were determined by following the manufacturer’s instruction of Eosinophil-mast cell co-staining (Abcam, Cat# ab150665). Images were taken using Zeiss confocal (LSM 800) microscopy or Mirax scanning. Quantification of images was done using Fiji/ImageJ. Tumor volume was measured by  in vivo  luminescence using luciferase reporter IVIS Spectrum scanner (PerkinElmer) or by  in vitro  caliper measurement and calculated according to the formula from Jackson Laboratory: Tumor volume (mm 3 ) = (length x width 2 ) /2 GCV Treatment For the  Nes-TK;SKP  allograft models, GCV chow and control chow were started at Day 2 after sciatic nerve embedding of recombined SKP cells for treated cohort (n=5) and control cohort (n=5), respectively. The GCV-treated cohort was also administered one dose of GCV through IP at 30 mg/kg (2 mg/ml water solution). The GCV chow and control chow were regularly refilled or replaced till Day 60. For the  cisNP  spontaneous model, the GCV chow and control chow were started at one month old and regularly maintained till the endpoint of the survival experiment. Mouse Tumor Dissociation and Fluorescence-activated Cell Sorting The primary tumor was dissected and minced into small tissue blocks and then dissociated by gentleMACS Octo Dissociator (Miltenyi Biotec) with 1 g/ml collagenase (Sigma-Aldrich, Cat# C8051) with the preset protocol. The dissociated cells were washed in PBS 3 times and treated with blood cell lysate buffer (Sigma-Aldrich, Cat# R7757). The single cell solution was prepared in L15 media and filtered through a 40 mm strainer. Mouse Fc receptor was blocked by TruStain FcX™ (anti-mouse CD16/32) antibody (BioLegend, Cat# 101320) to avoid unspecific binding at 1 mg per 10 5  cells. Viable cells were gated using 7AAD (BioRad, Cat# 1351102), and endothelial, erythroid, and immune cells were gated out by PE-conjugated CD31, Ter119, and CD45 antibodies (BioLegend, Cat# 102410, 116208 and 103112). The sorting gates were set according to the unstained freshly-dissociated MPNST allograft. GFP+ and GFP- cells from the same tumor were analyzed and sorted by the S3e sorter (BioRad) after color compensation of GFP, PE, and 7AAD. MPNST Transcriptome Data Set Analysis The standardized microarray expression data of NF1-related tumors was downloaded from the NF Data Portal ( https://www.synapse.org/#!Synapse:syn5702691/wiki/394550 ) (Allaway et al., 2019). Data from the Miller and Jessen studies were identified as syn5950004 and syn6130081, respectively. Limma package was used for generating the human 621-MPNST signature on the data from Miller et al. ( Miller et al., 2009 ) with a stringent cutoff: fold changes > 8 and adjusted p-value < 0.001 ( Supplementary Table 2 ). The ssgesa was calculated by the GSVA package with default settings. Transcriptome Analysis of Sorted Tumor Cells Total RNA was extracted from paired GFP+ and GFP- population from each of the five  CGD;BC&DRG  allografts by Qiagen Rneasy plus mini kit. Total RNA was quantified by Qubit 3.0 fluorometer (Invitrogen), and quality was accessed by bioAnalyzer (Agilent). Paired-end 50 bp RNA sequencing was performed to reach about 30 million reads per sample on the Hiseq4000 sequencer by the Weill Cornell Genomics Core. The raw transcript counts were aligned to Refseq related to the build GRCh38-mm10 using STAR 2.4.2.8 by default settings on MSKCC high-performance computation clusters. The bioinformatics analysis was done using Bioconductor under the R v4.0 programming environment. Differentially expressed genes between GFP+ and GFP- tumor populations were analyzed by paired experiment design in the DeSeq2 package and defined as adjusted p >0.05 and fold change >1.5. The paired transcriptomes from GFP+ and GFP- cells of the same tumor were evaluated by the NCG list using the GSVA package with the ssgesa method. Quantitative RT-PCR Total RNA from tissue/cells was extracted using Qiagen RNeasy Plus Micro Kit (Cat# 74034). iScript cDNA synthesis kit (BioRad, Cat# 1708891) for cDNA synthesis. Sybr Green master mix (Applied Biosystems, Cat# A25780) was used for real-time detection of PCR products.  Gapdh  was used as the internal control. Quantification and statistics were performed in triplicate on QuantStudio 6 Flex Real-Time PCR Systems. Primer sequences are saved as  Supplementary Table 6 . Doxorubicin and Diphtheria Toxin in vivo Treatment Doxo (4 mg/kg) was administered to mouse cohorts every three days for a total of 4 doses in  Nes-TK;SKP  allograft models. To improve intratumoral Doxo delivery, hyaluronidase (10,000 units) was co-administered with Doxo locally near the tumor allograft. Diphtheria toxin (50 µg/kg) treatment was started on Day 20 through IP injection after transplantation of 5,000 sorted GFP+ tumor cells from  BC&DRG;CGD  allograft tumors. Five diphtheria toxin treatment doses every three days with and without Doxo (4 mg/kg) were given to the transplanted cohorts of nude mice (n=5). Single Cell RNA Sequencing Analysis Primary tumor samples were dissociated using an optimized method using dissociation media and a gentleMACS dissociator (Miltenyi Biotec). Single cell suspensions were counted using both Cellometer Auto 2000 fluorescent viability cell counter (Nexcelom) and Luna-FL dual fluorescent cell counter (Logos Biosystems). Single cell capture (target capture 6000 cells/lane) was done using a 10X Chromium controller. 3’ whole transcriptome library preparation and sequencing were done using the manufacturer’s protocol and standard operating procedures of the CCR Single Cell Analysis Facility. Data were analyzed by the Seurat V3.0 package in the R programming environment. Sequencing data were filtered to retain cells with at least 500 but less than 2500 unique genes expressed and less than 20% of total UMIs originating from mitochondrial and ribosomal RNAs in one cell. The number of included principal components (PCs) was assessed using the JackStraw procedure implemented in JackStraw and ScoreJackStraw functions. 10 PCs were conserved. Cell clusters were determined using FindNeighbours (k = 10) and FindClusters functions (res = 0.4). tSNE plot was used to demonstrate the cell clusters. The single cell-based enrichment score and the cell cycle analysis were calculated using functions of Seurat V3.0. Cell cycle signatures and cell types were determined according to the published signature genes ( Fletcher et al., 2019 ) and the tutorial of the Seurat V3.0 ( https://satijalab.org/seurat/v1.4/pbmc3k_tutorial.html ). Quantification and Statistical Analysis IF and IHC staining was quantified with ImageJ. Staining quantification was assumed to be normally distributed. Statistical analysis between groups was performed using a two-tailed unpaired Student’s t-test. Kaplan-Meier survival curves were analyzed using the log-rank (Mantel-Cox) test. Data were analyzed using R, Excel, and GraphPad Prism v7. For bar figures presented, the center line represents mean ± SD, and the n was indicated accordingly. Assays are representative of ≥3 independent and biological replicates. P-values less than 0.05 were considered significant. Materials Availability The GEMMs from the MSKCC Brain Tumor Center will have restrictions according to Institutional Review Board and Material Transfer Agreement institutional policies. Other materials not specified will be made available from the corresponding author on request.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:29:07",
  "introduction": "Introduction Malignant peripheral nerve sheath tumors (MPNST) are aggressive peripheral nerve associated soft tissue sarcomas with a high incidence of recurrence and resistance to treatment ( Ducatman et al., 1986 ;  Watson et al., 2017 ;  Wong et al., 1998 ). Current standard treatment includes surgical resection combined with adjuvant anthracycline-based chemotherapy and/or focal radiotherapy but is rarely curative ( Chen et al., 2008 ). To date, no phase II trials with targeted therapies have resulted in clinical benefit ( Widemann et al., 2019 ). MPNST is a heterogeneous neoplasm with a rich microenvironment and complex intercellular interactions between the diverse tumor and stromal components. Although the roles of multiple cellular constituents, including Schwann cells, fibroblasts, perineurial cells, mast cells, and associated peripheral nerves have been explored in many studies, the biologic forces driving MPNST maintenance, relapse, and resistance remain unknown ( Fletcher et al., 2019 ;  Le et al., 2009 ;  Yang et al., 2008 ;  Zhu et al., 2002 ). A majority of MPNSTs are associated with the autosomal dominant genetic disease Neurofibromatosis type 1 (NF1), brought about by inactivating germline mutations in the  NF1  tumor suppressor gene. NF1-associated MPNST routinely evolves from a benign growth, plexiform neurofibroma (PN). The link between NF1-associated tumors and the loss of  NF1  heterozygosity (LOH) within the neural crest lineage has been documented in mouse models and patient tumor samples ( Kluwe et al., 1999 ;  Rutkowski et al., 2000 ;  Zhu et al., 2002 ). Detailed lineage studies using genetically engineered mouse models (GEMM) of PN and MPNST have revealed pluripotent neural crest stem cells as the principal source of these tumors, most likely during embryogenesis ( Chen et al., 2014 ;  Le et al., 2011 ;  Wu et al., 2008 ;  Zhu et al., 2002 ). These neural crest derivatives can be identified at embryonic day E13.5 in the boundary cap region of spinal nerve roots, within the dorsal root ganglia, and throughout the expanding peripheral nervous system, including the epidermis where skin progenitor cells reside ( Chen et al., 2014 ;  Le et al., 2009 ;  Liao et al., 2016 ). Recent studies have provided further resolution into the natural history of tumor development from benign PN to MPNST. A rare intermediate variant, designated, atypical neurofibromatosis neoplasms of uncertain biologic potential (ANNUBP) exhibits loss of  CDKN2A , elevated KI67 index, and/or extensive nuclear p53, and is associated with significantly higher risk for malignant transformation ( Miettinen et al., 2017 ). Dissection of this critical intermediate step promises a more informative understanding of mechanisms of MPNST formation. NF1-associated GEMM tumors accurately resemble their human counterparts and have provided unique tools to study early tumor development, including delineation of the cell(s) of origin, tumor progression, and subsequent evolution in response to therapy ( Cichowski et al., 1999 ;  Le et al., 2009 ;  Radomska et al., 2019 ;  Vogel et al., 1999 ;  Wu et al., 2008 ;  Zhu et al., 2002 ). In both mice and humans, bi-allelic  NF1  loss is sufficient to cause PN; however, MPNST routinely harbor additional mutations or copy number alterations in  TP53 ,  CDKN2A, SUZ12,  or other components of the Polycomb Repressive Complex 2 (PRC2) ( Brohl et al., 2017 ;  Lee et al., 2014 ). Following detailed analysis of early GEMM tumor events in PN and MPNST, we arrived at the hypothesis that a limited population of stem-like cells resides at the top of a tumor lineage hierarchy that is responsible for NF1-associated tumor initiation, maintenance, and recurrence. In this study, we employ a series of genetic, functional, and lineage tracing strategies using three independent mouse models of MPNST that harbor  Trp53  and  Nf1  driver mutations and neural crest lineage reporter transgenes to investigate the cancer stem cell (CSC) hypothesis. These three MPNST GEMMs reflect different modes of tumor induction, but all use the same rat Nestin gene promoter together with its neural-specific enhancer to drive the GFP reporter ( Chen et al., 2009 ;  Xie et al., 2020 ;  Zimmerman et al., 1994 ). We describe a stem-like tumor cell population associated with the neural crest-derived Schwann cell lineage that underlies intratumoral heterogeneity in NF1-associated MPNST. This tumor stem-like cell population is relatively rare and quiescent but essential for MPNST initiation and relapse following chemotherapy. An MPNST CSC gene expression signature derived from the mouse tumors identifies gene expression related cell clusters in single cell sequencing data from a primary human ANNUBP, thus supporting conservation of tumor hierarchy in humans. Our studies indicate that dual targeting of cancer stem cells and proliferating tumor cells holds the best promise for effective therapy development.",
  "results": "Results Murine MPNST harbor a relatively quiescent cell population. We adopted a previously developed neural stem cell-specific GFP and thymidine kinase expressing transgene ( Nes-TK ;  Figure 1A ;  Chen et al., 2012 ) and examined its expression in neural crest-derived progenitor populations. GFP immunohistochemistry (IHC) identified positive cells in the boundary caps and dorsal root ganglia (BC&DRG) of E13.5 embryos ( Figure S1A ). In addition, primary cultured skin progenitor cells (SKPs), a neural crest-derived cell population with the potential to form PN and MPNST, also show GFP co-expression with the classic Schwann cell lineage markers, GAP43 and S100B ( Figure S1B ) ( Le et al., 2009 ). These results suggested that the  Nes-TK  transgene might serve as a useful tool to probe for stem-like cells within MPNST. To examine this premise, we initially tested two well-established mutant  Nf1  and  Trp53  tumor suppressor driven MPNST mouse models. The first model relies on transplantation of  Nf1 −/− ;Trp53 −/−  mutant neural crest-derived primary culture SKPs into the sciatic nerves (SN) of recipient nude mice where they form classic MPNST ( Figure S1C ;  Nes-TK;SKP; \n Le et al., 2009 ).  The second model relies on spontaneous MPNST development based on loss of heterozygosity (LOH) at the cis-linked compound heterozygous  Nf1 +/−  and  Trp53 +/−  loci ( Figure S1D ;  cisNP ; ( Mo et al., 2013 ;  Vogel et al., 1999 ). Freshly dissected and cultured SKPs from  Nf1 f/f ;Trp53 f/f ;Nes-TK  mice were infected with  Cre  recombinase-expressing adenovirus to induce tumor suppressor gene recombination. Following confirmation of gene recombination by PCR, 10 5  SKPs were orthotopically embedded into the SN of recipient nude mice, thus preserving the innate tumor microenvironment. MPNSTs formed within three months at the site of injection. To label cycling tumor cells, mice were pulsed with the nucleoside analog bromodeoxyuridine (BrdU) for 2 hours prior to tumor collection ( Figure 1B ).  Nes-TK;SKP  derived MPNST yielded a subset of GFP-expressing cells that, when probed by immunofluorescence (IF), rarely co-stained with incorporated BrdU or the proliferation marker, KI67 ( Figure 1B ). Thus,  SKP -derived MPNSTs harbor a minority population of GFP transgene-expressing cells that rarely cycle and are distinct from the GFP negative dividing tumor cells that constitute the tumor bulk. We also bred the reporter  Nes-TK  transgene into the spontaneous MPNST mouse model,  Nes-TK ; cisNP  ( Vogel et al., 1999 ). Spontaneous  Nes-TK ; cisNP  MPNST were found to contain approximately 3% GFP+ cells and as for the  Nes-TK;SKP  model, KI67+ or BrdU incorporating tumor cells were seldom GFP positive, indicating low cycling frequency ( Figure 1C ). Thus, in two independent MPNST mouse models, the  Nes-TK  transgene labels a small tumor cell population that rarely cycles. To further characterize and distinguish the proliferation dynamics of GFP+ and GFP- MPNST cells, we performed chronic BrdU pulse-chase experiments (20-day BrdU administration in drinking water at 0.5 g/L followed by an 18-day chase) on thirty  Nes-TK ; SKP  allografted mice ( Figure 1D ). Mice were sacrificed at progressive time points, and the tumors were IF probed for GFP expression and BrdU incorporation. The proliferative, GFP negative tumor cells rapidly incorporated BrdU and reached ~90% saturation by pulse day 10. In contrast, GFP+ tumor cells incorporated BrdU at a significantly slower rate and only reached near saturating levels of GFP and BrdU coexpression on day 20 of the pulse period confirming a low cell cycling index ( Figure 1D – D ”; inset). Conversely, during the chase period, GFP negative tumor cells quickly diluted BrdU confirming their rapid cycling state, while the GFP+ cells retained BrdU and only gradually dissipated labeling. These classic pulse-chase experiments demonstrate that  in vivo  MPNST GFP+ cells exist in a slow-cycling quiescent state and, importantly, distinguish them from terminally differentiated cells, which would not be predicted to aggregate or dilute BrdU labeling. In sum, these data are consistent with a tumor model in which GFP+ MPNST cells are relatively quiescent, a characteristic feature of stem cell populations ( Chen et al., 2016 ). Nes-TK -expressing SKPs initiate and drive MPNST formation The potential to initiate a tumor and to maintain progression through self-renewal functionally defines a CSC. The  Nes-TK  transgene harbors a herpes simplex virus thymidine kinase gene (suicide cassette,  Figure 1A ), which allows for specific elimination of cycling transgene-expressing cells by ganciclovir (GCV) administration ( Chen et al., 2012 ). Thus, any time a quiescent GFP+ tumor cell re-enters the cell cycle to produce progenitor cells, this transitory GFP+ cell would be eliminated by GCV. We used this mechanism to probe the importance of  Nes-TK  expressing cells in tumor initiation and progression. Ten nude mice were allografted with 10 4  recombined SKPs each from  Nf1 f/f ;Trp53 f/f ;Rosa-lsl-Luc;Nes-TK  mice to generate MPNST. Five mice received one intraperitoneal (IP; 2 mg/ml) dose of GCV at day two followed by continuous GCV chow administration from day 3 to day 60 ( Figure 2A ). Tumor growth was monitored by bioluminescence every 15 days, and mice were sacrificed at day 60 ( Figure 2B  &  2C ). GCV treatment significantly inhibited tumor development compared to saline-treated controls, and the GFP+ tumor population was significantly reduced ( Figure S2A ), demonstrating the importance of GFP+  Nes-TK  SKPs for tumor initiation. We next performed a similar survival assay using the  cisNP  spontaneous MPNST model. Fourteen  Nes-TK ; cisNP  mice and sixteen  cisNP  control mice were administered GCV chow and monitored for survival starting at one month of age, the earliest stage of MPNST appearance based on extensive Kaplan Meier analysis ( Mo et al., 2013 ). Despite the fact that approximately 30% of the  cisNP  mice die from causes unrelated to MPNST ( Mo et al., 2013 ;  Vogel et al., 1999 ), the  Nes-TK ; cisNP  cohort exhibited significantly extended survival compared to the control  cisNP  cohort (p=0.0061,  Figure 2D ). Among the seven deceased  Nes-TK ; cisNP  GCV treated mice, only three died with MPNST. Again GCV treatment caused significant reduction of GFP+ tumor cells ( Figure S2B ), and the remainder died from unknown causes (data not shown). Collectively, these data show that in two independent MPNST models, selective inhibition of quiescent GFP+ cell entry into the cell cycle by GCV administration impairs both tumor initiation and progression, leading to prolonged survival. MPNST CSC isolation One limitation of the  Nes-TK-GFP  reporter transgene was the weak GFP expression which impeded effective GFP-mediated sorting. We therefore turned to a new transgene, named  CGD , that under the same rat  Nes  promoter/enhancer, simultaneously drives  C re recombinase, enhanced histone 2B- G FP, and a  d iphtheria toxin receptor expression cassette ( CGD  transgene,  Figure 3A ,  Xie et al. 2020 ). This transgene was designed to express brighter GFP in conjunction with Cre mediated recombination and to allow direct targeting of expressing cells with diphtheria toxin. We confirmed  CGD  expression by GFP IHC in the neural crest lineage of E13.5 transgenic embryos ( Figure 3B ). GFP expression was detected in the neural tube, but importantly in all neural crest-derived Schwann cell progenitor sites where NF1-associated neurofibromas and MPNSTs originate, including the BC, the DRG, and along the Schwann cell progenitor migratory stream ( Hjerling-Leffler et al., 2005 ). GFP expressing cells frequently co-stain with the well-established neural crest markers, SRY-Box Transcription Factor 10 (SOX10) and Receptor tyrosine-protein kinase erbB-3 (ERBB3,  Figure S3A ; ( Birchmeier and Nave, 2008 ;  Borrelli et al., 1988 ). BC & DRG were dissected from E13.5 embryos, dissociated, and cultured in serum-free media to form GFP+ spheres within three days ( Figure S3B ). The sphere cultures were observed to sustain GFP expression for up to two weeks (data not shown). To examine the tumorigenic potential of  CGD -expressing cells, E13.5 embryonic BC & DRG cells were harvested from  CGD;Nf1 f/f ;Trp53 f/f ;Rosa-lsl-Luc  mice in defined serum free medium ( Figure 3C ) and exposed to 10 µM 4-hydroxytamoxifen (4-OH TAM) for 72 hours. Following confirmation of tumor suppressor recombination ( Nf1 −/− ;Trp53 −/− ) , 10 5  cultured BC & DRG cells were embedded into the sciatic nerves of nude mice ( Figure S3B , top panel). Similar to the  Nes-TK  allograft model, tumors that contain a rare GFP+ cell population formed after approximately three months ( Figure 3D  &  E ). Classic MPNST histopathology, including fish-bone patterning and spindle-like morphology of MPNST cells associated with peripheral nerves were clearly visible by hematoxylin and eosin (H&E) staining ( Figure 3F ), and neural crest Schwann cell lineage markers (GAP43 and S100B;  Figure 3G – H ) were expressed. The bright GFP expression afforded by the  CGD  transgene enabled efficient isolation of GFP+ MPNST cells for transcriptome analysis. To avoid possible variation created by the brief culturing period of BC&DRG cells, we induced tumor suppressor recombination directly  in vivo  by tamoxifen gavage (200 mg/kg) of timed pregnant dams at E11.5 and E12.5. At E13.5, BC & DRG were harvested and directly implanted in SN of nude mice ( Figure S3B , bottom panel). Effective recombination was confirmed by PCR ( Figure S3B ), and MPNSTs formed within three months of orthotopic embedding comparable to the incubation time for  in vitro  induced primary culture (data not shown). The overall tumor cell composition was in line with the MPNST literature ( Buchstaller et al., 2012 ;  Meyer zu Horste et al., 2008 ;  Yang et al., 2003 ). Thus, we conclude that the  CGD;BC&DRG  model is biologically equivalent to the  cisNP and Nes-TK ; SKP  MPNST models, with additional features of enhanced GFP and diphtheria toxin receptor expression in CSCs. To further validate the essential role of the rare GFP+ MPNST tumor population, we evaluated the effect of diphtheria toxin (DT)-targeted tumor cell killing in the  CGD  MPNST model. Ten MPNST allografts were generated by orthotopic injection of 5x10 5 \n in vitro  recombined cells from BC&DRG of  CGD;Nf1 f/f ;Trp53  mice. DT was administered (50 µg/kg) to five mice on days 2, 4 and 6 post-transplantation, and five mice were treated with saline control ( f/f Figure 3I ). DT treatment impeded tumor initiation resulting in a significant survival benefit compared to the saline cohort (p=0.034,  Figure 3I ). We further evaluated  in vivo  DT efficacy in established tumors that reached approximately 1 cm in diameter. Four DT doses (50 µg/kg) given on alternate days essentially eliminated  CGD -expressing GFP+ cells without significantly altering the proportion of KI67+ cells ( Figure 3J – L ). These latter experiments were not allowed to go to term since the primary objective was to assess the efficacy of DT in targeting the GFP+ populations during active tumorigenesis. However, additional tumor experiments with DT support the finding that survival is significantly enhanced (data not shown). In summary, the  CGD;BC&DRG  allograft model recapitulates classical MPNST features similar to the two preceding models while permitting additional  in vivo  functional characterization of the transgene labeled MPNST CSC. CGD  transgene GFP+ cells demonstrate stem cell-like properties The enhanced nuclear GFP expression with the  CGD  transgene enabled fluorescence-activated sorting (FACS) of  CGD + MPNST cells. Viable cells were enriched by 7AAD negative gating, and wild type immune, endothelial, and erythroid cells were gated out by PE-conjugated antibodies bound to CD45, CD31 and TER119, respectively ( Buchstaller et al., 2012 ). Stringent gating for GFP was applied to effectively segregate GFP+ and GFP- tumor populations and to reduce cross-contamination ( Figure 4A  &  S4A ). Sorted GFP+ and GFP- cells were seeded at 5000 cells per well and cultured for five days in serum free media. Consistent with stem-like features of CSCs, GFP+ cells yielded significantly greater numbers of spheres than GFP- cells, ( Figure 4B ). To examine tumor-initiating potential, we performed dilution experiments wherein decreasing numbers of GFP+ or GFP- tumor cells were othotopically injected ( Supplementary Table 1 ). While in higher cell number injections (>10 4  cells), both cohorts produced tumors, progressive cell dilution had no adverse effect on the tumorigenic potential of the GFP+ cohort but substantially diminished the tumorigenic potential of GFP- tumor cells. At high tumor cell number seedings where both GFP+ and GFP- tumor cells formed tumor masses, the GFP+ cells consistently demonstrated accelerated tumor development (Day 14 and 28,  Figure 4C ,  Figure S4B – D ), and morbidity ( Figure 4E ). We also noted a relatively constant proportion of GFP+ cells following serial transplantations, implying active mechanisms for maintaining homeostasis of the CSC population ( Figure 4F ). Taken together, these data further validate the existence and importance of CSC for the initiation and propagation of MPNST. CSC gene expression in CGD MPNST To characterize the  CGD;BC&DRG  model at the molecular level, we analyzed relatedness among the transcriptomes of sorted the GFP+ and GFP- tumor cells from five MPNST, the  cisNP  model, and human MPNST by single sample gene enrichement analysis (ssgesa) using a defined human MPNST signature ( Supplementary Table 2 ; see  Methods )( Jessen et al., 2015 ;  Miller et al., 2009 ). As illustrated in  Figure 5A , GFP+ and GFP- sorted cells from five mouse tumors, although not statistically significant, have generally higher enrichment scores than the classic cisNP models. The p-value of t-test between the human MPNST and sorted negative tumor cells, the most prevalent cell population in our model, is as modest as 0.031. This enrichment analysis demonstrates that tumor cells from the CGD model enrich the human MPNST signatures and therefore resemble human MPNST at the molecular level. We further compared the GFP+ and GFP- populations to identify differentially expressed genes (DEGs) using the DeSeq2 package ( Love et al., 2014 ), illustrated as a volcano plot ( Figure 5B ). DEGs were analyzed by paired comparison between GFP+ and GFP- cells from each of the five tumors. The GFP+ cell population was distinguished by high expression of a series of genes associated with neural crest development, including  Sox10 ,  ErbB3 ,  Pou3f1,  and  Dhh  ( Joseph et al., 2004 ). qPCR analysis was used to verify their expression in MPNST samples ( Figure S5A ) and extended to additional Schwann progenitor markers identified in the GFP+ and GFP- sequencing data ( Figure S5B ). We next verified concordant protein expression levels of selected candidates, including Nestin and Sox 10, by co-staining of tumor sections with GFP using immunofluorescence ( Figure 5C – D ). SOX10+ cells were mostly confined to the GFP+ population ( Figure 5C & C ’) and, approximately 65% of Nestin expressing cells also co-stained with GFP ( Figure 5D & D ’). We also evaluated GFP and Nestin protein expression in  Nes-TK;SKP  model tumors which have inherently low GFP cytoplasmic intensity. The GFP positive cells showed significant enrichment among NESTIN+ cells with the percentage around 25% ( Figure S5 C & C’ ). Thus, salient DEGs in the GFP+ population are validated by protein expression. We note that unlike the CGD transgene, endogenous Nestin protein expression is governed by the entire gene expression regulatory machinery which drives expression in many non-neural stem populations, including endothelial progenitors, which are abundant in MPNST ( Figure S3D ). We observed a greater number of upregulated DEGs in GFP+ cells compared to GFP- cells (127 genes versus 34 genes, fold change >1.5 & adjusted p <0.05,  Supplementary Table 3 ). Thus, the  CGD  transgene (GFP+) consistently captured a more homogeneous cell population. This view is further supported by gene ontology (GO) analysis that illustrates GFP+ cell enrichment for terms associated with Schwann cell and neural crest lineage while GFP- cells enriched for scattered terms among less pertinent biological processes and with limited statistical power ( Figure 5F ). In aggregate, these results reinforce the notion that MPNST GFP+ cells form a relatively unified stem-like cell population while GFP- MPNST cells are heterogeneous, likely along different stages of proliferation, differentiation, senescence, or progression to cell death. To better understand the transcriptional relationship between GFP+ MPNST CSC and neural crest lineage stem and progenitor cells, we surveyed the literature and compiled a consensus list of genes expressed in neural crest and Schwann cell progenitors (NCG, neural crest genes;  Supplementary Table 4 ; ( Jessen et al., 2015 ). In all five tumors, we found that a majority of genes in the NCG list are prominently expressed in GFP+ tumor cells but not in GFP- cells ( Figure 5B ,  5G ,  S5B ;  Supplementary Table 3 ). Thus, the MPNST minority CSC population (GFP+) molecularly resembles neural crest cell progenitors to a much stronger degree than the remaining majority of tumor cells. MPNST CSCs fuel tumor regrowth after chemotherapy. The  in vivo  quiescent nature of MPNST CSCs may help explain the observed resistance to chemotherapy which preferentially targets proliferating cells ( Bao et al., 2006 ;  Chen et al., 2012 ). We examined this hypothesis by administering the conventional chemotherapeutic agent, doxorubicin (Doxo), a DNA intercalating agent, to MPNST harboring mice ( Demetri and Elias, 1995 ;  Verma and Bramwell, 2002 ). Ten  Nes-TK;SKP  derived MPNST allografts were generated by orthotopic SN embedding of 10 5  recombined SKPs. Three weeks post-implantation, saline or Doxo (4 mg/kg) was administered to five mice every three days for a total of 4 doses ( Figure 6A ). To improve intratumoral Doxo delivery, hyaluronidase was co-administered ( Bryant J. Keller, 2017 ;  Slomiany et al., 2009 ). After treatment, all mice were pulsed with BrdU for 2 hours before tumor collection. Doxorubicin treated mice showed a significant reduction in BrdU incorporation, reflecting effective targeting of DNA replicating cells ( Figure 6B & C ). In contrast, the GFP+ tumor cell population appeared unaffected consistent with its quiescent status ( Figure 6D ). To trace the emergence of new tumor cells following depletion of the actively dividing tumor cell population by chemotherapy, we repeated the Doxorubicin treatment scheme followed by sequential administration of equimolar BrdU at day seven and 5-ethynyl-2’-deoxyuridine (EdU) at day nine, followed by tumor analysis on day ten ( Figure 6E ). The saline-treated tumors contain significant numbers of BrdU/EdU double positive but GFP negative (BrdU+;EdU+;GFP-) proliferating cells, reflecting stochastic nucleotide analog incorporation into acytively dividing tumor cells. In contrast, following Doxo treatment where proliferating cells were depleted, a significant proportion of BrdU and EdU-incorporating cells co-expressed GFP ( Figure 6F – G ; BrdU+;EdU+;GFP+). Thus, upon Doxo-mediated targetting of proliferating tumor cells, newly dividing MPNST cells emerged from the previously quiescent GFP+ tumor cells. These data demonstrate the relative resistance of GFP+ CSCs to anti-proliferative treatment together with their capacity to regenerate tumor growth. The above data lead to the hypothesis that combined elimination of proliferating cells and quiescent CSCs should more effectively impede tumor regrowth following chemotherapy. The diphtheria toxin receptor (DTR) cassette in the  CGD  transgene provides a tool to specifically eliminate CGD-GFP+ CSCs ( Figure 3 ). Twenty CGD MPNST mice were generated by allograft implantation of 5000 primary MPNST cells and randomly assigned into four groups for treatment with saline (with HAE 10 mg/ml), Doxo, diphtheria toxin (DT), and Doxo+DT, respectively. Treatment was initiated 20 days following allograft injection when tumors were visible ( Figure 6H ). The optimized treatment dose was given every third day to minimize toxicity. Thirty-five days after tumor cell transplantation, all mice were pulsed with EdU for 24 hours, followed by tumor harvest and measurement ( Figure 6I – J ). All drug-treated mice exhibited varying degrees of tumor inhibition as compared to the saline group. However, the Doxo+DT group exhibited the greatest tumor volume inhibition. The remnant tumors after Doxo+DT treatment showed sparse cell distribution and low density, low KI67, and extremely rare GFP+ cells ( Figure S6A & B ). In addition, similar to the Doxo treated  Nes-TK ; SKP  models, we also noted significantly increased EdU incorporation in GFP+ cells following Doxo treatment ( Figure S6C – F , *** p<0.001, Student’s t-test n=4), while the GFP+ cell percentage remained the same ( Figure S6E & F ). These data further illustrate that CSCs re-enter the cell cycle following depletion of tumor proliferating cells and provide proof of principle that combined targeting of both dividing tumor cells and quiescent CSC would be the most efficient strategy to successfully treat MPNST. Single cell analysis of ANNUBP identifies cell clusters enriched for CSC signature. Mouse modeling of NF1-associated tumors using a variety of gene promoter-Cre transgenes including Krox-20, P0, Plp, Dhh, Postn, HoxB7, and Prss56 has provided independent evidence that embryonic neural crest progenitors are the predominant source of these tumors ( Chen et al., 2019 ;  Gehlhausen et al., 2015 ;  Hirbe et al., 2016 ;  Le et al., 2011 ;  Radomska et al., 2019 ;  Wu et al., 2008 ;  Zhu et al., 2002 ).  Nf1  ablation by any of these Cre transgenes results in classic PN development. The additional acquisition of  TP53, CDKN2A,  or  SUZ12  alterations along with amplification in receptor tyrosine kinase genes results in the transformation of classical PNs or ANNUBPs to MPNST ( Miettinen et al., 2017 ;  Rhodes et al., 2019 ). Given the transcriptional relationship of the GFP+ MPNST CSC to embryonic neural crest progenitors, we reasoned that related precursors to these cells must exist in PN and ANNUBP from patients. A primary tumor tissue biopsy from a clinically diagnosed right arm mass was identified as an intraneural neurofibroma with increased cellularity, mildly disturbed architecture, increased vasculature, and isolated mitotic figures ( Figure S6 A & B ). Pathological evaluation indicated no compelling evidence for malignancy, but the features fulfilled the criteria of ANNUBP that approached but did not reach the minimum criteria for low-grade MPNST. The tumor tissue was submitted for single cell RNA sequencing (scRNA-Seq) using 10X Genomics technology, followed by data analysis using the Seurat V3 package ( Stuart et al., 2019 ). As illustrated by t-distributed stochastic neighbor embedding (tSNE) plots, the data resolved into multiple aggregated cell clusters of tumor and non-tumor cells that by gene expression included diverse immune and inflammatory cell types as well as tumor associated fibroblasts ( Figure 7A ). When we searched for expression of neural crest and Schwann cell lineage markers, three specific cell clusters were identified (CL1-CL3) ( Figure 7A ;  Figure S7B ). Thus, CL1-CL3 most likely represent tumor cells given that the tumor was surgically resected from normal peripheral nerve tissue. Notably, when we used the top 50 upregulated DEGs within the mouse CGD-expressing CSCs (Top50.CGD) to probe the Schwann lineage cells, the CL1 & CL2 clusters showed the highest enrichment compared to CL3 ( Figure 7B  and  Figure S7D  &  F ). Thus, ANNUBP clusters CL1 & 2 have the greatest transcriptional alignment to the mouse MPNST CSC signature. We next evaluated these ANNUP cell clusters using the NCG list which has limited overlap with the Top50.CGD list and found similar enrichment in CL1 & 2 ( Figure 7C  &  Figure S6D  &  F ). These results indicate the CL1 and CL2 clusters are enriched for stem-like cells in ANNUBP. Finally, two genes associated with early Schwann cell lineage emergence,  ERBB3  and  SOX10,  are exclusively expressed in CL1 & 2, further suggesting that these clusters likely reflect tumor cells most closely resembling mouse MPNST CSC and thus are the likely candidate cells to acquire additional mutations for evolution into MPNST. We also examined the scRNAseq data for  NES  gene expression which was detected in all three tumor clusters ( Figure S7H ). Whether protein expression shows the same profile remains to be determined. The differentially expressed genes among different cell clusters are listed in  Supplementary Table 5 .",
  "discussion": "Discussion The power of mouse models to further our understanding of human disease is particularly well illustrated in NF1 research. For over two decades,  Nf1  knockout and conditional knockout mice have served as dominant workhorses in the field. Hints provided by clinical science about the Schwann cell contribution to neurofibromas were refined in mouse studies and provided concrete evidence for an embryonic neural crest lineage progenitor as the tumor source ( Le et al., 2011 ;  Le et al., 2009 ;  Zhu et al., 2002 ). Mouse studies further revealed a critical role of the microenvironment and inflammation in PN formation ( Yang et al., 2003 ;  Yang et al., 2008 ;  Zhu et al., 2002 ); and permitted progressive narrowing toward the identification of the true cells of origin ( Chen et al., 2014 ;  Le et al., 2011 ;  Le et al., 2009 ;  Radomska et al., 2019 ;  Wu et al., 2008 ). More recently, faithful models of transitional ANNUBP have been described ( Rhodes et al., 2019 ). In the same vein, the development of NF1-associated MPNST and glioma models ( Cichowski et al., 1999 ;  Gutmann et al., 2000 ;  Toonen et al., 2016 ;  Vogel et al., 1999 ) has also transitioned from the discovery of early tumor-initiating events and interactions, to the preclinical assessment of emergent therapies ( De Raedt et al., 2014 ;  Jessen et al., 2013 ;  Mo et al., 2013 ;  Patel et al., 2014 ). These progressive advancements have permitted insights that were limited to inference in the clinical setting and have prompted exciting and promising clinical trials for PN ( Dombi et al., 2016 ). Yet clinically, MPNST remains the major cause of NF1 mortality. Thus, despite our enriched understanding of the natural history of MPNST, no meaningful advances in treatment have emerged to date. This state of affairs begs the question whether we need to revisit tumor development and better understand the dynamics of MPNST resistance to classic chemotherapy and to anti-NF1 signaling therapy ( Peacock et al., 2013 ;  Williams and Largaespada, 2020 ). Here we again exploit mouse models to isolate quiescent cancer stem cells in MPNST. The existence of cancer stem cells in MPNST may in part explain the failure of antimitotic therapies to effectively block tumor development. The CSC hypothesis was initially demonstrated in hematopoietic cancers that were organized in a hierarchical manner akin to the normal hematopoietic system ( Bonnet and Dick, 1997 ;  Lapidot et al., 1994 ). In solid tumors, studies in glioblastoma multiforme (GBM) ( Chen et al., 2012 ;  Parada et al., 2017 ), medulloblastoma ( Vanner et al., 2014 ), colorectal cancer ( Barker et al., 2009 ;  Schwitalla et al., 2013 ), and breast cancer ( Al-Hajj et al., 2003 ), among others, have also described tumor stem-like cell populations.  Buchstaller et al., (2012)  provided evidence that spontaneous MPNST mouse models harbor a limited number of tumor cells with the potential to form new tumors in a dilution kidney capsule transplantation assay, although the nature, cell of origin, and properties of their “tumor-initiating cell population” remained undetermined. Here, we now add MPNST to the repertoire of tumors that harbor small numbers of relatively quiescent specialized cells with the capacity to sustain tumor development, reinitiate tumors following therapy, and to experimentally mediate tumor transplantation. The conclusions in this study were strengthened by convergent results in three separate mouse models of MPNST, two mediated by targeted tumor suppressor ablation in neural crest progenitors, and a third that formed tumors spontaneously. All models shared the key hallmark pathological and molecular features of MPNST, and all contained quiescent CSC. In addition, two independently derived transgenes ( Nes-TK  and  CGD ) that express GFP under the neural-specific regulatory elements of the rat Nestin gene marked the CSC within tumors, and indeed, the  CGD  transgene efficiently caused MPNST development when Cre recombinase was activated either in  ex vivo  embryonic neural crest boundary cap and DRG cells, or by  in vivo  induction. Previously, a host of traditional embryonic neural crest specific promoters were used to drive mouse MPNST formation which progressively narrowed the focus on key cells of origin ( Chen et al., 2019 ;  Le et al., 2011 ;  Radomska et al., 2019 ;  Wu et al., 2008 ;  Zhu et al., 2002 ). It is worth noting that endogenous Nestin gene expression is high in the MPNST GFP+ population and re-emphasizing that neural specific Nestin promoter/enhancer elements are expressed in the MPNST cell of origin. Additionally, Nestin is known to label a diversity of stem cell populations, including CNS, mesenchymal, endodermal, and non-myelinating Schwann cells in bone marrow ( Chen et al., 2009 ;  Yamazaki et al., 2011 ). While the precise biological function of the Nestin intermediate filament in stem cells remains unclear ( Bernal and Arranz, 2018 ;  Guerette et al., 2007 ), the  CGD  transgene can serve as an effective surrogate marker and enrichment tool to identify signature genes for MPNST CSC. In the clinical setting, MPNST arises from pre-existing benign PN and the high-risk form ANNUBP. Therefore, it is logical to hypothesize that the cell of origin for benign tumors is the source for MPNST. By extension, given the observation that premalignant ANNUBP contains a subset of cells with transcriptional relatedness to the MPNST CSC, we propose that stem-like cells in the ANNUBP are likely the founder cells that acquire the additional mutations to drive malignant conversion into MPNST. The tools described here provide a means to isolate prospective CSC and allow the study of their properties and to understand their transition to MPNST. These findings support the notion that a stem-like tumor cell population belonging to the neural crest lineage pre-exists within plexiform neurofibromas, ANNUBP and may serve as the bridgehead for MPNST development. The ability to distinguish MPNST CSC will allow evaluation of the impact of any novel therapy to this critical population of tumor cells. While any effective patient therapy will include the targeting of proliferating tumor cells to control tumor burden expansion, it proves insufficient both in the clinical and experimental settings. For effective MPNST treatment, as exemplified experimentally by diphtheria toxin or ganciclovir CSC blockade, the combined attack of both CSC and proliferating cells significantly impacts tumor growth, transplantation, and tumor-host survival. Limitations of the Study. Whenever GEMMs are utilized for studies related to human cancer, concerns about precision and physiological relevance of the models must be acknowledged. For this reason, we used three independent MPNST GEMM models, each with mutations in the tumor relevant  Nf1  and  Trp53  tumor suppressor genes, and initiated the tumors in cells of origin previously identified in multiple studies. Each model presented certain limitations as described in the text, but all models pointed to the same consistent conclusions. Namely, that a small cohort of tumor cells, related by transcriptome to neural crest progenitors, reside at the apex of MPNST hierarchy and heterogeneity. The ultimate validation of these conclusions lies in the fact that we find coherent cell subgroups within a human premalignant NF1 tumor single cell study. The extreme rarity of these tumors limited our ability to gather additional sources beyond a single tumor for the present study. Therefore, although promising, this correlation must await the future availability of additional human tumor data sets to permit solid comparison and validation.",
  "upgrade_date": "2026-02-20 07:28:48"
}