{
  "pmid": "34011935",
  "abstract": "Neurofibromatosis type 1 is an autosomal dominant genetic disorder caused by mutation in the neurofibromin 1 (NF1) gene. Its hallmarks are cutaneous findings including neurofibromas, benign peripheral nerve sheath tumors. We analyzed the collagen and matrix metalloproteinase 1 (MMP1) expression in Neurofibromatosis 1 cutaneous neurofibroma and found excessive expression of collagen and reduced expression of MMP1. To identify new therapeutic drugs for neurofibroma, we analyzed phosphorylation of components of the Ras pathway, which underlies NF1 regulation, and applied treatments to block this pathway (PD184352, U0126, and rapamycin) and lysosomal processes (chloroquine (CQ), hydroxychloroquine (HCQ), and bafilomycin A (BafA)) in cultured Neurofibromatosis 1 fibroblasts. We found that downregulation of the MMP1 protein was a key abnormal feature in the neurofibromatosis 1 fibroblasts and that the decreased MMP1 was restored by the lysosomal blockers CQ and HCQ, but not by the blockers of the Ras pathway. Moreover, the MMP1-upregulating activity of those lysosomal blockers was dependent on aryl hydrocarbon receptor (AHR) activation and ERK phosphorylation. Our findings suggest that lysosomal blockers are potential candidates for the treatment of Neurofibromatosis 1 neurofibroma.",
  "methods": "Materials and methods Reagents and antibodies Dermal fibroblast cells were cultured with Minimum Essential Eagle’s Medium (Sigma-Aldrich, St. Louis, MI, USA) supplied with nonessential amino acid solution (Thermo Fisher Scientific, Waltham, MA, USA), 15% fetal bovine serum (Nichirei Biosciences Inc., Tokyo, Japan), and antibiotics (Sigma-Aldrich). CQ and HCQ were purchased from Fujifilm (Osaka, Japan) and Tokyo Chemical Industry, Co., Ltd. (Tokyo, Japan), respectively, and dissolved in phosphate buffered saline. Bafilomycin A1 (Cayman Chemical, Ann Arbor, MI, USA), U0126 (Cell Signaling Technology, Danvers, MA, USA), PD184352 (Sigma-Aldrich), rapamycin (LC Laboratories, Woburn, MA, USA), AKT inhibitor (Abcam, Cambridge, UK), SB203580 (Selleck Chemicals, Houston, TX, USA), and SP600125 (Selleck Chemicals) were dissolved into dimethyl sulfoxide. Antibodies used in western blotting targeting β-actin (#13E5), MEK1/2, Akt, c-Raf, ERK, phospho-MEK1/2 (#41G9), phospho-Akt (#D9E), phospho-c-Raf (#56A6), phospho-ERK (#D13.14.4E), MMP1 (#E9S9N), and NF1 (#D7R7D), as well as anti-rabbit IgG HRP-linked antibody were purchased from Cell Signaling Technology. Antibody for Aryl hydrocarbon receptor (AHR, #H-211) was from Santa Cruz Biotechnology (Dallas, TX, USA) and that for collagen I (#EPR7785) was from Abcam. For immunohistochemical analysis, anti-collagen antibody (Nichirei Biosciences Inc.), anti-MMP1 antibody (Nichirei Biosciences Inc.), anti-S100 protein antibody (Nichirei Biosciences Inc.), AP-linked anti-rabbit antibody (Abcam), and rabbit isotype control antibody (BioLegend, San Diego, CA, USA) were used. Alexa Fluor488 goat anti-rabbit IgG H+L was purchased from Thermo Fisher Scientific. Study approval This study was approved by the Ethics Committee of Kyushu University (#30-363 for immunohistological study and #24-132 for cell line establishment). Written informed consent was obtained from all of the volunteers. Punch biopsies were taken from a total of six donors, including three healthy controls and three patients diagnosed with neurofibromatosis type 1 (Supplemental Table  1 ) based on diagnostic criteria. Cell culture To establish the human primary fibroblast cell culture, dermal fibroblast cells were isolated from biopsied skin tissue and cultured as described previously . A lack of contamination of Schwann-like cells was confirmed by S100A protein staining. Before the experiments, cells were trypsinized and allowed to adhere to the culture plates for 24 h. Then, the cells underwent each experiment as detailed below. Each phosphorylation inhibitor was mixed with HCQ or vehicle in culture medium and then the cell culture medium was changed depending on the experimental conditions. 36 NF1 genotyping DNA was isolated from cultured fibroblast cells from a total of six donors with NucleoSpin Tissue (Qiagen, Hilden, Germany). DNA genotyping and data analysis were performed by Genewiz Inc. (South Plainfield, NJ, USA). Small interfering RNA transfection Small interfering RNA (siRNA) targeting NF1 (s221793) or AHR (s1200) and scrambled RNA (Silence Negative Control No. 1) were purchased from Thermo Fisher Scientific. siRNA was transfected into fibroblast cells with lipofectamine RNAi Max (Thermo Fisher Scientific), following the manufacturer’s instructions. Quantitative real-time polymerase chain reaction (qRT-PCR) Total RNA was isolated using RNase Mini Kit (Qiagen) and reverse-transcribed with Prime Script RT Reagent Kit (Takara Bio, Otsu, Japan), in accordance with the manufacturer’s instructions. The qPCR reactions were performed with the CFX Connect System (Bio-Rad Laboratories, Hercules, CA, USA) using TB Green Premix Ex Taq (Takara Bio). Cycling conditions comprised 95 °C for 30 s as the first step, followed by 40 cycles of qRT-PCR at 95 °C for 5 s and 60 °C for 20 s. mRNA expression was measured in triplicate wells and was normalized using β-actin as a housekeeping gene. The primer sequences are shown in Supplemental Table  2 . Western blotting analysis Cells were rinsed with ice-cold PBS and lysed with RIPA buffer containing protease inhibitor cocktail (Sigma-Aldrich) and PhosSTOP (Roche Diagnostics, Rotkreuz, Switzerland). Extracted proteins were denatured by boiling at 96 °C for 5 min with SDS-sample buffer containing 2-mercaptoethanol and loaded onto Blot 4–12% Bis-Tris Plus Gel (Thermo Fisher Scientific). The proteins transferred to a PVDF membrane (Merck Millipore, Burlington, MA, USA) were reacted with antibody diluted in Can Get Signal (Toyobo Co. Ltd., Osaka, Japan) and subjected to Super Signal West Pico (Thermo Fisher Scientific). Chemiluminescence was detected using ChemiDoc XRS (Bio-Rad) and densitometric analysis was performed. Enzyme-linked immunosorbent assay (ELISA) The total cell culture supernatant was collected and frozen immediately at −80 °C until use. The concentration of secreted MMP1 was measured as manufacturer’s protocol (Boster Biological Technology, CA, USA; or R&D Systems). Immunohistofluorescence Fibroblasts were seeded on µ-Slide 8-well chambers (ibidi, Gräfelfing, Germany) and harvested for 24 h. Treatment with 50 μM HCQ, 100 nM FICZ, or vehicle was applied for 6 h prior to immobilization with ice-cold acetone. Cells were blocked with 5% bovine serum albumin and reacted with primary antibodies at 4 °C overnight. Then, cells were reacted with Alexa Fluor488 secondary antibodies in the dark. Chambers were covered with cell-mounting medium containing DAPI (Santa Cruz) and images were taken with EVOS Cell Imaging Systems (Thermo Fisher Scientific). Immunohistochemistry Skin biopsy samples were obtained from five patients and subjected to staining as per the protocol used at Kyushu University Hospital facilities as previously described , with minor modification. 37 Cell proliferation and viability test Fibroblasts were seeded in a 96-well plate and harvested for 48 h. Viable cells were measured using a CCK-8 kit (Dojindo, Tokyo, Japan). The absorbance at 450 nm was measured with a microplate reader (Bio-Rad) and the analysis was performed in quadruplicate. To make a calibration curve for cell counting, a sequence of numbers of cells were seeded in a 96-well plate and allowed to adhere to the plate for 2 h. A standard curve was established following the manufacturer’s instructions. A calibration curve was made for each experiment. Cells at passages 3 to 4 were used to measure the cell proliferation rate. Statistical analysis An unpaired two-tailed  t -test and Tukey’s HSD test were applied as appropriate to evaluate statistical significance (* P  < 0.05; ** P  < 0.01; *** P  < 0.001). All analyses were performed using the JMP Pro software package (SAS Institute Japan Ltd., Tokyo, Japan).",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:13:40.001606",
  "abstract_length": 1297,
  "methods_length": 6743,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}