{
  "pmid": "PMID:34010628",
  "title": "Stem-like cells drive NF1-associated MPNST functional heterogeneity and tumor progression.",
  "abstract": "NF1-associated malignant peripheral nerve sheath tumors (MPNSTs) are the major cause of mortality in neurofibromatosis. MPNSTs arise from benign peripheral nerve plexiform neurofibromas that originate in the embryonic neural crest cell lineage. Using reporter transgenes that label early neural crest lineage cells in multiple NF1 MPNST mouse models, we discover and characterize a rare MPNST cell population with stem-cell-like properties, including quiescence, that is essential for tumor initiation and relapse. Following isolation of these cells, we derive a cancer-stem-cell-specific gene expression signature that includes consensus embryonic neural crest genes and identify Nestin as a marker for the MPNST cell of origin. Combined targeting of cancer stem cells along with antimitotic chemotherapy yields effective tumor inhibition and prolongs survival. Enrichment of the cancer stem cell signature in cognate human tumors supports the generality and relevance of cancer stem cells to MPNST therapy development.",
  "authors": "Daochun Sun; Xuanhua P Xie; Xiyuan Zhang; Zilai Wang; Sameer Farouk Sait; Swathi V Iyer; Yu-Jung Chen; Rebecca Brown; Dan R Laks; Mollie E Chipman; Jack F Shern; Luis F Parada",
  "journal": "Cell stem cell",
  "publicationDate": "2021-08-05",
  "doi": "10.1016/j.stem.2021.04.029",
  "methods": "Star Methods Resource Availability Lead Contact Further information and requests for resources and reagents should be directed to and will be fulfilled by the Lead Contact, Luis F. Parada ( paradal@mskcc.org ). Materials Availability The GEMMs from the MSKCC Brain Tumor Center will have restrictions according to Institutional Review Board and Material Transfer Agreement institutional policies. Other materials not specified will be made available from the corresponding author on request. Data and Code Availability The accession numbers for the sequencing data reported in this paper are GEO:  GSE152752  and GEO:  GSE165826 . Experimental Model and Subject Details Mouse Studies SKPs were isolated as previously reported ( Le et al., 2009 ) from neonatal  Nf1 f/f ; Trp53 f/f ;Nes-TK  mice within 2 weeks of age. SKPs were cultured in serum-free media with EGF (10 ng/ml) and FGF (10 ng/ml) supplements. Cre-expressing adenovirus was applied in  vitro  to induce recombination and verified by qPCR ( Le et al., 2009 ). Tumor-initiating cells were embedded into six-week-old nude mice sciatic nerves to generate  Nes-TK;SKP  allograft mice. BC and DRG were harvested from the E13.5 embryos as described (Le et al. 2014) from  Nf1 f/f ;Trp53 f/f ;CGD  mice. Recombination was induced  in vitro  with 10µM 4-hydroxytamoxifen for 72 hours or alternatively  in vivo  by tamoxifen gavage (200 mg/kg) of timed pregnant dams at E11.5 and E12.5 post plug assessment. BC&DRG cells were isolated and immediately orthotopically injected into the sciatic nerve of nude mice (without culturing) to generate  CGD ; BC&DRG  allograft models. The allografted nude mice were randomly assigned into experiment cohorts. A spontaneous MPNST GEMM,  cisNP , was previously described ( Vogel et al., 1999 ).  cisNP  mice have mixed backgrounds. The mice were genotyped within the 14 days after birth, and the littermates were randomly assigned into cohorts for experiments without selecting genders. All mice were maintained under formal MSKCC IACUC protocols. Mouse Primary Culture Mouse primary skin tissues were freshly dissected from two-week-old neonatal mice. Harvested tissues were minced and incubated with collagenase (100 µg/ml) in a 37°C water bath for 30 minutes, dissociated, and cultured in serum free medium supplemented with B27 and N2, plus EGF and FGF (10 ng/ml each) in 5% oxygen, 37°C incubators. Boundary cap and dorsal root ganglia (BD&DRG) were dissected from E13.5 embryos. The tissues were minced and flushed through a 23G needle and syringe. The dissociated tissues were cultured in the serum free medium mentioned above. Human Tumor Study Primary tumor biopsy samples were collected as approved by IRB National Institutes of Health study number 10-C-0086. A right upper arm nodular lesion was diagnosed as ANNUBP in a 19-year-old man at the Center for Cancer Research, National Cancer Institute. Tumor samples were dissociated using an optimized method using dissociation media (DMEM supplemented with 10% FBS, 100 U/mL penicillin-streptomycin solution, dispase II, collagenase I, and DNase I) and a gentleMACS dissociator (Miltenyi Biotec). Method details BrdU/EdU labeling BrdU pulse was administered via intraperitoneal injection at 50 mg/kg 2 hours prior to euthanasia. Long-time BrdU pulse exposure was administered in drinking water with 5% sucrose at 0.5 g/L and changed every three days. BrdU/EdU sequential labeling was done using equimolar concentration of BrdU and EdU at 10 mM/kg. Histology and Tumor Analysis Primary tumors were fixed overnight in 4% paraformaldehyde (PFA), then processed and embedded in paraffin. MPNST tissue was sectioned by microtome at 5 µm and then analyzed by H&E, fluorescence, or horseradish peroxidase-based immunostaining, as previously described ( Alcantara Llaguno et al., 2009 ;  Le et al., 2009 ). For BrdU staining, tissue slides were incubated with 1M HCL for 30 minutes according to the online protocol ( https://www.abcam.com/protocols/brdu-staining-protocol ). The incorporated EdU were stained on top of BrdU staining with Click-iT™ EdU Cell Proliferation Kit for Imaging (ThemoFisher, Cat#  C10337 ) according to the manufacturer’s protocol. Mast cells were determined by following the manufacturer’s instruction of Eosinophil-mast cell co-staining (Abcam, Cat# ab150665). Images were taken using Zeiss confocal (LSM 800) microscopy or Mirax scanning. Quantification of images was done using Fiji/ImageJ. Tumor volume was measured by  in vivo  luminescence using luciferase reporter IVIS Spectrum scanner (PerkinElmer) or by  in vitro  caliper measurement and calculated according to the formula from Jackson Laboratory: Tumor volume (mm 3 ) = (length x width 2 ) /2 GCV Treatment For the  Nes-TK;SKP  allograft models, GCV chow and control chow were started at Day 2 after sciatic nerve embedding of recombined SKP cells for treated cohort (n=5) and control cohort (n=5), respectively. The GCV-treated cohort was also administered one dose of GCV through IP at 30 mg/kg (2 mg/ml water solution). The GCV chow and control chow were regularly refilled or replaced till Day 60. For the  cisNP  spontaneous model, the GCV chow and control chow were started at one month old and regularly maintained till the endpoint of the survival experiment. Mouse Tumor Dissociation and Fluorescence-activated Cell Sorting The primary tumor was dissected and minced into small tissue blocks and then dissociated by gentleMACS Octo Dissociator (Miltenyi Biotec) with 1 g/ml collagenase (Sigma-Aldrich, Cat# C8051) with the preset protocol. The dissociated cells were washed in PBS 3 times and treated with blood cell lysate buffer (Sigma-Aldrich, Cat# R7757). The single cell solution was prepared in L15 media and filtered through a 40 mm strainer. Mouse Fc receptor was blocked by TruStain FcX™ (anti-mouse CD16/32) antibody (BioLegend, Cat# 101320) to avoid unspecific binding at 1 mg per 10 5  cells. Viable cells were gated using 7AAD (BioRad, Cat# 1351102), and endothelial, erythroid, and immune cells were gated out by PE-conjugated CD31, Ter119, and CD45 antibodies (BioLegend, Cat# 102410, 116208 and 103112). The sorting gates were set according to the unstained freshly-dissociated MPNST allograft. GFP+ and GFP- cells from the same tumor were analyzed and sorted by the S3e sorter (BioRad) after color compensation of GFP, PE, and 7AAD. MPNST Transcriptome Data Set Analysis The standardized microarray expression data of NF1-related tumors was downloaded from the NF Data Portal ( https://www.synapse.org/#!Synapse:syn5702691/wiki/394550 ) (Allaway et al., 2019). Data from the Miller and Jessen studies were identified as syn5950004 and syn6130081, respectively. Limma package was used for generating the human 621-MPNST signature on the data from Miller et al. ( Miller et al., 2009 ) with a stringent cutoff: fold changes > 8 and adjusted p-value < 0.001 ( Supplementary Table 2 ). The ssgesa was calculated by the GSVA package with default settings. Transcriptome Analysis of Sorted Tumor Cells Total RNA was extracted from paired GFP+ and GFP- population from each of the five  CGD;BC&DRG  allografts by Qiagen Rneasy plus mini kit. Total RNA was quantified by Qubit 3.0 fluorometer (Invitrogen), and quality was accessed by bioAnalyzer (Agilent). Paired-end 50 bp RNA sequencing was performed to reach about 30 million reads per sample on the Hiseq4000 sequencer by the Weill Cornell Genomics Core. The raw transcript counts were aligned to Refseq related to the build GRCh38-mm10 using STAR 2.4.2.8 by default settings on MSKCC high-performance computation clusters. The bioinformatics analysis was done using Bioconductor under the R v4.0 programming environment. Differentially expressed genes between GFP+ and GFP- tumor populations were analyzed by paired experiment design in the DeSeq2 package and defined as adjusted p >0.05 and fold change >1.5. The paired transcriptomes from GFP+ and GFP- cells of the same tumor were evaluated by the NCG list using the GSVA package with the ssgesa method. Quantitative RT-PCR Total RNA from tissue/cells was extracted using Qiagen RNeasy Plus Micro Kit (Cat# 74034). iScript cDNA synthesis kit (BioRad, Cat# 1708891) for cDNA synthesis. Sybr Green master mix (Applied Biosystems, Cat# A25780) was used for real-time detection of PCR products.  Gapdh  was used as the internal control. Quantification and statistics were performed in triplicate on QuantStudio 6 Flex Real-Time PCR Systems. Primer sequences are saved as  Supplementary Table 6 . Doxorubicin and Diphtheria Toxin in vivo Treatment Doxo (4 mg/kg) was administered to mouse cohorts every three days for a total of 4 doses in  Nes-TK;SKP  allograft models. To improve intratumoral Doxo delivery, hyaluronidase (10,000 units) was co-administered with Doxo locally near the tumor allograft. Diphtheria toxin (50 µg/kg) treatment was started on Day 20 through IP injection after transplantation of 5,000 sorted GFP+ tumor cells from  BC&DRG;CGD  allograft tumors. Five diphtheria toxin treatment doses every three days with and without Doxo (4 mg/kg) were given to the transplanted cohorts of nude mice (n=5). Single Cell RNA Sequencing Analysis Primary tumor samples were dissociated using an optimized method using dissociation media and a gentleMACS dissociator (Miltenyi Biotec). Single cell suspensions were counted using both Cellometer Auto 2000 fluorescent viability cell counter (Nexcelom) and Luna-FL dual fluorescent cell counter (Logos Biosystems). Single cell capture (target capture 6000 cells/lane) was done using a 10X Chromium controller. 3’ whole transcriptome library preparation and sequencing were done using the manufacturer’s protocol and standard operating procedures of the CCR Single Cell Analysis Facility. Data were analyzed by the Seurat V3.0 package in the R programming environment. Sequencing data were filtered to retain cells with at least 500 but less than 2500 unique genes expressed and less than 20% of total UMIs originating from mitochondrial and ribosomal RNAs in one cell. The number of included principal components (PCs) was assessed using the JackStraw procedure implemented in JackStraw and ScoreJackStraw functions. 10 PCs were conserved. Cell clusters were determined using FindNeighbours (k = 10) and FindClusters functions (res = 0.4). tSNE plot was used to demonstrate the cell clusters. The single cell-based enrichment score and the cell cycle analysis were calculated using functions of Seurat V3.0. Cell cycle signatures and cell types were determined according to the published signature genes ( Fletcher et al., 2019 ) and the tutorial of the Seurat V3.0 ( https://satijalab.org/seurat/v1.4/pbmc3k_tutorial.html ). Quantification and Statistical Analysis IF and IHC staining was quantified with ImageJ. Staining quantification was assumed to be normally distributed. Statistical analysis between groups was performed using a two-tailed unpaired Student’s t-test. Kaplan-Meier survival curves were analyzed using the log-rank (Mantel-Cox) test. Data were analyzed using R, Excel, and GraphPad Prism v7. For bar figures presented, the center line represents mean ± SD, and the n was indicated accordingly. Assays are representative of ≥3 independent and biological replicates. P-values less than 0.05 were considered significant. Materials Availability The GEMMs from the MSKCC Brain Tumor Center will have restrictions according to Institutional Review Board and Material Transfer Agreement institutional policies. Other materials not specified will be made available from the corresponding author on request.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:29:07"
}