{
  "pmid": "34020694",
  "abstract": "BACKGROUND: Neurofibromatosis Type 1 (NF1) is a genetic disorder that presents with physical symptoms that can negatively impact numerous areas of one's life, including occupational and psychological functioning, with decreased quality of life compared to a normative population. The purpose of the current study was to explore differences in the impact of psychological factors (anxiety and depression), quality of life and employment hope on barriers to successful employment between those with NF1 and matched controls. METHODS: A total of 212 individuals were stratified into two groups (NF1 and matched controls) using a cross-sectional design that collected a one-time response. RESULTS: A mediation analysis in which total barriers to successful employment on the differences between groups with quality of life, anxiety and depression as the mediators, and levels of employment hope as the co-variates were examined. The results confirmed a direct (.001) and indirect (< .001) relationship between barriers to successful employment with NF1 to matched controls, and with quality of life, anxiety, and depression. CONCLUSIONS: The current findings indicate that the barriers to successful employment for individuals with NF1 impact their quality of life, anxiety, and depression more than that of the matched controls. Poorer barriers of employment observed amongst people with a genetic disease can impact mental health and quality of life.",
  "methods": "Methods A total of 212 individuals were stratified into two groups (NF1 and matched controls) using a cross-sectional design that collected a one-time response. Methods Participants Two groups were recruited between March 2020 and August 2020: Individuals with NF1 and Matched Controls. Both groups were convenience samples, recruited by different means. For the NF1 group, after acquiring approval from both executive directors across two NF advocacy listservs (NF Network and NF Northeast) an initial email was sent out to 200 registered individuals, of which 128 adults responded. Of the respondents, 105 completed the assessments and met criterion (did not fully complete surveys n = 12; different diagnosis n = 8; under 18 n = 3). Matched Controls were recruited via Qualtrics recruitment services, of which 115 individuals were initially recruited. Of the respondents, 108 successfully completed the assessments (did not fully complete surveys n = 7). The inclusion criterion for the study were as follows: 1) are at least 18 years old, 2) have a current documented case of NF1; 2a) no documented case of NF1 (matched controls). The exclusion criteria were the following: 1) unable to read or understand English at a 5th grade level, 2) no access to internet via computer, tablet, or smart phone, 3) diagnosis of NF2, and/or Schwannomatosis, 3a) has been diagnosed and is living with a current medical serious condition (matched controls). Assessments The Generalized Anxiety Disorder Scale-7 (GAD-7) is a 7-item, self-rated scale developed in correspondence to the Diagnostic and Statistical Manual and updated for the 5th Edition (DSM-5), and is used as a screening tool and severity indicator for GAD [ 20 ]. Each statement, one of four choices are provided, and respondents can select one response ( 1  =  not at all, 2  =  several days, 3  =  over half days, 4  =  nearly every day ). Each column is then added, and a total score is obtained, with scores falling into four levels of anxiety, including minimal (1–4), mild (5–9), moderate (10–14), and severe (15–21). Reliability of this assessment demonstrated a Cronbach’s alpha of 0.92 (α = 0.92) [ 20 ]. The Patient Health Questionnaire (PHQ-9) is a nine-item, self-report scale that is used for screening, diagnosing, monitoring, and measuring the severity of depression (mild [scores of 5–9], moderate [scores of 10–14], moderately severe [scores of 15–19], severe [scores of 20–2]) [ 21 ]. Respondents indicate how bothered they were from each problem over the past 2 weeks by selecting one of four choices ( 1  =  not at all, 2  =  several days, 3  =  over half days, 4  =  nearly every day ). Each column is then added, and a total score is obtained. Reliability of this assessment demonstrated a Cronbach’s alpha of 0.89 (α = 0.89) [ 21 ]. The Employment Hope Survey-Short (EHS-14) is a 14-item, self-report Likert scale based on the 24-item six-factor EHS. The Short-EHS maintains the 0 (strongly disagree)-10 (strongly agree) rating; however, it evaluates four factors (psychological empowerment, futuristic self-motivation, utilization of skills and resources, and goal orientation). Overall coefficient alpha and those for the factors of the Psychological Empowerment, Futuristic Self-Motivation, Utilization of Skills and Resources, and Goal Orientation subscales were 0.932, 0.949, 0.833, 0.949, and 0.931, respectively [ 22 ]. The Barriers to Employment Success Inventory (BESI), Fifth Edition, is 50-item scale designed to assist an individual identifying and exploring the types of potential barriers that are keeping them from obtaining a good job, enjoying employment success, and advancing in their career [ 23 ]. Participants indicate one of four choices ( 1  =  no concern, 4  =  greatest concern ) that assess five barrier categories, including Personal and Financial, Emotional and Physical, Career Decision-Making and Planning, Job-Seeking Knowledge, and Education and Training. Sub-scores are cumulated and reported as an aggregate value. Reliability of the BESI sub-factors have demonstrated a Cronbach’s alphas ranging between 0.87 and 0.95 [ 23 ]. The Short-form Health Survey for the Medical Outcomes Study (SF-12) is a health-related quality-of-life scale that measures dimensions both for functioning (physical, social and role) and for well-being (mental health, health perception and pain). It yields six numerical scores that are aggregated into a (0–100) parameter, where a higher score indicates better functioning or well-being [ 24 ]. Procedure The current study was approved by the first author university’s Human Subjects Committee and abides by the Helsinki Code of Ethics (1975, 2000). The current study was a cross-sectional design quantitative method that collected a one-time response from participants. Participants matched across both groups: gender (at minimum 45% were female), and age (18 and over). All data collected from questionnaires were anonymized by the first author (FB) and stored in a secure online server hosted by the first author’s institution. Individuals who agreed to participate in the study were instructed to click on the link at the bottom of the recruitment email. The link relocated the study participants to a password protected survey within  Qualtrics . Prior to completing the assessments, potential participants were welcomed to the survey and requested to read and electronically sign (e-sign) the informed consent form that described the study, how the data would be used, and how it was recorded. Copies of the informed consents were securely emailed to participants. Participants were stratified into two groups, based on answering research questions (“Do you have Neurofibromatosis?” and “If marked yes, what type of Neurofibromatosis do you have”): NF1 and Matched Controls. Once participants completed the assessments, a debriefing statement was provided. Four $50 USD Amazon gift cards were randomly drawn and distributed based on the completion of the assessments. Data analysis Analyses were conducted using R version 3.6.3. Descriptive statistics were calculated to summarize demographic and disease-related information and were compared in one-way ANOVAs or independent t-tests. The level of statistical significance was set at p < 0.05 for all computations. For the mediation analysis, the indirect, direct, and total effects of the total barriers to employment success (Barriers) on the differences between groups (Group) with quality of life (M1), anxiety (M2) and depression (M3) as the mediators, and employment hope sub-factors as the co-variates were examined to illustrate the use of methods of mediation analysis. The goal of this model was to investigate the total (Barriers) and direct effects (Group). It also investigated the indirect effect (IE) obtained from the product of coefficients. These influence measures were treated as both continuous and/or binary with the latter formed by dichotomization of the naturally continuous predictors in R syntax. Bootstrapping was applied to empirically estimate the sampling distribution of the indirect effect and generate a bootstrap confidence interval (95% CI) based on 10,000 bootstrap samples for bias corrected bootstrap CIs. Standard errors (SE) and confidence intervals (CI) were obtained, in the mediation analysis as recommended in Valeri & Vanderweele [ 25 ].",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:13:55.791731",
  "abstract_length": 1448,
  "methods_length": 7380,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}