{
  "pmid": "PMID:34040258",
  "title": "NF1 mutation drives neuronal activity-dependent initiation of optic glioma.",
  "abstract": "Neurons have recently emerged as essential cellular constituents of the tumour microenvironment, and their activity has been shown to increase the growth of a diverse number of solid tumours",
  "authors": "Yuan Pan; Jared D Hysinger; Tara Barron; Nicki F Schindler; Olivia Cobb; Xiaofan Guo; Belgin Yalçın; Corina Anastasaki; Sara B Mulinyawe; Anitha Ponnuswami; Suzanne Scheaffer; Yu Ma; Kun-Che Chang; Xin Xia; Joseph A Toonen; James J Lennon; Erin M Gibson; John R Huguenard; Linda M Liau; Jeffrey L Goldberg; Michelle Monje; David H Gutmann",
  "journal": "Nature",
  "publicationDate": "2021-06",
  "doi": "10.1038/s41586-021-03580-6",
  "methods": "Methods Mice All mice were used in accordance with an approved Institutional Animal Care and Use Committee protocol at Stanford University and Washington University. Mice were housed with free access to water and food according to the university’s guidelines in a 12-h light/12-h dark cycles unless otherwise noted. Mice were dark-reared in a dark room (24 h dark with dim red light) with routine care from the animal facility. The housing rooms are kept at a set point of 20–26 °C, with humidity ranging from 30 to 70%.  Nf1 ,  OPG Nf1  ( fl/mut Nf1 +/− ) and  Nf1  (wild-type) mice were previously generated fl/fl .  5 , 29 – 31 Thy1::ChR2-YFP  (line 20) and  Nlgn3 mice were acquired from the Jackson Laboratory (012350 and 008394, respectively). All mice were maintained on a C57/BL6 background (backcrossed for at least four generations) before analysis. Mice at 9, 16 or 24 weeks of age were analysed. Both male and female mice were used, as there is no difference in  KO Nf1 -OPG volume and proliferation between female and male mice . Because low-grade gliomas of the optic nerve do not grow to a size that causes animal morbidity beyond vision loss, a maximal tumour size end point was not required. Mice were routinely monitored for signs of morbidity such as weight loss and poor grooming. Sample sizes were chosen on the basis of prior power calculations and previously published experiments to achieve 80% power and significance level of 0.05. Mice were randomized to experimental groups. Investigators were blinded to group allocation during data collection and analyses. 13 Optogenetic stimulation Nf1 OPG ;Thy1::ChR2-YFP  mice (5 weeks old) were anaesthetized with 1–4% is oflurane and placed in a stereotactic apparatus. A fibre optic ferrule (Doric Lenses) was placed above the right optic nerve (0.5 mm right to midline, 0.5 mm anterior to bregma, 5 mm deep to cranial surface). The mice recovered for 7 days after surgery, followed by optogenetic stimulation from 6 to 12 weeks of age (1 stimulation session per 2 days). The stimulation was conducted as previously descrived . In brief, the mice were connected to a 100-mW 473-nm DPSS laser system with a mono fibre patch cord. Pulses of light (about 15 mW per mm 9 2  measured at the end of the patch cord) were administered at a frequency of 20 Hz for periods of 15 s, followed by 45-s recovery periods, for a total session duration of 15 min. Mice were killed at 16 weeks of age for histological analyses. Cell culture Optic glioma cells were isolated from the optic nerves of three-month-old  Nf1  mice OPG . Single cells were dissociated from the OPG with a digestion medium containing 0.01% sodium bicarbonate, 15 mM HEPES, 0.5% glucose, 0.2% BSA, 0.004% DNase I and 0.01% trypsin in HBSS. The reaction was quenched using 10% fetal bovine serum, followed by two washes in HBSS. The cell pellets were suspended and grown in low-attachment dishes (Millipore Sigma CLS3262) supplemented with neural stem cell (NSC) medium containing 61% DMEM low glucose medium, 35% neurobasal-A (Invitrogen 10888-022), 2 mM GlutaMAX (Invitrogen 35050-061), 1% penicillin–streptomycin, 1% N2 (Thermo Fisher Scientific 17502001), 2% B27-A (Thermo Fisher Scientific 12587-010), 20 ng ml 18 , 32 −1  mouse FGF (PeproTech 450-33), and 20 ng ml −1  mouse EGF (PeproTech 315-09). Cells were authenticated by staining for OPG markers (SOX2, nestin and CD133) and neurosphere-forming assays . Glioma neurospheres were passaged using Accutase (STEMCELL Technologies 07920, 15-min incubation at room temperature) to achieve single-cell suspension. Mycoplasma testing was performed periodically. For the  18 , 32 Nlgn3  qRT–PCR experiment, optic glioma cells were incubated with 30 nM NLGN3 in the NSC medium supplemented with 2% B27-A for 24 h. EdU incorporation assay Ten thousand optic glioma cells were seeded to fibronectin (10 μg ml −1 )-coated 8-chamber slides (Thermo Fisher Scientific, 154534PK), and grown in NSC medium without N2, FGF and EGF for 48 h, supplemented with vehicle (25 mM Tris-HCl, pH 7.3, 100 mM glycine and 10% glycerol), NLGN3 (70 nM unless otherwise noted, OriGene TP307955), or BDNF (70 nM, PeproTech 450-02). EdU proliferation assay was performed using the Click-iT EdU Alexa Fluor 594 imaging kit (Thermo Fisher Scientific  C10339 ) according to the manufacturer’s instructions. EdU was added 8 h before fixing the cells in 4% paraformaldehyde. Images were taken using a Zeiss Axio Imager M2 and the Stereo Investigator software (mbfbioscience v2019). Cell proliferation was determined by dividing the number of EdU +  cells by the number of DAPI +  cells using Cell Profiler (v.3.1.9). All experiments were repeated three times with similar results. Immunohistochemistry and immunofluorescence Mice were anaesthetized and transcardially perfused with 30 ml cold PBS. Optic nerves were fixed in 10% formalin (Thermo Fisher Scientific SF100-4) overnight at 4 °C, then transferred to 70% ethanol for paraffin embedding. Paraffin blocks were sectioned at 10 μm. Optic nerve paraffin sections were deparaffinized, and underwent antigen retrieval in boiling citric antigen retrieval buffer (Sigma-Aldrich C9999) for 15 min. For DAB staining, tissue sections were processed using the VECTASTAIN Elite ABC Universal PLUS Kit (Vector Laboratories PK-8200) according to the manufacturer’s instructions using mouse anti-Ki67 (1:2,000, BD Biosciences 556003 lot 8239549), rabbit anti-CD8 (1:500, Cell Signaling Technology 98941T lot 5), or goat anti-PDGFRα (1:2,000, R&D Systems AF1062 RRID: AB_2236897) as the primary antibody. For immunofluorescence staining, tissue sections were permeabilized and incubated in blocking solution (3% normal donkey serum, 0.3% Triton X-100 in TBS) at room temperature for 1 h, incubated with primary antibodies, rabbit anti-S100β (1:2,000, Abcam ab52642 lot GR3215095-1), rabbit anti-IBA1 (1:1,000, Abcam ab178846 lot GR3185035-4), or mouse anti-BRN3A (1:200, Santa Cruz Biotechnology sc-8429 lot H1718), at 4 °C overnight, washed in TBS, incubated with secondary antibodies (donkey anti-rabbit Alexa Fluor 594, 1:500, Jackson ImmunoResearch 711-585-152) and DAPI, washed in TBS and then mounted with prolong gold (Invitrogen  P36930 ). Images were taken using a Zeiss Axio Imager M2 and quantified using ImageJ (v.2.0.0). Optic nerve volume measurements Optic nerves were photographed and diameters were measured at 0, 150, 300 and 450 μm (anterior to the chiasm) to generate optic nerve volumes, as previously described . 33 Conditioned medium experiments Mice at six weeks of age were briefly exposed to CO 2  and immediately decapitated. Eyeballs with the optic nerves attached were isolated, and microdissected to expose the retina. The resulting retina and optic nerve tissues were then placed in artificial cerebrospinal fluid (aCSF) and allowed to recover for at least 30 min. After recovery, tissues were transferred into fresh aCSF in a 96-well plate (one retina and optic nerve preparation per well). For the stimulated group, retina and optic nerve preparations were stimulated using a blue-light LED from a microscope objective at 20-Hz pulses for a 30-s-on, 90-s-off phase for 30 min, and then left in ambient light for 1.5 h. For the unstimulated group, tissues were incubated with 1 nM TTX (Abcam ab120055) and kept in the dark for 2 h. Conditioned medium was collected, supplemented with 1× phosphatase inhibitor (Thermo Fisher Scientific 78428) and 1× protease inhibitor (Thermo Fisher Scientific 87786), and stored at −80 °C for western blotting. Western blotting Optic nerves were lysed in RIPA buffer (Santa Cruz Biotechnology sc-24948) supplemented with 1× phosphatase inhibitor (Thermo Fisher Scientific 78428) and 1× protease inhibitor (Thermo Fisher Scientific 87786). Protein concentrations were determined using the Pierce BCA protein assay kit (Thermo Fisher Scientific 23225). Twenty μg of optic nerve lysate or 5 μg of conditioned medium was used for SDS–PAGE. PVDF membranes were subsequently blocked in 5% BSA and Tris buffered saline with 1% Triton X-100 (TBST), followed by primary antibody (rabbit anti-NLGN3, 1:500, Novus NBP1-90080 lot B118108; rabbit anti-β-actin, 1:10,000, Cell Signaling 4970 lot 15; rabbit anti-ADAM10, 1:250, Abcam ab124695 lot GR3244660-5; rabbit anti-cleaved caspase-3, 1:500, R&D Systems MAB835 lot KHK051810A; and rabbit anti-caspase-3, 1:1,000, Cell Signaling 9662 lot 19) incubation overnight at 4 °C and secondary antibody (1:10,000 anti-rabbit IgG-HRP, Cell Signaling 7074) incubation for 1 h at room temperature. Blots were developed using the SuperSignal West Femto Chemiluminescent Substrate (Thermo Fisher Scientific 34095), imaged on a Bio-Rad Gel Doc imager using Image Lab software (v.6) and analysed using Image Studio Lite (v.5.0.21). The intense overexposed full-length NLGN3 band was cropped out to allow for easy identification of shed NLGN3. Pharmacological studies For ADAM10 inhibition, mice were injected with 100 mg kg −1  GI254023X (Sigma-Aldrich SML0798), or the same volume of vehicle (10% DMSO in 01.M carbonate buffer), intraperitoneally, 5 days per week.  Nf1 +/−  mice were dosed from 6 to 7 weeks of age.  Nf1  mice were dosed from 6 to 16, or 12 to 16, weeks of age. OPG For BDNF and TrkB inhibition,  Nf1  mice were gavaged with 120 mg kg OPC −1  entrectinib (MedChem Express HY-12678), or the same volume of vehicle (7% DMSO and 10% Tween 80), from 6 to 16 weeks of age (1 dose every 2 days to minimize toxicity). For TTX injection, 3 pl of 1 mM TTX (Tocris 1069) or the same volume of vehicle (PBS) was injected into the vitreal chamber of the eyes of 6-week-old  Nf1 +/−  mice, once per day for 2 days, followed by euthanizing the mice on day 3. Human pilocytic astrocytoma samples The pilocytic astrocytoma and non-neoplastic brain tissue samples were obtained from the paediatric tumour banks at St. Louis Children’s Hospital, University of California Los Angeles and Stanford University in accordance with protocols approved by their respective Institutional Review Boards and with informed consent. Information about the samples is included in  Extended Data Tables 1 ,  2 . Pattern electroretinography recording Nf1  mice were either raised in 12-h light/12-h dark cycles, or reared in complete darkness from 6 to 12 weeks of age. All mice were dark-adapted overnight before pattern electroretinography (PERG) were performed. PERGs were recorded and analysed at 12 weeks of age using the Celeris ERG stimulator (Diagnosys) as per the manufacturer’s instructions. In brief, mice were anaesthetized with avertin (0.3 mg g OPG −1 ), with eyes dilated before placing a PERG electrode on the corneal surface. A visual stimulus generated by black and white alternating contrast-reversing bars was aligned with the projection of the pupil. PERGs were measured between the first positive peak (P1) and second negative peak (N2), and adjacent trough of the waveform. Three mice per group and 600 reads per eye were recorded. Mass spectrometry Proteins within the conditioned medium preparations were separated by two-dimensional gel electrophoresis, followed by selecting potential spots for BDNF and NLGN3 for MALDI–TOF MS and TOF/TOF tandem MS using previously described methods . 9 RNA isolation and qRT–PCR RNA was isolated using the Qiagen RNeasy Mini Kit per manufacturer’s instructions. qRT–PCR was performed using the SYBR-Green PCR master mix (Thermo Fisher Scientific 4309155) using the following primers, as previously described :  9 NLCN3  forward: GGGAGTCCCCTTTCTGAAGC;  NLCN3  reverse: CCTTCATGGCCACACTGACT;  ACTB  forward: TGAAGTGTGACGTGGACATC;  ACTB  reverse: GGAGGAGCAATGATCTTGAT. Relative expression was quantified using the Δ C t  method. RNA-seq and transcriptomic analysis For RNA-seq library construction, the NEBNext Ultra II RNA Library Prep Kit for Illumina was used and mRNA enriched using oligo(dT) beads. Constructed cDNA libraries that passed a library quality-control test (comprising Qubit, LabChip fragment analysis and qPCR steps) were sequenced on an Illumina NovaSeq 6000 PE150 platform. The analysis for this Article was generated using Partek Flow software, v.9.0. RNA-seq reads were aligned to the Ensembl release 100 top-level assembly with STAR v.2.7.3a . Gene counts and isoform expression were derived from Ensembl output. Sequencing performance was assessed for the total number of aligned reads, total number of uniquely aligned reads and features detected. Normalization size factors were calculated for all gene counts by median ratio. Differentially expressed gene analysis was then performed using DESeq2 34  method to analyse differences between conditions and the results were filtered for only those genes with  35 P  values ≤ 0.01 and log-transformed fold changes more extreme or equal to ± 2. Gene set enrichment analysis Gene set enrichment analysis  was used to assess differentially expressed Gene Ontologies (GOs) enriched in high- 36 , 37 NLGN3 -expressing tumours compared to low- NLGN3 -expressing tumours. GO classification and enrichment analysis were performed for biological process, cellular component and molecular function ontologies. Statistics and reproducibility Data analyses were performed using Prism GraphPad (v.8.4.1). The normality of each group was determined by Shapiro–Wilk test. Comparisons between two normally distributed groups were analysed using unpaired  t -tests with Welch’s correction. Multiple comparisons among normally distributed groups were analysed using Brown–Forsythe and Welch ANOVA tests with Dunnett’s T3 correction for multiple comparison. Kruskal–Wallis test with Dunn’s correction for multiple comparison was used for comparisons involving data that do not pass the Shapiro–Wilk test. Statistical tests used were indicated in the figure legends with  F  (Brown–Forsythe ANOVA tests) and  P  values. All tests are two-sided, statistical significance was set at  P  ≤ 0.05. All data are presented as mean values with s.e.m. All in vitro experiments have been performed in at least three independent wells for each experiment, and performed at least two independent experiments. The number of biological replicates (mice for in vivo experiments and retina + optic nerve preparations for ex vivo experiments) is indicated in the figure legends, and was always three or greater. For each in vivo result, the experiment was performed independently in at least three litters of mice. Reporting summary Further information on research design is available in the  Nature Research Reporting Summary  linked to this paper.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:29:10"
}