{
  "pmid": "PMID:34049498",
  "title": "Early differences in auditory processing relate to Autism Spectrum Disorder traits in infants with Neurofibromatosis Type I.",
  "abstract": "BACKGROUND: Sensory modulation difficulties are common in children with conditions such as Autism Spectrum Disorder (ASD) and could contribute to other social and non-social symptoms. Positing a causal role for sensory processing differences requires observing atypical sensory reactivity prior to the emergence of other symptoms, which can be achieved through prospective studies. METHODS: In this longitudinal study, we examined auditory repetition suppression and change detection at 5 and 10 months in infants with and without Neurofibromatosis Type 1 (NF1), a condition associated with higher likelihood of developing ASD. RESULTS: In typically developing infants, suppression to vowel repetition and enhanced responses to vowel/pitch change decreased with age over posterior regions, becoming more frontally specific; age-related change was diminished in the NF1 group. Whilst both groups detected changes in vowel and pitch, the NF1 group were largely slower to show a differentiated neural response. Auditory responses did not relate to later language, but were related to later ASD traits. CONCLUSIONS: These findings represent the first demonstration of atypical brain responses to sounds in infants with NF1 and suggest they may relate to the likelihood of later ASD.",
  "authors": "Jannath Begum-Ali; Anna Kolesnik-Taylor; Isabel Quiroz; Luke Mason; Shruti Garg; Jonathan Green; Mark H Johnson; Emily J H Jones",
  "journal": "Journal of neurodevelopmental disorders",
  "publicationDate": "2021-05-28",
  "doi": "10.1186/s11689-021-09364-3",
  "methods": "Methods In this longitudinal study, we examined auditory repetition suppression and change detection at 5 and 10 months in infants with and without Neurofibromatosis Type 1 (NF1), a condition associated with higher likelihood of developing ASD. Methods Participants We recruited 25 infants with NF1 and 52 typically developing (TD) infants into a longitudinal study running from 2013 to 2019. Some NF1 infants missed the 5-month entry point and entered at 10 months due to delays with families receiving the diagnosis (expert consultations take longer to be scheduled and attended). Infants were enrolled in the study if they either had Neurofibromatosis Type 1 or were typically developing. EEG was collected at 5 and 10 months, and a range of phenotypic measures were collected at a 14-month follow-up visit. We defined typical development (TD) as infants who had no first-degree relatives with a diagnosis of ASD or ADHD, with parents reporting no developmental concerns. These TD infants were recruited from a volunteer database at the Centre for Brain and Cognitive Development, Birkbeck, University of London. Inclusion criteria included full-term birth (gestational age greater than 36 weeks). At the time of enrolment, none of the infants in this cohort had a known medical or developmental condition. Participants in our NF1 cohort were recruited through local medical and genetic centres. All participants had their diagnosis confirmed via molecular testing of cord blood samples or clinical diagnosis based on NIH consensus criteria [ 105 ] and had no other developmental concerns at the time of the visits. Informed written consent was provided by the parent(s) prior to the commencement of the study. The testing only took place if the infants were in a content and alert state. Ethical approval was granted by the National Research Ethics Service and the Research Ethics Committee of the Department of Psychological Sciences, Birkbeck, University of London. Participant families were reimbursed expenses for travel, subsistence and overnight stay if required. Infants were given a certificate and t-shirt after each visit. A number of infants were excluded from the final EEG analyses for fussy behaviour ( n  = 15 and 3 at the 5- and 10-month time points respectively), noisy data ( n  = 4 and 4 at the 5- and 10-month time points respectively) or technical difficulties with the EEG protocol ( n  = 2 and 1 at the 5- and 10-month time points respectively) (see Fig.  1 a and Table  1  for the final participant numbers and demographic breakdown by group at each time point).\n Fig. 1 Auditory Task Methodology. ( a ) Participant numbers at each cohort, time point and task with attrition rates and reasons. Data was analysed using all infants with sufficient data at each time point; for information, the total number of infants who provided artefact-free EEG at both time points was NF1  n  = 8; and TD  n  = 25. ( b)  ‘Train of vowels’ task design. Three (500 ms) auditory Standards were presented before a Deviant stimulus (500ms) followed by an ITI of ~ 2–3 s. ( c)  Electrodes chosen for analyses, with different colours depicting frontal left (dark green), frontal central (blue), frontal right (red), posterior left (purple), posterior central (maroon) and posterior right areas (turquoise) Table 1 Participant characteristics; means (SD) of MSEL scores 5 months 10 months NF1 TD NF1 TD n 11 34 19 40 Sex 4 m, 7 f 15 m, 19 f 8 m, 11 f 17 m, 23 f Age in days (SD) 191 (20) 167 (9) 308 (16) 317 (8) Mullen composite score (SD) 67.09 (9.9) 89.73 (11.29) 78.47 (11.19) 90.18 (9.15) Gross motor raw score 8 (.77) 8.45 (1.03) 10.95 (1.9)** 12.72 (1.47) Visual reception raw score 6.64 (2.16) 7.33 (1.31) 11.89 (1.82)* 13.36 (1.4) Fine motor raw score 5.82 (1.47)** 7 (1.7) 11.21 (2.23)** 14.51 (1.96) Receptive language raw score 3.73 (1.56)* 5 (1.48) 8.53 (2.41) 8.74 (2.2) Expressive language raw score 4.91 (.83)* 6.09 (.91) 8.84 (2.61) 8.56 (1.74) * p  < .05, ** p  < .001 Stimuli The auditory trains task consisted of sounds originally designed by [ 46 ]. Each train was composed of four consecutive 50-ms sounds with a 5-ms rise and fall time (Fig.  1 b). The first three sounds in each train were repeated standards, and the fourth was a deviant. Standard sounds were all a /u/ vowel sound administered at 500 Hz. Deviants were either a Deviant Pitch (/U/ sound administered at 650 Hz) or Deviant Vowel sound (/i/ sound administered at 500 Hz) with 50% probability each. The inter-stimulus interval (ISI) was jittered at ~ 500 ms, and the inter-train interval was a random 3000–4000 ms. The sound intensity was 70dBA SPL. The sounds were presented for between 7 and 10 min, or until the infant became restless. Procedure The auditory trains task was administered at the end of a battery of visual EEG tasks (not reported here). Infants were seated on their parents’/caregiver’s lap facing an experimenter. All testing took place in a sound-attenuated and electrically shielded room. Stimuli were presented via two speakers located behind a screen, placed 1 metre apart and approximately 1 metre away from the infant. Infants engaged in silent play (toys and/or bubbles) with a researcher. The task was still administered if infants fell asleep during any part of the EEG protocol ( n  = 2 for the NF1 group), as this does not affect the strength of the responses observed [ 21 ,  71 ]. Fussy behaviour Fussy behaviour is defined as excessive motion, behavioural signs of negative affect and avoidance behaviour that indicates the child is not enjoying participating in the experiment. Significant fussiness typically leads to poor quality or missing data. To maximise cross-researcher standardisation in responses to fussiness, we agreed a hierarchy of responses to maximise both data yield and participant comfort. Before the experiment, researchers asked parents to maximise their baby’s comfort by ensuring they were warm, fed, changed and seated comfortably. During the experiment, if a baby showed signs of fussiness (e.g. began to move more, show negative facial expressions, turn away from the stimuli) experimenters first addressed possible boredom by engaging the baby with a variety of silent toys (e.g. blowing bubbles). If fussiness continued, the parent was instructed to try (in this order) cuddling; holding hands; give baby something boring to hold (like a plastic teething ring); give baby a pacifier or snack; if all that did not work, a break was taken. If the parent wished to try again after the baby had calmed down, the experiment was resumed. Behavioural measures Mullen Scales of Early Learning The Mullen Scales of Early Learning (MSEL) [ 77 ] is a standardised measure that assesses developmental ability across five domains: Gross Motor, Visual Reception, Fine Motor, Receptive Language and Expressive Language. The MSEL was administered at all time points by trained researchers in the STAARS team. We used raw scores for subdomains to examine relations with neural activity; 1  we present standard scores for overall developmental level for descriptive cohort comparisons. Autism Observation Score for Infants The Autism Observation Score for Infants (AOSI) [ 11 ] is a standardised research assessment that examines ASD traits in infants in the first two years of life. The measure involves a semi-structured play session between a researcher and the infant, examining such factors as social-communicative development, atypical sensorimotor behaviours and repetitive behaviours). Higher scores on this measure indicate greater ASD traits. Trained researchers administered the AOSI with our NF1 cohort at a follow-up 14-month time point. Infant Behaviour Questionnaire-Revised To measure ADHD-related early behaviours, we used the Activity Level subscale of the Infant Behaviour Questionnaire-Revised [ 89 ]. Previous work has shown this subscale to show a reasonable predictive relationship with later ADHD traits [ 102 ]. Parents completed the Infant Behaviour Questionnaire-Revised (IBQ-R) at a 14 month follow-up time point. The IBQ-R is a parent-report questionnaire consisting of 191 items and 14 scales that relate to different aspects of infant temperament. On a 7-point Likert scale, parents rated infant’s behaviours from “Never” to “Always”. Items are summed to produce a raw score for different subscales, any infants that had more than 20% missing data (including instances where parents reported “not applicable”) were not included in the final analyses for the subscale. MacArthur Bates Communicative Development Inventory Parents completed the MacArthur Bates Communicative Development Inventory (CDI) long form [ 31 ] at a follow-up 14-month time point. The CDI measures early language abilities by assessing vocabulary comprehension and expression, use of gestures and grammar. The questionnaire is comprised of approximately 800 items on a 1–3-point scale, with parents indicating whether their child can understand/understand and say certain words/complete certain gestures. Item scores can then be summed to produce a “Comprehension” score and an “Expression” score. Language scores We computed composite scores across the MSEL and CDI measures for “Language Comprehension” and “Language Production” separately. We chose to form composite scores such that each encompassed both parent report and observational measures, giving a more comprehensive assessment of the two language domains. This also reduces the issue of multiple comparisons that are raised when correlating with different subtests that are designed to measure the same skill set. To compute the Language Comprehension composite score, the raw scores from the Receptive Language subscale of the MSEL and the sum of ‘Words Understood’ from the CDI were normalised ( z -scored) based on subtracting the mean and then dividing by the standard deviation of the TD group. The resulting  z -scores for the Receptive Language and CDI scales were then averaged together to produce the ‘Language Comprehension’ composite. The ‘Language Production’ composite score was calculated in the same way, but using the Expressive Language subscale of the MSEL and the sum of the total of ‘Words Understands and Says’ on the CDI. These scores were calculated from a follow-up visit at 14 months of age (see Table  S1  for participant characteristics and individual subsets of scores). EEG processing We recorded EEG data with an EGI (Philips Neuro, Oregon, USA) 128-electrode Hydrocel Sensor Net, with the vertex electrode (approximate position of Cz in 10–20 co-ordinate system) acting as a reference online and the data sampled at 500 Hz. We applied a 0.1–30-Hz bandpass filter offline. We segmented trials (representing the neural response to one sound within a train) 100 ms before and 800 ms after stimulus onset (Standard 1, Standard 2, Standard 3, Deviant Pitch and Deviant Vowel). We visually inspected EEG data for artefacts at a single-trial level. Segments with pronounced artefacts such as gross motor movement, eye blinks and/or more than 25 bad channels (before interpolation) were excluded from the analysis. Infants with fewer than 10 trials in any condition were excluded from any analyses involving that condition (see Table  2  for the final average number of presented and retained trials after artefact detection across age and groups). Within the remaining segments, channels marked as having a noisy signal were interpolated with a clean signal from neighbouring channels using spline interpolation. Following this, the data was baseline corrected (− 100 ms to 0 ms, relative to sound onset), re-referenced to the average of all electrodes and averaged across trials (see Fig.  1 c for electrodes chosen for analyses). A proportion of the NF1 group were presented with a longer version of the paradigm. As such, we truncated our pre-processing and analyses to the first ~ 120 trials for Standards 1, 2 and 3 and the first ~ 65 trials for Deviant Pitch and Vowel.\n Table 2 Mean (SD) and range of the number of presented trials. Mean % (SD) retained after artefact detection Standard 1 Standard 2 Standard 3 Deviant Pitch Deviant Vowel Presented 5 months NF1 89 (26.97) 54–125 88.55 (27.1) 53–125 88.55 (27.1) 53–125 41.91 (15.61) 19–62 46.27 (12.86) 30–67 TD 81.97 (26.46) 38–150 81.62 (26.58) 38–150 81.5 (26.64) 38–150 40.09 (14.21) 19–76 41.15 (13.55) 19–76 10 months NF1 81.05 (21.89) 40–119 81.79 (23.27) 41–124 79.84 (21.77) 38–115 41.16 (11.08) 21–61 41.26 (12.94) 24–67 TD 76.7 (17.8) 53–127 76.33 (17.79) 53–127 76.03 (17.76) 52–126 37.08 (8.84) 23–61 38.73 (10.52) 23–65 Retained % 5 months NF1 59.72 (21.82) 55.57 (22.52) 55.05 (19.48) 61.7 (19.41) 59.83 (19.73) TD 43.27 (14.42) 42.57 (13.25) 43.09 (14.26) 49.01 (16.36) 48.47 (13.61) 10 months NF1 63.97 (.47) 63.92 (.42) 63.96 (.35) 63.92 (.92) 63.8 (.86) TD 56.26 (14.48) 55.55 (13.72) 54.91 (13.54) 55.83 (14.62) 58.85 (14.35) Data analysis methods Neural response analyses To address our key questions, we examined (a) overall responses to the first standard as a measure of basic auditory processing; (b) changes in response between the first and second standard as a measure of repetition suppression; and (c) changes in response between the second standard and the Deviant Pitch/Vowel category as a measure of change detection; finally, we examined (d) the difference in neural responses to the pitch change and vowel category deviants as a measure of auditory discrimination. Within each analysis, we examined both differences in the mean amplitude of the ERP waveform across 50-ms time windows (Analysis Type 1: Mean amplitude ERP analysis) and the onset of significant differences in the ERP waveform (Analysis Type 2: Autocorrelation analyses). Analysis 1: Mean amplitude ERP analysis Within each key question, separate linear mixed models (LMMs) with the following dependent variables were run: “Standard 1”, “Standard 1-Standard 2”, “Standard 2-Deviant Pitch”, “Standard 2-Deviant Vowel” and “Deviant Pitch-Deviant Vowel” for both the frontal and posterior regions analysed separately (because of the opposite polarity of waveforms). In order to examine effects of further subsequent repetition, we also conducted analyses for “Standard 2-Standard 3” (see SM1). All LMMs used the following fixed factors: Age (5 months, 10 months), Group (typical likelihood, NF1), site (left, central, right) and Time (100–150 ms, 150–200 ms, 200–250 ms, 250–300 ms, 300–350 ms, 350–400 ms, 400–450 ms, 450–500 ms). The repeated covariance type was set as “compound symmetry” and the maximum likelihood estimate was used for each model (see Table  S3  for a summary of significant results). Analysis 2: Autocorrelation analysis Autocorrelation analyses allow us to examine the exact time at which neural responses to two different conditions begin to significantly differ from each other. Whereas more traditional ERP analyses focus on differences across a previously specified time window (typically as a result of top down hypotheses) or require selection of a peak (often less clearly apparent in infant data), autocorrelation analyses allow for more data-driven estimates of the onset of condition differences. For this autocorrelation analysis, we compared ERP responses within the condition contrasts b) to e) outlined above using paired  t -tests at each sample point (2ms intervals) in the first 500ms post-sound-onset. We corrected for the autocorrelation of consecutive sample points using a Monte Carlo simulation approach [ 47 ,  74 ]. This method estimated the average first-order autocorrelation (set at lag 1 and was .98 for all datasets analysed) present in the real difference waveforms of our experimental conditions. Following this, the method produced 1000 datasets of randomly generated waveforms. Each simulated difference waveform had a mean and unit variance of zero at each time point, but the same level of autocorrelation as seen on average in the observed data. Each simulated dataset also had the same number of participants and time samples as in the real data. We then applied two-tailed one-sample  t -tests (vs. zero; alpha = .05, uncorrected) to the simulated waveforms at each time point, recording significant vs. non-significant outcomes. In each of the 1000 simulations, the longest sequence of consecutive significant  t -test outcomes was computed. The 95th percentile of that simulated distribution of “longest sequence lengths” was then used to determine a significant difference waveform in the real data; specifically, we noted any sequences of significant  t -tests that exceeded this 95th percentile in the real data. This method thus avoids the difficulties associated with multiple comparisons and preserves the type I error rate at .05 for each difference waveform analysed. Due to the constraints of the statistical assumptions of  t -tests, we were restricted to comparing each age group separately (as not all participants would have data for both the 5 and 10-month time points). We collapsed across site (left, central, right) and analysed separately by region (frontal, posterior) (see Table  S4  for a summary of significant results). We also conducted control analyses where each Group had the same number of participants (see SM2), with relatively similar results as those presented below. Relationship with later development In order to examine relationships between auditory processing and later development, we first needed to reduce the current number of variables (so as to streamline the number of correlations). To do this, we conducted a factor analysis on the primary variables of interest from the auditory processing task (Standard 1, Standard 1-Standard 2, Standard 2-Deviant Pitch and Standard 2-Deviant Vowel; mean amplitudes averaged over 100–500 ms and over left, central and right areas; frontal and posterior separate for each condition; both age points entered together). We used the principle components method, with a direct oblimin rotation given the relatedness of the variables. Two components were extracted (both eigenvalues > 1) that were consistent with responses to deviant stimuli, and the Initial Response/Change to the Standards. The deviant stimuli response factor was comprised of Standard 2-Deviant Pitch and Standard 2-Deviant Vowel (both frontal and posterior), factor loadings of -.74 to .84 and explaining 43% of the variance. The Initial Response/Change to the Standards factor was comprised of Standard 1 and Standard 1-Standard 2 (both frontal and posterior), with factor loadings of -.56 to .9 and explaining 24% of the variance; positive factor loadings represent frontal variables and negative factor loadings denote posterior variable. Of note, this same factor structure was obtained if the two age points were examined separately (see SM3). We then used the factor scores at the level of each individual in a number of correlation analyses that investigated relationships with language development and ASD and ADHD traits. We measured infants’ language skills on two measures: the MSEL [ 77 ] and the MacArthur Bates Communicative Development Index (CDI) long form [ 31 ] and used our composite scores of Language Comprehension and Language Production in later analyses. Data analysis methods Neural response analyses To address our key questions, we examined (a) overall responses to the first standard as a measure of basic auditory processing; (b) changes in response between the first and second standard as a measure of repetition suppression; and (c) changes in response between the second standard and the Deviant Pitch/Vowel category as a measure of change detection; finally, we examined (d) the difference in neural responses to the pitch change and vowel category deviants as a measure of auditory discrimination. Within each analysis, we examined both differences in the mean amplitude of the ERP waveform across 50-ms time windows (Analysis Type 1: Mean amplitude ERP analysis) and the onset of significant differences in the ERP waveform (Analysis Type 2: Autocorrelation analyses). Analysis 1: Mean amplitude ERP analysis Within each key question, separate linear mixed models (LMMs) with the following dependent variables were run: “Standard 1”, “Standard 1-Standard 2”, “Standard 2-Deviant Pitch”, “Standard 2-Deviant Vowel” and “Deviant Pitch-Deviant Vowel” for both the frontal and posterior regions analysed separately (because of the opposite polarity of waveforms). In order to examine effects of further subsequent repetition, we also conducted analyses for “Standard 2-Standard 3” (see SM1). All LMMs used the following fixed factors: Age (5 months, 10 months), Group (typical likelihood, NF1), site (left, central, right) and Time (100–150 ms, 150–200 ms, 200–250 ms, 250–300 ms, 300–350 ms, 350–400 ms, 400–450 ms, 450–500 ms). The repeated covariance type was set as “compound symmetry” and the maximum likelihood estimate was used for each model (see Table  S3  for a summary of significant results). Analysis 2: Autocorrelation analysis Autocorrelation analyses allow us to examine the exact time at which neural responses to two different conditions begin to significantly differ from each other. Whereas more traditional ERP analyses focus on differences across a previously specified time window (typically as a result of top down hypotheses) or require selection of a peak (often less clearly apparent in infant data), autocorrelation analyses allow for more data-driven estimates of the onset of condition differences. For this autocorrelation analysis, we compared ERP responses within the condition contrasts b) to e) outlined above using paired  t -tests at each sample point (2ms intervals) in the first 500ms post-sound-onset. We corrected for the autocorrelation of consecutive sample points using a Monte Carlo simulation approach [ 47 ,  74 ]. This method estimated the average first-order autocorrelation (set at lag 1 and was .98 for all datasets analysed) present in the real difference waveforms of our experimental conditions. Following this, the method produced 1000 datasets of randomly generated waveforms. Each simulated difference waveform had a mean and unit variance of zero at each time point, but the same level of autocorrelation as seen on average in the observed data. Each simulated dataset also had the same number of participants and time samples as in the real data. We then applied two-tailed one-sample  t -tests (vs. zero; alpha = .05, uncorrected) to the simulated waveforms at each time point, recording significant vs. non-significant outcomes. In each of the 1000 simulations, the longest sequence of consecutive significant  t -test outcomes was computed. The 95th percentile of that simulated distribution of “longest sequence lengths” was then used to determine a significant difference waveform in the real data; specifically, we noted any sequences of significant  t -tests that exceeded this 95th percentile in the real data. This method thus avoids the difficulties associated with multiple comparisons and preserves the type I error rate at .05 for each difference waveform analysed. Due to the constraints of the statistical assumptions of  t -tests, we were restricted to comparing each age group separately (as not all participants would have data for both the 5 and 10-month time points). We collapsed across site (left, central, right) and analysed separately by region (frontal, posterior) (see Table  S4  for a summary of significant results). We also conducted control analyses where each Group had the same number of participants (see SM2), with relatively similar results as those presented below.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:29:12"
}