{
  "pmid": "PMID:34043012",
  "title": "RNA sequence analysis reveals ITGAL/CD11A as a stromal regulator of murine low-grade glioma growth.",
  "abstract": "BACKGROUND: Emerging insights from numerous laboratories have revealed important roles for nonneoplastic cells in the development and progression of brain tumors. One of these nonneoplastic cellular constituents, glioma-associated microglia (GAM), represents a unique population of brain monocytes within the tumor microenvironment that have been reported to both promote and inhibit glioma proliferation. To elucidate the role of GAM in the setting of low-grade glioma (LGG), we leveraged RNA sequencing meta-analysis, genetically engineered mouse strains, and human biospecimens. METHODS: Publicly available disease-associated microglia (DAM) RNA-seq datasets were used, followed by immunohistochemistry and RNAScope validation. CD11a-deficient mouse microglia were used for in vitro functional studies, while LGG growth in mice was assessed using anti-CD11a neutralizing antibody treatment of Neurofibromatosis type 1 (Nf1) optic glioma mice in vivo. RESULTS: We identified Itgal/CD11a enrichment in GAM relative to other DAM populations, which was confirmed in several independently generated murine models of Nf1 optic glioma. Moreover, ITGAL/CD11A expression was similarly increased in human LGG (pilocytic astrocytoma) specimens from several different datasets, specifically in microglia from these tumors. Using CD11a-knockout mice, CD11a expression was shown to be critical for murine microglia CX3CL1 receptor (Cx3cr1) expression and CX3CL1-directed motility, as well as glioma mitogen (Ccl5) production. Consistent with an instructive role for CD11a+ microglia in stromal control of LGG growth, antibody-mediated CD11a inhibition reduced mouse Nf1 LGG growth in vivo. CONCLUSIONS: Collectively, these findings establish ITGAL/CD11A as a critical microglia regulator of LGG biology relevant to future stroma-targeted brain tumor treatment strategies.",
  "authors": "Amanda De Andrade Costa; Jit Chatterjee; Olivia Cobb; Shilpa Sanapala; Suzanne Scheaffer; Xiaofan Guo; Sonika Dahiya; David H Gutmann",
  "journal": "Neuro-oncology",
  "publicationDate": "2022-01-05",
  "doi": "10.1093/neuonc/noab130",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-19 09:29:11"
}