{
  "pmid": "34053190",
  "abstract": "Schwannomas are benign neoplasms that can cause gain- and loss-of-function neurological phenotypes, including severe, intractable pain. To investigate the molecular mechanisms underlying schwannoma-associated pain we compared the RNA sequencing profile of painful and non-painful schwannomas from NF2 patients. Distinct segregation of painful and non-painful tumors by gene expression patterns was observed. Differential expression analysis showed the upregulation of fibroblast growth factor 7 (FGF7) in painful schwannomas. Behavioral support for this finding was observed using a xenograft human NF2-schwannoma model in nude mice. In this model, over-expression of FGF7 in intra-sciatically implanted NF2 tumor cells generated pain behavior compared with controls.",
  "methods": "Subjects and Methods Patient tumor samples Patient‐derived tumors were formalin‐fixed paraffin‐embedded (FFPE) and these tumor blocks along with pain status were obtained from Pathology Core, MGH, USA. All FFPE schwannoma tissues utilized were from NF2 patients treated by one of the authors (SRP). Tumor samples were de‐identified and used in accordance with MGH institutional policy. Schwannoma model and pain assessment Sciatic nerve schwannomas were generated by direct injection of HEI‐193‐FC human schwannoma cells, previously transfected with lipofectamine‐FGF7 or GFP (1‐10) construct (pcDNA3.1‐GFP (1‐10), into the left sciatic nerve of anesthetized mice ( nu/nu , 5‐ to 7‐week‐old males, Charles River Lab)). Bioluminescence imaging was performed to monitor tumor‐cell burden. \n ,  6 \n \n  Hindpaw thermal sensitivity was quantified via foot withdrawal latency to radiant heat (Hargreaves test, Ugo Basile) 7 \n \n  by investigators blind to group. All in vivo experiments were approved by and conducted under the oversight of the MGH Institutional Animal Care and Use Committee (Protocol Number: 2014N000211). 8 \n",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:14:27.736115",
  "abstract_length": 767,
  "methods_length": 1121,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}