{
  "pmid": "34065204",
  "abstract": "Schwann cells are normally quiescent, myelinating glia cells of the peripheral nervous system. Their aberrant proliferation and transformation underlie the development of benign tumors (neurofibromas) as well as deadly malignant peripheral nerve sheath tumors (MPNSTs). We discovered a new driver of MPNSTs, an oncogenic GTPase named RABL6A, that functions in part by inhibiting the RB1 tumor suppressor. RB1 is a key mediator of cellular senescence, a permanent withdrawal from the cell cycle that protects against cell immortalization and transformation. Based on the RABL6A-RB1 link in MPNSTs, we explored the hypothesis that RABL6A promotes Schwann cell proliferation and abrogates their senescence by inhibiting RB1. Using sequentially passaged normal human Schwann cells (NHSCs), we found that the induction of replicative senescence was associated with reduced expression of endogenous RABL6A. Silencing RABL6A in low passage NHSCs caused premature stress-induced senescence, which was largely rescued by co-depletion of RB1. Consistent with those findings,",
  "methods": "4. Materials and Methods 4.1. Cell Culture Primary human Schwann cells (NHSC) isolated from human spinal nerve were purchased from ScienCell Research Laboratories (Cat. #1700) and maintained in Schwann Cell Medium (Cat. #1701), Growth Supplement (Cat. #1752), and 5% FBS. NHSCs were grown on poly-l-lysine (Cat #0413) coated culture vessels and sequentially passaged according to manufacturer’s guidelines by seeding at 5000 cells/cm 2 . The various NHSC passages (P) were binned into Lo (P2–4), Med (P5–7), and Hi (P8–10) for analyses. Mouse embryonic fibroblasts (MEFs) from wildtype and Rabl6m/m C57Bl/6N mice were isolated and cultured as previously described [ 23 ]. MEF passages (P) were binned into Lo (P2–4), Med (P5–6), and Hi (P7–8) for analyses.  4.2. RNA Interference, virus Production, and Infection Human  RABL6A  and  RB1  shRNAs in the pLKO.1 lentiviral vector (Open Biosystems, Huntsville, AL, USA) have been described [ 13 ]. Lentiviruses encoding  RABL6A  shRNAs (KD1 and KD2), empty vector (CON), and shRNA RB1 (RB1 KD) were produced by lipofection of viral constructs in HEK293T cells and infected into target cells using established methods [ 13 ]. Transduced cells were harvested 3 to 5 days after infection, depending on the assay. For combined silencing of RABL6A and RB1, cells were sequentially infected with RB1 shRNA viruses followed by RABL6A shRNA viruses.  4.3. Cell Proliferation and Senescence Assays For growth curves, low passage cells were seeded at equal density and cell numbers were manually counted using a hemocytometer at the indicated number of days later. To examine cell viability, manual counts were conducted with Trypan blue (1:1  v / v ), where live cells exclude the dye. To measure DNA synthesis, cells were plated onto chamber slides three days after CON, KD1, or KD2 viral infection. The next day, cells were incubated with 10 umol/L 5-ethynyl-2′-deoxyuridine (EdU) for 18 h. EdU incorporation was detected by staining with Andy Fluor 488 dye (Genecopoeia catalog no. A003). Nuclei were detected with DAPI (Invitrogen ProLong Diamond Antifade Mountant with DAPI,  P36932 , Carlsbad, CA, USA). Confocal microscopy (Olympus Fluoview FV3000, Shinjuku City, Tokyo, Japan) was performed to capture fluorescence images and quantify EdU positivity from three independent experiments (100 or more cells per sample counted). DNA content (percentage S phase) of low passage MEFs was measured by flow cytometry after propidium iodide staining and analyzed using MOD Fit LT software (Verity Software House, Topsham, ME, USA). For senescence assays, high passage cells were plated onto 6-well plates or chamber slides and the next day stained using the Senescence β-Galactosidase Staining Kit (Cell Signaling Technology #9860, Danvers, MA, USA). DIC microscopy (BioTek Cytation 5 Imaging Reader, Winooski, VT, USA) was performed to capture images. β-Galactosidase positive cells were counted (100 or more cells per sample counted) from three or more independent experiments.  4.4. Antibodies For Western blotting, antibodies were used according to supplier guidelines. Antibodies included those specific for p-RB1-S807/811 (1:1000, no. 8516) and RB1 (no. 9309 and no. 9313, 1:500) from Cell Signaling Technology; human p16 (ab108349, 1:1000) and GAPDH (1:5000, no. Ab8245) from Abcam; mouse p16 (sc-1207, 1:200) from Santa Cruz Biotechnology; HRP-coupled secondary antibodies (nos. NA934 and NA935, 1:2000) from Sigma. RABL6A antibodies (monoclonal and polyclonal) were produced in the Quelle laboratory [ 13 , 24 ]. For immunofluorescence, antibodies included: p-RB1-S807/811 (no. 8516, 1:1000) from Cell Signaling Technology; p16 (no.  Ab108349 , 1:100) from Abcam, RABL6A (8D1, 1:10) from Quelle laboratory, and secondary fluorescent-conjugated antibodies (Alexa Fluor 488 and 647, 1:5000). DAPI, to detect nuclei, was co-stained using Invitrogen ProLong Diamond Antifade Mountant with DAPI ( P36962 ).  4.5. Western Blotting Flash frozen cell pellets were lysed in RIPA buffer (50 mM Tris, pH 8.0, 150 mM NaCl, 1% Triton X-100, 0.1% SDS, 0.5% sodium deoxycholate) containing 1 mM NaF, protease and phosphatase inhibitor cocktails (Sigma, P-8340 & P-0044), and 30 µM phenylmethylsulfonyl fluoride (PMSF). Protein concentrations of extracts were determined by BCA protein assay (ThermoFisher, Cat. #23228). Identical protein equivalents were electrophoresed through polyacrylamide gels. Proteins were transferred from gels onto PVDF membranes (Millipore), which were blocked with 5% non-fat milk or 5% BSA in TBST (Tris-buffered saline containing Tween-20) depending on the antibody. Proteins were detected using HRP-conjugated secondary antibodies and enhanced chemiluminescence (ECL, Amersham, Buckinghamshire, UK). Densitometry quantification was performed using ImageJ (NIH). 4.6. Immunofluorescence Cells were plated on poly-D-lysine-coated chamber slides (Corning Ref 354632) and incubated overnight. Slides were washed once with PBS, fixed for 15 min at room temperature with 16% formaldehyde in PBS, washed 3X with PBS, and blocked (PBS with 5% FBS, 0.3% Triton X-100) for 1 h at room temperature. Slides were rinsed 3X with PBS and incubated at 4C overnight in primary antibody solution (PBS with 1% BSA, 0.3% Triton X-100) using antibodies described above. Slides were then washed with PBS and incubated in secondary antibody solution (Anti-Rabbit IgG, Alexa Fluor 488 and 647) for 1 h at room temperature. Slides were washed 3X with PBS then DAPI staining solution added. Slides were coverslipped and incubated in the dark at room temperature overnight. Confocal microscopy (Olympus Fluoview FV3000) was performed to capture images. Fifty or more cells per sample were counted from 3 or more experiments to quantify results. 4.7. Statistics Western data were imaged by scanning densitometry and quantified by ImageJ (NIH). Values for phosphoproteins were normalized to expression of the total protein, while values for all other proteins were normalized to loading control. Differences in levels of protein phosphorylation or expression were displayed as fold change relative to Lo passage NHSCs or wildtype and vector controls. Quantified data were presented as the mean +/− SD or SEM, as indicated. All  p  values, unless otherwise specified, were obtained by Student’s t-test and adjusted for multiple comparisons using Dunnett’s test or the Bonferroni’s method, as indicated. Overall differences between curves were assessed using generalized linear regressions. An adjusted  p  value less than 0.05 was considered statistically significant.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:14:34.133056",
  "abstract_length": 1064,
  "methods_length": 6599,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}