{
  "pmid": "PMID:34075397",
  "title": "PAK1 inhibition reduces tumor size and extends the lifespan of mice in a genetically engineered mouse model of Neurofibromatosis Type 2 (NF2).",
  "abstract": "Neurofibromatosis Type II (NF2) is an autosomal dominant cancer predisposition syndrome in which germline haploinsufficiency at the NF2 gene confers a greatly increased propensity for tumor development arising from tissues of neural crest derived origin. NF2 encodes the tumor suppressor, Merlin, and its biochemical function is incompletely understood. One well-established function of Merlin is as a negative regulator of group A serine/threonine p21-activated kinases (PAKs). In these studies we explore the role of PAK1 and its closely related paralog, PAK2, both pharmacologically and genetically, in Merlin-deficient Schwann cells and in a genetically engineered mouse model (GEMM) that develops spontaneous vestibular and spinal schwannomas. We demonstrate that PAK1 and PAK2 are both hyper activated in Merlin-deficient murine schwannomas. In preclinical trials, a pan Group A PAK inhibitor, FRAX-1036, transiently reduced PAK1 and PAK2 phosphorylation in vitro, but had insignificant efficacy in vivo. NVS-PAK1-1, a PAK1 selective inhibitor, had a greater but still minimal effect on our GEMM phenotype. However, genetic ablation of Pak1 but not Pak2 reduced tumor formation in our NF2 GEMM. Moreover, germline genetic deletion of Pak1 was well tolerated, while conditional deletion of Pak2 in Schwann cells resulted in significant morbidity and mortality. These data support the further development of PAK1-specific small molecule inhibitors and the therapeutic targeting of PAK1 in vestibular schwannomas and argue against PAK1 and PAK2 existing as functionally redundant protein isoforms in Schwann cells.",
  "authors": "Eric Hawley; Jeffrey Gehlhausen; Sofiia Karchugina; Hoi-Yee Chow; Daniela Araiza-Olivera; Maria Radu; Abbi Smith; Ciersten Burks; Li Jiang; Xiaohong Li; Waylan Bessler; Andrea Masters; Donna Edwards; Callie Burgin; David Jones; Charles Yates; D Wade Clapp; Jonathan Chernoff; Su-Jung Park",
  "journal": "Human molecular genetics",
  "publicationDate": "2021-08-12",
  "doi": "10.1093/hmg/ddab106",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-19 09:29:13"
}