{
  "pmid": "PMID:34155781",
  "title": "L-carnitine supplementation for muscle weakness and fatigue in children with neurofibromatosis type 1: A Phase 2a clinical trial.",
  "abstract": "Reduced muscle tone, muscle weakness, and physical fatigue can impact considerably on quality of life for children with neurofibromatosis type 1 (NF1). Human muscle biopsies and mouse models of NF1 deficiency in muscle show intramyocellular lipid accumulation, and preclinical data have indicated that L-carnitine supplementation can ameliorate this phenotype. The aim of this study is to examine whether daily L-carnitine supplementation is safe and feasible, and will improve muscle strength and reduce fatigue in children with NF1. A 12-week Phase 2a trial was conducted using 1000 mg daily oral levocarnitine tartrate supplementation. Recruited children were between 8 and 12 years old with a clinical diagnosis of NF1, history of muscle weakness and fatigue, and naïve to L-carnitine. Primary outcomes were safety (self-reporting, biochemical testing) and compliance. Secondary outcomes included plasma acylcarnitine profiles, functional measures (muscle strength, long jump, handwriting speed, 6-minute-walk test [6MWT]), and parent-reported questionnaires (PedsQL™, CBCL/6-18). Six children completed the trial with no self-reported adverse events. Biochemical tests for kidney and liver function were normal, and the average compliance was 95%. Plasma acylcarnitine levels were low, but within a range not clinically linked to carnitine deficiency. For strength measures, there was a mean 53% increase in dorsiflexion strength (95% confidence interval [CI] 8.89-60.75; p = 0.02) and mean 66% increase in plantarflexion strength (95% CI 12.99-134.1; p = 0.03). In terms of muscle performance, there was a mean 10% increase in long jump distance (95% CI 2.97-16.03; p = 0.01) and 6MWT distance (95% CI 5.88-75.45; p = 0.03). Comparison with the 1000 Norms Project data showed a significant improvement in Z-score for all of these measures. Parent reports showed no negative impact on quality of life, and the perceived benefits led to the majority of individuals remaining on L-carnitine after the study. Twelve weeks of L-carnitine supplementation is safe and feasible in children with NF1, and a Phase 3 trial should confirm the efficacy of treatment.",
  "authors": "Emily R Vasiljevski; Joshua Burns; Paula Bray; Gabrielle Donlevy; Anita J Mudge; Kristi J Jones; Matthew A Summers; Andrew Biggin; Craig F Munns; Marnee J McKay; Jennifer N Baldwin; David G Little; Aaron Schindeler",
  "journal": "American journal of medical genetics. Part A",
  "publicationDate": "2021-10",
  "doi": "10.1002/ajmg.a.62392",
  "methods": "2 SUBJECTS AND METHODS 2.1 Study design and participants This open‐label, single‐arm, single center, Phase 2a clinical trial was designed to assess the safety and compliance of L‐carnitine supplementation in children with NF1. The trial was registered on the Australian New Zealand Clinical Trials Registry with ACTRN number 12618002021257 (Study protocol:  https://anzctr.org.au/Trial/Registration/TrialReview.aspx?ACTRN=12618002021257 ). The study was approved and monitored by the Sydney Children's Hospital Network Human Research Ethics Committee (reference no. HREC/18/SCHN/288). Participants were children between 8 and 12 years of age that fulfilled: (1) the National Institutes of Health Consensus Conference diagnostic criteria for NF1, (2) reported a history of muscle weakness and/or physical fatigue, and (3) were naïve to L‐carnitine supplementation. The clinic provides NF1 specialist services to children in the Greater Sydney Metropolitan Region. Prior to the initial assessment, a medical history of all participants was obtained from the parent(s), and the participant's medical file. Participants were excluded from the study if they met any of the following criteria: (1) severe cognitive impairment, (2) insufficient English, (3) seizures, (4) skeletal abnormalities, e.g. tibial bowing and pseudarthrosis, acute foot or lower limb injuries, e.g. fracture and ankle sprain, or (5) incapacity to comply with a research protocol, e.g. prolonged absence. Written informed consent was obtained from all parents and assent from children as developmentally appropriate. 2.2 Procedures All participants were allocated a daily dose of 1000 mg Levocarnitine tartrate (Musashi, Vitaco Health Australia Pty Ltd). Hard capsules (500 mg) were consumed twice daily for 12 weeks. The families were instructed to provide the children with the capsules at breakfast and dinner time, roughly 10 h apart. L‐carnitine is an over‐the‐counter nutraceutical supplement taken to improve fatty acid oxidation and energy production. L‐carnitine supplementation is used to treat primary carnitine deficiency. However, as L‐carnitine supplementation had never been previously clinically trialed in NF1, we started the first three participants 1 month apart. As there were no adverse events in these children, the remaining three participants were started on L‐carnitine supplementation at fortnightly intervals. L‐carnitine was dispensed from the Pharmacy Department of The Children's Hospital at Westmead. Functional assessments and questionnaires were carried out at the Kids Research Clinical Research Centre, The Children's Hospital at Westmead. A trained clinical evaluator took all functional assessments in the same order at baseline (0 weeks) and end of study (12 weeks). Questionnaires were completed by the parents at baseline and 12‐weeks posttreatment. Blood was collected and analyzed by the Pathology Department of The Children's Hospital at Westmead. Blood samples were collected at baseline and 12‐weeks posttreatment, and urine was collected at 12 weeks. Participants were given the option to continue L‐carnitine supplementation at their own cost after the study endpoint (12 weeks), and were followed up after 3 months. The participants were asked whether they chose to continue L‐carnitine treatment, and what their regimen was. They were also asked to complete the same set of questionnaires after this period. 2.3 Outcome measures The primary outcome measures for this study were safety and compliance. Safety was primarily analyzed by adverse event self‐reporting. A weekly phone call was made to each participant's family to ensure any safety concerns or adverse events were expressed. Additionally, there were three in‐person consultations for each participant, which were scheduled prior to each functional assessment. Biochemical safety assessments included plasma liver function ( Supporting Table 1 ), urine chemistry ( Supporting Table 2 ), circulating triglycerides and cholesterols, and acylcarnitine profiling ( Supporting Table 3 ). At the final consultation, participants returned any remaining capsules. The numbers of remaining capsules were counted to assess their compliance. The intervention was declared safe and feasible if: (1) no more than one of the six participants withdrew due to experiencing an adverse event attributable to treatment, and (2) at least four of the six participants were able to complete at least 75% of the prescribed dose of treatment and comply with study requirements. Secondary outcomes were functional assessments, including body fat, measures of muscle strength (grip, dorsiflexion and plantarflexion), gait, power (long jump), fine motor function (hand writing speed test), gross motor function (6 minute‐walk‐test [6MWT]) and quality of life (Pediatric Quality of Life and Child Behavior Checklist for ages 6–18). Body fat was measured using the MC‐780MA Tanita Tokyo body composition analyzer. The MC‐780MA body composition analyzer divides the human body into five sections; left leg, right leg, trunk, left arm, and right arm, measuring impedance by a tetrapolar 8‐point tactile electrode at 50 kHz. Maximal isometric strength of three muscle groups involved in prime movements, including grip strength, ankle dorsiflexion, and plantarflexion were tested using hand‐held dynamometry by a trained clinical evaluator (Citec; CIT Tehcnics, Harren, the Netherlands). To meet the independence requirements for statistical analysis, the measurements from only the dominant limb were included for each participant, and this was kept consistent for every study visit (Menz,  2004 ). Three repetitions were performed per muscle group, and an average measurement of strength was determined from this. Gait was assessed by heel and toe walking, which was scored on a 3‐point scale of difficulty: “no,” “some,” and “yes” to further examine dorsiflexion and plantarflexion strength. Power was measured by a standing long jump on a padded mat. Fine motor endurance was evaluated by the Handwriting Speed Test (Wallen et al.,  1996 ) that gives a raw score in letters per minute, and gross motor endurance by the 6MWT, which was completed barefoot on a point‐to‐point, 25‐m long, flat, straight, hard surfaced track. Quality of life was assessed by parent reported questionnaires, including the Pediatric Quality of Life (PedsQL™) Generic 4.0 and Neuromuscular (3.0) modules, and The Child Behavior Checklist for ages 6–18 or CBCL/6‐18 (©ASEBA 2020). The PedsQL™ Generic 4.0 module consists of physical, psychosocial, and total summary scores, and the PedsQL™ Neuromuscular 3.0 module consists of neuromuscular disease, communication, family resources, and neuromuscular total summary scores. Both are scored on a scale ranging from 0 to 100, with lower scores indicating worse health. The CBCL/6‐18 (©ASEBA 2020) consists of 113 questions, scored on a 3‐point Likert scale (0 = absent, 1 = occurs sometimes, 2 = occurs often) that tests for empirically based syndrome scales. To fall within the clinical range of a syndrome scale means that the parent‐reported results from that questionnaire indicate their child clinically manifest the syndrome. 2.4 Statistical analysis We analyzed the treatment effect by calculating average % change from baseline compared to 12‐weeks posttreatment for all outcome measures for each participant ( n  = 6), and confidence intervals for improvement were also calculated. Spearman's rank‐order correlation efficiency was applied to determine a weight specific dosage effect. Participant functional assessments from baseline and 12‐weeks posttreatment were compared to reference data to generate Z‐score changes (negative Z‐score is indicative of motor impairment based on age and sex‐matched normative data). Hand‐dynamometry strength measures, long jump, and 6MWT were compared to reference data obtained from the 1000 Norms Project, an observational study investigating outcome measures of self‐reported health and physical function in 1000 healthy individuals aged 3 to 101 years (McKay et al.,  2016 ). Handwriting speed was compared to normative data adapted from Cermak ( 1989 ) and Wechsler ( 1974 ). Height, weight, and body mass index (BMI) Z‐scores were generated using USCDC2000 reference data. 2.5 Role of the funding source This study was funded by the Children's Tumor Foundation (US). The funding source had no involvement in the following: study design, collection, analysis, and interpretation of data, in the writing of the report, and in the decision to submit the paper for publication.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:29:14"
}