{
  "pmid": "34215596",
  "abstract": "OBJECTIVE: We aimed at developing a patient-centred self-help programme, tailored to the needs of patients with rare chronic diseases. DESIGN: Multistage, multimethod development process including a survey with validated self-report scales and open-ended questions (phase 1) and focus groups (phase 2) for needs assessment and, consolidating the first phases and the literature, the intervention development (phase 3). SETTING: Phase 1: nationwide online survey in Germany, phase 2: four separate and diagnostically homogeneous focus groups. The focus groups took place at a university medical centre in Germany. PARTICIPANTS: Target group were patients with rare diseases that occur at a prevalence <1:2000. Phase 1: n=300 participants with different rare diseases. Phase 2: Individuals with neurofibromatosis type 1 (n=4), primary sclerosing cholangitis (n=5), pulmonary arterial hypertension (n=4) and Marfan syndrome (n=5). RESULTS: The central results of phases 1 and 2 were requests for more information about the disease and contact with other affected persons. Patients also expressed support needs in dealing with difficult emotions and identified acceptance of the disease as a turning point for quality of life. In phase 3, we identified acceptance and commitment therapy (ACT) as a suitable therapeutic approach and determined details about implementation and execution of self-management programmes. A 6-week self-help concept led by peer counsellors was developed, which includes disease-specific information and ACT-based exercises. CONCLUSION: Based on a multistage needs assessment, we developed a peer-guided self-help intervention for patients with rare chronic diseases. Combining self-management, peer-counselling and ACT may help living with a rare condition. Further research needs to test the programme's efficacy. TRIAL REGISTRATION NUMBER: ISRCTN13738704.",
  "methods": "Methods In a cross-sectional online survey, we investigated the psychological burden and care needs in different areas of patients’ lives. We included adult patients with different rare chronic diseases. We used quantitative measures to assess depression Patient Health Questionnaire (PHQ-9 9–11 ) and anxiety Generalizied Anxiety Disorder Scale-7 (GAD-7 12 13 ) as well as different psychosocial and disease-related characteristics. We further assessed problems and support wishes qualitatively with open questions. Ethics approval was given by the independent ethics committee of the Hamburg Medical Chamber (Ärztekammer Hamburg) on 2 February 2016 (reference number PV5088). A detailed description of the methods and results is described elsewhere, 14 15  please see  online supplemental files  for a complete list of survey instruments ( online supplemental file 1  and patient flow  online supplemental file 2 ). 10.1136/bmjopen-2020-042856.supp1 Supplementary data 10.1136/bmjopen-2020-042856.supp2 Supplementary data 10.1136/bmjopen-2020-042856.supp3 Supplementary data Methods In four diagnostically homogeneous focus groups, we asked patients with neurofibromatosis type 1, primary sclerosing cholangitis, pulmonary arterial hypertension and Marfan syndrome about problems as well as coping strategies with their rare disease. We chose conditions being treated at the University Medical Center Hamburg-Eppendorf to facilitate recruiting in the face of low prevalence. We recruited adult patients with one of the four diagnoses via specialised outpatient clinics at the University Medical Center Hamburg-Eppendorf as well as patient organisations. In all four focus groups, we used the same semistructured interview guide containing the following questions: ‘Which aspects of the disease do you perceive as particularly burdensome? In what way does the disease impede your daily life? Which consequences does the disease have on your social life, your work or other areas of your life? What helps you deal with the burden of your rare chronic disease? What coping attempts have you already tried? What has helped and what has been less helpful? What else would you wish for ?’  (see  online supplemental file 3  for a translation of the interview guide). The discussions were recorded, transcribed verbally and analysed with qualitative content analysis. 17  We inductively derived categories regarding named coping strategies and support wishes from all four transcripts. To this end, two team members (NU, Anne-Marie Waßmuth (AW)) inductively and independently built categories according to the study aim based on reoccurring themes in all four pseudonymised transcripts. The resulting category system was discussed and revised several times with a third researcher (MKD). We identified superordinate themes and built main categories. Two independent team members deductively coded the four transcripts using the final category system. Two researchers (Laura Holz (LH), Johanna Dreyer (JD)) who participated neither in the focus groups nor in the development of the coding scheme, then independently coded the four transcripts using the final category system. Methods In phase 3, we discussed the results of the first three phases in the core research team (MKD, NU and BL), with a group of clinicians and researchers in a research colloquium, with a group of experts in ACT for chronic conditions. In the development process, we built on the proven framework of self-management programmes and targeted the content to the needs of patients with rare chronic conditions. We handsearched for literature detailing delivery of self-management and ACT in general and for chronic conditions specifically. In order to address the need for social support and contact to peers with the same disease, we designed a programme, which can be delivered by a peer-counsellor. We developed a self-help manual including disease-specific as well as generic elements with information and exercises. We further developed consultation guidelines and a training concept for peer counsellors. The programme was designed for the same four rare diseases we included in the focus group study. Finally, we presented the concept and material of the intervention to a patient representative working for the German umbrella organisation of all rare disease patient organisations ACHSE e.V. who provided feedback on the intervention. When training the peer-counsellors we noted all feedback to any material, wording or exercise in the intervention and altered it in accordance with the patients’ preference.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:15:08.020858",
  "abstract_length": 1881,
  "methods_length": 4586,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}