{
  "pmid": "34230205",
  "abstract": "OBJECTIVE: To review parent-report social skills measures to identify and recommend consensus outcomes for use in clinical trials of social deficit in children and adolescents (ages 6-18 years) with neurofibromatosis type 1 (NF1). METHODS: Searches were conducted via PubMed and ClinicalTrials.gov to identity social skills outcome measures with English language versions used in clinical trials in the past 5 years with populations with known social skills deficits, including attention-deficit/hyperactivity disorder and autism spectrum disorder (ASD). Measures were rated by the Response Evaluation in Neurofibromatosis and Schwannomatosis (REiNS) Neurocognitive Committee on patient characteristics, use in published studies, domains assessed, availability of standard scores, psychometric properties, and feasibility to determine their appropriateness for use in NF1 clinical trials. RESULTS: Two measures were ultimately recommended by the committee: the Social Responsiveness Scale-2 (SRS-2) and the Social Skills Improvement System-Rating Scale (SSIS-RS). CONCLUSIONS: Each of the 2 measures assesses different aspects of social functioning. The SSIS-RS is appropriate for studies focused on broader social functioning; the SRS-2 is best for studies targeting problematic social behaviors associated with ASD. Researchers will need to consider the goals of their study when choosing a measure, and specific recommendations for their use are provided.",
  "methods": "Methods Searches were conducted via PubMed and  ClinicalTrials.gov  to identity social skills outcome measures with English language versions used in clinical trials in the past 5 years with populations with known social skills deficits, including attention-deficit/hyperactivity disorder and autism spectrum disorder (ASD). Measures were rated by the Response Evaluation in Neurofibromatosis and Schwannomatosis (REiNS) Neurocognitive Committee on patient characteristics, use in published studies, domains assessed, availability of standard scores, psychometric properties, and feasibility to determine their appropriateness for use in NF1 clinical trials.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:15:50.688905",
  "abstract_length": 1458,
  "methods_length": 658,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}