{
  "pmid": "PMID:34237737",
  "title": "Mast Cells in Human Cutaneous Neurofibromas: Density, Subtypes, and Association with Clinical Features in Neurofibromatosis 1.",
  "abstract": "BACKGROUND: Cutaneous neurofibromas (cNFs) are hallmarks of neurofibromatosis 1 (NF1) and cause the main disease burden in adults with NF1. Mast cells are a known component of cNFs. However, no comprehensive characterization of mast cells in cNFs is available, and their contributions to cNF growth and symptoms such as itch are not known. METHODS: We collected 60 cNFs from ten individuals with NF1, studied their mast cell proteinase content, and compared the mast cell numbers to selected clinical features of the tumors and patients. The tumors were immunolabeled for the mast cell markers CD117, tryptase, and chymase, and the percentage of immunopositive cells was determined using computer-assisted methods. RESULTS: The median proportions of positive cells were 5.5% (range 0.1-14.4) for CD117, 4.0% (1.2-7.0) for tryptase, and 5.0% (1.1-15.9) for chymase. The median densities of cells immunopositive for CD117, tryptase, and chymase were 280, 243, and 250 cells/mm2, respectively. Small tumors, growing tumors, and tumors from patients below the median age of 33 years displayed a high proportion of mast cells. Cells expressing both tryptase and chymase were the predominant mast cell type in cNFs, followed by cells expressing chymase only. CONCLUSION: The results highlight the abundance of mast cells in cNFs and that their number and subtypes clearly differ from those previously reported in unaffected skin.",
  "authors": "Roope A Kallionpää; Kaisa Ahramo; Eija Martikkala; Elnaz Fazeli; Pekka Haapaniemi; Anne Rokka; Ilmo Leivo; Ilkka T Harvima; Juha Peltonen; Sirkku Peltonen",
  "journal": "Dermatology (Basel, Switzerland)",
  "publicationDate": "2022",
  "doi": "10.1159/000517011",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-20 06:58:13"
}