{
  "pmid": "34230198",
  "abstract": "OBJECTIVE: To review and recommend patient-reported outcome (PRO) measures assessing multidimensional domains of quality of life (QoL) to use as clinical endpoints in medical and psychosocial trials for children and adults with neurofibromatosis (NF) type 1, NF2, and schwannomatosis. METHODS: The PRO working group of the Response Evaluation in Neurofibromatosis and Schwannomatosis (REiNS) International Collaboration used systematic methods to review, rate, and recommend existing self-report and parent-report PRO measures of generic and disease-specific QoL for NF clinical trials. Recommendations were based on 4 main criteria: patient characteristics, item content, psychometric properties, and feasibility. RESULTS: The highest-rated generic measures were (1) the Pediatric Quality of Life Inventory (PedsQL) Generic Core Scales for NF clinical trials for children or for children through adults, (2) the Functional Assessment of Cancer Therapy-General for adult medical trials, and (3) the World Health Organization Quality of Life-BREF for adult psychosocial trials. The highest-rated disease-specific measures were (1) the PedsQL NF1 Module for NF1 trials, (2) the NF2 Impact on Quality of Life Scale for NF2 trials, and (3) the Penn Acoustic Neuroma Quality of Life Scale for NF2 trials targeting vestibular schwannomas. To date, there are no disease-specific tools assessing multidimensional domains of QoL for schwannomatosis. CONCLUSIONS: The REiNS Collaboration currently recommends these generic and disease-specific PRO measures to assess multidimensional domains of QoL for NF clinical trials. Additional research is needed to further evaluate the use of these measures in both medical and psychosocial trials.",
  "methods": "Methods The PRO working group of the Response Evaluation in Neurofibromatosis and Schwannomatosis (REiNS) International Collaboration used systematic methods to review, rate, and recommend existing self-report and parent-report PRO measures of generic and disease-specific QoL for NF clinical trials. Recommendations were based on 4 main criteria: patient characteristics, item content, psychometric properties, and feasibility.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:15:25.278903",
  "abstract_length": 1729,
  "methods_length": 428,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}