{
  "pmid": "PMID:34230203",
  "title": "Patient Report of Hearing in Neurofibromatosis Type 2: Recommendations for Clinical Trials.",
  "abstract": "OBJECTIVE: To systematically evaluate published patient-reported outcome measures for the assessment of hearing function and hearing-related quality of life (QoL) and recommend measures selected by the Response Evaluation in Neurofibromatosis and Schwannomatosis International Collaboration (REiNS) as endpoints for clinical trials in neurofibromatosis type 2 (NF2). METHODS: The REiNS Patient-Reported Outcomes Working Group systematically evaluated published patient-reported outcome measures of (1) hearing function and (2) hearing-related QoL for individuals with hearing loss of various etiologies using previously published REiNS rating procedures. Ten measures of hearing functioning and 11 measures of hearing-related QoL were reviewed. Measures were numerically scored and compared primarily on their participant characteristics (including participant age range and availability of normative data), item content, psychometric properties, and feasibility for use in clinical trials. RESULTS: The Self-Assessment of Communication and the Self-Assessment of Communication-Adolescent were identified as most useful for adult and pediatric populations with NF2, respectively, for the measurement of both hearing function and hearing-related QoL. Measures were selected for their strengths in participant characteristics, item content, psychometric properties, and feasibility for use in clinical trials. CONCLUSIONS: REiNS recommends the Self-Assessment of Communication adult and adolescent forms for the assessment of patient-reported hearing function and hearing-related QoL for NF2 clinical trials. Further work is needed to demonstrate the utility of these measures in evaluating pharmacologic or behavioral interventions.",
  "authors": "Heather L Thompson; Ann Blanton; Barbara Franklin; Vanessa L Merker; Kevin H Franck; D Bradley Welling",
  "journal": "Neurology",
  "publicationDate": "2021-08-17",
  "doi": "10.1212/WNL.0000000000012424",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-19 09:29:18"
}