{
  "pmid": "34230208",
  "abstract": "OBJECTIVE: As part of an evaluation of the Response Evaluation in Neurofibromatosis and Schwannomatosis (REiNS) International Collaboration patient representative program, we surveyed REiNS members to (1) identify facilitators and barriers to involving patient representatives and (2) understand whether and how involving patient representatives affected recommendations for clinical trial outcomes. METHODS: We administered an anonymous online survey to all REiNS members. Facilitators and barriers to patient representative involvement were solicited using a modified free listing technique; responses were inductively grouped into higher-order categories and ranked based on saliency score (Smith  RESULTS: A total of 63/172 (37%) members responded, including 18/30 (60%) patient representatives. Providing sufficient opportunities to meaningfully engage in research tasks and cultivating a respectful, inclusive atmosphere were key facilitators to patient representatives' satisfaction and ability to make an impact. Respondents perceived that patient representatives directly (through their input on research tasks) and indirectly (through effects on other stakeholders' knowledge and communication style) improved the organization's research, leading to selection of more meaningful, relevant, and feasible clinical trial outcome measures. Ongoing challenges to patient engagement include difficulty scheduling meetings and concerns about the level of scientific knowledge patient representatives needed to effectively engage. CONCLUSIONS: Involving patient representatives in REiNS improved perceived quality of neurofibromatosis clinical trial outcome measures. Negotiating sufficient opportunities to engage, fostering an inclusive atmosphere, and navigating time pressures are key to effective patient engagement.",
  "methods": "Methods We administered an anonymous online survey to all REiNS members. Facilitators and barriers to patient representative involvement were solicited using a modified free listing technique; responses were inductively grouped into higher-order categories and ranked based on saliency score (Smith  s ). Open-ended questions assessed patient representative expectations for engagement, perceived benefits/costs of patient engagement, and patient representative contributions; responses were analyzed using conventional content analysis.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:15:58.482153",
  "abstract_length": 1823,
  "methods_length": 537,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}