{
  "pmid": "34230200",
  "abstract": "OBJECTIVE: To assess imaging utilization practices across clinical specialists in neurofibromatosis type 1 (NF1) for the evaluation of symptomatic and asymptomatic children and adults with or without plexiform neurofibromas (PN). METHODS: An institutional review board-exempt survey was administered to medical practitioners caring for individuals with NF1 at the Response Evaluation in Neurofibromatosis and Schwannomatosis (REiNS) meeting in September 2019. The survey included questions on respondent demographic data (9 questions), type of imaging obtained for asymptomatic (4 questions) and symptomatic (4 questions) people with and without PN, and utilization of diffusion-weighted imaging (2 questions). RESULTS: Thirty practitioners participated in the survey. Most were academic neuro-oncologists at high-volume (>10 patients/week) NF1 centers. Of 30 respondents, 26 had access to whole-body MRI (WB-MRI). The most common approach to an asymptomatic person without PN was no imaging (adults: 57% [17/30]; children: 50% [15/30]), followed by a screening WB-MRI (adults: 20% [6/30]; children: 26.7% [8/30]). The most common approach to a person with symptoms or known PN was regional MRI (adults: 90% [27/30]; children: 93% [28/30]), followed by WB-MRI (adults: 20% [6/30]; children: 36.7% [11/30]). WB-MRI was most often obtained to evaluate a symptomatic child with PN (37% [11/30]). CONCLUSIONS: More than 90% of practitioners indicated they would obtain a regional MRI in a symptomatic patient without known or visible PN. Otherwise, there was little consensus on imaging practices. Given the high prevalence of PN and risk of malignant conversion in this patient population, there is a need to define imaging-based guidelines for optimal clinical care and the design of future clinical trials.",
  "methods": "Methods An institutional review board–exempt survey was administered to medical practitioners caring for individuals with NF1 at the Response Evaluation in Neurofibromatosis and Schwannomatosis (REiNS) meeting in September 2019. The survey included questions on respondent demographic data (9 questions), type of imaging obtained for asymptomatic (4 questions) and symptomatic (4 questions) people with and without PN, and utilization of diffusion-weighted imaging (2 questions).",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:15:34.428529",
  "abstract_length": 1805,
  "methods_length": 479,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}