{
  "pmid": "PMID:34230197",
  "title": "Validating Techniques for Measurement of Cutaneous Neurofibromas: Recommendations for Clinical Trials.",
  "abstract": "OBJECTIVE: To assess the reliability and variability of digital calipers, 3D photography, and high-frequency ultrasound (HFUS) for measurement of cutaneous neurofibromas (cNF) in patients with neurofibromatosis type 1 (NF1). BACKGROUND: cNF affect virtually all patients with NF1 and are a major source of morbidity. Reliable techniques for measuring cNF are needed to develop therapies for these tumors. METHODS: Adults with NF1 were recruited. For each participant, 6 cNF were assessed independently by 3 different examiners at 5 different time points using digital calipers, 3D photography, and HFUS. The intraclass correlation coefficient (ICC) was used to assess intrarater and interrater reliability of linear and volumetric measurements for each technique, with ICC values >0.90 defined as excellent reliability. The coefficient of variation (CV) was used to estimate the minimal detectable difference (MDD) for each technique. RESULTS: Fifty-seven cNF across 10 participants were evaluated. The ICC for image acquisition and measurement was >0.97 within and across examiners for HFUS and 3D photography. ICC for digital calipers was 0.62-0.88. CV varied by measurement tool, linear vs volumetric measurement, and tumor size. CONCLUSIONS: HFUS and 3D photography demonstrate excellent reliability whereas digital calipers have good to excellent reliability in measuring cNF. The MDD for each technique was used to create tables of proposed thresholds for investigators to use as guides for clinical trials focused on cNF size. These criteria should be updated as the performance of these end points is evaluated.",
  "authors": "Raquel D Thalheimer; Vanessa L Merker; K Ina Ly; Amanda Champlain; Jennifer Sawaya; Naomi L Askenazi; Hamilton P Herr; Jennifer L W Da; Justin T Jordan; Alona Muzikansky; Elizabeth Morehouse Pearce; Fernanda H Sakamoto; Jaishri O Blakeley; R Rox Anderson; Scott R Plotkin",
  "journal": "Neurology",
  "publicationDate": "2021-08-17",
  "doi": "10.1212/WNL.0000000000012428",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-20 06:58:43"
}