{
  "pmid": "34230196",
  "abstract": "OBJECTIVE: To determine a suitable outcome measure for assessing muscle strength in neurofibromatosis (NF) type 1 and NF2 clinical trials, we evaluated the intraobserver reliability of handheld dynamometry (HHD) and developed consensus recommendations for its use in NF clinical trials. METHODS: Patients ≥5 years of age with weakness in at least 1 muscle group by manual muscle testing (MMT) were eligible. Maximal isometric muscle strength of a weak muscle group and the biceps of the dominant arm was measured by HHD. An average of 3 repetitions per session was used as an observation, and 3 sessions with rest period between each were performed on the same day by a single observer. Intrasession and intersession intraclass correlation coefficients (ICCs) and coefficients of variation (CVs) were calculated to assess reliability and measurement error. RESULTS: Twenty patients with NF1 and 13 with NF2 were enrolled; median age was 12 years (interquartile range [IQR] 9-17 years) and 29 years (IQR 22-38 years), respectively. By MMT, weak muscle strength ranged from 2-/5 to 4+/5. Biceps strength was 5/5 in all patients. Intersession ICCs for the weak muscles were 0.98 and 0.99 in the NF1 and NF2 cohorts, respectively, and for biceps were 0.97 and 0.97, respectively. The median CVs for average session strength were 5.4% (IQR 2.6%-7.3%) and 2.9% (IQR 2.0%-6.2%) for weak muscles and biceps, respectively. CONCLUSION: HHD performed by a trained examiner with a well-defined protocol is a reliable technique to measure muscle strength in NF1 and NF2. Recommendations for strength testing in NF1 and NF2 trials are provided.",
  "methods": "Methods Patients ≥5 years of age with weakness in at least 1 muscle group by manual muscle testing (MMT) were eligible. Maximal isometric muscle strength of a weak muscle group and the biceps of the dominant arm was measured by HHD. An average of 3 repetitions per session was used as an observation, and 3 sessions with rest period between each were performed on the same day by a single observer. Intrasession and intersession intraclass correlation coefficients (ICCs) and coefficients of variation (CVs) were calculated to assess reliability and measurement error.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:15:21.576489",
  "abstract_length": 1630,
  "methods_length": 568,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}