{
  "pmid": "PMID:34230202",
  "title": "Perspective of Adults With Neurofibromatosis 1 and Cutaneous Neurofibromas: Implications for Clinical Trials.",
  "abstract": "OBJECTIVE: To assess the perspectives of adults with neurofibromatosis 1 (NF1) regarding cutaneous neurofibroma (cNF) morbidity, treatment options, and acceptable risk-benefit ratio to facilitate the design of patient-centered clinical trials. METHODS: An online survey developed by multidisciplinary experts and patient representatives of the Response Evaluation in Neurofibromatosis and Schwannomatosis (REiNS) cNF Working Group was distributed to adults with NF1 (n = 3,734) in the largest international database of individuals with any form of NF. Eligibility criteria included self-reported NF1 diagnosis, age ≥18 years, ≥1 cNF, and ability to read English. RESULTS: A total of 548 adults with NF1 responded to the survey. Respondents ranked appearance, number, and then location as the most bothersome features of raised cNF. Seventy-five percent of respondents considered a partial decrease of 33%-66% in the number or size of cNF as a meaningful response to experimental treatments. Most respondents (48%-58%) were willing to try available cNF treatments but were not aware of options outside of surgical removal. Regarding experimental agents, respondents favored topical, then oral medications. Most individuals (>65%) reported being \"very much\" or \"extremely willing\" to try experimental treatments, especially those with the highest cNF burden. Many respondents were not willing to tolerate side effects like nausea/vomiting (51%) and rash (46%). The greatest barriers to participation in cNF clinical trials were cost of participation and need to take time off work. CONCLUSIONS: Most adults with NF1 are willing to consider experimental therapies for treatment of cNF. These data will guide the design of patient-centered clinical trials for adults with cNF.",
  "authors": "Ashley Cannon; Dominique C Pichard; Pamela L Wolters; Sarah Adsit; Gregg Erickson; Andrés J Lessing; Peng Li; Whitney Narmore; Claas Röhl; Tena Rosser; Brigitte C Widemann; Jaishri O Blakeley; Scott R Plotkin",
  "journal": "Neurology",
  "publicationDate": "2021-08-17",
  "doi": "10.1212/WNL.0000000000012425",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-20 06:58:30"
}