{
  "pmid": "PMID:34230204",
  "title": "Measuring the Effect of Cutaneous Neurofibromas on Quality of Life in Neurofibromatosis Type 1.",
  "abstract": "OBJECTIVE: In order to explore the use of Skindex scoring in patients with neurofibromatosis type 1 (NF1) across multiple clinical sites and inform design of additional quality of life measures, we analyzed correlations between Skindex, site, and clinical measures for 79 patients with NF1 from specialized clinics in Sydney, Australia (Royal North Shore Hospital [RNS]) and Minneapolis, Minnesota (University of Minnesota [UMN]). METHODS: The relationship between clinical factors and Skindex scores were explored by clinic site and overall. RESULTS: A total of 40 participants were recruited from RNS and 39 from UMN. Female sex, total number of cutaneous neurofibroma (cNF), and whether cNF were present on the face correlated highly with Skindex and not Riccardi scores. The UMN site had lower average scores, but these differences were almost entirely removed after adjusting for age, sex, facial cNF, and total cNF number. CONCLUSIONS: The development of cNF in adolescence and adulthood in NF1 often leads to progressive disfigurement and discomfort and is among one of the most common reasons for patients to seek medical treatment. Skindex has been used to assess skin-related quality of life in NF1 previously but is not specific to NF1. These findings highlight the need for a low threshold for referral to dermatologists for all patients with NF1 regardless of the severity of disease. The finding that facial cNF and higher total number of cNF correlates with poorer skin-related quality of life may benefit design of more specific NF1 skin-related quality of life measures.",
  "authors": "Sheilagh Maguiness; Yemima Berman; Nathan Rubin; Melissa Dodds; Scott R Plotkin; Claire Wong; Christopher Moertel",
  "journal": "Neurology",
  "publicationDate": "2021-08-17",
  "doi": "10.1212/WNL.0000000000012427",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-19 09:29:19"
}