{
  "pmid": "PMID:34257279",
  "title": "Neurofibromin regulates metabolic rate via neuronal mechanisms in Drosophila.",
  "abstract": "Neurofibromatosis type 1 is a chronic multisystemic genetic disorder that results from loss of function in the neurofibromin protein. Neurofibromin may regulate metabolism, though the underlying mechanisms remain largely unknown. Here we show that neurofibromin regulates metabolic homeostasis in Drosophila via a discrete neuronal circuit. Loss of neurofibromin increases metabolic rate via a Ras GAP-related domain-dependent mechanism, increases feeding homeostatically, and alters lipid stores and turnover kinetics. The increase in metabolic rate is independent of locomotor activity, and maps to a sparse subset of neurons. Stimulating these neurons increases metabolic rate, linking their dynamic activity state to metabolism over short time scales. Our results indicate that neurofibromin regulates metabolic rate via neuronal mechanisms, suggest that cellular and systemic metabolic alterations may represent a pathophysiological mechanism in neurofibromatosis type 1, and provide a platform for investigating the cellular role of neurofibromin in metabolic homeostasis.",
  "authors": "Valentina Botero; Bethany A Stanhope; Elizabeth B Brown; Eliza C Grenci; Tamara Boto; Scarlet J Park; Lanikea B King; Keith R Murphy; Kenneth J Colodner; James A Walker; Alex C Keene; William W Ja; Seth M Tomchik",
  "journal": "Nature communications",
  "publicationDate": "2021-07-13",
  "doi": "10.1038/s41467-021-24505-x",
  "methods": "Methods Drosophila  husbandry and stocks Flies were cultured on cornmeal/agar food medium according to standard protocol and housed at 25 °C, 60% relative humidity, on a 12:12 light:dark cycle. The  Nf1 P1  mutation was backcrossed six generations into the  w CS10  genetic background and  w CS10  flies were used as controls. Genetic control for  Nf1 P1/E1  trans-heterozygotes is  w CS10 /w iso2;3 . UAS-Nf1-eGFP transgenes were generated using an  Nf1  mini-gene (full-length  Nf1  cDNA corresponding to the RF isoform with addition of introns 9 and 10). The R1320P mutation was created in a wild-type cDNA using the Q5 Site-Directed Mutagenesis Kit (New England Biolabs). Wild-type and R1320P mutant  Nf1  were then subcloned into the pUAST-attB vector with an in-frame C-terminal fusion with eGFP cDNA. Transgenic lines were produced by integrating the constructs at the attp40 site (Rainbow Transgenic Flies Inc.) The Nf1 RNAi line was obtained from the Vienna  Drosophila  RNAi Center (VDRC #109637), Gal4/+ control crosses consisted of an empty attP control line (VDRC #60100). UAS-dicer2 was included to potentiate the RNAi effect , and was included with the UAS-RNAi (i.e., all experimental and UAS/+ genotypes). ERK was activated via expression of ERK with the gain-of-function mutation ERK 56 Sem  (UAS-rl Sem ) . The following lines were obtained from the Bloomington  57 Drosophila  Stock Center (BDSC): nSyb (BDSC #51635), R57C10 (39171), 69B (1774), tsh-Gal4 (3040), and Oct-TyrR-Gal4 (36494). PCB-Gal4 (fatbody-Gal4) was previously generated by Ronald Kühnlein, and Ras2 insertions by James Walker. Gal4 lines used in the screen were obtained from the BDSC or public sources. Male flies were used for all experiments to prevent egg accumulation in behavioral and respirometry chambers. CO 2  measurement using respirometry CO 2  production was measured with respirometry . Briefly, a 1 ml pipette tip and 50 µl capillary micropipette were securely glued together. Soda lime was placed into each pipette tip between two foam pieces to avoid contact with flies. Sixteen respirometers were hung on a custom-made rack in a latch-lid measurement chamber. Flies were anesthetized with CO 24 2  and allowed to recover for at least 24 h before beginning the experiment. Four flies of the same genotype were placed into each pipette using an aspirator and tightly sealed at the top using non-hardening modeling clay. Pipettes that were not tightly sealed were not included in final measurements. One pipette was left empty in each chamber as a temperature and atmospheric control. The measuring chamber was filled with a red-dye solution made with a water-based dye. The latch-lid chamber with flies were left to equilibrate to incubator conditions (25 °C) for 1 h before starting the experiment (unless otherwise stated). Vacuum grease was applied between the latch-lid and chamber to reduce atmospheric and temperature fluctuations. Images were captured every 15 min using a time-lapse image software (PhenoCapture 3.3) and analyzed using Fiji 2.0, measuring the liquid meniscus position in each capillary. This measurement was subtracted from a reference image and repeated at each time point for 3 h. Data were normalized by calculating the mean CO 2  production of control genotypes, and normalizing each data point to that value. Indirect calorimetry Metabolic rate and activity were measured using the Sleep and Activity Metabolic Monitor (SAMM) system (Sable Systems International). Group-housed adult flies were measured at 25 °C, through indirect calorimetry using a stop-flow, push-through respirometry system . Briefly, the experimental system assessed baseline CO 39 , 58 2  levels from an empty chamber to measure CO 2  production and O 2  consumption from 25 male adult flies. Air was flushed from each chamber for 50 sec to provide a readout of CO 2  accumulation and O 2  consumption over a 10-min period. A H 2 O and CO 2  scrubber was used to dehumidify and remove CO 2  from air before being pumped into a mass flow control valve to maintain a consistent flow rate. The air was then re-humidified by passing through a reservoir containing deionized water prior to reaching the behavioral chambers. Each behavioral chamber (70 mm long × 20 mm diameter glass tube) contained 25 adult male flies with a food vial containing 1% agar and 5% sucrose. Flies were allowed to acclimate to the system for 24 h before the start of each experiment. All experimental runs included a food-only control baseline chamber. CO 2  production was analyzed using a LI-7000 CO 2 /H 2 O Analyzer (LI-COR) and then dehumidified using an H 2 O scrubber before O 2  consumption was measured Oxilla Dual Absolute Differential Oxygen Analyzer (LI-COR). CO 2  production and O 2  consumption recordings were taken every 10 min. Respirometry quotient (RQ) was calculated as the volume of CO 2  eliminated/O 2  consumed. Western blot analysis For assessing expression of Nf1 and levels of pERK/ERK (Fig.  1e ), lysates of heads from 2 to 3-day old adult flies were prepared using IP buffer (50 mM Tris-HCl pH 7.5, 125 mM NaCl, 1.5 mM MgCl 2 , 0.2% NP-40, 5% glycerol) supplemented with protease inhibitors (Complete Protease Inhibitor Cocktail, Sigma) and phosphatase inhibitors (NaF/Na 3 VO 4 /β-glycerophosphate). Immunoprecipitations were performed using 400 µg of total protein in 1 ml IP buffer incubated with 200 μl of mAb21 anti-Nf1 monoclonal antibody supernatant  for 1 h at 4 °C. Immunocomplexes were precipitated with a mix of Protein A- and Protein G-Sepharose beads (1:1, Sigma) for 1 h at 4 °C before washing three times with IP buffer and denaturing with 2× SDS sample buffer. Lysates and immunoprecipitates were resolved on NuPAGE 3–8% Tris-Acetate (for Nf1) or NuPAGE 4–12% Bis-Tris gels (pERK/ERK/β-tubulin). After transfer to nitrocellulose membranes, blots were processed according to the Odyssey CLx protocol (LI-COR). Antibodies used for immunoblotting were: anti-Nf1 (mouse, mAb21, 1:10), anti-phospho-ERK (mouse, Sigma M8159, 1:2500), total ERK (rabbit, CST 9102, 1:1000), anti-β-tubulin (mouse, Developmental Studies Hybridoma Bank E7, 1:10,000), anti-mouse IRDye secondary antibody (goat, Invitrogen, A32730, 1:10,000), and anti-rabbit IRDye (donkey, Invitrogen, A10043, 1:10,000) secondary antibody. 14 For assessing expression of Nf1-eGFP transgenes (Fig.  7c ), lysates of 5-day old adult fly heads were prepared using RIPA buffer supplemented with HALT protease and phosphatase inhibitors (Thermofisher Scientific). Protein samples were mixed with NuPAGE 4× LDS Sample Buffer (Invitrogen), resolved on NuPAGE 3–8% Tris-Acetate Protein Gels with NuPAGE Tris-Acetate SDS Running Buffer supplemented with NuPAGE Antioxidant. SDS-PAGE gels were transferred to polyvinylidene difluoride (PVDF) membranes and 5% BSA in TBST was used for blocking. Antibodies used were: rabbit anti-GFP (Invitrogen, A11122, 1:4000), and mouse anti-β-tubulin (DHSB, E7, 1:2000). The membranes were washed with TBST, followed by incubation for 1 h at room temperature after the addition of horseradish peroxidase-conjugated anti-Rabbit IgG (H + L) (Jackson ImmunoResearch, 711035152, 1:5000) and horseradish peroxidase-conjugated anti-Mouse IgG (H + L) (Jackson ImmunoResearch, 715035151, 1:5000). After washing, WesternBright Quantum HRP substrate (Advansta) was added to the membranes and images were captured with AlphaImager HP system (ProteinSimple), and analyzed using Fiji 2.0. Images of blots found in the Source Data file. Immunohistochemistry Five to seven-day-old PCB-Gal4 adult nervous systems were dissected in 1% paraformaldehyde in S2 medium and processed as previously described . Samples were stained with primary antibodies for 3 h at room temperature and at 4 °C overnight, followed by secondary antibodies for 3 h at room temperature and 4 d at 4 °C. Incubations were performed in blocking serum (3% normal goat serum). Samples were mounted in Vectashield (Vector Laboratories) for analysis. The following antibodies were used: rabbit anti-GFP (1:1000, Invitrogen), mouse anti-nc82 (1:50, DSHB), goat anti-rabbit IgG, and goat anti-mouse IgG (1:800, Alexa 488 or Alexa 633, respectively, Invitrogen). Leica TCS SP8 confocal microscope with LAS X software was used to obtain images. 59 Total grooming Grooming was quantified with behavioral analysis in an open field . Individual animals were aspirated into an open field area, habituated for 15 min, and a 5-min video recording was recorded for analysis. Videos were collected using the Image Acquisition Tool in Matlab. Grooming was manually scored by watching videos frame-by-frame in Matlab R2015b and start and stop frames were recorded for each grooming event. Grooming was calculated as the percent of total time grooming during the 5-min video. 22 Coupled colorimetric assay for TAG Triglyceride content was quantified with a coupled colorimetric assay . Samples were rinsed in PBS, rapidly homogenized in PBST, and the supernatant was heated at 70 °C for 10 min. The glycerol standard solution (Sigma 2.5 mg/ml triolein equivalent glycerol standard; G7793) was prepared in PBST to generate glycerol standards. Glycerol standards, samples, and a PBST blank were then added to two microfuge tubes and the triglyceride reagent (Sigma; T2449) was added to one of the two tubes to free the glycerol backbone. All samples were incubated at 37 °C for 60 min. Samples were transferred to a clear, flat bottom 96-well plate and free glycerol reagent (Sigma; F6428) was added to each sample. Absorbance was measured at 540 nm. TAG concentration per sample was determined by subtracting the absorbance for the free glycerol in untreated samples from the total glycerol concentration in samples with the triglyceride reagent and then normalized to sample weight. TAG content in each sample is based on the triolein-equivalent standard curve. 40 Lipid analysis Lipogenesis and lipolysis were measured in adult flies by following the incorporation of radiolabeled sucrose . Briefly, flies were fed with 5 µCi of  60 14 C- sucrose incorporated into standard fly food for 24 h. After 24 h, half of the flies were collected and frozen at −80 °C to measure lipogenesis (0 h samples). The remaining flies were transferred to unlabeled standard fly food for 48 h and then immediately frozen at −80 °C to measure lipolysis (48 h samples). All flies were transferred into pre-weighed 1.7 ml Eppendorf tubes and then weighed to obtain fly mass. Frozen samples were homogenized with 200 µl of 2:1 chloroform: methanol mix for 15 min at room temperature and then spun at full speed for 15 min at room temperature. The supernatant was recovered and 40 µl of 0.9% (w/v) of NaCl was added. Samples were vortexed and spun gently to separate phases. The upper phase was removed, and the interphase was rinsed twice with 200 µl 1:1 methanol: water solution without mixing. The lower chloroform phase was used for scintillation counting. Starvation survival Adult male flies (group housed, 20 flies/vial) on 1% (non-nutritional) agar. The percentage of flies alive was measured at least every 12 h. Feeding Feeding was quantified in adult male flies using a capillary feeding assay . Briefly, individual flies were placed into chambers (46 mm × 7 mm) containing 1% agar at the bottom and a glass capillary at the top. Each glass capillary contained a meniscus labeling dye to track food consumption and an aqueous food solution (2.5% sucrose + 2.5% yeast extract). All flies were habituated to the chamber and liquid diet 72 h before measuring food intake (glass capillaries were replaced daily). Total feeding was measured over 24 h and analyzed by Noah.py 61 . 41 Statistical analysis and reproducibility Normality of data was assessed with the D’Agostino-Pearson Test. Hypothesis testing was carried out with Student’s  t -test (parametric), one/two-way ANOVA with post-hoc Sidak (parametric), Mann–Whitney (nonparametric), Kruskal–Wallis with post-hoc Dunn (nonparametric), or Kaplan–Meier with Mantel–Cox (Log-rank) tests. All statistical analyses were performed using GraphPad Prism 8.1.2 and Graphpad Prism 9.0.0. Immunohistochemistry experiment was performed in >5 nervous systems in 3 different experiments. Biological materials Fly strains generated in this study are available upon request. Reporting summary Further information on research design is available in the  Nature Research Reporting Summary  linked to this article. Biological materials Fly strains generated in this study are available upon request.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:29:22"
}