{
  "pmid": "34264955",
  "abstract": "Neurofibromatosis Type 2 (NF2) is an autosomal dominant genetic syndrome caused by mutations in the NF2 tumor suppressor gene resulting in multiple schwannomas and meningiomas. There are no FDA approved therapies for these tumors and their relentless progression results in high rates of morbidity and mortality. Through a combination of high throughput screens, preclinical in vivo modeling, and evaluation of the kinome en masse, we identified actionable drug targets and efficacious experimental therapeutics for the treatment of NF2 related schwannomas and meningiomas. These efforts identified brigatinib (ALUNBRIG®), an FDA-approved inhibitor of multiple tyrosine kinases including ALK, to be a potent inhibitor of tumor growth in established NF2 deficient xenograft meningiomas and a genetically engineered murine model of spontaneous NF2 schwannomas. Surprisingly, neither meningioma nor schwannoma cells express ALK. Instead, we demonstrate that brigatinib inhibited multiple tyrosine kinases, including EphA2, Fer and focal adhesion kinase 1 (FAK1). These data demonstrate the power of the de novo unbiased approach for drug discovery and represents a major step forward in the advancement of therapeutics for the treatment of NF2 related malignancies.",
  "methods": "Materials and methods Compounds and library The MIPE ( M echanism  I nterrogation  P lat e s) oncology compound library 4.0 consisting of 745 FDA-approved drugs, 420 Phase I-III investigational agents, and 767 preclinical molecules was screened at the National Center for Advancing Translational Sciences (NCATS), National Institutes of Health. All compounds in the library have been annotated for their known nominal target, representing diverse and redundant mechanisms of action. Also, the library contains several compounds per target, allowing target-based enrichment analysis of responses; however, most compounds have polypharmacology. See Supplemental Methods in  S1 File  for additional details. Cells and compound screening A panel of NF2 tumor-relevant cells (Schwann cells for schwannoma and arachnoidal cells for meningioma with  NF2 -expressing or  NF2 -deficient) was previously assembled for systematic drug evaluation [ 1 ]. In this study, we used the isogenic pairs of  NF2 -expressing HS11 and  NF2 -deficient HS01 Schwann cells and  NF2 -expressing Syn1 and  NF2 -null Syn5 arachnoidal cells [ 26 , 27 ]. Also, human  NF2 -deficient meningioma Ben-Men-1, mouse  Postn-Cre ;  Nf2  schwannoma MS02, and primary human meningioma and schwannoma cells were used [ flox/flox 28 , 29 ]. All cells were grown and tested for mycoplasma contamination as previously described [ 1 ]. For compound screening, actively-growing HS11 and HS01 Schwann cells and Syn1 and Syn5 arachnoidal cells as well as Ben-Men-1 cells were seeded in white 1536-well plates (Corning, NY) at a density of 750 cells/well using a Multidrop Combi Reagent dispenser with a small pin cassette (ThermoFisher, Fair Lawn, NJ). The next day, cells were treated for 72 hours with 11 two-fold serial dilutions of each compound in the MIPE 4.0 library. Cell viability was measured using CellTiter-Glo (Promega, Madison, WI). The potency (IC 50 ) and efficacy (maximum % inhibition) of each compound in each cell line were calculated as described [ 10 ]. HEK293T cells used for NanoBRET assays were cultured in Dulbecco’s Modified Eagle Medium supplemented with 10% fetal bovine serum and penicillin-streptomycin. Cells were obtained from ATCC and routinely tested for mycoplasma contamination by DAPI staining. In vitro  confirmation of compound efficacy and synergism Meningioma-relevant cells, including Syn1, Syn5, Ben-Men-1, and primary cultures of  NF2 -null meningioma cells, were seeded in 384-well plates and treated the next day with serial dilutions of brigatinib, MK-2206, or the combination of MK-2206 with brigatinib in a 10x10 matrix format. Cells were treated with 0.1% DMSO as the vehicle control. Cell viability was measured after 72 h of treatment using CellTiter-Glo. DRCs were generated using GraphPad Prism 7.0 ( www.graphpad.com ). For the schwannoma-relevant cell panel, HS01, HS11, and MS02 cells were seeded in 384-well plates overnight and incubated with various dilutions of ALK-IN-1, brigatinib, dasatinib, or the combination of dasatinib with ALK-IN-1 or brigatinib in the 10x10 matrix format. Cell viability was measured after 60 or 72 h of treatment for mouse MS02 or human HS01 and HS11 cells, respectively, using CellTiter-Fluor (Promega). A similar study to validate the efficacy of dasatinib, simvastatin, and their combination was also conducted. For both cell types, dose-response measurements were normalized to vehicle controls and dose-response curves were generated. Drug combination synergy was analyzed using the Loewe, Bliss, and HSA models as previously described using the Combenefit sotware [ 30 ]. RNA isolation and transcriptome analysis RNA was isolated from all meningioma- and schwannoma-relevant cell lines treated in triplicate with single and combination drugs and used to prepare RNA libraries for RNAseq using Illumina HiSeq2000 and 2500 platforms [ 1 ]. Pairwise-compared, differentially-expressed genes were identified and gene ontology enrichment analysis for each comparison was conducted as described in Supplementary Methods in  S1 File . Kinome profiling Multiplexed kinase inhibitor bead affinity chromatography and mass spectrometry (MIB/MS) was conducted to identify and quantitate the activity of the expressed kinome and their responses to drug treatment as previously described [ 1 , 17 , 31 ]. Lysates prepared from cells treated with the indicated concentrations of each drug or drug combination for various times or from tissues from animals treated with the indicated drugs were prepared and loaded onto the column containing multiple inhibitor-conjugated beads [ 31 ]. Kinase-bound inhibitor beads were stringently washed, followed by protein purification and trypsin digestion. Liquid chromatography, mass spectrometry, and analysis was essentially as previously described [ 31 ]. Peptide suspension was separated using an EASY nLC-1000 System with an Easy-Spray C-18 column (Thermo Fisher). Raw files were processed for label-free quantification using MaxQuant LFQ and default parameters with the following modifications—razor plus unique peptides were used, matching between runs (3 min match time window), fixed modifications [cardbidomethy (C)] and dynamic modifications [phospho(STY)] [ 32 ]. Kinase LFQ intensities were used if two or more unique peptides were detected, and missing values were imputed in Perseus if observed in all replicates of another condition after log2 transformation for comparison. Data for each treated sample was plotted as a mean of fold change (log 2 ) relative to DMSO- or vehicle-treated control or untreated animals. When at least three replicates were available, unpaired Student’s t-tests were performed in Perseus with Benjamini-Hochberg correction. FDR of 5% was used as a cut-off for significance. NanoBRET ™  TE intracellular kinase assays NanoLuc fusion vectors were purchased from Promega Corporation (PTK2, NV1921; FER, NV1331; GAK, NV1421; and TNK2, NV4451). The Promega Kinase assay kit with K-10 tracer (N2641) was purchased and used for all kinase vectors. The optimized protocol from Promega was employed, with the following modifications. HEK293T cells were plated at a density of 20,000 cells per well in white 96-well plates in assay medium (Opti-MEM Reduced Serum Medium with no phenol red (Life technologies Cat.#11058–021) containing 1% fetal bovine serum). Four hours after plating, cells were transfected with 0.1 micrograms total DNA per well (9 parts carrier DNA: 1 part NanoLuc kinase fusion vestor) using jetPRIME transfection reagent (Polyplus) at a 2:1 ratio (microliters jetPRIME to micrograms DNA). Twenty hours later, the cells were treated with tracer according to protocol and serial dilutions of brigatinib or vehicle (ethanol) for 2 hours at 37 C, 5% CO 2 . Substrate and inhibitor solutions were prepared according to protocol and incubated for 3–5 min before reading on a Synergy H4 (BioTek) plate reader using a 450/50 nm emission filter (BioTek Part no. 7082208) and a long-pass 610 nm filter (BioTek Part no. 7092209) with an integration time of 1 sec. BRET ratios were exported and multiplied by 1,000 to convert to NanoBRET ratios in milliBRET units (mBU), without background correction, according to Promega protocol. Values were plotted in GraphPad Prism 8 and the best-fit IC50 values were obtained by nonlinear regression fit using the log(inhibitor) vs. response–variable slope (four parameter) function in Prism. The experiments were performed at least twice, and representative data are shown. Quantifiable orthotopic meningioma model All animal studies conducted at Nationwide Children’s Hospital were conducted in accordance with the Institutional Animal Care and Use Committee under the approved protocol number AR09-00054. Mice were housed in the barrier facility within the vivarium in our Abigail Wexner Research Institute with HEPA (high-efficient particulate air)-filtered room air, temperature control at 72°F, and humidity set at 40–60%. Environmental parameters within each animal room were monitored electronically 24/7. The mouse rooms were equipped with micro-isolator caging on ventilated racks and class II biological safety cabinets. Each polycarbonate cage (30cm x 18cm x 15cm) housed a maximum of 5 mice and contained corn cob bedding and a polycarbonate hut or tube for hiding and climbing or a LifeSpan ™  hanging devices for additional floor space above the cage bottom. Mice were fed non-fat rodent chow and filtered or sterile drinking water, and cages changed every week. All animals were euthanized by CO 2  asphyxiation, followed by cervical dislocation according to the approved IACUC protocol. For animal dosing, MK-2206 was dissolved in 30% Captisol ®  and brigatinib was formulated in 90% polyethylene glycol 300 and 10% 1-methyl-2-pyrrolidinone. The MTD was determined as described (Plowman et al., 1999). Eight-to-12 week-old NSG (NOD-SCID gamma or  NOD . Cg-Prkdc \n scid Il2rg tmlWjl /SzJ ) mice (The Jackson Laboratory) were treated with various doses of MK-2206 every other day or brigatinib every day by oral gavage for two weeks (n = 3 per dose). Treated mice were monitored daily for any signs of distress, such as significant weight loss (>20%), lethargy, and dehydration. Following MTD determination for each drug, a combination of MK-2206 and brigatinib at the MTD was also evaluated to ensure tolerability. For PK analysis, NSG mice were fed a single oral dose of brigatinib, MK-2206, or their combination at the MTD. Prior to and at various times after dosing (n = 3 per time point), whole blood was collected from the facial vein into EDTA-containing Microtainer ®  (Becton Dickinson). Plasma samples were obtained by centrifugation. Immediately after blood sampling, mice were euthanized for brain harvesting. Both the plasma and brain samples were frozen at -80°C until analysis of compound concentrations using ultra-high pressure liquid chromatography tandem-mass spectrometry (UHPLC-MS/MS). Plasma and brain samples were deproteinized and were analyzed in the presence of the brigatinib analogue ALK-IN-1 and dasatinib-d 8  as the internal standards for brigatinib and MK-2206, respectively. To generate the orthotopic meningioma model, Ben-Men-1-LucB cells into the skull base of NSG mice as previously described [ 28 ]. Injected mice were monitored daily for any significant weight loss (>20%), lethargy, dehydration, and neurological problems. Mice with any of these abnormalities would have been euthanized, followed by a complete histopathological examination, however no mice met the criteria for early euthanasia in this study. In addition, we monitored tumor growth in mice by bioluminescence imaging (BLI) every two weeks using a Xenogen IVIS ®  Spectrum imaging system (Perkin Elmer). Mice with successful tumor engraftment were randomized into four groups (n = 10 each) and treated with MK-2206, brigatinib, MK-2206/brigatinib combination, or a mixture of the corresponding vehicles in which MK-2206 and brigatinib were formulated (1:1 ratio) by oral gavage. BLI was performed biweekly to assess the effects on tumor growth. The luminescence detected in each mouse was normalized to its pretreatment signal and expressed as the mean normalized luminescence ± standard deviation for each treatment group [ 28 ]. After 14 weeks of treatment, we stopped treating a cage of mice that had received brigatinib or the MK-2206/brigatinib combination and monitored possible tumor regrowth for 12 more weeks. Then, we retreated these mice to examine the effects of retreatment. All mice were humanely euthanized at the conclusion of the studies and tissues were collected for histopathological assessment. Schwannoma model All animal studies conducted at Indiana University were in accordance with the Institutional Animal Care and Use Committee under protocol number 11406. The methodologies of tumor assessment for the  PostnCre; Nf2  mice were used as previously described [ flox/flox 33 ]. Drugs were formulated as follows and administered by oral gavage: 50 mg/kg brigatinib dissolved in 90% PEG400 with 10% 1-metyl-2-pyrrolidinone; 20mg/kg dasatinib in pH3.0 citrate buffer; and 100 mg/kg simvastatin in 1% carboxymethylcellulosein water with 0.25% Tween80 and 0.05% antifoam 204 (Sigma). Cohorts of  Nf2 f/f ; Postn-Cre + mice were generated in-house, as previously described [ 33 ]. Animals were monitored daily for signs of distress such as hunched posture, labored breathing, scruffy coat, diarrhea, or lameness. All study mice began treatment at 4 months of age and were euthanized at the end of 12 weeks of treatment for histopathological assessment. Early endpoint criteria include: a palpable mass of more than of 1,000mm 3 , greater than 20% reduction in body weight, any of the previously mentioned signs of distress that could not be remedied by the veterinary staff, or at the recommendation of the veterinarian. The total animals were enrolled in each treatment group are as follows: vehicle n = 17, brigatinib n = 17, simvastatin n = 16, dasatinib n = 15, dasatinib and simvastatin n = 15 and dasatinib and brigatinib n = 16. The number of animals that met the criteria for euthanasia and were humanely euthanized according to the IACUC protocol or were found deceased prior to meeting criteria for euthanasia were as follows: vehicle, n = 1, brigatinib, n = 7, simvastatin n = 2, dasatinib n = 1, dasatinib and simvastatin n = 1, and dasatinib and brigatinib n = 4. Tissue processing and DRG volume quantification methods were carried out as previously described [ 33 ]. Dissected nerve trees were pre-embedded in 2% agar, processed in a Leica tissue processor through graded alcohols, xylenes, and finally in molten paraffin. Five-micron thick sections were cut on a Leica rotary microtome and mounted on charged slides, then stained with hematoxylin and eosin. Images were acquired with an Aperio CS2 slide scanner (Leica). HPLC/MS was performed by the IU Simon Cancer Center’s Clinical Pharmacology Analytical Core. Six mice per drug dosage and three mice for vehicle only were used for pharmacokinetic experiments. Mice were given a single dose of drug and then blood was collected 1 and 4 hours later for one set of 3 mice and 2, 8, and 24 hours later for a second set of 3 mice. The blood was centrifuged at 4°C, and then plasma was collected and stored at -80°C. Samples were acidified and extracted in hexane:ethyl acetate (50:50, v/v). After solvent evaporation, mobile phase (acetonitrile:5mM ammonium acetate; 70:30, v/v) was mixed with residual sample and injected into an Agilent 1290 HPLC system with an Eskigent Autosampler. Mass spectrometry was performed using an ABSciex 5500 Q-TRAP.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:16:17.085031",
  "abstract_length": 1262,
  "methods_length": 14711,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}