{
  "pmid": "34297428",
  "abstract": "Although most commonly benign, neurofibromas (NFs) can have devastating functional and cosmetic effects in addition to the possibility of malignant transformation. Orbitofacial NFs, in particular, may cause progressive, disfiguring tumors of the lid, brow, temple, face, and orbit, and clinical evidence suggests that they may have increased local aggressiveness compared to NFs developing at other sites. The purpose of this study was to identify biological differences between orbitofacial NFs and those occurring at other anatomic sites. We performed RNA-sequencing in orbitofacial (n = 10) and non-orbitofacial (n = 9) NFs. Differential gene expression analysis demonstrated that a variety of gene sets including genes involved in cell proliferation, interferon, and immune-related pathways were enriched in orbitofacial NF. Comparisons with publicly available databases of various Schwann cell tumors and malignant peripheral nerve sheath tumor (MPNST) revealed a significant overlap of differentially expressed genes between orbitofacial versus non-orbitofacial NF and plexiform NF versus MPNST. In summary, we identified gene expression differences between orbitofacial NF and NFs occurring at other locations. Further investigation may be warranted, given that orbitofacial NF are notoriously difficult to treat and associated with disproportionate morbidity.",
  "methods": "2 METHODS 2.1 Tumor samples and controls Snap frozen tissue from orbitofacial NF (n = 10) obtained from middle eastern patients and non‐orbitofacial NF (n = 4 plexiform, n = 5 localized intraneural) of various ethnicities were studied. All orbitofacial NF were large tumors with plexiform components. No localized cutaneous/dermal NFs were studied. All patients studied satisfied clinical criteria for NF1. Clinicopathologic features of these patients are illustrated in Figure  1  and summarized in Table  1  (orbitofacial NFs) and Table  S1  (non‐orbitofacial). Informed consent (or appropriate waiver of consent) was obtained on all patients and the study was performed with local institutional review board approval of the participating institutions. A human Schwann cell line was obtained from  ScienCell  (ScienCell Research Laboratories Inc., Carlsbad, CA). FIGURE 1 Clinicopathologic features of orbitofacial neurofibromas. Representative clinical images of orbitofacial neurofibromas including patient 10 (right with associated cutaneous pigmentation) (A), patient 9 (left, with associated skull deformity), and patient 6 (right upper lid neurofibroma) TABLE 1 Clinicopathologic features of orbitofacial neurofibromas Case # Age Gender Age at presentation Family History Duration of complain Clinical presentation Systemic manifestation Management Imaging 1 32 Male 24 Negative 5 years Right upper lid mass and madarosis No systemic manifestation Surgical excision None 2 22 Female 16 Negative Few years Right upper lid mass No systemic manifestation Surgical debulking None 3 34 Female 18 Negative Multiple years Left upper lid mass No systemic manifestation Surgical debulking None 4 27 Male 20 Negative 6 years Right eyebrow swelling No systemic manifestation Surgical debulking None 5 44 Male 38 Negative Multiple years Right upper lid mass Pituitary lesion/hamartoma in the brain Multiple surgical debulking \n MRI &CT \n plexiform neurofibromatosis at the distal zygomatic and temporal branches of the right facial nerve extending into the right extraconal space \n 6 9 Male 5 Positive Few years Left eyelid mechanical ptosis and proptosis/Globe dystopia Mental retardation Surgical debulking with ptosis repair CT scan Left upper lid plexiform neurofibromatosis with sphenoid wing dysplasia 7 36 Female 33 Negative 8 years Localized right eyelid swelling/facial asymmetry None Surgical debulking with ptosis repair and blepharoplasty MRI + CT scan asymmetrical soft tissue swelling at the right preseptal region in the lower, upper, and cheek 8 36 Female 15 Negative Since childhood Right eye blindness/left eye ptosis with lid lesion Astrocytoma of the right optic nerve Craniotomy, surgical debulking with multiple ptosis repair MRI + CT scan craniofacial neurofibromatosis on the left side and right side gliomatosis changes from previous craniotomy 9 21 Male 14 Negative Since birth Right eyelid mass Sickle cell trait and Mitral valve regurge Craniotomy, Multiple surgical debulking with lateral canthoplasty and ptosis repair MRI + CT scan craniofacial neurofibromatosis of the right side & orbit extending to the cavernous sinus, sphenoid wing dysplasia 10 10 Female 3 Negative Since birth Glaucoma/right facial mass None Surgical debulking with multiple ptosis repair MRI + CT scan craniofacial neurofibromatosis of the right side & orbit extending to the cavernous sinus, sphenoid wing dysplasia John Wiley & Sons, Ltd 2.2 Immunohistochemistry Immunohistochemistry was performed using a tissue microarray containing orbitofacial and non‐orbitofacial NFs as previously characterized ( 13 ). Immunohistochemistry was performed using antibodies directed against WISP2 (Mouse monoclonal, LifeSpan Biosciences Cat# LS‐B6392; 1:250), pERK (Cell Signaling #4370S, 1:250), and MYC (Rabbit monoclonal, Epitomics, catalog #1472‐1, 1:250). A semiquantitative four‐tiered scale was used for interpretation, ranging from negative (0) to strong positivity in a majority of cells (3+) by a neuropathologist. 2.3 RNA extraction Total RNA was extracted using TRIzol Reagent (Life Technologies, cat. #15596026) and RNeasy Mini Kit (Qiagen, cat. #74104) or RNeasy Micro Kit (Qiagen, cat. #74004). Briefly, 10–25 mg frozen tissue was placed into 50‐ml conical tubes and 1 ml TRIzol added. The mixture was placed in a PowerGen 125 homogenizer (Fisher Scientific) for 20–40 s, or a Kontes Pestle Cordless Motor (Fisher Scientific) for smaller samples. Homogenate was left for 5 min at room temperature and then 200 µl chloroform added to the tube and vortexed for 15 s. After Leaving the homogenate for 2 min at room temperature, the sample was transferred into a Phase Lock Gel Heavy tube (5 Prime, yellow‐color tube, spun 20 s prior to use). Samples were centrifuged at 12,000  g  for 10 min at 4°C to separate phases, and subsequently, the upper aqueous phase was transferred to a new tube. One volume of 70% ethanol was added and mixed by pipetting. Samples were subsequently pipetted into an RNeasy mini‐column and the RNeasy Mini Kit procedure for RNA isolation was performed per manufacturer recommendations. 2.4 Sample preparation and analysis For the low‐input RNA library preparation workflow, the quality of total RNA was measured by the Agilent Bioanlayzer to determine RNA integrity. Starting material was between 500 pg and 100 ng of total RNA and construction of the whole transcriptome library was prepared as directed in the Nugen Ovation RNA‐Seq System V2 Preparation Guide. Libraries were run on a high sensitivity chip using the Agilent Bioanalyzer to assess size distribution and overall quality of the amplified library. Quantification of the libraries was performed by qPCR or by the Agilent Bioanalyzer and equimolar concentrations of each library were pooled together, clustered and sequencing performed on an Illumina HiseqX for a 151 bp × 151 bp, paired‐end sequencing. Illumina's CASAVA 1.8.4 was used to convert BCL files to FASTQ files. 2.5 Preprocessing and quantification Quality checks and preprocessing were performed to ensure the quality of the libraries. Gene expression quantification was performed using salmon (v1.3.0) ( 14 ) and transcript models from the FANTOM Cage‐Associated‐Transcriptome (FANTOM‐CAT) robust set ( 15 ), which we previously used to analyze coding and noncoding gene expression in normal and tumor tissues ( 16 ). 2.6 Differential gene expression analysis To detect differentially expressed genes, we normalized the expression values using the trimmed mean of M‐values (TMM) ( 17 ) and fitted a generalized linear model (GLM) approach coupled with empirical Bayes moderation of standard errors and voom precision weights ( 18 ,  19 ). The  p ‐values were adjusted to control for multiple hypothesis testing using the Benjamini‐Hochberg method and genes with false discovery rate (FDR) equal or less than 0.05 were reported ( 20 ). 2.7 Gene set enrichment analysis The results from the differential gene expression analysis were ranked by  t ‐statistics. The ranked lists were tested for gene set enrichment using a Monte Carlo adaptive multilevel splitting approach, implemented in the fgsea ( https://doi.org/10.1101/060012 ) package. A collection of gene sets (Hallmarks, REACTOME, and GO Biological Processes) were obtained from the Broad Institute MSigDB database. Gene sets with less than 15 and more than 1500 genes were removed from the analysis, except for the GO biological processes whose max size was set to 300 in order to avoid overly generic gene sets. The enriched pathways were collapsed to maintain only independent ones using the function collapsePathways from fgsea. 2.8 Comparison with publicly available data To identify consensus of differentially expressed mRNA between orbitofacial NF and benign and malignant Schwann cell neoplasms in other sites, we analyzed differential mRNA expression using publicly available microarray data sets from the NCBI Gene Expression Omnibus database ( GSE14038  and  GSE32029 ) ( 21 ). mRNA expression profiles that separate different tumor groups were studied in the datasets. The profiles were ranked by  t ‐statistic and the probability of similarly ranked genes across the contrasts was computed based on a hypergeometric distribution, as previously described ( 22 ). Correspondence at the Top (CAT) plots implemented in the R/Bioconductor package matchbox ( 23 ,  24 ) was used to visualize the results.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:16:24.215812",
  "abstract_length": 1367,
  "methods_length": 8426,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}