{
  "pmid": "PMID:34377779",
  "title": "Impact of MEK Inhibitor Therapy on Neurocognitive Functioning in NF1.",
  "abstract": "BACKGROUND AND OBJECTIVES: Neurofibromatosis type 1 (NF1)-associated cognitive impairments carry significant lifelong morbidity. The lack of targeted biologic treatments remains a significant unmet need. We examine changes in cognition in patients with NF1 in the first 48 weeks of mitogen-activated protein kinase inhibitor (MEKi) treatment. METHODS: Fifty-nine patients with NF1 aged 5-27 years on an MEKi clinical trial treating plexiform neurofibroma underwent pretreatment and follow-up cognitive assessments over 48 weeks of treatment. Performance tasks (Cogstate) and observer-reported functioning (BRIEF) were the primary outcomes. Group-level (paired  RESULTS: Analysis showed statistically significant improvements on BRIEF compared with baseline (24-week Behavioral Regulation Index:  DISCUSSION: Our data show no evidence of neurotoxicity in 48 weeks of treatment with an MEKi and a potential clinical signal supporting future research of MEKi as a cognitive intervention.",
  "authors": "Karin S Walsh; Pamela L Wolters; Brigitte C Widemann; Allison Del Castillo; Maegan D Sady; Tess Inker; Marie Claire Roderick; Staci Martin; Mary Anne Toledo-Tamula; Kari Struemph; Iris Paltin; Victoria Collier; Kathy Mullin; Michael J Fisher; Roger J Packer",
  "journal": "Neurology. Genetics",
  "publicationDate": "2021-10",
  "doi": "10.1212/NXG.0000000000000616",
  "methods": "Methods Fifty-nine patients with NF1 aged 5–27 years on an MEKi clinical trial treating plexiform neurofibroma underwent pretreatment and follow-up cognitive assessments over 48 weeks of treatment. Performance tasks (Cogstate) and observer-reported functioning (BRIEF) were the primary outcomes. Group-level (paired  t  tests) and individual-level analyses (Reliable Change Index, RCI) were used. Methods Standard Protocol Approvals, Registrations, and Patient Consents This research was approved by the institutional ethics committee at all participating sites (Children's National Medical Center, Children's Hospital of Philadelphia, and National Cancer Institute). Written informed consent was obtained from all guardians of child participants and adult participants in the study. This was a single-arm, multicenter ancillary cognitive study evaluating changes in cognitive functions in the first year of treatment on a MEKi. Eligible participants were (1) diagnosed with NF1 per NIH criteria or through germline NF1 mutation in a CLIA certified laboratory, (2) enrolled on a clinical trial of an MEKi for the treatment of a PN (including  NCT03962543 ,  NCT02096471 ,  NCT02407405 , and  NCT02124772 ), (3) between the ages of 4 and 35 years, (4) without significant sensory or motor impairment, and (5) primarily English or Spanish dominant.  This study was approved by the institutional review board of the principal investigator's institution and at each participating institution, and all participants consented. 28 Participants underwent a pretreatment neurocognitive evaluation. Three additional evaluations were completed over the first year on therapy: at 12 weeks (±4 weeks), 24 weeks (±4 weeks), and 48 weeks (±8 weeks). The 48-week assessment was added to the protocol after study initiation resulting in some patients not having 48-week data. Participants taken off treatment early (e.g., for toxicity or a lack of response) completed the cognitive assessment at the final study visit, while still taking the study drug. At each time point, participants completed the cognitive assessment (Cogstate) and a consistent parent completed a questionnaire of executive functioning (Behavior Rating Inventory of Executive Function; BRIEF). Participants ≥18 completed the self-report BRIEF if an adult caregiver was not present. If a participant turned 18 during the course of the study, the parent report was maintained for consistency across the trial. All data were managed by the coordinating center (Children's National Medical Center). Individual participants' data were monitored in real time by the principal investigator (K.S.W.), and findings were conveyed to sites if scores were ≥1.5 SD below the mean or if there was a significant decrease in more than 2 measures over time, allowing for additional monitoring or evaluation for neurotoxicity as needed. Study Measures Specific outcome measures were selected to (1) assess cognitive functions relevant to the primary study aims, which are known deficits in NF1, (2) increase feasibility by minimizing time and resource burden for institutions and participants, and (3) allow for repeated measures in shorter intervals than what is possible with traditional neuropsychological tests. We were able to study a large, diverse sample using a focused computerized assessment battery (Cogstate) targeting neurocognitive processes most sensitive to change and predicted to be affected by MEKi (i.e., learning/memory, working memory, attention, and processing speed). We also used a complimentary rating scale (BRIEF) to evaluate real-world executive functioning. The entire assessment was completed in ≤30 minutes. See supplement for full test descriptions ( links.lww.com/NXG/A445 ). Statistical Design Changes in performance and ratings over time were evaluated by group-level analysis and individually based reliable change analyses. With both, we quantified whether outcomes changed over time in the sample as a whole. We also investigated whether changes in performance differed by age (dichotomized at a median of 12 years) and baseline performance (dichotomized as nonimpaired or impaired, using 1.5 SD below average). The age cutoff used the median split of our sample and was considered an appropriate division considering developmental changes around this age that are relevant to the study outcomes. First, we analyzed group-level changes with repeated-measures analysis of variance (ANOVA). We analyzed 2 follow-up time points separately to maximize the available sample at each time point. We calculated effect sizes between mean scores at each pair of visits to estimate the mean amount of change that occurred between time points. Second, we analyzed change in outcomes over time on an individual participant level, using a Reliable Change Index (RCI) methodology, which generates a confidence interval (CI) that identifies the expected range of change scores in the normative population, using a test's SD and test-retest reliability (see eMethods,  links.lww.com/NXG/A445 ). Once the CI cutoff is established, the cutoff and an individual's change score (T 2  − T 1 ) can be compared to determine whether a clinically significant change has occurred. Thus, RCI analysis allows investigation of whether a clinically significant, rather than a simply statistically significant, change has occurred, and in which individuals. Cogstate provides the within-subject SD to calculate RCI, and we calculated metrics for the BRIEF using normative data in the modified practice-adjusted RCI formula outlined in Chelune. 29 For each outcome, 2-tailed 90% CIs were constructed. In a normative sample, a 90% CI identifies 5% as decreased, 90% as stable, and 5% as improved. We chose 2-tailed because at this stage of research with MEKi, it is equally important to identify either detrimental (possibly neurotoxic) or positive effects on functioning. Individual change scores were calculated between the pretreatment and the 24-week and 48-week evaluations and classified as “declined,” “stable,” or “improved” on each outcome for each follow-up time point using RCI methodology. We then used 2 (group: normative/expected, NF) × 3 (change status: declined, stable, and improved) χ 2  to compare the frequencies of classification between the normative/expected (5/90/5%) and NF groups.  This statistical approach answers the following question: Does memory or executive functioning decrease or improve in a greater proportion of individuals who are taking an MEKi, compared with the proportion expected in the general population who are tested twice? We hypothesized that a greater proportion of individuals receiving an MEKi would change in performance compared with normative expectations. 30 Third, to assess the influence of age and baseline performance level on RCI-based classification, we used a set of 2 (age: ≤12 years, >12 years; baseline performance level: nonimpaired, impaired) × 3 (change status) χ 2  tests. This allowed us to test whether older or younger children were more likely to change and whether those with impaired scores at baseline were more likely to change than those with nonimpaired baseline performance. Data Availability Data not provided in the article will be shared at the request of other investigators for the purpose of replication.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:29:24",
  "introduction": "Background and Objectives Neurofibromatosis type 1 (NF1)-associated cognitive impairments carry significant lifelong morbidity. The lack of targeted biologic treatments remains a significant unmet need. We examine changes in cognition in patients with NF1 in the first 48 weeks of mitogen-activated protein kinase inhibitor (MEKi) treatment.",
  "results": "Results Seventy-four patients aged 5–27 years enrolled on the study. One patient was ineligible for the treatment study, 1 declined participation, 1 did not complete the measures at pretreatment, 5 discontinued treatment before the 24-week time point, and 7 discontinued treatment by the 48-week time point. Twelve patients were outside the 48-week test window as this assessment was amended to the protocol. The remaining 59 patients completed all scheduled assessments, 40 with 48-week data. The median age of participants was 12 years (5–27), 64% were male, and 68% were Caucasian. All participants were English speaking despite Spanish-speaking individuals being eligible for the study. The majority of participants on this study were treated with selumetinib, with the remainder treated with mirdametinib or trametinib ( Table 1 ). Table 1 Patient and Treatment Characteristics Patient/Observer–Reported Outcomes (BRIEF) Descriptive statistics of the 52 BRIEF parent and 7 adult self-reports are provided in  Table 2 . ANOVAs indicated small but significant improvements in BRIEF scores from pretreatment to 24-week follow-up (Metacognition Index [MCI]:  F (1,58)  = 5.79,  p  = 0.02,  d  = 0.18; Behavioral Regulation Index [BRI]:  F (1,59)  = 9.19,  p  = 0.004,  d  = 0.24) and 48-week follow-up (MCI:  F (1,39)  = 7.29,  p  = 0.01,  d  = 0.27; BRI:  F (1,39)  = 5.63,  p  = 0.02,  d  = 0.26). RCI analyses indicated that the distribution found in those treated with an MEKi was not significantly different at the 24-week assessment (MCI: 5/80/15% for declined/stable/improved, respectively; χ 2  = 4.89,  p  = 0.09, odds ratio [OR] = 3.4; BRI: 2/85/13%; χ 2  = 4.42,  p  = 0.11, OR = 2.9) than the expected distributions of RCI classifications in the normative population (5/90/5%). The proportions for MCI but not BRI were significantly different at 48 weeks (MCI: 5/70/25%; χ 2  = 12.02,  p  = 0.002, OR = 6.3;  Figure 1 ), such that the proportion classified as improved was larger than expected (BRI: 3/83/15%; χ 2  = 4.24,  p  = 0.12, OR = 3.4;  Figure 2 ). Table 2 Mean Cognitive Scores From Pretreatment to 48-Week Follow-up Figure 1 RCI-Based Outcomes on Observer-Rated Executive Functions Following 24 and 48 Weeks of Treatment BRIEF BRI = Behavior Rating Inventory of Executive Functioning, Behavioral Regulation Index; BRIEF MCI = Behavior Rating Inventory of Executive Functioning, Metacognition Index; CI = confidence interval; MEK = received mitogen-activated protein kinase inhibitor; RCI = Reliable Change Index. *Significantly different from normative (expected) proportions using 2-tailed 90% CI. Figure 2 RCI-Based Outcomes on Performance-Based Learning and Working Memory Following 24 and 48 Weeks of Treatment CI = confidence interval; MEK = received mitogen-activated protein kinase inhibitor; OCL = one-card learning task; ONB = one-back task; RCI = Reliable Change Index. *Significantly different from normative (expected) proportions using 2-tailed 90% CI. When examining RCI-based changes in executive function ratings over time in the subsample that completed all assessments (n = 40), overall decreases in executive function ratings were seen in only 5% of the sample on the MCI and 2.5% on the BRI by 48 weeks. The majority of the sample showed no net changes: 70% on MCI and 88% on BRI (either decreased/improved at 24 weeks but then returned to baseline, or never changed). Of the 25% who showed 48-week improvement on MCI, half had improved by 24 weeks and then were stable, and the other half were stable at 24 weeks but improved at 48 weeks. Of the 15% who showed overall improvement on BRI, 5/6 improved at 24 weeks and were then stable, whereas 1 participant was stable at 24 weeks and then improved at the final follow-up. Many of the participants who were stable at 24 weeks had enrolled in the study before the addition of the 48-week assessment (MCI n = 17; BRI n = 15), as were some who had improved at 24 weeks (MCI n = 2; BRI n = 5), limiting the ability to assess long-term improvement in these individuals. Primary Performance Outcomes (Cogstate) Analysis of changes in Cogstate working memory (one-back task [ONB] speed) and visual learning/memory (one-card learning task [OCL]) did not reveal a significant change in performance from pretreatment to 24- or 48-week follow-up (ONB speed:  F (1,56)  = 0.50,  p  = 0.48,  d  = 0.08;  F (1,38)  = 0.34,  p  = 0.57,  d  = −0.06, respectively; OCL:  F (1,55)  = −0.46,  p  = 0.653,  d  = 0.07;  F (1,38)  = 0.00,  p  = 0.96,  d  = 0.01, respectively). However, the distributions of RCI classifications for ONB speed were significantly different from those of the normative population (5/90/5%) at the 24-week assessment (14/66/20%; χ 2  = 13.74,  p  = 0.001, OR = 4.6) and the 48-week assessment (12/66/22%; χ 2  = 12.58,  p  = 0.002, OR = 5.3). The distributions of RCI classifications for OCL were not significantly different at either the 24-week assessment (6/87/7%; χ 2  = 0.36,  p  = 0.84, OR = 1.5) or the 48-week assessment (0/98/2%; χ 2  = 2.68,  p  = 0.26, OR = 0.5;  Figures 3 and 4 ). Figure 3 RCI-Based Change in Observer-Rated Executive Function Outcomes on the BRIEF MCI Associated With Baseline Performance Levels BRIEF MCI = Behavior Rating Inventory of Executive Functioning, Metacognition Index; CI = confidence interval; MEK = received mitogen-activated protein kinase inhibitor; RCI = Reliable Change Index. *Significantly different from the corresponding nonimpaired group and normative (expected) proportions using 2-tailed 90% CI. Figure 4 Performance-Based Working Memory Outcomes (ONB Speed) Associated With Baseline Performance Levels CI = confidence interval; MEK = received mitogen-activated protein kinase inhibitor; ONB = one-back task; RCI = Reliable Change Index. *Significantly different from the corresponding nonimpaired group and normative (expected) proportions using 2-tailed 90% CI. When examining RCI-based changes in performance over time in the subsample that completed all assessments, overall decreases were rare (12% of the sample on ONB and 0% on OCL). The majority of the sample showed no net changes: 66% on ONB and 97% on OCL. Of the 9 participants who showed improvement on ONB by 48 weeks, 1/3 (n = 3) had improved by 24 weeks and then were stable; the remaining 2/3 (n = 6) did not improve until 48 weeks. As with the executive functioning ratings, many of those who had stable or improved performance at 24 weeks did not have 48-week data (n = 8 who were stable, 5 who had improved on ONB; n = 13 stable and 1 improved on OCL), limiting the possibility of assessing long-term gains in these participants. Predictors of RCI Classifications Age To determine whether the age of the participant related to the outcome, we compared children ≤12 years (younger cohort, n = 34) with those ≥13 (n = 25). There were no differences in the proportion of participants whose scores decreased, did not change, or improved on BRIEF or Cogstate ONB at either 24- or 48-week follow-ups (all  p  > 0.05). On Cogstate OCL, younger children were more likely to improve at 24 weeks (χ 2  = 7.05,  p  = 0.03), but there were no longer any differences by age at 48 weeks (χ 2  = 0.71,  p  = 0.40). Baseline Level of Functioning The contribution of pretreatment functioning to outcomes was examined. In the normative BRIEF sample, there were no associations of time 1 rating level and change in the score at time 2 ( p  > 0.05). Within the treatment sample, we found that participants with baseline MCI ratings in the impaired range (≤1.5 SDs below the mean, which was seen in n = 11; 19%) were more likely to show significant improvement over the course of treatment. At 24 weeks, 50% of the impaired pretreatment group showed significant improvement, compared with only 9% of the nonimpaired group (χ 2  = 10.36,  p  = 0.006, OR = 10.25), Similarly, at the 48-week follow-up, participants with impaired scores at pretreatment were significantly more likely to show meaningful improvement on MCI (71%) than those whose initial scores were not impaired (16%; χ 2  = 9.45,  p  = 0.009, OR = 13.5). A similar pattern was seen between those impaired vs not impaired at pretreatment on BRI; however, the comparisons were not statistically significant. A 24 weeks, 33% of those with impaired pretreatment scores improved compared with 9% of those with nonimpaired pretreatment ratings (χ 2  = 3.01,  p  = 0.22, OR = 4.8). At 48 weeks, 25% of those with impaired pretreatment scores improved compared with 14% of those with nonimpaired pretreatment ratings (χ 2  = 0.44,  p  = 0.80, OR = 2.1). Using the same cutoff criteria of 1.5 SD below the mean, statistical significance was reached on one of the Cogstate tasks from pretreatment to follow-up. At 24 weeks, significant improvement on ONB speed was demonstrated in 56% of those with impaired performance at pretreatment and only 13% of those with nonimpaired pretreatment performance (χ 2  = 9.33,  p  = 0.009, OR = 8.5). At 48 weeks, differences were not significant, although the pattern was similar: 50% of those performing in the impaired range at pretreatment improved, whereas only 17% of the participants with nonimpaired pretreatment performance showed improvement (χ 2  = 3.64,  p  = 0.16, OR = 4.8). Neither analysis on Cogstate OCL (accuracy) was statistically significant. At both 24 and 48 weeks, the only participants who improved were those with nonimpaired pretreatment performance, so χ 2  could not be computed because of multiple empty cells.",
  "discussion": "Discussion The recent MEKi trials have provided a key opportunity to enhance our understanding of possible mechanisms of action in NF1-associated cognitive impairment as well as to accelerate our progress toward finding effective therapeutics with the potential for improving these neurocognitive deficits in patients. Our innovative methodology of developing an ancillary cognitive study that could be conducted across multiple ongoing MEKi clinical trials allowed us to assess a key question in NF1 research and maximize enrollment without having to design and recruit to a separate clinical trial. The methodology that we applied showed excellent feasibility in a multicenter trial, supporting the use of these or similar methods in future cognitive trials in NF. Given the mixed results of the NF1 murine model research regarding MEK inhibition and cognition/development, the most important finding of this study is the lack of evidence of neurotoxicity within the first 48 weeks of therapy in individuals with NF1 aged 5 years and older.  Performance scores of visual learning remained stable for the majority of participants. Similarly, performance on a working memory task and symptom ratings of both metacognitive and behavioral regulation aspects of executive function showed stability or improvement over the course of their treatment trial. We could not evaluate for potential neurotoxicity in children under the age of 5 years, and this will be an important next step in this research given the greater susceptibility associated with rapid brain development and plasticity in this early period. 26 , 27 31 Group-level analyses of change indicated small but significant improvement in parent/patient-reported executive functioning but not cognitive performance. Using an RCI framework, however, our statistical approaches allowed for an in-depth and clinically meaningful assessment of individual outcomes. Based on parent/patient-reported symptom ratings of everyday executive functions, results suggest clinical improvement of metacognitive and behavioral regulation functions observable by 48 weeks or sooner in a larger proportion of participants receiving treatment. The age of the participant did not appear to affect these outcomes; however, pretreatment rating of executive dysfunction did relate to greater improvements in metacognitive and behavioral regulation functions than in participants rated as unimpaired before treatment. This finding was most prominent for metacognitive functions with significant improvements reported by the 24-week follow-up with additional improvements rated at the 48-week assessment. On performance-based measures, a significant proportion of the treatment sample showed clinical improvement on a working memory task over the first 24 to 48 weeks on therapy, and again, there was no relationship with age, but those with greater pretreatment impairment had greater improvements at 24 weeks than in participants with nonimpaired performance before treatment. In contrast, there were no notable improvements in visual learning/memory. Results of parent/patient-reported outcome measures were more robust than findings on performance-based measures. It is common for these assessment approaches to produce unique information about patient functions that are complementary.  Some inherent bias might exist in parent and patient reports of functioning with some expectation of improvement given the excellent tumor response observed in these trials. 32 , 33  However, tumor response was commonly documented at least several months before the improvement in cognitive performance and ratings. Furthermore, the cognitive study was presented with nondirectional hypotheses, which should minimize the issue of such bias. In addition, each respondent completed new questionnaires at each assessment blind to their previous ratings, which would also minimize the influence of prior rating and allow for relatively independent rating of functioning at each assessment time point. 21 It is also possible that the parent/patient report captured a broader improvement in functioning related to decreased pain and increased mobility or other functions directly related to changes in the PN. The patients on trial  NCT02407405  were enrolled based on the severity of their PN and associated pain, disfigurement, and functional limitations. In addition to tumor response, the patients in that study showed clinically meaningful improvement in pain intensity, pain interference, and overall quality of life.  Therefore, these improvements may have resulted in more engagement in school, social, and other settings that were essentially captured by the BRIEF. However, as many of the cases in the  21 NCT02407405  trial showed improvement in pain and quality of life earlier in the course of treatment (within the first 12 weeks), we may be discovering unique cognitive improvements as well. Although parent/patient report of improvement was often first seen at 24 weeks, many of the performance-based cognitive improvements (when present) were not evident until 48 weeks.  This suggests a true association between treatment with an MEKi and improved cognitive functions that do not emerge until closer to a year on therapy. 21 The focused computerized Cogstate battery was chosen in this study because of the relevance of the outcome measures to the primary aims of the study and to address long-standing issues with feasibility for NF cognitive trials including time and the ability to repeat the test battery in shorter time intervals than traditional cognitive tests. Although a broader cognitive test battery could have captured unique data and potentially additional significant findings, we remained focused on data to answer our specific primary and secondary aims rather than an exploratory approach to the study. In addition, traditional neuropsychological tests are not repeatable within a 12-month period, which would have excluded our ability to examine any changes before 1 year on treatment. Based on prior experience in NF clinical trials, the latter approach would have significantly diminished feasibility and resulted in incomplete data and less power to analyze our hypotheses, and we would have missed information about changes that appear to be evident starting at 6 months on therapy. This study was an ancillary to several single-arm, open-label clinical trials, which limits our ability to compare and contrast these findings to a comparison group (treated or untreated), which is an obvious limitation to this research. The use of RCI partially accounts for this, as it uses data from normative test-retest samples as comparison. Future plans include analyzing the relationship between cognitive, pain, and mobility outcomes to determine whether these factors are related to reported improvement in executive function or whether symptom reports of everyday executive functions are more sensitive measures of cognitive change in the context of treatment with an MEKi. Our data cannot speak to the impact that treatment beyond 1 year may have on cognition or the durability of these findings. However, a randomized trial of selumetinib vs carboplatin/vincristine in patients with NF1 and low-grade glioma has recently been initiated ( NCT03871257 ), which will address the limitations related to the lack of a comparison group, durability, and a general enhancement of our interpretation of these initial findings. In conclusion, cognitive impairments and learning disabilities in NF1 are a significant lifelong morbidity, and the lack of effective treatments continues to pose a significant unmet need. This study provides a first investigation into potential mechanisms of action related to cognitive dysfunction in NF1 involving the Ras/MAPK pathway and provides important initial findings regarding the effects of MEKi's on cognitive function. First, the results of this study do not indicate any significant cognitive deterioration in functioning over the first 48 weeks of treatment with an MEKi that might suggest drug neurotoxicity. Our data show evidence of real-world functional and clinical improvement in executive functioning and improvement on a working memory task that emerges by around 24 weeks on an MEKi and with continued improvement up to 48 weeks of treatment, particularly for patients with baseline cognitive dysfunction, as would be expected. There is enough preliminary support of possible benefit of MEKi's on cognitive functioning in NF1 that future research in this area should be a focus for the NF1 community.",
  "upgrade_date": "2026-02-20 07:29:18"
}