{
  "pmid": "PMID:34377779",
  "title": "Impact of MEK Inhibitor Therapy on Neurocognitive Functioning in NF1.",
  "abstract": "BACKGROUND AND OBJECTIVES: Neurofibromatosis type 1 (NF1)-associated cognitive impairments carry significant lifelong morbidity. The lack of targeted biologic treatments remains a significant unmet need. We examine changes in cognition in patients with NF1 in the first 48 weeks of mitogen-activated protein kinase inhibitor (MEKi) treatment. METHODS: Fifty-nine patients with NF1 aged 5-27 years on an MEKi clinical trial treating plexiform neurofibroma underwent pretreatment and follow-up cognitive assessments over 48 weeks of treatment. Performance tasks (Cogstate) and observer-reported functioning (BRIEF) were the primary outcomes. Group-level (paired  RESULTS: Analysis showed statistically significant improvements on BRIEF compared with baseline (24-week Behavioral Regulation Index:  DISCUSSION: Our data show no evidence of neurotoxicity in 48 weeks of treatment with an MEKi and a potential clinical signal supporting future research of MEKi as a cognitive intervention.",
  "authors": "Karin S Walsh; Pamela L Wolters; Brigitte C Widemann; Allison Del Castillo; Maegan D Sady; Tess Inker; Marie Claire Roderick; Staci Martin; Mary Anne Toledo-Tamula; Kari Struemph; Iris Paltin; Victoria Collier; Kathy Mullin; Michael J Fisher; Roger J Packer",
  "journal": "Neurology. Genetics",
  "publicationDate": "2021-10",
  "doi": "10.1212/NXG.0000000000000616",
  "methods": "Methods Fifty-nine patients with NF1 aged 5–27 years on an MEKi clinical trial treating plexiform neurofibroma underwent pretreatment and follow-up cognitive assessments over 48 weeks of treatment. Performance tasks (Cogstate) and observer-reported functioning (BRIEF) were the primary outcomes. Group-level (paired  t  tests) and individual-level analyses (Reliable Change Index, RCI) were used. Methods Standard Protocol Approvals, Registrations, and Patient Consents This research was approved by the institutional ethics committee at all participating sites (Children's National Medical Center, Children's Hospital of Philadelphia, and National Cancer Institute). Written informed consent was obtained from all guardians of child participants and adult participants in the study. This was a single-arm, multicenter ancillary cognitive study evaluating changes in cognitive functions in the first year of treatment on a MEKi. Eligible participants were (1) diagnosed with NF1 per NIH criteria or through germline NF1 mutation in a CLIA certified laboratory, (2) enrolled on a clinical trial of an MEKi for the treatment of a PN (including  NCT03962543 ,  NCT02096471 ,  NCT02407405 , and  NCT02124772 ), (3) between the ages of 4 and 35 years, (4) without significant sensory or motor impairment, and (5) primarily English or Spanish dominant.  This study was approved by the institutional review board of the principal investigator's institution and at each participating institution, and all participants consented. 28 Participants underwent a pretreatment neurocognitive evaluation. Three additional evaluations were completed over the first year on therapy: at 12 weeks (±4 weeks), 24 weeks (±4 weeks), and 48 weeks (±8 weeks). The 48-week assessment was added to the protocol after study initiation resulting in some patients not having 48-week data. Participants taken off treatment early (e.g., for toxicity or a lack of response) completed the cognitive assessment at the final study visit, while still taking the study drug. At each time point, participants completed the cognitive assessment (Cogstate) and a consistent parent completed a questionnaire of executive functioning (Behavior Rating Inventory of Executive Function; BRIEF). Participants ≥18 completed the self-report BRIEF if an adult caregiver was not present. If a participant turned 18 during the course of the study, the parent report was maintained for consistency across the trial. All data were managed by the coordinating center (Children's National Medical Center). Individual participants' data were monitored in real time by the principal investigator (K.S.W.), and findings were conveyed to sites if scores were ≥1.5 SD below the mean or if there was a significant decrease in more than 2 measures over time, allowing for additional monitoring or evaluation for neurotoxicity as needed. Study Measures Specific outcome measures were selected to (1) assess cognitive functions relevant to the primary study aims, which are known deficits in NF1, (2) increase feasibility by minimizing time and resource burden for institutions and participants, and (3) allow for repeated measures in shorter intervals than what is possible with traditional neuropsychological tests. We were able to study a large, diverse sample using a focused computerized assessment battery (Cogstate) targeting neurocognitive processes most sensitive to change and predicted to be affected by MEKi (i.e., learning/memory, working memory, attention, and processing speed). We also used a complimentary rating scale (BRIEF) to evaluate real-world executive functioning. The entire assessment was completed in ≤30 minutes. See supplement for full test descriptions ( links.lww.com/NXG/A445 ). Statistical Design Changes in performance and ratings over time were evaluated by group-level analysis and individually based reliable change analyses. With both, we quantified whether outcomes changed over time in the sample as a whole. We also investigated whether changes in performance differed by age (dichotomized at a median of 12 years) and baseline performance (dichotomized as nonimpaired or impaired, using 1.5 SD below average). The age cutoff used the median split of our sample and was considered an appropriate division considering developmental changes around this age that are relevant to the study outcomes. First, we analyzed group-level changes with repeated-measures analysis of variance (ANOVA). We analyzed 2 follow-up time points separately to maximize the available sample at each time point. We calculated effect sizes between mean scores at each pair of visits to estimate the mean amount of change that occurred between time points. Second, we analyzed change in outcomes over time on an individual participant level, using a Reliable Change Index (RCI) methodology, which generates a confidence interval (CI) that identifies the expected range of change scores in the normative population, using a test's SD and test-retest reliability (see eMethods,  links.lww.com/NXG/A445 ). Once the CI cutoff is established, the cutoff and an individual's change score (T 2  − T 1 ) can be compared to determine whether a clinically significant change has occurred. Thus, RCI analysis allows investigation of whether a clinically significant, rather than a simply statistically significant, change has occurred, and in which individuals. Cogstate provides the within-subject SD to calculate RCI, and we calculated metrics for the BRIEF using normative data in the modified practice-adjusted RCI formula outlined in Chelune. 29 For each outcome, 2-tailed 90% CIs were constructed. In a normative sample, a 90% CI identifies 5% as decreased, 90% as stable, and 5% as improved. We chose 2-tailed because at this stage of research with MEKi, it is equally important to identify either detrimental (possibly neurotoxic) or positive effects on functioning. Individual change scores were calculated between the pretreatment and the 24-week and 48-week evaluations and classified as “declined,” “stable,” or “improved” on each outcome for each follow-up time point using RCI methodology. We then used 2 (group: normative/expected, NF) × 3 (change status: declined, stable, and improved) χ 2  to compare the frequencies of classification between the normative/expected (5/90/5%) and NF groups.  This statistical approach answers the following question: Does memory or executive functioning decrease or improve in a greater proportion of individuals who are taking an MEKi, compared with the proportion expected in the general population who are tested twice? We hypothesized that a greater proportion of individuals receiving an MEKi would change in performance compared with normative expectations. 30 Third, to assess the influence of age and baseline performance level on RCI-based classification, we used a set of 2 (age: ≤12 years, >12 years; baseline performance level: nonimpaired, impaired) × 3 (change status) χ 2  tests. This allowed us to test whether older or younger children were more likely to change and whether those with impaired scores at baseline were more likely to change than those with nonimpaired baseline performance. Data Availability Data not provided in the article will be shared at the request of other investigators for the purpose of replication.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:29:24"
}