{
  "pmid": "34409538",
  "abstract": "INTRODUCTION: Neurofibromatoses (NFs; NF1, NF2 and Schwannomatosis) are incurable genetic syndromes characterized by nerve sheath tumors and often accompanied by substantial emotional distress (e.g., depression and anxiety). Pain is also common but understudied in adults with NF and interferes with daily living. In other medical populations, depression and anxiety have a strong association with pain interference. However, research has not explored the relationship of depression and anxiety to pain interference among adults with NF experiencing pain. The aim of this study was to test the hypothesis that depression and anxiety will mediate the association between pain intensity and pain interference among geographically diverse adults with NF who endorse pain. METHODS: We used baseline data from an RCT of a mind-body intervention aimed at improving quality of life in adults with NF. Participants (N = 214) who endorsed pain completed measures of demographics, clinical characteristics, baseline pain intensity, pain interference, depression, and anxiety. We constructed a multiple mediation model in R using the lavaan package to test our hypothesis. RESULTS: Preliminary analyses showed differences in pain interference by NF diagnostic subtype (F(2, 206) = 6.82, p = 001). In a model that controlled for NF diagnostic subtype, we found that depression (β = .07, p = .017), but not anxiety (β = -.003, p = .878), partially mediated the association between pain intensity and pain interference. CONCLUSION: Improving depression has the potential to decrease pain interference among people with NF who experience pain. TRIAL REGISTRATION: Clinicaltrials.gov Registration #: NCT03406208.",
  "methods": "Methods We used baseline data from an RCT of a mind–body intervention aimed at improving quality of life in adults with NF. Participants ( N  = 214) who endorsed pain completed measures of demographics, clinical characteristics, baseline pain intensity, pain interference, depression, and anxiety. We constructed a multiple mediation model in R using the lavaan package to test our hypothesis.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:16:44.027106",
  "abstract_length": 1696,
  "methods_length": 393,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}