{
  "pmid": "PMID:34415582",
  "title": "Notch signaling via Hey1 and Id2b regulates Müller glia's regenerative response to retinal injury.",
  "abstract": "Zebrafish Müller glia (MG) respond to retinal injury by suppressing Notch signaling and producing progenitors for retinal repair. A certain threshold of injury-derived signal must be exceeded in order to engage MG in a regenerative response (MG's injury-response threshold). Pan-retinal Notch inhibition expands the zone of injury-responsive MG at the site of focal injury, suggesting that Notch signaling regulates MG's injury-response threshold. We found that Notch signaling enhanced chromatin accessibility and gene expression at a subset of regeneration-associated genes in the uninjured retina. Two Notch effector genes, hey1 and id2b, were identified that reflect bifurcation of the Notch signaling pathway, and differentially regulate MG's injury-response threshold and proliferation of MG-derived progenitors. Furthermore, Notch signaling component gene repression in the injured retina suggests a role for Dll4, Dlb, and Notch3 in regulating Notch signaling in MG and epistasis experiments confirm that the Dll4/Dlb-Notch3-Hey1/Id2b signaling pathway regulates MG's injury-response threshold and proliferation.",
  "authors": "Aresh Sahu; Sulochana Devi; Jonathan Jui; Daniel Goldman",
  "journal": "Glia",
  "publicationDate": "2021-12",
  "doi": "10.1002/glia.24075",
  "methods": "Materials and Methods Experimental models Zebrafish: Animal studies were approved by the University of Michigan’s Institutional Animal Care and Use Committee. Zebrafish were kept at 26–28°C with a 14/10 hr light/dark cycle. Adult male and female fish from 6 to 12 months of age were used in these studies.  1016 tuba1a:GFP ,  gfap:GFP ,  hsp70:DN-MAML-GFP, gfap:mCherry  and  tp1:mCherry , fish were previously described( Fausett & Goldman, 2006 ;  Johnson et al., 2016 ;  Kassen et al., 2007 ;  Parsons et al., 2009 ;  L. Zhao et al., 2014 ). We generated  hsp70:dll4-P2A-GFP, hsp70:GFP-P2A-dlb, hsp70:GFP-P2A-hey1 ,  hsp70:id2b-P2A-GFP, ubi:Cas9 ,  u6:dll4-gRNAs  and  1,2 u6:n3-gRNAs  transgenic fish using standard recombinant DNA techniques and Tol2 vector backbone. Expression constructs were injected into single cell zebrafish embryos as previously described ( 1,2 Fausett & Goldman, 2006 ). Fish were anesthetized in tricaine and retinas were injured with needle pokes (2–4 injuries/retina for analysis of proliferation and protein expression on retinal sections and 10 injuries/retina for PCR, ATACseq and RNAseq), as previously described( Fausett & Goldman, 2006 ). Cell proliferation assays To investigate cell proliferation, fish received an IP injection of EdU (10 μl of 10mg/ml stock) 3 hours before sacrifice and Click-It chemistry was used for detection as previously described ( Wan & Goldman, 2017 ). Some fish received an IP injection of BrdU (20 mM) 3 hours before sacrifice which was detected using anti-BrdU immunofluorescence as previously described ( Fausett & Goldman, 2006 ). RNA isolation and PCR Total RNA was isolated using Trizol (Invitrogen). cDNA synthesis and PCR reactions were performed as previously described ( Fausett, Gumerson, & Goldman, 2008 ;  R. Ramachandran et al., 2010a ). Real-time qPCR reactions were carried out using Green 2x LO-ROX qPCR mix (ASI) on an iCycler real-time PCR detection system (BioRad). The ΔΔCt method was used to determine relative expression of mRNAs in control and injured retinas and normalized to either  gapdh  or  gapdh  mRNA levels. Individual comparisons were done using unpaired 2-tailed Student t-test. ANOVA with Fisher’s PLSD post hoc analysis was used for multiple parameter comparison. Error bars are standard deviation (SD). s ATACseq and RNAseq ATACseq experiments were performed in triplicate, RNAseq experiments were done in triplicate except comparisons of uninjured and injured retina which were done in duplicate. We used uninjured  gfap:GFP  and  1016 tuba1a:GFP  transgenic fish at 2 days post injury (dpi) to investigate injury-dependent changes in MG. We used uninjured  gfap:GFP  fish treated with DMSO or DAPT for 24 hours, or  gfap:GFP  and  gfap:GFPgfap:GFP;hsp70:DN-MAML  fish treated with heat shock once every 6 hours over a 24 hour period to investigate Notch-dependent changes in MG. Fish were a mix of males and females. GFP+ MG dissociated from dissected fish retinas were FACS purified as previously described ( Powell et al., 2013 ;  R. Ramachandran et al., 2010a ). Retinas were injured with 10 needle poke injuries and 12 injured  1016 tuba1a:GFP  retinas yielded ~70,000 GFP+ cells. Two retinas from uninjured  gfap:GFP  fish yielded ~225,000 GFP+ cells. For ATACseq nuclei were isolated from GFP+ cells; transposase treatment and PCR amplification were as previously described ( Buenrostro, Wu, Chang, & Greenleaf, 2015 ). For RNAseq, RNA was purified from GFP+ cells and RNA quality and quantity analyzed on a Bioanalyzer (Agilent). RNA rin numbers were above 8. polyA RNA was used prepare cDNA libraries that were generated by the U of M’s Advance Genomics Core and DNA was sequenced on an Illumina NovaSeq 6000 platform. Sequencing reads were analyzed by the University of Michigan’s Bioinformatics Core. Reads were mapped to the zebrafish genome (GRZc11). The number of reads for each expressed gene was determined and differentially expressed genes were restricted to those exhibiting at least a 1.5-fold difference in expression with threshold abundance greater than 5 Fragments Per Kilobase of transcript per Million mapped reads to eliminate very low abundant transcripts whose estimates of fold-change are unreliable. For each sample used in ATACseq experiments we obtained >25 million reads with alignment rates between 80–89%. Total peaks called were >125,000. Transcription site enrichment scores ranged from 7.2–9.9. Fraction of reads in peaks were >0.2. For RNAseq experiments each sample yielded >30 million reads with alignment rates of 80–85%. Differentially expressed genes had an adjusted P value ≤ 0.05, FDR ≤ 0.05, and a fold change ≥ ± 1.5. Bulk RNA-seq data analysis of MG and nonMG MG RNAseq data generated from  gfap:GFP  transgenic fish treated +/− NMDA or intense light were obtained from  Hoang et al., 2020 . The original raw sequencing reads were processed by the authors as described ( Hoang et al., 2020 ). Briefly, RNAseq libraries were prepared from FACS purified GFP+ MG and GFP- nonMG with a result of 45 to 55 million reads per library. Each condition contained two biological replicates, and FPKM were calculated using raw counts. Using this dataset, we identified genes of interest and the corresponding FPKM across samples were averaged and formulated into heat maps using R for visualization. scRNAseq data analysis of control and NMDA-treated retinas Retinal scRNAseq data from control and NMDA damaged fish retinas were obtained from  Hoang et al., 2020 . Briefly, the authors used Cell Ranger from 10x Genomics to map zebrafish reads from scRNAseq to the genome with an average of 1000 to 1500 genes and 2500 to 3250 unique molecular identifiers per cell. Variable genes were identified and clustered with K-nearest neighbors and shared nearest neighbor modularity optimization through Seurat. Doublets were eliminated with an in-house algorithm, and marker genes were used to annotate cell types for each cell cluster identified. Using this dataset, we identified the scaled and normalized average expression of our genes of interest across cell clusters, and the percentage of cells per cluster expressing these genes were calculated using R. Dot plots were created using Seurat for visualization. CRISPR-based gene editing Gene editing was performed as previously described ( Hwang et al., 2013 ;  Vejnar, Moreno-Mateos, Cifuentes, Bazzini, & Giraldez, 2016 ). Briefly, we used CRISPRscan to identify 3–6 gRNAs that target the gene of interest ( Moreno-Mateos et al., 2015 ). gRNA DNA template synthesis using gRNA primer, universal primer, and  in vitro  transcription are as previously described ( Vejnar et al., 2016 ). gRNAs are tested for editing efficiency by injecting single cell embryos with  in vitro  transcribed gRNA, along with Cas9-nanos RNA; 2–4 days later, editing efficiency is determined using genomic DNA in T7 endonuclease 1 (T7E1) mismatch detection assays and PCR ( Sentmanat, Peters, Florian, Connelly, & Pruett-Miller, 2018 ). For stable gene editing in transgenic fish, we generated  Ubi:Cas9;cmlc2:GFP  ( Ubi:Cas9 ) transgenic fish using standard recombinant DNA protocols and Tol2 vectors. We also generated Tol2 vectors harboring two gRNAs targeting a single gene under the control of two  u6a  promoters as previously described ( Yin et al., 2015 ). We chose to express 2 gRNAs for each gene to improve editing efficiency and generate large deletions. Stable transgenic lines were established as previously described and are referred to as  u6:gene-gRNA  ( 1,2 Fausett & Goldman, 2006 ). For gene editing in transgenic lines,  Ubi:Cas9  fish and  u6:gene-gRNA  were bred to each other and  1,2 Ubi:Cas9;u6:gene-gRNA  fish (F1 generation) were used for gene editing experiments. Gene editing in transgenic fish was confirmed by PCR and DNA sequencing. For gene editing in F0 fish, we injected zebrafish embryos with previously validated  1,2 in vitro  transcribed gRNAs 1,2  and  Cas9-nanos  mRNA. Embryos were raised to adults and genomic DNA from fin clips was used in T7E1 mismatch detection assay and PCR to confirm gene editing ( Sentmanat et al., 2018 ). We obtained similar results regardless of whether genomic DNA was isolated from retina or fin clips. MOs, gRNAs, and qPCR Primers used in this study All MOs, gRNAs, and primers used in this study are listed in  Table Supplement 7 . Morpholino (MO) functional assays MOs were obtained from Gene Tools, LLC and the sequences are listed in  Table Supplement 7 . All MOs have a lissamine tag. Unless otherwise stated, MOs were used at 1 mM concentration. For testing splice blocking  dll4 -and  hey1 -targeting MO, we injected either control MO or experimental MO (~1ng) into single cell zebrafish embryos. RNA was extracted from embryos at 24–48hrs post injection and assayed for  dll4  or  hey1  mRNA by PCR. For testing  dlb -,  n3 -, and  id2b -targeting MOs, we generated  pCS2+dlb-EGFP ,  pCS2+n3-EGFP  and  pCS2+id2b-EGFP  constructs that contained either  dlb ,  n3 , or  id2b  MO target site upstream of the EGFP initiator AUG. Plasmids were linearized with Not1 restriction enzyme and capped sense RNA was synthesized using SP6 RNA polymerase using Invitrogen’s mMESSAGE mMACHINE™ SP6 Transcription Kit (Invitrogen, #AM1340) according to manufactures directions. Following purification, the capped RNA was dissolved in nuclease free water containing 0.2% phenol red and injected with experimental or control MO into single cell zebrafish embryos. Each embryo received approximately 50 pg of RNA and 250 pg of control or experimental MO. MO’s were delivered to adult fish via intravitreal injection at the time of retinal injury and cellular uptake was facilitated by electroporation as previously described ( Fausett et al., 2008 ). Luciferase assay A 3kb region upstream of the  hey1  gene’s transcription start site was amplified by PCR and cloned into Xho1/Kpn1 sites of the  pXP1  plasmid to create  3kb-hey1:luciferase . Using Q5® Site-Directed Mutagenesis Kit (NEB, E0554), we generated mutations in each of the two most highly conserved Rbpj binding sites (m1 and m2,  Fig. 7a ). Mutations were confirmed by DNA sequencing. To study  hey1  promoter activity, we transfected HEK 293T cells plated in 24 well tissue culture plates with wt and mutant  3kb-hey1:luciferase , +/− CMV:NICD and  SV40:Renilla  as internal control using lipofectamine 3000 (Invitrogen). Two days after transfection, cells were washed with PBS, lysed, and luciferase and Renilla activities measured using a Luminometer (Turner Biosystems). Luciferase activity was normalized to Renilla activity. Heat shock and pharmacological inhibitors For heat shock, fish were immersed in a water bath at 37°C for 1 hr before returning to system water at 28°C. For extended periods of heat shock, this was repeated every 6 hrs. To inhibit Notch signaling we used DAPT (Cayman, Cat # 13197) prepared in DMSO as a 10mM stock and diluted 1/250 in fish water for immersion. Control fish were treated with vehicle. Fish were exposed to DAPT for 24 hours. Immunofluorescence and TUNEL assay Zebrafish samples were prepared for immunofluorescence as previously described ( Fausett & Goldman, 2006 ;  R. Ramachandran et al., 2010a ;  R. Ramachandran, Reifler, A., Parent, J.M and Goldman, D., 2010 ). Primary antibodies used in this study: Rabbit anti-GFP, Thermo Fisher, Cat. # A6455 (1/1000); Mouse anti-mCherry, Abcam, Cat. # ab125096 (1:500); and mouse anti-glutamine synthetase (GS), Sigma-Aldrich, Cat. #MAB302 (1/500). Secondary antibodies used were: Alexa Flour 555 Donkey anti Mouse-IgG (H+L), Thermo Fisher Cat. #  A31570  (1:500); Alexa flour 555 Donkey anti Rabbit IgG (H+L), Thermo Fisher, Cat # A31572 (1:500); Alexa Flour 488 donkey anti mouse Thermo Fisher Cat. # A21202 (1:500); Alexa Flour 488 goat anti rabbit Thermo Fisher Cat. # A11008 (1:500). We used an  in situ  Cell Death Fluorescein Kit (Millipore Sigma, Cat. # 11684795910) to detect apoptotic cells. Microscopy and cell quantification Images were captured by a Zeiss Axiophot fluorescence microscope or a Leica DM2500 microscope. EdU and BrdU labelling were used to identify and quantify proliferating cells in retinal sections as previously described ( Fausett & Goldman, 2006 ;  R. Ramachandran et al., 2010a ;  Wan & Goldman, 2017 ;  Wan et al., 2012 ;  Wan et al., 2014 ). The width of the proliferative zone was quantified at the center of the injury site where the largest number of proliferating cells reside. Statistical analysis Unless otherwise indicated, sample size is 3 fish and experiments were repeated at least 3 times. Statistical analyses were performed in GraphPad Prism. Error bars are standard deviation (SD). Two-tailed Student’s  t  test was used for single parameter comparison; all measurements were taken from distinct samples. Data sharing Raw data have been deposited in GEO under the superset accession number  GSE160179  and will be released upon acceptance of manuscript for publication.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-20 06:58:57",
  "introduction": "Introduction Although the mammalian and zebrafish retina share structure and function, only zebrafish are able to regenerate a damaged retina. Key to this regenerative response are Müller glia (MG) that normally contribute to retinal structure and homeostasis ( Goldman, 2014 ;  Lahne, Nagashima, Hyde, & Hitchcock, 2020 ;  Lenkowski & Raymond, 2014 ;  MacDonald et al., 2015 ;  Reichenbach & Bringmann, 2013 ;  Wan & Goldman, 2016 ). MG are the only retinal cells that exhibit a radial glial morphology with processes extending longitudinally and laterally that allow MG to interact with and sample their environment. A needle poke injury to the zebrafish retina stimulates MG at the injury site to mount a regenerative response ( Fausett & Goldman, 2006 ). This response includes changes in MG gene expression and signal transduction which precedes a self-renewing asymmetric cell division that produces a transient amplifying progenitor for retinal repair ( Hoang et al., 2020 ;  Lee, Wan, & Goldman, 2020 ;  Nagashima, Barthel, & Raymond, 2013 ;  Powell, Grant, Cornblath, & Goldman, 2013 ;  R. Ramachandran, Fausett, & Goldman, 2010a ;  R. Ramachandran, Zhao, & Goldman, 2011 ,  2012 ;  Sifuentes, Kim, Swaroop, & Raymond, 2016 ;  Wan & Goldman, 2017 ;  Wan, Ramachandran, & Goldman, 2012 ;  Wan, Zhao, Vojtek, & Goldman, 2014 ;  X. F. Zhao et al., 2014 ). It remains unknown why mammalian MG cannot mount a regenerative response like their zebrafish counterparts. However, their basal state likely dictates their regenerative/stem cell potential. Recent studies comparing MG transcriptomes across species, as well as targeted perturbation of specific genes and signaling pathways, have identified differences between fish and mammalian MG gene expression programs ( Elsaeidi et al., 2018 ;  Hoang et al., 2020 ;  Lee et al., 2020 ;  Sifuentes et al., 2016 ). For example, Notch signaling is active in adult zebrafish MG ( Elsaeidi et al., 2018 ;  Lee et al., 2020 ;  Wan & Goldman, 2017 ;  Wan et al., 2012 ), but is dramatically reduced in adult mouse MG ( Lee et al., 2020 ;  Nelson et al., 2011 ;  Riesenberg, Conley, Le, & Brown, 2018 ). Interestingly, Notch signaling helps maintain MG quiescence in zebrafish ( Campbell et al., 2021 ;  Conner, Ackerman, Lahne, Hobgood, & Hyde, 2014 ;  Elsaeidi et al., 2018 ;  Wan & Goldman, 2017 ;  Wan et al., 2012 ). Using the needle poke injury model we have shown that MG at the injury site engage in a regenerative response that is reflected in their cell division ( Fausett & Goldman, 2006 ). This restricted MG response suggests injury signals do not travel far from the injury site and that a certain threshold of injury-derived signal must be exceeded to engage MG in a regenerative response (MG’s injury-response threshold). Indeed, MG do not mount a regenerative response when cell death remains low ( Iribarne, Hyde, & Masai, 2019 ;  Lessieur et al., 2019 ;  Montgomery, Parsons, & Hyde, 2010 ). A clue to how this injury-response threshold is set comes from the observation that the zone of injury-responsive MG is expanded when a needle poke injury is combined with pan retinal Notch inhibition ( Lee et al., 2020 ;  Wan & Goldman, 2017 ;  Wan et al., 2012 ). Thus, normally quiescent MG near an injury site are recruited to a regenerative response when Notch signaling is inhibited. These data indicate that Notch signaling not only controls the proliferation of MG and MG-derived progenitors ( Campbell et al., 2021 ;  Conner et al., 2014 ;  Lee et al., 2020 ;  Wan & Goldman, 2017 ;  Wan et al., 2012 ), but also controls MG’s injury-response threshold which represents one of the earliest consequences of MG reprogramming. Understanding the mechanism by which Notch signaling controls MG’s injury-response threshold may provide clues for enhancing the regenerative potential of mammalian MG. Here we report on studies investigating how Notch signaling regulates MG’s injury-response threshold. We found that Notch signaling inhibition enhances chromatin accessibility and the expression of certain regeneration-associated genes in quiescent MG. Of these genes, two Notch target genes,  hey1  and  id2b , were identified that mediate the effects of Notch signaling on retina regeneration. Interestingly, Hey1 regulates MG’s injury-response threshold, while both Hey1 and Id2b regulate proliferation of MG-derived progenitors. Furthermore, we found that  hey1  and  id2b  are downstream targets of Dll4/Dlb-Notch3 signaling. Finally, our studies indicate that retention of sufficient Notch signaling that allows for transient suppression distinguishes pro-regenerative MG in zebrafish from non-regenerative MG in mice.",
  "results": "Results Notch signaling in developing and adult zebrafish In the adult zebrafish retina, Notch signaling is restricted to quiescent MG where it regulates MG’s regenerative response ( Elsaeidi et al., 2018 ;  Wan & Goldman, 2017 ). In the mammalian retina  Hes5  expression, which is used as a proxy for Notch signaling activity, is detected in MG at P7; however, by P30 this expression is reduced to very low levels with endogenous  Hes5  expression reaching the limits of detection ( Nelson et al., 2011 ). Furthermore, although  Hes5:GFP  transgenic mice indicate a low level of Hes5 expression in mouse MG at P21–30 ( Nelson et al., 2011 ;  Riesenberg et al., 2018 ), these very low levels of Hes5 expression are not impacted by inhibitors of Notch signaling ( Elsaeidi et al., 2018 ). Importantly, the reduced Notch signaling activity associated with maturing MG in the mouse retina correlates with a loss in their regenerative potential ( Loffler, Schafer, Volkner, Holdt, & Karl, 2015 ). To compare this mammalian pattern of retinal Notch signaling during development with that of fish, we crossed  tp1:mCherry  Notch reporter fish with  gfap:GFP  fish that label MG ( Kassen et al., 2007 ;  Parsons et al., 2009 ). In developing fish, mCherry and GFP immunofluorescence indicate Notch signaling is activated and restricted to differentiating MG within the first 2 days post-fertilization (dpf), preceding  gfap:GFP  transgene induction ( Figure 1A ). mCherry immunofluorescence was not detect in progenitors residing in the retinal periphery. PCR analysis of retinal  mCherry  RNA levels indicates a gradual reduction in Notch signaling as the fish matures ( Figure 1B  and  1C ). Nonetheless, unlike that of mouse MG, residual Notch signaling in adult zebrafish MG is readily detected and regulated by retinal injury, γ-secretase inhibitors, and dominant-negative MAML (DN-MAML) ( Figures 1B – G )( Elsaeidi et al., 2018 ;  Wan & Goldman, 2017 ). Thus, a major distinction between pro-regenerative MG in zebrafish and non-regenerative MG of mammals is the level of Notch signaling that is retained into adulthood. Injury-dependent regulation of MG gene expression and chromatin accessibility Although a relatively thorough characterization of MG gene expression and chromatin accessibility accompanying light- or NMDA-induced retinal degeneration was recently reported ( Hoang et al., 2020 ), the impact of Notch signaling on these events was not investigated. Importantly, the mechanism by which Notch signaling regulates MG’s responsiveness to injury-derived factors (MG’s injury-response threshold) remains unexplored. We hypothesized that Notch signaling controls MG’s injury-response threshold by impacting chromatin accessibility and gene expression at a subset of regeneration-associated genes. To identify these genes, we searched RNAseq data sets for genes responding to both injury and Notch manipulation, reasoning that this will provide candidate genes that regulate MG’s injury-response threshold and proliferation. To identify injury-responsive genes following needle poke injury, we compared RNAseq data sets from GFP+ MG that were FACS purified from the uninjured retina of  gfap:GFP  fish with those from  1016 tuba1a:GFP  fish at 2 days post injury (dpi) when most MG are in an activated state with some beginning to undergo cell division ( Fausett & Goldman, 2006 ;  Lee et al., 2020 ). Differential gene expression analysis identified 4,425 injury-responsive genes with 2,579 showing increased expression (fold change ≥ ± 1.5;  Figure 2A ). A small subset of these genes were validated by PCR ( Figures 2B  and  S1A ). Some of these genes, like  ascl1a  and  hbegfa,  were previously shown to regulate injury-dependent MG proliferation and retina regeneration ( Fausett et al., 2008 ;  Gorsuch et al., 2017 ;  R. Ramachandran et al., 2010a ;  R. Ramachandran et al., 2011 ;  Wan et al., 2012 ). ATACseq was used to assay chromatin accessibility changes as MG transition from a quiescent to an activated state following retinal injury. For this, GFP+ MG and GFP+ activated MG were FACS purified from uninjured  gfap:GFP  fish and injured  1016 tuba1a:GFP  fish (2 dpi), respectively, and nuclei were used for ATACseq ( Buenrostro et al., 2015 ). We mapped injury-dependent differential chromatin accessibility to 5,684 genes ( Figure 2C ). On a global scale, ATACseq revealed a slight bias towards open chromatin in activated MG with 15,595 regions exhibiting an increase and 13,049 regions exhibiting a decrease in chromatin accessibility. Quantification of the number of unique annotations for each region and annotating these regions to different genic features revealed increased chromatin accessibility at intergenic regions and decreased chromatin accessibility at 5’ UTR, promoters, and 1–5 kb region upstream of transcription start sites ( Figure S1B ). To correlate injury-dependent changes in gene expression with chromatin accessibility, we intersected our RNAseq and ATACseq injury-regulated gene lists. This analysis identified 1,311 injury-responsive MG genes with changes in chromatin accessibility ( Figures 2D  and  S1C ). ~60% of the injury-induced genes and ~64% of the injury-repressed genes showed a corresponding change in chromatin accessibility ( Figure 2D ;  Table S1 ). Importantly, many of these changes in chromatin accessibility included promoters and upstream sequences ( Figure S1B  and  S1C ;  Table S2 ). DAPT-dependent regulation of MG gene expression and chromatin accessibility Notch repression with DAPT allows normally quiescent MG adjacent to the injury affected zone to mount a regenerative response( Wan & Goldman, 2017 ;  Wan et al., 2012 ). To understand how Notch inhibition accomplishes this, we used RNAseq to characterize the DAPT-regulated transcriptome in quiescent MG. For this, GFP+ MG were FACS purified from uninjured  gfap:GFP  fish treated +/−DAPT for 24 hours. RNAseq identified 1,261 differentially expressed genes, of which 375 were reduced following Notch inhibition and 245 were also regulated by retinal injury (fold change ≥ ± 1.5;  Figure 3A  and  3B ). Interestingly, these latter genes include  ascl1a  and  hbegfa  which are known to be essential for retina regeneration ( Figures 3A ,  S2A , and  S2B ;  Table S3 ) ( R. Ramachandran et al., 2010a ;  R. Ramachandran et al., 2011 ;  Wan et al., 2012 ). We next used ATACseq to investigated the consequence of Notch signaling inhibition on MG chromatin accessibility ( Buenrostro et al., 2015 ). For this, nuclei were isolated from GFP+ MG purified from uninjured  gfap:GFP  fish treated +/−DAPT. On a global scale, inhibition of Notch signaling affected chromatin accessibility in a similar fashion as retinal injury with 16,990 regions showing increased and 12,413 regions showing decreased chromatin accessibility ( Figure 3C ). However, unlike that found with retinal injury, quantification of the number of unique annotations for each region and annotating these regions to different genic features revealed that DAPT-treatment increased chromatin accessibility in 5’ regions of genes including 5’UTR, promoters, and 1–5kb upstream regions, while intergenic regions appear to be enriched for closed chromatin ( Figure S2C  and  S2D ). We mapped DAPT-dependent differential chromatin accessibility to 7,643 genes ( Figure 3D ), which exceeds those whose chromatin accessibility is regulated by retinal injury ( Figure 1D ). Interestingly, when examining promoter regions (1kb upstream of transcription start site) for differential chromatin accessibility, we found 156 promoters with reduced chromatin accessibility, and 3,871 promoters with increased chromatin accessibility ( Table S4 ). This bias towards open chromatin was also observed in the 1–5kb region upstream of transcription start sites, where we observed 196 genes with reduced chromatin accessibility and 1,041 genes with increased chromatin accessibility ( Table S4 ). Of the genes whose chromatin accessibility changed with DAPT-treatment, the expression of 1,497 were also regulated by retinal injury ( Figure 3D ), which is similar to the number of genes showing changes in chromatin accessibility after retinal injury ( Figure 2D ). However, when we correlate injury-dependent gene regulation with changes in chromatin accessibility upstream of transcription start sites, we found a larger proportion of the injury-responsive genomic regions with increased chromatin accessibility following DAPT-treatment compared to retinal injury (1,175 vs 642) ( Figures 2D  and  3D ;  Tables S2  and  S4 ). Furthermore, ~67% of these latter increases in chromatin accessibility are associated with genes whose expression is increased in the injured retina. Together, the above data suggests Notch inhibition in the uninjured retina contributes to lowering MG’s injury-response threshold by increasing chromatin accessibility and regulating the expression of certain key regeneration-associated genes. Notch-dependent regulation of genes impacting MG reprogramming We hypothesized that MG regeneration-associated genes that are also regulated in a similar direction by Notch signaling in the uninjured retina would identify a relatively small set of genes that may regulate MG’s injury-response threshold. Intersection of injury and Notch-regulated RNAseq data sets revealed 190 induced (basal value ≥5; fold change ≥1.5) and 55 repressed (basal value ≥50; fold change ≥1.5) genes ( Figures 3B ,  S2A , and  S2B ;  Table S5 ). The top 20 injury-responsive genes that were regulated in similar direction following DAPT-treatment are listed in  Figure S2A . DAPT is a γ-secretase inhibitor that can target over 100 substrates, of which Notch is only one ( Xia, 2019 ). To help narrow-in on Notch-regulated genes, we took advantage of  hsp70:DN-MAML  transgenic fish ( L. Zhao et al., 2014 ). DN-MAML suppresses endogenous Notch-dependent gene activation ( Maillard et al., 2006 ;  Maillard et al., 2004 ). To identify MG genes regulated by DN-MAML in uninjured retina, we treated  gfap:mCherry  and  gfap:mCherry;hsp70:DN-MAML  fish with heat shock every 6 hours for 1 day and then FACS purified GFP+ MG for RNAseq. Expression analysis identified 1,122 differentially expressed genes with only 244 showing reduced expression (fold change ≥ ± 1.5;  Figure S2E ). We next determined the intersection of injury-responsive MG genes that were also regulated in the same direction by DAPT and DN-MAML in the uninjured retina. Remarkably, this analysis identified 84 induced genes and 5 repressed genes (fold change ≥ ± 1.5) ( Table S5  and genes marked with asterisk in  Figure S2A ). Thus, out of a total of 4,425 regeneration-associated genes, we have narrowed-in on 89 that are Notch-responsive in the uninjured retina and perhaps regulating MG’s injury-response threshold. Hey1 and Id2b regulate MG’s injury-response threshold and proliferation hey1  and  id2b  were the only transcriptional regulators consistently repressed with retinal injury or Notch inhibition, making them good candidates for being direct Notch target genes. Inspection of the 3kb region upstream of their transcriptional start sites revealed consensus Rbpj binding elements in the  hey1  gene ( Figure 4A ). Two of these elements are highly conserved in sequence and position when compared with orthologous genes from mouse and human ( Figure 4A ). Mutation of either of these putative Rbpj binding sites in a 3kb  hey1  promoter fragment driving luciferase gene expression resulted in a dramatic reduction in promoter activation by NICD when assayed in transfected HEK293 cells ( Figure 4A  and  4B ). To investigate if Hey1 and Id2b contributed to MG’s injury-response threshold, we knocked down their expression with either a splice blocking  hey1 -morpholino (MO) or a translation blocking  id2b -MO ( Figure S3A – C ). MO effectiveness was determined in embryos, where injection of the  hey1 -MO resulted in  hey1  RNA intron-retention and injection of the  id2b -MO with an  id2b -GFP chimeric RNA resulted in reduced GFP expression ( Figure S3B  and  S3C ). Remarkably, only Hey1 knockdown expanded the zone of injury-responsive MG ( Figures 4C – E , and  S3D ). We confirmed this result using a CRISPR-based gene editing strategy where embryos were injected with  in vitro  transcribed  Cas9-nanos  and 2 different gRNAs targeting either  hey1  or  id2b  exons 1 and 2 ( Figure S3A ). These fish were raised to adults and gene deletions were confirmed using genomic DNA from fin clips ( Figure S3E  and  F ). Consistent with our knockdown experiments, only editing of the  hey1  gene resulted in an expanded zone of injury-responsive MG ( Figure 4F – H ), which was not accompanied by changes in retinal cell death ( Figure S3G ). Although only Hey1 regulated MG’s injury-response threshold, both Hey1 and Id2b suppressed MG proliferation without affecting cell death in  hsp70:GFP-P2A-hey1  or  hsp70:id2b-P2A-GFP  fish ( Figure 4I ;  Figure S3H ). Hey1 overexpression also suppressed injury-dependent induction of regeneration-associated genes like  ascl1a  and  lin28a  ( Figure 4J ). Together, the above data show that Notch-regulated genes affecting MG proliferation, like  id2b , do not necessarily affect MG’s injury-response threshold. However, genes that regulate MG’s injury-response threshold, like  hey1 , also regulate the number of MG engaged in a proliferative response. These data suggest  hey1  and  id2b  reflect a bifurcation in Notch signaling. Injury-dependent changes in Notch signaling component gene expression We previously reported that  hey1  repression correlates with  dll4  repression in the injured retina ( Wan & Goldman, 2017 ). Thus, based on the above data, Dll4 may regulate Notch signaling and MG’s injury-response threshold. Indeed, of all Notch ligand encoding RNAs expressed in the retina,  dll4  is the most abundant and its injury-dependent suppression exceeds that of any other Notch ligand encoding gene ( Figures 5A ,  5B , and  S4A )( Campbell et al., 2021 ;  Hoang et al., 2020 ). Importantly, this suppression temporally follows Notch signaling repression ( Figures 1F  and  5B ). However, contrary to the idea that Dll4 regulates MG’s injury-response threshold is the observation that Dll4 knockdown inhibited proliferation of MG-derived progenitors in the light damaged retina, while Dlb knockdown enhanced this proliferation ( Campbell et al., 2021 ). Campbell et al., also reported that  dlb  is enriched in the neuronal population, while  notch3  is enriched in the MG population, suggesting Dlb-Notch3 signaling controls MG quiescence ( Campbell et al., 2021 ). We were puzzled by the finding that  dlb , whose overall basal expression and injury-dependent suppression is less than that of  dll4  would be the predominant regulator of Notch signaling in quiescent MG. One possibility is that  dlb  expression exceeds that of dll4 in a pan neuronal fashion, while dll4 expression is restricted to a subset of neurons and/or other cell types. Therefore, we queried previously generated bulk RNAseq data sets from MG and nonMG, and scRNAseq data sets from uninjured and light or NMDA-damaged retina ( Hoang et al., 2020 ). This analysis revealed that  dll4  expression exceeds that of  dlb  in both MG and nonMG populations and that  notch3  was enriched in the MG population ( Figure 5C ). Importantly, retinal injury suppressed  dll4  in both the MG and nonMG population, while  dlb  was less affected ( Figure 5D ). As controls, we evaluated  elavl3  and  ascl1a  expression -  elavl3  is an amacrine and ganglion cell marker, while  ascl1a  is a marker of activated and proliferating MG and MG-derived progenitors ( Figure 5D ). Further interrogation of scRNAseq data sets indicated  dlb  and  dll4  are expressed at low levels in MG, resulting in only a small fraction of MG exhibiting expression above background ( Figures 5E ,  S4B , and  S4C ). Nonetheless, in the uninjured retina,  dlb  is enriched in progenitors located in the ciliary margin and activated MG, while  dll4  predominates in the vascular endothelial (V/E) population ( Figures 5E ,  S4B , and  S4C ). Both genes are poorly expressed in MG, neurons, and microglia; however,  dll4  expression exceeds that of  dlb  in these cells and is suppressed to various extents in each population following injury ( Figure 5E ,  S4B  and  S4C ). In contrast,  notch3  expression is highest in the pericyte and MG population and this MG expression is reduced after injury ( Figure 5E ). As expected, scRNAseq data sets show induction of  ascl1a  in activated MG following retinal injury, while  elavl3  expression is constitutively expressed in amacrine (AC) and retinal ganglion cell (RGC) populations ( Figure S4C ). The increased expression of  ascl1a  in resting MG after injury indicates that a fraction of these cells are in an activated state. The above analysis raises the interesting possibility that neurodegeneration in the retina impacts V/E cells to control  dll4  expression. The relatively high basal expression of  dll4  in V/E cells and its coordinate repression with  notch3  and Notch signaling in MG suggests a mechanism for regulating Notch signaling in MG. Indeed, MG end-feet are in direct contact with V/E cells ( Alvarez et al., 2007 ). Importantly, both photoreceptor degeneration in the light damaged retina and degeneration of amacrine and RGCs in the NMDA damaged retina reduce  dll4  expression in V/E cells ( Figure 5E ) ( Hoang et al., 2020 ). However, cell type-specific  dll4  and  dlb  gene knockdown or inactivation in MG, V/E cells, neurons, and microglia is necessary to confidently identify the cell sources controlling Notch signaling in MG. Notch signaling inhibits proliferation of MG-derived progenitors The above studies presented a conundrum in that  dll4  gene expression suggested it might contribute to the maintenance of Notch signaling in quiescent MG, yet its knockdown was reported to inhibit proliferation of MG-derived progenitors ( Campbell et al., 2021 ). Furthermore, it seemed odd that knockdown of  dll4  expression, which is already repressed to very low levels after retinal injury, would have a similar effect on proliferation of MG-derived progenitors as repression of  dla ,  dlc , or  dld  whose expression is highly induced in the injured retina ( Figures 5A ,  5B , and  S4A ) ( Campbell et al., 2021 ). Finally, this latter result is at odds with a previous study showing conditional expression of NICD at 3–4 dpi inhibited proliferation of MG-derived progenitors ( Wan et al., 2012 ), which is consistent with Notch signaling inhibiting proliferation or MG-derived progenitors. Thus, a further analysis of the role Dll4 and Notch signaling play in retina regeneration seemed warranted. To further explore the relationship between Notch signaling and proliferation of MG-derived progenitors, we injured fish retinas with needle poke and labelled proliferating cells at 2 dpi with an intraperitoneal (IP) injection of EdU. Fish were then immersed in either DMSO or DAPT for an additional 2 days before receiving an IP injection of BrdU 3hrs prior to sacrifice. Quantification of the fraction of EdU+ cells that continued to proliferate at 4 dpi (BrdU+ & EdU+) revealed enhanced proliferation of MG-derived progenitors when Notch signaling was inhibited ( Figure S4D ). This result is most consistent with the idea that Notch signaling promotes quiescence of MG and MG-derived progenitors. Thus, we propose that the return of Notch signaling to the injured retina around 4 dpi ( Figure 1F ), which parallels the large increase in expression of  dla ,  dlc , and  dld  ( Figures 5B  and  S4A ), facilitates progenitor cell cycle exit and differentiation. Dlb, Dll4 and Notch3 regulate MG’s injury-response threshold Based on the above data, we hypothesized that Dll4 is a major regulator of Notch signaling in quiescent MG and thereby, regulates MG’s injury-response threshold. To investigate this, we knocked down Dll4 using a  dll4 -MO that blocks  dll4  splicing and results in intron retention ( dll4 -MO,  Figures 6A  and  S5H ). Indeed, Dll4 knockdown increased MG proliferation and expanded the zone of proliferating MG in a concentration-dependent manner without affecting cell death ( Figure 6B – E ). In light of previous data indicating Dll4 knockdown stimulates proliferation of MG-derived progenitors ( Campbell et al., 2021 ), it was important to verify this result with an independent method. For this we used a CRISPR-based strategy to edit the  dll4  gene. gRNAs were designed to target  dll4 ’s DSL domain that interacts with the Notch receptor extracellular domain (gRNAs 1 and 2,  Figure 6a ). gRNAs were cloned into a Tol2 vector that allows expression of multiple gRNAs from different  u6  promoters ( Yin et al., 2015 ), and these fish were named  u6:dll4-gRNA . These fish were bred with  1,2 ubi:Cas9  transgenic fish to generate  ubi:Cas9;u6:dll4-gRNA  fish. Fish harboring  1,2 dll4  gene deletions were identified by PCR using genomic DNA ( Figure S5I ). Like Dll4 knockdown,  dll4  gene editing resulted in an expanded zone of injury-responsive proliferating MG without affecting cell death ( Figure 6F – 6I ). Finally, forced expression of Dll4 with heat shock in  hsp70:dll4-P2A-GFP  transgenic fish inhibited injury-dependent proliferation of MG and MG-derived progenitors, and also reduced the zone of proliferating MG without affecting retinal cell death ( Figures 6J – 6M  and  S5J ). Together, these data suggest Dll4 regulates MG’s injury-response threshold. Although basal expression and injury-dependent repression of  dlb  is significantly less than  dll4  ( Figure 5 ), Dlb knockdown results in increased MG proliferation in the injured retina, suggesting it too may contribute to MG’s injury-response threshold ( Campbell et al., 2021 ). To directly test this, we used a translation blocking MO to suppress Dlb in the needle poke injured retina. The  dlb -MO was validated in zebrafish embryos injected with a  dlb-GFP  chimeric transcript ( Figure S5A – S5D ). Following Dlb knockdown, we noted an expanded zone of proliferating MG ( Figure S5B – S5D ). Furthermore, Dlb overexpression in  hsp70:GFP-p2A-dlb  fish, inhibited injury-dependent proliferation of MG-derived progenitors ( Figure S5F  and  S5G ). Notch3 knockdown was previously reported to stimulate MG proliferation in the injured retina ( Campbell et al., 2021 ), suggesting it may contribute to MG’s injury-response threshold. Indeed, using a translation-blocking MO that suppressed chimeric  notch3-GFP  RNA expression, we observed an expanded zone of injury-responsive MG in the injured retina ( Figure S6A – S6F ). We confirmed this result using a CRISPR-based strategy to delete the  notch3  gene’s ankyrin repeat domain that is required for recruiting MAML to the Rbpj-NICD complex (gRNA 1  and gRNA 2 ,  Figure S6A  and  S6G ) ( Nam, Sliz, Song, Aster, & Blacklow, 2006 ). Retinal injury in  ubi:Cas9;u6:n3-gRNA  fish resulted in an expanded zone of injury-responsive MG and increased MG proliferation without affecting retinal cell death ( 1,2 Figure S6H – S6K ). Together, the above data are consistent with the idea that Dll4 and Dlb acting through Notch3 regulate Notch signaling in MG, which impacts MG’s injury-response threshold. Epistasis experiments suggest bifurcation of Notch signaling via regulated expression of  hey1  and  id2b The above studies suggested Dll4 and Dlb engage the Notch3 receptor to stimulate Hey1 and Id2b expression and that Hey1 regulates MG’s injury-response threshold, while Id2b regulates the proliferation of MG-derived progenitors ( Figure 4C – 4I ). To further investigate these gene interactions, we performed epistasis experiments and assayed the zone of injury-responsive MG and MG proliferation at 2 dpi when MG are beginning to proliferate ( Fausett & Goldman, 2006 ). Consistent with Notch3 acting downstream of Dll4 and Dlb, we found that Notch3 knockdown expanded the zone of proliferating MG in transgenic fish overexpressing Dll4 or Dlb. This was also reflected by an increase in proliferation of MG and MG-derived progenitors ( Figure 7A  and  7B ). Interestingly, when we tested if Hey1 and Id2b acted downstream of these Notch signaling components, we found only Hey1 was able to suppress the expanded zone of injury-responsive MG resulting from knockdown of Dll4, Dlb, and Notch3, and this was also reflected in reduced proliferation of MG and MG-derived progenitors ( Figure 7C  and  7D ). However, a small effect of Id2b overexpression on EdU+ cells in the control MO treated retina was noted ( Figure 7C ), which is consistent with Id2b suppressing progenitor proliferation at 4 dpi ( Figure 4I ). Together out data suggest that a Dll4/Dlb-Notch-Hey1 signaling pathway regulates both MG’s injury response threshold and proliferation, while a Dll4/Dlb-Notch-Id2b signaling pathway predominantly regulates proliferation of MG-derived progenitors. Thus, Hey1 and Id2b reflect a bifurcation of the Notch signaling pathway where downstream effectors have unique and overlapping consequence on retina regeneration.",
  "discussion": "Discussion In the zebrafish retina, Notch signaling is restricted to quiescent MG. Following retinal injury, Notch signaling is suppressed in MG that engage in a regenerative response. Notch signaling regulates injury-dependent proliferation of MG and MG-derived progenitors ( Campbell et al., 2021 ;  Conner et al., 2014 ;  Elsaeidi et al., 2018 ;  Lee et al., 2020 ;  Wan & Goldman, 2017 ;  Wan et al., 2012 ), and our studies suggest Notch signaling also regulates MG’s injury-response threshold ( Wan & Goldman, 2017 ;  Wan et al., 2012 ). This predicts a gradient of injury-derived factors that must exceed a certain level in order to engage MG in a regenerative response ( Figure 8B ). Indeed, low levels of neuron death do not stimulate MG proliferation ( Iribarne et al., 2019 ;  Lessieur et al., 2019 ;  Montgomery et al., 2010 ). Our studies indicate that the amount of injury-related factors needed to elicit a regenerative response is determined in part by the basal level of Notch signaling in MG ( Figure 8B ). In this report, we focused on mechanisms underlying these Notch-regulated processes. Our data suggests that Notch signaling reduces chromatin accessibility and expression of a subset of regeneration-associated genes to ensure that MG do not inappropriately enter a regenerative response ( Figure 8A ). By intersecting MG RNAseq gene lists from injured retina with those from uninjured retina +/− Notch inhibition, we identified Hey1 and Id2b as regeneration-associated, Notch-regulated genes. Our data suggest that Hey1 and Id2b reflect a split in the Notch signaling pathway where Hey1 impacts MG’s injury-response threshold and Id2b impacts proliferation of MG-derived progenitors. In an effort to identify genes that stimulate Notch signaling in the uninjured retina, we focused on the most highly expressed Notch ligand and receptor encoding genes in quiescent MG. This analysis revealed that in addition to Dlb ( Campbell et al., 2021 ), Dll4 is a potent regulator of MG’s injury response threshold and proliferation. We confirmed a Dll4/Dlb-Notch3-Hey1/Id2b signaling cascade using epistasis experiments and found that Notch inhibition from 2–4 dpi enhanced proliferation of MG-derived progenitors. Finally, our data suggest that the level of Notch signaling in MG appears to distinguish pro-regenerative MG of the zebrafish retina from non-regenerative MG of mammals. We previously reported that Notch inhibition is insufficient to drive MG proliferation in the uninjured retina ( Elsaeidi et al., 2018 ), and our analysis of Notch-regulated gene expression in quiescent MG suggests this may result from incomplete activation of the regeneration-associated transcriptome. Indeed,  lin28a , a critical regeneration-associated gene is not induced following Notch inhibition in the uninjured retina. However, when Notch inhibition is combined with other factors, like Tnfa or Ascl1a and Lin28a, MG proliferation is observed ( Conner et al., 2014 ;  Elsaeidi et al., 2018 ). Thus, Notch signaling repression appears to license MG to engage in a proliferative response, and when exposed to sufficient levels of injury-related factors, MG enter a proliferative phase. Although Dll4 and Dlb stimulate Notch signaling in quiescent MG, we suspect Dll4 may be the main endogenous factor regulating this process due to its relatively high basal expression, its robust repression following injury, and its better correlation with Notch signaling levels. Queried scRNAseq data sets indicate both genes are expressed at low levels in MG, activated MG, neurons, and microglia. However,  dll4  expression exceeds that of  dlb  in MG and neurons and both genes are barely detectable in microglia. Interestingly,  dlb  expression predominates in activated MG and progenitor populations, while  dll4  predominates in the V/E population. In addition, injury-dependent suppression of  dll4  was most robustly observed in the MG, neuronal, and V/E cell populations, while  dlb  repression was restricted to the activated MG population. Injury-dependent regulation of  dll4  expression in V/E cells raises the interesting possibility that neuronal injury is communicated indirectly to MG via endothelial cells that make contact with MG end-feet. Indeed, rod loss has been associated with remodeling of the neurovascular unit, as are changes in neural activity ( Attwell et al., 2010 ;  Garhofer et al., 2020 ;  Ivanova, Alam, Prusky, & Sagdullaev, 2019 ). However, without cell type-specific gene inactivation we cannot distinguish if Notch signaling in MG is regulated by Notch ligands expressed in MG, neurons, V/E cells, and/or microglia. Our studies indicate  hey1  and  id2b  are downstream targets of Notch signaling in MG and mediate the effects of Notch signaling on MG’s injury-response threshold and proliferation. Hey1 is a member of the basic helix-loop-helix orange family of transcriptional repressors, while Id2b is a helix-loop-helix protein that lacks a DNA binding domain and sequesters basic helix-loop-helix proteins, like Ascl1a, from their target genes. Notch-dependent regulation of MG and MG0-derived progenitor proliferation is similar to what’s observed in brain radial glia where Notch signaling maintains neural stem cell quiescence and regulates proliferation of transient amplifying cells ( Alunni et al., 2013 ;  Engler, Zhang, & Taylor, 2018 ;  Imayoshi, Sakamoto, Yamaguchi, Mori, & Kageyama, 2010 ;  Kawai et al., 2017 ;  Than-Trong et al., 2018 ). Furthermore, Hey1 can suppress expression of Ascl1 and Ascl1-regulated genes which is necessary for establishing a transient amplifying population of neural progenitors in the adult brain ( Kim, Leung, Reed, & Johnson, 2007 ;  Sakamoto, Hirata, Ohtsuka, Bessho, & Kageyama, 2003 ). Importantly, Ascl1a is a pioneer transcription factor that can enhance chromatin accessibility across the genome and thereby influencing the expression of many other genes ( Wapinski et al., 2017 ). Thus, the Notch-Hey1-Ascl1a signaling axis identified in zebrafish MG appears to be a conserved pathway in a variety of adult radial glial stem cell populations. In both zebrafish and mice, Notch signaling is necessary for MG differentiation ( Bernardos, Lentz, Wolfe, & Raymond, 2005 ;  Jadhav, Cho, & Cepko, 2006 ;  Nelson et al., 2011 ;  Scheer, Groth, Hans, & Campos-Ortega, 2001 ). Notch signaling is restricted to MG in the postnatal mouse retina, and here we report it is also restricted to MG in the developing zebrafish retina. However, while the adult zebrafish retina retains relatively high levels of Notch signaling that is regulated by Notch inhibitors and retinal injury, the residual Notch signaling in mouse MG is not regulated by these treatments ( Elsaeidi et al., 2018 ;  Nelson et al., 2011 ). Interestingly, the suppression of Notch signaling during mouse development correlates with the loss of MG stem cell potential ( Loffler et al., 2015 ). In addition to influencing MG’s injury-response threshold, our data supports the idea that Notch signaling inhibition helps maintain MG-derived progenitors in a proliferative state and that the return of Notch signaling around 4 dpi participates in cell cycle exit as progenitors prepare for differentiation. Consistent with this, we previously reported conditional activation of Notch signaling from 3–4 dpi suppressed proliferation of MG-derived progenitors ( Wan et al., 2012 ), and here we report that Notch inhibition from 2–4 dpi stimulated proliferation of MG-derived progenitors. Furthermore, forced expression of Dll4, Dlb, Notch3, Hey1 or Id2b inhibited proliferation of MG-derived progenitors, while inactivation of these genes enhanced this proliferation. Although overexpression studies are not physiological they are consistent with our gene inactivation experiments. Surprisingly, our conclusions are at odds with those recently reported by  Campbell et al., 2021  indicating Notch signaling is necessary for proliferation of MG-derived progenitors. In those studies, MO-mediated gene knockdown was the sole technique used to manipulate Notch signaling. In addition to their role in retina regeneration, Dll4 and Notch3 are required for angiogenesis and oligodendrocyte development, and loss of either gene is lethal ( Leslie et al., 2007 ;  Zaucker, Mercurio, Sternheim, Talbot, & Marlow, 2013 ). Thus, one may wonder why the  ubi:Cas9 ; u6:dll4-gRNAs  and  1, 2 ubi:Cas9 ; u6:n3-gRNAs  transgenic fish used in our studies survive to adulthood. We suspect mosaicism in CRISPR-mediated gene editing underlies this survival. This mosaicism may allow normal development to ensue; however, gene edits will continue to accumulate throughout the fish’s life, which led to the noted enhanced regeneration phenotype in adult fish. We also note that although many homozygous  1, 2 notch3  mutant fish do not survive to adulthood, some do ( Zaucker et al., 2013 ). In summary, our studies reveal a role for Notch signaling in regulating MG’s injury-response threshold, licensing MG for proliferation, and regulating the proliferation of MG-derived progenitors. Our analysis of mechanisms underlying these processes identified Hey1 and Id2b that reflect a bifurcation point in MG Notch signaling and distinguishes MG’s injury-response threshold from proliferation of MG-derived progenitors. These studies not only further our understanding of how Notch signaling controls retina regeneration in zebrafish, but also suggests that enhancing Notch signaling in mammalian MG may improve their regenerative potential.",
  "upgrade_date": "2026-02-20 07:34:30"
}