{
  "pmid": "PMID:34464388",
  "title": "Cell-free DNA ultra-low-pass whole genome sequencing to distinguish malignant peripheral nerve sheath tumor (MPNST) from its benign precursor lesion: A cross-sectional study.",
  "abstract": "BACKGROUND: The leading cause of mortality for patients with the neurofibromatosis type 1 (NF1) cancer predisposition syndrome is the development of malignant peripheral nerve sheath tumor (MPNST), an aggressive soft tissue sarcoma. In the setting of NF1, this cancer type frequently arises from within its common and benign precursor, plexiform neurofibroma (PN). Transformation from PN to MPNST is challenging to diagnose due to difficulties in distinguishing cross-sectional imaging results and intralesional heterogeneity resulting in biopsy sampling errors. METHODS AND FINDINGS: This multi-institutional study from the National Cancer Institute and Washington University in St. Louis used fragment size analysis and ultra-low-pass whole genome sequencing (ULP-WGS) of plasma cell-free DNA (cfDNA) to distinguish between MPNST and PN in patients with NF1. Following in silico enrichment for short cfDNA fragments and copy number analysis to estimate the fraction of plasma cfDNA originating from tumor (tumor fraction), we developed a noninvasive classifier that differentiates MPNST from PN with 86% pretreatment accuracy (91% specificity, 75% sensitivity) and 89% accuracy on serial analysis (91% specificity, 83% sensitivity). Healthy controls without NF1 (participants = 16, plasma samples = 16), PN (participants = 23, plasma samples = 23), and MPNST (participants = 14, plasma samples = 46) cohorts showed significant differences in tumor fraction in plasma (P = 0.001) as well as cfDNA fragment length (P < 0.001) with MPNST samples harboring shorter fragments and being enriched for tumor-derived cfDNA relative to PN and healthy controls. No other covariates were significant on multivariate logistic regression. Mutational analysis demonstrated focal NF1 copy number loss in PN and MPNST patient plasma but not in healthy controls. Greater genomic instability including alterations associated with malignant transformation (focal copy number gains in chromosome arms 1q, 7p, 8q, 9q, and 17q; focal copy number losses in SUZ12, SMARCA2, CDKN2A/B, and chromosome arms 6p and 9p) was more prominently observed in MPNST plasma. Furthermore, the sum of longest tumor diameters (SLD) visualized by cross-sectional imaging correlated significantly with paired tumor fractions in plasma from MPNST patients (r = 0.39, P = 0.024). On serial analysis, tumor fraction levels in plasma dynamically correlated with treatment response to therapy and minimal residual disease (MRD) detection before relapse. Study limitations include a modest MPNST sample size despite accrual from 2 major referral centers for this rare malignancy, and lack of uniform treatment and imaging protocols representing a real-world cohort. CONCLUSIONS: Tumor fraction levels derived from cfDNA fragment size and copy number alteration analysis of plasma cfDNA using ULP-WGS significantly correlated with MPNST tumor burden, accurately distinguished MPNST from its benign PN precursor, and dynamically correlated with treatment response. In the future, our findings could form the basis for improved early cancer detection and monitoring in high-risk cancer-predisposed populations.",
  "authors": "Jeffrey J Szymanski; R Taylor Sundby; Paul A Jones; Divya Srihari; Noah Earland; Peter K Harris; Wenjia Feng; Faridi Qaium; Haiyan Lei; David Roberts; Michele Landeau; Jamie Bell; Yi Huang; Leah Hoffman; Melissa Spencer; Matthew B Spraker; Li Ding; Brigitte C Widemann; Jack F Shern; Angela C Hirbe; Aadel A Chaudhuri",
  "journal": "PLoS medicine",
  "publicationDate": "2021-08",
  "doi": "10.1371/journal.pmed.1003734",
  "methods": "Methods and findings This multi-institutional study from the National Cancer Institute and Washington University in St. Louis used fragment size analysis and ultra-low-pass whole genome sequencing (ULP-WGS) of plasma cell-free DNA (cfDNA) to distinguish between MPNST and PN in patients with NF1. Following in silico enrichment for short cfDNA fragments and copy number analysis to estimate the fraction of plasma cfDNA originating from tumor (tumor fraction), we developed a noninvasive classifier that differentiates MPNST from PN with 86% pretreatment accuracy (91% specificity, 75% sensitivity) and 89% accuracy on serial analysis (91% specificity, 83% sensitivity). Healthy controls without NF1 (participants = 16, plasma samples = 16), PN (participants = 23, plasma samples = 23), and MPNST (participants = 14, plasma samples = 46) cohorts showed significant differences in tumor fraction in plasma ( P  = 0.001) as well as cfDNA fragment length ( P  < 0.001) with MPNST samples harboring shorter fragments and being enriched for tumor-derived cfDNA relative to PN and healthy controls. No other covariates were significant on multivariate logistic regression. Mutational analysis demonstrated focal NF1 copy number loss in PN and MPNST patient plasma but not in healthy controls. Greater genomic instability including alterations associated with malignant transformation (focal copy number gains in chromosome arms 1q, 7p, 8q, 9q, and 17q; focal copy number losses in  SUZ12 ,  SMARCA2 ,  CDKN2A/B , and chromosome arms 6p and 9p) was more prominently observed in MPNST plasma. Furthermore, the sum of longest tumor diameters (SLD) visualized by cross-sectional imaging correlated significantly with paired tumor fractions in plasma from MPNST patients ( r  = 0.39,  P  = 0.024). On serial analysis, tumor fraction levels in plasma dynamically correlated with treatment response to therapy and minimal residual disease (MRD) detection before relapse. Study limitations include a modest MPNST sample size despite accrual from 2 major referral centers for this rare malignancy, and lack of uniform treatment and imaging protocols representing a real-world cohort. Methods Study design This study used blood samples prospectively collected from NF1 patients with MPNST and PN tumors with the aim of distinguishing these different tumor types by plasma cfDNA analysis ( ). Patients from the NCI and Washington University in St. Louis (WUSTL) with clinically and radiographically diagnosed PN or biopsy-proven MPNST were enrolled onto this multi-institutional cross-sectional study with written informed consent (NCI protocol  Fig 1 NCT01109394 , NIH Intramural IRB identifier 10C0086; NCI protocol  NCT00924196 , NIH Intramural IRB identifier 08C0079; WUSTL protocol  NCT04354064 , Washington University in St. Louis School of Medicine Human Research Protection Office IRB identifiers 201903142 and 201203042) between 2016 and 2020. NF1 status was determined clinically by consensus criteria [ 33 ]. Five participants with MPNST who did not meet NF1 consensus criteria were also included in the analysis. A total of 14 MPNST and 23 PN patients were enrolled with peripheral blood collected at the time of enrollment ( ). MPNST patients had serial plasma samples collected for a total of 46 MPNST plasma samples (average 3, maximum 6 per participant,  S1 – S3  Tables ). When available, tissue was also collected at a single time point ( S1 Table n =  4 participants). When peripheral blood mononuclear cells (PBMCs) were isolated from whole blood, these were sequenced as germline DNA ( n  = 16 participants). All patients underwent clinical management and follow-up by board-certified physicians per the standard-of-care. All samples were collected with informed consent for research and institutional review board approval in accordance with the Declaration of Helsinki. Protocols are available on  ClinicalTrials.gov . A STROBE checklist was completed to ensure accurate and complete reporting of the study (see  Supplement ) [ 34 ]. 10.1371/journal.pmed.1003734.g001 Fig 1 Study schema. Patients with imaging- and biopsy-proven MPNST and established PN along with healthy donors were enrolled onto this multi-institutional prospective cohort, with plasma collected for tumor fraction analysis at the time of study enrollment. Tumor fraction was assessed in all collected plasma samples by ULP-WGS followed by in silico size selection for short cfDNA fragments, which was used to train a noninvasive MPNST vs. PN classifier. During subsequent treatment and follow-up, MPNST patients underwent further serial imaging (analyzed by RECIST) and plasma sample collection (analyzed by ULP-WGS and in silico fragment size selection), with results correlated with each other and with clinical outcomes. cfDNA, cell-free DNA; MPNST, malignant peripheral nerve sheath tumor; PN, plexiform neurofibroma; RECIST, response evaluation criteria in solid tumors, version 1.1; SLD, sum of longest tumor diameters; ULP-WGS, ultra-low-pass whole genome sequencing. Healthy controls After obtaining written consent, healthy donor blood samples were obtained at a single time point from appropriately consented donors at the NIH Department of Transfusion medicine (NIH protocol  NCT00001846 , NIH Intramural IRB identifier 99-CC-0168) and WUSTL Clinical Translational Research Unit (WUSTL protocol  NCT04354064 , Washington University in St. Louis School of Medicine Human Research Protection Office IRB identifiers 201903142 and 201203042) ( ). Eligibility for healthy controls included age greater than 18 years old and no known history of neoplastic or hematological disorders. Protocols are available on  S4 Table ClinicalTrials.gov . Clinical specimens After obtaining written informed consent for genomic analysis, serial peripheral blood samples were collected throughout the clinical course for consenting MPNST patients or at a single time point for PN patients and healthy controls. Treatment regimen for MPNST was determined by the primary treating clinicians and included radiotherapy, surgery, and cytotoxic chemotherapy ( ). S2 Table Venous blood samples (10 to 30 mL) were collected in EDTA (BD Biosciences, San Jose, California) or Cell-Free DNA BCT (Streck Laboratories, La Vista, Nebraska) tubes. EDTA tubes were processed within 4 hours of collection, while Cell-Free DNA BCT tubes were processed within 7 days of collection. Whole blood samples were centrifuged at room temperature (NCI: 1,900 ×  g  for 10 minutes, WUSTL: 1,200 ×  g  for 10 minutes). Isolated plasma was centrifuged a second time at room temperature (NCI: 15,000 ×  g  for 10 minutes, WUSTL: 1,800 ×  g  for 5 minutes) in low-bind Eppendorf tubes to remove residual cells. Purified plasma was frozen at −80°C until cfDNA isolation. Plasma cell-free DNA isolation Purified plasma was thawed at room temperature, and cfDNA was extracted from 2 to 8 mL of plasma using the QIAamp Circulating Nucleic Acid kit (Qiagen, Hilden, Germany). Extracted DNA concentration was measured using the Qubit dsDNA High-Sensitivity assay (ThermoFisher, Waltham, Massachusetts), and cfDNA concentration and quality were assessed using a Bioanalyzer (Agilent Technologies, Santa Clara, California) or Tapestation (Agilent Technologies, Santa Clara, California). Isolated cfDNA was stored at −20°C until library preparation. Germline DNA isolation and processing After centrifuging clinical venous blood samples and removing plasma supernatant per above, the red blood cells and buffy coat were resuspended in PBS for germline DNA extraction using the DNeasy Blood and Tissue kit (Qiagen, Hilden, Germany). For a subset of samples, germline DNA from PBMCs was collected in and extracted using PAXgene Blood DNA tubes and kit (PreAnalytix, Germantown, Maryland). DNA was stored at −20°C until further processing. Germline DNA was then fragmented using a LE220 focused ultrasonicator (Covaris, Woburn, Massachusetts) or a  Q800R3  sonicator (Qsonica LLC, Newtown, Connecticut) according to the manufacturer’s instructions and previously published methods [ 35 ] to a target length of 200 bp. DNA lengths were assessed using a Bioanalyzer (Agilent Technologies, Santa Clara, California). Tumor DNA isolation and processing Tumor tissue was not procured for research unless clinically indicated and available following the standard clinical pathology workflow. When available, tumor tissue was snap-frozen and stored at −80°C or stored in formalin-fixed paraffin-embedding (FFPE). Nucleic acids were isolated from tumor FFPE samples using the manufacturer’s protocol with the AllPrep DNA/RNA FFPE kit (Qiagen, Hilden, Germany). DNA was extracted from snap-frozen tumor tissue samples using the DNeasy Blood and Tissue kit (Qiagen, Hilden, Germany). Extracted DNA was stored at −20°C until further processing. Tissue DNA was subsequently fragmented using a LE220 focused ultrasonicator (Covaris, Woburn, Massachusetts) or  Q800R3  sonicator (Qsonica LLC, Newtown, Connecticut) and analyzed using a Bioanalyzer (Agilent Technologies, Santa Clara, California) as described above. DNA library construction and sequencing Sequencing libraries were constructed from cfDNA (NCI 5 to 15 ng, WUSTL 10 to 60 ng) or germline/tumor DNA (NCI 100 ng, WUSTL 32 ng) using commercial kits per the manufacturers’ instructions: TruSeq Nano (Illumina, San Diego, California) for NCI samples and Kapa HyperPrep (Roche, Basel, Switzerland) for WUSTL samples. Constructed libraries were balanced, pooled, and sequenced using 150 bp paired-end reads on a NovaSeq (Illumina, San Diego, California) or HiSeq 4000 (Illumina, San Diego, California). Data were then quality filtered and pooled for analysis. Copy number alteration and tumor fraction analysis Sequencing data were demultiplexed, and raw reads were quality filtered using fastp v.0.2. Quality-filtered reads were then aligned to the hg19 human genome assembly using BWA v.0.7.17. Aligned reads were deduplicated with Samtools v.1.7, then downsampled to 10 million read pairs (WGS coverage approximately 0.6×), or separately for comparison purposes to 5 million read pairs (WGS coverage approximately 0.3×). Genomic coverage was estimated using MosDepth [ 36 ]. To enrich for circulating tumor DNA (ctDNA) fragments, in silico size selection was applied to all cfDNA samples [ 28 ]. Only quality-filtered reads between fragment lengths of 90 and 150 bp were considered for copy number and tumor fraction analysis for cfDNA samples, while such size selection was not performed for tumor and germline samples. GC content and mappability bias correction, depth-based local copy number estimates, and copy number–based estimation of tumor fraction were then performed using the ichorCNA tool (Broad v.0.2.0) [ 37 ]. Briefly, reads were summed in nonoverlapping windows of 10 6  bases; local read depth was corrected for GC bias and known regions of low mappability, and artifacts were removed by comparison to ichorCNA’s built-in healthy control reference. CNAs were predicted using recommended low tumor fraction parameters for cfDNA samples and default parameters for tumor and germline samples. X and Y chromosomes were not considered in copy number ratios. ichorCNA then used these binned, bias-corrected copy number values to model a two-component mixture of tumor-derived and nontumor-derived fragments, from which it inferred the fraction of reads in each sample originating from tumor (tumor fraction) [ 37 ]. Visualization of genome-wide CNAs at specific loci ( ) was generated from compiled log Fig 3 2  ratios of copy number for all study plasma specimens ( n =  85 samples). Reads were classified as copy number gain if log 2  of the copy number ratio was >0.58 (log 2  (3/2)) and loss if log 2  of the copy number ratio was <−1.0 (log 2  (1/2)). Bin CNA plots ( ) reflect copy number changes from baseline in the tumor-only fraction of each sample. Both copy number state and tumor fraction were determined by ichorCNA [ S1 Fig 37 ]. Fragment size analysis Following the sequencing quality control, deduplication, alignment, and downsampling steps described above, read-pair fragment sizes for cfDNA samples were calculated using deepTools bamPEFragmentSize [ 38 ]. The distribution of each sample’s fragment sizes was estimated by kernel density. cfDNA fragment size distributions were compared between the 3 clinical states (healthy control, PN, and MPNST) and between high and low tumor fraction samples by two-sided Kolmogorov–Smirnov testing. Comparisons of cfDNA tumor fraction to imaging Patients with MPNST and PN were monitored by CT, MRI, and/or FDG-PET imaging at the treating institution at the managing clinicians’ discretion. For patients with MPNST, radiographic tumor burden was quantified by sum of the longest tumor diameters (SLD) per RECIST 1.1 criteria [ 39 ]. For comparison to serial time point cfDNA tumor fractions, each plasma sample was matched to the nearest SLD value at the primary institution within 30 days and without any interceding change of therapy. SLDs and plasma tumor fraction levels were then assessed using Pearson correlation coefficient. For comparisons of plasma tumor fraction to clinical status by RECIST, tumor fraction values were first normalized per patient to the lowest value detected on serial analysis, and then log 2  transformed to generate the final plotted values in  . Changes in clinical status were assessed and categorized as complete response, partial response, stable disease, or progressive disease per RECIST 1.1 criteria [ Fig 5B 39 ]. RECIST 1.1 scoring was performed on serial imaging studies relative to a patient’s baseline scan. Power and statistical analyses Previous tissue-based studies have shown that PN harbor few genome-wide CNAs [ 40 , 41 ] but acquire significant genomic instability during malignant transformation to MPNST [ 32 , 41 , 42 ]. Based on these known significant CNA differences between MPNST and PN tumors, we assumed a large effect size would also be evident comparing MPNST plasma tumor fraction to plasma from PN patients or healthy controls. Using Cohen’s  f  = 0.6 with an α = 0.05 and power = 0.80, we projected that the sample size needed to detect differences between these 3 categories would be  n =  10 per group. Our category group sizes met or exceeded this estimate for all comparisons ( ). S1 – S4  Tables When testing associations between plasma tumor fraction and clinical status ( ), we limited MPNST plasma samples to those collected either prior to all treatments or after a washout period of at least 21 days after completion of chemotherapy or radiotherapy (designated as pretreatment or baseline MPNST samples below). The distributions of plasma tumor fraction for each clinical status were compared by Kruskal–Wallis H test with pairwise comparisons by Dunn test. To further compare pretreatment MPNST to benign PN patients, we generated a receiver operating characteristic (ROC) curve of plasma tumor fraction. Tumor fraction values derived from ctDNA-enriched 90 to 150 bp fragments were compared to tumor fractions derived from all cfDNA fragment lengths. For ctDNA-enriched tumor fraction, an optimized cutpoint was determined by Youden’s index (the point on the ROC curve that maximizes sensitivity + specificity– 1), and high and low plasma tumor fraction groups by cutpoint were compared to clinical status by Fisher exact test. A logistic regression was also performed for the MPNST versus PN groups using the glm function in  Fig 4 R , evaluating the effects of age, sex, and institution in addition to pretreatment plasma tumor fraction. Leave-one-out cross-validation was performed in  R  using the caret package. The reverse Kaplan–Meier method was used to estimate follow-up times. Statistical analyses were performed using  R  v.3.6.1 or Prism 9 (GraphPad Software).",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:29:26"
}