{
  "pmid": "PMID:34573290",
  "title": "Performance Evaluation of SpliceAI for the Prediction of Splicing of ",
  "abstract": "Neurofibromatosis type 1, characterized by neurofibromas and café-au-lait macules, is one of the most common genetic disorders caused by pathogenic ",
  "authors": "Changhee Ha; Jong-Won Kim; Ja-Hyun Jang",
  "journal": "Genes",
  "publicationDate": "2021-08-25",
  "doi": "10.3390/genes12091308",
  "methods": "4. Materials and Methods 4.1. Study Subjects We retrospectively analyzed the gDNA and cDNA variants identified from 653 patients tested for  NF1  sequencing between January 2006 and December 2020. In accordance with the American College of Medical Genetics and Genomics/Association for Molecular Pathology guideline [ 38 ],  NF1  variants were classified into three categories ( Table S1 ): (1) pathogenic variant (PV)/likely PV (LPV), (2) variant of uncertain significance (VUS), and (3) benign variant (BV)/likely BV (LBV). During categorization, allele frequencies were reviewed using gnomAD (v2.1.1,  https://gnomad.broadinstitute.org/ , accessed on 1 July 2021). Previous reports of  NF1  variants were reviewed using Human Genome Variation Database (HGMD ®  Professional release 2021.2,  https://my.qiagendigitalinsights.com/bbp/view/hgmd/pro/start.php , accessed on 1 July 2021), ClinVar ( https://www.ncbi.nlm.nih.gov/clinvar/ , accessed on 1 July 2021), and Leiden Open Variation Database (LOVD;  https://databases.lovd.nl/shared/variants/NF1 , accessed on 1 July 2021). Functional study was performed using cDNA and gDNA sequencing analysis (see  Section 4.2 ). The following  NF1  cDNA or gDNA variants were excluded: (1) variants with unsatisfactory quality or insufficient variant information in cDNA and/or gDNA sequencing analysis, (2) benign mRNA transcripts in RT-PCR, and (3) mRNA variants with no identifiable corresponding gDNA variant, and (4) gDNA variants for which SpliceAI Δ Score could not be obtained in the range of 0–1 (variants other than SNVs or simple INDELs, see  Section 4.3 ). Our study workflow and the number of excluded cDNA/gDNA variants are shown in  Figure 3 . Based on the exclusion criteria above, 285 unique gDNA variants of  NF1  were included for the evaluation, including 73 splice variants (proven by cDNA and/or gDNA sequencing analysis). Among the 285 variants, 235, 30, and 20 were PVs/LPVs (including all 73 splice variants), VUSs, and BVs/LBVs, respectively ( Figure 3 ). This study was approved by the Institutional Review Board of Samsung Medical Center, Seoul, Korea (protocol code 2021-05-122, approved on 6 July 2021). 4.2. Complementary DNA and Genomic DNA Sequencing Peripheral blood samples were collected in a vacuum tube containing ethylenediaminetetraacetic acid as a preservative and gDNA and RNA were extracted from leukocytes. DNA was extracted using a Wizard Genomic DNA Purification Kit (Promega, Madison, WI, USA) according to the manufacturer’s instructions. The concentration and purity of the DNA were measured using NanoDrop (Thermo Fisher Scientific, Waltham, MA, USA). The RNA was extracted with TRIzol methods and 1 µg of samples were reverse transcribed using Thermo Scientific RevertAid First Strand cDNA Synthesis Kit (Thermo Fisher Scientific, Waltham, MA, USA). RT-PCR and cDNA sequencing were performed to screen altered splicing and coding region variants of  NF1 . Amplification of  NF1  cDNA was performed through 24 overlapping fragments using the GeneAmp PCR System 9700 Thermal Cycler (Applied Biosystems, Foster City, CA, USA). The primer sets for gDNA and cDNA amplification were based on previous report from our institution [ 30 ], which are listed in  Supplementary Tables S2 and S3 , respectively. Cyclic sequencing was performed using the BigDye Terminator v3.1 Cycle Sequencing Kit (Applied Biosystems), and sequence traces were obtained on an ABI 3730xl DNA Analyzer (Applied Biosystems). Sequence variations were detected through Sequencher software (Gene Codes, Ann Arbor, MI, USA). If a variant or exon skipping was detected in the cDNA sequence analysis, the involved exon and flanking intronic regions of gDNA were sequenced using gDNA to identify the corresponding DNA variant that caused splicing alterations. The reference sequence for alignment and variant detection was based on  NM_001042492.2 , the longest isoform for  NF1 . Variants were described according to the HGVS guidelines ( http://varnomen.hgvs.org/ , accessed on 1 July 2021) [ 39 ]. 4.3. Splicing Prediction SpliceAI, a web-based interface ( https://spliceailookup.broadinstitute.org/# , accessed on 1 July 2021), was used for splicing prediction. The Δ Score, the maximum probability of splicing where a variant affects the gain or loss of acceptor or donor sites, was obtained for each variant using default parameters. The Δ Scores could be obtained only in SNVs and  simple  INDELs; reference or alternative allele in the reference genome is a single base. More detailed information on the Δ Score has been previously described [ 14 ]. For the comparison of the performance of the SpliceAI with other  in silico  splicing prediction tools, MES [ 16 ] and SSF [ 17 ], two commonly used algorithms, were conducted using Alamut ®  Visual v.2.15 software (SOPHiA GENETICS, Saint-Sulpice, Switzerland). According to the previous recommendations [ 18 , 40 ], variants were considered as positive for splicing alteration based on the following: (1) MES predicted >15% reduction of the score of the natural splice site AND SSF predicted >5%, or (2) a new splice site was created. If a variant was not placed within the Cartegni region (i.e., 11 bases for the 5′ splice site; from the last 3 exonic to the first 8 intronic bases, and 14 bases for the 3’ splice site; from the last 12 intronic to the first 2 exonic bases) [ 41 ], we only applied SSF prediction as mentioned above. 4.4. Statistical Analysis Using the Δ Scores from SpliceAI, ROC curve analysis was conducted based on the method developed by Hanley and McNeil [ 15 ]. The optimal cut-off value of Δ Scores was obtained from ROC curve analysis. In further analysis, a single  NF1  variant was defined as SpliceAI prediction “positive” when the SpliceAI Δ Score of the variant was above the cut-off value. PPA, NPA, kappa coefficient, and their 95% CIs were calculated to compare the agreement between SpliceAI and other  in silico  tools (MES/SSF) for predicting the splice effect of the variants. The sensitivity and specificity of SpliceAI and MES/SSF were calculated against the splicing effect using cDNA and gDNA sequencing analysis results. McNemar’s test was used to compare the sensitivity and specificity between SpliceAI and MES/SSF for splice prediction. Using Δ Scores (SpliceAI) and reduction ratio (MES/SSF), pairwise comparison of ROC curves between SpliceAI and MES/SSF were also performed. Statistical analyses were performed using MedCalc Statistical Software version 19.0.5 (MedCalc Software, Ostend, Belgium).  p  < 0.05 was considered statistically significant.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:29:28"
}