{
  "pmid": "34570301",
  "abstract": "PURPOSE: Neurofibromatoses (NF; NF1, NF2, and schwannomatosis) are incurable tumor suppressor syndromes with heterogeneous symptoms. Emotional distress (e.g., depression, anxiety, stress) is common in NF and impairs quality of life (QoL). Several modifiable dimensions of resiliency can contribute to enhanced QoL in medical populations but have been overlooked as treatment mechanisms for NF. Our goal was to determine, using data from an ongoing efficacy RCT testing a mind-body program for NF, if resiliency explains the relationship between emotional distress and QoL. METHODS: We performed structural equation modeling mediation analysis on baseline measures of QoL (physical health, psychological, social relationships, environmental), emotional distress (depression, anxiety, stress), and resiliency (gratitude, optimism, coping, mindfulness, empathy) completed by adults with NF (N = 228). We controlled for variables known to impact psychosocial functioning in NF (age, diagnosis, learning disability, and education). RESULTS: After adjusting for covariates, resiliency had a significant and large indirect effect on the negative relationship between emotional distress and QoL (CSIE = - 0.31, 95% CI = - 0.59 to - 0.19, p = .001). The direct effect of emotional distress on QoL was smaller but remained significant (β = - 0.23, 95% CI = - 0.44 to - 0.03, p = .03), suggesting partial mediation through resiliency. CONCLUSIONS: Resiliency may buffer the high rates of emotional distress in NF. Mind-body interventions targeting multiple modifiable resiliency factors may be a promising path toward promoting QoL in adults with NF. TRIAL REGISTRATION: Clinical Trials.gov Identifier: NCT03406208.",
  "methods": "Methods We performed structural equation modeling mediation analysis on baseline measures of QoL (physical health, psychological, social relationships, environmental), emotional distress (depression, anxiety, stress), and resiliency (gratitude, optimism, coping, mindfulness, empathy) completed by adults with NF (N = 228). We controlled for variables known to impact psychosocial functioning in NF (age, diagnosis, learning disability, and education).",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:17:14.109656",
  "abstract_length": 1704,
  "methods_length": 452,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}