{
  "pmid": "34604751",
  "abstract": "BACKGROUND: Patients with Neurofibromatosis Type 1 (NF1) and plexiform neurofibromas (PN) often have radiographically diagnosed distinct nodular lesions (DNL) which can cause pain and weakness. Magnetic resonance-guided high intensity focused ultrasound (MR-HIFU) can precisely and accurately deliver heat to thermally ablate target tissue. The aim of this study is to evaluate whole-body MRIs from patients with NF1 and DNL, applying volumetrics and a consistent treatment planning approach to determine the feasibility of MR-HIFU ablation of DNL. METHODS: A retrospective review of whole-body MRI scans from patients with NF1 and PN from CNH and NCI was performed. DNL are defined as lesions >3 cm, distinct from PN and lacking the \"central dot\" feature. Criteria for MR-HIFU thermal ablation include target location 1-8 cm from skin surface; >1 cm from visible plexus, spinal canal, bladder, bowel, physis; and ability to ablate ≥50% of lesion volume. Lesions in skull and vertebral body were excluded. RESULTS: In 26 patients, 120 DNL were identified. The majority of DNL were located in an extremity (52.5%). Other sites included head/neck (7%), chest (13%), and abdomen/pelvis (28%). The predefined HIFU ablation criteria was not met for 47.5% of lesions ( CONCLUSION: Based on imaging review of lesion location, technical considerations and ability to target lesions, thermal ablation with MR-HIFU may be a feasible noninvasive alternative for symptom management in patients with NF1 and symptomatic DNL.",
  "methods": "Methods A retrospective review of whole-body MRI scans from patients with NF1 and PN from CNH and NCI was performed. DNL are defined as lesions >3 cm, distinct from PN and lacking the “central dot” feature. Criteria for MR-HIFU thermal ablation include target location 1–8 cm from skin surface; >1 cm from visible plexus, spinal canal, bladder, bowel, physis; and ability to ablate ≥50% of lesion volume. Lesions in skull and vertebral body were excluded. Materials and Methods Study Subjects The Gilbert Family Neurofibromatosis Institute at Children’s National Hospital (CNH), Washington, DC sees approximately 750 pediatric and young adult patients with NF1 yearly. The Pediatric Oncology Branch (POB) at National Cancer Institute (NCI), Bethesda, MD is an international referral center and leading NF center with a large patient population. This is a retrospective review of MRI images from NF1 patients with plexiform neurofibroma(s) who had whole-body MRIs. Patients from CNH were enrolled on clinical trial NCT03820778 evaluating the use of whole-body MRI for identifying ANNUBP in patients with NF1. These patients had high plexiform tumor burden defined as ≥1 PN that was >3 cm in diameter. Patients from NCI were enrolled on clinical trial NCT00924196, a natural history study of patients with NF1. Patients selected from this study were those with known DNL identified on MRI and representing a cohort to cover a range of sizes, location and anatomy. Patients enrolled met the NIH diagnostic criteria for NF1. MRI scans occurred between 2010 and 2019. Twenty-six patients were identified and included in this study. Only one whole-body MRI per patient was evaluated without prior or subsequent MRIs for comparison due to availability of whole-body MRIs per patient on study. The protocols were approved by respective institutional review boards. Informed consent was obtained from all patients/guardians. DNL and MR-HIFU Criteria DNL are defined as lesions ≥3 cm in largest dimension, distinct from plexiform neurofibroma and lacking the “central dot” feature.  MR-HIFU ablation criteria is based on a consensus of safety measures felt to reduce risk in clinical trials. 10 , 15 , 18  Also, while different MR-HIFU systems exist with varying design specifications to treat targets in different locations, for the purpose of this study, we will be basing criteria for treatment on the clinical MR-HIFU system available at CNH (Profound Sonalleve V2; Profound Medical Inc., Mississauga, Ontario, Canada). 19 , 20 Lesions were considered either targetable (greater than 50% ablation feasible) or not targetable. Criteria for a targetable lesion included targets >1 cm and <8 cm from skin surface with a beam path that was not obstructed by intervening bone or air-tissue interfaces such as lung and bowel. Target lesions also had to be >1 cm from major neurovascular bundle, plexus, spinal canal, bladder, bowel, and open physis. Lesions were considered not targetable if located in the head and neck due to proximity to critical structures and limited institutional experience. Lesions in the chest and abdominal cavities were considered not targetable due to the impact of motion from respiration and peristalsis on ability to perform accurate temperature monitoring, as well as acoustic shadowing, or inability to treat through gas-containing structures such as lungs and bowel. Exceptions included axillary lesions that extend from the upper extremity into chest cavity and one posterior lesion in the superior aspect of chest cavity due to minimal impact from respiration. The partial ablation cut off of 50% was decided upon by a consensus of our team of experts as a benchmark of what we could measure to say a lesion was accessible by HIFU. DNL Identification and Measurement Osirix software (Pixmeo SARL; v10.0.0) was used for all evaluations and measurements. Whole-body MRIs were closely examined, identifying all lesions meeting criteria for DNL. Lesions were reviewed and confirmed to be DNL by a team of radiologists and oncologists. Digital calipers were used to measure all lesions in both axial and coronal planes. The median longest diameter of all lesions was calculated. Treatment Planning for MR-HIFU Thermal Ablation For lesions which met predefined criteria and threshold to be considered targetable, volumetric analysis and treatment planning were performed. Volumetric analysis was performed using Osirix software. Total tumor volume (TTV) was measured by outlining the DNL margins on each axial MRI slice showing tumor. Each lesion was individually evaluated for complete or partial ablation using digital calipers to measure the closest distance from edge of tumor to skin surface, major neurovascular bundle and nearby gas-containing organs. A line of treatment, representing the proposed treatment beam, was placed over axial planes in direction of desired treatment approach ( Figure 1 ). Approach was based on best angle and beam path to avoid obstruction, limit effect on nearby structures and effectively treat the largest percentage of tumor. Treatment planning was reviewed by a team including interventional radiology, engineering, oncology, and neurosurgery. Figure 1. Treatment planning of DNL in left proximal thigh showing proposed treatment path and distances from skin, major neurovascular bundle and bone. Lesions meeting criteria for MR-HIFU and greater than 1cm from skin surface, major neurovascular bundle and nearby organ on all axial slices had a planned treatment volume (PTV) of 100% and were considered capable of undergoing complete ablation. Lesions less than 1 cm from any of these structures underwent a second volumetric analysis. Initial TTV was adjusted to create a new tumor border allowing for greater than 1 cm distance to skin surface, major neurovascular bundle and nearby organ. The remaining volume was calculated to be PTV. The percent treatable tumor was calculated as 100 × PTV/TTV. Lesions with percent treatable tumor >50% were considered capable of undergoing partial ablation >50%. Statistical Analysis In this retrospective review, feasibility of MR-HIFU for the treatment of DNL is summarized descriptively. Categorical variables were reported as percentages and when compared using the Chi-squared test. Continuous measures were reported as means (SD) or Median (IQR) and assessed with the Wilcoxon Rank Sum Test or the Kruskal–Wallis Test.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:17:35.699486",
  "abstract_length": 1511,
  "methods_length": 6424,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}