{
  "pmid": "34603530",
  "abstract": "Neurofibromatosis type I (NF1) is an autosomal dominant genetic disease that is caused by mutations in the",
  "methods": "Materials and methods Culture of human BMSCs BMSCs were purchased from the American Type Culture Collection (cat. no. CRL-3421). They were cultured in Human Bone Marrow Mesenchymal Stem Cell Basal Medium (Cyagen Biosciences, Inc.) supplemented with 10% qualified FBS (Takara Bio, Inc.), 10% glutamine and 10% penicillin-streptomycin at 37˚C in a humidified atmosphere with 5% CO 2  for 14 days ( 13 ). The standard procedure to induce osteogenic differentiation of BMSCs is by culturing cells in Human Mesenchymal Stem Cell Osteogenic Differentiation Basal Medium (Cyagen Biosciences, Inc.) containing 10% FBS (Takara Bio, Inc.), 0.2% ascorbate acid (Shanghai Aladdin Biochemical Technology Co., Ltd.), 0.01% dexamethasone (Shanghai Aladdin Biochemical Technology Co., Ltd.), 1% glutamine, 100 units of penicillin/streptomycin and 1% β-glycerophosphate sodium ( 13 ). Cell transfection and treatment BMSC models with inhibited or overexpressed  NF1  were established using a method similar to that used by a previous study ( 13 ). Briefly, a small interfering RNA (siRNA) targeting  NF1  and a negative control (NC) siRNA (non-targeting sequence) were purchased from Shanghai GenePharma Co., Ltd. The siRNA targeting sequences were as follows:  NF1 -siRNA, 5'-ACATACCAAAGTCAGTACT-3'; and NC-siRNA, 5'-AACAAGATGAAGAGCACCA-3'. Human BMSCs were grown in 6/12-well culture plates until ~80% confluence, then transfected with 100 nm siRNA- NF1  or NC-siRNA for 48 h at 37˚C using Lipofectamine ®  2000 (Invitrogen; Thermo Fisher Scientific, Inc.). Human  NF1  cDNA was amplified by PCR and inserted into pcDNA3.0 ( NF1 -pcDNA3.0; Invitrogen; Thermo Fisher Scientific, Inc.). Then  NF1 -pcDNA3.0 (1/2 µg) or pcDNA3.0 (1/2 µg) was transfected into BMSCs using Lipofectamine ®  2000 in accordance with the manufacturer's protocol. Twenty-four hours later, the transfected cells were divided into the following four groups: NC-siRNA,  NF1 -siRNA, pcDNA3.0 and  NF1 -pcDNA3.0. Additionally, a control group was established containing untransfected BMSCs. The transfected BMSCs were treated with 50 nM RAPA (cat. no. AY 22989; MedChemExpress) or 5 mM 3-MA (cat. no. S2767-1; Selleck Chemicals) for 24 h at 37˚C for the detection of autophagy and associated pathways. The concentrations used in the present study were based on those used in previous studies ( 21 , 22 ). In addition, osteogenic differentiation experiments were conducted on day 14 following transfection. RNA extraction and reverse transcription-quantitative PCR (RT-qPCR) Following transfection and differentiation on day 14, total RNA was isolated from cultured cells using TRIzol ®  reagent (Invitrogen; Thermo Fisher Scientific, Inc.) according to the manufacturer's instructions. Gene expression levels were measured in a real-time PCR detection system (Bio-Rad Laboratories, Inc.) by SYBR ®  Green (Bio-Rad Laboratories, Inc.) detection. Briefly, the extracted RNA was reverse transcribed in the presence of a poly (A) polymerase with an oligo-dT adaptor, using the PrimeScript™ RT Reagent kit with gDNA Eraser (Perfect Real Time; cat. no. RR047A; Takara Bio, Inc.), according to the manufacturer's protocol. The thermocycling conditions were as follows: 42˚C for 2 min; followed by 37˚C for 15 min and 85˚C for 5 sec. The expression of  NF1 , runt-related transcription factor 2 (Runx2), alkaline phosphatase (ALP) and Osterix were quantified by qPCR using TB Green ®  Fast qPCR Mix (cat. no. RR430; Takara Bio, Inc.). Thermocycling conditions were as follows: Initial denaturation at 95˚C for 15 min; followed by 40 cycles of 95˚C for 15 sec, annealing 50-60˚C for 30 sec, 72˚C for 30 sec; followed by final extension at 72˚C for 7 min. GAPDH was used as the internal control. The PCR primers are listed in  Table I . The Cq value obtained for the gene of interest was normalized to that of the housekeeping gene GAPDH to obtain the ΔCq value. The ΔΔCq value was then obtained by subtracting the ΔCq value for each gene of interest from the ΔCq value for the control sample. The results were calculated using the equation RQ=2 -ΔΔCq , where RQ is the relative quantity and is expressed as the fold-change relative to the corresponding gene expression level in the control sample ( 23 ). Western blotting Transfected and treated BMSC proteins were extracted using lysis buffer containing 50 mM Tris (pH 7.6), 150 mM NaCl, 1% Triton X-100, 1% deoxycholate, 0.1% SDS, 1 mM PMSF and 0.2% aprotinin (Beyotime Institute of Biotechnology). A BCA™ Protein Assay kit (Pierce; Thermo Fisher Scientific, Inc.) was used for quantification of protein samples. Equal amounts of protein samples (30 µg per lane) were separated on 15% SDS-PAGE gels and transferred onto PVDF membranes. After blocking in 5% BSA serum (Roche Diagnostics GmbH) for 1 h at 37˚C, the blocked membranes were incubated with the corresponding primary antibodies overnight at 4˚C. The membranes were then washed in Tris-buffered saline (Tris 20 mM, NaCl 137 mM, pH 7.6) containing 0.1% Tween-20 (TBST; cat. no. P2287; Sigma-Aldrich; Merck KgaA) three times and incubated for 1 h at room temperature with appropriate secondary antibodies conjugated to horseradish peroxidase (HRP). The membranes were incubated with ECL reagent (Immun-Star HRP Substrate kit; cat. no. 1705040; Bio-Rad Laboratories, Inc.). The signals were then visualized and analyzed using Image Lab™ software 5.2 (Bio-Rad Laboratories, Inc.). For the present study, primary antibodies against  NF1  (1:1,000; cat. no. ab128054; Abcam), Beclin-1 (1:1,000; cat. no. ab210498; Abcam), p62 (1:1,000; cat. no. ab109012; Abcam), LC3BI/II (1:1,000; cat. no. ab192890; Abcam), GAPDH (1:1,000; cat. no. ab8245; Abcam), ALP (1:1,000; cat. no. ab229126; Abcam), Runx2 (1:1,000; cat. no. ab236639; Abcam) and Osterix (1:1,000; cat. no. ab209484; Abcam) were used. Antibodies against phosphorylated (p)-mTOR (1:1,000; cat. no. 5536; Cell Signaling Technology), total (t)-mTOR (1:1,000; cat. no. 2983; Cell Signaling Technology), p-p70S6 kinase (p70S6K; 1:1,000; cat. no. 9204; Cell Signaling Technology), t-p70S6K (1:1,000; cat. no. 2708; Cell Signaling Technology), AKT (1:1,000; cat. no. 9272; Cell Signaling Technology), p-AKT (1:1,000; cat. no. 4060; Cell Signaling Technology), PI3K (1:1,000; cat. no. 4249; Cell Signaling Technology) and p-PI3K (1:1,000; cat. no. 17366; Cell Signaling Technology) were also used. HRP-conjugated anti-mouse IgG (1:5,000; cat. no. ab6728; Abcam) and HRP-conjugated anti-rabbit IgG (1:5,000; cat. no. ab6721; Abcam) were used as secondary antibodies. Acridine orange (AO) staining After conditioning, BMSCs were harvested and suspended in PBS at 1x10 6  cells/ml. Next, 95 µl of this cell suspension was considered and 5 µl AO staining solution (Sigma-Aldrich; Merck KGaA) was added. The reaction was allowed to proceed for 10 min in the dark at room temperature. Subsequently, 5 ml PBS was added and the suspension was then centrifuged on a conventional centrifuge at 150 x g at room temperature for 5 min. The supernatant was then discarded and washed twice with PBS. The cells suspended in PBS were pipetted onto slides and sealed with cover glass. Autophagy was visualized under a fluorescence microscope (magnification, x40; Leica DMIRB; Leica Microsystems GmbH). Autophagic flux/lysosomal detection To track and observe the formation of autophagosomes and autophagic flux, 1x10 6  cells/ml were grown to ~80% confluence, infected with Ad-GFP-LC3B (cat. no. C3006; Beyotime Institute of Biotechnology) at 7 log 10  PFU/ml for 24 h and cultured in a 6-well plate on cover glass to monitor autophagy flux. Furthermore, the slides were washed with PBS and 3% paraformaldehyde was added into each well. The plate was then placed in the dark for 20 min at room temperature. The slides were washed three times with PBS before 2 ml PBS was then added to each well. The plate was incubated with shaking at room temperature for 10 min. The coverslips were mounted with an anti-fade mounting solution (cat. no. P0126; Beyotime Institute of Biotechnology) and dried for 1 min at room temperature. Subsequently, the slides were observed with a fluorescence microscope (magnification, x40; Leica DMIRB; Leica Microsystems GmbH). During this procedure, GFP-LC3 was combined with autophagosomes, and detected using fluorescence microscopy. Under the fluorescence microscope, the GFP-LC3 combined autophagosomes were indicated by granular green fluorescence. ALP staining BMSCs were inoculated into a 12-well culture plate at a density of 1x10 4  cells per well at 37˚C in 5% CO 2 . After 24 h, the medium was replaced with the osteogenic induction medium (cat. no. CTCC-Y001, PH Biomedicine) and cultured at 37˚C in 5% CO 2 . The medium was changed every 2-3 days and removed after 14 days. The cells were washed twice with PBS and fixed with 4% paraformaldehyde for 30 min at room temperature. The paraformaldehyde was then removed and the cells were washed three times with ddH 2 O and an ALP staining solution (Shanghai Gefan Biotechnology Co., Ltd.) was added for 30 min at room temperature. The ALP staining solution was removed, the cells were washed three times with ddH 2 O and visualized under a microscope (magnification, x40; Leica DMIRB; Leica Microsystems GmbH); in addition, images were captured. Alizarin red staining BMSCs were cultured with osteogenic induction medium for 14 days before examination of Alizarin red staining. The culture medium was discarded and the cells (1x10 6 ) were fixed with 4% paraformaldehyde for 15-20 min at room temperature, following which they were washed three times with PBS. Alizarin red staining solution (ScienCell Research Laboratories, Inc.) was prepared in advance and was added to the culture plate and placed in the incubator for 15 min at room temperature. The staining solution was then discarded, the plate was washed three times with PBS solution and placed under a differential interference contrast microscope (magnification, x40; Leica DMIRB; Leica Microsystems GmbH) to capture images. Transmission electron microscopy BMSCs were cultured in 6-well plates and transfected with  NF1 -pcDNA3.0 for 48 h, and then collected and fixed with a mixture of 2.5% glutaraldehyde and 1% acetic acid for 2 h at room temperature. Samples were then processed following a standard protocol ( 24 ). Briefly, samples were dehydrated using ethanol, stained for 2 h using uranyl acetate and alkaline lead citrate at room temperature, embedded using Epon resin at 37˚C overnight, and cut into 500 nm-thick sections using an automatic microwave sample processor (Leica EM AMW; Leica Microsystems GmbH) at room temperature. Observation and imaging were then performed by using a JEM-1400 transmission electron microscope (JEOL, Ltd.). Statistical analysis All experiments were repeated ≥ three times. The results are expressed as the mean ± standard deviation. Data were processed using the SPSS 10.0 statistical software (SPSS, Inc.). For between-group comparisons, data were analyzed using an unpaired Student's t-test. One-way analysis of variance followed by a post hoc test of LSD was used to analyze the data among the three groups. P<0.05 was considered to indicate a statistically significant difference. Availability of data and materials The datasets used and/or analyzed during the current study are available from the corresponding author on reasonable request.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:17:29.003108",
  "abstract_length": 106,
  "methods_length": 11421,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}