{
  "pmid": "34627329",
  "abstract": "BACKGROUND: To examine the impact of executive function disorders on health-related quality of life (QoL) in children with neurofibromatosis type 1 (NF1), we conducted a prospective single-center study among 40 children with NF1 aged 8-12 years (mean = 9.7, SD = 1.4) and their parents, comparing them with 56 healthy control children matched for age, sex, parental education level, and handedness. We collected children's self-reports and parents' proxy reports of QoL with the Kidscreen-52 questionnaire, and measured executive functions by combining seven performance-based tests and a daily life questionnaire completed by parents and teachers. RESULTS: Several QoL domains were significantly impaired in the children with NF1, compared with healthy controls, mainly according to their parents' reports (3 out of 9 scales; Cohen's d: 0.57-0.76), with particularly low scores in the social support and peers and school environment domains. Executive function difficulties (Cohen's d: 0.64-1.72) significantly predicted the impairment of QoL domains as perceived by the children or their parents, regardless of the indirect indicators of learning disabilities. CONCLUSIONS: Both performance-based executive function scores and behavioral ratings of executive functions in daily life by parents and teachers were associated with low QoL levels in the children with NF1. The school environment and social integration appear to be particularly affected and should therefore be targeted in the management of the disease.",
  "methods": "Methods Participants The clinical sample was recruited from a referral center for NF1 located in a university hospital. Participation was voluntary and offered to all parents during medical consultations carried out between May 2013 and March 2016. To be included, children had to meet the diagnostic criteria of the National Institutes of Health Consensus Conference [ 1 ] and be aged between 8 and 12 years. Learning disabilities were neither an inclusion nor an exclusion criterion, to avoid recruitment bias [ 13 ]. The exclusion criteria were epilepsy or brain tumor in the context of NF1, history of another neurological or psychiatric pathology, sensory disorder incompatible with testing (especially symptomatic optic chiasm glioma), and insufficient French language proficiency. All 52 families to whom the study was proposed agreed to participate. One child was excluded because of a prior history of head trauma, and 11 others were not included in the analyses, owing to too many missing data. The final sample therefore comprised 40 children with NF1. Healthy control children were matched with the clinical sample for age, sex, and mean parental education level, as the standardized psychometric tests available to assess EFs in France have not all been validated with French children. We recruited a total of 71 control children through different networks (schools, holiday and leisure centers). The inclusion criteria were the same as for the clinical sample, apart from the fact that they were not expected to have NF1 or a history of learning disabilities. We used the Full Scale Intellectual Quotient ( M  = 100,  SD  = 15) derived from the four primary indices of the French Wechsler Intelligence Scale for Children-4th Edition [ 14 ] to exclude intellectual disability. A total of 12 children were not retained, owing to a high number of missing data, and three others were removed from the study because of suspected attention deficit hyperactivity disorder. The final control sample therefore consisted of 56 children. Assessment General health-related QoL was measured with the validated French-language version of Kidscreen-52 [ 15 ]. Children (self-report) and their parents (proxy report) responded to 52 questions covering 10 QoL domains (Physical wellbeing, Psychological wellbeing, Moods and emotions, Self-perception, Autonomy, Parent relations and home life, Social support and peers, School environment, Social acceptance, Financial resources) on a 5-point scale. The raw scores ( M  = 50,  SD  = 10) were converted into  T  scores. To take the current recommendations for EF assessment [ 16 ] into account, we used both direct (i.e., psychometric tests of the children’s performances in an examination setting) and indirect (behavioral inventory) measures. More specifically, we combined seven performance-based tests with two behavioral inventories targeting daily life. Three of the performance-based tests (i.e., Rey–Osterrieth complex figure (ROCF), Stroop test, and Modified Wisconsin Card Sorting Test) do not have a validated French-language version, but were selected because of their clinical sensitivity in NF1 [ 6 ,  17 ,  18 ]. For these tests, we used raw scores. Four other tests were administered, namely the two barrages test (T2B) [ 19 ], the Digit span and Letter-number sequencing subtests of the Wechsler Intelligence Scale for Children [ 14 ], and the Auditory attention and response set from the Developmental Neuropsychological Assessment [ 20 ]. We used  z  scores for T2B and standardized scores for the Developmental Neuropsychological Assessment ( M  = 10,  SD  = 3). For the Digit span and Letter-number sequencing subtests, the scores were pooled to obtain a composite working memory index (WMI;  M  = 100,  SD  = 15), in accordance with the Wechsler manual's recommendations. The French validation [ 21 ,  22 ] of the Behavior Rating Inventory of Executive Function (BRIEF [ 23 ]) was completed by parents and teachers, and  T  scores were used to calculate a Global Executive Composite score and two composite indices: behavioral regulation (BRI) and metacognition (MI). Disease severity was assessed with the revised Riccardi scale [ 24 ], ranging from 1 ( Minimal ) to 4 ( Severe ). Disease visibility was assessed with the Ablon scale [ 25 ], ranging from 1 ( Mild ) to 3 ( Severe ). The extent of school and extracurricular support received was assumed to provide an indirect measure of learning disabilities.  School support  corresponded to the educational services put in place at school (i.e., number of months the child received help such as care, school support, personalized schooling, or personalized educational success program).  Extracurricular support  corresponded to out-of-school care (i.e., number of months the child received speech or motor therapy or psychological follow-up). Procedure The study was approved by an institutional review board (CPP Est III, 12 March 2013, ID-RCB no. 2012-A00787-36) and registered with the French Data Protection Authority (CNIL; EGY/VCS/ AR135993 ). A written consent form was signed by each child and at least one parent after they had read an information note. The testing protocol was carried out by two experienced psychologists, assisted by four Master's students. The protocol was part of a larger study of neuropsychological disorders in NF1 (3 sessions, each lasting 150 min). The children with NF1 were seen as part of their neuropsychological assessment at the hospital, while control children were seen at home. The tests were administered in a predefined and systematized order. Statistical analyses All analyses were carried out with R software (R Core Team,  www.r-project.org ). Differences between the NF1 and control groups on raw or standardized scores (based on calibrations) were examined using two-tailed Student  t  tests with Welch's degrees of freedom, to account for the heterogeneity of variances in the population. To control for Type 1 errors in the context of multiple comparisons, we decided to set the alpha level at 0.01. A value of  p  ≤ 0.05 therefore only indicated a trend toward significance. Effect sizes were calculated and interpreted according to Cohen's recommendations [ 26 ]: small if 0.2 ≤  d  < 0.5; moderate if 0.5 ≤  d  < 0.8; large if  d  ≥ 0.8. Linear regressions were calculated to examine the determinants of low QoL domain scores (self- and proxy reports). Two kinds of predictors were considered and selected on the basis of a critical threshold of 0.10, namely (1) low EF scores, and (2) sociodemographic (age, sex, parental education level) and disease-related (sporadic vs. familial form, severity, visibility) factors. We also included the extent of school and extracurricular support (see [ 27 ,  28 ]), in order to contrast it with other indicators. Any missing data for a regression were imputed with the Amelia 2 package [ 29 ,  30 ]. The data were assumed to be multivariate normal. Amelia 2 uses the EMB algorithm (B for bootstrap [ 31 ]). A total of 100 completed datasets were created (by default) and backed up. Regression results (beta and  SE ) were pooled according to standard multiple imputation rules [ 32 ].",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:17:43.295299",
  "abstract_length": 1518,
  "methods_length": 7202,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}