{
  "pmid": "PMID:34630515",
  "title": "Assessment of Mosaicism and Detection of Cryptic Alleles in CRISPR/Cas9-Engineered Neurofibromatosis Type 1 and ",
  "abstract": "Genome editing in pigs has been made efficient, practical, and economically viable by the CRISPR/Cas9 platform, representing a promising new era in translational modeling of human disease for research and preclinical development of therapies and devices. Porcine embryo microinjection provides a universally available, efficient option over somatic-cell nuclear transfer, but requires that critical considerations be made in genotypic validation of the models that routinely go unaddressed. Accurate validation of genotypes is especially important when modeling genetic disorders, such as neurofibromatosis type 1 (NF1) that exhibits complex genotype-phenotypic relationships. NF1, an autosomal dominant disorder, is particularly hard to model as it manifests very differently across patients, and even within families, with over 3,000 disease-associated mutations of the neurofibromin 1 (",
  "authors": "Clifford Dustin Rubinstein; Dalton T McLean; Brent P Lehman; Jennifer J Meudt; Dominic T Schomberg; Kathy J Krentz; Jamie L Reichert; Mark B Meyer; Marie Adams; Charles M Konsitzke; Dhanansayan Shanmuganayagam",
  "journal": "Frontiers in genetics",
  "publicationDate": "2021",
  "doi": "10.3389/fgene.2021.721045",
  "methods": "Materials and Methods CRISPR Design, Synthesis, and Validation In the conduct of research utilizing recombinant DNA, the investigator adhered to NIH Guidelines for research involving recombinant DNA molecules. Target sites within the genes of interest were selected using Massachusetts Institute of Technology’s CRISPR design tool (now unavailable, previously: crispr.mit.edu, ), or later, CRISPOR ( 1 Concordet and Haeussler, 2018 ). All gRNAs were synthesized through  in vitro  transcription ( Barnett et al., 2019 ;  Niemi et al., 2019 ;  Wilson et al., 2021 ). Briefly, we used Phusion polymerase (M0530S; New England Biolabs, Inc., Ipswitch, MA) to synthesize a gRNA  in vitro  transcription template using overlap extension PCR with one primer carrying the T7 sequence, target sequence, and the invariant portion (20bp) of the gRNA sequence for overhang, and another antisense primer carrying the invariant portion of the gRNA sequence ( Supplementary Table 1 ). The  in vitro  template was purified (NucleoSpin Gel & PCR Cleanup, Macherey-Nagel) and used for  in vitro  transcription of gRNA according to the manufacturer instructions (MEGAshortscript T7 Transcription Kit (AM1354); ThermoFisher Scientific, Grand Island, NY).  In vitro  transcription reactions were cleaned up according to manufacturer instructions (MEGAclear Transcription Cleanup Kit (AM1908); ThermoFisher Scientific), with an additional ammonium acetate precipitation and wash with 70% ethanol. Abundance of gRNA was determined by Qubit Fluorometric Quantification (ThermoFisher Scientific). In vitro  design validation was performed using a porcine kidney epithelial cell line (LLC-PK1 ATCC CL-101 ™ ; American Type Culture Collection (ATCC), Manassas, VA) grown in Medium 199 with 3% FBS (Gibco, Thermo Fisher Scientific). Complexes of tracrRNA (Integrated DNA Technologies (IDT), Coralville, IA) and target-specific crRNA (IDT) were generated by heating 1:1 crRNA/tracrRNA by mole to 95°C and cooled to 25°C at 0.1°C/s. A total of 0.2×10 6  cells were mixed with a final concentration of 2μm crRNA/tracrRNA, 1.95μm Cas9 (Cas9 Nuclease V3; IDT), 2μm electroporation enhancer (IDT), and 1μm single-stranded DNA donor (Ultramer; IDT) using the SF Cell Line 4D-Nucleofector ™  X Kit S (Lonza, Basel, Switzerland) and the EN-150 protocol of a 4D Nucleofector ™  (Lonza). Subsequently, cells were recovered in complete growth media for 48h, lysed, and the targeted region was PCR amplified with the hotstart PrimeSTAR GXL DNA polymerase (Takara Bio Inc., Mountain View, CA) and sequenced using the MiSeq platform (Illumina Inc., San Diego, CA; see “ Genotyping ” subsection below). Estrus Synchronization, Superovulation, Artificial Insemination, and Embryo Retrieval From Donor Pigs Experiments involving animals were conducted under protocols approved by the University of Wisconsin–Madison Institutional Animal Care and Use Committee in accordance with published National Institutes of Health and United States Department of Agriculture guidelines. The segments of the methodology utilizing animals were conducted at the UW Swine Research and Teaching Center (SRTC), a specific pathogen-free (SPF) breeding, housing and surgical facility with the capacity to house up to 1,600 pigs, and the capability to raise piglets to maturity. Our process for creating genetically engineered NF1 porcine models is summarized in  Figure 1 . Initial estrus was induced (Day -4) in female pigs by intramuscular (i.m.) administration of 5ml of P.G. 600® (Intervet Inc (Merck Animal Health), Madison, NJ); a mixture of pregnant mare serum gonadotropin and human chorionic gonadotropin (hCG)). Estrus detection (once daily), using “detection of standing heat” methodology commonly used in swine breeding ( Worwood, 2007 ), was started three days after induction. Pigs exhibiting synchronized estrus were designated as “embryo donors” (Day 0). Thirteen days following estrus detection, the follicular phase of the donors was synchronized by i.m. administration of 20mg prostaglandin F 2α  (Lutalyse ® ; Zoetis Inc., Kalamazoo, MI). Prostaglandin F 2α  regresses the corpora lutea responsible for the maintenance of the luteal phase, thereby synchronizing the follicular phase of estrus. The use of Lutalyse ®  significantly increases ovulation rate and one-cell embryo recovery ( Sommer et al., 2011 ). Sixteen hours after prostaglandin F 2α  administration, superovulation was induced by administration of prostaglandin F 2α  (20mg, i.m.) and P.G. 600 ®  (7.5ml, i.m.) and then hCG [1,000IU, subcutaneous; 72h after Lutalyse and P.G. 600 ®  administration; Chorulon, Intervet Inc (Merck Animal Health, Summit, NJ)]. Second estrus detection (twice daily) and artificial insemination (twice daily) occurred on Days 18 and 19. On Day 20, the embryo donors were euthanized and their reproductive tracts were exposed  via  abdominal incision and oviducts ligated at the uterotubal junction. Each ovary and oviduct were aseptically dissected out and transported in a portable incubator to the laboratory where oviducts were dissected from the ovaries. Oviducts were flushed with phosphate-buffered saline supplemented with 1% newborn calf serum (1% NBCS PBS). Single-cell presumptive zygotes were identified under a dissecting microscope and moved into pre-equilibrated modified porcine zygote medium (PZM3-MUI;  Whitworth et al., 2014 ). Figure 1 Genetic engineering of pigs by embryo microinjection. Estrus synchronization of potential embryo recipient (surrogate pigs) and donor pigs is achieved by a refined hormone regimen. A variation in the regimen is utilized in the embryo donors to increase ovulation rate and the potential for higher yield of one-cell embryos (zygotes). The embryo donors are artificially inseminated on second estrus detection and euthanized shortly thereafter for collection of single-cell presumptive zygotes. The isolated zygotes are microinjected with the CRISPR/Cas9 components and implanted into the oviducts of surrogate pigs by surgical access usually within 4–6h of initial embryo collection. Transabdominal ultrasound is used to confirm pregnancy and to track fetal development. Shortly after parturition, genomic DNA is obtained from the neonatal piglets for genotypic validation and identification of genetically engineered “founders” for subsequent breeding and expansion of the novel swine line. Embryo Microinjection of CRISPR/Cas9 Up to 50 zygotes were moved into HEPES-buffered media for cytoplasmic microinjection of the CRISPR/Cas9 editing components. Each zygote was held in place with a holding pipette while the microinjection pipette delivered reagents into the cytoplasm. The injection solution contained gRNAs,  S. pyogenes  Cas9 mRNA (PNA Bio Inc., Thousand Oaks, CA or Millipore Sigma, Burlington, MA), and single-stranded donors (when necessary) to create the  NF1  or  TP53  mutations. The microinjected presumptive zygotes were maintained at 39°C in a 5% CO 2  and 95% air mixture, when not being manipulated. The microinjections were performed by the Animal Models core within the University of Wisconsin-Madison Biotechnology Center. Estrus Synchronization, Embryo Transfer, Pregnancy, and Parturition in Surrogate Pigs Initial estrus was induced (Day -6) in female pigs by intramuscular (i.m.) administration of 5ml of P.G. 600 ® . Estrus detection (once daily) was performed and animals showing signs of estrus were retained as potential surrogates (“embryo recipients”). Heat detection was performed twice daily for the second cycle, and pigs displaying estrus 18 to 24h after embryo donors were designated as the ideal surrogates. Within hours of microinjection, presumptive zygotes were implanted into the oviduct of the surrogates  via  laparotomy. Briefly, under surgical anesthesia, the reproductive tracts of the surrogates were accessed  via  a midline abdominal incision. Up to 150 presumptive zygotes were transferred into each surrogate in one oviduct, minimizing culture media volume. On recovery, appropriate post-operative [antibiotic and non-steroidal anti-inflammatory (NSAID)] care was provided. Transabdominal ultrasound was used to confirm pregnancy and to track fetal development as appropriate. Pregnant surrogates were transferred into farrowing pens one week prior to expected parturition (115–117days after estrus). Four days after parturition, a non-steroidal anti-inflammatory (NSAID) drug was administered to the neonatal piglets and tail biopsies were obtained for genotypic validation. Genotyping Genomic DNA from tail biopsies of newborn piglets was extracted using an overnight 55°C incubation in genomic lysis buffer (20mm Tris–HCl, pH8; 150mm NaCl; 100mm EDTA, 1% SDS) with 100μg/ml proteinase K (Promega, Madison, WI) digestion, followed by protein precipitation (Protein Precipitation solution, Promega). The supernatant was then precipitated in isopropanol; the pellet was washed with 70% ethanol and resuspended in sterile ddH 2 O. PCR was performed using Q5® Hot Start High-Fidelity DNA Polymerase (New England Biolabs, Inc.) according to manufacturer’s suggestions ( Supplementary Table 2 ). Sanger sequencing was performed on PCR amplicons using primers that generated the amplicons on a 3730xl Genetic Analyzer (Thermo Fisher Scientific). Targeted amplicon sequencing (TAm-Seq) was performed by amplifying targeted genomic regions with primers carrying indexing adapters, followed by 0.7X bead purification (Axygen AxyPrep Magnetic Bead Purification Kit, Corning). An 8-cycle indexing reaction was performed using custom combinatorial dual indexing primers, followed by another 0.7X bead purification and sample pooling. TAm-Seq of pooled samples was performed on a MiSeq v2 Nano 2×250 flow cell (Illumina). Sequencing data were demultiplexed and analyzed using CRISPResso or CRISPResso2 ( Pinello et al., 2016 ;  Clement et al., 2019 ). Read depths of at least 2,000X were acquired, providing sensitivity to reliably detect rare alleles at <0.1% abundance ( Hendel et al., 2015 ). Sanger sequencing was used to characterize breakpoints of excisions, while TAm-Seq was used to detect indels and SNPs. The sequencing was performed by the University of Wisconsin-Madison DNA Sequencing Facility. Statistical Analysis Logistic regressions were performed in JMP (JMP Pro 15.0.0, SAS Institute Inc., Cary, NC) using the presence or absence of germline transmission in progeny as the dependent categorical response and allelic abundance of the edited allele (pixel density or Illumina read representation) as the independent continuous regressor. Droplet Digital PCR Copy number variation (CNV) analysis was performed using digital PCR (dPCR; QX200 Droplet Digital PCR System, Bio-Rad Laboratories, Inc.). Purified genomic DNA was digested using BamH1 (New England Biolabs, Inc.) and then further diluted 1:10 using sterile ddH 2 O. dPCR reactions were performed according to the manufacturer’s suggestions such that the final concentrations of primers and probes were 900nM and 250nM, respectively. PCR conditions were used according to manufacturer recommendations, except for a 50°C annealing temperature for 10s ( Supplementary Table 2 ). Droplets were analyzed on a QX200 droplet reader (Bio-Rad), and CNV was calculated using RPP30 as a reference gene.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:29:31"
}