{
  "pmid": "PMID:34647023",
  "title": "A genetic mouse model with postnatal ",
  "abstract": "BACKGROUND: Malignant peripheral nerve sheath tumors (MPNST) are aggressive sarcomas. Somatic inactivation of  METHODS: We combined 2 genetically modified alleles, an  RESULTS: Postnatal  CONCLUSIONS: The NP-Plp model recapitulates human MPNST genetically, histologically, and molecularly.",
  "authors": "Akira Inoue; Laura J Janke; Brian L Gudenas; Hongjian Jin; Yiping Fan; Joshua Paré; Michael R Clay; Paul A Northcott; Angela C Hirbe; Xinwei Cao",
  "journal": "Neuro-oncology advances",
  "publicationDate": "2021",
  "doi": "10.1093/noajnl/vdab129",
  "methods": "Methods We combined 2 genetically modified alleles, an  Nf1 ; Trp53  cis-conditional allele and an inducible  Plp-CreER  allele (NP-Plp), to model the somatic, possibly postnatal, mutational events in human MPNST. We also generated conditional  Lats1 ; Lats2  knockout mice. We performed histopathologic analyses of mouse MPNST models and transcriptomic comparison of mouse models and human nerve sheath tumors. Materials and Methods Animals NPcis (Stock #008191),  Nf1  (#017640),  fl Trp53  (#008462),  fl Plp-CreER  (#005975), and  T Nestin-Cre  (#003771) were obtained from The Jackson Laboratory.  Lats1 ; fl Lats2  were obtained from Randy Johnson. fl  NPcis,  17 Nf1 ,  fl Trp53 , and [ fl Nf1;Trp53 ]  were maintained on the B6;129 background obtained from Jackson,  fl Plp-CreER  and  T Nestin-Cre  on the C57BL/6J background, and Lats-Nes and Lats-Plp on a mixed background. Tamoxifen was dissolved in corn oil. For P7 mice, 15 µl/g body weight of a 5 mg/ml solution was injected intraperitoneally once daily for 2 consecutive days. For 4- to 8-week-old mice, 5 µl/g body weight of a 20 mg/ml solution was administered by oral gavage once daily for 3 days. All procedures were approved by the St. Jude Children’s Research Hospital Animal Care and Use Committee. Male and female mice were used in a ~1:1 ratio. Histology Tissues were fixed in 10% formalin or 4% paraformaldehyde overnight. Tumors with adjacent bones were decalcified in 10% formic acid. Tissues were embedded in paraffin and sectioned at 4-µm or 6-µm thickness. Hematoxylin and eosin staining was performed per routine methods. For immunostaining, slides were subjected to antigen retrieval at 95°C for 30 minutes in 10 mM sodium citrate (pH 6.0) and incubated with primary antibody ( Supplementary Table 1 ) overnight at 4°C. Images were acquired using a Keyence BZ-X700 or an Olympus BX46 microscope with an Olympus SC180 camera and processed in Photoshop. For Ki67 and H3K27me3 quantifications, each data point represents an individual tumor and is the average of measurements from 3 182-μm × 182-μm regions per tumor. Western Blot Tumor and cell lysates were prepared in 20 mM HEPES (pH 7.4), 150 mM NaCl, 2% SDS, and 5% glycerol supplemented with AEBSF and Halt protease and phosphatase inhibitors. Lysates were subjected to SDS-PAGE, probed with primary antibodies ( Supplementary Table 1 ) and HRP-conjugated secondary antibodies. RNA Isolation and Sequencing Total RNA was isolated using the Direct-zol RNA Miniprep Kit (Zymo). Libraries were prepared using the TruSeq Stranded Total RNA Library Prep Kit (Illumina), analyzed for insert size distribution using the 4200 TapeStation D1000 ScreenTape Assay (Agilent), and sequenced on Illumina NovaSeq 6000, yielding 100 million 100-bp paired-end reads. Sequences are deposited in GEO ( GSE172221 ). RNA-seq Data Analysis Mouse and human sequences were mapped to the mm10 and hg38 genomes, respectively, with STAR aligner. Gene-level quantification was determined using RSEM and based on GENCODE M22 gene annotation. Noncoding and GENCODE level 3 genes were excluded. Differential expression was modeled using the voom method in the limma R package. Voom-normalized counts were analyzed using the lmFit and eBayes functions in limma. The false discovery rate (FDR) was estimated using the Benjamini–Hochberg method. Gene set enrichment analysis (GSEA) was performed using MSigDB gene sets as described.  Single-sample GSEA (ssGSEA) was performed as described. 18 19 Cross-Species Transcriptome Comparison RNA-seq data from the  Lats;Dhh-Cr e model ( GSE99040 ),  Nf1  models ( GSE148249 ), MPNST samples from The Cancer Genome Atlas (TCGA), and the MPNST and PNF cohort ( GSE145064 ) were summarized to fragments per kilobase per million mapped fragments based on Ensembl genes (v93). These datasets were integrated with our mouse tumor samples and our (SJ collection) human samples by filtering genes to mouse–human orthologues that were present in all datasets. ComBat  was used to correct for batch and species differences. ssGSEA scores 20  were derived using a list of orthologous gene sets created by retaining all gene sets from MSigDB that contain ≥80% mouse–human orthologues, ≥15 genes, and ≤400 genes. 19 To assess the resemblance of murine tumor models to human tumors in an unsupervised manner, we used uniform manifold approximation and projection (UMAP) based on Pearson’s distance of the top 500 most varied gene sets across all murine models. A supervised analysis was performed by training a random forest classifier to predict whether human tumors were MPNST or PNF/NF based on the ssGSEA scores. The human tumor samples in the SJ collection and in  GSE145064 , comprising 34 MPNST and 34 PNF/NF samples, were split in a 70–30 ratio to generate the training and testing datasets. The top 20 most informative gene sets were used as features for training, which achieved a test set sensitivity of 0.825, specificity of 0.86, and accuracy of 0.80. This model was then used to predict the MPNST class probability for murine models and the independent test set of TCGA MPNST samples.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-20 06:58:48",
  "introduction": "Background Malignant peripheral nerve sheath tumors (MPNST) are aggressive sarcomas. Somatic inactivation of  NF1  and cooperating tumor suppressors, including  CDKN2A/B , PRC2, and p53, is found in most MPNST. Inactivation of LATS1/2 of the Hippo pathway was recently shown to cause tumors resembling MPNST histologically, although Hippo pathway mutations are rarely found in MPNST. Because existing genetically engineered mouse (GEM) models of MPNST do not recapitulate some of the key genetic features of human MPNST, we aimed to establish a GEM-MPNST model that recapitulated the human disease genetically, histologically, and molecularly.",
  "results": "LATS1/2 Loss in the Schwann Cell Lineage Results in GEM-MPNST Inactivation of LATS1/2 of the Hippo pathway was recently shown to cause GEM-MPNST.  We made the same finding independently. Using a  12 Nestin-Cre  line that targets progenitor cells in the central and peripheral nervous system,  we found that mice lacking 3 alleles of  24 Lats1;2 ,  Lats fl/fl ;Lats2 fl/+ ;Nestin-Cre  and  Lats1 fl/+ ;Lats2 fl/fl ;Nestin-Cre  (referred to as Lats-Nes mice), all developed tumors at 4–6 months of age. Tumors were most frequently found in the skin, with each mouse typically having multiple firm, slow-growing tumors, and the mice had to be euthanized 2–4 months after tumor appearance, usually because of tumor ulceration and occasionally because of limb paralysis ( Figure 3A ). Gross dissection revealed additional firm, internal tumors that were often associated with nerves and neural ganglia. Histopathologic analysis revealed typical features of GEM-MPNST. All internal tumors were diagnosed as grade III GEM-MPNST, whereas some dermal tumors as grade III and others as grade II GEM-MPNST ( Figure 3B  and  C ). To confirm that GEM-MPNST formation was due to  Lats1;2  loss in the peripheral glial lineage, we used  Plp-CreER  to delete  Lats1;2 . Tamoxifen administration to 1- to 2-month-old  Lats1 fl/+ ;Lats2 fl/fl ;Plp-CreER  (Lats-Plp) mice resulted in dozens of firm, slow-growing dermal tumors in each mouse and occasional internal tumors with 100% penetrance ( Figure 3D ). All Lats-Plp tumors were grade II GEM-MPNST ( Figure 3E ). Figure 3. LATS1/2 loss causes GEM-MPNST formation and comparison to  Nf1;p53 -driven GEM-MPNST. (A) Survival curves of Lats-Nes mice and littermate controls. Log-rank Mantel–Cox test. (B) A large infiltrative grade III paraspinal tumor stained with H&E. Boxed areas in B and B′ are enlarged in B′ and B′′, respectively. Arrow in B indicates the spinal cord. Yellow arrowhead in B′′ indicates nuclear atypia. (C) A grade III dermal tumor stained with H&E. (D) Survival curves of Lats-Plp mice and littermate controls. Log-rank Mantel–Cox test. (E) A grade II Lats-Plp GEM-MPNST stained with H&E. (F) Western blot analysis of key oncogenic drivers. SN, normal sciatic nerves from  Lats1 fl/fl ;Lats2 fl/+ ;Nestin-Cre  mice; SW10, an immortalized Schwann cell line. *Indicates a possible truncated neurofibromin product. All samples were grade III tumors inferred based on tumor location. 20 μg of SN and tumor lysate or 5 μg of SW10 cell lysate was loaded per lane. (G) mRNA counts obtained from RNA-seq analysis of tumor samples and fold changes (FC) in NP (NP-Plp and NPcis) versus Lats (Lats-Nes and Lats-Plp) tumors. Cpm, counts per million. (H) mRNA counts obtained from RNA-seq analysis of E12.5  Lats1 fl/fl ;Lats2 fl/fl ;Nestin-Cre  double knockout (dKO) and control (no  Cre ) telencephalons. (I) TAZ immunostaining. Boxed areas in the upper-row images are enlarged in the lower row.",
  "discussion": "Conclusions We established a new mouse model of MPNST by combining an  Nf1;Trp53  cis-conditional allele and  Plp-CreER . By allowing postnatal  Nf1  and  p53  loss, this NP-Plp model recapitulates the genetic events in MPNST patients better than existing mouse models, with the caveat that it does not recapitulate the frequent loss of  CDKN2A/B  in human MPNST.  It also recapitulates the histopathologic features of MPNST better than the NPcis model, which showed only occasional spindle-cell morphology and fascicular and storiform patterns typically found in MPNST, and closely resembles human MPNST at the transcriptome level ( 1 Supplementary Tables 4  and  5 ). This model is genetically simple, making it easy to maintain and an ideal platform for preclinical studies. Given its tamoxifen-inducible nature, this model can be used to study the time/stage dependency of the tumorigenic potential of Schwann cells.",
  "upgrade_date": "2026-02-20 07:33:08"
}