{
  "pmid": "PMID:34664663",
  "title": "Longitudinal Investigation of Early Motor Development in Neurofibromatosis Type 1.",
  "abstract": "OBJECTIVE: Research indicates that children with neurofibromatosis type 1 (NF1) have weaknesses in fine and gross motor development in early childhood; however, little is known about the stability and developmental trajectory of motor functioning. We investigated (1) whether motor difficulties are evident and stable in the preschool period in children with NF1 and (2) whether there are particular patterns of motor development in this population. METHODS: Participants with NF1 and a control group of unaffected siblings were enrolled at ages 3-8 years and were assessed yearly. Motor functioning was assessed longitudinally using the Scales of Independent Behavior-Revised Motor Scale and the Differential Ability Scales-II Copying subtest. Wilcoxon sign tests were used to compare motor functioning at 3 or 4 years to 5 or 6 years old for children with NF1 seen during both time periods (N = 27). Linear mixed model growth curve analyses were used to compare trajectories for both children with NF1 (N = 62) and unaffected siblings (N = 37). RESULTS: Children with NF1 made relative gains in raw scores, but not standard scores, across measures. Growth curve analyses revealed a significant effect of NF1 status on gross motor, fine motor, and copying scores, as well as an age by NF1 status effect on fine and gross motor scores. CONCLUSIONS: Motor difficulties are evident early in life in children with NF1. Though children with NF1 clearly acquire motor skills over time, they continue to fall behind unaffected siblings, with the gap potentially widening over time. Further implications are discussed.",
  "authors": "Sara K Pardej; Danielle M Glad; Christina L Casnar; Kelly M Janke; Bonita P Klein-Tasman",
  "journal": "Journal of pediatric psychology",
  "publicationDate": "2022-02-14",
  "doi": "10.1093/jpepsy/jsab090",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-19 09:29:33"
}