{
  "pmid": "34692515",
  "abstract": "Patients with germline neurofibromatosis type 1 (NF1) microdeletions frequently exhibit hereditary syndromes such as cardiovascular anomalies and have an increased risk of malignant peripheral nerve sheath tumors (MPNSTs). This study aimed to identify the genes codeleted with SUZ12 that are related to MPNST. We used differential gene expression and enrichment analyses to analyze the SUZ12-mutant and SUZ12-wild-type gene expression profiles in the GSE118186 and GSE66743 datasets in Gene Expression Omnibus (GEO). PPI network analysis combined with MPNST patient survival analysis was used to identify ADCY1, which catalyzes the conversion of ATP to cAMP, as a key gene. Moreover, chromatin immunoprecipitation sequencing (ChIP-Seq) showed that the distribution of H3K27me3 in the ADCY1 promoter region and gene body was significantly reduced in SUZ12-mutant cells. To verify the role of ADCY1 in SUZ12 mutation, we used RNA interference and plasmid transfection to interfere with SUZ12 expression in plexiform neurofibroma (pNF) and MPNST cell lines and then treated the cells with forskolin, IBMX and H89. ERK phosphorylation was accelerated and prolonged after siRNA transfection, especially in ipNF05.5 cells, and the intensity and duration of ERK activation were reduced after SUZ12 overexpression. Importantly, the level of p-ERK was consistent with that of Rap1-GTP. Moreover, H89 completely blocked Rap1 activation and the changes in the p-ERK level after SUZ12 siRNA transfection. In conclusion, our findings suggested that SUZ12 loss potentiates the effects of NF1 mutations by amplifying Ras signaling through the ADCY1/cAMP/Rap1/ERK pathway and that SUZ12 may serve as a therapeutic and prognostic biomarker in NF1-associated neurofibromas.",
  "methods": "Materials and Methods Sequencing Data Gene Expression Omnibus (GEO,  http://www.ncbi.nlm.nih.gov/geo ) is a public functional genomics data repository of high-throughput gene expression, gene chip and microarray data. Two gene expression datasets ( GSE118186  and  GSE66743 ) were downloaded from GEO ( 18 ).  GSE118186  contains SUZ12-wild-type (SUZ12-WT, 2 cases) and SUZ12-mutant (SUZ12-Mut, 2 cases) RNA-Seq data and H3K27me3-related chromatin immunoprecipitation sequencing (ChIP-Seq) data for ipNF05.5 cells.  GSE66743  is a gene chip dataset containing data for 30 MPNST patients, including the survival times of the patients. Identification of DEGs To identify differentially expressed genes (DEGs) between SUZ12-WT and SUZ12-Mut cells, we used Trim Galore and FastQC to process and optimize the raw data. The hg38.fa file was downloaded from the UCSC Genome Browser as the reference genome sequence. After the index was constructed with Salmon, quantitative gene expression analysis was carried out on 4 samples. With p adj ≤ 0.05 and Log|FC|≥2 as the screening criteria, DESeq2 was used to perform differential gene expression analysis on 2 samples of SUZ12-WT and 2 samples of SUZ12-Mut cells. The hg38.fa file was used as the reference genome sequence to construct an index with Bowtie to complete the ChIP-Seq gene alignment. SAMtools was used to convert the compared SAM files into BAM files and sort them. DeepTools was used to convert the BAM files to BW files to complete the visualization of transcription start sites (TSSs). KEGG Pathway Enrichment Analysis, GO Enrichment Analysis and GSEA of DEGs To understand the functions of the DEGs, we used R software to perform Gene Ontology (GO) enrichment analysis, Kyoto Encyclopedia of Genes and Genomes (KEGG) enrichment analysis and gene set enrichment analysis (GSEA). Set H (hallmark gene sets; 50 gene sets), a predefined GSEA dataset, was used in this study. The GO enrichment analysis results show the top 10 pathways in descending order, the KEGG enrichment analysis results show the top 20 pathways in descending order, and the GSEA results show activated and inhibited pathways. Protein-Protein Interaction Network Construction and Hub Gene Selection The DEGs were uploaded to STRING ( https://string-db.org/ ) to construct the PPI network. According to the network’s maximal clique centrality (MCC, associated median value), CytoHubba in Cytoscape was used to identify the top 10 core genes in the network and annotate the functions of the core genes. Cox Survival Analysis by Hub Gene Expression  via  Cox Proportional Hazards Regression A total of 28 MPNST patients in  GSE66743  were included in the survival analysis, and 2 MPNST patients with unknown survival times were removed. The patients were divided into high-risk groups and low-risk groups based on the average core gene expression levels. To analyze the relationships between the hub genes and survival, Cox proportional hazards regression was used for survival analysis with R software. Genes with P<0.05 were defined as key genes. Distribution of H3K27me3 in the Promoter Regions of Key Genes and Across the Genome The gene bodies and promoter regions of key genes were searched in the NCBI database, and the BW file obtained by ChIP-Seq analysis was imported into Integrative Genomics Viewer (IGV). The H3K27me3 distribution in key gene promoter regions and across the genome were compared between SUZ12-WT and SUZ12-Mut cells. Tissue Specimens Eight MPNST specimens were obtained during surgical resection from patients at Beijing Tiantan Hospital between 2019 and 2021. Two of these cases were sporadic MPNSTs, and six were NF1-associated MPNSTs. The histopathological diagnosis was assessed according to the 2016 WHO Classification of Tumors of the Central Nervous System by two independent neuropathologists. Part of each specimen was snap frozen and stored in liquid nitrogen, and the remainder was fixed with 4% formalin for histopathological and immunohistochemical examination. All procedures were approved by the Institutional Review Board of the Beijing Tiantan Hospital Ethics Committee. Cell Culture and Reagents The human MPNST cell line sNF96.2 and pNF cell line ipNF05.5 were purchased from the American Type Culture Collection (ATCC, USA). All cell lines were maintained in Dulbecco’s modified Eagle’s medium (DMEM, Gibco, USA) supplemented with 10% fetal bovine serum (FBS, Gibco, USA) and maintained at 37°C in 5% CO 2 . Forskolin, 3-isobutyl-1-methylxanthine (IBMX) and H89 were purchased from MedChem Express (MCE, USA). Cells were treated with 25 µM forskolin and 100 µM IBMX for 20 min; this treatment is designated F/I in the text and figures. The protein kinase A (PKA) inhibitor H89 was applied at 10 µM 20 min prior to treatment with F/I. IHC For immunohistochemistry (IHC), sections were sequentially incubated with appropriate primary antibodies (specific for SUZ12, H3K27me3, ADCY1 and p-ERK) according to the corresponding instructions, incubated with the secondary antibody and diaminobenzidine (Zhongshan Bio Corp, China), counterstained with hematoxylin, and visualized under a light microscope. RNA Interference and Plasmid Transfection SUZ12 and NC siRNA were chemically synthesized with the following sequences: NC antisense: 5′-ACGUGA CACGUUCGGAGAATT-3′, SUZ12 siRNA antisense 1: 5′-UAUUGGUGCUAUGAGAUUCCGTT-3′, antisense 2: 5′-UUCUAGUGGCAAGAGGUUUGGTT-3′, and antisense 3: 5′-UAGAUGAAGCAUGAAGUUUCGTT-3′ (Sangon Biotech, China). The recombinant plasmid SUZ12-pENTER was constructed by Vigene Bio, China. siRNAs and plasmids were transfected into cells at 70-80% confluence with Lipofectamine RNAiMAX or Lipofectamine 3000, respectively, according to the manufacturer’s instructions (Invitrogen, USA). RT-PCR Analysis Total RNA was extracted with TRIzol (Life Technology, USA), and reverse transcription was performed using a high capacity reverse transcription kit (Thermo Fisher Scientific, USA) according to the manufacturer’s protocol. Real-time PCR (RT-PCR) was performed using Power SYBR Green Master Mix (Thermo Fisher Scientific, USA) according to the manufacturer’s instructions. RT-PCR data were analyzed by the 2- ΔΔCt  method. The following primer sequences were used: SUZ12 (F: 5′-CAA ACT GAA GCA AGA GAT GAC C-3′; R: 5′-GCT ATG GCA GAG TTT AAG ATG C-3′). Western Blot Analysis Total cell lysates were prepared using RIPA lysis buffer supplemented with PMSF (Solarbio, China). The protein concentration was determined using a BCA protein assay kit (Biosharp, China). Proteins were resolved by SDS-PAGE and electrotransferred to PVDF membranes (Millipore, USA). Anti-ERK2 (sc-1647), anti-adenylate cyclase 1 (sc-365350), and anti-p-ERK (sc-7383) antibodies were purchased from Santa Cruz Biotechnology Inc. (Santa Cruz, USA). Anti-SUZ12 (D39F6) antibodies were purchased from Cell Signaling Technology (CST, USA). The Rap1 activation assay was performed with an Active Rap1 Detection Kit (Cell Signaling Technology, USA) according to the instructions. Statistical Analysis Statistical methods used for bioinformatic analysis are detailed in each section of the experimental methods. Statistical analysis was performed using GraphPad Prism version 8. The results were presented as the mean ± standard deviation (SD) of independent triplicate experiments. Statistical differences between groups were assessed using a Student’s t-test analysis. *P<0.05 was considered statistically significant, and ***P<0.001 and ****P<0.0001 were considered highly significant.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:17:54.857065",
  "abstract_length": 1755,
  "methods_length": 7548,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}