{
  "pmid": "34707296",
  "abstract": "The autosomal dominant monogenetic disease neurofibromatosis type 1 (NF1) affects approximately one in 3,000 individuals and is caused by mutations in the NF1 tumour suppressor gene, leading to dysfunction in the protein neurofibromin (Nf1)",
  "methods": "Methods Cloning, expression and purification of human Nf1-23a Full-length human Nf1-23a (Nf1 isoform 2, UniProt accession no.  P21359 ), including an N-terminal strep tag followed by a TEV cleavage site, was designed and generated synthetically (GeneArt) and cloned into pACEBac1 baculovirus transfer vector . Nf1-23a was expressed in  29 Sf21  insect cells for 2 d after baculovirus infection (Bac-to-Bac, Invitrogen). All subsequent steps were carried out at 4 ºC. Cells (~0.6 ml at ~1 million cells per ml) were harvested by centrifugation (1,000 g  for 10 min) and resuspended in 20 ml of lysis buffer containing 50 mM Tris pH 8.0, 300 mM NaCl, 2 mM DTT, 1 mg ml −1  of DNase I and a protease inhibitor cocktail tablet (EDTA-free, Sigma-Aldrich). Suspended cells were lysed by 20 strokes with a Dounce homogenizer on ice. Cell debris was removed by centrifugation (20,000 g  for 1 h), and the supernatant was filtered through a 0.8-µm polystyrene membrane (Millipore). The sample was loaded onto a Strep-Tactin column (5 ml), washed with 10 column volumes (CV) of wash buffer (50 mM Tris pH 8.0, 300 mM NaCl and 2 mM DTT), and the protein was eluted with 5 CV of wash buffer containing 5 mM desthiobiotin. The eluate was concentrated to ~5 mg ml −1  using a 100-kDa concentrator (Amicon Ultra, EMD Millipore) and run on a Superose 6 Increase 10/300 size-exclusion chromatography (SEC) GL column, equilibrated with gel filtration buffer (20 mM Tris pH 8.0, 300 mM NaCl and 2 mM DTT). Elution fractions containing Nf1-23a were pooled and concentrated to ~4 mg ml −1  using a 100-kDa concentrator (Amicon Ultra, EMD Millipore). Purified protein was flash-frozen in liquid nitrogen until further use. For the second dataset containing Zn, freshly purified Nf1-23a at ~0.5 mg ml −1  was incubated for 90 min with a final concentration of 50 µM ZnCl 2  before freezing grids. Sample preparation and data collection were carried out as described for native Nf1-23a. To determine the stability of Nf1-23a in the absence of metals, the protein was purified in the presence of 1 mM EDTA throughout the preparation. This resulted in a higher void peak (~9 ml) in the final gel filtration column profile (Extended Data Fig.  7a ), indicating that the protein is less stable in the absence of metals. Cloning, expression and purification of human KRas Wild-type human KRas (amino acids 1–169, UniProt accession no.  P01116 ) with amino terminal 6×His tag was purchased from Addgene and expressed overnight in  Escherichia coli  cells at 18 ºC. All subsequent steps were carried out at 4 ºC. Cells were harvested by centrifugation (3,000 g  for 20 min) and lysed twice by sonication on ice in a buffer containing 50 mM HEPES pH 8.0, 300 mM NaCl, 0.1 mM GTP (Sigma-Aldrich), 1 mM MgCl 2 , 2 mM TCEP, 1 mg ml −1  of DNase I and a protease inhibitor cocktail tablet. Cell debris was removed by centrifugation (20,000 g  for 1 h), and the supernatant was filtered through a 0.8-µm polystyrene membrane (Millipore). The sample was loaded onto a HisTrap column (5 ml), washed with 10 CV of wash buffer (50 mM HEPES pH 8.0, 300 mM NaCl, 1 mM MgCl 2  and 20 mM imidazole), and the protein was eluted with 5 CV of elution buffer (50 mM HEPES pH 8.0, 300 mM NaCl, 1 mM MgCl 2  and 200 mM imidazole). The eluate was supplemented with 0.1 mM GTP, concentrated to ~5 mg ml −1  using a 10-kDa concentrator (Amicon Ultra, EMD Millipore) and run on a HiLoad 16/60 Superdex 200 SEC GL column, equilibrated with gel filtration buffer (20 mM HEPES pH 8.0, 300 mM NaCl, 0.1 mM GTP, 1 mM MgCl 2  and 2 mM DTT). Elution fractions containing KRas were pooled and concentrated to ~4 mg ml −1  using a 10-kDa concentrator (Amicon Ultra, EMD Millipore). Purified protein was flash-frozen in liquid nitrogen until further use. Cryo-EM sample preparation and data acquisition Quantifoil R2/1 holey carbon grids (Au 300 mesh, Electron Microscopy Sciences) were glow-discharged for 60 s at 20 mA using a GloQube (Quorum) instrument. Purified Nf1-23a was thawed, centrifuged (14,000 g  for 5 min at 4 ºC) and diluted to ~0.5 mg ml −1  with gel filtration buffer. Protein was loaded into the freshly glow-discharged grids and plunge-frozen in LN 2 -cooled liquid ethane using a Vitrobot Mark IV (Thermo Fisher Scientific) with a blot force of −2 for 2.5 s. Temperature and relative humidity were maintained at 4 ºC and 100%, respectively. Grids were clipped and loaded into a 300-kV Titan Krios G2 microscope (Thermo Fisher Scientific, EPU 2.8.1 software) equipped with a Gatan BioQuantum energy filter and a K3 Summit direct electron detector (AMETEK). Grids were screened for quality control based on particle distribution and density, and images from the best grid were recorded. Micrographs were recorded at a nominal magnification of ×105,000, corresponding to a calibrated pixel size of 0.86 Å. The dose rate was 12 electron physical pixels per second, and images were recorded for 3.3 s divided into 40 frames, corresponding to a total dose of 40 electrons per Å 2 . Defocus range was set between −0.5 μm and −4 μm. Gain-corrected image data were acquired. Cryo-EM data processing Extended Data Fig.  1  illustrates the data processing workflow for the native Nf1-23a dataset. The following pre-processing steps were performed with cryoSPARC Live v3.1.0 (ref.  ). Movie stacks were motion-corrected and dose-weighted using MotionCor2 v2.1.1 (ref.  30 ). Contrast transfer function (CTF) estimates for the motion-corrected micrographs were calculated with CTFFIND4 v4.1.13 (ref.  31 ). Poor-quality micrographs were discarded. Particles were initially picked with a blob-picker using subset-selected micrographs, and these were used for reference-free two-dimensional (2D) classification to generate picking templates. Auto-picking (using 23 of the representative 2D classes containing different orientations as templates) from 7,848 micrographs yielded ~1.4 million particles. An initial model was generated without imposing symmetry (C1) using stochastic gradient descent in cryoSPARC Live. Subsequent image processing was carried out with cryoSPARC v3.1.0 (ref.  32 ). Particles were classified with three-dimensional (3D) heterogenous refinement using four classes, resulting in 714,512 particles. Further classification using reference-free 2D classification with 100 classes yielded 582,742 particles. Particles were converted into a STAR file and input into RELION v3.1.1 (ref.  33 ) for further processing. 34 To generate a consensus reconstruction, particles were re-extracted in 470 pixels (1.7× binned) followed by 3D refinement with local angular search using the cryoSPARC map as the starting model. ‘Polished’ particle images, which were corrected for individual particle movements, were generated using aligned movie frames that were output from MotionCor2. 3D refinement on the polished particles, followed by CTF refinement and another round of 3D refinement, yielded a reconstruction to ~3.4 Å overall resolution with C1 symmetry. Using the polished particles and the consensus reconstruction, signal subtraction was carried out on each lobe separately with reboxing to 235 pixels and recentring on the mask. 3D refinement followed by CTF refinement and another round of 3D refinement improved the reconstruction of each lobe to ~3.1 Å overall resolution with C1 symmetry (Extended Data Fig.  1 ). To generate reconstructions for the different conformations of Nf1-23a, the unpolished 582,742 images were used in RELION v3.1.1. Particles were re-extracted in 400 pixels (2× binned) followed by 3D refinement. Polished particle images were first generated, followed by three rounds of 3D refinement and CTF refinement (without 4th-order aberrations), in an alternative manner. This yielded a reconstruction to ~3.5 Å overall resolution in C1 symmetry. To generate the closed (auto-inhibited) conformation reconstruction, signal subtraction was carried out on the particles using a mask on lobe 2, with reboxing to 200 pixels and recentring on the mask. After 3D refinement, 3D classification (with three classes) without alignment to generate a class with 130,329 particles representing the closed conformation was performed. Signals for these particles were reverted to the original unsubtracted images, and 3D refinement yielded the auto-inhibited reconstruction at overall resolution of ~4 Å (Extended Data Fig.  1 ). One of the classes from the above 3D classification with 189,570 particles had a lobe in the open conformation. Another round of 3D classification (with three classes) without alignment yielded a class with 51,951 particles that had a better resolution for the open conformation. Signals for these particles were reverted to the original, and 3D refinement yielded the open reconstruction at an overall resolution of ~4.8 Å (Extended Data Fig.  1 ). The 582,742 particles polished above with an overall resolution of ~3.5 Å were used to improve the resolution on the GRD-Sec14-PH domain. A mask was generated on this region in lobe 1, and the signal outside of the mask was subtracted with reboxing to 200 pixels and recentring on the mask. After 3D refinement, 3D classification was performed (with three classes) without alignment to generate a class with 100,684 particles that had a better overall resolution. 3D refinement on these particles yielded a reconstruction to ~3.5 Å resolution (Extended Data Fig.  1 ). Extended Data Fig.  2  illustrates the data processing workflow for the dataset from Zn-Nf1. The pre-processing steps were performed with cryoSPARC Live v3.1.0 as described above. Auto-picking (using 33 of the representative 2D classes containing different orientations as templates) from 18,882 micrographs yielded ~2.3 million particles. Subsequent image processing was carried out with cryoSPARC v3.1.0. Particles were classified with 3D heterogenous refinement using four classes, resulting in 1,046,333 particles. Further classification using reference-free 2D classification with 100 classes yielded 843,857 particles. Particles were refined to ~3.6 Å resolution with homogenous refinement and re-extracted in 384 pixels (1.56× binned) using the refined coordinates. Further refinement of the particles using non-uniform refinement yielded a reconstruction to ~3.3 Å resolution. The refined particles were converted into a STAR file and input into RELION v3.1.1 for further processing. To generate a consensus reconstruction, particles were re-extracted in 400 pixels (1.5× binned) followed by 3D refinement with local angular search using the consensus map generated from the first dataset as the starting model. After CTF refinement (without the 4th-order aberrations) and 3D refinement, particle images were polished to correct for individual particle movements, using aligned movie frames that were output from MotionCor2. 3D refinement on the polished particles yielded a reconstruction to ~3.3 Å overall resolution with C1 symmetry. However, there was some anisotropy in the reconstructed map, likely due to the presence of different conformations of the particles. To improve the reconstruction, the polished particles were classified using 3D classification (with five classes) without alignment. One class containing 300,087 particles had GRD-Sec14-PH domains on both lobes that were well defined. 3D refinement, followed by CTF refinement (without 4th-order aberrations) and 3D refinement on these particles yielded a consensus reconstruction to ~3.3 Å, which did not show anisotropy artefacts. Using the 300,087 particles from the above 3D classification, signal subtraction was carried out on each lobe separately with reboxing to 270 pixels and recentring on the mask, and the subtracted particles were then combined. 3D refinement followed by CTF refinement and another round of 3D refinement using a mask on the core improved the reconstruction in this region of each lobe to ~2.9 Å overall resolution with C1 symmetry (Extended Data Fig.  2 ). Using another mask for the tip of each lobe improved the reconstruction in this region for each lobe to ~3.1 Å overall resolution with C1 symmetry. To improve the resolution for the GRD-Sec14-PH domain on each lobe, the 843,857 polished particles were used to subtract signal outside of this domain in each lobe separately, with reboxing to 270 pixels and recentring on the mask. 3D classification (three classes) without alignment was carried out on each GRD-Sec14-PH domain. The GRD-Sec14-PH domain in each lobe contained one class (356,665 particles in lobe 1 and 309,370 particles in lobe 2), which had a better resolution. These classes were combined, and, subsequently, 3D refinement, CTF refinement and another round of 3D refinement were performed to yield a reconstruction for the GRD-Sec14-PH domain to ~3.0 Å resolution with C1 symmetry. All final reconstructions were sharpened using either RELION post-processing or DeepEMhancer . The local resolution estimations in Extended Data Fig.  35 3  were performed using Resmap v1.1.4 (ref.  ). 36 Model building and refinement A partial starting model for the Nf1-23a core was built ab initio by Buccaneer v1.6.10 (ref.  ) and manually completed and real-space refined into the highest resolution map (3.2 Å) with Coot 0.9.4.1 (refs.  37 ). The GRD of 1nf1 (ref.  38 , 39 ) and the 2e2x Sec14-PH domain 17  were rigid body fitted using Chimera 20  into the best GRD-Sec14-PH map and manually corrected and completed by real-space refinement in Coot. Additional linker regions were built manually in Coot. The core model as well as the GRD-Sec14-PH model were real-space refined with PHENIX v1.19-4092 real-space-refine 40 , 41  into the corresponding domain maps. The resulting refined models were then fitted into the consensus map using UCSF Chimera v1.15 and refined by PHENIX real-space-refine. Similarly, for the closed conformation, the model of the core and the model of the GRD-Sec14-PH domains were fitted into the density and real-space refined in Coot, followed by connecting the different domains of the model. For the open conformation, the GRD and Sec14-PH domains were rigid body fitted in Chimera followed by manual modelling of the linker regions in Coot. The closed and opened state models were refined by PHENIX real-space-refine using maps generated by DeepEMhancer 42 . All structure models were validated using the PDB validation service 35 . Dimer interfaces and buried surface areas were computed with ePISA v1.52 (ref.  43 ). Data collection, refinement and model quality statistics are summarized in Extended Data Table  44 1 . For the Zn-stabilized structure, the Nf1 closed state of the native dataset was rigid body fitted into a composite map that was generated with PHENIX combine-focused-maps out of all high-resolution maps for the different parts (tip, core and GAP-Sec14-PH region). The model was real-space refined using Coot and refined with PHENIX real-space-refine. PDB deposition codes of X-ray structure models used in analysis and modelling were 2d4q , 2e2x 45 , 3peg, 3pg7, 3p7z 20 , 1nf1 (ref.  21 ), 6ob2, 6ob3 (ref.  17 ), 6v65 and 6v6f 46  (Supplementary Table  19 1 ). GAP activity assays Assays for GAP-stimulated GTP hydrolysis were performed using a GTPase assay kit (Abcam), according to the manufacturer’s instructions. The assay uses a malachite photometrically green reagent to measure the concentration of phosphate ions (P i ) in solution. In brief, KRas (wild-type) was first buffer exchanged into buffer A (50 mM HEPES pH 8.0 and 300 mM NaCl) to remove any excess of free nucleotides and P i  and then added to white opaque 96-well plates (Corning) at a final concentration of 0.5 μM. GTPase reactions were initiated by the addition of Nf1 (buffer exchanged into buffer A) at a final concentration of 0.5 μM (final volume 100 μl with 0.5 mM GTP and 2.5 mM MgCl 2  added to the assay buffer). Samples were incubated for 90 min at room temperature, and the absorbance was measured at 600 nm using a SpectraMax i3x plate reader (Molecular Devices). To test the effect of divalent cations, ZnCl 2 , MnCl 2 , FeCl 2,  CaCl 2 , CuCl 2  and NiCl 2  were added to each assay buffer at a final concentration of 50 µM. The effect of different concentration of ZnCl 2  (10–100 µM) on the rate of Nf1-23a GTP hydrolysis by KRas was also measured. A standard curve of absorbance for known concentrations of P i  was generated and used to estimate the concentration of P i  in each sample. Each assay was repeated by three, five or eight independent experiments. Data are expressed as the mean ± s.e.m. Significance was calculated by one-way ANOVA followed by pairwise two-sided  t -tests, applying Bonferroni correction . The high concentration of protein used in the assays and the long incubation periods were necessary to measure µM concentrations of P 47 i  in a relatively large volume in each assay. Raw assay data and analysis are available in Supplementary Data  1 . Total reflection X-ray fluorescence The elemental nature of the bound metal cation in native Nf1-23a, purified without any Zn addition, was determined using total reflection X-ray fluorescence (TXRF) analysis on a Bruker PICOFOX S2 instrument. Both sample and buffer were measured in the presence of a gallium internal standard at 2 mg l −1  added to the samples (1:1, v/v) before the measurements. TXRF spectra were analysed using the Bruker PICOFOX Super Bayes Quantification software provided with the spectrometer. The highest metal peak was clearly identified as Zn (Extended Data Fig.  7c ). Sequence alignment Homologous sequences of established and candidate HEAT/ARM proteins were identified through PSI-BLAST searches in the MPI Bioinformatics Toolkit (three iterations, default parameters) . Sequences with unusual insertions and/or deletions were removed, as were sequences that aligned very poorly. Each set of retrieved sequences, as well as the sequences for Nf1-23a residues 1–1,193 and 1,850–2,839, were submitted for alignment to the threefold prediction server HHpred ( 48 https://toolkit.tuebingen.mpg.de/tools/hhpred ) . The server was run with default parameters with three iterations of global alignment against PDB_mmCIF70_3_Mar and PDB_mmCIF30_3_Mar databases. The alignments with the highest probabilities (>93%) and the lowest  49 , 50 E  values (<0.25) were used for representation in Extended Data Fig.  4 , with multiple sequence alignments done in Jalview  using Clustal W colouring 51 . 52 Extended Data Fig.  6  with secondary structure depiction of Nf1 was generated with  https://espript.ibcp.fr (ref. ). Figure panels were created with UCSF Chimera 53  and UCSF ChimeraX 40 . All graphs were made with Prism v8.3.0 (GraphPad Software,  41 www.graphpad.com ) and Biorender ( https://biorender.com/ ). Reporting summary Further information on research design is available in the  Nature Research Reporting Summary  linked to this paper.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:18:06.310428",
  "abstract_length": 240,
  "methods_length": 18935,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}