{
  "pmid": "PMID:34782607",
  "title": "Pathogenic neurofibromatosis type 1 (NF1) RNA splicing resolved by targeted RNAseq.",
  "abstract": "Neurofibromatosis type 1 (NF1) is caused by loss-of-function variants in the NF1 gene. Approximately 10% of these variants affect RNA splicing and are either missed by conventional DNA diagnostics or are misinterpreted by in silico splicing predictions. Therefore, a targeted RNAseq-based approach was designed to detect pathogenic RNA splicing and associated pathogenic DNA variants. For this method RNA was extracted from lymphocytes, followed by targeted RNAseq. Next, an in-house developed tool (QURNAs) was used to calculate the enrichment score (ERS) for each splicing event. This method was thoroughly tested using two different patient cohorts with known pathogenic splice-variants in NF1. In both cohorts all 56 normal reference transcript exon splice junctions, 24 previously described and 45 novel non-reference splicing events were detected. Additionally, all expected pathogenic splice-variants were detected. Eleven patients with NF1 symptoms were subsequently tested, three of which have a known NF1 DNA variant with a putative effect on RNA splicing. This effect could be confirmed for all 3. The other eight patients were previously without any molecular confirmation of their NF1-diagnosis. A deep-intronic pathogenic splice variant could now be identified for two of them (25%). These results suggest that targeted RNAseq can be successfully used to detect pathogenic RNA splicing variants in NF1.",
  "authors": "R Koster; R D Brandão; D Tserpelis; C E P van Roozendaal; C N van Oosterhoud; K B M Claes; A D C Paulussen; M Sinnema; M Vreeburg; V van der Schoot; C T R M Stumpel; M P G Broen; L Spruijt; M C J Jongmans; S A J Lesnik Oberstein; A S Plomp; M Misra-Isrie; F A Duijkers; M J Louwers; R Szklarczyk; K W J Derks; H G Brunner; A van den Wijngaard; M van Geel; M J Blok",
  "journal": "NPJ genomic medicine",
  "publicationDate": "2021-11-15",
  "doi": "10.1038/s41525-021-00258-w",
  "methods": "Methods Ethics approval and consent to participate All patients provided written or oral consent for either coded use of their material to study the clinical utility of RNAseq according to their diagnostic question or anonymous use of their material for improving diagnostic testing in general. The institutional Medical Ethics Committee (medisch-ethische toetsingscommissie or METC) of the Maastricht University Medical Center confirmed that the Medical Research Involving Human Subjects Act (WMO) does not apply to our study (METC 2021–2666) and that an official approval of this study by the committee is not required. Patient derived cells White blood cells were isolated using ficoll (Sigma-Aldrich) from fresh whole blood (collected in EDTA tubes) and used either fresh or frozen in FCS with 10% of DMSO for subsequent short term-culture in a complete medium consisting of RPMI 1640 supplemented with 12.5% FCS, 1x L-glutamine (Gibco), 0.8 mM sodiumpyruvate (Gibco), 17 mM Hepes buffer (Gibco), 4.2 × 10–2 mM 2-mercaptoethanol (Gibco), 42 units/ml penicillin–streptomycin and 0.21 g/ml amphotericin B solution (Sigma-Aldrich). Lymphocyte growth was stimulated with 50 µl/ml PHA (Gibco) and 10 units/ml of IL-2 (Roche). At day 7, 4–6 h before harvesting the cells, each culture was split evenly and one part was treated with 200 µg/ml of puromycin (Sigma-Aldrich) as an inhibitor of nonsense mediated RNA decay (NMD) . 39 For the initial validation of the targeted RNAseq procedure, RNA was isolated from uncultured peripheral blood lymphocytes of nine patients from the pre-implantation genetic testing (PGT) program at our institution, who had a pathogenic  NF1  variant that leads to aberrant splicing (Table  1 ). Pheriphal blood lymphocytes were isolated and stored in DMSO in liquid nitrogen within 24 h after collecting the EDTA blood. Two additional samples from anonymous patients without a clinical diagnosis of NF1 were included as wild type controls. These validation samples were enriched for  NF1  RNA using NuGEN SPET for RNA (see RNA isolation and Target enrichment/Library preparation). The diagnostic performance of targeted RNAseq was further assessed using RNA samples shipped from the Centre for Medical Genetics, Ghent University Hospital, Ghent, Belgium (Table  2 ). RNA was isolated from blood lymphocytes (collected in EDTA tubes) that were short-term cultured. The molecular results of these samples were initially blinded, to test the ability to detect pathogenic  NF1  splicing events without prior knowledge, comparable to the diagnostic setting. These replication cohort samples were enriched for  NF1  using both Nugen SPET for RNA and for  NF1 / SPRED1  using Agilent SureSelect RNA Target Enrichment (see RNA isolation and Target enrichment/Library preparation). This allowed a direct performance comparison of these two different commercial platforms. To further validate the targeted RNAseq approach and show its added value for the detection of pathogenic splicing events complementary to DNA diagnostics, an additional set of twelve patients was selected (Table  3 ). Eight patients were included because of having (or suspected of having) a clinical NF1 diagnosis without molecular confirmation. While two patients had a  NF1  DNA variant with unclear effect on RNA splicing (variant of unknown significance – VUS [class 3]) and one patient had an  NF1  DNA variant likely to affect splicing (likely pathogenic – LP [class 4]). One additional sample from an anonymous patient without a clinical diagnosis of NF1 was included. Available material from these patients, i.e. either lymphocytes directly isolated from blood or short-term cultured cells with or without NMD inhibition, was used to isolate RNA. Blood was collected in EDTA tubes and shipped and processed within a maximum of 48 h in our lab, except und8 that came into the lab > 48 h after blood draw. These samples were enriched for  NF1 / SPRED1  using SureSelect RNA Target Enrichment (see RNA isolation and Target enrichment/Library preparation). RNA isolation and target enrichment/library preparation Total RNA was purified and DNAseI treated using RNeasy Plus micro columns (Qiagen). Purified RNA was used as input for the SureSelect RNA Target Enrichment (below) and for the Ovation cDNA module followed by custom Ovation target enrichment, based on single primer enrichment technology (SPET) for RNA, according to the protocol of the manufacturer (NuGEN). Primer design for  NF1  ( NM_000267.3 ) was performed by the manufacturer for the coding regions and 5’/3’UTR with a probe spacing of 150 bp. Library preparation was according to the manufacturer instructions. Additionally, the SureSelect RNA Target Enrichment for Illumina Paired‐End Multiplexed Sequencing kit (Agilent; protocol version 2.2.1) was used to target the  NF1 ( NM_000267.3 ) and  SPRED1  ( NM_152592.2 ) coding regions and 5’/3’UTR. Probe design was performed using the Agilent eArray online tool, setting the region of interest to minus 100nt of the normal 5’exon boundary and plus 150nt of the normal 3’exon boundary and 6x tiling of probes. Library preparation was according to the manufacturer’s instructions. Primers (SPET) and/or probes (Sureselect) design is available upon request. Paired-end sequencing (2x150bp) was performed on a NextSeq500 instrument (Illumina) using NextSeq500/550 high output kit v2 (Illumina). Read alignment RNAseq reads were mapped with the STAR mapper (Version 2.4.1d) and an index created from HS.GRCh37 with 92 bp overhang . We performed unique mapping onto the genome without trimming and with max. 10 mismatches per read while no chimeric reads were allowed (default STAR settings). To elucidate the PCR amplification bias, de-duplication was performed either using a build in Unique Molecular Identifier (UMI) in the probe design (NuGen SPET) or by removing identical reads (Agilent Sureselect). Duplicate read pair detection was carried out with Picard tools ( 40 https://github.com/broadinstitute/picard ). Start and end positions from STAR output refer to the first nucleotide in the intron (AG |  g u) and last nucleotide of the intron (a g  | G), respectively. Quantitative enrichment of aberrant splicing events in targeted RNAseq—QURNAs The QURNAs computational pipeline was developed to identify sample-specific splicing events in targeted RNAseq data, including novel and possibly aberrant transcripts or increased abundance of normal isoforms (see Supplementary fig.  1 ). To minimize the number of possible artefacts or non-relevant events in the QURNAs data analysis, it is important to perform QURNAs analysis on a group of at least 4 samples that are equally processed. This way, events that are either induced by sample specific treatment, and/or are more or less equally present in all samples from the group, get a neutral enrichment score of ~1 in the QURNAs output after normalization and inter-sample comparison (see below for methodology). QURNAs is available at  https://dataverse.nl/dataset.xhtml?persistentId=hdl:10411/LY8ZQ4 . The mapping of short sequences to the reference genome without prior assumptions about transcript architecture, enables statistical evaluation of significance of observed RNA isoforms. De novo prediction of splice junctions from RNAseq data QURNAs first creates a collection of splice sites based on the reads mapped onto the genome (BAM file). For these splice sites, reads in BAM files that overlap with the splice site are counted. While iterating over all reads in the region, two additional features are counted to estimate the fraction of the reads in the region congruent with the splice junction. First, the number of reads is calculated that overlap with and contain the last nucleotide of the exon at the donor site. This includes, next to reads with a different acceptor site, “unbroken” reads corresponding to intron retention events. The second count consists of reads that “span” the splice site, thus start upstream of the nucleotide and end downstream, but do not necessarily contain the nucleotide next to the donor site in their sequence ( e.g ., exon skipping events or splice events that use an alternative upstream donor site). Enrichment score (ERS) calculation Enrichment for a splicing event in a sample is calculated as follows. For each splice site, a relative read count  l  is calculated that measures the fraction of aligned reads that are congruent with the splice site among all the reads that span the splice site. Formally, we count reads ( spl r ) that are congruent with the splice  spl spl =(start,end)  i.e ., the genomic alignment of the read contains a gap between exact (start, end) positions, allowing for other insertions/deletions in the read. Reads for each of the splice  r  are considered relatively to reads that  spl span  the splice site  S  (spanning reads). These start their genomic alignment upstream of the donor site and end downstream of this site but do not necessarily share the same donor or acceptor sites. To minimize the impact of spurious reads and sequencing noise, pseudocounts of at least 10 reads and up to 1% of spanning reads (max(10, spl S  1%)) are added to both  spl r  and  spl s . The relative read count  spl l  for each sample is then calculated using Eq. ( spl 1 ). In sample  i , after calculating the relative splice read count, enrichment of reads   is calculated by comparing the relative read count to the average read counts from other samples using Eq. ( \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$m_i^{spl}$$\\end{document} m i s p l 2 ). To prevent samples with low sequencing coverage having inflated relative read counts due to pseudocounts (e.g.   for the extreme case of absent coverage, i.e.  \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$l_i^{spl} = 1$$\\end{document} l i s p l = 1 ), the enrichment  \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$r_i^{spl} = s_i^{spl} = 0$$\\end{document} r i s p l = s i s p l = 0  is calculated using  \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$m_i^{spl}$$\\end{document} m i s p l  without pseudocounts. \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$l{\\prime}_i^{spl}$$\\end{document} l ′ i s p l Statistical significance of enriched isoforms To test whether splice isoforms are expressed at significantly higher levels in a sample, a two-tailed proportion test that tests the null hypothesis that proportions in several groups are the same is used. For each splice junction a group of trials as number of spanning reads ( s ) that includes reads that support the junction  spl r  (positive outcome of the trial) is defined. If significant ( spl p ( spl ) < 0.01), the proportion test rejects the null hypothesis that the expression of the splice junction is the same in all samples. The test assumes independence between trials in the group and this is not the case for RNAseq due to read redundancy and overlap between 150-bp reads. The marginal information contributed by additional reads, drops with the number of reads mapped to a splice junction. To reflect lower marginal information, we use square root of RNAseq read numbers using Eq. ( 3 ) where  i  corresponds to subsequent samples. To determine the significance of a splice event in a specific sample  i , the reads for the sample are compared to the background distribution of reads in remaining samples, testing the enrichment hypothesis (one-tailed test expecting enrichment) using Eq. ( 4 ). Note that in this statistical framework it is possible that  ( p spl )  < 0.01  but  ( p spl )  i > 0.01  for all samples   (the distribution of reads is different between samples, but none are significant). This is, for example the case for WT splice isoforms in mutated samples where the WT isoform becomes depleted ( i ( p spl ) tests only for enrichment). i Interpretation QURNAs output The QURNAs output for all splicing events was reduced with an additional GAP filter of >3 ((pos end_STAR – pos start_STAR) + 1), to exclude artefacts that do not represent splicing since the intron size would be smaller than 4 nucleotides. The absolute read counts of all normal exon splice-junctions in the reference transcript were inspected to confirm good sequence coverage throughout the gene for all samples. The ERS values of these reference exon splice junctions were subsequently checked for a possible drop (normal reference exon splice junctions are expected to have a median ERS ~1). Highly expressed alternative splicing events usually result in lower expression of the normal exon splice junctions in the same region, reflected by such a drop (ERS <0.8 or the lowest value of the total group of samples). Subsequently, all splicing events for a specific sample were sorted high to low based on the ERS. All events with ERS > 5 were further evaluated to discriminate possible artefacts from true alternative splicing events. Importantly, relevant ERS values can be lower than 5 when; 1) the splice variant gives rise to multiple different splicing events, instead of one or two major events; 2) the splicing events concerns an upregulated normal splicing event which is also present in other samples in the run at lower expression levels or 3) when 2 samples are present in the same run with the same effect on splicing. Alamut v2.15 (Interactive Biosoftware) was used to identify true splice-donor and acceptor sites based on in silico prediction. Regions with alternative splicing were further inspected in the BAM file in a genome browser (IGV and Alamut) to check for possible causal sequence variants in close proximity. Allelic imbalance was assessed by comparing heterozygous variants in the DNA vs the RNA sequences in IGV. A minimum of at least 2 heterozygous variants in the coding regions and/or UTRs was considered informative to assess allelic imbalance. Consistent variant allele ratio’s in the sequence from 60/40% to 70/30% were considered as modest imbalance, 70/30% to 80/20% as intermediate and >80/20% as strong. But these boundaries are set arbitrarily for now and need further validation with more samples, and are also under the assumption that the imbalance is for the same allele. Since short-read sequencing was performed, the SNP phase is not known. Nomenclature The description of genetic variants follows the Human Genetic Variation Society (HGVS) approved guidelines , where c.1 (and r.1) is the A of the ATG translation initiation codon. Alternative splicing events are those incorporating splice junctions not present in the reference transcript  41 NM_000267 . Exon numbering used by QURNAs and in the tables is systematically 1–57 using  NM_000267 , for conversion according to the NF1 best practice meeting  this numbering is +1 for all exons after exon 30 (LRG_214). 42 Reporting summary Further information on research design is available in the  Nature Research Reporting Summary  linked to this article.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:29:34"
}