{
  "pmid": "PMID:34935315",
  "title": "Analysis of muscle tissue in vivo using fiber-optic autofluorescence and diffuse reflectance spectroscopy.",
  "abstract": "SIGNIFICANCE: Current methods for analyzing pathological muscle tissue are time consuming and rarely quantitative, and they involve invasive biopsies. Faster and less invasive diagnosis of muscle disease may be achievable using marker-free in vivo optical sensing methods. AIM: It was speculated that changes in the biochemical composition and structure of muscle associated with pathology could be measured quantitatively using visible wavelength optical spectroscopy techniques enabling automated classification. APPROACH: A fiber-optic autofluorescence (AF) and diffuse reflectance (DR) spectroscopy device was manufactured. The device and data processing techniques based on principal component analysis were validated using in situ measurements on healthy skeletal and cardiac muscle. These methods were then applied to two mouse models of genetic muscle disease: a type 1 neurofibromatosis (NF1) limb-mesenchyme knockout (Nf1Prx1  -  /  -  ) and a muscular dystrophy mouse (mdx). RESULTS: Healthy skeletal and cardiac muscle specimens were separable using AF and DR with receiver operator curve areas (ROC-AUC) of >0.79. AF and DR analyses showed optically separable changes in Nf1Prx1  -  /  -   quadriceps muscle (ROC-AUC >0.97) with no differences detected in the heart (ROC-AUC <0.67), which does not undergo gene deletion in this model. Changes in AF spectra in mdx muscle were seen between the 3 week and 10 week time points (ROC-AUC = 0.96) and were not seen in the wild-type controls (ROC-AUC = 0.58). CONCLUSION: These findings support the utility of in vivo fiber-optic AF and DR spectroscopy for the assessment of muscle tissue. This report highlights that there is considerable scope to develop this marker-free optical technology for preclinical muscle research and for diagnostic assessment of clinical myopathies and dystrophies.",
  "authors": "Christopher J Davey; Emily R Vasiljevski; Alexandra K O'Donohue; Simon C Fleming; Aaron Schindeler",
  "journal": "Journal of biomedical optics",
  "publicationDate": "2021-12",
  "doi": "10.1117/1.JBO.26.12.125001",
  "methods": "2 Materials and Methods 2.1 Optical System A custom AF/DR system was built using commercially available components. A 200-mW 405-nm laser diode (LD) was used for AF measurements, coupled via a servo-actuated shutter, bandpass filter (FB405-10, Thorlabs), and microscope lens into one of seven multimode optical fibers (  core diameter and 0.39 NA) within a fan-out style bundle (BF72HS01, Thorlabs) terminating distally in a six-around-one configuration [ 200 - μ m Fig. 1(a) ]. The shutter allowed the laser power to ramp-up and stabilize before each measurement, while illumination power, set to 20 mW, was controlled by adjusting the coupling between the fiber and LD. Tissue AF emission was collected using the bundle’s central fiber and long pass filtered at 425 nm (DMLP425, Thorlabs) to remove the illumination wavelength before detection by a USB spectrometer with a wavelength range of 345 to 1041 nm (USB 4000, Ocean Optics). Fig. 1 (a) Schematic of the fiber-optic AF/DR system. 405-nm laser (violet) and halogen lamp (yellow) light sources were coupled into proximal ends of two multimode (MM) optical fibers via servo-mechanical shutters and a bandpass (BP) filter to further narrow the AF excitation wavelength range. Tissue DR and AF light was collected via a central fiber at the probe’s distal end (red) and passed through a 425-nm long-pass (LP) filter before detection at the spectrometer. Additional fibers within the fiber-optic probe (white) were unused. (b) The fiber-optic probe head was positioned directly onto the muscle surface during optical measurements, here showing a DR measurement on the murine gastrocnemius. A stabilized tungsten–halogen light source (SLS201L/M, Thorlabs) was used for DR measurements, coupled via a servo-actuated shutter and microscope lens into a fiber adjacent to the 405-nm LD [ Fig. 1(a) ]. Diffusely reflected light was collected using the same central fiber as for AF measurement and returned to the same spectrometer via the same optical path. The four remaining fibers within the bundle were unused. System control and data collection were performed on a PC laptop using MATLAB (Mathworks) via direct USB connection to the filter wheel and spectrometer. An Arduino was used for transistor–transistor logic and pulse-width modulation signals for control of the LD and shutter servos, respectively. 2.2 Animal Ethics and Husbandry C57BL/6 mice (B6) and   mice (NF1) were bred in-house at the Transgenic Facility at The Children’s Hospital at Westmead. B6 mice were originally sourced from the Animal Resources Centre (ARC, Perth), and the NF1 mice bred from the  N f 1 P r x 1 − / − Prx1-Cre  transgenic mice  and the  42  mice. N f 1 f l o x / f l o x \n 43  were bred on a B6 background. The  N f 1 P r x 1 − / − mdx  mice (B10 mdx ) were sourced from Australian Bioresources (ABR, Moss Vale). As these mice are on a C57BL/10 background, wild-type mice (B10WT) of this strain were also sourced from ABR. These studies were approved by the local Animal Ethics Committee under protocol K319. 2.3 In-Vivo  Measurements Measurements were made across six groups of mice defined by their genetic strain and age: B6 at 10 weeks of age, NF1 at 10 weeks, B10WT at 3 and 10 weeks (B10WT-3 weeks/10 weeks), and B10 mdx  at 3 and 10 weeks (B10 mdx -3 weeks/10 weeks). Each group comprised five mice, from which multiple measurements were taken across different muscle groups and the left and right sides. Mice were euthanized immediately prior to measurement by   asphyxiation. The quadriceps (Quad), tibialis anterior (TA), and gastrocnemius (Gastr) of both hind limbs were exposed using surgical scissors, removing outer connective tissues including the superficial fascia. The distal tip of the optical fiber bundle was positioned in the center of and in direct contact with each muscle [ CO 2 Fig. 1(b) ], and AF/DR measurements, including background measurements without illumination for calibration, were made successively. Measurements were made on each muscle in triplicate, lifting and repositioning the probe on the same muscle for each repetition. Following a sternotomy, the heart was exposed for a further set of measurements on the lateral edge of the left and right ventricles. 2.4 Histology Muscle tissues were harvested from all mice following optical measurement. These tissues were surface coated in Tissue-Tek ®  O.C.T. Compound (Sakura Finetek), frozen in liquid nitrogen supercooled isopentane (2-methyl butane), and stored at  .  − 80 ° C  sections were cut on a Leica CM1950 Clinical Cryostat, captured on Superfrost™ Plus Microscope Slides (Fisher Scientific), and stored at 4°C prior to staining. H&E and Oil Red O staining were performed as previously published. 8 - μ m 18 2.5 Optical Data Preprocessing All data processing and analysis were performed in MATLAB (Mathworks). All spectra were calibrated by subtraction of corresponding background spectra to remove the influence of ambient room light. DR spectra were further calibrated to account for the broadband source spectrum as measured from a polytetrafluoroethylene (PTFE) block, such that  , where  X = ( X R − B ) / W  is the calibrated spectrum,  X  is the measured tissue spectrum,  X R  is the background spectrum taken from the tissue without illumination, and  B  is the PTFE spectrum. PTFE is known to have a flat reflectance spectrum across the visible and near-infrared region and is hence highly suitable as a white reference material. W  Calibrated spectra with 3648-data points corresponding to each detection wavelength of the spectrometer were then smoothed using a moving average filter with a window size of 10 nm. AF and DR spectra were then windowed between 435 to 900 nm and 450 to 900 nm, respectively, to remove artifacts and noise at the spectral extremes. An analysis based on spectral shape rather than original calibrated intensities was speculated to be less affected by probe contact quality and light source intensity fluctuations. Calibrated spectral data were normalized to the wavelength of maximum intensity such that  44 , where  X N = X / max ( X )  is the normalized spectrum. Spectra were then grouped into matrices according to their animal- or muscle-group class labels, enabling the comparison of any combination of genotype, muscle group, and age as required for subsequent analyses. X N 2.6 Optical Feature Extraction Dimensionality reduction of spectral matrices was achieved using principal component analysis (PCA)  similar to other studies 45 46 ,  as detailed in  47 Supplemental Methods 1 . This method removes noise from the dataset and allows the visualization of important spectral regions that account for variance in the original dataset. Manual feature extraction methods, e.g., calculating intensities at specific wavelengths of interest, ratios of intensities at different wavelengths, 32 ,  integrated spectral intensity, 48  or analyzing derivatives, 32  were avoided to prevent significant loss of variance and potential nonorthogonality between features. For each dataset, spectral features known as principal components (PCs) were extracted, with each being a linear combination of the detection wavelengths. Low variance-explaining PCs were discarded to leave the first three PCs onto which each original observation was projected to give a score matrix with three variables per observation. A preliminary investigation indicated that the first three PCs explained a sufficient percentage of total variance ( 49 ) when applied to normalized AF and DR measurements across each muscle type in the B6 mouse group ( > 97 % Supplemental Methods 2 ). Normalization of calibrated spectral data provided improved separation of measurement scores enabling better classification accuracy, as has been demonstrated in other studies. 46 2.7 Classification Model A quadratic discriminant classifier (QDC)  was then used for classification of the PC score matrices. For each classification task, a QDC was trained using fivefold cross validation as described in  50 Supplemental Methods 1 . The area under the curve of the model’s receiver operator curve (ROC-AUC) was used as a general measure of prediction accuracy. 51",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:29:35"
}