{
  "pmid": "PMID:34930951",
  "title": "A bioinspired gelatin-hyaluronic acid-based hybrid interpenetrating network for the enhancement of retinal ganglion cells replacement therapy.",
  "abstract": "Biomaterial-based cell replacement approaches to regenerative medicine are emerging as promising treatments for a wide array of profound clinical problems. Here we report an interpenetrating polymer network (IPN) composed of gelatin-hydroxyphenyl propionic acid and hyaluronic acid tyramine that is able to enhance intravitreal retinal cell therapy. By tuning our bioinspired hydrogel to mimic the vitreous chemical composition and mechanical characteristics we were able to improve in vitro and in vivo viability of human retinal ganglion cells (hRGC) incorporated into the IPN. In vivo vitreal injections of cell-bearing IPN in rats showed extensive attachment to the inner limiting membrane of the retina, improving with hydrogels stiffness. Engrafted hRGC displayed signs of regenerating processes along the optic nerve. Of note was the decrease in the immune cell response to hRGC delivered in the gel. The findings compel further translation of the gelatin-hyaluronic acid IPN for intravitreal cell therapy.",
  "authors": "Pierre C Dromel; Deepti Singh; Eliot Andres; Molly Likes; Motoichi Kurisawa; Alfredo Alexander-Katz; Myron Spector; Michael Young",
  "journal": "NPJ Regenerative medicine",
  "publicationDate": "2021-12-20",
  "doi": "10.1038/s41536-021-00195-3",
  "methods": "Methods Hydrogels’ preparation Gtn-HPA and HA-Tyr conjugate were prepared via a general carbodiimide/active ester-mediated coupling reaction (in PBS) that conjugated HPA to gelatin (MW 20-80kDA) and Tyramine to Hyaluronidase (MW 80–150), as previously described . 90% of the amine groups were conjugated with HPA or Tyramine. For the control hydrogels, 0.1 U/mL of horseradish peroxidase HRP (Wako USA), and 1 mM of H2O2 (Sigma-Aldrich) with or without hRGC, were mixed into Gtn-HPA or HA-Tyr hydrogel prepared using 2 wt% solution of Gtn-HPA or 0.25, 0.5 and 2%wt solution of HA-Tyr. Other concentrations of crosslinker H2O2 (0.5, 0.8, 0.9, 1, 1.3, 2.5, and 5 mM) were used to investigate the effect of hydrogels on cell viability and shear modulus (which was measured with oscillatory rheology). 22 , 56 Hybrid interpenetrating networks (IPN10, 25, 50, 75, and IPN90) were prepared by mixing the corresponding amounts of Gtn-HPA and HA-Tyr at 2 wt% solution (e.g., IPN75 corresponds to 75% of Gtn-HPA and 25% of HA-Tyr both at 2 wt% solution). To create IPN hydrogels, 0.1 U/mL of HRP and different concentrations of H2O2 (0.8, 0.9, 1, and 1.3 mM) with or without cells were mixed into the solution. Hydrogels were formed after less than 5 min and incubated at 37 C to reach stability . 7 Hyaluronic acid with high molecular weight (HHA) (MW 1200 kDA, Sigma-Aldrich) was dissolved in PBS at 2, 3, and 5%wt solution with hRGC by thoroughly mixing the samples with a vortex throughout the preparation. No chemical reagent was added and physical crosslinking (chain entanglement) was seen in less than a minute. Collagen-Genipin (CG) hydrogels were prepared by dissolving soluble collagen type I from calfskin (Sigma-Aldrich) in a 2%wt solution and mixing it with hRGC. Genipin 98%-HPCL (Sigma-Aldrich) at concentrations of 0.5, 1, 5, and 10 mM were then added to the solution containing polymer and cells. Hydrogels were incubated at 37 C and reached stability after 20 min . 57 Oscillatory rheology Oscillatory rheology was performed with a TA instruments AR-G2 rheometer using cone and plate geometry of 40 mm diameter and 2° angle. For each measurement, 200 μl of each sample (Gtn-HPA, IPN90, IPN75, IPN50, IPN25, IPN10, and HA-Tyr) at 2%wt/vol, containing 0.1 U/ml of HRP and varying concentrations of H2O2 (ranging from 0.8 to 1.3 mM) was applied to the bottom plate immediately after mixing. All hydrogels having a gelation time comprised between 30s and 3 min samples were still liquid when applied onto the bottom plate. The upper cone was lowered to a measurement gap of 51 μm. As soon as a layer of silicone oil was applied, to prevent evaporation, the rheometer was started. All measurements were taken at 37 °C in the oscillation mode with a constant strain of 1% and frequency of 1 Hz. To estimate the gelation rate, the time at which the gel point (as defined by the crossover between storage modulus, G′ and loss modulus, G″) occurred was measured. G’ (storage modulus) and G″ (loss modulus) were measured every 2 s. The final plateau value of G’ and time to reach this plateau were then recorded for each sample. Due to the fast gelation of all samples and time to stick the sample onto the bottom plate and the start of the experiment, the gel point was not measured with oscillatory rheology. Measurement can be seen in microrheology experiments. Differential scanning calorimetry (DSC) and Gel permeation chromatography (GPC) All materials were analyzed using a differential scanning calorimeter (DSC 250) (TA Instruments, New Castle, USA). Polymer powders (Gtn-HPA and HA-Tyr) were analyzed from 20 to 250 C at a heating speed of 10 °C/min. Glass transition was observed by measuring the derivative of heat flow and melting temperature was seen as a peak above the glass temperature. Gel permeation chromatography was performed at 35 °C with a Malvern Viscotek VE 2001 GPC max UV 2501 detector, a TDA 301 chromatography system, and a PL aquagel-OH MIXED-M column (Agilent). Samples were run at 1 mg/mL through a mobile phase comprised of 10 mM sodium phosphate monobasic (Macron Chemicals), 100 mM sodium nitrate (Sigma–Aldrich), 20%wt/mL methanol (Sigma–Aldrich), adjusted to pH 7.4. HA-Tyr and Gtn-HPA were dissolved in 2 mL of the mobile phase, at a concentration of 10%wt/mL, by thoroughly mixing and incubating samples for 1 h at 37 C. Molecular weights were then referenced against polyethylene glycol standards (Waters). Molecular weight parameters (Mw, Mn, P, and MWD) were calculated for standards and samples using the respective GPC calibration equation: Log(Mn) = Ao +A1*Vp, where Mn is the molecular weight, Vp is the eluded volume, Ao=10.2086 and A1 = −0.7604. Chromatogram heights were measured at retention times of interval 0.5 min. Compression test study Unconfined compression tests were performed using a Zwick/Roell Z2.5 static materials tester (Zwick GmbH & Co., Ulm, Germany) with integrated testing software (testXpert, Zwick). 1 mL of Gtn-HPA, IPN50, IPN75, and HA-Tyr were prepared into 24-well plates to create samples 16 mm in diameter and 3–4 mm in thickness. All hydrogels were left to fully crosslink and stabilize for 2 h at 37 C before performing compression testing. All gels were swelled in PBS for 1 h before compression testing. Mechanical tests were performed at a constant strain rate of 0.5%/s to a maximum strain of 10% using a 20 N load cell (Part No. BTC-LC0020N.P01, Zwick) sampling at a frequency of 2 Hz. The diameter of the samples at the start of the testing was measured using digital calipers. The compressive modulus was determined by the slope of the true stress-strain curve within the linear regime of the material (~0-7%). Fourier transform infrared (FTIR) spectroscopy analysis Fourier transform infrared (FTIR) spectrum was recorded to detect the chemical and structural nature of Gtn-HPA powder, HA-Tyr powder, and dried hydrogels (Gtn-HPA, IPN75, IPN50, HA-Tyr), using a Thermo Fisher FTIR6700 spectrometer. Samples were characterized using attenuated total reflection (ATR) mode for a total of 32 scans in the range of 500–4000 cm −1 . FTIR baseline was applied and normalization was performed with respect to the characteristic backbone peak (around 1600 cm −1  for Gtn-HPA and 1000 cm −1  for HA-Tyr). For dried hydrogels spectra, 10 mL of each sample was prepared at a concentration of 10 wt%/mL, casted into a 5 cm petri dish. Samples were left to dry overnight in a low oxygen incubator (37 C, 5% O 2 , and 5% CO 2 ). In vitro degradation assays for hydrogels 200 μl gels (Gtn-HPA, IPN75, IPN50, IPN25, and HA-Tyr) were prepared as previously described in section Hydrogels preparation and incubated for 30 min at 37 C to reach stability. Samples were then combined with 200 ul of phosphate-buffered saline (PBS) containing 1000 U/ml type IV collagenase (Invitrogen) or containing 500 U/mL hyaluronidase type I-S (Sigma-Aldrich) and incubated at 37 °C on an orbital shaker at 150 rpm. Samples were collected every 5 or 10 min for 1 or 2 h, for collagenase or hyaluronidase treatments respectively, and analyzed for degradation products using the bicinchoninic assay (Thermo Fisher Scientific). In order to model and replicate the in vivo conditions, slow degradation assays were also performed. 200 ul of the injected hydrogels (Gtn-HPA, IPN75, and IPN50) were prepared and incubated for 1 h at 37 C to reach stability. As suggested and explained in , the actual concentration of collagenase (coming from MMPs) and hyaluronidase (intrinsic in the vitreous) are respectively 0.5 U/ml and 0.3 U/ml in vivo.Five ml of the enzymes with these concentrations were used, mixed together, and added to the hydrogel samples. Samples were kept in incubators, collected every day for 9 days, and analyzed for degradation products using the bicinchoninic assay. Degradation rate constants were derived by fitting the data for mass loss into an inverse exponential model. 30 , 31 Passive microrheology measurements and PLGA microbeads tracking All samples having an extremely short gelation time, common oscillatory rheology was not able to capture their gel point. Hence, to characterize this specific viscoelastic characteristic passive microrheology was performed. A volume of 10 ul of 10–20 um PLGA microbeads (Sigma-Aldrich), at a concentration of 10 5 /mL, were thoroughly added and mixed with all polymers. Then, after the addition of the catalyst (HRP) and the crosslinker (H 2 O 2 ), 200 ul of each sample was pipetted as fast as possible onto a microscope slide and particles movement were tracked for a period of approximately 4 min by taking a video of their Brownian motion inside the hydrogel in process of gelation. ImageJ (Fiji, NIH) was used to track the center of  n  = 15–17 particles for each sample during 6 min. A MATLAB program was then used to track the particles, calculate the instantaneous mean square displacement (MSD) and fit the data with a double exponential decay as seen in Fig.  1d . The MSD of  n  = 15 particles was calculated and averaged every 2s . This fit function was then used to calculate the complex modulus by feeding the data into a MATLAB function that fits this data with a second-order polynomial function from which the first- and second-time derivatives are computed and from that the complex modulus 58 . Finally, the storage modulus (elastic) G′ and loss modulus (viscous) G″ were measured in order to calculate the gel point (defined by the crossing of G′ and G″). 59 Source and viability of hRGC Human retinal ganglion cells (hRGC), gifted from Dr. Donald Zack laboratory, were described in previous studies , being Brn3b-TdTomato positive due to the isolation and labelling process. Cells at 1 ×10 28 , 60 5 /mL, suspended in saline or medium (mTeSR1 media: Stemcell Technologies) were added to 1 mL of the IPN formulations, along with different catalyst and crosslinker concentrations, listed in section Hydrogel preparations, and were pipetted onto fibronectin-coated round glass coverslips (thickness 5 mm, diameter 1 cm, VWR). After 1,3,5 and 7 days of incubation with medium or PBS, they were incubated with 2.5 µM calcein-AM (FITC) and 10 µM ethidium homodimer-1 (Cy3) in PBS for 15 min at 37 °C and 5% CO 2 . hRGC were then washed three times with PBS for 10 min, at room temperature. Coverslips with cells encapsulated in hydrogels were mounted on poly-l-lysine microscope slides (thickness 1 mm, L x W 75 × 25 mm, Thermo Scientific Shandon) with low viscosity slide mounting medium (Fisher Scientific) before imaging with an epifluorescence confocal microscope (Leica SP8, USA), in order to capture the 3D configuration of cell distribution through the different hydrogels. Harvesting hRGC for Flow cytometry hRGC [(3 ×10 5  cells/mL in PBS or in 1 mL of Gtn-HPA, IPN75, and IPN50 hydrogels, in 6-well plates (3.5 cm diameter, polystyrene, flat bottom, sterile, fisher scientific)] were maintained in PBS for 5 days (replicating the in vivo conditions). 1000 U/mL collagenase-type IV (Invitrogen) was then added to degrade the Gtn-HPA hydrogels and 500 U/mL hyaluronidase type I-S (Sigma-Aldrich) to degrade the HA-Tyr part of the IPN; after 20 min of incubation, Gtn-HPA, IPN75 and IPN50 gels were fully dissolved. Samples were centrifuged, and hRGC were harvested. The phenotype of hRGC was analyzed using flow cytometry with the MACSQuant flow cytometer (Miltenyi, San Diego). hRGC, from the 4 different conditions—in PBS, in Gtn-HPA, IPN75 and IPN50 were collected and fixed with a Perm/Fix buffer (BD Biosciences) at 4 °C for 15 min. Cells were then washed in a wash buffer (BD Biosciences) and incubated, at room temperature, in a blocking buffer (Pharmingen staining buffer with 2% goat serum) for 30 min. Blocked cells were seeded onto a flat-bottom 96-well plate (treated, sterile, polystyrene, Thomas Scientific) and labeled overnight at room temperature with the following conjugated primary antibodies: Brn3a-FITC, RBPMS-APC, Thy1.1-APC (ganglion cell marker), Caspase9-FITC (apoptosis marker), Ki67-FITC (proliferation marker), Cmyc-FITC, Oct4-APC (stemness markers) and NeuN-APC (neuronal marker). Primary antibodies were diluted in 200 uL of antibody buffer (TBS, 0.3% Triton X-100 and 1% goat serum). After overnight incubation cells were washed three times for 15 min, and incubated in secondary antibodies and left at room temperature for 3 h; secondary antibodies (goat-derived anti-rabbit and anti-mouse, DAPI-VioBlue) were diluted 1:200 in antibody buffer (Jackson Immunoresearch Laboratory). Light scatter and fluorescence signals from each sample were measured using the MACSQuant (Miltenyi Biotech, Germany) flow cytometer (2 ×10 5  events were recorded). The results were analyzed using the MACSQuantify software ( https://www.miltenyibiotec.com ). For each primary antibody the DAPI-positive single cell population was gated. The ratio of positive cells in the gated population was estimated in comparison with blank and species-specific isotype controls. Primary antibodies and their dilutions are listed in Supplementary Table  1 . In vivo xenograft study—animals, surgery and tissue processing The research protocol was reviewed and approved by the Schepens Eye Research Institute Animal Facility and was in accordance with the Association for Research in Vision Ophthalmology Statement for the Use of Animals in Ophthalmic and Vision Research. Twenty-seven female Long Evans rats (age 12 weeks, approximate weight 200 g, Charles River. Wilmington, MA) were used in the experiments. Transplantations were performed on Cyclosporine (Atopica, oral solution 100 mg/mL, Novartis, USA) immunosuppressed rats. Animals were sedated using 2–3% isoflurane (Abbott, Solna, Sweden,  http://abbott.com ) in combination with oxygen by placing the rats in an inhalation chamber, followed by intraperitoneal injection of ketamine (40–80 mg/kg) and xylazine (10 mg/kg) for anesthesia. Eyes were first anesthetized using topical ophthalmic proparacacome (0.5%) followed by Genteal to keep the lens moist during the surgery. A conjunctival incision and a small sclerotomy were performed using a fine disposal scalpel in all rats. A 2%wt Gtn-HPA/hRGC hydrogel ( n  = 5), 2%wt IPN75/hRGC ( n  = 5), 2%wt IPN50/hRGC ( n  = 5), or a cell suspension in PBS ( n  = 5), were injected into the vitreous of the rats. 3 rats were taken as control and n = 4 rats were subjected to only SHAM injection. All injections were performed using a glass pipette (internal diameter, 150 µm) attached to a 10 uL Hamilton syringe via a polyethylene tubing. Approximately 5 ×10 4  cells in an injection volume of 3 µL were used in each of the 4 groups. The presence of islands of gels onto the back of the eye was checked using a glass coverslip applied to the eye. The vitreal injection was considered successful if shiny islands were seen under the dissection surgical microscope (Alcon Vitreoretinal, Constellation Vision System). Triple antibiotic (Bac/Neo/Poly) was given locally at the end of the surgery to prevent infection. The rats were then placed in their cages for 4 weeks. 100 mg/L of Cyclosporine was added to the water container of all cages and was changed every 3 days. Four weeks post transplantation, immunosuppressed rats were sacrificed by CO 2  inhalation for 5 min. Cervical dislocation was performed to certify death. Eyes were enucleated and placed in 4% paraformaldehyde for 24 h. Tissues were subsequently saturated with increased concentrations of sucrose (5%, 10%, 20%) containing Sorensen phosphate buffer. Eyes were immersed in 30% sucrose overnight or until dissection. The tissues were embedded in cryosection gelatin medium overnight and sectioned at 15 µm thickness on a cryostat. During the sectioning process, every 4th section was stained and examined by epifluorescence for hRGC presenting with STEM121-FITC (human cell marker) and DAPI-VioBlue (cell nucleus). Every 5 th  section was stained with CD45-PE, IBA1-FITC (immune cell marker) and DAPI-VioBlue. Every 6th section was stained with GFAP-PE (Muller cells marker) and DAPI-VioBlue. Vitreal injections and optical coherence tomography imaging (SD-OCT) The same protocol for sedation and anesthesia as for the xenograft study was used for vitreal injections of hydrogels and SD-OCT imaging. Rats left pupils were dilated with tropicamide (VetRXDirect, USA). Animals were then anesthetized and a conjunctival incision and a small sclerotomy were performed using a fine disposal scalpel in all rats. A 2%wt Gtn-HPA hydrogel ( n  = 5), 2%wt IPN75 ( n  = 5) and 2%wt IPN50 ( n  = 5), all samples without cells, were injected into the vitreous of the rats. Animals were then placed in front of the SD-OCT imaging device (Spectralis HRA + OCT, Heidelberg Engineering, MA, USA). Eyes were kept moisturized with HBSS during the whole procedure. Images were taken before, right after injections, 1 h after and each day until no more gel was visible. The presence of gel was assessed by visible islands of gel sitting on top of the retina in IR images. Images of the back of the eye with 4B-scans 30 frames were taken and retinal sections with 4B-scans 60 frames, all done in the rectangular scan. Acquired images were saved as.tiff files. First, image artifacts due to breathing movements were eliminated by using the StackReg Plugin. Then, all frames were converted into a single image by applying the z-projection. This average enables for the elimination of most of the noise observed on individual images, which help to see the presence of gel and its volume, or degradation time. Comparison before and after injection was performed to see the impact of gel injection on retina morphology and detachment. Three days post vitreal injection, rats were sacrificed by CO 2  inhalation for 5 min. The cervical dislocation was performed to certify death. The same protocol as for xenograft study was applied to enucleated eyes. After sectioning, every other section was stained and analyzed with Hematoxylin and Eosin (H&E) in order to measure and locate the different gels on top of the retina. Immunofluorescence and histological staining of in vitro samples and in vivo cryosections hRGC cultured on microscope coverslips, and cryosections from Long Evans rats left eyes, were fixed with 4% paraformaldehyde in 0.1 M PBS (Irvine Scientific) at room temperature for 20 min. These fixed cells and sections were blocked and permeabilized with a blocking solution [(Tris-buffered saline (TBS), 0.3% Triton X-100 and 3% goat serum (Jackson Immunoresearch Laboratories, West Grove, PA,  http://www.jacksonimmuno.com )] for 15 min. Samples were then rinsed twice with 0.1 M TBS buffer for 15 min each time, mounted on polysine microscope slides and incubated with primary antibodies overnight at 4 °C (Table  2 ): Brn3a-FITC, RBPMS-FITC, Thy1.1-FITC (ganglion cell marker), Caspase9-FITC (apoptosis marker), Ki67-APC (proliferation marker), Cmyc-APC, Oct4-APC (stemness markers) and NeuN-APC (neuronal marker), CD11b-FITC and CD68-APC (Microglia maker), CD45-FITC (leukocyte marker), IBA1-FITC (macrophage marker), GFAP-FITC (muller cell marker) and STEM121-FITC (human cytoplasmic marker with no cross-reactivity with rats). After overnight incubation, samples were rinsed three times with TBS for 15 min. Secondary antibodies (goat-derived anti-mouse and anti-rabbit, DAPI-VioBlue) staining was performed for 1 h at room temperature. Samples were then washed a final time with TBS before being mounted on poly-l-lysine microscope slides with low viscosity slide mounting medium. Digital images were obtained with an epifluorescence confocal microscope (Leica SP8) using 63x-oil objective. Table 2 Name, isotype, working dilution and source of antibodies used for flow cytometry and immunohistochemistry. Antibody Isotype Working Dilution Source DAPI-VioBlue IgG2a 1:1000 BD Biosciences Caspase9-FITC IgG1 1:50 Santa Cruz CMYC-FITC IgG1 1:200 BD Biosciences STEM121-FITC IgG1 1:50 TakaraBio Brn3a-FITC IgG1 1:100 ThermoFisher IBA1-FITC IgG1 1:100 Abcam KI67-APC IgG2a 1:50 Santa Cruz RBPMS-APC IgG2a 1:100 EMD Millipore THY1.1-APC IgG2a 1:100 Miltenyi Biotech NeuN-APC IgG2a 1:100 Abcam Oct4-APC IgG2a 1:200 BD Biosciences CD45-PE IgG H&L 1:100 Abcam GFAP-PE IgG H&L 1:50 TakaraBio Rb Control IgG1 1:100 Abcam Ms Control IgG2a 1:100 Abcam Slides from the vitreal injection of gel only were examined using H&E staining, 3 days postinjection. Thermo-scientific Rapid-Chrome H&E staining kit was used. This consists in an 18-steps process, which permanently stains cytology specimens. Slides are dipped into a series of solutions containing 95% alcohol, distilled water, Hematoxylin, Bluing reagent, and Eosin-Y stain followed by a series of washings before the final fixing step. Slides were then mounted and observed under an upright microscope (Leica DM2500) at different magnifications. Confocal microscopy and cell analysis via image processing All stained samples (except H&E staining) were analyzed, and images were taken using Leica SP8 confocal microscope. Images were taken with sequential scanning at 1024 × 1024 or 2042 × 2042 resolution with the following lasers intensity and characteristics: VioBlue-PMT at 5.4% with line average of 3 and gain of 875 V, FITC-HyD at 2.3% with line average of 3 and gain of 77%, PE-HyD or APC-HyD at 3.7% with line average of 3 and gain of 85%. hRGC viability images were taken at 20x magnification with a z-stack of 300 um and 22 steps. A 3D projection was used for qualitative analysis while maximum projection was applied as quantification. Cells in 50 randomly selected maximum-projected fields of view were counted under 20x objective lens magnification with a cell counting and analyzing image processing algorithm . This ROIs selection enables for more than the quantification of more than 75% of each sample, reducing the possibility of ROIs selectivity. 61 To apply this algorithm, we converted each image to a greyscale (from the specific staining analyzed live: green and red: dead). To be able to analyze cells correctly, multiple image rendering processes were used. The extraction of dimmer cells was performed by contrast adjustments. The elimination of objects on the borders (which can cause noise and be artifacts) was realized with an intrinsic MATLAB function. Noise removal, critical to extract only cells and not artifacts, was done with adaptive filtering (small window). The final image rendering included using a global Otsu’s thresholding method to convert the image to binary, filling the image region and holes, performing a morphological opening using a disc kernel and finally removing all small cells (connected components with the low number of pixels <10px). The final image can be seen in Supplementary Figure  6b . To further analyze cells, we performed perimeters extraction of cell or cell groups, as seen in Supplementary Figure  6c . Some cells might be grouped and counting their number may be critical for viability results. To extract cells in groups we applied a watershed algorithm, which can divide the groups into distinct cells. The watershed algorithm interprets different levels of gray intensity, in an image, as altitude. It then finds objects which are delimited by their perimeter with a high altitude in their center (high overlapping intensity). To implement the watershed algorithm, we modified the image by finding the maxima (corresponding to the cell nuclei) and transformed the image to show the perimeter and these maxima (Supplementary Figure  6d ). We finally applied the watershed algorithm which finds all connected components and enables for an easy cell counting (Supplementary Fig.  6e ). Cells number (green for live and red for dead), size (area of positive pixels) and shape factor (which corresponds to the relative shape of an object compared to a circle: C = (4 * π * A)/(P 2 ), C = 1 being a perfect circle) were measured for each field of view. A cell with a low shape factor could be due to elongated or stellate morphology resulting from the formation of cell processes. Due to small cell size, while most cells have been correctly detected, some have been taken as dust and deleted. After 1, 3, 5, and 7 days of culture, the percentage of viable cells was calculated by dividing the number of live cells (FITC) by the total number of cells in the given area (live and dead cells added). The same z-stacks images were used to measure the distribution of the cells through the hydrogels. As seen in Fig.  2c , LASX Leica software enables to measure the average intensity of a marker along each (x,y,z) direction. These intensities were measured for each z-stack, in each group after normalization, and used averaged. Qualitative immunofluorescence staining (RGC, stemness, neuronal, proliferation, and apoptosis markers) along with immune and Muller cell activation markers were taken at 20x of 63x with oil objective magnification with a z-stack of 15 um and 25 steps. Images, after maximum projection, in 15 randomly selected fields of view were used to quantify the surface coverage of specific markers (IBA1, GFAP and CD45). To do so a MATLAB algorithm was created that consisted in calculating and counting (with a tolerance of 0.01%) the number of colored pixels (Green for FITC channel and Red for PE or APC channels) for each marker. Then, a percentage compared to the total size of the image was created which corresponded to the surface coverage of the specific marker. Entire tiling of the retina was performed on all injected groups (Gtn-HPA, IPN75, IPN50 and PBS) at 63x with oil objective magnification and z-stack of 20 um with 50 steps. The tiling square size was 25 × 10 fields of views, which was reduced by only choosing the field of views containing parts of the retina as seen in Supplementary Figure  12 . Finally, to be able to quantify the improvement of injected cells migration and engraftment into the retina of rats, STEM121-FITC with DAPI-VioBlue and Brn3b-TdTomato staining were analyzed in a larger quantity than all other images. Images were taken at 63x magnification with a 15-um z-stack and 22 steps. For each group, 60 fields of view, chosen in the center of the retina (where the injection was performed) were analyzed. Hydrogels-ILM interface and OCT analysis algorithms Each slide, stained with H&E, was analyzed under bright-field light microscopy at 20x magnification to find the location and size of the different hydrogels after three days. To quantify this measurement, 10 fields of view were used to look at the interface of retina and vitreous. Interfaces were analyzed as follow were gel was visible (attached or not to the retina) the interface was split into 200 um parts (usually 2-3 per image); the interface of each part was then characterized by looking at the region of attachment (red regions in Supplementary Figure  10 ) and the others (white regions in Supplementary Figure  10 ). Afterwards, the percent of attachment for each interface (proportion of red regions compared to white regions) and the distribution of the gel at the interface (holes in the red regions) were calculated using a MATLAB algorithm. This enables for the characterization and measurement of the attachment of the different gels to the retina after three days. Islands of gels were visible during SD-OCT data acquisition and a quantification of gel presence was performed by applying an image processing thresholding algorithm. This algorithm was based on Otsu’s method of thresholding  and enables a specific quantification of the gel degradation in vivo. After taking the OCT images of the section of the retina, 10 fields of views were analyzed for each group. In order to apply and use Otsu’s method, the retina and the noise were processed to be considered as the background while the gels were processed to be considered as the foreground. Most of the noise was deleted by the plugin in the SD-OCT software, hence the rest of the image was just composed of a bright retina (curved with different layers) and islands of gel on top of it. In order to process the retina as background, different values of the presence of the retina with no injections were calculated: this consists in counting the number of foreground pixels found with Otsu’s algorithm in OCT images without injection. These values were used as a normalization in order to find the surplus of foreground pixels where gel was present. This quantification was performed for all groups at all time points and an in vivo degradation curve (which was confirmed with in vitro degradation) was calculated (Fig.  62 3c ). Image processing algorithms for detection of cell migration, co-localization, and orientation compared to retinal layers The improvement in engraftment of encapsulated hRGC was quantified by measuring cell migration (location in retinal layers after 1 month), co-localization (expressing both intrinsic Brn3b and STEM121 human markers) and, for large cells, orientation (angle formed by extended processes and retina). After using Leica SP8 confocal microscope to image the test groups (60 fields of view per group), as explained earlier, colored images (VioBlue for DAPI, FITC for STEM121, and PE for TdTomato) were analyzed. To segment cells from images, we designed a two-step algorithm ( Supplementary Data ). We first normalized pixel intensities of input images from 0 to 1. Due to the large amount of noise in the image, we started the segmentation pipeline with a small amount of gaussian blur to smooth the image. Part of the cells were very dim, therefore, to segment them, we used a 1 st  low threshold (around 10% of intensity) to segment cells. To remediate cells which displayed small holes, we incorporated a closing morphological operation (consisting of a dilation followed by an erosion). We also ran an opening (an erosion followed by a dilation) to remove small clusters of pixels that were most likely noise. For large cells, the low threshold followed by morphological operation led to a high recall for cell pixels. We then segmented the brightest part of cells using a 2nd larger threshold (around 0.3). To merge those two segmentations, we designed a fusion algorithm. Using the rough segmentation obtained from the 1st threshold, we employed a connected component algorithm to label each independent group of segmented pixels. Then, we eliminated each labeled group of segmented pixels which did not contain pixels from the high threshold segmentation. The final result had a high precision (high threshold) and a high recall (low threshold). We used labelled groups of segmented pixels to compute the area of segmented cells. This extraction worked with most cells however, precision suffered: some pixels—especially around the border of the image—were above the threshold, leading to segmentation toward unwanted parts of the image. To solve this issue, we decided to delete the 5px border of each image (which corresponded to <1% of the image) usually just removing 1–2 cells per picture. To set a constant and relatable quantification we perform an intensity normalization for all images and were able to localize almost all cells in each image. While analyzing the data set, we observed many cells which had started their differentiation and extension of long processes toward or in the optic nerve during their engraftment. To quantify this finding, we calculated cell size (stroma and processes) which worked well except with crescent shape cells or very round-shaped cells. Morphologically, retinal ganglion cells extend their processes towards the optic nerve parallel to all retinal layers 12, hence we also measured the relative orientation of our injected cells with the annotated layers of the retina. The actual orientation of each cell corresponds to the angle difference between its body and the layer it is located in. Both angles were measured by fitting the largest possible ellipse in both the extracted cell body and annotated layers (cell ellipses shown in the second column) and using their long axes angle. All images were manually annotated using an online annotation tool (Makesense.ai). This enabled the localization of each layer of the retina and therefore, by fitting labelled groups, the migration of injected cells and their location in the retina. The orientation of both retinal layers and cells was measured by fitting each group with the smallest enclosing ellipse. To make sure that STEM121 human staining and intrinsic Brn3b expression were co-localized in regions of interest (cells) we used a co-localization algorithm previously described . Using MATLAB as a basis, the co-localization program analyzed the content of images taken with confocal microscopy. First, images were filtered, thresholded, and analyzed with co-localization and Pearson’s and Mader’s algorithms. Co-localization consists in finding the fraction of pixels, which possess a high intensity in both colors (green and red in our case) with linear approximation.  36 P  value, Pearson and Mader’s coefficient and co-localization number were then calculated and reported. This algorithm measures the presence of both STEM121 marker and human intrinsic Brn3b for each extracted cell. It finds the M1 and M2 coefficients which correspond to the amount of respectively green and red pixels in each image while measuring the correlation coefficient of these pixels. Statistical analysis All experiments were performed with  n  = 10–15 (except image processing for cell location and migration which had  n  = 60 for each group). The power calculation was based on detecting a significant difference in the means between groups of 30–40% with a standard deviation of 15% and α = 0.05 and β = 0.20. Values were expressed as mean + /- standard error mean (SEM) using GraphPad software ( https://www.graphpad.com/ ). Analysis of variance (one-way and two-way ANOVA) followed by Tukey’s and Student’s  t  test were performed for statistical analysis. Statistical significance was set at  p  < 0.01. Reporting summary Further information on research design is available in the Nature Research Reporting Summary linked to this article.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-20 17:37:05"
}