{
  "pmid": "PMID:34945792",
  "title": "Restoration of Normal NF1 Function with Antisense Morpholino Treatment of Recurrent Pathogenic Patient-Specific Variant c.1466A>G; p.Y489C.",
  "abstract": "Neurofibromatosis type 1 (NF1) is an autosomal dominant genetic disorder with almost 3000 different disease-causing variants within the ",
  "authors": "Elias K Awad; Marc Moore; Hui Liu; Lukasz Ciszewski; Laura Lambert; Bruce R Korf; Linda Popplewell; Robert A Kesterson; Deeann Wallis",
  "journal": "Journal of personalized medicine",
  "publicationDate": "2021-12-07",
  "doi": "10.3390/jpm11121320",
  "methods": "2. Materials and Methods 2.1. Mutant Cell Line Generation and Characterization We utilized Synthego to generate knock-in pools of mutant iPSCs in the PGP1 parental background line. The CRISPR guide for Y489C was: ACTTATAGCTTCTTGTCTCCAGG. The Donor Sequence: CATGAATTAGTTTCACCATGGACAAGAGAAGATACTTATAGCTTCTTGTCTCCAGGTCTGTAGGTTTTTCTTTAAATTTAAGGCTTGTTACTTTTTCTTT. PCR primers were: Forward 5′ TGTATGTCTGGGGAATGTTTGT 3′ and Reverse 5′ GGCGTTTCAGCTAAACCCAATT 3’. Wild type (WT) and variant PGP1 cells were sent to our lab for further single cell selection, screening and detection. We single cell cloned the pools of targeted cells and isolated a single cell line that was homozygous null for Y489C out of 60 total clones. The variant was verified by sub-cloning and sequencing. Human iPSC culture: Human iPSCs were maintained in mTeSR1 media on matrigel-coated tissue culture plates. Cells were passaged routinely with EDTA. Briefly, cells were washed twice with PBS-EDTA medium (0.5 mM EDTA in PBS), then incubated with PBS-EDTA for 5 min at 37 °C. PBS-EDTA was removed, and cells were washed off swiftly with a small volume of corresponding medium. 2.2. Cell Line Characterization 2.2.1. Western Blotting Cells were lysed with RIPA buffer and lysates were cleared by centrifugation at 20,000 RPM for 20 min at 4 °C. Protein was quantified with a Bradford assay and 50 μg of protein was loaded per well for NF1 blots, and 10 μg of protein was loaded for other blots. Eight percent SDS-polyacrylamide gels were run at 100 V for 2 h and transferred at 100 V for 2 h onto PVDF. Blots were probed overnight at 4 °C with primary antibody washed and probed 1 h at room temperature with secondary. Primary antibodies include N-Terminal NF1 (Cell Signaling cat# D7R7D 1:1000), actin (Cell Signaling cat# 4967 1:1000), p-ERK (Cell Signaling cat# 9101 1:1000), total ERK (Cell Signaling cat# 9102 1:1000), p-AKT (Cell Signaling cat# 4060L 1:1000), total AKT (Cell Signaling cat# 4691L 1:1000), pS6 (Cell Signaling cat# 2215S 1:1000), and total S6 (Cell Signaling cat# 2217L 1:1000). Secondary antibody was HRP-tagged from Santa Cruz. Chemiluminescent substrate from Bio-Rad was used as per manufacturer’s protocols. 2.2.2. RAS-G-LISA Assay The RAS-G-LISA assay was obtained from Cytoskeleton Inc. and was performed according to the manufacturer’s instructions. iPSC cells were grown in mTESR plus media and plated into 6 well plates coated in matrigel for adherence, and left to grow overnight. Cells were treated with or without morpholino and control oligo for 48 h. They were then washed with ice cold PBS and lysed with Cell Lysis Buffer for protein extraction. Lysates were cleared by centrifugation and immediately snap frozen. Protein content was quantified by BSA and concentrations equalized among the samples with the addition of Lysis Buffer. Ras protein was used as the positive control and blank samples were used for negative controls. The Cytoskeleton GTP-Ras binding plate was used and cell lysates and controls were added and incubated. Active, GTP-bound Ras in cell lysates will bind to the wells, while inactive GDP-bound Ras is removed during washing steps. The bound active Ras is detected with a Ras-specific antibody, with an HRP-conjugated secondary antibody. Absorbance was measured at 490 nm using a microplate spectrophotometer. 2.3. PMO Design and Treatment PMOs were designed in accordance with previously published work [ 12 ]. Briefly,  NF1  exon 13 cryptic splice site was analyzed. PMOs were designed to physically bind and mask the site. Morpholino sequences include: M1: TGGACAAGAGAAGATACTTACAGCT; M2: GACAAGAGAAGATACTTACAGCTTC; and Control (Ctrl): CCTCTTACCTCAGTTACAATTTATA. Custom morpholinos were ordered from Gene Tools, LLC and reconstituted in 0.22 µM filtered ultrapure nuclease-free water, to make a 1 mM stock concentration, as per the manufacturer’s directions. WT or Y489C-containing PGP1 iPS cells at ~70–80% confluence were treated with PMOs diluted in 1 mL of fresh culture media at desired concentrations, alongside 6 µM of Endo-Porter (DMSO) (Gene Tools LLC). Cells were incubated at 37 ℃, 5% CO 2  for 48 h prior to harvest. 2.4. PMO Efficiency Assay Post-treatment with PMOs, cells were lysed in RLT buffer and total RNA extracted using an RNeasy Miniprep Kit (Qiagen, Manchester, UK). Extracted RNA was subject to a MMLV mutant cDNA synthesis reaction (ThermoFisher Scientific, Waltham, MA, USA). Briefly, 0.5 µg RNA was added to 1 µL 50 µM Oligo d(T)20, 1 µL 10 mM dNTP mix, and made up to 14 µL with nuclease-free water; this RNA-water mix was heated to 65 °C for 5 min. Then, a combination of 4 µL 5× SSIV RT Buffer, 1 µL 100 mM DTT, 1 µL RNaseOUT Recombinant RNase Inhibitor, and 1 µL Superscript Reverse Transcriptase were added to the RNA mix. RT reaction mix was then incubated at 55 °C for 10 min, and then inactivated at 80 °C for 10 min. Resultant cDNA was then amplified via PCR. Amplification was achieved with Phusion High-Fidelity DNA Polymerase (New England Biolabs, Ipswich, MA, USA). The standard 20 µL PCR reaction contained 50 ng of cDNA and was comprised of Nuclease-free Water, 0.5 µM forward and reverse primers, 200 µM dNTPs, 1× Phusion HF Buffer, and 0.02 U/uL Phusion DNA Polymerase. Primers used were: Forward 5′ GAATGGCACCGAGTCTTAC 3′ and Reverse 5′ CAGCAGAGCCTCCATTGCTT 3′, yielding a full length amplicon of 169 bps and an exon 13 deletion amplicon of 107 bps. Thermocycling conditions: 98 °C for 30 s, 35× cycles [98 °C 10 s, 54 °C 30 s, 72 °C 30 s] and 72 °C for 8 min. A 20 µL aliquot of the PCR product was resolved on a 3%  w/v  agarose in TAE buffer at 70 V for 2 h and imaged. The images were then subject to densitometric analysis using ImageJ software. Arbitrary values assigned to amplicons based upon analysis were then subject to the following calculation.\n % Normal Splicing = (Normal splice transcript)/(Total Product (Normal + Variant Splice Transcript)) ∗ 100 2.5. Statistical Analysis All assays were repeated a minimum of three times. Error bars represent standard deviation (SD). Statistical comparisons were made using Student  t -test in Excel software to determine which results were statistically significant with  p  < 0.05.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-20 17:37:10"
}