{
  "pmid": "PMID:35037337",
  "title": "Neurofibromatosis type 2 versus sporadic vestibular schwannoma: The utility of MR diffusion and dynamic contrast-enhanced imaging.",
  "abstract": "BACKGROUND AND PURPOSE: The goal of this study was to assess the utility of diffusion-weighted imaging (DWI) and dynamic contrast-enhanced magnetic resonance imaging (DCE-MRI) to distinguish sporadic vestibular schwannomas (VSs) from those related to neurofibromatosis type 2 (NF2). METHODS: We retrospectively reviewed 265 patients pathologically diagnosed with VSs between January 2015 and October 2020 in a single institution. There were 28 patients (male: 19, female: 9; age 11-67 years) including 23 sporadic and five NF2-related VSs, who had pretreatment DWI and DCE-MRI. Normalized mean apparent diffusion coefficient (nADCmean) and DCE-MRI parameters along with tumor characteristics were compared between sporadic and NF2-related VSs as appropriate. The diagnostic performances were calculated based on the receiver operating characteristic curve analysis for the values that showed significant differences. To identify significant modalities, multivariate logistic regression analysis was performed using nADCmean and the combination of statistically significant DCE-MRI parameters. RESULTS: NADCmean, fractional volume of extracellular space (Ve), and forward volume transfer constant (Ktrans) were significantly different between sporadic and NF2-related VSs (nADCmean: median 1.62 vs. 1.16, P = .002; Ve: median 0.40 vs. 0.66, P = .007; Ktrans: median 0.17 vs. 0.33, P = .007), whereas fractional plasma volume (Vp), reverse reflux rate constant (Kep), and tumor characteristics were not. The diagnostic performances of nADCmean, Ve, and Ktrans were 0.93, 0.90, and 0.90 area under the curves with cutoffs of 1.46, 0.51, and 0.29, respectively. nADCmean and the combination of Ve and Ktrans were both chosen as significant differentiators by multivariate logistic regression analysis (P = .027). CONCLUSIONS: DWI and DCE-MRI are both promising modalities to distinguish sporadic and NF2-related VSs.",
  "authors": "Yoshiaki Ota; Eric Liao; Aristides A Capizzano; Akira Baba; Ryo Kurokawa; Mariko Kurokawa; Ashok Srinivasan",
  "journal": "Journal of neuroimaging : official journal of the American Society of Neuroimaging",
  "publicationDate": "2022-05",
  "doi": "10.1111/jon.12966",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-19 09:29:36"
}