{
  "pmid": "PMID:35087195",
  "title": "Altered canonical and striatal-frontal resting state functional connectivity in children with pathogenic variants in the Ras/mitogen-activated protein kinase pathway.",
  "abstract": "Mounting evidence supports the role of the Ras/mitogen-activated protein kinase (Ras/MAPK) pathway in neurodevelopmental disorders. Here, the authors used a genetics-first approach to examine how Ras/MAPK pathogenic variants affect the functional organization of the brain and cognitive phenotypes including weaknesses in attention and inhibition. Functional MRI was used to examine resting state functional connectivity (RSFC) in association with Ras/MAPK pathogenic variants in children with Noonan syndrome (NS). Participants (age 4-12 years) included 39 children with NS (mean age 8.44, SD = 2.20, 25 females) and 49 typically developing (TD) children (mean age 9.02, SD = 9.02, 33 females). Twenty-eight children in the NS group and 46 in the TD group had usable MRI data and were included in final analyses. The results indicated significant hyperconnectivity for the NS group within canonical visual, ventral attention, left frontoparietal and limbic networks (p < 0.05 FWE). Higher connectivity within canonical left frontoparietal and limbic networks positively correlated with cognitive function within the NS but not the TD group. Further, the NS group demonstrated significant group differences in seed-based striatal-frontal connectivity (Z > 2.6, p < 0.05 FWE). Hyperconnectivity within canonical brain networks may represent an intermediary phenotype between Ras/MAPK pathogenic variants and cognitive phenotypes, including weaknesses in attention and inhibition. Altered striatal-frontal connectivity corresponds with smaller striatal volume and altered white matter connectivity previously documented in children with NS. These results may indicate delayed maturation and compensatory mechanisms and they are important for understanding the pathophysiology underlying cognitive phenotypes in NS and in the broader population of children with neurodevelopmental disorders.",
  "authors": "Jennifer L Bruno; Sharon B Shrestha; Allan L Reiss; Manish Saggar; Tamar Green",
  "journal": "Molecular psychiatry",
  "publicationDate": "2022-03",
  "doi": "10.1038/s41380-021-01422-5",
  "methods": "Methods Participants Participants (age 4–12 years) included 39 children with NS (mean age=8.44, SD=2.20, 25 females) and 49 TD children (mean age=9.02, SD=9.02, 33 females). Given that this is the first study examining RSFC in children with NS, we estimated power based on our structural data ( SOS1  d=−0.9 and  PTPN11  d=−1.5 compared to TD children). Using a more conservative Cohen’s d value, the estimated power to detect differences between the groups is 0.83 for a cohort of 28 (size of our NS group after data scrubbing, see  Image acquisition and preprocessing  section below). Participants with NS presented results from genetic testing confirming the presence of  PTPN11  (N=29) or  SOS1  (N=10) pathogenic variants. Research was performed at the Stanford University School of Medicine and the Institutional Review Board approved all study procedures. Written, informed consent was obtained from a legal guardian for all participants. All participants over 7 years provided assent. Recruitment strategy and exclusionary criteria are detailed in the  Supplementary Methods . We examined children pre- or in early stages of puberty to avoid influence of pubertal effects on the brain. Pubertal status was assessed by an experienced physician using Tanner staging.  Parental report of Tanner stage was used for 4 participants in the TD group for which physician examination was not available. Participants completed age-appropriate versions of the Wechsler Intelligence Scale 31 , 32  and select subtests from A Developmental NEuroPSYchological Assessment (NEPSY-II,  33 , 34 Table 1 ). 35 Image acquisition and preprocessing All participants completed behavioral training in a mock MRI scanner to reduce sensitivity to the MRI environment and to reduce motion during the actual scan.  Imaging protocols and preprocessing are described in the  36 Supplementary Methods . Data was scrubbed or censured using the following procedures. Each frame with displacement>0.5mm was removed in addition to one frame immediately prior to and two frames immediately following that frame to reduce the impact of head movement artifacts.  At the participant level, imaging data were included in the analysis if they met the following criteria 1) structural and functional scans were of sufficient quality and sufficiently similar in orientation to pass registration procedures as defined by FMRIPrep ( 37 https://fmriprep.org/en/1.0.3/api/index.html ), 2) ≥4 min of artifact-free functional data was available after scrubbing as defined above. Within the NS group 11 out of 39 (28%) participants were excluded based on these criteria. Within the TD group 3 out of 16 (19%) individuals were excluded and 33 TD individuals were included from larger studies which reported 6 out of 39 excluded (15%).  Group-wise analyses included 28 NS and 46 TD individuals (see  38 Table 1 ). Groups were not different in terms of number of scrubbed frames or duration of clean resting-state data ( Table 1 ). Connectivity within canonical resting state networks We used independent component analysis (ICA) and dual-regression to examine group differences in connectivity within canonical RSNs.  First, we ran group-based ICA using melodic v3.15 to produce RSNs across the cohort without over-representing one group. A subgroup of 28 participants from the TD group was selected to ensure equal group size for ICA. TD children were chosen individually to create the subgroup that most closely matched the NS group for age, sex and Tanner stage. Group ICA resulted in 60 components. We then compared each component to canonical RSNs 39  using spatial correlation (FSLCC). We chose among components those whose spatial maps most closely matched canonical RSNs 30  based on visual inspection and spatial correlation: visual (r=0.514), somatomotor (two individual components combined for spatial correlation and further analysis (r=0.551)), dorsal attention (r=0.413), ventral attention (r=0.411), limbic (r=0.574), left frontoparietal (r=0.219), right frontoparietal (r=0.449), default mode (r=0.271). We used dual regression to estimate individual maps representing participant-specific versions of each network for all participants (i.e., 28 NS and 46 TD). 30  Each map was used as a participant-level contrast and group differences were estimated using the  40 randomise  tool with threshold-free cluster enhancement including age and sex as covariates of no interest.  Randomise is a non-parametric permutation testing method that does not require assumptions of data normality to be met. For robust results, we used 10,000 permutations, p<0.05 FWE and # voxels > 26 for cluster identification. FDR correction was used to control for multiple comparisons across the eight networks. 41 Seed-based striatal connectivity We examined whole brain connectivity using caudate and putamen as seeds. First, we created anatomical masks for each left and right caudate and putamen using the Harvard-Oxford subcortical atlas in FSLeyes. Each mask was eroded to include 75% of the original voxels and ensure overlap with each participant’s standard space image. This procedure resulted in the following ROI sizes (in voxels): left caudate: 234, right caudate: 239, left putamen: 488, right putamen: 481. We used fMRI Expert Analysis Tool (FEAT)  to model extracted time series from ROIs in conjunction with all other grey matter voxels in the brain. First level and group level statistics were performed using robust nonparametric methods in FEAT. Group level statistics were performed with age and sex as covariates of no interest and cluster correction (Z=2.6, p<0.05 FWE). Comparisons for each seed were considered significant if they passed FDR correction across the four seeds. 42 Post hoc correlations We examined relationships between connectivity (from ICA) and performance on the NEPSY-II. We did not examine correlations with our secondary (seed-based) analysis to limit the number of statistical tests. Principal components analysis (PCA) was performed for data reduction across all participants using all available NEPSY-II data (22 subtest scores,  Table 1 .)  using the  prcomp  function in R. This approach limits the number of comparisons and avoids overfitting and limited generalizability associated with correlations using only one metric.  Participants <7 years old were excluded due to not completing all NEPSY-II measures (some subtests are only appropriate for age >/=7). A small percentage of subtest data was missing for participants over age 7 (1.5% across participants and subtests). Prior to PCA we performed data imputation (N=20 imputations) using a predictive mean matching for mixed types and the  43 Multiple Imputation by Chained Equations  (MICE) package in R. We performed Pearson’s correlation between network connectivity values and PCA-derived NEPSY-II components (two-tailed significance is reported). Fisher’s transformation was used to convert r values to Z scores which were compared to assess between-group differences in relationship strength. PTPN11 subgroup analysis Group level comparisons were repeated for the  PTPN11  subgroup (N=21) and the full TD group. Brain/behavior relationships were also investigated within the  PTPN11  subgroup. The  SOS1  subgroup was too small to warrant statistical comparison (N=10). Effect sizes were calculated for each genetic subgroup ( PTPN11  and  SOS1 ).",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-20 06:59:25",
  "introduction": "",
  "results": "Results NS and TD groups did not differ in age, sex or Tanner stage (all p’s >0.09,  Table 1 ). The NS group demonstrated lower full-scale IQ and lower scores for most NEPSY-II subtests ( Table 1 ). ICA demonstrated significant hyperconnectivity for the NS group relative to the TD group for four of eight canonical RSNs: visual, ventral attention, left frontoparietal and limbic (p<0.05 FEW,  Figure 1 ,  Table 2 ). Seed-based analysis indicated significant group differences in RSFC. Bilaterally, the caudate seed demonstrated hyperconnectivity with contralateral prefrontal cortex in the NS group (relative to TD). However, the left caudate seed demonstrated hypoconnectivity with the ipsilateral (left) dorsolateral prefrontal cortex (DLPFC) in the NS group (relative to TD). Hypoconnectivity was also observed in the NS group (relative to TD) between the left putamen and somatosensory regions as well as between the right putamen and thalamus ( Figure 2 ,  Table 2 ). To examine the brain-behavior associations, we correlated connectivity estimates with components from NEPSY-II PCA. PCA reduced NEPSY-II data into 3 components while accounting for 49.5% of the variance ( Figure 3 ). Rotation values were used to interpret each component. The first component (accounting for 30.1% of the variance) represented roughly equal contribution across NEPSY-II scores and was strongly correlated with IQ (r(57) = −0.790, p<0.0001, IQ was not entered into PCA analysis). This general component was not used for further correlation as our goal was to examine relationships with distinct NEPSY-II processes. The second component (11.6% variance) was driven primarily by memory and the third (7.8% variance) was driven primarily by inhibition and motor. The memory and the inhibition/motor components were not correlated with IQ (p’s>0.10). Within the NS group the inhibition/motor component was significantly related to connectivity within with left frontoparietal and limbic clusters (p<0.05,  Table 2 ,  Figure 3 ). These relationships were not significant within the TD group (p>0.10). The group difference (NS vs. TD) in correlation strength was significant for frontoparietal and limbic and clusters (p’s<0.05). Correlations between the memory component and network connectivity were not significant within either group (p’s >0.10) Subgroup ICA results indicated significant hyperconnectivity for the  PTPN11  subgroup within visual, ventral attention, left frontoparietal and limbic networks with significant overlap with the primary results ( Table S1 ). Seed-based results demonstrate correspondence with the primary results ( Table S1 ) and differences include lack of hyperconnectivity between right caudate and left frontal cortex and lack of hypoconnectivity between right putamen and subcortical regions for the  PTPN11  subgroup. However, subgroup analysis did reveal a cluster demonstrating hypoconnectivity between right caudate and left anterior cingulate cortex. We also reexamined subgroup results at a more relaxed threshold (Z=1.7) which, in addition to the clusters reported in  Table S1 , revealed hyperconnectivity between right caudate and left frontal cortex as well as hypoconnectivity between right putamen and left thalamus. Significant correlations within the  PTPN11  subgroup also corresponded to those identified in the primary analysis ( Table S1 ). Effect sizes for  PTPN11  (N=21 after data censuring) and  SOS1  (N=7 after data censuring) subgroups demonstrated similar patterns of results (compared to the primary analysis) relative to TD ( Table 2 ). Effect sizes were calculated for each of the significant peaks identified in the primary results ( Table 2 ).",
  "discussion": "Discussion This study presents the first evidence of altered functional brain organization in children with NS and the first data-driven (ICA) investigation of RSFC within the broader RASopathies. Hyperconnectivity within visual, ventral attention, left frontoparietal and limbic networks (four out of eight networks tested) may reflect a widespread neurophenotype related to Ras/MAPK pathway over-activation.  Altered caudate/frontal cortex connectivity includes contralateral hyperconnectivity and ipsilateral hypoconnectivity and may reflect a compensatory shift in striatal-frontal connectivity due to underlying anatomical differences. 15  Relationships between ICA-based connectivity levels and inhibition/motor skills, some of the most impaired cognitive skills among this cohort, suggest that altered connectivity with canonical RSNs may underlie deficits in these domains. Further, these results lend support to conceptualizing RSFC as an intermediary phenotype between altered Ras/MAPK function and the NS cognitive phenotype. 21 , 22 The data-driven ICA results indicated hyperconnectivity within visual, ventral attention, left frontoparietal and limbic networks with no evidence of hypoconnectivity. The ventral attention network is involved with detection and orienting to unexpected but behaviorally relevant stimuli.  Further, the ventral network is linked to the visual network via its role in visual spatial processing. 44 , 45  The frontoparietal network is key for spatial attention and working memory. 45  Thus, our results support the hypothesis that NS is associated with hyperconnectivity across a diverse group of networks, which are responsible for processes underlying a range of attention and orientation abilities. 46 44 This first application of ICA in a RASopathy presents novel evidence of the Ras/MAPK pathway’s effect on large scale networks. While the link between synaptic plasticity and brain network connectivity is not yet fully understood, emerging evidence from Alzheimer’s disease and schizophrenia indicates that synaptic plasticity dysfunction may drive brain network dysfunction . Further, evidence supports the link between synaptic plasticity disfunction, as seen in the mouse model of NS, 47  and aberrant network connectivity. First, impaired synaptic plasticity can influence the synchrony of local and distributed neuronal oscillations which in turn interrupts overall network connectivity 16 , 48 . Second, long term potentiation (LTP), a specific type of plasticity underlying learning and memory that is impaired in NS 49 , 50 , may form the basis of network organization 16 , 48 . Impaired LTP may disrupt connectivity in a way that reduces overall efficiency, thus ICA-based hyperconnectivity in NS may reflect a maladaptive upscaling of network activity in response inefficiency. 47  Finally, increases in functional brain connectivity are commonly seen after brain injury 47 . Thus, increased connectivity in NS may reflect a compensatory response to aberrant white matter pathology evidenced by reduced axon myelination in the mouse model  51 , 52  and less efficient white matter connectivity in humans 16 . 22 Higher within-network connectivity in NS may also indicate delayed maturation of brain networks as previous studies in typically-developing individuals have indicated that within-network connectivity weakens with age while between-network connectivity strenthens.  Longitudinal studies in NS will be required to fully understand the pattern of network changes but this intriguing hypothesis is supported somewhat by previous research suggesting that the cognitive performance discrepancy in NS decreases with age. 53 , 54  Further, adults with NS show no deficit across several cognitive domains including executive function. 55 56 For the NS group, connectivity within the left frontoparietal and limbic networks was positively associated with the inhibition/motor component derived from NEPSY-II scores. The inhibition/motor component was negatively correlated with  Response Set  and  Fingertip Tapping (nondominant hand) , indicating that higher scores on this component are associated with lower performance on inhibition and motor tasks. Further, this component was not related to IQ, indicating specificity for these relationships between connectivity and inhibition/motor skills. Thus, hyperconnectivity in left frontoparietal and limbic networks may reflect a maladaptive reorganization of connectivity whereby children with NS who have inferior inhibition and motor performance have increased connectivity. Our previous work provides further evidence linking connectivity (white matter fiber tract integrity) with individual inhibition and motor measures of the NEPSY-II.  The current study’s use of PCA to reduce NEPSY-II data to a small number of components represents a methodological advancement that avoids overfitting and has improved generalizability when compared to methods examining relationships with individual cognitive scores. 22 43 Functional connectivity correlates strongly with underlying anatomical connectivity in human neuroimaging  and animal studies. 25 , 57  Accordingly, our present results demonstrate a pattern of altered seed-based functional connectivity that maps onto anatomical differences we previously identified in NS. 58  In particular, our previous work revealed lower grey matter volume for caudate, decreased cortical thickness for right DLPFC, 21 , 22  and lower fiber integrity for striatal tracts. 21  Our seed-based results indicated hyperconnectivity between left caudate and right anterior cingulate as well as hyperconnectivity between right caudate and left inferior frontal gyrus (IFG) for children with NS. Conversely, left caudate demonstrated hypoconnectivity with left IFG and dorsolateral prefrontal cortex (DLPFC). This combination of hyper- and hypoconnectivity indicates a shift in balance of striatal-frontal connectivity that may reflect compensation related to altered neuroanatomy in children with NS. Finally, hypoconnectivity between the left caudate and motor regions as well as between bilateral thalamus and sensory motor regions may also be related to altered structure of these particular striatal regions and their associated white matter tracts. 22 21 , 22 The seed-based results are consistent with previous evidence from NF1 suggesting potential common effects of Ras/MAPK pathway gain-of-function. First, combined animal and human evidence indicates a shift in balance of connectivity including striatal dysfunction, increased limbic and decreased frontoparietal connectivity.  The NF1 ( 59 Plp-Nf1  mouse model also demonstrates reduced functional connectivity involving somatomotor cortex and altered underlying white matter. fl/+ )  Human resting state studies further indicate reduced connectivity for anterior-posterior connections 60  and reduced caudate/frontal cortex connectivity in NF1. 26  The present study found a combination of hyper- and hypoconnectivity, a pattern found in only one of the previous NF1 studies. 61  Given the significant differences in methodology and clinical focus, we are not yet able to define the correspondence between altered patterns of brain function in NS and NF1. Importantly, both behavioral 27  and pharmacological 62  treatments may alter RSFC patterns associated with Ras/MAPK pathway disruptions in NF1. This knowledge combined with the present RSFC differences in NS suggests that functional connectivity could be used as a relevant biomarker in children with RASopathies, specifically NS and NF1. However, pathogenic variants of  63 PTPN11  and  SOS1  modulate multiple pathways in addition to Ras/MAPK including phosphoinositide 3-kinase (PI3K)/AKT  . Shp-2, the encoded protein of  64 , 65 PTPN11  also plays a modulatory role in the protein kinase C (PKC) pathway . In the case of  66 PTPN11  gene, the impact of multiple pathway dysregulation may be responsible for the wide variability of phenotypic presentation including characteristics not classically associated with NS such as deep set eyes and delayed tooth eruption . Thus, consideration of multiple pathways affected by NS-causing pathogenic variants and multiple treatment targets will be important for assessing the efficacy of pharmacological treatments aimed at correcting aberrant signal transduction. 67 Our primary results describe altered RSFC in children with NS including  PTPN11  and  SOS1  pathogenic variants. Both  PTPN11  and  SOS1  subgroups demonstrated effect sizes (relative to TD) that were comparable to our primary results ( Table 2 ). We performed additional analyses within the PTPN11 subgroup revealing largely the same pattern of hyper and hypoconnectivity as our primary results ( Table S1 ). Notable differences include lack of significant left caudate-bilateral premotor hyperconnectivity and lack of right putamen-thalamus hypoconnectivity in the  PTPN11  subgroup. Reduced threshold exploratory subgroup analyses indicated that the aforementioned absent hyper- and hypoconnectivity patterns were present in the  PTPN11  subgroup and lack of results at our more conservative threshold was due to limited power. Unfortunately, our sample of children with  SOS1  pathogenic variants was too small for statistical comparison (N=7 after data censuring). Larger follow-up studies with adequate sample sizes of both pathogenic variants will be informative for understanding the unique pathophysiology associated with specific pathogenic variants affecting Ras/MAPK function. Our rigorous data censoring was necessary to ensure head motion and other artifacts did not influence results, yet it reduced our sample size. In particular, our sample size is limited for examining brain/behavior relationships. However, we present the first investigation of relatively rare pathogenic variants with a known large effect on brain structure.  Furthermore, we examined relationships within a limited set of hypothesis-driven brain regions and cognitive domains, further reduced via PCA. Several studies have indicated patterns of hyper and hypo-connectivity in association with idiopathic ADHD, which partly overlap with the results of the present study, 21 , 22  yet a recent meta-analysis demonstrated lack of spatial convergence across studies potentially owing to the heterogeneity with ADHD pathophysiology. 68 , 69  Thus, studies examining connectivity in more homogeneous clinical groups such as NS play a special role in understanding ADHD pathophysiology and hold potential for informing future observational and treatment studies. Replication of findings and examination of longitudinal connectivity changes will be essential for further interpretation. 69 Together our results describe a pattern of hyperconnectivity within canonical resting state networks and compensatory (hyper- and hypo-) striatal-frontal connectivity. This pattern of altered connectivity may represent an intermediary phenotype between Ras/MAPK gain of function and cognitive phenotypes in NS. Correlations between connectivity and cognitive functioning in the NS group suggest that connectivity changes may directly underlie some of the cognitive deficits in affected children. These results, including putative evidence of delayed maturation (as evidenced by hyperconnectivity)  and compensatory mechanisms, are important for understanding the pathophysiology underlying ADHD symptoms in NS and they may have utility in identifying pathophysiology in subgroups within idiopathic ADHD. Additionally, these findings suggest that RSFC may be a relevant biomarker to facilitate planning targeted therapies and/or for monitoring response to treatment with already available drugs that alter signaling in the Ras/MAPK pathway (i.e. MEK inhibitors). 53 , 54  Finally, our results provide essential data on brain function in rare genetic condition affecting the Ras/MAPK pathway. 70 Data availability: The final dataset will be stripped of all identifiers and made available to qualified investigators upon request.",
  "upgrade_date": "2026-02-20 07:33:49"
}