{
  "pmid": "35187488",
  "abstract": "BACKGROUND: Brain tumor formation and progression are dictated by cooperative interactions between neoplastic and non-neoplastic cells. This stromal dependence is nicely illustrated by tumors arising in the Neurofibromatosis type 1 (NF1) cancer predisposition syndrome, where children develop low-grade optic pathway gliomas (OPGs). Using several authenticated  METHODS: A combination of bulk and single-cell RNA mouse optic nerve sequencing, immunohistochemistry, T cell assays, and pharmacologic and antibody-mediated inhibition methods were used in these experiments. RESULTS: We show that T cells and microglia are the main non-neoplastic immune cell populations in both murine and human LGGs. Moreover, we demonstrate that CD8 CONCLUSIONS: Collectively, these findings provide proof-of-concept demonstrations that targeting stromal support during early gliomagenesis durably blocks murine LGG formation.",
  "methods": "Methods A combination of bulk and single-cell RNA mouse optic nerve sequencing, immunohistochemistry, T cell assays, and pharmacologic and antibody-mediated inhibition methods were used in these experiments. Materials and Methods Mice Wild type (WT),  Nf1 flox/flox  (equivalent to WT) ,  9 Nf1 +/−  ,  16 Nf1 +/R681X  (R681X ),  17 Nf1 +/R1278P  (R1278P ),  11 Nf1- OPG ( Nf1 +/− mice with somatic  Nf1  gene inactivation in neuroglial progenitors at E15.5), and  Nf1 flox/R681X ; GFAP-Cre ( Nf1 -R681X-OPG;  ) mice were housed in a pathogen-free barrier facility with controlled light-dark cycles (12:12 h) and  17 ad libitum  access to food and water, and used in accordance with an approved Animal Studies protocol.  Nf1 flox/flox  and WT mice were used interchangeably, as they are identical with respect to all parameters measured. In vivo Mouse Treatments Two hundred and fifty micrograms of anti-Ccl5 (R&D Systems MAB478) or anti-IgG2a control antibodies (R&D Systems) were intraperitoneally injected into  Nf1 -OPG mice daily from three to six weeks of age (WOA). In addition, seven-week-old  Nf1- OPG mice were injected intraperitoneally five days per week for three consecutive weeks with either 2 mg/kg anti-Ccl2 or control IgG antibodies (BioXCell, BE0185, and BE0091, respectively). Mice were analyzed at 12 and 24 WOA. PLX33397 (PLX) treatments of  Nf1 -OPG mice involved replacing normal chow (AIN-76A rodent diet; Research Diet Inc.) with 275 mg/kg PLX3397-containing chow (Free Base) from four to seven WOA. PLX-treated ( n  = 7) or control chow ( n  = 8) mouse optic nerves were collected and analyzed at 24 WOA. RNA Bulk Sequencing, Analysis, and Compilation of CNSortR Analyses was performed using Partek Flow software, version 9.0 . Bulk RNA-seq reads from FAC-sorted CNS cell types 18  were aligned to the Ensembl release 95 v2 top-level assembly with STAR version 2.7.3a 19 . Sequencing performance was assessed for the total number of aligned reads, total number of uniquely aligned reads, and features detected. Gene counts and isoform expression were normalized by quantile normalization to be consistent with the previously-compiled ImmuCC reference file containing gene counts for various immune cell types 20 . Gene-specific analysis was performed using the lognormal with limma-trend shrinkage model 21 , where the results were filtered by  22 P -values and fold-changes, to identify the top 20 most significant marker genes for each population. Filtered gene counts were amended to the existing ImmuCC reference file and uploaded into CIBERSORTx . Bulk RNA-seq data from two distinct models of murine  23 Nf1 -OPG (GSE102345) were analyzed and deconvoluted using CNSortR in CIBERSORTx ( Supplementary Figure S1A ).  Nf1 -OPG, as well as human NF1-PAs (GSE163071), were analyzed using TIMER2.0 , which includes CIBERSORTx.  24 CCL2  and  CCL5  expression in human PA was determined from GSE163071 and GSE44971. Single Cell RNA Sequencing (scRNAseq) \n Nf1 -OPG optic nerves were collected from eight 12-week-old mice and pooled. Mice were perfused using D-PBS with calcium, magnesium, glucose, pyruvate (ThermoFisher), and the adult brain dissociation kit (Miltenyi Biotec 130-107-677) was used to prepare single-cell suspensions. Single-cell barcoding, cDNA amplification and Gene Expression Library Construction were then performed using Chromium Single-Cell 3′ Reagent Kits v3, and10x Genomics® was used for sequencing.  Nf1 -OPG single-cell RNA sequencing data were analyzed in Partek Flow. Sequencing reads were aligned using STAR to the Ensembl annotation model. Cell quality was assessed by total reads, expressed gene count, and mitochondrial read percent. CPM normalization and PCA analysis was conducted followed by graph-based clustering using 20 principal components and the Louvain clustering algorithm. Clustering yielded 12 clusters with differentially expressed genes which were further visualized by UMAP plots generated using Euclidian distance. Human PA Samples De-identified human NF1-associated and sporadic PA specimens (tissue microarray) were obtained from Dr. Sonika Dahiya under an approved human studies protocol. Immunohistochemistry was performed on adjacent paraffin sections using antibodies listed in  Supplementary Table S1 , and detected using the Vectastain ABC kit (Vector Laboratories, Burlingame). Immunohistochemistry WT spleens were fixed in 4% paraformaldehyde (PFA) in 0.1M sodium phosphate buffer (pH 7.4) overnight. Following transcardial perfusion with 4% PFA, optic nerves/chiasms were dissected and post-fixed in 4% PFA. Slides were deparaffinized in xylene, subjected to antigen retrieval, and incubated overnight with the appropriate antibodies ( Supplementary Table S1 ), followed by incubation with biotinylated secondary antibodies (1:200; Vector Laboratories, Burlingame, CA). Signals were amplified with the Vectastain ABC kit (PK4000, Vector Laboratories), developed using the Vectastain DAB kit (SK4100, Vector laboratories), and counterstained with hematoxylin. Specimens were scanned using a NanoZoomer 2.0-HT slide scanner (Hamamatsu Photonics K.K., Japan) with a 20x objective, and the percentage of immunopositive cells calculated by manual counting. Optic nerve sections were deparaffinized, hydrated and stained in toluidine blue (1% toluidine blue in 70% ethanol; pH 2.3) for 3 minutes, washed in distilled water, dehydrated, and mounted. Stained optic nerves were imaged for quantification on a Leica ICC50W microscope using LAS EZ software. Immunofluorescence \n Nf1 -OPG optic nerves sections were prepared as above and incubated with appropriate primary and Alexa Fluor secondary antibodies ( Supplementary Table S1 ). ELISA Active RAS (RAS-GTP; Fisher Scientific, 50673628), Ccl2 (Fisher Scientific, MJE00B), and Ccl5 (Fisher Scientific, MMR00) ELISAs were performed per manufacturers’ instructions. RNA Extraction, cDNA Production, and qPCR RNA from mouse optic nerves and spleens was isolated using the NucleoSpin® RNA Plus kit (NC1498148, Takara), reverse transcribed into cDNA using the Applied Biosystems High-Capacity cDNA Reverse Transcription Kit (Thermo- 4374967), and subjected to TaqMan real-time quantitative PCR (RT-qPCR) ( Supplementary Table S2 ). ΔΔCT values were calculated using  Gapdh  expression as an internal control. T Cell Isolation Mouse spleens were homogenized into single-cell suspensions in PBS containing 0.1% BSA and 0.6% Na-citrate, followed by 15 min incubation with 120 Kunitz units of DNase I, and erythrocyte lysis (eBioscience, 00433357). Cells were then filtered through a 30-µM cell strainer. CD8 +  and CD4 +  T cells were isolated using CD8a (Miltenyi Biotec, 130-104-075) and CD4 (Miltenyi Biotec, 130-117-043) T cell isolation kits, respectively. T cells were grown at 2.5 x 10 6  cells/ml in RPMI-1640 medium supplemented with 10% FBS and 1% P/S. After 24h,  Nf1 +/- CD8 +  T cells were treated for 24 h with 10 µM Pan-RAS-Inhibitor-IN-1 (IN-1[HY-101295, MedChem Express]) or 10 µM Ccr4 inhibitor (AZD2098, Selleckchem). All experiments were performed with  n  = 3. Migration Assays About 5 × 10 5  T cells were placed in the upper transwell chambers (Corning, 6.5 mm insert, CLS3398-2EA) containing 200 µl serum-free RPMI 1640 media. 500 µl of chemoattractant media containing Ccl2 (20ng/ml, 479-JE-050/CF-R&D systems) or Ccl12 (25ng/ml, 428-P5-025-R&D systems) was added to the lower chamber , and the number of T cells in the lower chambers counted by microscopy at 20x after 6 h. 11 Proliferation Assay T cell proliferation was assessed using the BrdU Cell Proliferation ELISA Kit (Ab126556, Abcam) following the manufacturer’s instructions. Briefly, 5 × 10 5  cells were plated in a 96-well plate and incubated for 72 h prior to the addition of BrdU for 24 h. Cells were then fixed, permeabilized, and subjected to DNA denaturation. Following incubation with anti-BrdU antibodies for 4 h, the cells were washed and incubated with peroxidase-conjugated secondary antibody, and analyzed using a colorimetric assay at 450nm. Statistical Analyses Data analyses were performed using GraphPad Prism using unpaired two-tailed Student’s t-tests (differences between two groups) and one-way or two-way analysis of variance (ANOVA) with Dunnett’s or Tukey’s multiple comparisons test, with significance set at p<0.05. Data are presented as mean values ± SEM. All experiments were performed at least thrice with similar results, and statistical analyses verified by a bioinformatician (O.C.).",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:18:42.246409",
  "abstract_length": 908,
  "methods_length": 8528,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}