{
  "pmid": "35212372",
  "abstract": "Mobile element insertions (MEIs) are a major class of structural variants (SVs) and have been linked to many human genetic disorders, including hemophilia, neurofibromatosis, and various cancers. However, human MEI resources from large-scale genome sequencing are still lacking compared to those for SNPs and SVs. Here, we report a comprehensive map of 36 699 non-reference MEIs constructed from 5675 genomes, comprising 2998 Chinese samples (∼26.2×, NyuWa) and 2677 samples from the 1000 Genomes Project (∼7.4×, 1KGP). We discovered that LINE-1 insertions were highly enriched in centromere regions, implying the role of chromosome context in retroelement insertion. After functional annotation, we estimated that MEIs are responsible for about 9.3% of all protein-truncating events per genome. Finally, we built a companion database named HMEID for public use. This resource represents the latest and largest genomewide study on MEIs and will have broad utility for exploration of human MEI findings.",
  "methods": "MATERIALS AND METHODS Experimental design The data in this study were from two sources: low-coverage (∼7.4×) WGS samples from the 1KGP ( 25 ) and high-coverage (∼26.2×) WGS samples from the NyuWa dataset ( 24 ). For the 1KGP dataset, CRAM-format files of 2691 individuals were downloaded from  http://ftp.1000genomes.ebi.ac.uk/vol1/ftp/data_collections/1000_genomes_project/ , which were aligned to the human genome building GRCh38 ( 26 ). The CRAM files were then converted to BAMs using SAMtools v1.9 ( 27 ). The NyuWa dataset contained 2999 individuals including diabetes and control samples collected from different provinces in China ( 24 ), and this cohort was sequenced using the Illumina platform. The processing from raw FASTQs to BAMs was according to the GATK Best Practices Workflows germline short variant discovery pipeline ( 28 ), as described in ( 24 ). The median depth of the NyuWa samples after genome alignment (GRCh38 human genome build) and removal of PCR duplicates was about 26.2×. Generation of MEI call set MELT v2.1.5 ( 16 ) was run with default parameters using ‘SPLIT’ mode to identify non-reference MEIs, which detects a wide range of non-reference  Alu , L1, SVA and HERV-K insertions. To get the BAM coverage for MELT analysis, we used goleft v0.1.8 ( https://github.com/brentp/goleft ) ‘covstats’ function to estimate the genomic coverage for each sample. After the initial generation of a unified VCF file by MELT ‘MakeVCF’ function, variants that did not pass the following criteria were filtered to get a high-quality MEI call set: (i) not in low complexity regions; (ii) be genotyped in >25.0% of individuals; (iii) split reads >2; (iv) MELT ASSESS score >3 (at least one-side TSD evidence) and (v) VCF FILTER column be PASS. 2998 of 2999 samples in NyuWa and 2677 of 2691 samples in 1KGP were successfully analyzed, with the final call set consisting of 36 699 MEIs from 5675 genomes. Subfamily characterization for  Alu  MEIs and L1 MEIs was done using MELT’s CALU and LINEU modules, respectively. The allele frequency of MEIs was calculated as the ratio of allele count and allele number. The allele count was the number of alternate alleles in the genotype field across all the samples, and the allele number was the total number of alleles in called genotypes. The calculation was done by using BCFtools v1.3.1 ( 29 ). PCR validation of MEIs Randomly selected, allele frequency adjusted MEI sites detected by MELT were included in PCR validation in the NyuWa samples ( Supplementary Table S4 ). For primer design, the insertion breakpoints were extended by 600 bp on either side to retrieve human reference sequences. Then the  Alu  elements in the flanking sequences of MEIs were masked to Ns using RepeatMasker ( 30 ). Considering the imprecise breakpoint calling, a safety margin of 50 nt up- and down-stream of the insertion locus was granted for each candidate site, as described before ( 14 ). Five primer pairs for each site were selected using primer3-py ( https://github.com/libnano/primer3-py ), which uses Primer3 internally ( 31 ). We then used BLAT ( 32 ) to align each primer to the reference genome and filtered out primers showing more than one match in the human genome. There were 196 candidate MEIs with at least one primer pair available. For the analysis of L1, SVA and HERV-K sites, previously designed internal primers were also used. All PCR primers were ordered from Sangon Biotech (Shanghai) Co. Ltd. The PCR primer sequences were available in  Supplementary Table S4 . The way we performed PCR validation was largely consistent with previous study ( 16 ). Candidate  Alu  loci were amplified using external primers (i.e., two primers flanking the MEI). Candidate L1, SVA and HERV-K sites were amplified with internal primers. In cases of ambiguous or no amplification of the candidate element in the predicted individual, a temperature gradient PCR was performed to optimize the annealing temperature of the reaction. PCR amplification was performed using TOYOBO KOD DNA Polymerase (TOYOBO catalog #: KMM-201). All experiments included: (i) a genomic DNA sample (gDNA) that was expected to have the MEI, (ii) a gDNA sample that was expected to lack MEIs based on the MELT calls and (iii) one PCR reaction that lacked gDNA. PCR reaction conditions were as follows: 3 min at 98°C followed by 30 cycles of 10 s at 98°C, 5 s at 55°C and 10 s at 68°C with a final elongation for 2 min at 68°C. Each PCR reaction contains 15–50 ng of template DNA and 0.3 μM oligonucleotide primer. A test was considered positive only if a PCR product of the expected size was observed in the individual that was predicted by MELT to have the insertion. After initial testing, L1, SVA and HERV-K sites that were negative were assessed again using long-range PCR approach with two external primers to rule out the possibility of internal sequence changes preventing the binding of the ‘internal’ primer. Long-range PCR using TOYOBO KOD DNA Polymerase (TOYOBO catalog #: KMM-201) was performed for each site with the following reaction conditions: 3 min at 98°C followed by 30 cycles of 10s at 98°C, 5 s at 60°C and 60 s at 68°C with a final elongation for 2 min at 68°C. For long-range PCR reaction, the concentration of primer is 0.15 μM. Sites and primers were reported in  Supplementary Table S4 . Detection of L1 3′ transduction and 5′ inversion Following the generation of a high-quality MEI call set, MELT v2.1.5 was used to detect L1 3' transduction. We followed the instructions of MELT 3' transduction identification pipeline and extracted the METRANS and MESOURCE fields in the resulting VCF manually. The population frequency was calculated with the AC/AN (for offspring MEI set, we used the sum of AC and AN) and normalized across different populations. The MELT VCF provided the position of a 5' inversion site (from the 3' end) through the ‘ISTP’ field. We subtracted it from the full length of L1 (6019 bp) to obtain the coordinates of the inversion site from the 5' end. Since no inversion events were detected in the first ∼600 bp, we removed the full-length L1 elements from the comparison set while comparing the inversion coordinate and the length of L1. Sites were distributed into 100 bins across the full length of L1. We compared the distribution of sequence length and inversion site position among these bins and calculated the Pearson correlation value. Analysis of Hardy–Weinberg equilibrium To evaluate the genotype distributions of each MEI under the null expectations set by the Hardy–Weinberg equilibrium (HWE), we tabulated genotype distributions of autosomal MEIs per dataset and performed exact tests by ‘HWExactStats’ function in R package HardyWeinberg v1.6.3 ( 33 ). While disequilibrium may indicate disease association or population stratification, it may be the result of confusion of heterozygotes and homozygotes. We thus used the HWE test for gross quality-check of genotyping accuracy (Supplementary Figure S2), as described in ( 18 ). Comparison with the 1KGP and gnomAD MEI call set To compare the MEIs generated by the 1KGP ( 16 ), we downloaded the GRCh38 version call set from the dbVar database (accession number: nstd144) ( 34 ). Then non-reference MEIs were extracted and compared with the MEIs identified in this study, using ‘window’ function from BEDtools v2.26.0 ( 35 ). When a site was in ±500 bp of another site, it was considered as a hit. For comparison with MEIs from gnomAD ( 18 ), we downloaded the GRCh38 version call set from the dbVar database (accession number: nstd166) and extracted non-reference MEI sites. We then excluded sites without TE type information and compared them with our call set as described above. Testing MELT for different genome build and joint calling To test MELT’s performance on different genome builds, we randomly generated 100 samples from the 1KGP dataset, and we got the alignment files for both GRCh37 and GRCh38 version for these samples. After which we ran MELT v2.1.5 on the two datasets and filtered sites as mentioned above. Finally, we compared the results using the function ‘intersect’ from BEDtools v2.26.0 ( 35 ). To test MELT’s performance with respect to sample size (joint calling), we randomly generated 100 samples from the NyuWa dataset and combined them with 100 random samples from the 1KGP above. We identified MEIs using the same pipeline as before on these 200 samples. After which we compared the call set with the MEIs detected from the 100 samples from the 1KGP with BEDtools ‘intersect’. Functional annotation Variant Effect Predictor v99.2 (VEP) ( 36 ) with Ensembl database version 99 ( 37 ) was used to annotate MEIs, with parameters ‘- -pick - -canonical - -distance 1000 500’. MEIs were also intersected with enhancers from GeneHancer database ( 38 ) using BEDtools v2.26.0 ‘intersect’ function ( 35 ). Only one functional consequence was kept for each MEI, and enhancers were given higher priority when a MEI was also found in non-coding genes and intergenic regions. Mapping MEIs to the GWAS signals was done as described in a previous study ( 39 ). GWAS SNPs and their related traits were obtained from GWAS Catalog v1.0.2 ( 40 ). We first defined the LD block region for each GWAS SNP by its proxy SNPs ( r 2  > 0.8). The LD between all the SNPs was calculated using the SNP call set generated by 1KGP phase III ( 25 ), with plink v2.00a1LM ( 41 ). If there were no LD SNPs found on either side of the GWAS SNP, we would use the median length of all predicted LD regions as the block length, centered on the target SNP. Then BEDtools v2.26.0 ‘intersect’ function ( 35 ) was employed to identify MEIs falling into these LD block regions. The complete set of these MEIs can be found in  Supplementary Table S10 . To qualify the enrichment of MEIs across different genomic features (Figure  4B ), we permuted 1,000 times for each MEI type with the same number as the real calls using GAT v1.3.4 ( 42 ). Each permutation set was annotated with VEP and BEDtools using the same rules as above. After counting the MEIs in each genomic feature, log 2  fold changes and empirical  P -values were computed. We repeated 3 times of the permutation procedure to verify the results. Chromosome-level analyses of MEI density To check the distribution of MEIs throughout the genome, we used the method described by Collins  et al.  ( 18 ) and we repeat it here for clarity. Focusing on 22 autosomes, each chromosome was segmented into consecutive 100 kb bins and bins overlapped with centromeres were removed. For each MEI type ( Alu , L1, SVA and HERV-K), the number of variants in each bin was recorded to get a matrix of MEI counts per 100 kb bins per autosome. The number of variants was the number of unique, non-overlapping insertions we detected. To smooth the MEI counts for each MEI type, an 11-bin (∼1Mb) rolling mean per chromosome was computed. Each bin was then assigned to a percentile based on the position of that bin on its respective chromosome arm relative to the centromere. Specifically, a value of 0 corresponded to the centromere, and a value of −1 and 1 corresponded to the p-arm telomere and q-arm telomere, respectively. Finally, to compute “meta-chromosome”, the normalized bin positions (i.e. −1 to 1) were cut into 500 uniform intervals, and values across all autosomes based on the normalized interval position were averaged. Then the “meta-chromosome” density was normalized by its mean value to get the “fold-enrichment” values shown in Figure  2 . For the comparison of chromosome contexts (Figure  2 ), normalized positions within the outermost 5% of each chromosome arm were considered as “telomeric”, the innermost 5% as ‘centromeric’ and the other 90% of each arm as “interstitial”. The smoothed density of MEIs was first normalized by its mean value to get ‘fold-enrichment’ scores and then whether the ‘fold-enrichment’ values in given chromosome context were greater or smaller than 1 was tested by  t -test. The  P -values were adjusted using the Bonferroni method. Mutation rates Before estimating mutation rate, we exclude the MEIs that failed in the HWE test (adjusted  P  < 0.05) and MEIs in sex chromosomes. MEIs in low complexity regions ( 43 ) and in reference TE sequences were also filtered, due to the inability of MELT in these regions ( 44 ). The final masked genome size was about 1 920 571 898 bp. Watterson’s Theta ( 45 ) was then used to estimate the genome mutation rate of each MEI type: where  \\documentclass[12pt]{minimal}\n\\usepackage{amsmath}\n\\usepackage{wasysym}\n\\usepackage{amsfonts}\n\\usepackage{amssymb}\n\\usepackage{amsbsy}\n\\usepackage{upgreek}\n\\usepackage{mathrsfs}\n\\setlength{\\oddsidemargin}{-69pt}\n\\begin{document}\n}{}$$\\begin{equation*} \\hat{\\theta }_w=\\frac{K}{\\sum _{i=1}^{n-1}\\frac{1}{i}} \\end{equation*}$$\\end{document} K  is the number of MEI sites observed per MEI type in a given population, and  n  is the total number of chromosomes assessed. Then mutation rates were estimated as: with an effective population size (i.e.  \\documentclass[12pt]{minimal}\n\\usepackage{amsmath}\n\\usepackage{wasysym}\n\\usepackage{amsfonts}\n\\usepackage{amssymb}\n\\usepackage{amsbsy}\n\\usepackage{upgreek}\n\\usepackage{mathrsfs}\n\\setlength{\\oddsidemargin}{-69pt}\n\\begin{document}\n}{}$$\\begin{equation*} \\mu =\\frac{\\hat{\\theta }_w}{4N_e} \\end{equation*}$$\\end{document} N ) of 10 000, consistent with previous studies ( e 14 , 18 , 44 ). The above calculation was performed separately in the NyuWa dataset and the 1KGP dataset ( Supplementary Table S6 ). SNP heterozygosity and MEI diversity As described in a previous study ( 46 ), SNP heterozygosity was computed as the ratio of heterozygous SNPs over the length of the genome, and the mean value was used when multiple samples were considered. MEI diversity was defined as the average number of MEI differences between individuals in a population. For the NyuWa dataset ( 24 ), high-quality SNP calls generated by the GATK v3.7 cohort pipeline ( 28 , 47 ) were used. For 1KGP samples, SNP calls on the human genome build GRCh38 were downloaded from  http://ftp.1000genomes.ebi.ac.uk/vol1/ftp/data_collections/1000_genomes_project/release/20190312_biallelic_SNV_and_INDEL/ . Number of heterozygous SNPs was computed by VCFtools v0.1.15 ( 48 ) and MEI diversity by ‘gtcheck’ function in BCFtools v1.3.1 ( 29 ). Database construction We collected the MEIs captured in this study and organized them into a MySQL database HMEID. The website was built by Bootstrap and Django. For each population, we calculated allele frequency of each MEI. We drew population plots for each site using the percentages of AF. Site details as well as calling qualities were also extracted from the original VCF and presented on the website. All the data can be browsed in the database and downloaded from the ‘Download’ page. We also provided the website source code on GitHub ( https://github.com/oldteng/HMEID ). Statistical analysis All statistical analyses in this study were briefly described in the main text and performed using R v3.6.2 ( http://CRAN.R-project.org/ ). Experimental design The data in this study were from two sources: low-coverage (∼7.4×) WGS samples from the 1KGP ( 25 ) and high-coverage (∼26.2×) WGS samples from the NyuWa dataset ( 24 ). For the 1KGP dataset, CRAM-format files of 2691 individuals were downloaded from  http://ftp.1000genomes.ebi.ac.uk/vol1/ftp/data_collections/1000_genomes_project/ , which were aligned to the human genome building GRCh38 ( 26 ). The CRAM files were then converted to BAMs using SAMtools v1.9 ( 27 ). The NyuWa dataset contained 2999 individuals including diabetes and control samples collected from different provinces in China ( 24 ), and this cohort was sequenced using the Illumina platform. The processing from raw FASTQs to BAMs was according to the GATK Best Practices Workflows germline short variant discovery pipeline ( 28 ), as described in ( 24 ). The median depth of the NyuWa samples after genome alignment (GRCh38 human genome build) and removal of PCR duplicates was about 26.2×.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:18:46.099536",
  "abstract_length": 1002,
  "methods_length": 16101,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}