{
  "pmid": "35332608",
  "abstract": "Missense variants in the NF2 gene result in variable NF2 disease presentation. Clinical classification of missense variants often represents a challenge, due to lack of evidence for pathogenicity and function. This study provides a summary of NF2 missense variants, with variant classifications based on currently available evidence. NF2 missense variants were collated from pathology-associated databases and existing literature. Association for Clinical Genomic Sciences Best Practice Guidelines (2020) were followed in the application of evidence for variant interpretation and classification. The majority of NF2 missense variants remain classified as variants of uncertain significance. However, NF2 missense variants identified in gnomAD occurred at a consistent rate across the gene, while variants compiled from pathology-associated databases displayed differing rates of variation by exon of NF2. The highest rate of NF2 disease-associated variants was observed in exon 7, while lower rates were observed toward the C-terminus of the NF2 protein, merlin. Further phenotypic information associated with variants, alongside variant-specific functional analysis, is necessary for more definitive variant interpretation. Our data identified differences in frequency of NF2 missense variants by exon between gnomAD population data and NF2 disease-associated variants, suggesting a potential genotype-phenotype correlation; further work is necessary to substantiate this.",
  "methods": "2 MATERIALS AND METHODS 2.1 Systematic compilation of missense variants Compilation of known  NF2  missense variants from human disease databases was conducted systematically, primarily by clinical and public database searches, followed by literature searches for published variants. Clinical database information was obtained from NF2 registries located in the Manchester Centre for Genomic Medicine, St. Mary's Hospital, Manchester, England, UK and The University of Alabama at Birmingham, AL, USA. The publically accessible variant databases included were Leiden Open Variation Database (LOVD) ( www.lovd.nl ) (Fokkema et al.,  2021 ), ClinVar NCBI ( www.ncbi.nlm.nih.gov/clinvar ) (Landrum et al.,  2018 ), the Human Gene Mutation Database (HGMD) ( www.hgmd.cf.ac.uk/ac/all.php ) (Stenson et al.,  2020 ), Clinical Interpretation of Variants in Cancer (CIViC) ( https://civicdb.org/home ) and Mastermind Genomic Search Engine ( https://www.genomenon.com/mastermind ). Details of duplicate variants were merged to retain relevant clinical information. A literature search was conducted through PubMed using combinations of the following MeSH terms: missense mutation,  NF2  gene,  NF2  gene product, DNA mutational analysis, central NF2/neurofibromatosis. A total of 124 unique publications were searched for novel variants. Figure  1  shows a flow chart detailing the order of variant compilation and numbers of variants included and excluded at each step. An extra literature mining step was conducted using LitVar to capture any missing variants (Allot et al.,  2018 ). A total of 395 unique variants were included within the study. Figure 1 Flowchart outlining variant compilation A subset of variants identified in patients with a confirmed Manchester Criteria NF2 diagnosis (Table  S1 ) or known NF2‐associated features, for example, unilateral VS, meningioma, ependymoma, were grouped for further analysis. A total of 97 NF2 disease‐associated variants were included, 69 of these variants appear in public databases, 17 were identifiable in the literature, the remaining 11 were exclusive to local databases and have since been submitted to public variant databases (Figure  1 ). Variants outside the exonic regions of the primary  NF2  transcript RefSeq  NM_000268.4  (isoform 1) were excluded from analysis, as well as variants described as nonsense, frameshifts, insertions, deletions, indels, and synonymous. 2.2 Variant classification tools Evidence for clinical classification of variants was obtained and interpreted following the ACGS best practice guidelines (2020). Classification scores and posterior probabilities were also calculated for each variant (Tavtigian et al.,  2018 ,  2020 ). See Table  1  for a summary of both the ACMG‐AMP (2015) and revised ACGS (2020) variant classification frameworks. Table 1 A summary comparison of the ACMG‐AMP and ACGS variant classification guidelines, with additional scoring suggestions made by Tavtigian et al. ( 2018 ) and Tavtigian et al. ( 2020 ) ACMG‐AMP classification ACMG‐AMP evidence a \n ACGS posterior probability threshold b \n , \n c \n Points d \n ACGS classification ACGS evidence Pathogenic 1 Very strong  AND  ≥1 Strong  OR  ≥2 Moderate  OR  1 Moderate + 1 Supporting  OR  ≥2 Supporting \n p  > 0.99 >10 Pathogenic a 1 Very strong  AND \n ≥1 Strong  OR  ≥1 Moderate  OR  ≥2 Supporting ≥2 Strong e \n b ≥3 Strong 1 Strong  AND  ≥3 Moderate  OR  2 Moderate  AND  ≥2 Supporting  OR  1 Moderate  AND  ≥4 Supporting c 2 Strong  AND \n ≥1 Moderate  OR  ≥2 Supporting d 1 Strong  AND \n ≥3 Moderate  OR  ≥2 Moderate  AND  ≥2 Supporting  OR  ≥1 Moderate  AND  ≥4 Supporting Likely pathogenic 1 Very strong  AND  1 Moderate e \n 0.99 ≥  p  > 0.90 6–9 Likely pathogenic a ≥2 Strong 1 Strong  AND  1–2 Moderate 1 Strong  AND  ≥2 Supporting b 1 Strong  AND \n 1–2 Moderate  OR  ≥2 Supporting ≥3 Moderate 2 Moderate  AND  ≥2 Supporting c ≥3 Moderate  OR \n 2 Moderate  AND  ≥2 Supporting  OR \n 1 Moderate  AND  ≥4 Supporting 1 Moderate  AND  ≥4 Supporting Uncertain significance 0.812 ≤  p  < 0.90 5 VUS Hot 1 Strong + 1 Supporting  OR  2 Moderate + 1 Supporting  OR  1 Moderate + 3 Supporting 0.675 ≤  p  < 0.812 4 Warm 1 Strong  OR  2 Moderate  OR  1 Moderate + 2 Supporting  OR  4 Supporting 0.50 ≤  p  < 0.675 3 Tepid 1 Moderate + 1 Supporting  OR  3 Supporting 0.325 ≤  p  < 0.50 2 Cool 1 Moderate  OR  2 Supporting 0.188 ≤  p  < 0.325 1 Cold 1 Supporting 0.10 ≤  p   < 0.188 0 Ice cold Likely benign 1 Strong  AND  1 Supporting 0.001 ≤  p  < 0.10 −1 to Likely −6 benign ≥2 Supporting Benign 1 Stand‐alone \n p  < 0001 <−6 Benign ≥2 Strong Abbreviations: ACGS, Association for Clinical Genomic Sciences; ACMG‐AMP, American College of Medical Genetics and Genomics and the Association for Molecular Pathology. a Richards et al. ( 2015 , Table 5). b Tavtigian et al. ( 2018 , Table 1). c ACGS best practice guidelines (2020, Table 3 and Figure 6). d Tavtigian et al. ( 2020 , Table 2). e Inconsistent evidence weighting, identified in Tavtigian et al. ( 2018 ) and resolved in ACGS (2020) guidelines. John Wiley & Sons, Ltd. The  NF2  transcript RefSeq  NM_000268.4  was used for all in silico tool use. Variants were imported into the clinical prediction software Alamut Visual version 2.15 (SOPHiA GENETICS), in which multiple variant database information and in silico tools are embedded. Results from the following tools were exported from Alamut and factored into classification analysis: Align‐GVGD (Mathe et al.,  2006 ), SIFT (Kumar et al.,  2009 ), PolyPhen‐2 (Adzhubei et al.,  2010 ), MutationTaster2 (Schwarz et al.,  2014 ), SpliceSiteFinder‐like tool (Zhang,  1998 ), MaxEntScan (Yeo & Burge,  2004 ). Variant frequencies and ExAC constraint metrics were obtained from gnomAD v2.1.1 ( gnomad.broadinstitute.org ) (Lek et al.,  2016 ). UCSC LiftOver tool was used for any genomic co‐ordinate conversions between genome builds GRCh37/hg19 and GRCh38/hg38 ( genome.ucsc.edu/cgi-bin/hgLiftOver ) (Kent et al.,  2002 ). 2.3 Population and frequency data Maximum credible population allele frequency was determined using the alleleFrequencyApp ( cardiodb.org/allelefrequencyapp ) (Whiffin et al.,  2017 ), and was calculated to be 1.88e‐07 for NF2, based on the following input parameters: monoallelic inheritance, disease incidence of 1 in 28,000 (Evans et al.,  2018 ), allelic heterogeneity 0.01 and penetrance 0.95, accounting for the known rate of recurrent pathogenic variants and late disease onset. Strong benign evidence (BS1) was applied to any variants with an allele frequency equal to or higher than NF2 disease incidence (1/28,000). With a low maximum credible population allele frequency calculated (1.88e‐07), moderate pathogenicity evidence (PM2) based on frequency data was not applied to any variant observed in gnomAD as frequency values of observed variants exceeded this value. 2.4 Functional data With a predicted missense constraint Z score of 2.29 in ExAC,  NF2  is considered moderately intolerant of variation. However, only Z scores ≥3.09 are considered significant within the ACGS guidelines and therefore variants in  NF2  are ineligible for application of evidence for missense constraint (PP2). The DECIPHER database (Firth et al.,  2009 ) was used to investigate possible mutational hotspots or identify regional constraint within functional domains of the NF2 protein. However, no specific structural regions displayed significant association with missense constraint. Therefore, ACGS evidence of mutational hotspots and functional domains without benign variation (PM1) was not applied to any of the variants in this study. While functional work has been conducted and published on a number of variants included within this study, evidence from functional studies (PS3) was only applied to five specific variants as repeated and rigorous publications describing variant‐specific effects on protein function were available for them. No functional data from RNA analysis was available for variants predicted to impact splicing. 2.5 Computational data Multiple in silico tools were used for variant effect prediction; meta‐predictor REVEL (Rare Exome Variant Ensemble Learner) was used as the deciding score for evidence use (PP3 and BP4) if other tools were in conflict (Ioannidis et al.,  2016 ), as it is one of the best performing meta‐predictors (Wilcox et al.,  2021 ). REVEL scores ≥0.7 were considered pathogenic and ≤0.4 benign. ClinPred (Alirezaie et al.,  2018 ) meta‐predictor scores were also produced for variants, although were not included as evidence for ACGS variant classification. Splice prediction tools were also interpreted and applied as evidence, as suggested in the ACGS 2020 guidelines. Variants that received MaxEntScan (Yeo & Burge,  2004 ) predictions of >15% score reduction compared to reference allele, and SpliceSiteFinder‐Like (Zhang,  1998 ) predictions with >5% reduction, had PP3 computational evidence of pathogenicity applied in their classification. 2.6 Clinical information If phenotype was described, patients who fitted Manchester Criteria for NF2 disease (Table  S1 ) (Evans et al.,  1992 ; Smith et al.,  2017 ) were considered to have phenotypic specificity for a disease of single etiology (PP4), applied as supporting evidence of pathogenicity. Where possible, family history and segregation data was applied to the evidence framework. 2.7 Other databases COSMIC ( www.cancer.sanger.ac.uk ) (Tate et al.,  2019 ) was used in the investigation of variants that were observed in somatic samples. CanVar‐UK cancer predisposition gene variant database ( www.canvaruk.org ) was used in the search for further variant information, as well as links to structured search engine requests.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:18:49.555511",
  "abstract_length": 1474,
  "methods_length": 9724,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}