{
  "pmid": "35426432",
  "abstract": "BACKGROUND: Patients with neurofibromatosis type 1 (NF1) develop benign (BPNST), premalignant atypical (ANF), and malignant (MPNST) peripheral nerve sheath tumors. Radiological differentiation of these entities is challenging. Therefore, we aimed to evaluate the value of a magnetic resonance imaging (MRI)-based radiomics machine-learning (ML) classifier for differentiation of these three entities of internal peripheral nerve sheath tumors in NF1 patients. METHODS: MRI was performed at 3T in 36 NF1 patients (20 male; age: 31 ± 11 years). Segmentation of 117 BPNSTs, 17 MPNSTs, and 8 ANFs was manually performed using T2w spectral attenuated inversion recovery sequences. One hundred seven features per lesion were extracted using PyRadiomics and applied for BPNST versus MPNST differentiation. A 5-feature radiomics signature was defined based on the most important features and tested for signature-based BPNST versus MPNST classification (random forest [RF] classification, leave-one-patient-out evaluation). In a second step, signature feature expressions for BPNSTs, ANFs, and MPNSTs were evaluated for radiomics-based classification for these three entities. RESULTS: The mean area under the receiver operator characteristic curve (AUC) for the radiomics-based BPNST versus MPNST differentiation was 0.94, corresponding to correct classification of on average 16/17 MPNSTs and 114/117 BPNSTs (sensitivity: 94%, specificity: 97%). Exploratory analysis with the eight ANFs revealed intermediate radiomic feature characteristics in-between BPNST and MPNST tumor feature expression. CONCLUSION: In this proof-of-principle study, ML using MRI-based radiomics characteristics allows sensitive and specific differentiation of BPNSTs and MPNSTs in NF1 patients. Feature expression of premalignant atypical tumors was distributed in-between benign and malignant tumor feature expressions, which illustrates biological plausibility of the considered radiomics characteristics.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:18:57.074037",
  "abstract_length": 1976,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}