{
  "pmid": "PMID:35467749",
  "title": "Selumetinib in children with neurofibromatosis type 1 and asymptomatic inoperable plexiform neurofibroma at risk for developing tumor-related morbidity.",
  "abstract": "BACKGROUND: Selumetinib was recently approved for the treatment of inoperable symptomatic plexiform neurofibromas (PNs) in children with neurofibromatosis type 1 (NF1). This parallel phase II study determined the response rate to selumetinib in children with NF1 PN without clinically significant morbidity. METHODS: Children with NF1 and inoperable PNs, which were not yet causing clinically significant morbidity but had the potential to cause symptoms, received selumetinib at 25 mg/m2 orally twice daily (1 cycle = 28 days). Volumetric magnetic resonance imaging analysis and outcome assessments, including patient-reported (PRO), observer-reported, and functional outcome measures were performed every 4 cycles for 2 years, with changes assessed over time. A confirmed partial response (cPR) was defined as PN volume decrease of ≥20% on at least 2 consecutive scans ≥3 months apart. RESULTS: 72% of subjects experienced a cPR on selumetinib. Participants received selumetinib for a median of 41 cycles (min 2, max 67) at data cutoff. Approximately half of the children rated having some target tumor pain at baseline, which significantly decreased by pre-cycle 13. Most objectively measured baseline functions, including visual, motor, bowel/bladder, or airway function were within normal limits and did not clinically or statistically worsen during treatment. CONCLUSIONS: Selumetinib resulted in PN shrinkage in most subjects with NF1 PN without clinically significant morbidity. No new PN-related symptoms developed while on selumetinib, and PRO measures indicated declines in tumor-related pain intensity. This supports that selumetinib treatment may prevent the development of PN-related morbidities, though future prospective studies are needed to confirm these results. CLINICAL TRIAL REGISTRATION: ClinicalTrials.gov NCT01362803.",
  "authors": "Andrea M Gross; Brittany Glassberg; Pamela L Wolters; Eva Dombi; Andrea Baldwin; Michael J Fisher; AeRang Kim; Miriam Bornhorst; Brian D Weiss; Jaishri O Blakeley; Patricia Whitcomb; Scott M Paul; Seth M Steinberg; David J Venzon; Staci Martin; Amanda Carbonell; Kara Heisey; Janet Therrien; Oxana Kapustina; Anne Dufek; Joanne Derdak; Malcolm A Smith; Brigitte C Widemann",
  "journal": "Neuro-oncology",
  "publicationDate": "2022-11-02",
  "doi": "10.1093/neuonc/noac109",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-20 07:00:20"
}