{
  "pmid": "35511749",
  "abstract": "Malignant peripheral nerve sheath tumors (MPNST) are soft-tissue sarcomas that are the leading cause of mortality in patients with Neurofibromatosis type 1 (NF1). Single chemotherapeutic agents have shown response rates ranging from 18% to 44% in clinical trials, so there is still a high medical need to identify chemotherapeutic combination treatments that improve clinical prognosis and outcome. We screened a collection of compounds from the NCATS Mechanism Interrogation PlatE (MIPE) library in three MPNST cell lines, using cell viability and apoptosis assays. We then tested whether compounds that were active as single agents were synergistic when screened as pairwise combinations. Synergistic combinations in vitro were further evaluated in patient-derived orthotopic xenograft/orthoxenograft (PDOX) athymic models engrafted with primary MPNST matching with their paired primary-derived cell line where synergism was observed. The high-throughput screening identified 21 synergistic combinations, from which four exhibited potent synergies in a broad panel of MPNST cell lines. One of the combinations, MK-1775 with Doxorubicin, significantly reduced tumor growth in a sporadic PDOX model (MPNST-SP-01; sevenfold) and in an NF1-PDOX model (MPNST-NF1-09; fourfold) and presented greater effects in TP53 mutated MPNST cell lines. The other three combinations, all involving Panobinostat (combined with NVP-BGT226, Torin 2, or Carfilzomib), did not reduce the tumor volume in vivo at noncytotoxic doses. Our results support the utility of our screening platform of in vitro and in vivo models to explore new therapeutic approaches for MPNSTs and identified that combination MK-1775 with Doxorubicin could be a good pharmacologic option for the treatment of these tumors.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:19:11.227710",
  "abstract_length": 1777,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}