{
  "pmid": "PMID:35511749",
  "title": "A High-Throughput Screening Platform Identifies Novel Combination Treatments for Malignant Peripheral Nerve Sheath Tumors.",
  "abstract": "Malignant peripheral nerve sheath tumors (MPNST) are soft-tissue sarcomas that are the leading cause of mortality in patients with Neurofibromatosis type 1 (NF1). Single chemotherapeutic agents have shown response rates ranging from 18% to 44% in clinical trials, so there is still a high medical need to identify chemotherapeutic combination treatments that improve clinical prognosis and outcome. We screened a collection of compounds from the NCATS Mechanism Interrogation PlatE (MIPE) library in three MPNST cell lines, using cell viability and apoptosis assays. We then tested whether compounds that were active as single agents were synergistic when screened as pairwise combinations. Synergistic combinations in vitro were further evaluated in patient-derived orthotopic xenograft/orthoxenograft (PDOX) athymic models engrafted with primary MPNST matching with their paired primary-derived cell line where synergism was observed. The high-throughput screening identified 21 synergistic combinations, from which four exhibited potent synergies in a broad panel of MPNST cell lines. One of the combinations, MK-1775 with Doxorubicin, significantly reduced tumor growth in a sporadic PDOX model (MPNST-SP-01; sevenfold) and in an NF1-PDOX model (MPNST-NF1-09; fourfold) and presented greater effects in TP53 mutated MPNST cell lines. The other three combinations, all involving Panobinostat (combined with NVP-BGT226, Torin 2, or Carfilzomib), did not reduce the tumor volume in vivo at noncytotoxic doses. Our results support the utility of our screening platform of in vitro and in vivo models to explore new therapeutic approaches for MPNSTs and identified that combination MK-1775 with Doxorubicin could be a good pharmacologic option for the treatment of these tumors.",
  "authors": "Juana Fernández-Rodríguez; Edgar Creus-Bachiller; Xiaohu Zhang; Maria Martínez-Iniesta; Sara Ortega-Bertran; Rajarshi Guha; Craig J Thomas; Margaret R Wallace; Cleofe Romagosa; Lourdes Salazar-Huayna; Karlyne M Reilly; Jaishri O Blakely; Jordi Serra-Musach; Miguel Angel Pujana; Eduard Serra; Alberto Villanueva; Marc Ferrer; Conxi Lázaro",
  "journal": "Molecular cancer therapeutics",
  "publicationDate": "2022-07-05",
  "doi": "10.1158/1535-7163.MCT-21-0947",
  "methods": "Materials and Methods Cell lines The establishment of the MPNST-SP-01, MPNST-NF1-08, and MPNST-NF1-9 cell lines at the Catalan Institute of Oncology is described in a manuscript under preparation.  Table S1  summarizes clinical and molecular data from the patients and tumors from which the three cell lines were isolated. MPNST-SP-01 was already presented in a previous work from our group ( 18 ). All molecular features of the primary tumors were confirmed in the derived cell lines. STS-26T ( 19 ), HS-PSS, HS-sch2 ( 20 ), S462 ( 21 ), and sNF96.2 ( 22 ) cell lines were previously established in other laboratories. The Human Foreskin Fibroblast (HFF) cell line was purchased from ATCC (American Type Culture Collection). Cells were maintained in DMEM growth medium with 10% FBS (Gibco) and 100 μg/ml penicillin and 100 μg/ml streptomycin (BioWest) under standard incubator conditions. All cell lines are validated as  Mycoplasma  negative before starting the  in vitro  validation and were retested every two months. Mechanism Interrogation PlatE (MIPE) Compound Library The MIPE 4.0 library of approved and investigational drugs included 1,912 individual small molecules ( 17 ). It encompasses a small-molecule modulator of over 400 specific gene targets, cellular pathways, or genotypes. Within well-explored targets, there are multiple, redundant agents incorporated as a means to inform the on-target nature of phenotype-to-mechanism data associations and to explore instances where a phenotype is the result of the specific polypharmacology of an individual drug. Quantitative High-Throughput Screen (qHTS) The screening method used in this study in the MPNST-SP-01, S462, and sNF96.2 cell lines was similar to that previously described ( 12 , 23 ). Briefly, compounds in the MIPE library were transferred to columns 5–48, and controls were added in columns 1–4 of a 1536-well assay plate. Column 1 contained media only; column 2 contained cells with added DMSO, while columns 3 and 4 contained the protease inhibitor Bortezomib or the antibiotic Salinomycin in DMSO (final concentration 10 μM). Compounds were tested once as 11-point dose-response starting at a stock concentration of 10 mM (the highest final compound concentration was 46 μM) and diluted threefold with DMSO, as described previously ( 24 ). Relative luminescence units (RLU) for each well were normalized to the median RLUs from the DMSO control wells as 100% viability, and median RLUs from control wells with media only as 0% viability. Curve Response Class (CRC) The activity of the compounds was determined based on their curve response class (CRC), in which normalized data is fitted to 4-parameter dose-response curves using a custom grid-based algorithm to generate a curve response class score for each compound dose-response ( 25 ). CRC values of −1.1.−1.2,−2.1, are considered the highest quality hits; CRC values of −1.3,−1.4, −2.3,−2.2,−2.4, and −3 are considered inconclusive hits; and a CRC value of 4 is considered inactive compounds. Target enrichment analysis Given a selection of compounds, we used the annotated target for these compounds and computed the enrichment for each target class, compared with the background, using Fisheŕs exact test ( 26 ). For this test, the background was defined as all the targets annotated in the MIPE collection. The p-value from the test was adjusted for multiple hypothesis testing using the Benjamini-Hochberg method ( 27 ). Compound Combination Matrix Screening For the combination matrix screen with the selected compounds, protocols were as described before ( 12 , 28 ). Briefly, compounds were pre-plated using an acoustic dispenser ATS-100 (EDC Biosystems, Fremont, CA). A total of 5 nl of each compound solubilized in DMSO, as well as DMSO control wells, were dispensed with threefold dilutions to generate 6×6 dose-response matrices, first, followed by confirmatory retesting using twofold dilutions in 10×10 dose-response matrices. 5 μl of a cell suspension (500 cells/well) were added directly to the plates immediately after compounds were pre-plated. Two sets of plates were screened. The first one was for cell proliferation assays, where cells were incubated with the compounds for 48 hours, and proliferation was quantified by adding CellTiter-Glo reagent. RLU was measured with the Viewlux (Perkin Elmer) after 15 min incubation at room temperature (RT). The second plate was used for an apoptosis assay, incubating cells with the compounds for 16 hours and adding the Caspase-Glo 3/7 reagent to measure apoptosis. In vitro validation of compound combinations The half-maximal inhibitory concentration (IC 50 ) of all compounds used in the 21 combinations selected was calculated for MPNST-SP-01 or S462 cells. First, 10,000 cells/well of MPNST-SP-01 cells or 8,000 cells/well of S462 were seeded in 96-well plates (Corning) and incubated overnight. Then, compounds in DMSO were added to the wells in three replicates. Two series of dilutions were performed at two concentration ranges depending on the potency of the compound. Stocks were prepared at 10 mM, and compounds were 10-fold diluted from 1000 nM to 0.1 nM or fivefold diluted from 40 μM to 0.064 μM, using DMSO. After 48h of incubation with the drugs, cell viability was analyzed using MTT (Sigma-Aldrich). Briefly, 14 μl of MTT (0.5 mg/ml) were added to each well. After 2h of incubation at 37°C, media was removed from the wells and 100 μl of glycine buffer solution (25 μl of buffer 0.1M NaCl and 0.1M Glycine with 75 μl of DMSO) was added. Plates were shaken for 15 min and the absorbance levels were read in the VictorTM X5 2030 Multilabel Reader (PerkinElmer). The IC 50  was calculated using GraphPad Prism Version 6 (La Jolla, CA). The percentage of cell viability was calculated by normalizing the values to DMSO control wells as 100% viability. Later, the four chosen synergistic combinations were tested in six additional MPNST cell lines, for which individual IC 50  of compounds was also calculated. For combination assays, compounds were added to wells in three replicates as single treatments or in combination at a fixed 1:1 ratio of the IC 50  of both compounds, and threefold dilutions were performed from 10 × IC 50  concentration to 0.12 × IC 50,  for each compound. After 48h of incubation, cell viability was measured by MTT, and Combination Index values for the combinations were calculated using CompuSyn Software, based on Chou-Talalay calculations ( 29 ). When CI is lower than 0.9 at high values of fraction affected of cells (Fa), we labeled the combination as synergistic. Fa value represents the fraction of cell death by drug treatment, ranging from 0 (no cell death) to 1 (100% cell killing). CI values between 0.9 and 1.1 are indicative of an additive effect and when values are higher than 1.1, the compounds are antagonistic ( 30 ). Apoptosis analysis MPNST-SP-01 and S462 cells were seeded (75,000 cells/mL and 60,000 cells/mL, respectively) in 6-well plates and incubated overnight. Cells were then treated with single compounds or combinations. Combinations with Panobinostat were tested at a fixed 1:1 ratio of the IC 50  and MK-1775 with Doxorubicin was combined at a 1:1 ratio of 3 × IC 50  to visualize the differences in apoptosis activation between the combination and individual treatments. After 24h of incubation, apoptosis activation was evaluated using the Annexin V APC Dead cell kit and SYTOX Green (ThermoScientific) to stain annexin-positive cells, according to the manufacturer’s protocol. Samples were analyzed by FACSCanto II (BD Bioscience) flow cytometer. The apoptotic index was calculated as the mean percentage of apoptotic cells in 10 4  cells measured in each of three independent experiments. Alternatively, apoptosis was determined by the percentage of cells in the sub-G1 cell cycle phase using flow cytometric analysis. After treatment, cells were fixed in ice-cold 70% ethanol and left for 24h at −20°C. Ethanol-fixed cells were centrifuged at 800 × g, washed, and resuspended in citrate-phosphate buffer (Na 2 HPO 4  0.2M and citric acid 0.1 M at a ratio 192:8, pH 7.8) for thirty minutes. Cells were centrifuged at 400 × g and incubated in PBS supplemented with 1% FBS, 0.2 mg/mL RNAse (Sigma-Aldrich), and 60 μg/mL propidium iodide (Sigma-Aldrich) for 45 min at 37°C. 10,000–20,000 cells per sample of three experiments were measured to determine the percentage of cells at the sub-G1 phase of the cell cycle. The percentage of cells in the G1, S, and G2/M phases was also calculated. Dosage test We adjusted the dosages and the administration schemes for the different compounds ( Table S2 ), using athymic nude six-week-old male mice, in which no tumor was engrafted. Treatments lasted for three weeks and the mice body weight was daily measured to analyze potential toxicity. Carfilzomib and Doxorubicin were obtained from our hospital pharmacy. NVP-BGT226 (S2749), Torin 2 (S2817), and Panobinostat (S1030) were purchased from Selleckchem and MK-1775 ( 31 ) (Adavorsetib, HY-10993) from MedChemExpress. In vivo drug treatment Before drug treatments, an early-passage (P2–P4) MPNST-SP-01 or MPNST-NF1-09 PDOX tumor had to be expanded. To do this, each tumor was implanted in five mice. When tumors reached 1,000–1,500 mm 3 , mice were sacrificed; tumors were harvested and cut into small fragments and engrafted near the sciatic nerve of 60 athymic nude male six-week-old mice. Once tumors reached 300–500 mm 3 , mice were randomly distributed into treatment groups (n=5–10/group): (i) single compound 1; (ii) single compound 2; (iii) combination compounds 1+2; and (iv) control receiving solvents of compounds 1+2. The final tumor weight plot from MPNST-NF1–09 PDOX model presented less than 5 points in some groups due to mice left to perform regrowth testing. Dosages and treatment schedules are specified in  Table S3 . The study received IDIBELL IRB (#PR213/13) and IDIBELL Animal Ethics Experimentation Committee (CEEA-IDIBELL) (#9111) approval. Combinations in which we did not observe tumor reduction by day 18 were further tested until day 25. Twenty-four hours after the last dose, mice were sacrificed and tumors extracted. Tumors were measured using a caliper twice a week, and volume was calculated using the formula “v = (w 2  l/2)”, where l is the longest diameter and w the width. Changes in tumor volume were quantified as the “increased tumor volume” since day 0, where each measurement is calculated following the formula “increased tumor volume = tumor volume day X - tumor volume day 0”. The interaction between follow-up time (in days) and treatment was used to assess the effect of each treatment in terms of volume change compared with the control group. Protein extraction and Western Blot Protein was extracted from control tumors (n=4) and tumors treated with the combinations (n=6) using RIPA buffer supplemented with protease inhibitor (cOmplete Tablets, Roche). Briefly, 15–20 mg of tissue was homogenized in RIPA using TissueLyser II (Qiagen) and centrifuged at 16,000 × g at 4°C for 10 minutes. Proteins in the supernatant were quantified with the Pierce BCA Protein Assay Kit (ThermoScientific), using bovine serum albumin (BSA) as a standard. For Western Blot, equivalent amounts of protein (20 μg) were separated on 12% Acrylamide gels (TGX Stain-Free™ FastCast™ Acrylamide kit, Bio-Rad). Before transference, gels were activated for 45 seconds by UV radiation using ChemiDoc™ Touch Imaging System (Bio-Rad), so that proteins could fluorescence when exposed to UV. Proteins were then transferred to nitrocellulose membranes from the Trans-Blot Turbo™ RTA Transfer Kit (Bio-Rad) using an established protocol from the Trans-Blot Turbo™ Transfer System (Bio-Rad). After transference, total protein from each lane was detected by exposing the membrane to UV. Then, membranes were blocked using 5% BSA (Roche) for 1h. Primary antibodies against Cdk1 (77055S), phospho-Cdk1 Tyr15  (9111T), Caspase-3 (9662S), Cleaved Caspase-3 (9661S), Histone H3 (9715S), Acetyl-Histone H3 Lys18  (9675S), SAPK/JNK (9252T), phospho-SAPK/JNK Thr183/Tyr185  (4668T), p70S6 Kinase (9202S), and phospho-p70 Thr389  S6 Kinase (9234S) were purchased from Cell Signaling Technology, diluted 1:1000 in 5% BSA, and incubated overnight at 4°C. Membranes were probed with secondary antibody Stabilized Peroxidase Conjugated Goat Anti-Rabbit (Thermo Scientific), diluted 1:1000 in 5% BSA, and incubated at RT for 1h. Finally, detection of proteins was conducted using SuperSignal West Femto Chemiluminescent substrate kits (Pierce Biotechnology Inc., Rockford, IL). Quantification analyses were carried out by the Image Lab program from Bio-Rad. Each protein of interest was normalized to the total protein of the lane to assess differences due to protein loading. Then, phosphorylated and acetylated proteins were also normalized to their levels of basal protein. Statistical analyses Statistical analyses were performed using Graphpad Prism 6. We calculated differences in terms of cell apoptosis activation between cells treated with combination of compounds and cells treated with single compounds or DMSO-control treated cells (n = 3 in each group), by using the unpaired t-test with a significant level of 0.05. We also assessed differences in tumor volume and tumor weight between mice treated  in vivo  with combinations compared to single treatments and controls (n = 7–10 in each group) using the Mann-Whitney test with a significant level set at 0.05. Data availability statement A full list of compounds from the MIPE 4.0 library is available upon request. Data from the 113 10 × 10 combination screening matrices for the three MPNST cell lines, performed by the NIH-NCATS, are found in the following web links: MPNST-SP-01 Apoptosis 16h  https://tripod.nih.gov/matrix-client/rest/matrix/blocks/6341/table MPNST-SP-01 Cell viability 48h  https://tripod.nih.gov/matrix-client/rest/matrix/blocks/6342/table sNF96.2 Apoptosis 16h  https://tripod.nih.gov/matrix-client/rest/matrix/blocks/6343/table sNF96.2 Cell viability 48h  https://tripod.nih.gov/matrix-client/rest/matrix/blocks/6344/table S462 Apoptosis 16h  https://tripod.nih.gov/matrix-client/rest/matrix/blocks/6345/table S462 Cell viability 48h  https://tripod.nih.gov/matrix-client/rest/matrix/blocks/6346/table",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:29:38"
}