{
  "pmid": "PMID:35511749",
  "title": "A High-Throughput Screening Platform Identifies Novel Combination Treatments for Malignant Peripheral Nerve Sheath Tumors.",
  "abstract": "Malignant peripheral nerve sheath tumors (MPNST) are soft-tissue sarcomas that are the leading cause of mortality in patients with Neurofibromatosis type 1 (NF1). Single chemotherapeutic agents have shown response rates ranging from 18% to 44% in clinical trials, so there is still a high medical need to identify chemotherapeutic combination treatments that improve clinical prognosis and outcome. We screened a collection of compounds from the NCATS Mechanism Interrogation PlatE (MIPE) library in three MPNST cell lines, using cell viability and apoptosis assays. We then tested whether compounds that were active as single agents were synergistic when screened as pairwise combinations. Synergistic combinations in vitro were further evaluated in patient-derived orthotopic xenograft/orthoxenograft (PDOX) athymic models engrafted with primary MPNST matching with their paired primary-derived cell line where synergism was observed. The high-throughput screening identified 21 synergistic combinations, from which four exhibited potent synergies in a broad panel of MPNST cell lines. One of the combinations, MK-1775 with Doxorubicin, significantly reduced tumor growth in a sporadic PDOX model (MPNST-SP-01; sevenfold) and in an NF1-PDOX model (MPNST-NF1-09; fourfold) and presented greater effects in TP53 mutated MPNST cell lines. The other three combinations, all involving Panobinostat (combined with NVP-BGT226, Torin 2, or Carfilzomib), did not reduce the tumor volume in vivo at noncytotoxic doses. Our results support the utility of our screening platform of in vitro and in vivo models to explore new therapeutic approaches for MPNSTs and identified that combination MK-1775 with Doxorubicin could be a good pharmacologic option for the treatment of these tumors.",
  "authors": "Juana Fernández-Rodríguez; Edgar Creus-Bachiller; Xiaohu Zhang; Maria Martínez-Iniesta; Sara Ortega-Bertran; Rajarshi Guha; Craig J Thomas; Margaret R Wallace; Cleofe Romagosa; Lourdes Salazar-Huayna; Karlyne M Reilly; Jaishri O Blakely; Jordi Serra-Musach; Miguel Angel Pujana; Eduard Serra; Alberto Villanueva; Marc Ferrer; Conxi Lázaro",
  "journal": "Molecular cancer therapeutics",
  "publicationDate": "2022-07-05",
  "doi": "10.1158/1535-7163.MCT-21-0947",
  "methods": "Materials and Methods Cell lines The establishment of the MPNST-SP-01, MPNST-NF1-08, and MPNST-NF1-9 cell lines at the Catalan Institute of Oncology is described in a manuscript under preparation.  Table S1  summarizes clinical and molecular data from the patients and tumors from which the three cell lines were isolated. MPNST-SP-01 was already presented in a previous work from our group ( 18 ). All molecular features of the primary tumors were confirmed in the derived cell lines. STS-26T ( 19 ), HS-PSS, HS-sch2 ( 20 ), S462 ( 21 ), and sNF96.2 ( 22 ) cell lines were previously established in other laboratories. The Human Foreskin Fibroblast (HFF) cell line was purchased from ATCC (American Type Culture Collection). Cells were maintained in DMEM growth medium with 10% FBS (Gibco) and 100 μg/ml penicillin and 100 μg/ml streptomycin (BioWest) under standard incubator conditions. All cell lines are validated as  Mycoplasma  negative before starting the  in vitro  validation and were retested every two months. Mechanism Interrogation PlatE (MIPE) Compound Library The MIPE 4.0 library of approved and investigational drugs included 1,912 individual small molecules ( 17 ). It encompasses a small-molecule modulator of over 400 specific gene targets, cellular pathways, or genotypes. Within well-explored targets, there are multiple, redundant agents incorporated as a means to inform the on-target nature of phenotype-to-mechanism data associations and to explore instances where a phenotype is the result of the specific polypharmacology of an individual drug. Quantitative High-Throughput Screen (qHTS) The screening method used in this study in the MPNST-SP-01, S462, and sNF96.2 cell lines was similar to that previously described ( 12 , 23 ). Briefly, compounds in the MIPE library were transferred to columns 5–48, and controls were added in columns 1–4 of a 1536-well assay plate. Column 1 contained media only; column 2 contained cells with added DMSO, while columns 3 and 4 contained the protease inhibitor Bortezomib or the antibiotic Salinomycin in DMSO (final concentration 10 μM). Compounds were tested once as 11-point dose-response starting at a stock concentration of 10 mM (the highest final compound concentration was 46 μM) and diluted threefold with DMSO, as described previously ( 24 ). Relative luminescence units (RLU) for each well were normalized to the median RLUs from the DMSO control wells as 100% viability, and median RLUs from control wells with media only as 0% viability. Curve Response Class (CRC) The activity of the compounds was determined based on their curve response class (CRC), in which normalized data is fitted to 4-parameter dose-response curves using a custom grid-based algorithm to generate a curve response class score for each compound dose-response ( 25 ). CRC values of −1.1.−1.2,−2.1, are considered the highest quality hits; CRC values of −1.3,−1.4, −2.3,−2.2,−2.4, and −3 are considered inconclusive hits; and a CRC value of 4 is considered inactive compounds. Target enrichment analysis Given a selection of compounds, we used the annotated target for these compounds and computed the enrichment for each target class, compared with the background, using Fisheŕs exact test ( 26 ). For this test, the background was defined as all the targets annotated in the MIPE collection. The p-value from the test was adjusted for multiple hypothesis testing using the Benjamini-Hochberg method ( 27 ). Compound Combination Matrix Screening For the combination matrix screen with the selected compounds, protocols were as described before ( 12 , 28 ). Briefly, compounds were pre-plated using an acoustic dispenser ATS-100 (EDC Biosystems, Fremont, CA). A total of 5 nl of each compound solubilized in DMSO, as well as DMSO control wells, were dispensed with threefold dilutions to generate 6×6 dose-response matrices, first, followed by confirmatory retesting using twofold dilutions in 10×10 dose-response matrices. 5 μl of a cell suspension (500 cells/well) were added directly to the plates immediately after compounds were pre-plated. Two sets of plates were screened. The first one was for cell proliferation assays, where cells were incubated with the compounds for 48 hours, and proliferation was quantified by adding CellTiter-Glo reagent. RLU was measured with the Viewlux (Perkin Elmer) after 15 min incubation at room temperature (RT). The second plate was used for an apoptosis assay, incubating cells with the compounds for 16 hours and adding the Caspase-Glo 3/7 reagent to measure apoptosis. In vitro validation of compound combinations The half-maximal inhibitory concentration (IC 50 ) of all compounds used in the 21 combinations selected was calculated for MPNST-SP-01 or S462 cells. First, 10,000 cells/well of MPNST-SP-01 cells or 8,000 cells/well of S462 were seeded in 96-well plates (Corning) and incubated overnight. Then, compounds in DMSO were added to the wells in three replicates. Two series of dilutions were performed at two concentration ranges depending on the potency of the compound. Stocks were prepared at 10 mM, and compounds were 10-fold diluted from 1000 nM to 0.1 nM or fivefold diluted from 40 μM to 0.064 μM, using DMSO. After 48h of incubation with the drugs, cell viability was analyzed using MTT (Sigma-Aldrich). Briefly, 14 μl of MTT (0.5 mg/ml) were added to each well. After 2h of incubation at 37°C, media was removed from the wells and 100 μl of glycine buffer solution (25 μl of buffer 0.1M NaCl and 0.1M Glycine with 75 μl of DMSO) was added. Plates were shaken for 15 min and the absorbance levels were read in the VictorTM X5 2030 Multilabel Reader (PerkinElmer). The IC 50  was calculated using GraphPad Prism Version 6 (La Jolla, CA). The percentage of cell viability was calculated by normalizing the values to DMSO control wells as 100% viability. Later, the four chosen synergistic combinations were tested in six additional MPNST cell lines, for which individual IC 50  of compounds was also calculated. For combination assays, compounds were added to wells in three replicates as single treatments or in combination at a fixed 1:1 ratio of the IC 50  of both compounds, and threefold dilutions were performed from 10 × IC 50  concentration to 0.12 × IC 50,  for each compound. After 48h of incubation, cell viability was measured by MTT, and Combination Index values for the combinations were calculated using CompuSyn Software, based on Chou-Talalay calculations ( 29 ). When CI is lower than 0.9 at high values of fraction affected of cells (Fa), we labeled the combination as synergistic. Fa value represents the fraction of cell death by drug treatment, ranging from 0 (no cell death) to 1 (100% cell killing). CI values between 0.9 and 1.1 are indicative of an additive effect and when values are higher than 1.1, the compounds are antagonistic ( 30 ). Apoptosis analysis MPNST-SP-01 and S462 cells were seeded (75,000 cells/mL and 60,000 cells/mL, respectively) in 6-well plates and incubated overnight. Cells were then treated with single compounds or combinations. Combinations with Panobinostat were tested at a fixed 1:1 ratio of the IC 50  and MK-1775 with Doxorubicin was combined at a 1:1 ratio of 3 × IC 50  to visualize the differences in apoptosis activation between the combination and individual treatments. After 24h of incubation, apoptosis activation was evaluated using the Annexin V APC Dead cell kit and SYTOX Green (ThermoScientific) to stain annexin-positive cells, according to the manufacturer’s protocol. Samples were analyzed by FACSCanto II (BD Bioscience) flow cytometer. The apoptotic index was calculated as the mean percentage of apoptotic cells in 10 4  cells measured in each of three independent experiments. Alternatively, apoptosis was determined by the percentage of cells in the sub-G1 cell cycle phase using flow cytometric analysis. After treatment, cells were fixed in ice-cold 70% ethanol and left for 24h at −20°C. Ethanol-fixed cells were centrifuged at 800 × g, washed, and resuspended in citrate-phosphate buffer (Na 2 HPO 4  0.2M and citric acid 0.1 M at a ratio 192:8, pH 7.8) for thirty minutes. Cells were centrifuged at 400 × g and incubated in PBS supplemented with 1% FBS, 0.2 mg/mL RNAse (Sigma-Aldrich), and 60 μg/mL propidium iodide (Sigma-Aldrich) for 45 min at 37°C. 10,000–20,000 cells per sample of three experiments were measured to determine the percentage of cells at the sub-G1 phase of the cell cycle. The percentage of cells in the G1, S, and G2/M phases was also calculated. Dosage test We adjusted the dosages and the administration schemes for the different compounds ( Table S2 ), using athymic nude six-week-old male mice, in which no tumor was engrafted. Treatments lasted for three weeks and the mice body weight was daily measured to analyze potential toxicity. Carfilzomib and Doxorubicin were obtained from our hospital pharmacy. NVP-BGT226 (S2749), Torin 2 (S2817), and Panobinostat (S1030) were purchased from Selleckchem and MK-1775 ( 31 ) (Adavorsetib, HY-10993) from MedChemExpress. In vivo drug treatment Before drug treatments, an early-passage (P2–P4) MPNST-SP-01 or MPNST-NF1-09 PDOX tumor had to be expanded. To do this, each tumor was implanted in five mice. When tumors reached 1,000–1,500 mm 3 , mice were sacrificed; tumors were harvested and cut into small fragments and engrafted near the sciatic nerve of 60 athymic nude male six-week-old mice. Once tumors reached 300–500 mm 3 , mice were randomly distributed into treatment groups (n=5–10/group): (i) single compound 1; (ii) single compound 2; (iii) combination compounds 1+2; and (iv) control receiving solvents of compounds 1+2. The final tumor weight plot from MPNST-NF1–09 PDOX model presented less than 5 points in some groups due to mice left to perform regrowth testing. Dosages and treatment schedules are specified in  Table S3 . The study received IDIBELL IRB (#PR213/13) and IDIBELL Animal Ethics Experimentation Committee (CEEA-IDIBELL) (#9111) approval. Combinations in which we did not observe tumor reduction by day 18 were further tested until day 25. Twenty-four hours after the last dose, mice were sacrificed and tumors extracted. Tumors were measured using a caliper twice a week, and volume was calculated using the formula “v = (w 2  l/2)”, where l is the longest diameter and w the width. Changes in tumor volume were quantified as the “increased tumor volume” since day 0, where each measurement is calculated following the formula “increased tumor volume = tumor volume day X - tumor volume day 0”. The interaction between follow-up time (in days) and treatment was used to assess the effect of each treatment in terms of volume change compared with the control group. Protein extraction and Western Blot Protein was extracted from control tumors (n=4) and tumors treated with the combinations (n=6) using RIPA buffer supplemented with protease inhibitor (cOmplete Tablets, Roche). Briefly, 15–20 mg of tissue was homogenized in RIPA using TissueLyser II (Qiagen) and centrifuged at 16,000 × g at 4°C for 10 minutes. Proteins in the supernatant were quantified with the Pierce BCA Protein Assay Kit (ThermoScientific), using bovine serum albumin (BSA) as a standard. For Western Blot, equivalent amounts of protein (20 μg) were separated on 12% Acrylamide gels (TGX Stain-Free™ FastCast™ Acrylamide kit, Bio-Rad). Before transference, gels were activated for 45 seconds by UV radiation using ChemiDoc™ Touch Imaging System (Bio-Rad), so that proteins could fluorescence when exposed to UV. Proteins were then transferred to nitrocellulose membranes from the Trans-Blot Turbo™ RTA Transfer Kit (Bio-Rad) using an established protocol from the Trans-Blot Turbo™ Transfer System (Bio-Rad). After transference, total protein from each lane was detected by exposing the membrane to UV. Then, membranes were blocked using 5% BSA (Roche) for 1h. Primary antibodies against Cdk1 (77055S), phospho-Cdk1 Tyr15  (9111T), Caspase-3 (9662S), Cleaved Caspase-3 (9661S), Histone H3 (9715S), Acetyl-Histone H3 Lys18  (9675S), SAPK/JNK (9252T), phospho-SAPK/JNK Thr183/Tyr185  (4668T), p70S6 Kinase (9202S), and phospho-p70 Thr389  S6 Kinase (9234S) were purchased from Cell Signaling Technology, diluted 1:1000 in 5% BSA, and incubated overnight at 4°C. Membranes were probed with secondary antibody Stabilized Peroxidase Conjugated Goat Anti-Rabbit (Thermo Scientific), diluted 1:1000 in 5% BSA, and incubated at RT for 1h. Finally, detection of proteins was conducted using SuperSignal West Femto Chemiluminescent substrate kits (Pierce Biotechnology Inc., Rockford, IL). Quantification analyses were carried out by the Image Lab program from Bio-Rad. Each protein of interest was normalized to the total protein of the lane to assess differences due to protein loading. Then, phosphorylated and acetylated proteins were also normalized to their levels of basal protein. Statistical analyses Statistical analyses were performed using Graphpad Prism 6. We calculated differences in terms of cell apoptosis activation between cells treated with combination of compounds and cells treated with single compounds or DMSO-control treated cells (n = 3 in each group), by using the unpaired t-test with a significant level of 0.05. We also assessed differences in tumor volume and tumor weight between mice treated  in vivo  with combinations compared to single treatments and controls (n = 7–10 in each group) using the Mann-Whitney test with a significant level set at 0.05. Data availability statement A full list of compounds from the MIPE 4.0 library is available upon request. Data from the 113 10 × 10 combination screening matrices for the three MPNST cell lines, performed by the NIH-NCATS, are found in the following web links: MPNST-SP-01 Apoptosis 16h  https://tripod.nih.gov/matrix-client/rest/matrix/blocks/6341/table MPNST-SP-01 Cell viability 48h  https://tripod.nih.gov/matrix-client/rest/matrix/blocks/6342/table sNF96.2 Apoptosis 16h  https://tripod.nih.gov/matrix-client/rest/matrix/blocks/6343/table sNF96.2 Cell viability 48h  https://tripod.nih.gov/matrix-client/rest/matrix/blocks/6344/table S462 Apoptosis 16h  https://tripod.nih.gov/matrix-client/rest/matrix/blocks/6345/table S462 Cell viability 48h  https://tripod.nih.gov/matrix-client/rest/matrix/blocks/6346/table",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:29:38",
  "introduction": "Introduction Malignant peripheral nerve sheath tumors (MPNSTs) are aggressive neoplasms that account for 2–5% of soft tissue sarcomas diagnosed annually ( 1 ). MPNSTs are encountered in three different clinical settings: associated with Neurofibromatosis type 1 (NF1) (40–50%), sporadic cases (40–47%), and associated with sites of previous radiation therapy (10–13%) ( 2 ). In NF1 patients, MPNSTs are the major malignant tumors associated with this autosomal dominant genetic disorder ( 3 ) and usually arise from a preexisting plexiform neurofibroma. The lifetime risk is 8–15% ( 4 ) and it is the leading cause of mortality in NF1 patients. These tumors have a poor prognosis, and multiple centers have reported that the 5-year disease-free survival rates of patients with MPNST are between 30–60% ( 2 ). Complete surgical excision with wide negative margins is the primary treatment option for local MPNST disease ( 3 , 5 ). However, the success of surgical excision is limited by tumor infiltration, which results in a high relapse rate, and often is not feasible due to location, size, and metastases ( 5 ). Currently, there are no single-agent effective chemotherapeutic treatments for MPNSTs. Clinical trials of typical cytotoxic drugs have shown response rates ranging from 18 to 44%, with some stability as well ( 6 ). Doxorubicin and Ifosfamide have traditionally been used as the chemotherapy regimen for MPNSTs. However, a ten-year institutional review showed no correlation between chemotherapy and patient survival ( 7 ). The role of adjuvant radiation is not conclusive but is often recommended for high-grade lesions ( 8 ). To identify new therapeutic options for MPNST, the research directs towards the understanding of the underlying biology of these tumors and the generation of suitable preclinical models ( 2 ).  NF1  inactivation is necessary but not sufficient for MPNST development, and mutations in other driver genes have been reported ( TP53 ,  CDKN2A , and  SUZ12,  and  EED  from Polycomb Repressive Complex 2) ( 9 , 10 ). The increasing knowledge of altered molecular pathways in MPNST suggested targeted therapies as potential treatments to block these dysregulated signaling pathways ( 2 ). Despite the advances, clinical trials, so far, have produced low response rates and have shown that the outcome for unresectable MPNST is poor ( 11 ). For this reason, there is a high medical need to identify therapeutic combinations that help overcome resistance and result in durable responses in MPNST patients. Current technologies allow for rapid screening of multiple cancer cell lines against large libraries of compounds as simple agents ( 12 , 13 ). These technological advances also allow for the screening of a large number of drug combinations in an unbiased manner, to identify synergistic compound combinations that promote tumor reduction and/or increased survival  in vivo  ( 14 ). Previous reports have used high-throughput screening methods to identify drug sensitivities in Neurofibromatosis type 1 and Neurofibromatosis type 2 tumors ( 15 – 17 ).  In vivo  models are critical to assessing the efficacy and therapeutic index of potential drug treatments suggested from  in vitro  screening. The current MPNST animal models available include xenograft models produced by the injection of MPNST cells, genetically engineered mouse models (GEMMs), and patient-derived orthoxenografts (PDOX) in which a small portion of the patientś tumor is engrafted, without previous culturing near the sciatic nerve of athymic or NGS mice ( 11 ). Here, we screened the NCATS oncology-focused collection (Mechanism Interrogation PlatE, MIPE) of 1,912 mechanistically annotated small molecules on three MPNST cell lines. The library includes approved and preclinical/clinical development drugs for cancer treatment. The aim is to test whether the compounds identified as active as single agents had a synergistic effect when added as pairwise combinations. The most synergistic combinations in a panel of MPNST cell lines were tested in our PDOX mouse models.",
  "results": "Results High-throughput screening (HTS) of the MIPE library as single agents We screened the MIPE library using a quantitative high-throughput screen (qHTS) approach against three different MPNST cell lines, one sporadic established in our laboratory (MPNST-SP-01), and two NF1-related: S462 and sNF96.2. The assay used for the screen quantitated cellular ATP levels as a measure of cell viability/proliferation after 48 hours of treatment. From the dose-response screening, several hundred compounds were judged to be active based on curve response class (CRC) scores of −1.1, −1.2, and −2.1, for each cell line (480 active compounds at MPNST-SP-01 cell line, 507 at S462 and 410 at sNF96.2) ( 24 , 32 ). The CRC score is a measure of both potency (AC 50 ) and maximum response (MAXR), which is the percentage of activity at the maximum tested concentration (46 μM). Differences between cell lines in the hierarchical clustering of the screening responses via MAXR ( Figure 1A ) showed that the three MPNST cell lines had distinct pharmacological vulnerabilities. Another parameter used to analyze the response of the drugs is the area under the curve (AUC), which includes both the potency and efficacy of the compounds ( 33 ). When comparing the median AUC values of different compounds grouped by their mechanism of action and target classes, while some mechanisms appear to have similar effects (e.g., tyrosine or serine/threonine kinase inhibitors), for other mechanisms (e.g., proteasome inhibitors or tubulin inhibitors) the response is quite different between cell lines ( Figure 1B ). In general, the median AUC for each compound class is higher (less active) in the sporadic cell line compared with the NF1 cell lines. The redundancy in the number of compounds in each target class enabled us to perform target enrichment analysis for the active compounds in each cell line ( Figure 1C ). There were only three target classes enriched (-log p-value > 1) in all three cell lines (PIK3CA, CDK1, and PSMD1), and three targets enriched in two cell lines: TUBB for MPNST-SP-01 and S462; and HDAC1 and MTOR for MPNST-SP-01 and sNF96.2. However, compounds targeting these enriched targets displayed different ranges of responses, as measured by AUC, among the three MPNST cell lines ( Figure 1D ). We also performed a pharmacogenomic analysis and used exome sequencing data from the sporadic MPNST-SP-01 primary tumor, and found that the distance between somatic mutations and targets that were pharmacologically enriched was shorter than expected, including ERBB2, EGFR, PIK3CA, and PRKCA ( Figure 1E ). The responses of compounds targeting these gene products were, in general, stronger for MPNST-SP-01 compared with the other two cell lines ( Figure 1F ). Based on the target enrichment data, high-quality curve response class, clinical relevance, and pathways of therapeutic interest, 25 compounds were selected to implement a pairwise all-versus-all matrix screen to explore synergistic activity in the MPNST-SP-01 and S462 cell lines and 50 compounds in sNF96.2 cell line. Identification of synergistic compound combinations The selected hits (75 among the three MPNST cell lines) were first screened in an all-versus-all, pairwise, 6 dose x 6 dose-response screening matrix. These experiments resulted in 300 discrete 6×6 matrices against MPNST-SP-01 and S462 cell lines, and 1326 matrices against sNF96.2 cell line, using CellTiter-Glo ATP measurement as readout after 48h of treatment. Combinations that displayed synergy at selected concentrations, as quantitated by multiple metrics including the Bliss independence and the excess highest single agent (HSA) models, were advanced into 10 dose x 10 dose-response matrix experiments ( 12 ). For the 10×10 matrix screen, two sets of plates were generated, one for 48h treatment with CellTiter-Glo measurement, and the second for 16h treatment with Caspase-Glo to measure apoptotic cell death. A total of 113 10×10 dose-response pairwise combination matrices were generated and screened with all three MPNST cell lines (data in Materials and Methods). Hierarchical clustering analysis using the Delta Bliss Sum Negative (DBsumNeg) values for each matrix, with both the cell viability ( Figure 2A , left panel) and apoptosis ( Figure 2A , right panel) readouts, shows that synergies are stronger for the MPNST-SP-01 cell line at 48h, while they are weaker and similar between the S462 and sNF96.2 cell lines. When selecting combinations with DBSumNeg values lower than −7, we observed different patterns of synergism among the three MPNST cell lines ( Figure 2B ). For example, from the eighteen combinations that met this criterion for the MPNST-SP-01 cell line, seven included Panobinostat (histone deacetylase inhibitor) combined with compounds targeting many different targets like Torin 2, NVP-BGT226, Carfilzomib, Fluvastatin, Lenvatinib, Obatoclax, and Doxorubicin. Interestingly, Panobinostat is not the compound driving most of the synergies for the other two MPNST cell lines. Moreover, five combinations including Doxorubicin (DNA damaging agent), and four including NVP-BGT226 (mTOR inhibitor) were observed for this cell line. On the other hand, from the eleven combinations that met the criterion for S462, four included Doxorubicin with NVP-BGT226, Englerin A, Neratinib, and Torin 2; and from sixteen combinations for sNF96.2, four combined Sirolimus (mTOR inhibitor) with AT-9283, Cabozantinib, Crizotinib, and CUDC-101 ( Table S4 ). Doxorubicin combined with MK-1775 and Panobinostat combined with NVP-BGT226, Torin 2, and Carfilzomib are synergistic in MPNST cell lines The selection of synergistic combinations for further validation was focused on those combinations showing synergism in at least two of the three MPNST cell lines (MPNST-SP-01, S462, and sNF96.2), based on the DBSumNeg values. Also, visual inspection of the 10×10 matrices was taken into account when the DBSumNeg value was not a clear indication of synergism ( Figure S1 ). Twenty-one combinations were further tested  in vitro  to obtain a Combination Index (CI) for each treatment according to dose-response curves. Synergy was observed in 13 of the 21 combinations, where CI was lower than 0.9 at fraction affected (Fa) values higher than 0.8 ( 29 ) ( Table 1 ,  Figure S2 ). From these combinations, the most synergistic ones were Panobinostat combined with Torin 2, NVP-BGT226, and Carfilzomib. We also selected the combination of MK-1775 with Doxorubicin because, even though the treatment did not kill cells beyond Fa = 0.85, the response of the combined compounds in terms of cell viability was notably increased compared to the individual drugs. These four combinations exhibited low DBSumNeg ( Table 1 ) and excess HSA values ( Figure 3A ) and synergistically decreased cell viability in the MPNST-SP-01, S462, and sNF96.2 cell lines compared with individual treatments ( Figure 3B ,  3C ). We then tested the four combinations in a broad panel of MPNST cell lines: three sporadic (STS26T, HS-PSS, and HS-sch2) and two NF1-derived cell lines (MPNST-NF1-08 and MPNST-NF1-09). We observed a synergistic effect in almost all the MPNST cell lines, independent of their NF1 status ( Figure S3 ). In addition, the combinations were also tested in a fibroblastic cell line, Human Foreskin Fibroblasts (HFF), to evaluate general cell toxicity. Synergism was observed in all the combinations containing Panobinostat, but at higher concentrations than in the MPNST cell lines, indicating that tumor cells are more sensitive to the treatment, but also pointing to potential cytotoxicity. On the contrary, MK-1775 with Doxorubicin did not show synergism in the HFF cell line ( Figure S3 ). Combined treatments induce apoptosis To gain further insight into the nature of these four compound combinations, we investigated their synergistic effect on the activation of apoptosis by measuring  in vitro  the percentage of annexin-positive cells and the fraction of cells at the sub-diploid (sub-G1) phase, both as apoptosis readouts. We observed that Panobinostat combinations presented a significantly higher percentage of annexin-positive cells than individual treatments, confirming a potent apoptotic response in both cell lines. The combination MK-1775 with Doxorubicin showed an increased apoptotic response after treatment at high doses of the combined compounds in both cell lines ( Figure 4A ). We observed that the combined treatment and the single compounds caused a greater apoptotic response in the S462 cell line, proving that this cell line is more sensitive to the treatments. The fraction of cells in the sub-G1 phase in the four combinations treatment was also significantly higher, confirming the synergy at the apoptotic level ( Figure 4B ). The apoptosis results obtained from annexin staining or phase sub-G1 analyses presented a good correlation in both cell lines (except for MPNST-SP-01 treated with MK-1775 plus Doxorubicin). Moreover, the percentage of cells in the G1/S/G2 phases of the cell cycle was calculated to evaluate changes in the cell cycle progression due to the treatments ( Figure 4C ). The most notable change was observed when using MK-1775 (Wee1 kinase inhibitor) as a single treatment, due to its effect on the cell cycle via G2/M checkpoint inactivation, as we observed a decreasing proportion of cells in the G1 phase, which results in S-phase accumulation ( 31 ). Panobinostat also promotes cell cycle arrest by blocking cells in the G2/M phase before cell death, thus observing a lower percentage of G1 cells and increased levels of G2 cells in the three combinations using this compound ( 34 ). The combination of MK-1775 with Doxorubicin reduces tumor growth in two PDOX mouse models engrafted with primary sporadic and NF1-derived MPNSTs We further tested the four combinations  in vivo  in patient-derived orthotopic xenograft (orthoxenograft/PDOX) mouse models from our preclinical platform. Only MK-1775 with Doxorubicin reduced the tumor growth compared to control and individual treatments in two different PDOX-MPNST models: one sporadic PDOX (MPNST-SP-01) and one NF1-related PDOX model (MPNST-NF1–09). The treatment caused the final tumor volume in mice to be seven times lower than the vehicle in the sporadic model after eighteen days of treatment, and almost four times lower in the NF1-PDOX model ( Figure 5A ,  5B ). This reduction was validated through tumor weight measures once they were extracted from mice at the end of the treatment. In the sporadic model, tumor weight was almost two times lower than control, and three times lower in the case of the NF1-related PDOX-MPNST. Moreover, treatment minimally reduced mice’s body weight: approximately 10% in the NF1-related PDOX and no detectable weight loss in the sporadic model ( Figure 5A ,  5B ). In contrast, the three combinations selected with Panobinostat neither reduced the tumor volume nor the final tumor weight in the sporadic PDOX model (MPNST-SP-01) after 25 days of treatment ( Figure S4A ,  S4B ) at the tested doses, which were not toxic to the animals ( Figure S4C ). Higher doses of the compounds were tested, but toxicity was observed ( Table S2 ). We also performed western blot to evaluate the expression of key molecular targets of the compounds in control tumors and tumors treated with the combinations. We observed a reduction of phosphorylation of Cdk1 (P-Cdk1) in some tumors treated with the combination MK-1775 with Doxorubicin due to the inactivation of Wee1 kinase activity by MK-1775 ( 31 ). Moreover, this combination caused higher levels of cleaved Caspase-3, which suggests activation of the apoptosis pathway due to DNA damage caused by Doxorubicin ( Figure 5C ) ( 35 ). Some tumors treated using Panobinostat with Torin 2 and Panobinostat with NVP-BGT226 presented higher levels of acetylation of Histone 3 than controls, due to Panobinostat working as a histone deacetylase (HDAC) inhibitor ( 36 ). Also, phosphorylation of p70S6 kinase was reduced in treated tumors, as both Torin 2 and NVP-BGT226 inhibit mTOR kinase activity ( 37 , 38 ). On the other hand, tumors treated with Panobinostat and Carfilzomib did not show an increase in Histone 3 acetylation or an increase in the phosphorylation of JNK proteins, as would be expected due to reactive oxygen species being produced by the proteasome disruption by Carfilzomib ( Figure S4D ) ( 39 ). In general, results from western Blot were weak and not statistically significant, likely due to the compounds being washed out in the 24h between the last dose and tumor extraction.",
  "discussion": "Discussion Our present work shows the results of a large-scale screening of 1,912 oncology-focused molecules on three MPNST cell lines (S462, sNF96.2, and MPNST-SP-01). This HTS approach has been successfully applied to find synergistic drug combinations for different cancers and has suggested new therapeutic options that worked  in vivo  ( 14 , 28 ). We found that the pharmacological responses among the MPNST cell lines differed and that synergistic combinations in the sporadic cell line MPNST-SP-01 did not fully correlate with those in the NF1 lines, S462 and sNF96.2, probably due to the complex genomic landscape and genetic variability between different MPNSTs ( 40 ). Although most of the enriched targets identified have been previously suggested as possible therapeutic targets for MPNSTs ( 41 – 43 ), clinical trials using single agents have only so far shown response rates in the 18–44% range ( 6 ). It has been argued that cellular and molecular MPNST heterogeneity could limit the efficacy of single anticancer drugs in eliminating all the malignant cells in a tumor ( 44 ). There is much evidence that combination therapy could be superior to monotherapy because of the ability to target multiple pathways, minimizing drug resistance as cancer cells are frequently incapable of adapting to the simultaneous toxic effects. Moreover, if two compounds present synergism, the dose required for efficacy could be reduced ( 44 ). We, therefore, looked for synergistic combinations effective against MPNST cell lines. As a result of the single-agent MIPE library screening, some compounds were selected based on potency, efficacy, cellular target, and clinical relevance, and assayed in pairwise combinations to identify potential potent synergies. From the 21  in vitro  selected combinations, four were identified as highly synergistic in a panel of MPNST cell lines: MK-1775 with Doxorubicin, Panobinostat with NVP-BGT226, Panobinostat with Torin 2, and Panobinostat with Carfilzomib. The combinations containing Panobinostat (a histone deacetylase inhibitor, HDACi) showed a potent apoptotic response in tumor cells but also exhibited cytotoxicity. Dual PI3K-mTOR inhibitors combined with HDACi have been effective in cell lines and mice models of medulloblastoma, non-small-cell lung cancer (NSCLC), and breast cancer, among others ( 45 – 47 ). Moreover, there is also preclinical evidence of the effectiveness of mTOR and HDAC inhibitors for MPNSTs ( 48 ), in which the combined inhibition impinges on the thioredoxin pathway, triggering catastrophic oxidative stress and cell death, thus achieving tumor regression  in vivo . In our study, none of the two combinations using HDAC and PI3K-mTOR inhibitors (Panobinostat with NVP-BGT226 or Torin 2) resulted in a reduction of tumor volume in our sporadic PDOX-MPNST model (MPNST-SP-01). We also tested Panobinostat  in vivo  with Carfilzomib (a proteasome inhibitor). This combination is in Phase I/II clinical trials ( NCT01496118  and  NCT01301807 ) for patients with relapsed and refractory multiple myeloma ( 49 , 50 ). Also, it has been validated as synergistic in osteosarcoma cell lines  in vitro  ( 51 ). The combination triggers cell death through the accumulation of unfolded proteins that cannot be degraded by the proteosome or aggresome, in which HDAC-6 plays an important role ( 52 ). However, we did not observe the effect of this combination on tumor volume in our MPNST-SP-01 PDOX mouse model. The observed differences in our  in vivo  experiments compared with the data in the literature could be due to the polypharmacology of the compounds, as well as to differences between tumor types. Another factor is the drug doses used in the different studies. We initially treated PDOX model MPNST-NF1–09 with 10 mg/kg of Panobinostat daily, as described previously ( 48 ), after assessing that combinations with Panobinostat at this dose were not toxic in non-engrafted nude mice ( Table S2 ). Contrary to expected, engrafted mice did not tolerate that dosage of Panobinostat. We then reduced the dose of Panobinostat to 5mg/kg for testing in the MPNST-SP-01 PDOX model, which was well tolerated by the mice but did not produce tumor reduction. This difference in the tolerance may be due to the mouse strain; ( 48 ) used genetically engineered mouse models (GEMMs) on a C57BL6 background, which may tolerate higher doses than our nude mouse strain. Carfilzomib was also used at higher doses in other tumor types in C57BL6 mice (3–5 mg/kg), but such concentrations were lethal in our mouse model ( 53 ). We concluded that combinations that induce high levels of apoptosis  in vitro , such as the three tested with Panobinostat, may not be good therapeutic approaches for MPNSTs, as toxicity may not allow the administration of the doses needed to effectively inhibit HDAC in nude mice PDOX models, therefore not achieving tumor reduction. It could be interesting to test these combinations in another mouse strain with higher drug tolerance. The fourth combination validated in our panel of MPNST cell lines is MK-1775, a Wee1 inhibitor, with Doxorubicin, a DNA damaging agent. Further analyses demonstrated that this combination is not as apoptotic as the combinations using Panobinostat. The combination of Wee1 inhibitors with DNA damaging agents has proved effective  in vitro  and  in vivo  for some other cancers. For instance, MK-1775 and Gemcitabine had synergy  in vitro  against MPNST (among other sarcomas cell lines) in other works ( 54 ) and reduced tumor volume in PDOX mouse models of pancreatic cancer, and MK-1775 with Cisplatin reduced tumor growth in gastric cancer ( 55 , 56 ). This therapeutic approach has been described to be more effective in  TP53  mutated tumors, as the G2/M checkpoint (which is disrupted by MK-1775) is the only one that prevents tumor cells from programmed death due to DNA damage caused by the other compound ( 31 ).  In vitro,  we observed that MK-1775 with Doxorubicin presented higher drug activity in the MPNST cell lines with  TP53  mutated (MPNST-SP-01, S462, MPNST-NF1-09, HS-sch2, and STS26T). Synergy was not observed in the wild-type  TP53  cell lines MPNST-NF1-08 and HS-PSS and sNF96.2 presented less synergy than the  TP53  mutated cell lines.  In vivo , MK-1775 with Doxorubicin significantly reduced tumor growth compared to single treatments in two PDOX-MPNST models, one sporadic (MPNST-SP-01) and one NF1-related (MPNST-NF1-09), both  TP53  mutated. The effect in both primary tumors matched the effects seen in their isolated cell lines where synergism was validated. Specifically, mice treated with the combination showed a significant tumor growth reduction in the MPNST-SP-01 and MPNST-NF1-09 PDOX models compared to the control group. It has been described that NF1-derived MPNSTs may have a lower response rate to chemotherapy than sporadic tumors, which agrees with our results ( 6 ). Overall, this less apoptotic combination proved to be a better therapeutic approach for MPNSTs, as toxicity effects were not observed in mice at the doses used to achieve tumor growth reduction. In conclusion, the data presented here clearly show the potential of our screening platform for the discovery of potential combination therapies and presented results suggesting the combination of MK-1775 with Doxorubicin as a potential therapy for MPNST treatment, especially for those with  TP53  mutated, although further studies on sequencing and dosing preclinically may yield more information that can assist in moving these combinations forward into the clinic.",
  "upgrade_date": "2026-02-20 07:32:47"
}