{
  "pmid": "35584348",
  "abstract": "PURPOSE:  MATERIALS AND METHODS: Sequences of 529 cancer driver genes were analyzed in 6,381 tumors, yielding 391  RESULTS:  CONCLUSION: Sequencing of NF1-associated tumors demonstrated a spectrum of second hits in",
  "methods": "MATERIALS AND METHODS Sequences of 529 cancer driver genes were analyzed in 6,381 tumors, yielding 391  NF1 -mutated tumors in which  NF1  LOH analysis was performed. Driver genes were evaluated by tumor type including malignant peripheral nerve sheath tumors and gliomas. MATERIALS AND METHODS Genetic Evaluation of Tumors Tumors were evaluated from 2015 to 2021, including a total of 6,168 tumors. Genomic DNA was extracted from formalin-fixed, paraffin-embedded tissue. Capture-based next-generation sequencing was performed at the UCSF Clinical Cancer Genomics Laboratory using an assay (UCSF500) that targets the coding region of 529 cancer-related genes and selects introns from approximately 40 genes. Copy number variants were detected and visualized using Integrated Genome Viewer and Nexus Copy Number. Tumor samples contained at least 25% of tumor in samples with a standard quality read depth of 500×. Three hundred ninety-one tumors had a pathogenic or likely pathogenic (P/LP)  NF1  variant including nonsense, frameshift insertion or deletion, and splice donor/acceptor variants, and these were reviewed manually and compared with COSMIC,  ClinVar, 20  and gnomAD. 21  Missense variants were additionally annotated using several prediction tools including Combined Annotation-Dependent Depletion (CADD) scores. 22  Matched tumor-normal samples were paired from tumor and peripheral blood or buccal swab including 130 cases with matched tumor and normal samples, including 21 cases with germline  22 NF1  and 109 without germline  NF1 . Two hundred sixty-one cases were tumor-only submissions, and these tumors had  NF1  variants without immediate germline information. Nineteen additional cases were added on the basis of clinically diagnosed NF1 cases or cases where another genetic test demonstrated a P/LP  NF1  germline alteration. The median variant allele frequency (VAF) in tumor for  NF1  germline cases was 0.77 ± 0.19. In addition to  NF1 , comutated genes were also required to be P/LP with interpretation on the basis of standard laboratory criteria. Comutated variants had a median VAF of 0.35 ± 0.20. The Cancer Genome Atlas (TCGA) was examined for variant and tumor type comparisons. 23 - 25 Mutation/LOH Data corresponding to NF1 status were obtained from medical and genetic testing and the laboratory reports. Cases were analyzed for LOH at  NF1  ( NM_001042492 ) and for other variants in any of the 529 genes. Copy-neutral LOH was assessed on the basis of the allelic ratio of polymorphic single nucleotide polymorphisms (SNPs) across 17q by the clinical laboratory team. The 133 cases that had LOH were categorized as LOH because of deletion or copy-neutral LOH, and these had higher median VAF compared with samples without LOH ( P  < .0001, Mann-Whitney U). Copy-neutral LOH status was determined according to technical laboratory guidance.  The status was also verified by a second laboratory genetic review of allele frequency and copy number. 26 NF1 germline cases were also analyzed for somatic tumor missense  NF1  variants; somatic variants were compared with ClinVar annotation. Eight missense variants in  NF1  were identified for review; four variants in tumor-only samples could not be further analyzed. D2632G carries a likely pathogenic interpretation on the basis of one submission in ClinVar with a germline R192*; the variants were too far apart to determine phase. I2615V was not annotated in ClinVar and was seen in a tumor with copy-neutral LOH and a germline splice variant. G629R and S82F were second  NF1  hits in tumor. The VAF in tumor for G629R and S82F was 0.27 and 0.82, respectively. Data and Statistics Genetic data were visualized using the ComplexHeatmap package in R.  Analyses were performed using R version 4.0.3. 27 28 Ethics Declaration This study was reviewed and approved by the University of California—San Francisco Institution Review Board (IRB, 20-33093). Informed consent was not required. It was not practicable to contact all the cases with tumors in this retrospective study. The research data were deidentified.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:19:26.760983",
  "abstract_length": 214,
  "methods_length": 4095,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}