{
  "pmid": "35628517",
  "abstract": "Neurofibromin, the main RasGAP in the nervous system, is a 2818 aa protein with several poorly characterized functional domains. Mutations in the NF1-encoding gene lead to an autosomal dominant syndrome, neurofibromatosis, with an incidence of 1 out of 3000 newborns. Missense mutations spread in the Sec14-PH-encoding sequences as well. Structural data could not highlight the defect in mutant Sec14-PH functionality. By performing molecular dynamics simulations at different temperatures, we found that the lid-lock is fundamental for the structural interdependence of the NF1 bipartite Sec14-PH domain. In fact, increased flexibility in the lid-lock loop, observed for the K1750Δ mutant, leads to disconnection of the two subdomains and can affect the stability of the Sec14 subdomain.",
  "methods": "4. Materials and Methods 4.1. Systems Setup The coordinates of the neurofibromin Sec14-PH domain were obtained from the Protein Data Bank [ 20 ] (PDB ID: 2E2X for the wild type [ 13 ] and PDB ID: 3PG7 for the K1750Δ mutant [ 8 ]). Some initial residues were removed so that both WT and mutant started at L1569. Starting point coordinates for the PH domain alone were obtained from the correspondent Sec14-PH structure by removing the Sec14 moiety (from 1569 to 1714). For all systems, N-terminus was then capped with an acetyl (ACE) group, and the C-terminus was capped with a N-methyl amide (NME) group. All systems setup and subsequent simulations were performed with Gromacs 2018.2 [ 21 ]. PH domains were solvated in a cubic box with dimensions of 73.66 × 73.66 × 73.66 Å, filled with CHARMM-TIP3P water molecules [ 22 ], and neutralized with 150 mM NaCl. Sec14-PH proteins were solvated in a cubic box with dimensions of 92.06, 92.06, and 92.06 Å, filled with CHARMM-TIP3P water molecules, and neutralized with 150 mM NaCl. 4.2. Molecular Dynamics Simulations and Analysis All MD simulations were performed with GROMACS 2018.2 and with CHARMM36m-nov2018 forcefield [ 23 ] for protein and the Charmm General Forcefield (CGenFF) [ 24 ] for the lipid molecule. For PH domains, a single simulation at 300 K was performed for both the wt and the mutant. For the Sec14-PH domains, six independent simulations, each with a different temperature, were performed for both the wt and the mutant (300 K, 330 K, 340 K, 360 K, 380 K, and 400 K). Before all the production simulations, the systems were minimized with the steepest descent method until maximum force went below 1 kJ/mol/nm. The minimization was followed by a 1 ns NVT equilibration phase at the target temperature with the V-rescale algorithm [ 25 ] to stabilize the temperature and a 1 ns NPT equilibration phase with the Berendsen [ 26 ] algorithm to stabilize the pressure (1 atm). Both equilibration phases were performed with 1 fs time-steps and with position restraints on protein- and lipid-heavy atoms. The production runs continued in the NPT ensemble without position restraints for 1 μs, with the V-rescale method for stabilizing the temperature and the Parrinello–Rahman barostat [ 27 ] for the pressure (1 atm). Snapshots of the coordinates were written out every 100 ps. A 2-fs time-step was used throughout the production simulations. For both short-range electrostatics and Lennard–Jones, a 12 Å cut-off was applied, in the latter case with a force switch at 10 Å. Long-range electrostatic interactions were calculated with the particle-mesh Ewald method [ 28 , 29 ] with a grid space of 12 Å, and bonds involving hydrogen atoms were constrained using the LINCS algorithm [ 30 ]. Periodic boundary conditions were applied. All computation was performed on the CINECA Marconi supercomputer. All subsequent analyses (RMSD, RMSF, cluster analysis, principal component analysis, distances, and secondary structures) were performed with Gromacs 2018.2 on the 10,000 frames trajectories coming out of the simulations. Graphs were plotted with Xmgrace. All protein images and videos were rendered with Ucsf Chimera 1.14 [ 31 ].",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:19:31.945738",
  "abstract_length": 788,
  "methods_length": 3193,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}