{
  "pmid": "35723774",
  "abstract": "BACKGROUND: A high proportion of patients with neurofibromatosis type 1 (NF1) present with functional hearing deficiency as a result of neural abnormality in the late auditory brainstem. METHODS: In this randomized, two-period crossover study, we investigated the hypothesis that remote-microphone listening devices can ameliorate hearing and communication deficits in affected school-aged children (7-17 years). Speech perception ability in background noise was evaluated in device-active and inactive conditions using the CNC-word test. Participants were then randomized to one of two treatment sequences: (1) inactive device for two weeks (placebo), followed by active device use for two weeks, or (2) active device for 2 weeks, followed by inactive device for 2 weeks. Listening and communication ratings (LIFE-R Questionnaire) were obtained at baseline and at the end of each treatment phase. RESULTS: Each participant demonstrated functional hearing benefits with remote-microphone use. All showed a speech perception in noise increase when the device was activated with a mean phoneme-score difference of 16.4% (p < 0.001) and reported improved listening/communication abilities in the school classroom (mean difference: 23.4%; p = 0.017). DISCUSSION: Conventional hearing aids are typically ineffective as a treatment for auditory neural dysfunction, making sounds louder, but not clearer for affected individuals. In this study, we demonstrate that remote-microphone technologies are acceptable/tolerable in pediatric patients with NF1 and can ameliorate their hearing deficits. CONCLUSION: Remote-microphone listening systems offer a viable treatment option for children with auditory deficits associated with NF1.",
  "methods": "Methods In this randomized, two-period crossover study, we investigated the hypothesis that remote-microphone listening devices can ameliorate hearing and communication deficits in affected school-aged children (7–17 years). Speech perception ability in background noise was evaluated in device-active and inactive conditions using the CNC-word test. Participants were then randomized to one of two treatment sequences: (1) inactive device for two weeks (placebo), followed by active device use for two weeks, or (2) active device for 2 weeks, followed by inactive device for 2 weeks. Listening and communication ratings (LIFE-R Questionnaire) were obtained at baseline and at the end of each treatment phase.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:19:43.032923",
  "abstract_length": 1724,
  "methods_length": 709,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}