{
  "pmid": "PMID:35735230",
  "title": "Centralizing neurofibromatosis experimental tool knowledge with the NF Research Tools Database.",
  "abstract": "Experimental tools and resources, such as animal models, cell lines, antibodies, genetic reagents and biobanks, are key ingredients in biomedical research. Investigators face multiple challenges when trying to understand the availability, applicability and accessibility of these tools. A major challenge is keeping up with current information about the numerous tools available for a particular research problem. A variety of disease-agnostic projects such as the Mouse Genome Informatics database and the Resource Identification Initiative curate a number of types of research tools. Here, we describe our efforts to build upon these resources to develop a disease-specific research tool resource for the neurofibromatosis (NF) research community. This resource, the NF Research Tools Database, is an open-access database that enables the exploration and discovery of information about NF type 1-relevant animal models, cell lines, antibodies, genetic reagents and biobanks. Users can search and explore tools, obtain detailed information about each tool as well as read and contribute their observations about the performance, reliability and characteristics of tools in the database. NF researchers will be able to use the NF Research Tools Database to promote, discover, share, reuse and characterize research tools, with the goal of advancing NF research. Database URL: https://tools.nf.synapse.org/.",
  "authors": "Ashley Clayton; Mialy DeFelice; Brynn Zalmanek; Jay Hodgson; Caroline Morin; Stockard Simon; Julie A Bletz; James A Eddy; Milen Nikolov; Jineta Banerjee; Kalyan Vinnakota; Marco Marasca; Kevin J Boske; Bruce Hoff; Ljubomir Bradic; YooRi Kim; James R Goss; Robert J Allaway",
  "journal": "Database : the journal of biological databases and curation",
  "publicationDate": "2022-06-23",
  "doi": "10.1093/database/baac045",
  "methods": "Materials and Methods Initial user story development The concept for this database was inspired by informal conversations with members of the NF1 research community, and an initial proof of concept database was created using a sampling of research tools. Building on this initial database, anecdotal evidence from community discussions and internal brainstorming from experience in NF1 research, we developed a set of user stories ( Supplementary Table S1 ), for example, ‘as a clinician-scientist, I want to find out what NF1, NF2, SPRED1, TP53 or SUZ12 mutations a disease model has so that I know if the model has the genetic mutation profile that I am interested in studying’. We then prioritized the user stories and designed a database and web application for high-priority user stories. Data model development We designed a data model ( Figure 1 ) for the database by evaluating several sources of information for cell lines (Cellosaurus, ATCC), animal models (Mutant Mouse Resource & Research Centers, Mouse Genome Informatics), antibodies (Antibody Registry), genetic reagents (Addgene) and others (including SciCrunch, which aggregates information from several data sources). After selecting metadata attributes to collect for all tools as well as each specific type of tool, we constructed a relational data model for these attributes as well as other attributes that enable the inclusion of ‘observations’ for the tools, to be provided by database users. Figure 1. A data model diagram for the NF Research Tools Database. Each box describes one of the database tables, with lines representing the relationships/connections between each table. Links between tables are the primary key (PK), which is a unique identifier for each row in the table, and the foreign key (FK), which is a PK found in another table. A machine-readable version of this data model is available on GitHub (see the ‘Database development’ section). Database development We constructed a JSON-LD schema from the data model to make it machine-readable (version 2.0.0 at the time of writing, available from  https://github.com/nf-osi/nf-research-tools-schema ). This schema was processed with the ‘schematic’ Python library ( 11 ,  12 ) to generate a MySQL database as well as data intake spreadsheets. Data were manually curated by searching for NF1-relevant tools on Scicrunch.org, Cellosaurus, Antibody Registry, Addgene, Mouse Genome Informatics and the Jackson Laboratories websites; this information was used to populate the data intake spreadsheets, which were then added to the MySQL database using schematic. The MySQL database is currently hosted in a private cloud computing environment, but all database tables and a variety of ‘joined’ tables are available for anyone to access on the Synapse collaborative science platform ( www.doi.org/10.7303/syn26338068 ). The database tables can be retrieved and queried using SQL-like syntax in the Synapse web, Python, or R clients; please see the Synapse documentation ( https://help.synapse.org ) for more guidance on using these clients. Web application The web application was designed using the aforementioned user stories. We conducted internal design tests and solicited feedback from others at our organizations to improve the design. We then built the application using the React JavaScript library and the Synapse React Client ( 13 ).",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:29:41"
}