{
  "pmid": "35741605",
  "abstract": "Neurofibromatosis Type 1 (NF1) is one of the most common genetic tumor predisposition syndromes, affecting up to 1 in 2500 individuals. Up to half of patients with NF1 develop benign nerve sheath tumors called plexiform neurofibromas (PNs), characterized by biallelic NF1 loss. PNs can grow to immense sizes, cause extensive morbidity, and harbor a 15% lifetime risk of malignant transformation. Increasingly, molecular sequencing and drug screening data from various preclinical murine and human PN cell lines, murine models, and human PN tissues are available to help identify salient treatments for PNs. Despite this, Selumetinib, a MEK inhibitor, is the only currently FDA-approved pharmacotherapy for symptomatic and inoperable PNs in pediatric NF1 patients. The discovery of alternative and additional treatments has been hampered by the rarity of the disease, which makes prioritizing drugs to be tested in future clinical trials immensely important. Here, we propose a gene regulatory network-based integrated analysis to mine high-throughput cell line-based drug data combined with transcriptomes from resected human PN tumors. Conserved network modules were characterized and served as drug fingerprints reflecting the biological connections among drug effects and the inherent properties of PN cell lines and tissue. Drug candidates were ranked, and the therapeutic potential of drug combinations was evaluated via computational predication. Auspicious therapeutic agents and drug combinations were proposed for further investigation in preclinical and clinical trials.",
  "methods": "2. Materials and Methods 2.1. Data and Code Availability All analyses were performed under the R programming environment. Key packages used include synapser [ 24 ], tidyverse [ 25 ], dplyr [ 26 ], WGCNA [ 27 ], ggplot2 [ 28 ], enrichplot [ 29 ], and ConsensusClusterPlus [ 30 ]. The experimental data were provided by the NFhackathon 2020 competition, which were downloaded from  https://www.synapse.org  (syn4940963 and syn22336443, accessed on 1 October 2020). The code of the NFhackathon project can be found at  https://git.io/Jk2iR  (accessed on 25 April 2022).  2.2. Drug Screening, PN Cell Lines, and Primary PN Tissue Gene Expression Data The transcriptome data of PN cell lines were downloaded through NTAP PN Cell Culture Data Portal via syn22351884 [ 31 ] and NFhackathon 2020 via syn22336443 ( https://www.synapse.org , accessed on 1 October 2020). The drug screening data were contributed by Ferrer et al. using the Mechanism Interrogation PlatE (MIPE 4.0) library [ 6 ]. This library comprises 1912 small molecules with different categories. Most of the drugs in this library have known targets, and research has already demonstrated effective tumoricidal activity for specific cancer types. We queried drug information from the ChEMBL database, a manually curated database of bioactive molecules maintained by the European Bioinformatics Institute [ 32 ]. The statical term pCHEMBL is unique to this database and is designed to roughly compare efficacy across different molecules by standardizing the half-maximal response concentration, potency, and/or affinity on a negative logarithmic scale. We filtered our drug data using a cutoff of pChEMBL > 6. This cutoff empirically increases the reliability of the curated annotation. The general drug description of the MIPE 4.0 library is downloaded through syn17091507. In total, seven PN-derived cell lines were used, including control cells and multiple tumor lines, and of these, five cell lines had available transcriptome data, which were downloaded via syn22351884, including ipNF05.5 (mixed clone), ipNF05.5 (single clone), ipNF95.11bC, ipNF95.6, and ipnNF95.11c [ 6 , 33 ]. The human primary PN gene expression profiles used in this study were described in Jessan et al. [ 34 ]. Transcriptome data of thirteen human primary PN samples were characterized in their study, and the normalized data were downloaded through syn6130081.  2.3. Construction of Conserved Gene Regulation Networks The gene regulation networks were constructed using the WGCNA package. The standardized gene expression data of five PN cell lines were first filtered by the Mean Absolute Deviation (MAD > 1000) to enrich highly expressed and variable genes and were then merged with the primary tumor transcriptomes to build a scale-free network. A soft-thresholding power of 8 was chosen based on the criterion of approximate scale-free topology [ 35 ]. The consensus gene regulation networks between PN cell lines and PN tumor tissues were established as 26 network modules and were labeled randomly using different color names. Nine modules were determined to be conserved, as defined by the Z-summary score >5 according to the package manual.  2.4. Construction of Consensus Drug Clustering To impartially identify drug clusters with consistently similar transcriptional patterns, we adapted the ConsensusClusterPlus package [ 30 ]. Drug clusters were determined according to the correlation coefficients between drug responses and the eigengene of conserved gene regulatory network modules. Parameters were tested according to the package manual. 2.5. Drug Combination Prediction The single drug dose–response data were downloaded from  https://www.synapse.org  with syn5522627 (accessed on 1 June 2021). For each drug in the screening, drug responses were recorded as the cell viability at eleven different concentrations (µM), which were 0.000780415, 0.007023779, 0.002341244, 0.02107129, 0.063213917, 0.189641751, 0.5689253, 1.706775899, 5.120327696, 15.36098309, and 46.08294931. The two extreme concentrations in the screening, 0.000780415 and 46.08294931, were removed from the predictions. IDAPredict.2drug function package was used to predict the drug combination between DrugCluster pairs [ 23 ]. Combinations were ranked according to IDAcombo scores, with predicted drug concentrations. ",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:19:52.957627",
  "abstract_length": 1580,
  "methods_length": 4344,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}