{
  "pmid": "35759947",
  "abstract": "INTRODUCTION: The neurofibromatoses comprise three different genetic conditions causing considerable morbidity and mortality: neurofibromatosis type 1 (NF1), neurofibromatosis type 2 (NF2), and schwannomatosis (SWN). This review summarizes recent and ongoing clinical trials involving patients with neurofibromatoses to better understand the current state of clinical trial research centered around these conditions and inform areas of need. METHODS: A search was conducted using the Cochrane Central Register of Controlled Trials and clinicaltrials.gov databases. Inclusion and exclusion criteria were designed to identify clinical trials focused on patients with NF1, NF2, or SWN completed in or after 2010 and in process as of December 31, 2021. Information was collected using standardized guidelines. RESULTS: A total of 134 clinical trials were included, with 75 (56%) completed and 59 (44%) in process. For completed trials, 74% (n = 56) involved patients with NF1, and of those based on specific tumors (n = 26, 46%), the majority focused on plexiform neurofibromas (PNs) (n = 12, 46%). For ongoing trials, 79% (n = 47) involve patients with NF1, and of those based on specific tumors (n = 29, 61%), the majority are focused on PNs (n = 13, 45%). CONCLUSION: Both recent and ongoing clinical trials have primarily focused on patients with NF1 and the treatment of PNs. This research has led to the first FDA-approved drug for NF1-PN and has changed management of these tumors, allowing for systemic therapy rather than reliance on only a surgical modality. Trials evaluating comorbid psychiatric conditions and quality of life among patients with any of the neurofibromatoses appear less common. These areas may warrant focus in future studies to improve clinical management.",
  "methods": "Methods Eligible patients were age > 5 years with a clinical diagnosis of  NF2 -related schwannomatosis ( NF2 -SWN) and at least one volumetrically measurable, progressive VS. Axitinib was given continuously in 28-day cycles for up to of 12 cycles. Primary endpoint was objective volumetric response rate to axitinib, hearing response was a secondary endpoint, along with validated quality of life assessments (NFTI-QOL). Patients and Methods Patient Eligibility and Enrollment Patients (age ≥ 5 years) meeting contemporary NF2 clinical diagnostic criteria  were eligible for enrollment. Additional eligibility criteria included Karnofsky (> 16 years) or Lansky (≤ 16 years) performance status of ≥ 60, at least one  21 , 22 NF2 -SWN related, volumetrically measurable (i.e. ≥ 1 cc) VS with either volumetric progression or hearing loss over the preceding 18 months designated as the primary target tumor, and adequate organ system function (i.e. bone marrow, renal, hepatic). Histological confirmation was not required, as these tumors rarely require biopsies. For eligibility, progressive tumor growth (defined as either > 2 mm increase in maximum linear diameter on conventional MRI, or a > 20% volume increase by volumetrics)  over the past ≤ 18 months. A contralateral VS, if present and volumetrically measurable (≥ 1 cc), was designated as an additional target tumor. Key exclusion criteria included major surgery or significant traumatic injury, prior anti-cancer therapies, or any investigational drug and radiation within 4 weeks of the start of the study drug. Other exclusion criteria were prior therapy with agents targeting VEGF or VEGFR, unstable or rapidly progressive disease, known preexisting uncontrolled cardiac, lung, or liver disease, significant impairment of gastrointestinal function or gastrointestinal disease that may significantly alter the absorption of axitinib, active bleeding diathesis, concurrent therapy with cytochrome P450 3A4 inducers or inhibitors, and pregnancy or breastfeeding in female patients. 8 The study was conducted under a protocol approved by the institutional review boards of NYU Langone Health and Memorial Sloan Kettering Cancer Center, and registered at ClinicalTrials.gov ( NCT02129647 ). Informed consent was obtained from the patients and guardians in accordance with institutional policies. All consecutive patients who met the study entry criteria and who consented to participate were enrolled. Study Design This was a prospective, single-institution, 2-stage, phase II open-label study. The primary objective was to estimate the volumetric response rate to axitinib in participants with  NF2 -SWN-related progressive VS. Secondary objectives included toxicity assessments of axitinib and analysis of the association of objective measures of imaging with clinical measures of response (i.e. audiogram) and impact on quality of life (QOL) using validated questionnaires. A 2-stage Simon design  was used to test the null hypothesis of a volumetric response rate ≤ 5%, against the alternative hypothesis of a volumetric response rate ≥ 25%. Nine patients were to be enrolled in Stage 1. If at least one patient of these 9 had a volumetric response in Stage 1, at any given evaluation point, an additional 8 patients were to be enrolled in Stage 2. The overall alpha level for this design was 0.05 with a power of 80%. Axitinib was to be considered effective and of interest for further study if, after successful completion of both stages, there were at least 3 responses in the combined stages. 23 Treatment Plan Axitinib was provided by Pfizer, administered in continuous 4-week courses, and was available in 1 mg and 5 mg tablets. Given the known high interpatient variability of axitinib drug exposures, a “flexible dosing” method is recommended.  Consistent with axitinib prescribing information, patients (≥ 18 years of age) received 5 mg twice daily (dose level 0), approximately 12 hours apart as a starting dose. Those with no adverse events related to axitinib above CTCAE Grade 2 for 2 consecutive weeks, were normotensive, and did not receive anti-hypertension medication had their dose increased sequentially to 7 mg twice daily (dose level + 1), and 10 mg twice daily (dose level + 2) after another 2 consecutive weeks. Those who had adverse events had their dosage reduced to 3 mg twice daily (dose level −1) and if needed to a minimum of 2 mg twice daily (dose level −2). 24 Pediatric patients (< 18 years of age) received 2.4 mg/m 2  twice daily (dose level 0). Those with no adverse events related to axitinib above CTCAE Grade 2 for 2 consecutive weeks, were normotensive, and did not receive anti-hypertension medication had their dose increased to 3.2 mg/m 2  twice daily (dose level + 1) and those who experienced adverse events had a dose reduction to 1.8 mg/m 2  twice daily (dose level -1). Basic clinical evaluations including a complete blood count with differential, comprehensive metabolic panel, and urinalysis, were performed at baseline, on day 1, weeks 2 and 3 of the first course and every 5 weeks thereafter. Serum thyroid studies and pregnancy tests (for females of child-bearing potential) were performed every 5 weeks starting with the second cycle. In addition, screening electrocardiogram and plasma international normalized ratio were obtained at baseline. Patients were allowed to remain on treatment until disease progression or unacceptable toxicity occurred. Adverse events were graded using 4.0 of the National Cancer Institute Common Toxicity Criteria (CTCAE). For patients who were unable to tolerate the protocol-specified dosing schedule, drug dosing was interrupted or modified according to protocol-prespecified rules. For treatment interruptions due to adverse events, therapy had to be held until toxicity was sufficiently improved, to grade ≤ 1 or baseline. Response Evaluation MRIs of the brain were performed at baseline and after every 12 weeks and tumor volumetrics were obtained on postcontrast, T1-weighted magnetization-prepared rapid acquisition with gradient echo sequences with 1-mm slice thickness and no gap, using semi-automated segmentation software (Vitrea platform) as previously described.  Volumetric response and progression were defined as ≥ 20% decrease or increase in tumor volume, respectively. In patients with remaining hearing, serial audiological evaluations were performed at baseline, and subsequently at the time of each MRI, including the determination of word recognition score (WRS) using the 50-item recorded CID (Central Institute for the Deaf)-W22 monosyllable word list. Hearing improvement and progressive hearing loss were defined as an increase or decline in WRS above or below the 95% critical difference threshold from the baseline score, respectively. 25  Volumetric and hearing response criteria were consistent with consensus recommendations from the Response Evaluation in Neurofibromatosis and Schwannomatosis (REiNS) International Collaboration. 26  Study treatment was discontinued for volumetric progression in a primary target tumor, i.e. ≥ 20% enlargement from baseline. 27 , 28 QOL Assessments \n NF2 -SWN specific QOL assessments were performed in patients ≥ 18 years of age using a standardized questionnaire (NFTI-QOL) at baseline and cycle 6.  This validated questionnaire assesses the domains of hearing, dizziness and balance, facial palsy, sight, mobility and walking, role and outlook on life, pain, and anxiety and depression. Scores range from 0 (not present) to 3 (stops usual activities) for each domain, and higher total scores represent worse QOL. The added scores result in a final score range of 0–24, with higher scores representing worse disease-specific QOL. 29 Statistical Analysis Disease and patient characteristics at baseline were summarized using descriptive analysis. Progression-free survival (PFS) was measured from the first date of the study drug to the date of volumetric or hearing progression, whichever event occurred first. PFS was summarized using Kaplan–Meier methods for overall PFS. Point estimates for PFS with 95% confidence intervals were calculated. Overall response rates were estimated with exact Clopper–Pearson 95% confidence intervals.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:19:58.848198",
  "abstract_length": 1783,
  "methods_length": 8252,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}