{
  "pmid": "PMID:35789380",
  "title": "PRC2-Inactivating Mutations in Cancer Enhance Cytotoxic Response to DNMT1-Targeted Therapy via Enhanced Viral Mimicry.",
  "abstract": "UNLABELLED: Polycomb repressive complex 2 (PRC2) has oncogenic and tumor-suppressive roles in cancer. There is clinical success of targeting this complex in PRC2-dependent cancers, but an unmet therapeutic need exists in PRC2-loss cancer. PRC2-inactivating mutations are a hallmark feature of high-grade malignant peripheral nerve sheath tumor (MPNST), an aggressive sarcoma with poor prognosis and no effective targeted therapy. Through RNAi screening in MPNST, we found that PRC2 inactivation increases sensitivity to genetic or small-molecule inhibition of DNA methyltransferase 1 (DNMT1), which results in enhanced cytotoxicity and antitumor response. Mechanistically, PRC2 inactivation amplifies DNMT inhibitor-mediated expression of retrotransposons, subsequent viral mimicry response, and robust cell death in part through a protein kinase R (PKR)-dependent double-stranded RNA sensor. Collectively, our observations posit DNA methylation as a safeguard against antitumorigenic cell-fate decisions in PRC2-loss cancer to promote cancer pathogenesis, which can be therapeutically exploited by DNMT1-targeted therapy. SIGNIFICANCE: PRC2 inactivation drives oncogenesis in various cancers, but therapeutically targeting PRC2 loss has remained challenging. Here we show that PRC2-inactivating mutations set up a tumor context-specific liability for therapeutic intervention via DNMT1 inhibitors, which leads to innate immune signaling mediated by sensing of derepressed retrotransposons and accompanied by enhanced cytotoxicity. See related commentary by Guil and Esteller, p. 2020. This article is highlighted in the In This Issue feature, p. 2007.",
  "authors": "Amish J Patel; Sarah Warda; Jesper L V Maag; Rohan Misra; Miguel A Miranda-Román; Mohini R Pachai; Cindy J Lee; Dan Li; Naitao Wang; Gabriella Bayshtok; Eve Fishinevich; Yinuo Meng; Elissa W P Wong; Juan Yan; Emily Giff; Melissa B Pappalardi; Michael T McCabe; Jonathan A Fletcher; Charles M Rudin; Sarat Chandarlapaty; Joseph M Scandura; Richard P Koche; Jacob L Glass; Cristina R Antonescu; Deyou Zheng; Yu Chen; Ping Chi",
  "journal": "Cancer discovery",
  "publicationDate": "2022-09-02",
  "doi": "10.1158/2159-8290.CD-21-1671",
  "methods": "METHODS Cell Lines NF1 patient-derived human MPNST cell lines M14 (ST88-14, RRID:CVCL_8916) and M10 (MPNST1) were kind gifts provided by Jonathan A. Fletcher (Brigham and Women's Hospital, Harvard Medical School). NF1 patient-derived human MPNST cell lines M1, M3, M4, and M6 were kind gifts developed by William L. Gerald and Xiaoliang L. Xu at Memorial Sloan Kettering Cancer Center (MSKCC). COLO800 cells (RRID:CVCL_1135) were provided by the laboratory of Joan Massagué and were cultured in Roswell Park Memorial Institute medium (RPMI) media. 501mel cells were provided by the laboratory of Levi Garraway and were cultured in RPMI. SKMEL-28 (RRID:CVCL_0526) are patient-derived melanoma cell lines established at MSKCC and were cultured in RPMI. A549 (RRID:CVCL_0023), NCI-H358 (RRID:CVCL_1559), and NCI-H2228 (RRID:CVCL_1543) were provided by the laboratory of Charles M. Rudin and were cultured in RPMI. MCF-7 (RRID:CVCL_0031) and MDA-MB-468 (RRID:CVCL_0419) were provided by the laboratory of Sarat Chandarlapaty and were cultured in RPMI.  SUZ12  isogenic M10 and M3 MPNST cells were generated by CRISPR/Cas9 targeting of  SUZ12  followed by isolation and validation of single-cell clones. At least five single-cell clones of sg Con  or sg SUZ12  were respectively pooled to create cell lines for experiments.  Eed -isogenic mouse MPNST cells were generated as follows:  Eed f/f  mice ( 67, 68 ) were bred with PLP-CreERT:: Nf1 f/f ; Cdkn2a f/f  mice.  Nf1 –/– ; Cdkn2a –/– ; Eed f/–  cells were cultured from lumbar nerves in tamoxifen-treated PLP-CreERT:: Nf1 f/f ; Cdkn2a f/f ; Eed f/f  mice.  Eed -null cells were generated by infection with adenovirus-Cre  in vitro .  Eed -isogenic cells were infected with sgRNA lentiviruses for additional knockout of  Cdkn2b  followed by subcutaneous implantation into CB-17 SCID mice (Taconic, RRID:IMSR_TAC:cb17sc), and upon malignant tumor formation,  Eed -isogenic murine MPNST primary cell lines ( Nf1 –/– ; Cdkn2a –/– ; Cdkn2b –/– ) were derived from tumors. Histopathology was verified by C.R. Antonescu. All MPNST cell lines (human and mouse) and HEK-293T cells (ATCC; cat. #CRL-3216, RRID:CVCL_0063) were cultured in DMEM:F-12 (1:1) high-glucose media. All cell culture media contained 10% FBS, L-glutamine (2 mmol/L), penicillin (100 U/mL), and streptomycin (100 μg/mL) with the exception of human MPNST cell lines, which were cultured in advanced DMEM/F12 media (Gibco) supplemented with 15% FBS, 2 mmol/L L-glutamine, penicillin (100 U/mL), and streptomycin (100 μg/mL) for shRNA library screening. All cells were cultured at 37°C in 5% CO 2  and tested negative for  Mycoplasma  (Applied Biological Materials Inc.; cat. #G238) every 3 months. Virus Packaging and Infection Lentiviral transfer plasmid plus packaging plasmids psPAX2 (gift from Didier Trono, Addgene Plasmid #12260, RRID:Addgene_12260) and pCMV-VSV-G (gift from Bob Weinberg, Addgene Plasmid #8454, RRID:Addgene_8454) were cotransfected intro HEK-293T cells (ATCC; cat. #CRL-3216, RRID:CVCL_0063) via X-tremeGene 9 reagent (Millipore Sigma; #6365787001). Two days later, viral media were filtered through a 0.45-μm sterile syringe filter and stored at −80°C. For infection, the thawed virus was mixed with culture media +8 μg/mL polybrene (Millipore Sigma; #107689) to infect cells overnight, followed by removal of virus media. Virus-infected cells were selected with appropriate antibiotics 2 days after infection. shRNA Library Screening A doxycycline-inducible pooled human epigenome-focused lentiviral shRNA plasmid library in the LT3GEPIR mir-E backbone ( Fig. 1B ; Supplementary Table S2; ref.  69 ) targeting 565 genes (5 shRNAs per gene) was obtained from the Gene Editing and Screening Core Facility (MSKCC). HEK-293T cells were cotransfected with packaging plasmids to produce lentivirus for the shRNA library. Target cell lines were infected with library lentiviruses at ∼10% transduction efficiency, followed by selection with 2 μg/mL puromycin for 4 days, and maintenance/expansion of cells at 3,000× shRNA representation under 1 μg/mL puromycin for an additional 7 days. For screening, cells were maintained at a minimum of 1,000× shRNA representation. shRNAs were induced with 1 μg/mL doxycycline, and GFP +  shRNA-expressing cells were isolated by FACS at passage doubling 1 and 15 followed by genomic DNA isolation with the Gentra Puregene cell kit (Qiagen). Sequencing libraries were prepared by subjecting 18 μg (1.2 μg × 15 reactions) of genomic DNA (∼1,000× shRNA representation) to PCR-based barcoding and amplification with the AmpliTaq Gold PCR kit (Thermo Fisher Scientific). See Supplementary Table S3 for a list of barcode adapter primers. Parallel PCR reactions were pooled and purified by a column-based PCR purification kit (Qiagen), followed by 30-minute incubation at 37°C with exonuclease I (New England BioLabs) to digest excess single-stranded DNA primers, subsequent separation by agarose gel electrophoresis, and gel extraction via a gel purification kit (Qiagen). Purified libraries (PCR product) were subjected to single-end, 50-bp high-throughput sequencing on an Illumina HiSeq2500 platform. All resulting FASTQ files passed quality control by FastQC (RRID:SCR_014583;  https://www.bioinformatics.babraham.ac.uk/projects/fastqc/ ). Sequencing reads were trimmed with Cutadapt (RRID:SCR_011841; ref.  70 ) to keep only 22-mer shRNA guide sequences that were subsequently mapped to the shRNA library guide sequence reference file using bowtie2 (RRID:SCR_016368; ref.  71 ). shRNA read counts were quantified by edgeR (RRID:SCR_012802; ref.  72 ). Ranking of each set of five shRNAs per gene in the library was done for depletion with HiTSelect ( 20 ). See Supplementary Table S1 for resulting shRNA ranking data. See Supplementary Table S4 for drugs, chemicals, and regents used in this study. Cells were treated with low-dose DAC for 4 consecutive days in all  in vitro  experiments. Dose–Response and Cellular Growth/Viability Assays ATP CellTiter-Glo 2.0 cell viability assays (Promega) were performed as previously described ( 58, 73 ) to generate dose–response and growth curves in  Fig. 2  and Supplementary  Fig. S2 . All data are plotted with GraphPad (Prism, RRID:SCR_002798). Animal Studies Animal experiments were carried out in accordance with protocols approved by the MSKCC Institutional Animal Care and Use Committee and were in compliance with relevant ethical regulations regarding animal research. For DAC studies on human MPNST xenograft-bearing CB-17 SCID mice (Taconic, RRID:IMSR_TAC:cb17sc), all cells were implanted into mice 1:1 with Matrigel (BD Biosciences). M3 cells (stably infected with MSCV-Luciferase-PGK-Hygro retrovirus) were orthotopically transplanted into the sciatic nerve pocket of mice, and resulting tumors were verified (histopathology by C.R. Antonescu) and regrafted into new mice for DAC studies when tumors reached steady state growth. M14 cells (stably infected with MSCV-Luciferase-PGK-Neo-IRES-GFP retrovirus) were orthotopically transplanted into the sciatic nerve pocket of mice. The resulting tumors were verified (histopathology by C.R. Antonescu), and tumorigenic cell lines were established. These cells were then reinjected into mice for DAC studies when tumors reached steady-state growth. MPNST PDX-1 tumors in CB-17 SCID mice (Taconic, RRID:IMSR_TAC:cb17sc) were enzymatically dissociated, followed by subcutaneous injection into flanks of new CB-17 SCID mice (Taconic, RRID:IMSR_TAC:cb17sc). When tumors reached 50 to 100 mm 3  on average, mice were separated into vehicle (PBS) and DAC treatment groups based on a similar representation of tumor sizes and mouse weights. Mice were treated with vehicle (PBS) or 5 mg/kg DAC (as previously described; ref.  74 ) by intraperitoneal injection once daily for 3 consecutive days followed by no further treatment for at least 11 days. As previously described ( 19 ), 45 mg/kg GSK3685032 or vehicle was formulated and administered by intraperitoneal injection twice daily to mice. M3 and M14 xenograft tumor growth was measured by luciferase bioluminescence imaging as previously described ( 73 ). Tumor volume was calculated with the following formula [(4/3)π × (length/2) × (width/2) × (depth/2)] using caliper-based measurements of each tumor. For inducible  DNMT1  knockdown xenograft studies, M14 tumorigenic cells (Luciferase + ) were stably infected with doxycycline-inducible shRNAs (without doxycycline addition) and orthotopically transplanted into the sciatic nerve pocket of CB-17 SCID mice (Taconic, RRID:IMSR_TAC:cb17sc). For  in vivo  knockdown, mice were fed doxycycline water (200 mg/L + 0.5% sucrose). Xenograft tumor growth was measured by luciferase bioluminescence imaging as previously described ( 73 ). All data were plotted with GraphPad (Prism, RRID:SCR_002798). FACS Analysis All flow cytometry was performed using LSRFortessa Flow Cytometer (BD Biosciences). GFP-linked shRNA competition assays were performed as described previously ( 75 ). Apoptosis was assayed using APC-Annexin V (Tonbo Biosciences) or Annexin V-FITC Kit (Miltenyi Biotec). All data were processed and analyzed with FCS Express 7 Research Edition (De Novo Software, Inc.; RRID:SCR_016431). All data were plotted with GraphPad (Prism, RRID:SCR_002798). DNA Cloning Control (sh Ren .713),  DNMT1 ,  DNMT3A , and  DNMT3B  shRNAs were cloned into Tet-ON all-in-one plasmids LT3GEPIR (gift from Johannes Zuber, RRID:Addgene_111177) and LT3REPIR (same as LT3GEPIR except for GFP being substituted with dsRed, MSKCC Gene Editing and Screening Core Facility) as previously described ( 69 ). Control and  SUZ12  sgRNA targeting the VEFS functional domain were cloned into pL-CRISPR.EFS.Blast (plasmid was generated by replacing tagRFP in Addgene Plasmid #57819 with blasticidin S deaminase antibiotic selection marker) as previously described ( 76 ). Human  SUZ12  cDNA was cloned into pLV-EF1α-IRES-Puro (gift from Tobias Meyer, RRID:Addgene_85132).  MAVS  sgRNA was cloned into LRG2.1_Puro (gift from Christopher Vakoc, RRID:Addgene_125594; ref.  77 ). Control, RNaseL, and PKR sgRNAs were cloned into lenti­CRISPR v2 (gift from Feng Zhang, RRID:Addgene_52961).  STING  shRNAs were cloned into SGEN lentiviral plasmid (gift from Johannes Zuber, RRID:Addgene_111171) for constitutive expression. See Supplementary Table S5 for shRNA and sgRNA target sequences. RNA Extraction, Reverse Transcription, and Quantitative PCR (qRT-PCR) Total RNA was isolated from cell lines via TRIzol reagent (Thermo Fisher Scientific). For tissues, samples were disrupted with Tissue­Ruptor II (Qiagen) in TRIzol reagent, followed by RNA isolation. Total RNA (1 μg) was used for cDNA synthesis with a High-Capacity cDNA Reverse Transcription kit (Thermo Fisher Scientific). cDNA and primers were mixed with PowerUp SYBR green 2X master mix (Thermo Fisher Scientific), followed by mRNA quantification with QuantStudio 6 Flex Real-Time PCR System (Applied Biosystems).  RPL27  was used as the housekeeping gene for  in vitro  cells, whereas human-specific  GAPDH  was used as the housekeeping gene for human xenograft tissue samples. Relative fold change gene expression was calculated by the delta-delta Ct method. All data were plotted with GraphPad (Prism, RRID:SCR_002798). See Supplementary Table S6 for qPCR primers used. Western Blot Cells were lysed with RIPA buffer (Thermo Fisher Scientific) supplemented with protease and phosphatase inhibitors (Millipore Sigma), followed by brief sonication (Diagenode Bioruptor), and quantified by BCA assay (Thermo Fisher Scientific). Whole-cell lysates were mixed with NuPAGE LDS sample buffer (Thermo Fisher Scientific) supplemented with 2-mercaptoethanol, incubated at 95°C for 10 minutes, and loaded onto NuPAGE 4% to 12% Bis-Tris gels (Thermo Fisher Scientific) for SDS-PAGE followed by protein transfer onto 0.2-μm nitrocellulose membranes (Cytiva Life Sciences) by wet electroblotting at 4°C. Membranes were blocked for 1 hour at room temperature with StartingBlock TBS buffer (Thermo Fisher Scientific) and incubated with primary antibody at 4°C overnight with gentle rotation. The next day, membranes were washed thrice with 1× TBS-T and incubated with HRP-conjugated secondary antibody for 2 hours at room temperature with gentle rotation. Membranes were washed thrice with 1× TBS-T, followed by application of SuperSignal West Pico PLUS chemiluminescent substrate (Thermo Fisher Scientific) or Immobilon Western chemiluminescent HRP substrate (Millipore Sigma) to membranes and chemiluminescence scanning with ImageQuant LAS4000 (GE Healthcare). See Supplementary Table S7 for antibodies used. Resulting data were processed and cropped with GIMP (GNU Image Manipulation Program, RRID:SCR_003182) open-source software. Targeted Next-Generation Sequencing Assay MSK-IMPACT ( 66 ) was used to evaluate mutations for 341 cancer genes in human MPNST cell lines and tumors. RNA-seq and Data Analysis \n SUZ12  isogenic M3 MPNST cells were treated in triplicate with or without DNMTi (50 nmol/L daily DAC or 4 μmol/L single dose of GSK862) for 4 days, followed by total RNA isolation. Library preparation and sequencing were conducted by the Integrated Genomics Operation (IGO) core facility at MSKCC. After RiboGreen quantification and quality control by Agilent BioAnalyzer, 500 ng of total RNA with RIN values of 8.3 to 10 underwent polyA selection and TruSeq library preparation according to instructions provided by Illumina (TruSeq Stranded mRNA LT Kit, cat. # RS-122-2102), with 8 cycles of PCR. Samples were barcoded and run on a HiSeq 4000 in a PE50 run using the HiSeq 3000/4000 SBS Kit (Illumina). An average of 41 million paired reads was generated per sample. Ribosomal reads represented 2% of the total reads generated and the percentage of mRNA bases averaged 76%. RNA sequencing reads were 3′ trimmed for base quality 15 and adapter sequences using version 0.4.5 of TrimGalore ( https://www.bioinformatics.babraham.ac.uk/projects/trim_galore , RRID:SCR_011847), and then aligned to human genome assembly hg19 with STAR v2.6 (RRID:SCR_004463) using default parameters. Data quality and transcript coverage were assessed using the Picard tool CollectRNASeqMetrics ( http://broadinstitute.github.io/picard/ , RRID:SCR_006525). Transcripts per million (TPM) data were generated via TPMCalculator ( 78 ) using default parameters. TPM data for C1, C4, and C6 genes were plotted on violin plots using GraphPad (Prism, RRID:SCR_002798). Read count tables were generated with HTSeq v0.9.1 (RRID:SCR_005514). Normalization and expression dynamics were evaluated with DESeq2 (RRID:SCR_000154) using library size factor normalization, and outliers were assessed by sample grouping in PCA. These library size factors were also used with deepTools v3.1 (RRID:SCR_016366) to create normalized bigwigs using bamCoverage with –scaleFactor. All differentially expressed genes (FDR <0.1 and log 2  fold change >1.5) from pairwise analyses were then merged to create a union of all contrasts, and  k -means clustering was performed from  k  = 4 to the point at which cluster groups became redundant. Pathway enrichment (gene sets and GO) was performed on each cluster using Homer v4.5 ( http://homer.ucsd.edu , RRID:SCR_010881) and comparing with the cumulative hypergeometric distribution. For differential expression analysis of REs, we extracted LTRs, SINEs, and LINEs from the repetitive elements annotated by the RepeatMasker (RRID:SCR_012954) and used featureCounts (v1.5.0-p1, RRID:SCR_012919; ref.  79 ) to count RNA-seq fragments mapped to them. Note that RNA-seq reads mapped to multiple regions were kept by STAR (RRID:SCR_004463). REs with a minimal 10 reads in the RNA-seq samples were retained for differential expression analysis using DESeq2 (RRID:SCR_000154) with default parameters (v1.33.4). Significantly differentially expressed REs (adjusted  P  < 0.1 and fold change >1.5) in at least one of our six comparisons were subject to  k -means clustering via pheatmap (v.1.0.12, RRID:SCR_016418), separately for the three classes of REs. Bisulfite-seq and Data Analysis \n SUZ12  isogenic M3 MPNST cells were treated with or without DNMTi (50 nmol/L daily DAC or 4 μmol/L single dose of GSK862) for 4 days followed by genomic DNA isolation with the Gentra Puregene cell kit (Qiagen). Bisulfite-seq was conducted by the IGO core facility at MSKCC. Briefly, after PicoGreen quantification and quality control by the Agilent BioAnalyzer, 500 ng of genomic DNA was sheared using an LE220-plus Focused-ultrasonicator (Covaris, cat. #500569). Sequencing libraries were prepared using the KAPA Hyper Prep Kit (Kapa Biosystems KK8504) without PCR amplification. Postligation cleanup proceeded according to Illumina's instructions with 110 μL Sample Purification Mix from the TruSeq Methyl Capture EPIC LT Library Prep Kit (Illumina, cat. #FC-151-1002). After purification, four samples were pooled equivolume and methylome regions were captured using EPIC oligos. Capture pools were bisulfite converted and amplified with 11 cycles of PCR. Pools were sequenced on a HiSeq 2500 in Rapid mode in a 100-bp/100-bp paired-end run using the HiSeq Rapid SBS Kit v2 (Illumina). The average number of read pairs per sample was 61 million. Adapter trimming, alignment to hg19, and CpG methylation calling were done as previously described ( 80 ). The  methylKit  (RRID:SCR_005177; ref.  81 ) R package was used to filter all samples for CpGs with 10 to 400× coverage, followed by tiling the genome into 1,000-bp windows (regions) with 1,000-bp step size, and identification DMRs (≥ ± 25% change). DMRs were annotated via the  annotatr  ( 82 ) R package. For intergenic DMRs, the nearest gene was identified by the  closest  function in BEDTools suite (RRID:SCR_006646; ref.  83 ). Genomation ( 84 ) R package (RRID:SCR_003435) was used to annotate CpGs and tiles (regions) with their location (CpG island, shores, promoters) and then plotted as violin plots via ggplot2 (RRID:SCR_014601; ref.  85 ) package in R. PCA of methylation data at all tiles (regions) was generated in Partek Genomics Suite (v 7.0, RRID:SCR_011860). For DNA methylation profile plots, four individual replicates (PBS rep1 and 2, DMSO rep1 and 2) were averaged for each cell line followed by visualization of the mean DNA methylation profile over regions of interest via plotProfile command from deepTools (RRID:SCR_016366; ref.  86 ). CGI locations were obtained from the UCSC genome table browser and used for extracting promoter CGIs for subsequent visualization of CpG DNA methylation as density plots or quantification by plotHeatmap and multiBigwigSummary commands, respectively, from deepTools (RRID:SCR_016366; ref.  86 ). ChIP-seq and Data Analysis The recipe for ChIP-related buffers can be found in Supplementary Table S8.  SUZ12 -isogenic M3 MPNST cells were treated with or without DNMTi (50 nmol/L daily DAC or 4 μmol/L single dose of GSK862) for 5 days. Cells were harvested followed by cross-linking with 1% formaldehyde for 10 minutes at room temperature, and were quenched with glycine (125 mmol/L final). Cells were washed twice with sterile cold PBS followed by lysis with LB1 buffer (+protease and phosphatase inhibitors for 10 minutes at 4°C while rotating, pelleted, and resuspended in LB2 buffer (+protease and phosphatase inhibitors) for 10 minutes at 4°C while rotating, and pelleted/resuspended in SLB buffer (+protease and phosphatase inhibitors) for 10 minutes at 4°C while rotating. Lysates were diluted 10-fold with ChIP dilution buffer (+protease and phosphatase inhibitors) followed by chromatin shearing with a Covaris E220 Focused-Ultrasonicator (20% duty cycle + 150W PIP + 200 cycles/burst). Sheared chromatin was centrifuged for 10 minutes at 4°C, and the supernatant was collected followed by the addition of antibody + magnetic protein A/G beads for overnight rotation at 4°C. See Supplementary Table S7 for antibodies used. The next day, beads were washed on a magnetic stand thrice with cold High Salt Wash buffer and once with Low Salt Wash buffer. Immunoprecipitated chromatin DNA was isolated from beads with elution buffer at 65°C for 30 minutes. Cross-links were reversed overnight at 65°C. ChIP DNA was diluted 2-fold with ChIP TE+NaCl buffer and incubated 2 hours at 37°C with RNaseA, followed by incubation at 55°C for 2 hours with Proteinase K. ChIP DNA was purified by the PCR purification kit (Qiagen). Samples were submitted to the IGO core facility at MSKCC for library construction and sequencing. Briefly, pooled multiplexed libraries were sequenced on a HiSeq 2500 machine in rapid mode at 50-bp paired-end reads per sample. Adapter sequences were removed from the resulting data with TrimGalore (RRID:SCR_011847) followed by alignment to human genome assembly hg19 using bowtie2 (v2.3.5, RRID:SCR_016368) with default parameters ( 71 ). Duplicate reads were removed. Coverage bigwig files were created via bamCoverage command from deepTools (RRID:SCR_016366; ref.  86 ) to normalize to total reads and human genome size, and subsequent ChIP-seq profiles were visualized either by Integrative Genomics Viewer ( 87 ) software or by using the plotHeatmap command from deepTools (RRID:SCR_016366; ref.  86 ). Genomic regions enriched with H3K27me3 reads were identified using a sliding window method, using input as controls as described previously ( 88, 89 ). Genes with peaks in their promoter regions (+/2 kb from TSS) were designated as H3K27em3 +  genes. Statistical Analysis All experiments (excluding high-throughput sequencing) were repeated at least twice independently, and representative data are shown in the figures. Unless otherwise stated in figure legends, all error bars are shown as the mean ± SEM, and a two-tailed unpaired Student  t  test was used to evaluate statistical significance (*,  P  ≤ 0.05; **,  P  ≤ 0.01; ***,  P  ≤ 0.001; ****,  P  ≤ 0.0001). Experimenters were not blind to group assignment and outcome assessment. For drug treatment experiments in animals, mice were assigned to different experimental groups to ensure that the distribution of tumor sizes and mouse weights was similar between groups before starting the treatment. Data Availability RNA-seq, bisulfite-seq, and ChIP-seq data have been deposited at the Gene Expression Omnibus (GEO) under accession codes  GSE179585 ,  GSE179582 , and  GSE179586 . Any additional information required to reanalyze the data reported in this article is available from the lead contact upon request.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-20 06:59:31",
  "introduction": "INTRODUCTION The PRC2 complex consisting of core components SUZ12, EED, and EZH1/2 establishes and maintains H3K27me2/3 throughout the genome and regulates chromatin structure, transcription, cellular stemness, and differentiation ( 1 ). In cancer pathogenesis, PRC2 can function as an oncogenic driver through  EZH2  overexpression in various cancers ( 2, 3 ) and gain-of-function  EZH2  mutations in lymphomas ( 4 ); PRC2 can also function as a tumor suppressor through inactivating genetic alterations in myeloid disorders ( 5, 6 ), T-cell acute lymphoblastic leukemia (ALL; ref.  7 ), early T-cell precursor ALL ( 8 ), melanoma ( 9 ), and malignant peripheral nerve sheath tumor (MPNST; refs.  9–11 ) or by functional inactivation via oncohistone mutations (H3K27M) in pediatric gliomas ( 12 ). Complete inactivation of PRC2 is most prevalent, occurring in ∼80% of high-grade MPNSTs ( 13 ). MPNST represents an aggressive subtype of soft-tissue sarcoma with a poor prognosis due to the surgical challenges in local control and lack of effective systemic therapy. They occur in distinct clinical settings—type I neurofibromatosis (NF1)–associated (45%), sporadic (45%), or radiation (RT)-associated (10%)—but share highly recurrent and biallelic genetic inactivation of three tumor suppressor pathways:  NF1 ,  CDKN2A , and PRC2 ( EED  or  SUZ12 ; refs.  9, 10, 11 ). PRC2 inactivation results in a global loss of H3K27me2/3 and aberrant transcriptional activation of developmentally silenced master regulators, leading to enhanced cellular plasticity in MPNST ( 10, 13, 14 ). Therapeutically targeting PRC2 inactivation in cancer remains a challenge and requires relevant context-specific cancer models for therapeutic discovery and development. To discover vulnerabilities specified or enhanced by PRC2-inactivating alterations in their relevant cancer setting, we conducted an epigenome-focused pooled RNAi dropout screen in patient-derived MPNST cell lines. We identified and validated DNMT1, whose downregulation resulted in enhanced growth inhibition in PRC2-loss MPNST  in vitro  and  in vivo . Therapeutic targeting of DNMT1 with the FDA-approved decitabine [DAC; a pan-DNMT inhibitor (DNMTi)] or a novel preclinical DNMT1-selective catalytic inhibitor led to significantly enhanced cytotoxicity dependent on the loss of PRC2 enzymatic activity. Mechanistically, PRC2 and DNA methylation coregulate transcriptional silencing of a subset of H3K27me3-enriched transcriptional targets and retrotransposons. Loss of PRC2 function amplifies DNMTi therapy–induced transcriptional activation of retrotransposons and subsequent viral mimicry–mediated cell death through the double-stranded RNA (dsRNA) sensor protein kinase R (PKR). These data point to PRC2-inactivating mutations as drivers of cancer pathogenesis and liabilities that prime for tumor cell–selective and robust cell death via DNMT1-targeted therapy while sparing PRC2 wild-type (WT) normal cells.",
  "results": "RESULTS RNAi Screening Identifies  DNMT1  Synthetic Lethality with PRC2 Inactivation in Cancer To identify epigenetic factors that pose selective synthetic lethal interactions with PRC2 inactivation, we conducted a pooled doxycycline-inducible short hairpin RNA (shRNA) screen targeting 565 known epigenetic/chromatin regulators in PRC2-WT and PRC2-loss patient-derived MPNST cell lines. We authenticated that all cell lines had complete loss of both  NF1  and  CDKN2A , and five of seven (∼71%) cell lines had complete PRC2 inactivation by Memorial Sloan Kettering-Integrated Mutation Profiling of Actional Cancer Targets (MSK-IMPACT; ref.  15 ) and/or immunoblotting ( Fig. 1A ; Supplementary Fig. S1A). After shRNA screening ( Fig. 1B ), we used HiTSelect ( 16 ) to rank each set of five shRNAs per gene in the library across all cell lines in the screen for depletion (negative selection; Supplementary Table S1). As anticipated, shRNAs targeting an essential gene (e.g.,  ACTB ) were ranked among the top (most significant), whereas nontoxic control shRNA (sh Ren .713) was ranked at the bottom (least significant) across all cell lines ( Fig. 1C ). Among all candidates,  DNMT1 -specific shRNAs were ranked consistently among the top 10 statistically significant candidates for negative selection across all PRC2-loss but not PRC2-WT cell lines ( Fig. 1C ).  DNMT1  encodes a DNA methyltransferase responsible for maintaining DNA methylation (5-methylcytosine) at CpG dinucleotides on newly replicated DNA during cellular division ( 17 ). Interestingly, shRNAs specific for  de novo  DNA methyltransferases ( DNMT3A  and  DNMT3B ) were less significantly ranked in the screen ( Fig. 1C ).  DNMT1 ,  DNMT3A , and  DNMT3B  are rarely mutated in patient-derived human MPNST cell lines and tumors (Supplementary Fig. S1A and S1B). Moreover,  DNMT1  is consistently and abundantly expressed in all human MPNST cell lines irrespective of their PRC2 status, whereas  DNMT3A  and  DNMT3B  expression is variable without any correlation to PRC2 status (Supplementary Fig. S2A and S2B). These data suggest that the selective DNMT1–PRC2 loss synthetic lethal interaction is through mechanisms distinct from selective  DNMT1  mutation or expression in MPNST tumor cells. Figure 1. RNAi screen identifies increased  DNMT1  dependency conferred by PRC2 inactivation in MPNST.  A,  Western blot validation of human MPNST cell lines.  B,  Schematic of RNAi-based pooled dropout screen in PRC2-WT (M3 and M10) and PRC2-loss (M4, M6, and M14) MPNST cell lines. Dox, doxycycline.  C,  shRNA gene set rank and statistical significance (FDR) plot based on HiTSelect algorithm for shRNA depletion in each MPNST cell line.  D,  Growth competition assay by FACS using shRNA-linked GFP under DNMT1-specific perturbations (sh DNMT1 .3210 and sh DNMT1 .3989) compared with nontargeting control (sh Re n.713) in MPNST cell lines ( n  = 3 biological replicates).  E,  Validation of increased sensitivity to  DNMT1  knockdown in PRC2-loss setting via shRNA-linked GFP FACS-based growth competition assay in PRC2-isogenic MPNST cells [PRC2-WT = M3(sg Con ) vs. PRC2-loss = M3(sg SUZ12 )]. ( n  = 3 biological replicates)  F,  Luciferase bioluminescence-based growth curve over time for orthotopic human MPNST xenografts with doxycycline-inducible knockdown of  DNMT1 . Number ( n ) of animals per study group indicated in the figure. All error bars: mean ± SEM; Student two-tailed  t  test (**,  P  < 0.01; ***,  P  < 0.001; ****,  P  < 0.0001). To validate whether PRC2 is a mediator of DNMT1 dependency in MPNST, we used two different  DNMT1 -specific shRNAs from the screen that efficiently depleted  DNMT1  mRNA expression across multiple MPNST cell lines (Supplementary Fig. S2C). We monitored the effect of shRNAs by a flow cytometry (FACS)–based growth competition assay between GFP-positive shRNA–expressing versus GFP-negative shRNA–nonexpressing MPNST cells; we observed significantly more rapid depletion of GFP-positive  DNMT1  shRNA–expressing cells in PRC2-loss compared with PRC2-WT MPNST cell lines ( Fig. 1D ). To confirm that enhanced sensitivity to  DNMT1  depletion is dependent on PRC2 status, we generated PRC2-isogenic human MPNST cells via CRISPR/Cas9-mediated knockout of  SUZ12  [single-guide (sg) Con  (PRC2-WT) vs. sg SUZ12  (PRC2-loss); Supplementary Fig. S2D and S2E]. Knockout of S UZ12  did not markedly affect the protein expression of DNMT1, DNMT3A, or DNMT3B (Supplementary Fig. S2D and S2E). Importantly, we observed enhanced sensitivity to  DNMT1 -specific, but not  DNMT3A/B -specific, knockdown in PRC2-loss compared with PRC2-WT MPNST isogenic background ( Fig. 1E ; Supplementary Fig. S2F–S2J). To evaluate the cross-dependency  in vivo , we orthotopically transplanted luciferase-tagged PRC2-loss human MPNST cells stably expressing doxycycline-inducible shRNAs specific for  DNMT1 . We observed that  DNMT1 -specific shRNAs markedly suppressed MPNST tumor growth ( Fig. 1F ). These data confirmed the selective vulnerability of PRC2 inactivation to  DNMT1  depletion in cancer cells and tumors. DNMT1-Targeted Therapy Exhibits Selective Antitumor Activity against PRC2-Loss Cancer The RNAi screening results compelled us to evaluate whether the selective dependence on DNMT1 in PRC2-loss MPNST could be leveraged therapeutically. DNMT1 can be inhibited by the clinically available pan-DNMTi DAC, which is a nucleoside analogue that inhibits DNMT1, DNMT3A, and DNMT3B upon incorporation into DNA during S-phase ( 18 ). Alternatively, DNMT1 can be selectively and directly inhibited by a novel preclinical noncovalent, small-molecule, enzymatic inhibitor GSK3484862 (referred to as GSK862 hereafter; ref.  19 ). By dose–response analysis, we observed that PRC2 inactivation by CRISPR/Cas9-mediated knockout of  SUZ12  enhanced sensitivity to both DNMTis ( Fig. 2A  and  B ; Supplementary Fig. S3A). Long-term growth assays confirmed that DAC and GSK862 similarly exhibited enhanced cytotoxicity selective for PRC2-loss MPNST cells (Supplementary Fig. S3B and S3C). To further evaluate the role of cellular PRC2 activity on sensitivity to DNMTi therapy, we treated PRC2-isogenic MPNST cells with an EZH2 catalytic inhibitor (EPZ-6438; ref.  20 ) or an H3K27me3 binding pocket inhibitor of EED (EED226; refs.  20, 21 ). EZH2 and EED inhibitors effectively reduced H3K27me2/3 in PRC2-isogenic M3 cells and PRC2-WT M10 cells ( Fig. 2C ; Supplementary Fig. S3D) and led to enhanced cytotoxicity upon treatment by a DNMT1 inhibitor (DNMT1i; GSK862) in PRC2-WT MPNST cells (M3-sgCon and M10) but not in PRC2-loss cells (M3-sg SUZ12 ;  Fig. 2D ; Supplementary Fig. S3E). We further tested DNMTi therapy in established PRC2-isogenic ( Eed −/−  vs.  Eed f/− ) murine MPNST cells derived from genetically engineered mouse models of MPNST that also harbor complete loss of  Nf1  and  Cdkn2a  ( Fig. 2E ). Similarly, we observed enhanced sensitivity to DNMTi in PRC2-loss ( Eed −/− ) compared with PRC2-intact ( Eed f/− ) murine MPNST cells ( Fig. 2E ). To further validate the selectivity of the DNMTi in PRC2-loss cells, we restored PRC2 activity by ectopically expressing  SUZ12  cDNA into  SUZ12 -null patient-derived MPNST cell lines and confirmed PRC2 activity (H3K27me3 and repression of PRC2 target genes; Supplementary Fig. S3F and S3G). We observed decreased sensitivity to DNMTi upon PRC2 restoration ( Fig. 2F ; Supplementary Fig. S3H), thus corroborating the PRC2 and DNMT pathway cross-dependence in MPNST. To evaluate the effect of DNMTi therapy  in vivo , we treated various patient-derived MPNST xenograft tumor models with the pan-DNMTi (DAC). We observed that DAC exhibits selective antitumor activity against PRC2-loss tumors ( Fig. 2G – I ). To specifically inhibit DNMT1  in vivo , we utilized GSK3685032, a DNMT1-selective inhibitor that is structurally related to GSK862 but capable of  in vivo  inhibition of DNMT1 in mice ( 19 ). Consistent with GSK862 ( Fig. 2F ), GSK3685032 effectively inhibits  in vitro  growth of PRC2-loss MPNST cells but not when  SUZ12  is reexpressed (Supplementary Fig. S3I). Importantly, we observed that GSK3685032 potently inhibited orthotopic tumor growth of a PRC2-loss human MPNST cell line–derived xenograft (CDX;  Fig. 2J ). Collectively, these observations indicate that PRC2 inactivation selectively sensitizes MPNST cells and tumors to DNMT pathway inhibition. Figure 2. DNMT1-targeted therapy has a selective antitumor activity for PRC2-loss cancer.  A  and  B,  Dose–response curves and IC 50  of a pan-DNMT inhibitor (DAC) or a DNMT1-selective inhibitor (GSK862) in  SUZ12 -isogenic MPNST cells: PRC2-WT = M3-sg Con ; PRC2-loss = M3-sg SUZ12  ( n  = 3 biological replicates per data point).  C,  Western blot analysis of  SUZ12 -isogenic cells treated with 3 μmol/L EPZ-6438 (an EZH2 inhibitor) or 5 μmol/L EED226 (an EED inhibitor).  D,  Dose–response curves of GSK862 in  SUZ12 -isogenic cells treated with an EZH2 inhibitor (EZH2i), an EED inhibitor (EEDi), or vehicle controls ( n  = 3 biological replicates per data point).  E,  Western blot validation and DNMTi (DAC and GSK862) dose–response curves for  Eed -isogenic murine MPNST cells derived from  Nf1 −/− ; Cdkn2a −/− ; Cdkn2b −/−  genetically engineered murine models ( n  = 3 biological replicates per data point).  F,  Dose–response curves of DAC and GSK862 in  SUZ12 -null human MPNST cells with or without PRC2 ( SUZ12 ) restoration ( n  = 3 biological replicates per data point).  G  and  H,  Growth curves over time of orthotopically transplanted human PRC2-WT (M3) and PRC2-loss (M14) cell line–derived xenografts (CDX) in CB-17 SCID mice treated with DAC or vehicle control by luciferase bioluminescence imaging. Number ( n ) of animals per study group is indicated in the figure.  I,  Fold change tumor volume of subcutaneous PRC2-loss human MPNST patient-derived xenograft (PDX-1) treated with 5 mg/kg DAC or vehicle control. Number ( n ) of animals per study group is indicated in the figure.  J,  Luciferase bioluminescence-based growth curve over time of orthotopically transplanted human PRC2-loss M14 CDX in SCID mice treated with 45 mg/kg GSK3685032 or vehicle. The number ( n ) of animals per study group is indicated in the figure. All error bars: mean ± SEM; Student two-tailed  t  test (**,  P  < 0.01; ****,  P  < 0.0001). PRC2 inactivation also occurs in other cancer types in addition to MPNST. To evaluate whether the selective antitumor activity of DNMT1i is applicable to other PRC2-loss cancers, we selectively analyzed several other cancer types, including melanoma, non–small cell lung cancer, and breast cancer. We pretreated the cancer cells with an EZH2 inhibitor and confirmed PRC2 inactivation by the loss of H3K27me2/3 marks (Supplementary Fig. S4A and S4B) and then assayed for sensitivity to the DNMT1i. We found that PRC2 inactivation via EZH2 inhibitor treatment augmented DNMT1i cytotoxicity in PRC2-WT human melanoma cell lines but not in non–small cell lung cancer or breast cancer cells (Supplementary Fig. S4C–S4E), indicating a cancer context–specific therapeutic vulnerability to DNMTi in PRC2 loss cancer. CpG Island DNA Methylation Restricts Transcription of a Subset of PRC2/H3K27me3 Target Genes Next, we investigated the molecular mechanisms underlying enhanced sensitivity to DNMT1-targeted therapy in PRC2-loss MPNST. We used RNA sequencing (RNA-seq), bisulfite se­quencing (bisulfite-seq), and chromatin immunoprecipitation sequencing (ChIP-seq) to characterize and integrate transcriptome, methylome, and histone modification responses to DNMT1-targeted therapy in PRC2-isogenic MPNST cells.  K -means clustering analysis of differentially expressed genes under different conditions in RNA-seq transcriptomes revealed six distinct clusters of genes ( Fig. 3A ). Reasoning that PRC2 and DNMT1 are traditionally known for their roles in transcriptional silencing, we focused on genes upregulated in clusters C1, C4, and C6 ( Fig. 3A ). As expected, C1 genes exclusively upregulated by PRC2 loss were enriched for PRC2-related gene sets; C4 genes upregulated solely by DNMTi treatment led to the enrichment of previously published DNMTi-responsive gene sets ( Fig. 3B ). C6 genes were highly enriched for gene sets containing genes that have high-density CpG promoters and concurrent promoter H3K27me3 ( Fig. 3B ), which may suggest that C6 genes are coregulated by PRC2 and DNA methylation. In contrast, genes with intermediate- and low-density CpG promoters (ICP and LCP) and concurrent H3K27me3 were marginally enriched in C6 ( Fig. 3B ). ChIP-seq analysis of PRC2-WT MPNST cells confirmed that a large subset of C1 and C6 genes have promoter H3K27me3 enrichment at baseline that is unaffected by DNMTi treatment ( Fig. 3C  and  D ; Supplementary Fig. S5A). At the transcriptome level, most of the C1, C4, and C6 genes had low baseline mRNA expression regardless of H3K27me3 promoter enrichment, which is consistent with PRC2 and DNA methylation–mediated transcriptional silencing ( Fig. 3E ). Loss of PRC2 led to more robust transcriptional activation of C1 versus C6 genes ( Fig. 3E ). Similarly, DNMTi treatment led to more robust transcriptional activation of C4 versus C6 genes ( Fig. 3E ). The combined inactivation of PRC2 and DNMT pathways led to more robust transcriptional activation of C6 genes than by either perturbation alone ( Fig. 3E ). Figure 3. DNA methylation restricts the transcription of a subset of PRC2-regulated genes.  A, K -means clustering of differentially expressed genes (FDR < 0.1 and log 2  fold change >1.5) in  SUZ12 -isogenic M3 MPNST cells ± DNMTi.  B,  Gene set enrichment analysis identifies gene sets enriched by genes in RNA-seq  k -means clusters 1 (C1), 4 (C4), and 6 (C6).  C,  Percentage of genes in C1, C4, and C6 that have a promoter enrichment of H3K27me3 by ChIP-seq in M3-sg Con  cells.  D,  Enrichment profile of the average reads per genomic context (RPGC; top) and heat maps (bottom) of H3K27me3 ChIP-seq signals 5 kb upstream of the transcription start site (TSS) and 5 kb downstream of transcription end site (TES) of H3K27me3 +  and H3K27me3 −  genes in C1, C4, and C6 under various treatment conditions. One representative biological replicate is shown for each sample.  E,  RNA expression violin plot of genes in C1, C4, and C6 separated by promoter H3K27me3 enrichment status (±) under various treatment conditions. Transcripts per million (TPM) refers to normalized RNA expression. An average of two biological RNA-seq replicates is shown. Each violin has three lines inside. The middle thick line represents the median, and the upper and lower thin lines are the quartiles.  F,  Heat map of RNA expression by qRT-PCR of representative genes in C1, C4, and C6 in  SUZ12 -isogenic M3 cells under indicated treatment conditions. Note:  CCND2 ,  FOXA2 ,  ALDH1A2 ,  H19 , and  TNFRSF1B  each have promoter H3K27me3 enrichment in M3(sg Con ) cells. Average  Z -score value of three technical replicates for each sample used to generate the heat map. We confirmed transcript expression dynamics elicited by PRC2 and DNMT pathway inhibition under various conditions and across multiple MPNST model systems for representative genes in C1, C4, and C6. First, we confirmed that these trends occurred in a dose-dependent manner in multiple PRC2-isogenic (sg Con  vs. sg SUZ12 ) human MPNST cells  in vitro  ( Fig. 3F ; Supplementary Fig. S5B). Conversely, restoration of PRC2 activity dampened transcriptional activation of C6 genes by DNMTi therapy (Supplementary Fig. S5B). We confirmed that upregulation of C1 and C6 gene expression is dependent on loss of PRC2 enzymatic activity (Supplementary Fig. S5C). Moreover, these transcriptional changes were confirmed in PRC2-loss MPNST xenograft tumors  in vivo  with the shRNA-mediated knockdown of  DNMT1  (Supplementary Fig. S5D). These data suggest that DNA methylation restricts a subset of PRC2 targets in C6. We next investigated DNA methylation dynamics via capture-based enrichment of approximately 3 million representative CpGs coupled with bisulfite-seq (Methyl-seq) after PRC2 and DNMT pathway perturbation. We obtained DNA methylation data for 2,357,491 CpGs and summarized the CpG methylation data binned into 370,075 tiling windows (regions) across the genome (Supplementary Fig. S6A). Principal component analysis (PCA) demonstrated that both DNMTi therapies (GSK862 and DAC) caused significant DNA methylation changes regardless of PRC2 status, and DNMTi-treated samples were readily separated from vehicle-treated samples by principal component 1 (PC#1; Supplementary Fig. S6B). The DNMTi-mediated DNA methylation changes were genome-wide across all regions, including promoters, exons, introns, and CPG islands (CGI) and shores (Supplementary Fig. S6C). In contrast, loss of PRC2 did not cause large-scale global reduction in DNA methylation at the regions we examined (Supplementary Fig. S6C). However, we identified a small number of differentially methylated regions (DMR; methylation difference ≥25%,  q  < 0.01) as a result of PRC2 loss—either hypomethylated ( n  = 5,385) or hypermethylated ( n  = 3,496) regions (Supplementary Fig. S6D). The percentages of hypermethylated and hypomethylated DMRs were similar at each genomic and CpG region (Supplementary Fig. S6E and S6F) and were associated with very few genes in RNA-seq  k -means clusters C1, C4, and C6 (Supplementary Fig. S6G). These data suggest that PRC2-loss–mediated change in DNA methylation is not the main mechanism underlying the transcriptional silencing of C6 genes. It is well established that DNA methylation at gene promoters is linked to repression of transcription initiation through various mechanisms (e.g., blockade of transcription factor binding, recruitment of corepressor complexes; ref.  22 ). We examined DNA methylation profiles spanning the transcription start site (TSS) to transcription end site (TES) of genes within each RNA-seq  k -means cluster. As expected, the gene body and TES for all genes were DNA methylated, whereas most of the active genes in clusters 2, 3, and 5 (C2, C3, and C5) were DNA hypomethylated at their TSS/promoter regions (Supplementary Fig. S6H). Interestingly, genes preferentially upregulated by PRC2 loss (C1) had low levels of DNA methylation at their TSS/promoter regions; in contrast, genes preferentially upregulated by DNMTi (C4) or combined PRC2 loss and DNMTi (C6) had high or moderate levels of DNA methylation at their TSS/promoter regions, respectively (Supplementary Fig. S6H). We found a similar trend in DNA methylation profiles after separating genes in C1, C4, and C6 by the H3K27me3 promoter enrichment status ( Fig. 4A ). Within the vicinity of the TSS, we consistently found that most C6 genes had elevated DNA methylation at their promoter, CGIs, and shores compared with C1 genes ( Fig. 4B ). Figure 4. Promoter CGI DNA methylation associated with silencing of a subset of H3K27me3 +  and H3K27me3 −  genes in the absence of PRC2.  A,  DNA methylation profile plots for H3K27me3 +  and H3K27me3 −  genes in C1, C4, and C6 for M3(sg Con ) and M3(sg SUZ12 ) cell lines. Combined average of two DMSO-treated biological replicates and two PBS-treated biological replicates is shown for each cell line.  B,  Tile (region) DNA methylation violin plot for CpG shores, CGIs, and promoters of genes in C1, C4, and C6. Average of two biological replicates per sample is shown. Each violin has three lines inside. The middle thick line represents the median, and the upper and lower thin lines are the quartiles. One-way ANOVA test with Benjamini–Hochberg FDR correction (****,  q  < 10 −14 ).  C,  Number of genes in specified RNA-seq  k -means clusters that have a CGI and/or H3K27me3 enrichment at their respective promoters.  D,  Violin plot of DNA methylation at promoter CGIs in  SUZ12 -isogenic M3 cells. Average of two biological replicates per sample is shown. Each violin has three lines inside. The middle thick line represents the median, and the upper and lower thin lines are the quartiles. One-way ANOVA test with Benjamini–Hochberg FDR correction (*,  q  < 10 −4 ; **,  q  < 10 −5 ; ***,  q  < 10 −6 ; ****,  q  < 10 −14 ).  E,  DNA methylation density heat map for promoter CGI-containing genes. Combined average of two DMSO-treated biological replicates and two PBS-treated biological replicates is shown for each cell line.  F,  ChIP-seq (H3K27me3, H3K4me3, and H3K27ac) and DNA methylation profiles of representative genes in C1, C4, and C6 in  SUZ12 -isogenic M3 cells (WT = sg Con;  knockout = sg SUZ12 ). Promoter CGI regions are shaded in purple. One representative biological replicate is shown for each sample. Nearly ∼70% of known gene promoters contain CGIs that are CpG-rich sites of transcription initiation when unmethylated but transcriptionally repressed when densely methylated ( 22 ). Moreover, H3K27me3 tends to be enriched at CGI sites (during  de novo  H3K27me3 methylation; ref.  23 ). We found that ∼85% of H3K27me3 +  genes in C1 and ∼80% of H3K27me3 +  genes in C6 have a promoter CGI ( Fig. 4C ). We quantitatively and visually confirmed that most of the C6 promoter CGI-containing genes had higher levels of DNA methylation compared with C1 genes ( Fig. 4D  and  E ). Inspection of genome tracks for representative H3K27me3 +  genes in C1 and C6 revealed that their promoter-associated CGIs both have H3K27me3/H3K4me3 enrichment, whereas DNA methylation is enriched for C6 but not for C1 genes ( Fig. 4F ). This is consistent with dual modes of transcriptional repression observed for C6 genes at their promoters by PRC2 and DNA methylation. These data suggest that in the absence of PRC2, robust transcription of a subset of all H3K27me3 decommissioned target genes is restricted by the presence of CGI DNA methylation at their promoters. PRC2 Inactivation Amplifies DNMTi Therapy–Induced Viral Mimicry We next investigated the biological signature output for C6 genes and its relevance to enhanced cytotoxicity to DNMTi therapy in PRC2-loss cancer context. We conducted gene ontology (GO) enrichment analysis for the six gene clusters in RNA-seq analysis and then performed hierarchical clustering of the GO terms to identify gene set signatures enriched by PRC2-loss and DNMTi coregulated genes in C6 ( Fig. 5A ). Immune gene sets related to innate immune response, interferon response, cytokines, and JAK/STAT signaling, as well as cell death signature gene sets were the most prominent ( Fig. 5A  and  B ). Consistent with these C6-enriched gene signatures, we found that DNMTi therapy induced immune response signaling pathways (e.g., phosphorylation of TBK1 and STAT1) and expression of proinflammatory cytokines in MPNST cells, which was further enhanced by PRC2 loss ( Fig. 5C  and  D ). These were of interest because previous studies in other cancer types delineated that pan-DNMTi therapy triggers viral mimicry through derepression of ERVs that form dsRNAs, which in turn primarily activate dsRNA sensor MDA5 to promote proinflammatory and antiviral innate immune response gene signatures ( 24, 25 ). Aberrant expression of retrotransposons, including ERVs (LTR retrotransposons), SINEs (short interspersed nuclear elements), and LINEs (long interspersed nuclear elements), can all activate cytosolic dsRNA sensors and proinflammatory and innate immune responses in the absence of viral pathogen infection ( 26–31 ). We therefore sought to determine if retrotransposon expression is regulated by PRC2 and DNA methylation. We first identified all retrotransposons (e.g., LTRs, LINEs, and SINEs) expressed at baseline and upon PRC2 loss and DNMTi treatment in our existing RNA-seq data (Supplementary Fig. S7A), followed by a differential analysis of expression ( Fig. 5E  and  F ). Although there were subsets of each retrotransposon class upregulated by a single perturbation of PRC2 loss or DNMTi, a substantial subset of each retrotransposon class was cooperatively upregulated by the combination of PRC2 loss and DNMTi treatment ( Fig. 5E  and  F ). The majority of retrotransposons measured in our system are expressed via passive cotranscription with genes or by pervasive intergenic transcription ( 32 ). Consistent with this, a subset of the differentially expressed retrotransposons were located within genes that are similarly upregulated by either PRC2 (C1) or DNMT1 (C4) perturbation or both (C6;  Fig. 5G ). Distribution analysis indicated that the median number of each retrotransposon class embedded within genes from RNA-seq clusters C1 to C6 were very similar (Supplementary Fig. S7B). These differentially expressed retrotransposons did not have differential enrichment of histone modifications (H3K27me3, H3K27ac, H3K4me3) and DNA methylation, as they were distributed at various genomic locations without apparent biases (Supplementary Fig. S7C). We confirmed that the expression of each retrotransposon class and associated gene could be similarly upregulated by PRC2 and DNMT1 perturbations, which might suggest that these retrotransposons were passively cotranscribed with genes (Supplementary Fig. S7C and S7D). These data suggest that PRC2 inactivation augments DNMTi-mediated expression of retrotransposons to elicit a stronger viral mimicry transcriptional cell state than by DNMTi therapy or by PRC2 loss alone, which may contribute to the enhanced cytotoxicity of the combinatorial perturbations. Figure 5. PRC2 inactivation potentiates DNMTi therapy–induced viral mimicry and signaling response.  A,  Strategy for differential analysis of GO terms enriched from the Molecular Signatures Database (MSigDB) across each RNA-seq  k -means cluster (from  Fig. 3A ). Relative enrichment of MSigDB gene sets in each  k -means cluster visualized by hierarchical clustering heat map. Gene sets more enriched in C6 were binned into different categories and plotted.  B,  Representative gene sets enriched preferentially by the combination of PRC2 loss and DNMTi therapy compared with single perturbation in  SUZ12 -isogenic M3 cells.  C,  Western blot analysis of viral mimicry signaling response (phosphorylation of TBK1 and STAT1) in  SUZ12 -isogenic cells treated with DNMTi therapy.  D,  qRT-PCR analysis of proinflammatory cytokines in cells treated with DNMTi therapy ( n  = 3 technical replicates; error bars: ± SEM).  E, K -means clustering analysis for differentially expressed retrotransposons in  SUZ12 -isogenic M3 cells treated under various conditions.  F,  RNA expression violin plots for differentially expressed retrotransposons in  SUZ12 -isogenic M3 cells under various treatment conditions. Average of two biological RNA-seq replicates per sample is shown. Each violin has three lines inside. The middle thick line represents the median, and the upper and lower thin lines are the quartiles.  G,  Percentage of differentially expressed retrotransposons that are located within genes (−1 kb of gene starts to +1 kb of gene ends) from RNA-seq  k -means clusters (C1, C4, and C6). PRC2-Loss Selective Cell Death via DNMTi Therapy Is Mediated by the dsRNA Sensor PKR Historically, DNMTi (e.g., 5-azacytidine or DAC) therapy is largely cytostatic at clinically achievable concentrations and has limited activity in solid tumors ( 33, 34 ). Previous preclinical studies with pan-DNMTis in which retrotransposons were derepressed also exhibited modest antiproliferative activity ( 24, 25 ). In contrast, we noted increased enrichment of cell death gene signatures in response to DNMTi in the PRC2-loss cancer context ( Fig. 5A  and  B ). We consistently observed that PRC2 inactivation in various cancer models converted a mostly cytostatic response into robust cytotoxicity upon DNMTi therapy via caspase-dependent programmed cell death ( Fig. 6A – D ; Supplementary Fig. S8A and S8B). These observations led us to investigate whether enhanced expression of retrotransposons by the combination of PRC2 loss and DNMTi therapy mediates the profound cytotoxicity upon DNMTi therapy. It is reported that retrotransposons can be reverse transcribed into double-stranded DNA (dsDNA) that can trigger innate immune responses via the cGAS/STING pathway ( 35 ). Hence, we examined both dsDNA- and dsRNA-sensing pathways in DNMT1i-mediated cytotoxicity in the PRC2-loss context. Figure 6. PRC2 inactivation enhances DNMTi-induced programmed cell death via PKR-mediated viral mimicry sensing.  A–C,  FACS analysis for Annexin V +  apoptotic cells ( n  = 3 biological replicates).  D,  FACS analysis of DNMTi-induced apoptosis (Annexin V + ) in cells treated ± pan-caspase inhibitor (z-VAD-FMK;  n  = 3 biological replicates).  E,  A schematic of several main dsRNA sensors and their direct effectors.  F,  Western blot validation of CRISPR/Cas9-mediated knockout of  MAVS ,  RNaseL , and  PKR .  G,  FACS analysis for apoptosis (Annexin V + ) in 3 μmol/L GSK862-treated  SUZ12  isogenic M3 cells (± knockout of either  MAVS ,  RNaseL , or  PKR ;  n  = 3 biological replicates).  H,  Western blot of GSK862-mediated induction of PKR signaling and attenuation by  PKR  knockout in  SUZ12 -isogenic M3 cells.  I,  Proposed model of mechanisms underlying enhanced therapeutic efficacy of DNMTi therapy in cancer with PRC2 inactivation. All data presented as the mean ± SEM; Student two-tailed  t  test (*,  P  < 0.05; **,  P  < 0.01; ***,  P  < 0.001; ****,  P  < 0.0001). Cytosolic dsDNA can be sensed by various cytosolic dsDNA sensors (e.g., AIM2 and cGAS; ref.  36 ). AIM2 is typically expressed in immune cells (The Human Protein Atlas) and involves the ASC adapter and Caspase 1 for downstream activation of inflammasomes ( 37 ); AIM2, ASC, and Caspase 1 were all expressed at very low levels in MPNST cells with or without perturbation of PRC2 or DNMT1, suggesting that this pathway may not be relevant to MPNST. Depletion of STING (a key effector downstream from cGAS) was insufficient to rescue DNMTi cytotoxicity in PRC2-loss MPNST cells (Supplementary Fig. S9A and S9B). Retrotransposons, including ERVs, LINEs, and SINEs, can form dsRNAs that are recognizable by various cytosolic dsRNA sensor proteins including RIG-I–like receptors (e.g., RIG-I and MDA5), oligoadenylate synthases (OASes; e.g., OAS1/2/3), and PKR, which can lead to activation of innate immune responses and antiproliferative/survival outcomes (ref.  27 ;  Fig. 6E ). To determine which dsRNA sensor mediates the lethality of DNMTi in the PRC2-loss cancer context, we engineered knockout of  MAVS  (a key signaling adapter downstream of RIG-I and MDA5; ref.  27 ),  RNaseL  (a key effector activated redundantly by OAS1/2/3; ref.  27 ), or PKR ( 27 ) in PRC2-isogenic cells ( Fig. 6E  and  F ). Only knockout of  PKR  was able to partially rescue DNMTi-induced cytotoxicity in the PRC2-loss context ( Fig. 6G ). Moreover, additional knockout of  RNaseL  and/or partial knockout of  MAVS  in sg PKR  cells did not further rescue cells from DNMTi therapy, which suggests PKR as the key cytosolic dsRNA sensor mediating DNMTi cytotoxicity (Supplementary Fig. S10A and S10B). Binding of dsRNA to PKR has been reported to cause subsequent downstream phosphorylation of eIF2α, which inhibits cap-dependent mRNA translation, and increase ATF4 protein level through non–cap-dependent protein translation ( 38, 39 ). Consistently, PKR signaling manifested by downstream signaling effect was further enhanced by DNMTi treatment in the PRC2-loss context (e.g., phosphorylation of TBK1, STAT1, and eIF2α increased ATF4 protein levels); this is partially rescued by PKR knockout, thus corroborating the augmented PKR pathway activation and effects with DNMTi treatment in the PRC2-loss context ( Fig. 6H ). Collectively, these findings suggest that loss of PRC2 creates a specific therapeutic vulnerability to DNMTi through the augmented expression of retrotransposons and subsequent PKR activation ( Fig. 6I ).",
  "discussion": "DISCUSSION Despite the clinical success of targeting PRC2 in PRC2-dependent cancers ( 40, 41 ), therapeutically targeting tumor suppressor loss in PRC2-loss cancers remains challenging. In this study, we found that PRC2 inactivation augments the cytotoxicity of DNMTi therapy in MPNST. We found that PRC2 inactivation via EZH2 inhibitor treatment augmented DNMT1i cytotoxicity in PRC2-WT human melanoma cell lines but not in non–small cell lung cancer or breast cancer cells, suggesting a cancer lineage context–specific enhancement of DNMT1i therapy by PRC2 inhibition. This suggests that the combined strategy of targeting both PRC2 and DNMT1 may have a therapeutic window in selective cancer types, which will require future investigation. DNMT1 is the sole methylation maintenance enzyme and is important in maintaining genomic integrity and regulating transcription of a subset of genes and retrotransposons together with other chromatin factors ( 17, 42, 43 ). DNMT3A and DNMT3B have overlapping functions, can both establish  de novo  methylation, and are variably expressed in different tissue types and cellular states ( 17, 44 ). In MPNST,  DNMT3A  or  3B  is not consistently expressed. For example,  DNMT3A  was only modestly expressed in many MPNST cell lines, whereas  DNMT3B  was barely expressed in MPNST cell lines. The low sensitivity to either  DNMT3A  or  3B  perturbation alone may be due to their functional redundancy but is more likely due to their functional differences from DNMT1. Loss of any one of the PRC2 core components ( SUZ12 ,  EED , or  EZH2 ) is sufficient to augment DNMTi cytotoxicity in MPNST, which suggests a critical role for PRC2 histone methyltransferase activity for the phenotype. In support of this, our integrative genomic analyses revealed dual regulation of a subset of H3K27me3 gene targets by the PRC2 and DNMT pathways. Specifically, upon PRC2 loss in MPNST, DNMT1-mediated DNA methylation is associated with restricted expression of a subset of H3K27me3 gene targets, whereas the transcription of non–DNMT-regulated H3K27me3 gene targets is robustly activated by PRC2 loss alone. These findings are consistent with human embryonic stem cells in which loss of TET enzymes leads to the acquisition of promoter DNA methylation at H3K27me3 target genes, which subsequently maintains their silencing after H3K27me3 removal upon cellular differentiation ( 45 ). PRC2 can function as an oncogenic driver or tumor suppressor depending on the cancer cell context. Given that PRC2 is a bona fide tumor suppressor in MPNST pathogenesis ( 9–11 ), our data suggest that DNA methylation restricts transcription of a subset of H3K27me3 gene targets that are anti-fitness in tumorigenesis and points to potential context-dependent therapeutic opportunities. Pan-DNMTis (DAC and 5-azacytidine) have been shown to induce innate immune signaling and modest antiproliferative effects via activation of RIG-I/MDA5-dependent dsRNA sensing and subsequent viral mimicry in various solid tumor cell lines without particular molecular features ( 24, 25 ). Although pan-DNMTis have been shown to have antiproliferative effects in various cancer cell lines  in vitro  ( 34, 46–48 ), they have had limited clinical activity as single agents, likely due to the lack of cytotoxic effects in the nonselective context of most solid tumors ( 34, 48, 49 ). Our study through a nonbiased RNAi-based screen identified DNMT1 as a synthetic lethal interaction candidate with PRC2 loss. Using the pan-DNMTi (at low doses that minimize off-target effects) and a novel DNMT1-selective small-molecule inhibitor ( 19 ), we demonstrated that the DNMTi can induce robust caspase-dependent programmed cell death  in vitro  and potent antitumor effects  in vivo  in the PRC2-loss cancer context, which suggests a potential therapeutic opportunity. We further demonstrated that DNMTi cooperatively induces an augmented expression of various retrotransposon elements (RE), including ERVs/LTRs, LINEs, SINEs, which in turn activates the proinflammatory and innate immune signaling responses, probably through multiple dsRNA sensing mechanisms (RIG-I/MDA5, PKR, OASes, etc.). However, for the DNMTi-mediated programmed cell death effects in the PRC2-loss MPNSTs, we focused on robustly expressed dsRNA sensors in MPNST (e.g., RIG-I/MDA5, RIG, and OASes). Among them, PKR, but not RIG-I/MDA5/MAVS or OAS/RNaseL, mediated dsRNA sensing and activation of downstream signaling, which were required for robust antitumor effects, in contrast to previous studies ( 24, 25, 50 ). It is worth noting that different dsRNA sensors have differential RNA substrate binding specificity based on dsRNA features, including length, secondary structures, local mismatches, and noncanonical pairs ( 27, 51 ). Analysis of how those features dictate which dsRNA sensing pathway mediates an antitumoral outcome in response to DNMTi may be the focus of future investigations. Our study provides the scientific rationale for clinically evaluating DNMTi in patients with PRC2-loss MPNST who currently have an unmet clinical need. To date, most preclinical therapeutic candidates for MPNST have been derived by insights from PRC2-WT genetically engineered murine MPNST models and/or limited human MPNST preclinical  in vivo  models ( 52–62 ). Our study leveraged multiple authenticated  in vitro  and  in vivo  human patient-derived models of PRC2-WT and PRC2-loss MPNST as well as murine models to identify and validate DNMT1 pathway inhibition as a potential therapeutic strategy for PRC2-loss MPNST. Several pan-DNMTis—for example, DAC, 5-azacytidine, and oral combination of DAC and cedazuridine—have been approved by the FDA for the treatment of myelodysplastic syndromes ( 18, 63, 64 ). Based on our data, we have just started an investigator-initiated trial of ASTX727 (oral combination of DAC and cedazuridine) in patients with PRC2-loss MPNST (ClinicalTrials.gov:  NCT04872543 ). Ideally, a clinical evaluation of DNMT1-specific inhibitors that minimize the off-target effects should be considered in cancers with the PRC2-loss context. An orally bioavailable DNMT1-selective inhibitor has recently been shown in murine models to effectively reduce DNA methylation and induce tumor regression while being well tolerated without adverse hematologic toxicity ( 19 ), which may circumvent the known side effects of myelosuppression of DAC ( 18 ). Historically, pan-DNMTis have had limited activity in solid tumors ( 65 ). Our study identified the PRC2-loss cancer context as a selective therapeutic vulnerability to DNMTi. PRC2 loss can be readily identified by IHC staining of H3K27me3 and FDA-approved molecular biomarker testing assays, such as Foundation One (Foundation Medicine, Inc.) or MSK-IMPACT ( 66 ), which may be useful for the biomarker-driven clinical investigation of pan-DNMT– and DNMT1-targeted therapeutics in solid tumors.",
  "upgrade_date": "2026-02-20 07:29:00"
}