{
  "pmid": "35815410",
  "abstract": "Schwann cell precursors (SCPs) are nerve-associated progenitors that can generate myelinating and non-myelinating Schwann cells but also are multipotent like the neural crest cells from which they originate. SCPs are omnipresent along outgrowing peripheral nerves throughout the body of vertebrate embryos. By using single-cell transcriptomics to generate a gene expression atlas of the entire neural crest lineage, we show that early SCPs and late migratory crest cells have similar transcriptional profiles characterised by a multipotent \"hub\" state containing cells biased towards traditional neural crest fates. SCPs keep diverging from the neural crest after being primed towards terminal Schwann cells and other fates, with different subtypes residing in distinct anatomical locations. Functional experiments using CRISPR-Cas9 loss-of-function further show that knockout of the common \"hub\" gene Sox8 causes defects in neural crest-derived cells along peripheral nerves by facilitating differentiation of SCPs towards sympathoadrenal fates. Finally, specific tumour populations found in melanoma, neurofibroma and neuroblastoma map to different stages of SCP/Schwann cell development. Overall, SCPs resemble migrating neural crest cells that maintain multipotency and become transcriptionally primed towards distinct lineages.",
  "methods": "Materials and Methods Mouse husbandry, strains and genetics All mouse work was performed under a permit approved by the Ethical Committee on Animal Experiments (Stockholm North committee) of Sweden or the Ethical Committee for Advice and Assessment of Research Projects on Animals of the Medical University of Vienna (Ethik‐Kommission der MedUni Wien zur Beratung und Begutachtung von Forschungsprojekten am Tier) of Austria adhering to Swedish, Austrian and European regulations and guidelines for animal experimentation. \n Ascl1::CreERT2  mice were received from The Jackson Laboratory, stock number 012882 (full strain name: Ascl1tm1.1(Cre/ERT2)Jejo/J).  Sox10::CreERT2  mice are available from the laboratory of Vassilis Pachnis (The Francis Crick Institute, UK) under a material transfer agreement with the institution.  Phox2b‐Cre;R26 \n \n  embryos were received from the Jean‐François Brunet laboratory (D'Autreaux  TOMATO \n et al ,  2011 ).  Ret::CreERT2  mice were received from D. Ginty laboratory (Harvard University, USA;  http://www.informatics.jax.org/allele/MGI:4437245 ).  Plp1::CreERT2  were received from U. Suter laboratory (ETH Zurich, Switzerland;  http://www.informatics.jax.org/allele/MGI:2663093 ).  R26R \n \n  and  YFP \n R26R \n \n  mice were received from The Jackson Laboratory (stock number 006148 and 007914, respectively).  TOMATO \n Wnt1‐Cre  mice were received from The Jackson Laboratory, stock number 009107 (full strain name B6.Cg‐Tg(Wnt1‐cre)11Rth Tg(Wnt1‐GAL4)11Rth/J).  Isl1‐Cre  mice were received from The Jackson Laboratory (stock number 024242).  Nr4a2  knockout embryos and postnatal tissue were received from the laboratory of Thomas Perlmann (available through The Jackson Laboratory, stock number 017859). Tamoxifen‐induced lineage tracing For all experiments using embryonic tissue, following time‐mating, the day of vaginal plug detection was considered E0.5. In the case of postnatal collections, the day of birth was considered as P0. In the case of inducible lineage tracings ( Plp1::CreERT2 ,  Sox10::CreERT2  and  Ascl1::CreERT2  strains), tamoxifen (Sigma, Cat No T5648) was dissolved in corn oil (Sigma, Cat No 8267) and delivered via intraperitoneal (i.p.) injection to pregnant females (0.1 mg/g of body weight). For inducible lineage‐tracing experiments intended for tissue to be subjected to single‐cell transcriptomics, tamoxifen was administered 48 h prior to tissue harvesting. Tissue collection from mice and preparation for downstream analysis Pregnant females or young pups were sacrificed following isoflurane overdose with cervical dislocation. Embryonic or postnatal tissue was dissected within 15 min of the collection and placed on ice. Dissected tissue was fixed with 4% PFA, 4°C, with mild agitation for 2–16 h depending on the developmental stage. Following washes with 1× PBS, tissue was submerged into 30% sucrose in 1× PBS for cryoprotection for 24–48 h, 4°C before embedding in O.C.T. and snap freezing. Frozen tissue blocks were stored at −20 to −80°C until cryosectioning took place. Cryosections of 14–16 μm were collected onto SuperFrost Plus slides, dried at room temperature and stored at −20°C until further use. Avian embryos and Sox8 knock down Embryos Wild‐type chicken embryos were obtained from Rhode Island Red hens (Sunstate Ranch). Eggs were incubated in humidified incubators at 38°C to the desired stage. Embryos were staged according to Hamburger & Hamilton ( 1992 ). Making Crispr constructs Crispr constructs were designed and made according to the protocol by Gandhi  et al  ( 2021 ). The plasmid contains a sequence for Cas9, citrine and a guide RNA. The sequence for the guide RNA used in this study to knock down SOX8: 5′ ‐ ATCCACCTTAGCGCCCAGCG – 3′. The control plasmid used contained a synthetic DNA construct not found in the chicken genome in place of the guide RNA: 5′ ‐ GCACTGCTACGATCTACACC – 3′. Cripr plasmids for all experiments were used at a final concentration of 2.5 μg/μl, diluted in EB buffer. To enable visualisation of the injection solution, 0.5 μl of 2% blue food dye was added per 10 μl injection mix. Verifying Cripr construct HH4 stage embryos were electroporated  in vitro  and cultured overnight. The Cripr construct was injected between the epiblast and the membrane on the right half of the area pellucida. Electroporation was achieved using a flat electrode placed above the injected area with the following settings: 5.7 volts, 50 ms pulses, 5 pulses, off for 100 ms between pulses. Embryos were then cultured overnight until HH9‐10 using the EC method (Chapman  et al ,  2001 ). The expression pattern of SOX8 was visualised by HCR. Electroporated cells were identified by HCR against citrine. The “Molecular Technologies” protocol for HCR was used. Embryology HH10‐11 stage embryos were injected and cultured in ovo. The Crispr plasmid was injected into the neural tube via a capillary needle. The needle was used to pierce the dorsal part of the neural tube at the rostral end of the trunk. The solution was injected until the trunk was filled to the posterior neural pore. Unilateral electroporation of the trunk was achieved using a two‐pronged electrode, with the electrodes placed 4 mm apart, either side of the neural tube with the following settings: 15 volts, 50 ms pulses, 5 pulses, off for 100 ms between pulses. Embryos were then cultured for 3 days in ovo at 38°C until they reached HH24‐25. Histology Embryos were fixed in 4% PFA in PB overnight at 4°C, rinsed three times in PBS with 0.3% triton, then washed overnight at 4°C. Embryos were equilibrated in 5% sucrose in PBS for 2–4 h at 4°C then in 15% sucrose overnight at 4°C. Embryos were transferred to melted gelatin and allowed to equilibrate overnight at 38°C. Embryos were then snap frozen using liquid nitrogen and stored at −80°C for at least overnight before sectioning using a cryostat into 16 μm sections. Sections were kept at room temperature overnight prior to immunohistochemistry staining. Immunohistochemistry Slides were left in PBS at 42°C for 7 min to remove gelatin, washed in PBS with 0.3% triton‐X100 twice for 15 min at room temperature and blocked (10% donkey serum) for 1 h at room temperature. The following primary antibodies were diluted in block at the following concentrations and kept on slides for 2 days at 4°C: rabbit anti‐Tyrosine Hydroxylase (# AB152, Millipore) 1:500; mouse anti‐Islet (39.4Ds, DSHB) 1:100; rabbit anti‐SOX10 (# HPA068898‐100UL, Sigma) 1:500; mouse anti‐SOX10 (# SC365692, Santa‐Cruz Biotechnology) 1:100; mouse anti‐pH3 (# ab14955, Abcam) 1:500. Slides were then washed three times for 15 min in PBS with 0.3% triton‐X100. The following secondary antibodies were diluted in 10% donkey serum block at the following concentrations and kept on slides overnight at 4°C: Alexa Fluor 647 donkey anti‐rabbit IgG (#  A31573 , Invitrogen) 1:1,000; Alexa Fluor 647 donkey anti‐mouse IgG (# A31571, Invitrogen) 1:1,000; Alexa Fluor 568 donkey anti‐rabbit IgG (# A10042, Invitrogen) 1:1,000; Alexa Fluor 568 donkey anti‐mouse IgG (# A11037, Invitrogen) 1:1,000; Alexa Fluor 488 donkey anti‐goat IgG (# A11055, Invitrogen) 1:1,000. Slides were then washed two times for 15 min in PBS with 0.3% triton‐X100, one time in PBS for 15 min and for 7 min in PBS with DAPI (1 μg/ml). Slides were rinsed in PBS and mounted using Fluoromount‐G (# 0100–01, Southern Biotech). Imaging and image processing Immunostained sections were imaged using a Zeiss Imager MZ with an ApoTome module. Images were processed using the “ Fiji ” software, using the “Cell Counter” plugin for counting cells. Four to five sections were quantified per embryo from the forelimb axial level, and 2–4 embryos were quantified per condition. Immunofluorescent staining on mouse tissue Slides were equilibrated to room temperature, and antigen retrieval was performed using a steam cooker by submerging the slides in 1× Target Retrieval Solution (Dako, S1699) for 20 min. Sections were washed three times in PBS with 0.1% Tween‐20 (1× PBST) and incubated at 4°C, overnight with primary antibodies diluted in 1× PBST. Next, sections were washed in 1× PBST and incubated with secondary antibodies diluted in 1× PBST at room temperature for 1 h, washed three times in 1× PBST and mounted using Mowiöl mounting medium. Primary antibodies used: Goat anti‐GFP (1:500, Abcam, #ab6662), chicken anti‐GFP (1:500, Aves Labs Inc., #GFP‐1020), chicken anti‐mCherry (1:1,000, EnCor Biotech, #CPCA‐mCherry), goat anti‐SOX10 (1:500, Santa‐Cruz, #sc‐17,342), goat anti‐SOX10 (1:1,000, R&D systems, #AF2864), chicken anti‐NF200 (1:1,000, Abcam, #ab4680), chicken anti‐P0 (1:1,000, Abcam, ab134439), mouse anti‐HUC/D (1:100, ThermoFisher Scientific, #A‐21271), mouse anti‐ISL1 (1:250, DSHB, clone 39.4D5‐s), rabbit anti‐S100B (1:500, Synaptic Systems, #287003), mouse anti‐NEUROFILAMENTS (1:100, DSHB, clone 2H3), mouse anti‐βIII Tubulin (1:1,000, Promega, clone G712A), rabbit anti‐OCT6 (1:500, Abcam, ab272925). When DAPI (Sigma, D9542) was used, it was applied on the sections simultaneously with the secondary antibodies at a concentration of 0.5 mg/ml. For detection of the primary antibodies, secondary antibodies raised in donkeys and conjugated with Alexa‐488, ‐555 and ‐647 fluorophores were used (1:1,000, Molecular Probes, ThermoFisher Scientific). RNAscope®  in situ  hybridization \n In situ  hybridization using the RNAscope® Fluorescent Multiplex Assay kit and a commercially available probe against mouse  Nr4a2  (Cat No. 423351),  Itga4  (Cat No. 542901),  Serpine2  (Cat No. 435241),  Sox8  (Cat No. 454781),  Htr3a  (Cat No. 411141‐C3),  Itga8  (Cat No. 417941),  Pou3f1  (Cat No. 436421‐C2),  Cpm  (Cat No. 1121871‐C3) was performed using cryosections of fixed frozen tissue according to the manufacturer's instructions. Microscopy Images were acquired using LSM 780, LSM 880 Zeiss confocal microscopes equipped with 20×, 40× and 63× objectives or a Zeiss Imager MZ with an ApoTome module. Images were acquired in the lsm format and processed with ImageJ for export as tiff files. Figures were compiled using Adobe Photoshop and Illustrator. Quantification of  RNAscope ®  in situ  hybridization Following export as RGB tiff files, images were cropped by annotated region and loaded onto cellpose for segmentation, using cytoplasm model, SOX10 signal and a diameter parameter of 20 pixels (Stringer  et al ,  2021 ). From each segmented cell, we calculated (i) the mean intensity of SOX10 and (ii) the background‐corrected mean intensity of RNAscope®‐detected marker. To filter out nonglial cells, two different approaches were used depending on the collected data in a defined region. When the distribution of the mean intensity of SOX10 per cell presented two clear distributions, the SOX10 low  population was removed (corresponding to cells biased to sensory fate) using a SOX10 mean intensity threshold. When the region contained a specific population of SOX10 low  and very high intensity of the RNAscope®‐detected marker, with a high correlation between the two values, these cells were considered as blood cells. These contaminants were removed either by applying k‐means with two clusters on the scaled mean intensities of SOX10 and RNAscope®‐detected marker and discarding the blood cell cluster when successfully captured. A SOX10 mean intensity threshold was employed for unsuccessful clustering results. Mean intensities results were then combined and annotated by location and developmental day. Statistical analysis and sample size Sample size was decided according to accepted practices in the field and initial preliminary experiments to estimate variability within the same litter while adhering to the use of the minimum number of animals. Analysis of statistical significance (Fig  4 ) was performed using GraphPad Prism 7 and the Holm‐Sidak method (α = 0.05; multiple  t ‐tests, unpaired) or unpaired  t ‐test with a two‐tailed  P ‐value. Blinding was not applied, as most validations were performed on wild‐type tissue. In the case of the analysis of  Sox8  KD (Fig  4 ), quantification was performed the same way on all chick embryos. Single‐cell suspension preparation, fluorescence‐activated cell sorting (FACS) and single‐cell transcriptomic sequencing Collection and dissection of embryonic and postnatal traced tissue were carried out using a stereotactic microscope equipped with a fluorescent light source to enrich the tissue in relevant cells. Dissected tissue was collected in 1× PBS on ice, and either 0.05% Trypsin/0.02% EDTA or 2 mg/ml collagenase P was used for enzymatic digestion of embryonic or postnatal tissue, respectively, incubated at 37°C for 5–20 min depending on the developmental stage. Following enzymatic digestion, the tissue was triturated with a P‐1000 and then P‐200 pipette until dissociation, and cold 10% FBS was added to quench the enzymes. The cell suspension was spun down, 300 ×  g , 5 min, 4°C and washed three times with 1× PBS. Finally, the cellular suspension was filtered through a 40 μm‐pore size cell strainer and collected into a FACS tube on ice. Single TOMATO +  cells were sorted into 384‐well plates prefilled with lysis buffer according to the previously published SmartSeq2 protocol (Picelli  et al ,  2014 ) using a BD FACSAria Fusion Cell Sorter B5/R3/V3 system with a three‐laser configuration (488, 633 and 405 nm) and 16 fluorescence detectors. Single‐cell transcriptomic sequencing was performed as previously described (Picelli  et al ,  2014 ). Generation of count matrices, QC and filtering The single‐cell transcriptome data were generated at the Eukaryotic Single‐cell Genomics facility at Science for Life Laboratory in Stockholm, Sweden. The samples were analysed by first demultiplexing the fastq files using deindexer ( https://github.com/ws6/deindexer ) using the nextera index adapters and the 384‐well plate layout. Individual fastq files were then mapped to mm10_ERCC genome using the STAR aligner using 2‐pass alignment (Dobin  et al ,  2013 ). Reads were filtered for only uniquely mapped and were saved in BAM file format; count matrices were subsequently produced. Estimated count matrices were gathered and converted to anndata python object prior to scanpy processing. Cells with 5 × 10 4  ≤ transcripts ≥ 6 × 10 4 , 1,000 ≤ genes ≥ 10,000 or ≤ 15% of ERCC reads were kept. Overview and selection of developing glial trajectories The analysis of the count matrix was performed using the scanpy and scFates python packages with scFates used for a function detecting overdispersed genes following the approach proposed by pagoda2 R package (Fan  et al ,  2016 ). PCA was performed on the scaled count matrix subset by overdispersed genes. A nearest neighbour graph was generated with 30 neighbours and on 30 PC components. 2D embedding and Clusters were then identified from NN graph using Leiden algorithm (Traag  et al ,  2019 ) and UMAP, respectively (preprint: McInnes  et al ,  2020 ). Cells in clusters expressing  Sox10  were kept, as well as linked  Isl1 \n +  neurogenic clusters. The subset count matrix was further processed in a similar way at the difference of using 15 neighbours for the NN graph. At this stage, scrublet was run on the filtered count raw matrix, and two Leiden clusters enriched with high doublet scores were removed from the data set. As a final step, Palantir (Setty  et al ,  2019 ) was applied to generate diffusion maps with a NN graph with neighbours on the first 50 PCs. The first nine diffusion components were used for generating a new NN graph, with 40 neighbours, followed by PAGA, which was then used as the basis for a final UMAP embedding (Wolf  et al ,  2019 ). Using these diffusion components, the count matrix was then imputed using Palantir's function MAGIC. The subset count matrix was used as input for the CytoTRACE pipeline (Gulati  et al ,  2020 ; using default parameters). Cell type assignment and identification of cells assigned to the “hub” Cell types were assigned by performing gene scoring using the MAGIC‐imputed gene expression known markers (see Appendix Fig  S3 ). Cells were annotated by setting a specific threshold for each cell type. Any cells assigned to two or more cell types were discarded from annotation. “hub” cells were identified as being a member of a Leiden cluster containing more than 80% of unannotated cells. “hub” markers were identified by performing differential gene expression via Wilcoxon rank‐sum test, comparing the “hub” cells to the rest. RNA velocity BAM files from each plate were processed using python command‐line velocity tool (La Manno  et al ,  2018 ) using run‐smartseq2 command with GENCODE M21 genome and repeat masker annotation files, leading to a loom file for each plate containing spliced and unspliced transcript counts. The loom file was combined and subset to the previously filtered out cells. Using scvelo tool on python (Van de Sande  et al ,  2020 ), genes with less than 20 spliced counts or unspliced counts were excluded, and the 2,000 top highly variable genes were kept, from which spliced and unspliced counts were then knn smoothed with 30 neighbours. The smoothed values were used to calculate velocity values. The data set was then used as input to BRIE2 pipeline (Huang & Sanguinetti,  2021 ) to identify differential momentum genes, using the previously measured CytoTRACE value as a continuous covariate. BRIE2 detected 120 genes displaying differential momentum (FDR < 1 × 10 −40 ), which were used to generate the velocity graph and were computed using default parameters. Extrapolated states were then projected on the UMAP embedding produced during the initial analysis. SCENIC analysis The SCENIC pipeline was applied using the python package pySCENIC (Aibar  et al ,  2017 ; Van de Sande  et al ,  2020 ). Firstly, the normalised count matrix from the pagoda2 pipeline was used as input, combined with a list of known transcription factors (TFs), to generate regulons based on correlation with putative target genes. Next, using the generated adjacency matrix combined with cisTraget databases (mm10 500bpUp100Dw and TSS+/−10kbp), the regulons are refined by pruning targets that do not present an enrichment for a corresponding motif of the TF. Lastly, cells were scored for each regulon with a measure of recovery of target genes from a given regulon. These AUC scores are then used to generate diffusion maps using Palantir (run_diffusion_maps, knn = 40), with the first seven diffusion components used to generate a UMAP embedding. In downstream analyses, the AUC scores of the regulons were weighted according to the log10 fpm expression of the related TF. In such cases, the weight is equal to the log10 fpm value between 0 and 1 and then set to 1 if log10(fpm) > 1. Pseudotime tree inference These steps were performed using scFates v0.4.1, a python package built‐in continuity of the crestree R package (Soldatov  et al ,  2019 ). The trajectory inference was performed in two stages. A 3,000‐nodes tree was fitted, using SimplePPT approach (Mao  et al ,  2015 ) on the diffusion space using tl.tree function (scFates, method = “ppt,” sigma = 0.0005, lambda = 200, metric = “euclidean”). Using the developmental time and CytoTRACE score two roots were selected, indicating the vagal and posterior trunk NC. The tree is composed of a soft assignment matrix R, where each node of the tree contains a value for all cells, each cell has an assignment strength to a node between 0 and 1, with 1 being the closest to the node. Pseudotime value was then generated as a distance on the tree from the selected roots and projected to cells using R assignment matrix. For the glial trajectory, the first tree only captured nmSC and endoneurial fibroblasts. To capture and justify the existence of the mSC fate, the cells were the first subset and processed via cell rank, which used RNA velocity information weighted with cell connectivities. Detected macrostates using Leiden clustering identified nmSC, mSC and endoneurial Fibroblast states, which were selected as terminal states and for absorption probabilities computation. The results were then converted into a 300 nodes principal tree via scFates, which was used as input the absorption probabilities simplex from cell rank and CytoTRACE values. Finally, in order to capture the tSC population and have a more biologically meaningful tree, these cells were further re‐analysed by fitting a tree on the UMAP embedding, allowing to capture all four cell types. To facilitate the representation of the lineages, highlight bifurcations and roots and endpoints, we employed a concept of milestones, inspired by Saelens  et al  ( 2019 ). Specifically, milestones are either a tip or a fork of the fitted tree and cells are assigned to the closest milestone in pseudotime distance. Testing for features associated with the tree Feature expression was modelled as a function of pseudotime in a branch‐specific manner, using cubic spline regression   for each branch independently. This tree‐dependent model is then compared with the unconstrained model  exp i ∼ t i using  exp i ∼ 1 F ‐test.  P ‐values were then corrected for multiple testing, features were considered significant if FDR < 0.0001. log10(fpm) count matrix was used to test with GAM to model which genes are significantly changing along the whole tree (scFates, tl.test_association, default parameters), with significant genes being fitted using GAM to obtain smoothed trends (scFates, tl.fit, default parameters). Whole tree was also used in combination with SCENIC‐derived AUC score, to detect significantly changing regulon activities. To do so, AUC scores were tested (scFates, test_association, A_cut = 0.025) and fitted (scFates, tl.fit, default parameters) via GAM. Bifurcation analysis Branch‐specific genes were first detected via amplitude testing using the following GAM model: From  g i ∼ s pseudotime + s pseudotime : Branch + Branch s(pseudotime): Branch  interaction term,  P ‐values were extracted and then corrected for multiple testing (scFates, tl.test_fork, fdr_cut = 0.1). Then, each significant gene was tested for its upregulation along the path from progenitor to terminal state, using the linear model  . Differentially expressed genes were then assigned between two postbifurcation branches with fdr < 0.05 and defined differences in expression cutoffs, using tl.branch_specific (scFates, cutoffs were specifically set for each bifurcation). Finally, the pseudotime of activation was estimated by separating the trajectory into 10 bins and by calculating the relative expression rate at a specific bin: g i ∼ pseudotime Where  r b t = f b t + 1 − f b t − 1 max f − min f f ( b ) is the mean fitted expression at a specific bin, if the rate was higher than a defined threshold, the gene was considered to activate at the pseudotime value of the related bin. To analyse molecular mechanisms of cell fate biasing, cell composition was approximated by a sliding window of cells along the pseudotime axis, cells were manually selected in order to represent the different steps of differentiation. The local gene–gene correlation reflecting the coordination of genes around a given pseudotime  t  was defined as a gene–gene Pearson correlation within each window of cells. The local correlation of a gene g with a module was assessed as a mean local correlation of that gene with the other genes comprising the module. Similarly, intra‐module and inter‐module correlations were taken to be the mean local gene–gene correlations of all possible gene pairs inside one module, or between the two modules, respectively (scFates, tl.slide_cors, default parameters). Neural crest to Schwann cell trajectory analysis and glial heterogeneity The linear trajectory from posterior neural crest cells to immature Schwann cells was a subset from the main tree using the tree milestones. Pseudotime was robustly calculated by running 100 probabilistic mappings where in each run a cell was assigned to a node by using their assignment values as probabilities (see section “Pseudotime tree inference”). Regulons associated with the trajectory were detected over these 100 mappings using tl.test_association (scFates, A_cut = 0.02) on AUC score matrix from SCENIC pipeline. Next, associated regulons were fitted using tl.fit (scFates, default parameters), and fitted regulons were clustered using tl.cluster using cosine distance metric and 40 neighbours. Similar to bifurcation analysis, two groups of target genes from Six1(+) and Ets1(+) regulons, respectively, were used for correlation analysis, where cell composition was approximated by a sliding window of cells along the pseudotime axis between iSCs and NCC. The local gene–gene correlation reflecting the coordination of genes around a given pseudotime  t  was defined as a gene–gene Pearson correlation within each window of cells. To focus the analysis on the SCPs and Schwann cell population, the tree generated previously (see section “Pseudotime tree inference”) was subset to keep only SCPs, SCs, tSCs and endoneurial fibroblasts. Differential gene expression analysis was performed on the tree milestones using Wilcoxon rank‐sum test from scanpy package via tl.rank_genes_groups (scanpy, method = “Wilcoxon”). Neural crest and Schwann cell lineage comparison with transcriptomic data from tumours Comparison with neurofibromatosis type 1 data Bulk RNAseq data from neurofibromatosis type 1 plexiform neurofibroma‐derived Schwann cells were obtained as a tpm matrix and were log‐transformed from a published data set (Ferrer  et al ,  2018 ). Mouse gene names from the SS2 data were converted to human symbols to allow comparison. Both data sets were subsets to keep only common gene names. Pairwise correlation between cells from both data sets was computed using either all common genes or genes presenting a low correlation with cell cycle aspect score identified via pagoda2 pipeline (< 0.1). Bulk data points were projected onto the UMAP embedding of the mouse‐derived SS2 data set by building a kNN graph from the pairwise correlations with five neighbours and by computing a weighted average of both dimension coordinates with the weights of the connectivity between neighbours. Comparison with uveal melanoma data Using the raw data from a published study on scRNAseq analysis of human uveal melanoma (Durante  et al ,  2020 ), count matrices from all patients were combined and preprocessed with scanpy python package. Filtering was performed as follows: cells having between 200 and 8,000 detected genes, less than 10% of mitochondrial genes and more than 400 UMIs were kept. Filtered data were normalised to a target sum of UMIs of 10e6 and log normalised (base 10). Highly variable genes were detected using cellRanger approach and were used to compute PCA on scaled data. kNN graph was generated with 50 neighbours on the 10 first PCs, followed by UMAP embedding. Upon inspection of  Sox10  and  Mitf  expression, the data were subset into a single trajectory. Following the same strategy as the original paper, we identified tumour cells with MLANA, MITF and DCT expression. We focused on PRAME +  class 2 tumour cells from a single patient and data kept originating from a single patient to avoid batch effect‐related aspects, and cycling cells were removed. Lastly, human gene names were converted to mouse symbols to allow integration. PCA was performed on this subset, and kNN graph was generated with 50 neighbours on the 5 first PCs. Palantir was also applied to the PCA space, and tSNE embedding was generated on the multiscale diffusion space. CytoTRACE was applied to the raw count matrix with default parameters. The melanoma trajectory was reprocessed with pagoda2 pipeline (basicP2proc function, default parameters) and CONOS (Barkas  et al ,  2019 ) was performed ( k  = 15,  k .self = 5, space = “PCA,” ncomps = 30) between the melanoma trajectory and the complete mouse‐derived NCC and Schwann cell trajectory. Cell‐type assignment labels from our developmental data set were transferred to the melanoma trajectory. Projection of the cells onto developmental embedding was performed by computing the weighted average of the developmental UMAP coordinates, using the CONOS‐derived connectivities as weights. Comparison with neuroblastoma Using the raw data from a published study on scRNAseq analysis of neuroblastoma (Dong  et al ,  2020 ), count matrices from all patients were combined and preprocessed with scanpy python package. Filtering was performed as follows: cells having between 200 and 10,000 detected genes, less than 10% of mitochondrial genes and more than 400 UMIs were kept. Filtered data were normalised to a target sum of UMIs of 10e6 and log normalised (base 10). Highly variable genes were detected using the cellRanger approach and were used to compute PCA on scaled data. kNN graph was generated with 30 neighbours on the 30 first PCs, followed by UMAP embedding. Data were then subsetted to the existing published cell‐type annotation and separated according to patients to avoid the batch effect. Lastly, human gene names were converted to mouse symbols to allow integration. PCA was performed on this subset, and kNN graph was generated with 50 neighbours on the 5 first PCs. Palantir was also applied to the PCA space, and tSNE embedding was generated on the multiscale diffusion space. CytoTRACE was applied to the raw count matrix with default parameters. CONOS (Barkas  et al ,  2019 ) was performed ( k  = 15,  k .self = 5, space = “PCA,” ncomps = 30) between the neuroblastoma data sets and the complete mouse‐derived NCC and Schwann cell trajectory. Cell‐type assignment labels from our developmental (SmartSeq2) data set were transferred to the melanoma trajectory. Projection of the cells onto developmental embedding was performed by computing the weighted average of the developmental UMAP coordinates, using the CONOS‐derived connectivities as weights. Comparative validation of terminal Schwann cells and satellite glia populations Validation of  tSC  population using published  NMJ  bulk  RNAseq  data Published bulk RNA seq data containing nonmyelinating, synaptic glia of the neuromuscular junction (NMJ; Mapps  et al ,  2022 ) was downloaded and processed as follows: fastq files were aligned with STAR tool and count matrices generate via featureCounts using mouse genome annotation gencode M27. Count matrix was then analysed via DESeq2 pipeline, where the covariate to compare was FACS sorting of cells being S100β‐GFP +  or S100β‐GFP + /NG2‐dsRed. Differential gene expression was generated, and on the top of the results were highlighted five main top markers defining tSC in our data set. Validation of satellite glia using published  scRNAseq  data set Published scRNAseq data containing cells from mouse DRG and SCG were downloaded and processed via the kallisto bus pipeline (Bray  et al ,  2016 ; Melsted  et al ,  2021 ) using mouse genome GRCm38 release 97. Cells with less than 200 genes and more than 7.5% of mitochondrial proportion were filtered out. Highly variable genes were detected via scFates wrapper for pagoda2 over dispersion detection approach. PCA was generated from the scaled count matrix and used for the NN graph with 20 PCs and 30 neighbours. Cluster‐defining satellite glia (Plp1 + /Fabp7 + ) was selected and only cells from DRG were used for subsequent analysis. The same process was applied to that subset, and Leiden clustering generated five clusters that could be easily annotated. Mapping was applied by processing that subset and our developmental data set to CONOS pipeline, which consisted in reprocessing with pagoda2, alignment in PCA space (20 PCs) using 15 neighbours and five self‐neighbours, and propagation of cell‐type assignment labels generated from our developmental data (see section  Cell‐type assignment and “hub” cell identification ). Furthermore, projection of the cells onto developmental embedding was performed by computing the weighted average of the developmental UMAP coordinates, using the CONOS‐derived connectivities as weights.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:20:09.420701",
  "abstract_length": 1332,
  "methods_length": 32190,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}