{
  "pmid": "35855179",
  "abstract": "BACKGROUND: Neurofibromatosis (NF) is an umbrella term that refers to three distinct disease entities: NF Type 1, Type 2, and schwannomatosis. Here, we reviewed the scientific performance and the most influential publications on NF. METHODS: A keyword-based search was performed using the Scopus database. The top 100 articles were grouped based on NF types and the studied entities. The differences between the articles, authors, and journals were quantified based on certain parameters. Other parameters were collected for the complete citational analysis. RESULTS: The top 100 articles were published between 1961 and 2020. The most trending period of research was in the 1990s and articles studying the clinical aspect and the underlying genetic correlation made up 84% of all articles from the list. The United States of America (USA) had the highest number of contributions (69 articles, 69%). The top institute of contribution to the list was the Howard Hughes Medical Institute, USA (14 articles, 14%). Author-based analysis reveals that the neurologist D. H. Gutmann from St. Louis Children's Hospital, USA, was the most active and authored 11 articles (11%) on the list. CONCLUSION: The publication trends show that articles studying medical and surgical management were of little interest. The top 100 articles did not include any randomized control trials, and the highest level of evidence was obtained from reviews of pooled knowledge as well as population-based and longitudinal studies.",
  "methods": "Methods:  A keyword-based search was performed using the Scopus database. The top 100 articles were grouped based on NF types and the studied entities. The differences between the articles, authors, and journals were quantified based on certain parameters. Other parameters were collected for the complete citational analysis. MATERIALS AND METHODS A bibliometric keyword-based search using the Scopus database was utilized to perform a citation analysis of the top 100 most-cited articles on NF. A title-specific search using “NF,” “neurofibroma,” and “von Recklinghausen’s” was performed as search terms. The articles were rearranged based on their citation count (CC) in descending fashion. The top 100 articles were collected after excluding non-English, conference papers, erratum publications, and unpublished articles. The list of the top 100 articles on NF was categorized based on NF types to Type 1 and Type 2. Further subcategorization based on the studied entities of the top 100 articles yielded the following categories: (1) clinical, (2) genetics, (3) experimental, (4) histopathological, (5) radiological, (6) medical management, and (7) surgical management. The following parameters were considered when quantifying the difference between articles, authors, and journals: CC, citation per year (CY), Journal’s SCImago Journal Rank (SJR), Journal’s Source Normalized Impact Per Paper, Hirsch index (H-Index), and Journal Impact Factor (IF). The H-Index measures the productivity and the impact of an author by calculating the number of publications, he has been cited for at least the same number of times.[ 57 ] The Journal IF is defined as the average count of citations received in a given year per article published in the preceding 2 years.[ 48 , 50 ] Other significant parameters of interest were collected for the complete citational analysis of publications, which involved the authors, first author’s specialty, article title, country of origin, contributing institutions, journals, and year of publications. Furthermore, a two tailed correlation analysis at 5% level of significance was carried out between the number of citations and the duration of publication in an Excel spreadsheet and SPSS version 26. Selection of the studies included in the discussion section was based on the following criteria to establish narrative review: 1 – highly cited article in relation to other articles within the same category, 2 – the degree of scientific contribution, and 3 – historical or scientific relevance to the top cited articles.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:20:20.078697",
  "abstract_length": 1502,
  "methods_length": 2554,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}