{
  "pmid": "35855490",
  "abstract": "BACKGROUND: Neurofibromatosis type 2 (NF2) is an autosomal dominant genetic disease characterized by development of schwannomas on the VIIIth (vestibular) cranial nerves. Bromodomain and extra-terminal domain (BET) proteins regulate gene transcription and their activity is required in a variety of cancers including malignant peripheral nerve sheath tumors. The use of BET inhibitors as a therapeutic option to treat NF2 schwannomas has not been explored and is the focus of this study. METHODS: A panel of normal and NF2-null Schwann and schwannoma cell lines were used to characterize the impact of the BET inhibitor JQ1 in vitro and in vivo. The mechanism of action was explored by chromatin immunoprecipitation of the BET BRD4, phospho-kinase arrays and immunohistochemistry (IHC) of BRD4 in vestibular schwannomas. RESULTS: JQ1 inhibited proliferation of  CONCLUSIONS:",
  "methods": "Methods A panel of normal and NF2-null Schwann and schwannoma cell lines were used to characterize the impact of the BET inhibitor JQ1 in vitro and in vivo. The mechanism of action was explored by chromatin immunoprecipitation of the BET BRD4, phospho-kinase arrays and immunohistochemistry (IHC) of BRD4 in vestibular schwannomas. Materials and Methods Cell Culture and Gene Editing or Knockdown SC4 and SC4-Luc  Nf2 -null mouse Schwann cells and HEI-193 human  NF2 -mutant schwannoma cells were previously described.  hSC2λ cells were obtained from the laboratory of Dr. Margret Wallace. 19–21  The generation of the hSC2λ-shNF2 clones was previously described. 22  For generation of the hSC2λ-NF2 23 −/−  cells, both  NF2  alleles were targeted by CRISPR/Cas9 genome editing. hSC2λ cells were transfected with 2 independent pX459 plasmids containing guide sequences targeting exon 1 of  NF2 . gRNA-1 =  GAACTCCATCTCGGCGTCCA , gRNA-2 =  GATCCTCACGGTGAACGTCT . Cells were selected with puromycin (0.25 µg/mL) for 48 h and single cell clones picked. Multiple clones were expanded and analyzed by sequencing and western blotting for loss of NF2 protein expression ( Supplementary Figure S1A ). For knockdown of target genes the following siRNA were used: - BRD3 (ON-TARGETplus, Dharmacon Inc., Cat # LQ-004936), - BRD2 (FlexiTube GeneSolution, Qiagen, Inc., Cat # GS6046 and ON-TARGETplus, Dharmacon Inc., Cat # LQ-004935) - BRD4 (FlexiTube GeneSolution, Qiagen, Inc., Cat # GS23476 and ON-TARGETplus, Dharmacon Inc., Cat # LQ-004937) - NF2 (ON-TARGETplus, Dharmacon Inc., Cat # LQ-003917) The siRNA were reverse transfected into cells (10 pmol/2 × 10 5  cell) using Lipofectamine RNAiMax (Life Technologies Inc.). Twenty-four hours after transfection cells were trypsinized and replated for proliferation and/or JQ1 dose–response assays. SC4, HEI-193, and hSC2λ cells were authenticated by short tandem repeat DNA profiling (DDC Medical). All cells were maintained in Dulbecco’s modified Eagle’s medium supplemented with 10% fetal bovine serum, 1% penicillin–streptomycin. BRD4 Immunohistochemistry and Evaluation Samples of human vestibular schwannomas and of normal peripheral nerve were obtained with IRB consent at the Mt Sinai Medical Center and were fixed in formalin and processed routinely through a graded series of alcohols, and then dehydrated and embedded in paraffin. Sections of these tissues were cut from the formalin fixed, paraffin embedded tissue. Immunohistochemical stains for BRD4 were made with antihuman BRD4 antibody (A301-985A50, Bethyl Laboratories, Inc.) and H&E stains were made using adjacent sections. Slides were evaluated for presence or absence of tumor, confirmation of the diagnosis as (benign) schwannoma, levels (intensity and number of cells) of BRD4 signal and cellular distribution by standard light microscopy. BRD4 Chromatin Immunoprecipitation BRD4 chromatin immunoprecipitation (ChIP) was carried out as described previously.  Briefly, hSC2λ-shNF2 cells at ~75% confluency (1 × 10 24 7  cells/condition) were treated with DMSO or JQ1 (1 µM) for 12 h at 37°C. Cells were fixed with 1% formaldehyde for 10′, RT. Cells were incubated with 125 mmol/L glycine for 5′ then washed (2×) with cold PBS, centrifuged and lysed in 2 mL ChIP buffer (150 mmol/L NaCl, 1% Triton X-100, 5 mmol/L Ethylenediaminetetraacetic acid, 10 mmol/L Tris–Cl pH 7.5, 0.5 mmol/L Dithiothreitol, 0.5% sodium dodecyl sulfate [SDS]) by rocking for 10′ at 4°C. DNA was fragmented by sonication to 0.3–0.5 kb DNA fragments (Misonix S-3000, 4°C water bath, 30 min (30 s on, 30 s off, output 8). Input DNA (7 × 10 4  cell equivalent) was removed from fragmented DNA and stored at −80°C. Anti-BRD4 antibody (3 µg/per condition) (BL-149-2H5, Bethyl Laboratories) and Dynabeads Protein G (90 µl/ per condition) were added to lysate and incubated overnight at 4°C with rocking. Beads were washed with buffer 1 (150 mmol/L NaCl, 20 mmol/L Tris–Cl pH 8.0, 5 mmol/L EDTA, 65% (w/v) sucrose, 1% Triton X-100, and 0.2% SDS) and then washed with Tris-EDTA buffer. ChIP and input DNA were resuspended in TE/1% SDS and incubating at 65°C for 18 h. SDS was diluted with TE and treated with RNase A (0.2 mg/mL) at 37°C for 2 h, treated with proteinase K (0.2 mg/mL) 65°C for 2 h, then DNA was extracted with phenol chloroform isoamyl alcohol and resuspended in TE. Data Availability ChIP-seq data are stored in the Gene Expression Omnibus under accession number GSE167560. ChIP-seq Data Analysis Quality control of reads was done by trimming of exogenous adapter sequences, removing low-quality bases from the ends of reads, and removing the whole reads if average quality was too low. High-quality reads were mapped to the human genome (human-USCS: H.sapiens-UCSC-GRCh38hg38: downloaded March 22, 2016) using bowtie version 1.1.2 aligner and peak abundance estimated with macs version 2.1.0. Replicate BRD4 ChIP experiments (±JQ1 treatment) were processed and significant peaks were called in pairwise manner from BRD4_ChIP_DMSO versus input and BRD4_ChIP_DMSO versus BRD4_ChIP_JQ1. PAVIS (peak annotation visualization) ( https://manticore.niehs.nih.gov/pavis2/ ) was used to annotate peaks and visualize relative enrichment levels to genomic regions. Panther website ( http://pantherdb.org/about.jsp ) was used to classify identified genes by GO term biological process. Genes lists were further classified into functionally related groups of genes by GO term or KEGG pathway using DAVID Bioinformatics Resources 6.8 ( https://david.ncifcrf.gov/home.jsp ). Phospho-kinase Array Human phospho-kinase array kit (ARY003B, R&D Systems) was used to detect phosphorylated kinases in hSC2λ-NF2 −/−  cells treated with DMSO or JQ1 (1 µM) for 15 h. Blots were imaged using ChemiDoc MP Imaging System and quantitated using Image Lab 6.1 software (Bio-Rad). Animal Experiments All animal experiments complied with NIH guidelines and were approved by The Scripps Research Institute Animal Care and Use Committee. 2 × 10 5  SC4-Luc cells were harvested, washed twice and resuspended in sterile PBS and injected intraneurally into the sciatic nerves of NOD/SCID mice (6–8 weeks old). Tumor progression was monitored by bioluminescence imaging (BLI) on an IVIS-200 system (Xenogen) and treatment was commenced after detection of signal that correlates with an average tumor size of 1–2 mm 3  (total flux ≥10 6  photons/s). For JQ1 treatment assessment, JQ1 was used at 50 mg/kg/daily. For OTX-015 the dose was 50 mg/kg/daily. Statistical Analysis Cell counting studies were analyzed by Student’s  t -test (Graphpad QuickCalcs) in order to determine the significance of results and obtain 2-tailed  P  values. Two-tailed unpaired Student’s  t -tests were used to assess the significance of tumor–body ratio results. The mean and SD were used to assess significance, unless otherwise noted. Statistical analyses were performed using Prism version 6.0e for Mac (GraphPad Software,  www.graphpad.com ).",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:20:24.889811",
  "abstract_length": 874,
  "methods_length": 6981,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}