{
  "pmid": "35875109",
  "abstract": "Malignant peripheral nerve sheath tumors (MPNSTs) are rare soft-tissue sarcomas refractory to standard therapies. Inactivation of",
  "methods": "Materials & Methods Cell Lines and Reagents The NF1 +/-  Schwann cell line (sNF02.3 2λ) was obtained from the American Type Culture Collection (ATCC). NF1-associated (ST88-14, T265, S462, and S462TY) and sporadic (STS-26T) MPNST lines were kindly granted by Prof. Vincent Keng and Prof. Jilong Yang ( \n ). All MPNST cell lines were maintained in high-glucose DMEM supplemented with 10% fetal bovine serum (FBS) and 1% penicillin/streptomycin in a 37°C, 5% CO Table S1 \n 2  incubator, sNF02.3 2λ cells were cultured under the same conditions with 1% L-glutamine added. Reagents and antibodies used in this article are described in  \n . Supplementary Table S2 \n Immunohistochemical Staining A tissue microarray (TMA) was constructed using 57 paraffin-embedded MPNST specimens obtained from 49 patients who underwent surgical treatment at Shanghai Ninth People’s Hospital, Shanghai Jiao Tong University School of Medicine in Shanghai, China. IHC staining was performed as previously described ( 25 ). The assessment of TMA IHC staining was accomplished by two qualified pathologists independently. The score was assigned according to the proportion of positive cells within carcinomatous areas so that no staining, <25% of malignant cells staining, 25%-50% of malignant cells staining, >50% of malignant cells staining were recorded as 0, 1, 2, 3. Clinical information was collected through electronic medical records and telephone follow-ups. Twenty-eight of 49 patients were lost to follow-up and were not able to be contacted through multiple methods. Cell Line-Based Assays A Cell Counting Kit-8 (CCK-8) assay was implemented to assess cytotoxicity. A total of 1*10 3  or 3*10 3  cells per well were seeded into 96-well culture plates and treated with 0.1% DMSO or the indicated drug. After 72 h or 96 h, 10 µL CCK-8 solution (Dojindo, Japan) dispersed in 90 µL DMEM was added per well to measure the 450 nm OD value after a 2 h incubation. Percentage cell viability was calculated as 100% × (OD of drug-treated cells - OD of background control)/(OD of untreated cells - OD of background control). The IC50 of indicated drugs was calculated by Prism 8.4.0 using [inhibitor] vs. normalized response – Variable slope analysis. Annexin V–FITC and propidium iodide (PI) assays were implemented to detect cell apoptosis. MPNST cells were seeded into 6-well culture plates and treated with DMSO or the indicated MEKi for 24 h or 48 h. Afterwards, MPNST cells were stained with annexin V–FITC and PI at room temperature in the dark for 15 minutes, followed by analysis using a flow cytometer (CytoFLEX LX, Beckman Coulter, Shanghai) equipped with CytExpert software (Beckman Coulter, Shanghai). A cell cycle assay was implemented to monitor the cell cycle. MPNST cells treated as described above were fixed with cold 70% ethanol, stained with PI/RNase solution, and analyzed on a flow cytometer as described above. Western Blot Analysis Cells were lysed in RIPA buffer (Beyotime, China) with protease and phosphatase inhibitor cocktails (Beyotime, China). Proteins separated by SDS-PAGE were transferred onto PVDF membranes and blocked in 3% bovine serum. Afterwards, membranes were incubated overnight in primary antibody solution at 4°C, followed by incubation with an HRP-conjugated secondary antibody for 1 h at room temperature. Band signals were detected using an Amersham Imager 600 (General Electric Company, Boston, MA, United States), and quantification was performed using ImageJ software after normalization to GAPDH. Xenografts Four-week-old male NOD-SCID IL-2 receptor gamma-null mice were purchased from Shanghai Model Organisms Co., Ltd. (Shanghai, China). A total of 5×10 6  S462TY cells suspended in 100 µL phosphate-buffered saline was engrafted subcutaneously into the armpit of each mouse. Tumor volume (based on caliper measurements) was calculated by the modified ellipsoidal formula: tumor volume = 1/2 length* width 2 . When tumors reached a volume of approximately 100 mm 3 , mice were randomly assigned to treatment with vehicle (n=4), trametinib (0.3 mg/kg, daily gavage, n=4), TAK-733 (2.4 mg/kg, daily gavage, n=4) or selumetinib (15.2 mg/kg, 2 times daily gavage, n=4). After 3 weeks of treatment, mice were sacrificed, and grafts were removed, weighed, and photographed. Grafts were stained with p-ERK, Ki-67, c-MYC, and cleaved Caspase 3 for histological analysis according to standard protocols. Statistics Data are presented as the mean ± standard error of the mean (SEM) or standard deviation (SD). Statistical analysis was conducted using Prism 8.4 (GraphPad Software, San Diego, CA). Statistical analyses were performed using the student’s t-test, the log-rank test, and the Pearson correlation analysis. P-values < 0.05 were considered to indicate statistical significance, and asterisks (*) are used to indicate significant differences between two specified groups. * indicates a P-value < 0.05, ** indicates a P-value < 0.01, *** indicates a P-value < 0.001. Ethics Approval and Consent to Participate The study was approved by the Ethics Committee of Shanghai Ninth People’s Hospital, Shanghai Jiao Tong University School of Medicine, and informed consent was achieved from patients under institutional reviewer board protocols.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:20:29.863449",
  "abstract_length": 129,
  "methods_length": 5264,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}