{
  "pmid": "35887576",
  "abstract": "Neurofibromatosis type 1 (NF1) is among the most common neurogenic disorders, characterized by loss of function mutations in the neurofibromin gene (",
  "methods": "2. Materials and Methods 2.1. Cell Culture All cells used in this study were maintained in complete culture medium (DMEM supplemented with 10% fetal bovine serum (GemCell (U.S.A. origin), GeminiBio, West Sacramento, CA, USA), penicillin (250 units mL −1 ), streptomycin (250 μg mL −1 ), and L-glutamine (2 mmol/L). Cells were used within 2 months of cryogenic resuscitation. Cells were passaged biweekly into fresh complete culture medium. ST-8814, S462TY [ 30 ], and STS26T were kindly gifted from Nancy Ratner (University of Cincinnati—Cincinnati Children’s Hospital). Immortalized Schwann cells (iHSC-1λ and iHSC-2λ) were kindly gifted from Margaret Wallace (University of Florida). The 293T cells were obtained from the American Type Culture Collection. 2.2. Silver Nanoparticles Spherical silver nanoparticles stabilized by polyvinylpyrrolidone, 25 nm in diameter, were purchased from Nanocomposix, Inc., as dried powders, with a 15% silver content. Silver nanoparticles were dispersed in phosphate buffered saline (PBS), pH 7.4, without calcium or magnesium (Corning) by bath sonication. Silver nanoparticles were dispersed at a final concentration of 5 mg mL −1  silver content by weight, stored at 4 °C in the dark, and used within 14 days of dispersion. Silver nanoparticles were diluted directly in complete cell culture medium for viability and imaging studies. The physicochemical properties of silver nanoparticles (hydrodynamic diameter, colloidal stability, and ζ-potential) were previously characterized [ 24 , 25 ]. 2.3. MTT Assays for Cytotoxicity and Viability Cells were seeded in 96-well plates at a density of 4500–10,000 cells per well (depending on cell line and duration of experiment) in 100 μL complete growth medium (DMEM supplemented with 10% fetal bovine serum (GemCell (U.S.A. origin), GeminiBio), penicillin (250 units mL −1 ), streptomycin (250 μg mL −1 ), and L-glutamine (2 mmol/L). Cells were allowed to recover for 18 h and exposed to 2× treatment (100 μL), as indicated, for 48–72 h. To determine cell viability, 3-(4,5-Dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide (MTT reagent (VWR); 20 μL, 5 mg mL −1  solution prepared in PBS), was added to each well at the appropriate time point. Plates were incubated for 45–90 min, depending on the cell line, at 37 °C/5% CO 2 . The medium was removed and replaced with 100–200 μL dimethyl sulfoxide to lyse the cells. The plates were read using a Spectramax iD5 plate reader at 560 nm and corrected for background at 650 nm, including a cell-free control well. 2.4. Lentivirus Production The 293T plates were seeded in 100 mm TC dishes and allowed to attach overnight under conditions to reach ~70% confluence after 20 h. The following day, 6.4 μg envelope plasmid (psPAX (Addgene Plasmid #12259)), 1.9 μg pMD2.G (Addgene Plasmid #12260) and 5.6 μg lentiviral expression plasmids of interest—pLKO.1-puro Non-Target shRNA Control Plasmid DNA (Sigma SHC016), shNF1 (TRCN0000039713, TRCN0000039714 (Sigma)—dsRed2-RFP (Addgene 109377), or GFP (Addgene 17448) were combined in deionized water to a total volume of 100 μL in a polystyrene culture tube. Polyethylenimine (41.7 μg, linear MW 25000, Polysciences cat# 23966-1) was added to the plasmid mixture and allowed to incubate for 15 min at room temperature. The plasmid:PEI mixture was added to the 293T plates at 70% confluence in 10 mL fresh complete culture medium and incubated for 18 h at 37 °C/5% CO 2 . The following day, the medium was aspirated and replaced with 15 mL complete culture growth medium and incubated for 48 h. The medium was removed and filtered using 0.45 μM PES filter (VWR). Lentiviral supernatant was aliquoted for single-use and stored at −80 °C. 2.5. Neurofibromin Knockdown Predesigned and previously validated short hairpin RNA plasmids against neurofibromin from the RNAi Consortium shRNA Library (TRCN0000039713, TRCN0000039714) and non-targeting controls were purchased from Sigma Aldrich. Lentiviral supernatants were prepared using the 293T cell line, as detailed above. STS26T, iHSC1λ, and iHSC-2λ cells (1.6–2.0 × 10 5  cells per well) were seeded in 6-well tissue culture plates (VWR) and allowed to attach overnight. The medium was aspirated, and 0.5 mL viral supernatant (shNT—non-targeting), shNF1-713, shNF1-714, or vehicle was mixed with 0.5 mL complete growth medium and added to each well for 24 h. Cells were allowed to recover for 24 h, then medium containing puromycin (2 μg mL −1 ) was added. After selection was complete, pooled clones were propagated until a sufficient number of cells for the experiments was obtained. 2.6. Restoration of Functional Neurofibromin Expression The S462TY (6 × 10 5  cells) cells were seeded in 60 mm TC dishes and allowed to attach for 48 h. GFP expression vector (Addgene 17448) or GFP-tagged neurofibromin 1 expression vector (pLenti-NF1-GFP, kindly provided by Robert F. Hennigan (University of Cincinnati)) or vehicle (water) was added to deionized water (4.67 μg GFP plasmid; 4.67 μg for NF1-GFP-Lo; 9.33 μg for NF1-GFP-Hi) to a total volume of 100 μL. Polyethylenimine (41.7 μg, linear MW 25000) (Polysciences cat# 23966-1) was added to the plasmid mixture, mixed well, and allowed to incubate for 15 min at room temperature. The plasmid:PEI mixture was added to the S462TY cells in 3 mL fresh growth medium and incubated for 18 h at 37 °C/5% CO 2 . The following day, the medium was aspirated and replaced with 5 mL fresh growth medium and incubated for 24 h. Cells were puromycin selected (2 μg mL −1 ) until the vehicle transfected control cells were no longer viable. Cells were propagated (2 or fewer passages) until sufficient cells were available for experimental studies. 2.7. Realtime Quantitative PCR Confluent plates of cells (60 mm) were harvested in 1 mL TRIZOL reagent (Invitrogen). RNA was extracted using Direct-zol RNA kits (Zymo Research), according to the manufacturer’s protocol. Quality was assessed using a DeNovix DS-11+ spectrophotometer. DNA was transcribed using 0.6–1 μg RNA input with the High Capacity cDNA Reverse Transcription Kit with RNase Inhibitor kit (Applied Biosystems) using a GeneAmp PCR System 9700 (Applied Biosystems), according to the manufacturer’s protocol, in a total reaction volume of 20 μL. Realtime quantitative PCR was performed using Taqman reagents specific for neurofibromin 1 (Hs01035108_m1) and reference gene PPIA (Hs04194521_s1) or TBP (Hs00427620_m1) [ 31 ], using 1 μL of cDNA mixture in a 384-well format in quadruplicate using Taqman Fast Advanced Master Mix (Applied Biosystems), per the manufacturer’s protocol, using a QuantStudio 6 Flex (Applied Biosystems). Relative levels of neurofibromin transcript were calculated using ∆∆Ct methodology. 2.8. Fluorescently Labeled Cells S462TY (6.0 × 10 5 ) or iHSC1λ (7.5 × 10 5 ) cells were seeded in 60 mm TC dishes and allowed to attach overnight. The following day, the medium was aspirated and replaced with 0.5 mL viral supernatant (GFP or RFP, respectively, or vehicle, as detailed above) and 2.5 mL complete growth medium and incubated for 18 h. The following day, the medium was aspirated and replaced with 5 mL fresh growth medium and incubated for 24 h. Cells were then puromycin selected (2 μg mL −1 ) until control-transduced cells were no longer viable. GFP and RFP expression was assessed using fluorescence microscopy; cells termed S462TY-GFP and iHSC-1λ-RFP were propagated under normal growth conditions, and cryogenically preserved. 2.9. Other Reagents Doxorubicin was purchased from TCI. Selumetinib was purchased from Selleck Chemical. Silver nitrate and cobalt chloride were manufactured by Acros. 2.10. Imaging Studies S462TY-GFP (8.0 × 10 4 ) and iHSC1λ-RFP (8.0 × 10 4 ) cells were seeded in the same well in 6-well TC dishes. The following day, cells were treated with AgNP (0–50 μg mL −1  Ag) or vehicle in 3 mL culture medium for 0–72 h. Each day, triplicate wells were washed once in 1 mL Live Cell Imaging Solution (Gibco), and then 1 mL Live Cell Imaging Solution was added. Cells were imaged using a EVOS FL Microscope (Life Technologies) under 10× magnification. Cells were imaged using transmitted light, GFP LED cube, and TxRed LED cube to capture all S462TY-GFP and iHSC1λ-RFP cells, respectively. After imaging, cells were harvested for immunoblotting, as detailed below. Triplicate wells containing 1.6 × 10 5  S462TY-GFP or iHSC1λ-RFP were treated with AgNP and viability assessed by MTT, as described above, to monitor the viability of the remaining cells. 2.11. Western Blot Cell lysates were harvested in MPER protein extraction reagent (Thermo Scientific, Waltham, MA, USA) supplemented with Halt™ Protease Inhibitor Cocktail (Thermo Scientific). Cell lysates were sonicated briefly, and protein content was assessed by BCA protein assay (Thermo Fisher, Waltham, MA, USA) in 96-well plates, per the manufacturer’s protocol. Protein (10 μg per lane) was diluted in 4× Laemmli Buffer (Bio-Rad, Hercules, CA, USA) and heated at 95 °C for 8 min. Lysates were loaded into 15-well Mini-Protean TGX Gels (Bio-Rad) and protein ladder (Chameleon Pre-stained Duo Color Ladder, LI-COR, Lincoln, NE, USA), and electrophoresis was performed. Proteins were transferred to nitrocellulose membranes and blocked in Intercept Blocking Buffer (TBS) (LI-COR). Blots were probed with antibodies against GFP (Cell Signaling 2555), RFP (Rockland 600-401-3795), or loading control β-actin (Cell Signaling 4970) at a dilution of 1:1000 in Intercept Blocking Buffer overnight at 4 °C with gentle rocking. Membranes were than washed 3 times for 5 min in TBS, then anti-Rabbit fluorophore-conjugated secondary antibody (IRDye 800 CW Goat Anti-rabbit (926-32211), at a dilution of 1:5000 in Intercept Blocking Buffer, was added. Membranes were rocked at room temperature for 90 min in the dark, then blots washed 3 times for 5 min in TBS, as described above. Membranes were imaged using an Odyssey Clx Imaging System (LI-COR). 2.12. Statistical Analysis IC 50  was calculated by means of Graphpad Prism 9 software using a variable slope with the least squares regression method. Significance between and within groups was determined by one-way ANOVA and Student’s t-test, where appropriate. Significance is denoted as follows: ***  p  < 0.001, **  p  < 0.01, *  p  < 0.05, n/s  p  > 0.05.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:20:39.917266",
  "abstract_length": 149,
  "methods_length": 10336,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}