{
  "pmid": "36009591",
  "abstract": "Neurofibromin is engaged in many cellular processes and when the proper protein functioning is impaired, it causes neurofibromatosis type 1 (",
  "methods": "2. Materials and Methods 2.1. Neurofibromin Residues, Regions, and Domains Defined in This Study Neurofibromin functional domains were obtained from Uniprot database [ 47 ], P21359; UniProt, as well as from Interpro [ 48 ], Prosite [ 49 ], and previous published papers [ 50 , 51 ]. 2.2. Analysis of NF1 Variants from Clinvar NF1  variants used in this study were obtained from ClinVar database, release of February of 2020 [ 52 ]. For the study of the  NF1  germinal mutational spectrum and potential pathogenicity, 2365 out of 4610 variants were selected based on their exonic position, including variants that affected the splicing sites of the introns. For the remaining studies of the manuscript, 1721 out of 4610 variants were studied and classified in two categories, benign if the clinical significance described in ClinVar was benign or likely benign, and pathological if the clinical significance described in ClinVar was pathological or likely pathological. The effect of the variants was obtained using variant effect predictor [ 53 ] with the canonical (isoform II) amino acid sequence of neurofibromin. 2.3. Sliding Windows Test A sliding window analysis was used to plot test statistics with a sliding window at 100 amino acids length and sliding of 25 amino acids along the sequence of neurofibromin. Neither the 3D structure of neurofibromin nor a predicted 3D model that meets the energy requirements is available. Therefore, to provide the structural information we used the predicted secondary structure of neurofibromin, including alpha helix, beta lamina, “Coil”, and disorder information using RaptorX algorithm [ 54 ]. Additionally, we displayed GERP conservation scores for each window [ 55 ]. 2.4. Identification of Pathogenic Variant Enriched Regions across Neurofibromin The enrichment of pathogenic variants proportion for each of the 110 windows previously stablished in neurofibromin was performed using a binomial test. The neurofibromin global fraction between pathogenic and benign variants was fixed in 0.52. The  p -values, based on a binomial test, were obtained from such analyses for each domain of neurofibromin. 2.5. Models Performance For the pathological variants, the fractions prediction was obtained using a lineal regression model which was generated using functional protein domain and structural data. The correlations between empirical pathological variants fractions and predicted values were evaluated using the Pearson correlation coefficient.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:20:52.536028",
  "abstract_length": 141,
  "methods_length": 2496,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}