{
  "pmid": "36071954",
  "abstract": "BACKGROUND: Anisotropic topologies are known to regulate cell-oriented growth and induce cell differentiation, which is conducive to accelerating nerve regeneration, while co-culture of endothelial cells (ECs) and Schwann cells (SCs) can significantly promote the axon growth of dorsal root ganglion (DRG). However, the synergistic regulation of EC and SC co-culture of DRG behavior on anisotropic topologies is still rarely reported. The study aims to investigate the effect of anisotropic topology co-cultured with Schwann cells and endothelial cells on dorsal root ganglion behavior for promoting peripheral nerve regeneration. METHODS: Chitosan/artemisia sphaerocephala (CS/AS) scaffolds with anisotropic topology were first prepared using micro-molding technology, and then the surface was modified with dopamine to facilitate cell adhesion and growth. The physical and chemical properties of the scaffolds were characterized through morphology, wettability, surface roughness and component variation. SCs and ECs were co-cultured with DRG cells on anisotropic topology scaffolds to evaluate the axon growth behavior. RESULTS: Dopamine-modified topological CS/AS scaffolds had good hydrophilicity and provided an appropriate environment for cell growth. Cellular immunofluorescence showed that in contrast to DRG growth alone, co-culture of SCs and ECs could not only promote the growth of DRG axons, but also offered a stronger guidance for orientation growth of neurons, which could effectively prevent axons from tangling and knotting, and thus may significantly inhibit neurofibroma formation. Moreover, the co-culture of SCs and ECs could promote the release of nerve growth factor and vascular endothelial growth factor, and up-regulate genes relevant to cell proliferation, myelination and skeletal development via the PI3K-Akt, MAPK and cytokine and receptor chemokine pathways. CONCLUSIONS: The co-culture of SCs and ECs significantly improved the growth behavior of DRG on anisotropic topological scaffolds, which may provide an important basis for the development of nerve grafts in peripheral nerve regeneration.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:21:05.140155",
  "abstract_length": 2129,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}