{
  "pmid": "PMID:36127120",
  "title": "Cohort profile: life with neurofibromatosis 1 - the Danish NF1 cohort.",
  "abstract": "PURPOSE: The Danish neurofibromatosis 1 (NF1) cohort was initiated to study health-related, socioeconomic and psychological consequences of living with the monogenetic disorder NF1 using a nationwide and population-based approach. PARTICIPANTS: The cohort includes all 2467 individuals in Denmark who were hospitalised with or due to NF1 from 1977 to 2013 or registered in the RAREDIS Database (1995-2013), a national clinical database for rare diseases, or both. A comparison cohort matched to individuals with NF1 on sex and date of birth was identified in the Civil Registration System (n=20 132). FINDINGS TO DATE: All cohort members were linked to the unique Danish registries to obtain information on hospital contacts, birth outcomes, education and partnership. A questionnaire was completed by 244 of the 629 adult cohort members with NF1 registered in the RAREDIS Database to evaluate the psychosocial and emotional burden. Further, neuropsychological tests were performed on 103 adult cohort members with NF1 and 38 adult population comparisons. To date, six studies have been published. Individuals with NF1 had an increased risk for (1) hospitalisation for disorders affecting all organ systems of the body throughout all decades of life, (2) psychiatric disorders, (3) attaining a short or medium long education and (4) not forming a life partner. Women with NF1 had an increased risk for spontaneous abortions and stillbirths. Finally, adults with NF1 had an impaired quality of life and a high need for professional support for physical, psychological and work-related problems, which was partly associated with disease severity and visibility. FUTURE PLANS: The cohort will regularly be updated with newly diagnosed patients in the RAREDIS Database as well as with outcome information in the Danish registries. New studies are in progress to assess other medical and socioeconomic dimensions of living with NF1.",
  "authors": "Karoline Doser; Hanne Hove; John R Østergaard; Pernille E Bidstrup; Susanne O Dalton; Mette Møller Handrup; Cecilie Ejerskov; Anja Krøyer; Mia Aagaard Doherty; Jens Richardt Møllegaard Jepsen; John J Mulvihill; Jeanette F Winther; Line Kenborg",
  "journal": "BMJ open",
  "publicationDate": "2022-09-20",
  "doi": "10.1136/bmjopen-2022-065340",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-19 09:29:42"
}