{
  "pmid": "36134665",
  "abstract": "To define alterations early in tumor formation, we studied nerve tumors in neurofibromatosis 1 (NF1), a tumor predisposition syndrome. Affected individuals develop neurofibromas, benign tumors driven by NF1 loss in Schwann cells (SCs). By comparing normal nerve cells to plexiform neurofibroma (PN) cells using single-cell and bulk RNA sequencing, we identified changes in 5 SC populations, including a de novo SC progenitor-like (SCP-like) population. Long after Nf1 loss, SC populations developed PN-specific expression of Dcn, Postn, and Cd74, with sustained expression of the injury response gene Postn and showed dramatic expansion of immune and stromal cell populations; in corresponding human PNs, the immune and stromal cells comprised 90% of cells. Comparisons between injury-related and tumor monocytes/macrophages support early monocyte recruitment and aberrant macrophage differentiation. Cross-species analysis verified each SC population and unique conserved patterns of predicted cell-cell communication in each SC population. This analysis identified PROS1-AXL, FGF-FGFR, and MIF-CD74 and its effector pathway NF-κB as deregulated in NF1 SC populations, including SCP-like cells predicted to influence other types of SCs, stromal cells, and/or immune cells in mouse and human. These findings highlight remarkable changes in multiple types of SCs and identify therapeutic targets for PN.",
  "methods": "Methods Sample acquisition. Adult male and female  Dhh-Cre;Nf1  mice on a largely C57BL/6 background were used ( fl/fl 11 ). Fresh human PNs from debulking surgeries ( n  = 4 individual tumors) were taken directly from the operating room. Sample preparation. Immediately following euthanasia, paraspinal tumors (2- or 7-month  Dhh-Cre;Nf1 ;  fl/fl n  = 6), and age-matched wild-type DRGs with nerve roots ( n  = 2) were excised within 5 minutes and placed into ice-cold L-15 medium (Thermo Fisher Scientific, MT-10-045-CV). Tissue was cut into 1-mm 3  pieces and placed into dissociation medium in 50 mL tubes containing 20 mL L-15 medium, 10 mg collagenase type I (Worthington Biochemical,  LS004196 ), and 50 mg Dispase II (Sigma-Aldrich, 04942078001) in a 37°C incubator for 2 hours, with 170 rpm shaking. The dissociation process was stopped by adding 30 mL DMEM (Thermo Fisher Scientific, 11-965-1188) containing 10% FBS. Samples were centrifuged at 800 g  for 5 minutes at 4°C. Supernatants were removed and cell pellets were resuspended into 50 mL of 1× PBS containing 0.1% BSA. Suspensions were sequentially filtered with 70 μm (Thermo Fisher Scientific, 08-771-2), 40 μm (Thomas Scientific, 1181X52), and 20 μm cell strainers (pluriSelect, 43-50020-03) and centrifuged at 600 g  for 5 minutes at 4°C. Pellets were resuspended into 100 μL of 1× PBS/0.1% BSA. Trypan blue–negative viable cells were counted to determine the cell concentration for droplet-based scRNA-seq. Procedures for human NF cells were the same as for mouse with the following modifications. Dissociation medium also contained DNase I (Sigma-Aldrich), and each tumor was dissociated on the gentleMACS dissociator (Miltenyi Biotec) followed with shaking in 37°C at 150 rpm for 45 minutes and 2 more rounds on the gentleMACS dissociator. The dissociated tumor cells were passed through a 40 μm cell strainer to achieve single-cell suspensions before counted using the Cellometer Auto 2000 cell viability counter (Nexcelom) with the presence of acridine orange and propidium iodide dyes. Library preparation. Library synthesis was performed according to manufacturer’s instructions to generate barcoded cDNA libraries for scRNA-seq. Ten thousand viable cells per lane from each sample (mouse or human) were loaded using the 10× Chromium platform version 2 or 3 chemistries (3′) (10× Genomics). For mouse, 1 lane was loaded per sample, yielding a median of 8,416 captured cells per sample. In total, 80,968 mouse cells were included in this analysis. Overall sequencing depth per capture was approximately 250 million reads. Details for each mouse sample including reads per cell (which varied from 15,488–135,606) are shown in  Supplemental Table 1 . We performed 1 full-lane sequence on 2 paired-end 75-bp flow cells using an Illumina HiSeq 2500. For the human samples, 3 to 8 lanes of cells were loaded per tumor, yielding 4,589–40,871 cells for sequencing on an Illumina NextSeq sequencer. In total, 103,446 human cells were included in this analysis. scRNA-seq analysis. The 10× scRNA-Seq libraries from mouse samples were aligned to the mm10 mouse genome using the Cell Ranger pipeline (version 3.0.2, 10× Genomics) with default parameters. Detailed Cell Ranger quality metrics for each sample are shown in  Supplemental Table 1 . Raw data, including FASTQs and count matrices, are available in the NCBI Gene Expression Omnibus database (GEO  GSE181985 ). Downstream analyses were performed using Seurat (version 3.1.2) ( 80 ), Scrublet (version 0.2.1) ( 32 ), cellHarmony (AltAnalyze version 2.1.4) ( 42 ), and CellPhoneDB (version 2.1.2) ( 45 ). Seurat was used for data normalization, dimensionality reduction, clustering, and integration using the standard Seurat v3 integration workflow as described in Stuart et al. ( 80 ). For clustering functions, dims was set to 1:30 and resolution to 0.5. For discovery of SC subpopulations, resolution was set to 0.025 (clusters 2, 5, and 8) or 0.050 (cluster 11) to yield at least 2 subpopulations per cluster. During sample integration, default parameters were used in Seurat’s FindIntegrationAnchors function, including setting anchor features to 2000. Cell type cluster annotation was performed by comparing the top 50 cluster markers identified with the FindAllMarkers function in Seurat to published literature. The top 50 markers for each cluster are available in  Supplemental Table 2  and visualized in  Supplemental Figure 1 . When calculating cell type proportions across different conditions, cell counts for clusters with fewer than 3 unique markers were merged with the most transcriptionally similar cluster. Other downstream analyses and visualizations did not merge cluster data unless otherwise noted. Scrublet was used for doublet detection. A threshold of 0.35 was manually set based on an examination of the simulated doublet scores distribution. Seurat numerical cluster annotation, cell type annotation, cluster merging, and calculated doublet percentages are shown in  Supplemental Table 3 . UMAP representation of doublet scores is shown in  Supplemental Figure 2 . cellHarmony was used to find network-level differences between clusters across different experimental groups (fold change > 1.2, empirical Bayes  t  test  P  < 0.05, FDR). Cluster assignment for cellHarmony analyses were based on Seurat output. CellPhoneDB was used to predict cell-cell interactions between clusters that are shared between human and mouse PNs. The default CellPhoneDB receptor/ligand database was used for this analysis. Example scripts with documentation of analysis parameters, cell barcode to cluster assignments, cell barcode to group assignments, and UMAP coordinates are available on Github:  https://github.com/LKershner/neurofibroma  Human scRNA-seq analyses were performed using the same above protocol (Seurat 3) with count matrices deposited in NCBI’s GEO ( GSE181985 ). Bulk RNA-seq analysis. We collected control DRGs/nerves and PNs from 9-month-old mice. We defined rapidly growing PNs as those with an increase in volume of greater than 35 mm 3 , and slowly growing PNs as those with an altered volume of less than 5 mm 3 , in a 2-month period, based on volumetric MRI scans performed at 7 and 9 months of age. We extracted RNA from frozen PNs to generate 35–40 million reads per PN. Total RNAs were isolated by phenol/chloroform methods and purified (Qiagen Mini RNA Isolation Kit, 74104). RNA libraries were amplified with the Ovation RNA-Seq System v2 (Nugen). Base calling was preformed using Illumina CASAVA (v1.4) and read quality checked with FASTQC. Reads were aligned against the mm10 mouse genome with TopHat. Raw gene counts were calculated using Subread/featureCounts (v1.5.2) and normalized using edgeR’s TMM method. Raw and processed sequencing data files are deposited in NCBI’s GEO ( GSE181986 ). Immunohistochemistry (mouse). PNs and normal sciatic nerves were dissected from  Dhh-Cre;Nf1  mice and embedded in Tissue-Tek OCT compound (Thermo Fisher Scientific, 4585) and frozen on dry ice. Blocks were stored at –80°C until used. Cut sections (12 μm) were air-dried, fixed with 4% paraformaldehyde (PFA), and washed with Tris-buffered saline and 0.3% Tween 20 (TBST). The sections were blocked with 10% normal goat serum (NGS) in TBST for 30 minutes followed by incubation overnight at 4°C with primary antibodies against CD74 (Abcam, 245692; 1:100), CD11b (BD Pharmingen, 553308; 1:250), CD11c (Invitrogen, MA11C5; 1:500), and CNPase (Millipore, AB9342; 1:200). The next day, slides were washed in TBST 3 times and incubated in secondary antibodies at 1:500 (Alexa Fluor 594 [AF594] goat anti-rabbit, AF647 goat anti-rabbit, AF647 goat anti-rat, AF647 goat anti–Armenian hamster, and AF594 goat anti-chicken; Invitrogen). Sections were washed in TBST and incubated with DAPI (1:10,000) for 10 minutes. After coverslipping, fluorescence images were captured using a Zeiss Axiovert 200M immunofluorescence microscope with 405, FITC, Cy5, and Texas Red filters. fl/fl Immunohistochemistry (human). Human PNs were resected from NF1 patients undergoing debulking surgeries at the Center for Clinical Research of the NIH, fixed in 10% neutral buffered formalin solution (VWR) for 24 hours at room temperature, stored in 80% ethanol, and then embedded in paraffin. Cut sections (4 μm) were mounted to the microscope slides and stored at room temperature before use. Deparaffinized tissue sections were blocked in 1% peroxide in PBS for 15 minutes, blocked in PBS with normal serum for 1 hour at room temperature, and incubated with primary antibodies (anti-CD74, Sigma-Aldrich, HPA010592 [1:1600] and anti–NF-κB1, Sigma-Aldrich, HPA027305 [1:800]) at 4°C overnight. Tissue sections were washed with 0.1 M Tris-buffered saline with 0.1% Tween in TBS and incubated with secondary antibody conjugated with polymeric HRP for 1 hour at room temperature before staining with DAB for 2 minutes and counterstained with Mayer’s hematoxylin solution for 10 seconds. Stained slides were covered with glass cover slides in Permount and sealed with nail polish. Western blotting. Nuclear extracts were loaded into 4%–20% Criterion TGX precast gels (Bio-Rad, 5671093). Proteins were transferred to PDVF membranes (Millipore, IPFL00010) and then blocked in 5% blotting-grade blocker (Bio-Rad, 1706404) in TBST, and then incubated with anti-p65 (Cell Signaling Technology, 4764; 1:1000) or anti-p50 (Delta Biolabs, DB035; 1:400) at 4°C overnight. Lamin B1 (Cell Signaling Technology, 12586; 1:2000) was used as loading control. Secondary HRP (1:10000) was added for 1 hour at room temperature prior to Immobilon Western Chemiluminescent HRP substrate (Millipore, WBKLS0500) and chemiluminescence imaging on an Azure Biosystems c500 ChemiDoc gel imager. Lentiviral preparations and transduction of SCPs. Isolation and growth of SCP spheres from embryos and neurofibromas have been previously described ( 15 ,  24 ,  25 ). Dominant negative IκB-α S32A/S36A super suppressor (IκB-SS) and control plasmids have been described previously ( 44 ). For lentiviral preparation, 293T cells cultured in DMEM with 10% FBS were cotransfected with pMD.2 VSV-G envelope plasmid (psPAX2 helper plasmid) and IκB-SS or control plasmid DNAs with PEI added after 15 minutes. Virus was harvested 24 to 36 hours later and concentrated and purified with 20% sucrose. Secondary  Dhh-Cre;Nf1  neurofibroma-derived spheres were transduced after plating in low-binding plates at a multiplicity of infection (MOI) of 1:50 for 4 days, and then sphere numbers were counted. E12.5 wild-type and  fl/fl Nf1  SCP spheres were infected at an MOI of 1:10 and counted after 5 days. –/– Statistics. A  P  value of less than 0.05 was considered significant unless otherwise specified. Parameters for scRNA-seq analyses are included in their respective methods and/or scripts available on Github ( https://github.com/LKershner/neurofibroma ). Study approval. The animal care and use committee of Cincinnati Children’s Hospital Medical Center approved all animal care and procedures under IACUC protocol 2019-0018. Collection of human tissue was approved under NIH IRB protocol 10-C-0086.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:21:29.618057",
  "abstract_length": 1402,
  "methods_length": 11193,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}