{
  "pmid": "36130486",
  "abstract": "Loss-of-function mutations in the polycomb repressive complex 2 (PRC2) occur frequently in malignant peripheral nerve sheath tumor, an aggressive sarcoma that arises from NF1-deficient Schwann cells. To define the oncogenic mechanisms underlying PRC2 loss, we use engineered cells that dynamically reassemble a competent PRC2 coupled with single-cell sequencing from clinical samples. We discover a two-pronged oncogenic process: first, PRC2 loss leads to remodeling of the bivalent chromatin and enhancer landscape, causing the upregulation of developmentally regulated transcription factors that enforce a transcriptional circuit serving as the cell's core vulnerability. Second, PRC2 loss reduces type I interferon signaling and antigen presentation as downstream consequences of hyperactivated Ras and its cross talk with STAT/IRF transcription factors. Mapping of the transcriptional program of these PRC2-deficient tumor cells onto a constructed developmental trajectory of normal Schwann cells reveals that changes induced by PRC2 loss enforce a cellular profile characteristic of a primitive mesenchymal neural crest stem cell.",
  "methods": "STAR★METHODS RESOURCE AVAILABILITY Lead contact Further information and requests for resources and reagents should be directed to and will be fulfilled by the lead contact, Jack F. Shern ( john.shern@nih.gov ). Materials availability DNA constructs and other research reagents generated by the authors wil be distributed upon request to other researchers. Data and code availability All datasets used are summarized in the  key resources table . Raw and processed next generation sequencing data generated for this study have been deposited in the National Center for Biotechnology Information (NCBI) gene expression omnibus (GEO) with the accession number GEO:  GSE183309 . This SuperSeries is composed of the following SubSeries:  GSE183305 ,  GSE183306 ,  GSE183307 ,  GSE183308 , and  GSE202671 , containing related ATAC-seq, ChIP-seq, RNAseq, single-cell RNA-seq, and CUT&RUN data, respectively. This study did not generate any unique code. Any additional information required to reanalyze the data reported in this paper is available from the lead contact upon request. EXPERIMENTAL MODEL AND SUBJECT DETAILS Cell lines and culture conditions MPNST cell lines, T265, S462 and sNF96.2, were kindly provided by Dr. Karlyne Reilly (Pediatric Oncology Branch, NCI) and were maintained in DMEM10 (Dulbecco’s Modified Eagle Medium supplemented with 10% fetal bovine serum and 100 U/mL penicillin and 100 μg/mL streptomycin). Cell line sNF02.2 was purchased from ATCC (Manassas, VA) and maintained in DMEM10. Sporadic MPNST cell line STS-26T was kindly provided by Dr. Steven Porcelli (Albert Einstein College of Medicine) and maintained in DMEM10. Cell lines MPNST724 and ST88-14 were kindly provided by Dr. Nancy Ratner and maintained in DMEM10. NF1 patient-derived MPNST cell lines PT2002 and PT2031 were requested through The Johns Hopkins NF1 Biospecimen Repository ( https://www.hopkinsmedicine.org/kimmel_cancer_center/cancers_we_treat/pediatric_oncology/research_and_clinical_trials/pratilas/nf1_biospecimen_repository.html ) and kindly provided by Dr. Christine Pratilas. They were cultured in RPMI10 (RPMI 1640 medium supplemented with 10% fetal bovine serum and 100 U/mL penicillin and 100 μg/mL streptomycin). Finally, patient-derived MPNST cell line PDX was established from a primary sporadic MPNST sample in the laboratory of Dr. Rosandra Kaplan (Pediatric Oncology Branch, NCI) and kindly provided to us to be maintained in DMEM10. Lenti-X HEK293 cells were originally purchased from Takara Bio (Mountain View, CA) and maintained in DMEM10 and kindly provided by Dr. Carol Thiele’s laboratory (Pediatric Oncology Branch, NCI). All cell culture was carried out in an incubator at 37°C with 5% CO 2  and routinely tested for mycoplasma contamination. Cell lines sNF02.2, sNF96.2, S462, T265 and STS-26T were characterized by the short tandem repeat (STR) analysis and their signatures matched known profiles. In addition, each cell line was subjected to exome-based sequencing and the FASTQ sequencing files were deposited and available for public use (Synapse). For the cell growth assays, the Essen IncuCyte FLR (Essen BioScience, Ann Arbor, MI) was used to monitor the cell confluency over time. Patients Three resected MPNST samples and one surgical biopsy from two NF1 pediatric patients (including one female and one male patient; age less than 18) were analyzed in this study. Informed consent was obtained on NCI IRB approved protocol ( NCT01109394 ; IRB identifier 10C0086) for the tumor samples prospectively collected and included in this work. METHOD DETAILS Construction of the inducible expression vectors Open reading frame (ORF) of human  SUZ12  ( NM_015355 , GenScript, Piscataway, NJ) was cloned into the pLVX-TetOne-Puro vector (Takara Bio) using In-Fusion HD (Takara Bio), following the manufacturer’s manual. MPNST cell lines were infected with lentiviral particles generated using either pLVX-TetOne-Puro-SUZ12 or empty vector (pLVX-TetOne-Puro-EV), followed by puromycin selection (STS-26T: 5 μg/mL, T265: 1 μg/mL, ST88-14: 5 μg/mL, and PT2002: 1 μg/mL). Various doses of doxycycline (Dox) were used in these cells to induce various levels of SUZ12 expression. To profile the epigenetic alterations caused by PRC2 restoration in these cells, Dox concentration of 0.5 μg/mL was chosen for the reason that it can induce SUZ12 re-expression to its level shown in a PRC2-WT cell line, STS-26T ( Figure S1B ). For the Dox dose-dependent growth assay, low and high doses used are listed here: T265 (0.1 μg/mL and 0.5 μg/mL, respectively), ST88-14 (0.05 μg/mL and 0.1 μg/mL, respectively) and PT2002 (0.02 μg/mL and 0.05 μg/mL, respectively). Without further specification, all experiments with a functional PRC2 restored used 0.5 μg/mL Dox for 5 day. Media with Dox was replenished every two days. Protein isolation, histone extraction and western blotting analysis To assess protein levels, samples were harvested from cultured cell lines for immunoblotting analysis. Whole cell protein lysate was collected from lysed cells resuspended in 1x Cell Lysis Buffer (Cell Signaling Technology, Danvers, MA) supplemented with 1x protease inhibitor cocktail (Thermo Fisher, Waltham, MA). Protein concentration was assessed using Bradford assay dye (Bio-Rad, Hercules, CA) and read in the SpectraMax M3 microplate reader (Molecular Devices, San Jose, CA). Protein samples were then denatured in 1x SDS Sample Loading Buffer (Invitrogen) at 95°C for 5 min and 1.5–7.5 μg of total protein was separated using an SDS-PAGE system by size via gel electrophoresis. Protein was transferred to a nitrocellulose membrane using the Trans-Blot Turbo Transfer system (Bio-Rad). The membrane was subsequently blocked with 5% non-fat milk dissolved in 0.1% TBS-tween for 1 h at room temperature followed by incubation with primary antibody overnight at 4°C. The membrane was then washed with 0.1% TBS-tween 4 times for 10 min each time followed by one-hour room temperature secondary antibody incubation. The membrane was developed using SuperSignal West Pico chemiluminescent substrate (Thermo Fisher), SuperSignal West Femto chemiluminescent substrate (Thermo Fisher), or Clarity Max Western ECL Substrate (Bio-Rad) to be visualized by chemiluminescence imaging system (ChemiDoc, Bio-Rad). To detect histone proteins, harvested cell pellets were used to isolate total histones using Total Histone Extraction Kit (Epigentek, Farmingdale, NY) according to the manufacturer’s instruction. Concentration of histone extract was assessed using Bradford assay, and histone protein was denatured in 1x SDS Sample Loading Buffer before being separated by gel electrophoresis. Detection of histone protein was achieved in a similar process as total protein described above. Protein band intensity was assessed and quantified using the Quantity One software (Bio-Rad). Co-immunoprecipitation Primary antibodies against FOXC1, EZH2, SUZ12 and IgG isotype control were incubated overnight with Dynabeads M-280 Sheep anti-Rabbit IgG magnetic beads (Invitrogen) followed with washing using Washing Buffer (50 mM Tris-HCl pH 7.5, 137 mM NaCl, 0.005 Triton X-100, 1 mM EDTA, de-ionized H 2 O). Whole cell lysates from cultured cells were incubated with the primary antibody-bound magnetic beads under continuous rotation at 4°C for 4 h. Excessive unbound protein was cleared from the beads by washing. After 5 rounds of washing with Washing Buffer, the co-IP products were eluted from the beads by boiling in 1x SDS Loading Buffer at 99°C for 5 min with shaking at 1000 rpm. Three percent of the whole cell lysate input was loaded alongside co-IP products for gel electrophoresis. Nitrocellulose membrane bound with protein was incubated with the corresponding primary antibodies followed by incubation with the sheep-against rabbit light-chain specific secondary antibody. Developed membrane was imaged using ChemiDoc (Bio-Rad) as described above. RNAseq Total RNA was isolated and subjected to transcriptomic profiling from MPNST cells that were constructed with the inducible expression vector after they were treated with or without 0.5 μg/mL of Dox for 5 consecutive days. Total RNA extraction was carried out using the RNeasy Mini Kit (Qiagen, Hilden, Germany), per manufacturer’s direction. Quality and quantity of RNA samples were assessed using the Agilent 2100 Bioanalyzer at the Genomics Core of the Center for Cancer Research (CCR) in NIH. Samples with an RNA integrity number that was larger than 9.0 were further processed for library construction and sequencing at the sequencing facility at Frederick National Laboratory for Cancer Research (CCRSF). Strand-specific transcriptomic sequencing library was constructed by using the TruSeq Stranded Library Preparation Kit (Illumina, San Diego, CA) following the manufacturer’s instruction. Samples were pooled and sequenced on a HiSeq4000 sequencer for paired-end sequencing with a read length of 150 base pair (bp). Quantitative real-time PCR (qRT-PCR) Total RNA was converted to cDNA using the High-Capacity RNA-to-cDNA kit (Thermo Fisher). To measure the relative mRNA levels of  FOXC1 ,  SMAD3 ,  TGFBI , and  RUNX2 , quantitative PCR was performed in a 384-well plate using the CFX real-time PCR system (Bio-Rad) as previously described ( Zhang et al., 2017 ). The mRNA level of housekeeping gene  HPRT1  was used as the internal control for normalization. ChIP-seq ChIP was performed using the ChIP-IT High Sensitivity kit (Active Motif, Carlsbad, CA), following the manufacturer’s manual. Briefly, formaldehyde-(1%, room temperature, 15 min) fixed chromatin was sheared to fragments of 200–1000 bp with the EpiShear Probe Sonicator (Active Motif). T265 cells were sonicated at 30% amplitude, pulse for 20 s on and 40 s off for a total sonication “on” time of 15 min; ST88-14 and PT2002 cells were sonicated at 30% amplitude, pulse for 20 s on and 40 s off for a total sonication “on” time of 16 min. Sheared chromatin was immunoprecipitated with antibodies against H3K27me3, H3K27ac, H3K4me3 or FOXC1 overnight at 4°C, followed by agarose protein A/G beads enrichment and DNA purification. To date, genome wide FOXC1 binding has not been profiled. A commercially available FOXC1 antibodies was used as it was tested suitable for ChIP-seq assays by ChIP-western blotting and peak calling. Drosophila chromatin (Active Motif) was added to the ChIP reaction and an antibody against Drosophila-specific histone variant H2Av (Active Motif) was included in the pull down. ChIP DNA library was prepared at the CCRSF using TruSeq ChIP Library Prep Kit (Illumina, cat. IP-202-1012) and sequenced on a NextSeq platform for single-end sequencing with a read length of 76 bp. About 25-30 million base-pairs uniquely mapped reads were generated from each sample. CUT&RUN and sequencing Cleavage Under Targets and Release Using Nuclease (CUT&RUN) was performed using the CUT&RUN assay kit (Cell Signaling Technology), following the manufacturer’s protocol. Briefly, 100,000 cells were fixed with formaldehyde (0.1%, room temperature, 2 min, with rotation) before binding with the activated Concanavalin A Beads. Antibody against H3K27ac (Active Motif) was added to the cell:bead suspension, followed by the addition of pAG-MNase enzyme, which was subsequently activated by calcium to digest the DNA. The reaction was sequestered using the Stop Buffer that was supplemented with 5 pg of S. cerevisiae yeast spike-in DNA and the DNA was extracted and purified. The input DNA was sheared to 100-600 bp fragments using a sonicator (Covaris, Woburn, Massachusetts) before purification. CUT&RUN library was prepared using the SimpleChIP ChIP-seq DNA library Prep Kit for Illumina (Cell Signaling Technology) with Simple ChIP ChIP-seq Multiplex Oligos (Cell Signaling Technology) and sequences on a NextSeq platform for paired-end sequencing with a read length of 75 bp. ATAC-seq ATAC-seq was performed as previously described ( Corces et al., 2017 ;  Liu et al., 2020 ). In brief, 50000 cells were seeded in DMEM10 with or without Dox for 5 days, and 50000 cells were pelleted in cold PBS. The cells were lysed by resuspending in 100 μL cold ATAC-resuspension buffer (RSB, 0.1% NP40, 0.1% Tween 20, and 0.01% Digitonin) and incubated on ice for 3 min. The lysis was washed in 1.4 mL of cold ATAC-wash buffer (0.1% Tween 20) and the pelleted nuclei was resuspended in 100 μL of transposition mixture (50 μL 2x TD buffer, 5 μL transposase (100nM final), 33 μL PBS, 1 μL 1% digitonin, 1 μL 10% Tween 20, 5 μL H 2 O. After incubation at 37°C for 30 min in a thermomixer (Eppendorf, Enfield, CT) at 1000 rpm, the reaction was cleaned up with a Zymo DNA Clean and Concentrator-5 Kit (Zymo Research, Irvine, CA) and the DNA was eluted in 21 μL elution buffer. Nextera DNA Library Prep kit (Illumina) was used for ATAT sequencing library preparation, according to the manufacturer’s protocol. The amplified library was right size selected using SPRIselect reagent (Beckman, Brea, CA) following the instruction. ATAC libraries were sequenced on an Illumina NextSeq machine (paired-end 75-bp reads). The Fastq files were processed using Encode ATAC_DNase_pipelines ( https://github.com/kundajelab/atac_dnase_pipelines ) installed on the NIH biowulf cluster ( https://hpc.nih.gov/apps/atac_dnase_pipelines.html ). Antibodies Antibodies used for western blotting (WB), co-immunoprecipitation (co-IP), chromatin-immunoprecipitation (ChIP) and flow cytometry assays were obtained from different companies with different dilutions used for different assays. Their source and specific dilutions are listed in  Table S7 . Transient transfection Transient transfection was performed using Lipofectamine RNAiMAX (Invitrogen, Carlsbad, CA) following a reverse transfection protocol. Briefly, lipofectamine and RNAi duplex were separately diluted in Opti-MEM and then mixed together and incubated at room temperature for 20 min. The mixture was added to the cell culture plate followed by the addition of counted cells. The following small interfering RNAs (siRNA) were purchased from Qiagen (Germantown, MD): AllStars Negative control siRNA (cat. 1027281), siFOXC1-1 (cat. SI00026138), siFOXC1-5 (cat. SI03037713), siHOXB8-4 (cat. SI00440685), siHOXB8-6 (cat. SI04311916). Customized siRNA library screening A customized siRNA library was assembled by picking 3 individual siRNA that target different regions of the candidate CRC transcription factor. This was done through the GeneGlobe gene-specific product lookup tool on the Qiagen website ( https://geneglobe.qiagen.com/product-groups/flexiplate-sirna ), and all siRNA products were purchased from Qiagen on a 384-well plate in 0.1 nmol quantities. The stock siRNA (10 μM) was created by adding 10 μL of RNase-free H 2 O directly into the product and a working solution of 1 μM was created with further dilution. The siRNA used for the screen was diluted in Opti-MEM to 133.3 nM and 10 μL of this siRNA dilution was mixed with 10 μL of lipofectamine RNAiMAX diluted in Opti-MEM directly in a 384-well cell culture plate. A reverse transfection protocol was followed. Cell confluency and morphology were assessed in real time using the Incucyte S3 live cell analysis system (Essen BioScience) for 96 h. Four days after the transfection, cell viability was assessed by using MTS assay with CellTiter 96 AQueous One Solution (Promega, Madison, WI), following the manufacturer’s instructions. The median percentage reduction in signal from control siRNA was calculated and visualized in R. CRISPR-Cas9 mediated gene knockout To generate MPNST cells that expressed an inducible Cas9 protein, they were transduced with the lentivirus of Edit-R Inducible Lentiviral Cas9 (Dharmacon, Waltham, MA) followed with antibiotic selection by blasticidin (Invitrogen). These cells expressed Cas9 when induced with Dox (0.5 μg/mL). Two guide RNAs (gRNAs) that target the exon of human  FOXC1  gene or the first exon of human  HOXB8  gene were designed using the online tool offered by Dharmacon. They were synthesized and cloned onto the pLentiGuide-Puro vector (GenScript, Piscataway NJ) to be packaged into lentivirus using the Lenti-X HEK293 cells. The above mentioned Dox-inducible Cas9-expressing MPNST cells were transduced with the lentivirus of these gRNAs and selected with puromycin (Invitrogen). Gene-editing was enabled by Dox treatment and the elimination of target protein was confirmed by western blotting after 5-7 days post treatment. Soft agar clonogenic assay To assess effects of  SUZ12 restoration, FOXC1  knockout and  HOXB8  knockout on anchorage independent cell growth, 1.5 × 10 5  cells stably transfected with Dox-inducible  SUZ12  expression constructs, Dox-inducible Cas9 and two gRNAs targeting  FOXC1  and  HOXB8  were cultured in 0.7% top agarose in DMEM10 on a layer of 1.4% bottom agarose in DMEM10 to prevent the adhesion of cells to the culture plates. Medium was changed twice a week with or without 0.5 μg/mL Dox. Colonies with a diameter approximately 200 μM were counted under a microscope after 4 weeks. Representative colonies were imaged using a Nikon Eclipse TE300 microscope (Nikon, Melville, NY). Flow cytometry Dox-inducible  SUZ12 -expressing cell, T265, were seeded then treated with Dox (0.5 μg/mL) the following day. Two million cells treated with or without Dox were harvested and washed once with flow staining buffer (FSB, PBS supplemented with 2% FBS and 1 mM EDTA) and blocked with anti-Fc receptor (Biolegend) at room temperature for 5 min. One million cells from each condition were stained with PE anti-human HLA-A,B,C or IgG isotype and the fixable viability dye eFluor 506, which were diluted with FSB at room temperature for 12 min. A separate half million cells were incubated on a heat block at 65°C for 1 min to kill the cells, then mixed with the remaining half million cells and stained with the fixable viability dye eFluor 506 alone for compensation. A separate million cells were stained with PE anti-human HLA-A,B,C alone for compensation. Post staining, cells were washed twice with FSB followed by resuspension in 300 μL of FSB and ready for flow cytometry. The LSRFortessa (BD, Franklin Lakes, NJ) flow cytometer was used to assess the fluorescent intensity of MPNST cells stained for human MHC I molecules. Cells were gated to retain live, single cells for downstream analysis of the protein of interest in FlowJo software (BD). The stacked intensity of HLA-A,B,C was visualized in FlowJo. Single-cell RNAseq Patient MPNST samples were directly collected from the operating room in the Center for Clinical Research of the National Institutes of Health and immediately processed in a laminar flow hood. The tumor was minced into 1 mm 3  cubes in tumor dissociation media {DMEM10, collagenase I (STEMCELL Technologies, Vancouver, Canada), dispase II (MilliporeSigma, St. Louis, MO), and DNase I (Invitrogen)}, and transferred to a gentleMACS C Tube (Miltenyl Biotec, Bergisch Gladbach, Germany) and dissociated on a gentle-MACS dissociator (Miltenyl Biotec) followed by shaking at 200 rpm at 37°C for 40 min. The dissociated tumor cells were pushed through a 40 mm cell strainer with a syringe plunge, and the cell strainer was rinsed twice with DMEM10. The cells were washed with PBS and counted using the AO/PI viability dye (Nexcelom, Lawrence, MA) in an automated cell counter, Cellometer Auto 2000 (Nexcelom) or LunaFL (Logos Biosystems, Annandale, VA). Ten thousand live cells per capture lane were subsequently captured by the Chromium Controller (10x Genomics, Pleasanton, CA), aiming to capture 6000 live cells per lane, using the v3 reagent for library preparation, following the manufacturer’s instructions. Sequencing was done on the Illumina sequencer NextSeq550, aiming for >50000 reads per cell. QUANTIFICATION AND STATISTICAL ANALYSIS RNAseq data analysis Reads of the samples were trimmed for adapters and low-quality bases using Trimmomatic ( Bolger et al., 2014 ) before alignment with the reference genome (Human – hg19) and the annotated transcripts using STAR ( Dobin et al., 2013 ). The average mapping rate of all samples was 97%. Unique alignment was above 86%. There were 1.94–4.20% unmapped reads. The mapping statistics were calculated using Picard software. The samples had 0.83% ribosomal bases. Percent coding bases were between 56 and 61%. Percent UTR bases were 28–34%, and mRNA bases were between 87 and 94% for all the samples. Library complexity was measured in terms of unique fragments in the mapped reads using Picard’s MarkDuplicate utility. The samples had 68-78% non-duplicate reads. In addition, the gene expression quantification analysis was performed for all samples using STAR/RSEM ( Li and Dewey, 2011 ) tools. The raw count was used in DESeq2 ( Love et al., 2014 ) for differentially expressed gene analysis. Statistical results of gene expression from DESeq2 were used in gene set enrichment analysis (GSEA) and a false-discovery rate of less than 0.25 was considered a significant enrichment. Gene Ontology (GO) Enrichment analysis was performed using the list of differentially expressed genes against all GO terms. The normalized count, specifically fragments per kilobase of transcript per million mapped reads (FPKM), was used for data visualization in heatmaps. R package ComplexHeatmap ( Gu et al., 2016 ) was used to generate heatmaps in R (version 3.6.1). Raw RNAseq results were aligned to human genome hg19 and converted to bigwig files using deeptools ( Ramírez et al., 2016 ) for visualization in the IGV genome browser ( Robinson et al., 2011 ) together with ChIP-seq data. ChIP-seq and CUT&RUN data analysis ChIP and CUT&RUN enriched DNA reads were trimmed for adapters using Trimmomatic software before the alignment. The trimmed reads were aligned to the reference human genome (version hg19) using BWA ( Li and Durbin, 2009 ). Duplicated reads were discarded. Reads aligned to regions of the hg19 genome known to be prone to artifactual increased alignments were removed. For sample visualization in IGV, bam files that contained the alignment reads were carried into deepTools for the generation of coverage track (bigwig files) using the bamCoverage function ( Ramírez et al., 2016 ). Read counts aligned to human (hg19) and Drosophila (dm3) genomes were calculated for the normalization of ChIP-seq spike in. Read counts aligned to human (hg19) and S. cerevisiae yeast genomes were calculated for the normalization of CUT&RUN spike in. The coverage was calculated by extending the reads to the average size, which was measured by Agilent Bioanalyzer (Agilent, Santa Clara, CA), and counting the number of reads per bin, where bins were short consecutive counting windows of 25 bp. These bigwig files were also used to plot heatmaps using deepTools and the metagene plot using NGSplot ( Shen et al., 2014 ). ChIP-seq read density values were normalized per million mapped reads. High-confidence peaks were identified by MACS ( Zhang et al., 2008 ) (version 2.2.6) with the narrow algorithm for FOXC1 and H3K4me3 and broad algorithm for H3K27me3 and H3K27ac. Overlapped H3K27me3 peaks were identified using the H3K27me3 peak files of all three inducible cell lines in the +Dox condition in BEDTools ( https://bedtools.readthedocs.io/en/latest/index.html ) and BEDOPS ( Neph et al., 2012 ). Bivalent domains marked by both H3K27me3 and H3K4me3 are poised for rapid transcriptional control during development ( Bernstein et al., 2006 ). H3K27me3 and H3K4me3 peaks were overlapped at these bivalent sites in the each of the three Dox-induced cell lines. Cell specific bivalent domains were defined if a restored H3K27me3 peak overlapped with H3K4me3 peak within a given MPNST cell line. Intersection of the peaks from the three lines demonstrated 850 common bivalent genomic sites observed in the three cell lines. FOXC1 peaks were segmented into three categories: promoters (within +/− 1000 bp from the transcription starting site), enhancer-bound (overlapped with enhancer bed file in BEDOPS) and others. Peaks were annotated in HOMER ( Heinz et al., 2010 ) with the promoter defined as transcription starting site +/− 1000 bp. Peak-associated genes were used for GO analysis and visualization in R package ReactomePA ( Yu and He, 2016 ). Enrichment of known and  de novo  motifs were first identified using HOMER ( Heinz et al., 2010 ) and confirmed with in-house algorithm. Enhancers were identified using the Rank Ordering of Super-Enhancer (ROSE) software ( Lovén et al., 2013 ;  Whyte et al., 2013 ) and distal (>2500 bp from transcription starting site) H3K27ac peaks. Enhancer constituents were stitched together if clustered within a distance of 12.5 kb. The enhancers were classified into typical and super enhancers based on a cutoff at the inflection point (where tangent slope = 1) in the rank-ordered H3K27ac ChIP-seq signal, which was normalized to input signal. To identify candidate core transcription factors, CRCmapper was adopted to find autoregulated super enhancer-driven expressed transcription factors ( Saint-André et al., 2016 ). MPNST-specific core transcription factors were defined by comparing published MPNST tissue RNAseq ( Lee et al., 2014 ) and in-house generated MPNST cell line RNAseq data with a panel of normal tissue controls( Chang et al., 2016 ) to find those significantly highly expressed in MPNSTs (p < 0.05 by Student’s t-test). The predicted inter-connected transcriptional regulations through MPNST-specific autoregulated super enhancer-driven transcription factors were visualized using the R package circlize ( Gu et al., 2014 ). Single-cell RNAseq data analysis The single-cell RNA sequencing results were analyzed preliminarily with the Cell Ranger pipeline offered by the 10X Genomics. The generated count matrix was used in downstream analysis in Seurat 4.0. Briefly, gene counts were normalized and scaled before dimensional reduction for the clustering analysis. Cluster biomarkers were identified by finding the differentially expressed genes in each cluster with comparison to all other clusters. For multiple sample analysis, we used the anchor-based standard integration pipeline in Seurat 4.0 ( Butler et al., 2018 ;  Stuart et al., 2019 ). Generally, subclones that were present in more than one sample were identified and biomarkers that were conserved in the common subclones or unique to each subclone were obtained. Cell types were manually annotated based on the expression of identified marker genes in each cluster. Using the immune cells from these MPNST single-cell datasets as a reference, we inferred copy number variation by using the R package inferCNV (inferCNV of the Trinity CTAT Project.  https://github.com/broadinstitute/inferCNV ). Single-cell whole genome sequencing and data processing To profile the genomic dynamic of tumor cells of a patient MPNST, a portion of the dissociated tumor cells from the resected primary MPNST of the first patient that were prepared for single-cell RNAseq were used for single-cell whole genome sequencing. Basically, about 600 live cells per lane were captured in the Chromium controller using the Chromium Chip single-cell CNV chemistry for library preparation (10x Genomics). The library was sequenced on an Illumina NovaSeq6000 platform and a total of 1270 cells were sequenced for an average of 1.8 million reads per cell. The median estimated copy number variation resolution was 0.84 million bp. Sequencing reads were processed and analyzed using the Cell Ranger DNA analysis pipeline (10X Genomics), which included sample demultiplexing, barcode detection, read alignment, copy number estimation on single-cells and groups of cells defined by hierarchy clustering. The hierarchically clustered single-cell copy number profiling and genomic variability across the genome were visualized in Loupe scDNA Browser (10X Genomics). To definitively determine the malignant cell populations in the tumor, results from the single-cell whole genome sequencing were subsequently compared to results from the inferred copy number profiling generated from the using single-cell RNAseq results. Construction of a normal schwann cell developmental trajectory Data download and processing Read count matrices of E9.5 neural crest cells { GSE129114  ( Soldatov et al., 2019 )}, E12.5/E13.5 adrenal medulla cells { GSE150150  ( Furlan et al., 2017 )}, and mature Schwann cells { GSE142541  ( Wolbert et al., 2020 )} were downloaded from the GEO database. Published cell-type annotations were used for  GSE129114  (Table S9 in source publication) and  GSE142451 . For  GSE150150 , batch correction and clustering were performed using the default parameters in Seurat, and annotated cell types were identified based on marker genes employed in the source publication. After all datasets were merged together, marker genes were derived for each cell type using the FindMarkers function in Seurat using the built-in logistic regression-based algorithm. The library size (sequencing depth in each cell), cell cycle status, and batch were used as co-variates to estimate the p value of differential expression for each gene. Genes with an adjusted p value of less than 0.1 were retained as signature genes for each cell type, with at most 300 genes in each signature. The activity of each of the signature gene set was scored using AUCell, which is a part of the SCENIC package ( Aibar et al., 2017 ). The AUCell activities were compared between malignant MPNST cells and normal Schwann cells from the patient MPNST single-cell dataset using two-sided Wilcoxon test. Trajectory analysis Since data from  GSE129114  and  GSE150150  represented a much greater library size than  GSE142541 , reads were down-sampled from both these datasets to match the library size distribution of cells in  GSE142541 . Monocle3 ( Cao et al., 2019 ;  Trapnell et al., 2014 ) was then used to construct a trajectory from the merged data, where batch correction was internally performed before pseudotime values were computed for each cell. E9.5 neural tube cells were chosen to represent the root state of the trajectory and were assigned a pseudotime value of zero. Regulon analysis SCENIC ( Aibar et al., 2017 ) was used to derive regulons, i.e., a target gene set for each TF, active in each developing cell type, based on the presence of binding sites within 10 kb of the TSS of expressed genes. TFs whose mean regulon activity was at least 0.03 in at least one of the cell types were retained for further analyses. Motif analysis in promoter and enhancers Promoters and enhancer regions were scanned with a custom script that relied on the SPRY-SARUS motif scanner ( Kulakovskiy et al., 2016 ). A total of 816 motifs from a merged collection of HOCOMOCO v11 and JASPAR 2020 databases were used ( Fornes et al., 2020 ;  Kulakovskiy et al., 2016 ). During the merging process, if the motif for the same TF was present in both collections, the HOCOMOCO motifs were retained since these are known to correlate highly with ChIP-seq peaks ( Kulakovskiy et al., 2016 ). During the motif scan process, those TFs that had a non-zero average expression were chosen within the MPNST and Proliferating clusters. Those genomic regions spanning 1 kb upstream and 200 bp downstream of transcription start sites were chose as promoters. The stitched H3K27ac peaks that were the output of the ROSE algorithm were used as enhancers. Motif enrichment in promoters and enhancers was separately computed but the same methodology was used for both classes of regions. Out of the motifs in our collection, those 651 motifs whose TFs had a mean expression above zero in the MPNST and Proliferating clusters were used. For an input set of foreground genomic regions, a dinucleotide-shuffled set of background regions was generated using the Euler algorithm from TFBSTools ( Tan and Lenhard, 2016 ). For each motif, the total number of motif matches in the foreground and background using a motif score threshold that corresponded to a p value of 10 −4  was calculated. Then the fold-enrichment, F, for the motif was defined as the ratio between the number of binding sites in the foreground set to that of the background set. Multiple binding sites were allowed to occur in each sequence. Since the lengths of genomic regions in the foreground and background set are identically distributed, the value of F controls for the fact that super-enhancers, owing to their larger size than typical enhancers and promoters, are more likely to contain false positive binding site matches. Statistical analysis The statistical methods used in this study were specified in the corresponding  Results  and Methods sections. Statistical analysis was performed in R, Microsoft Excel, and GraphPad Prism software (GraphPad, San Diego, CA). Materials availability DNA constructs and other research reagents generated by the authors wil be distributed upon request to other researchers.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:21:20.979841",
  "abstract_length": 1135,
  "methods_length": 33030,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}