{
  "pmid": "PMID:36148553",
  "title": "Inhibition of YAP/TAZ-driven TEAD activity prevents growth of NF2-null schwannoma and meningioma.",
  "abstract": "Schwannoma tumours typically arise on the eighth cranial nerve and are mostly caused by loss of the tumour suppressor Merlin (NF2). There are no approved chemotherapies for these tumours and the surgical removal of the tumour carries a high risk of damage to the eighth or other close cranial nerve tissue. New treatments for schwannoma and other NF2-null tumours such as meningioma are urgently required. Using a combination of human primary tumour cells and mouse models of schwannoma, we have examined the role of the Hippo signalling pathway in driving tumour cell growth. Using both genetic ablation of the Hippo effectors YAP and TAZ as well as novel TEAD palmitoylation inhibitors, we show that Hippo signalling may be successfully targeted in vitro and in vivo to both block and, remarkably, regress schwannoma tumour growth. In particular, successful use of TEAD palmitoylation inhibitors in a preclinical mouse model of schwannoma points to their potential future clinical use. We also identify the cancer stem cell marker aldehyde dehydrogenase 1A1 (ALDH1A1) as a Hippo signalling target, driven by the TAZ protein in human and mouse NF2-null schwannoma cells, as well as in NF2-null meningioma cells, and examine the potential future role of this new target in halting schwannoma and meningioma tumour growth.",
  "authors": "Liyam Laraba; Lily Hillson; Julio Grimm de Guibert; Amy Hewitt; Maisie R Jaques; Tracy T Tang; Leonard Post; Emanuela Ercolano; Ganesha Rai; Shyh-Ming Yang; Daniel J Jagger; Waldemar Woznica; Philip Edwards; Aditya G Shivane; C Oliver Hanemann; David B Parkinson",
  "journal": "Brain : a journal of neurology",
  "publicationDate": "2023-04-19",
  "doi": "10.1093/brain/awac342",
  "methods": "Materials and methods Clinical material For ALDH1A1 staining of paraffin sections, 10 cases of schwannoma were included in this study: five vestibular schwannomas, four spinal schwannomas and one schwannoma from an NF2 patient. Histologically, eight cases had features of benign schwannoma (WHO grade 1) and 2 cases were reported as cellular schwannoma (WHO grade 1). The NF2 patient also had multiple meningiomas and schwannomas at other sites. Normal peripheral (sural) nerve was used as control. Cell culture Primary schwannoma and meningioma cultures were generated from resected human tumours. Tumours were cut into small pieces, incubated in Dulbecco’s Modified Eagle Medium (DMEM)/10% foetal bovine serum (FBS; Gibco), 100 U/ml penicillin/streptomycin (Gibco), 1.25 U/ml dispase grade 1 and 160 U/ml collagenase type 1A (Worthington Biochemical Corp.) overnight at 37°C in 5% CO 2 . Tumour pieces were broken up by pipetting, then pelleted by centrifugation at 250 g . Cells were resuspended in DMEM/10% FBS; 100 U/ml penicillin/streptomycin; 1% D-glucose and 2 mM L-glutamine (Gibco) at 37°C in 5% CO 2 . Adherent cells were passaged into tissue culture flasks. Schwannomas were cultured on poly-L-lysine (PLL)/laminin-coated plates: 0.1 mg/ml PLL (Merck)/phosphate-buffered saline (PBS; Gibco; pH 7.2; 30 min) and then 0.004 mg/ml laminin (Merck)/PBS (120 min). Schwannomas were cultured in growth factor medium (GFM), DMEM/20% FBS; 100 U/ml penicillin/streptomycin; 0.5 µM forskolin (Merck); 2.5 µg/ml amphotericin B (Merck); 2.5 µg/ml insulin (Merck); 10 nM β1-heregulin (Merck) and 0.5 mM 3-isobutyl-1-methylxanthine (IBMX; Merck). The NF2-null primary meningioma cells and meningioma cell lines BenMen-1 (Grade 1) and KT21-MG1 (Grade 3) were cultured in DMEM/10% FBS; 100 U/ml penicillin/streptomycin; 1% D-glucose and 2 mM L-glutamine. NF2-status of primary meningioma and schwannoma cell cultures was confirmed by western blot (data not shown). Human meningeal cells (HMC) were from ScienCell™ and cultured in the manufacturer’s recommended medium and supplements at 37°C/5% CO 2 . shRNA knockdown Mission® shRNA (Merck) bacterial stocks were used to obtain transfection-grade plasmid DNA to generate viral media for lentiviral-mediated knockdown. Sequences for ALDH1A1/Scramble/YAP/TAZ knockdown inserted in pLKO.1-puro vector: ALDH1A1 (TRCN0000026415)—5′-GCCAAATCATTCCTTGGAATTT-3′; Scramble (TRC1/1.5; SHC002)—5′-CAACAAGATGAAGAGCACCAA-3′; TAZ (TRCN0000307197)—5′-CGGACTTCATTCAAGAGGAAT-3′; and YAP (TRCN0000107266)—5′-GCCACCAAGCTAGATAAAGAA-3′. Plasmids were packaged using pCMV-VSV-G envelope and pCMV-dr8.2 packaging plasmids (Addgene). Viral media was produced using 293FT cells transfected using Fugene 6 (Promega) in optiMEM (Gibco). Primary schwannoma cells were transduced with a 1:1 mix of GFM/lentiviral media/16 μg/ml protamine sulphate (Merck) for 48 h before selection with 4 μg/ml puromycin (Gibco). Transgenic mice Periostin-CRE mice were provided by S.Conway (Indiana University) and crossed with NF2 fl/fl  animals (RIKEN Bioresource Research Centre) to make Periostin-CRE;NF2 fl/fl  animals.  These mice were either crossed with YAP 31 fl/fl  or TAZ 32 fl/fl  mice to generate Periostin-CRE;NF2 33 fl/fl YAP fl/fl (NF2 fl/fl YAP fl/fl -CRE+) and Periostin-CRE;NF2 fl/fl TAZ fl/fl (NF2 fl/fl TAZ fl/fl -CRE+) mice, respectively, resulting in additional deletion of YAP or TAZ. Age-matched CRE- littermates were used in experiments. Schwann cell-specific NF2-null mice generated with the P0-CRE line and the sciatic nerve injury model have been described.  For all experiments, male and female animals were used in approximately equal numbers. Mice were kept in specific pathogen-free conditions and fed with standard rodent diet and water  34 , 35 ad libitum . In experiments using the Periostin-CRE line, mice were only kept until 9 months as permitted by our UK Home Office project licence, to avoid the substantial mortality observed in the NF2 fl/fl -CRE+ animals after this time point . 31 Mouse tumour dissection Mice were killed using carbon dioxide and cervical dislocation. Following fixation in 4% paraformaldehyde (PFA), dorsal root ganglia (DRGs) were dissected as described.  Vestibular ganglia (VGs) were dissected by cutting the head sagitally, then fixing in 4% PFA. Vestibular nerves and ganglia were revealed within the internal auditory meatus to expose the vestibulocochlear apparatus, surrounding bones removed and vestibular ganglia dissected. VG and DRG volumes were calculated using length and width values as previously described. 36 31 Western blotting Protein expression was analysed using western blotting.  Cells/sciatic nerves were lysed in radioimmunoprecipitation assay (RIPA) buffer (Thermo Fisher); sciatic nerves were sonicated into lysis buffer using a Q500 sonicator (Thermo Fisher). Lysates were run on sodium dodecyl sulphate–polyacrylamide gels (Bio-Rad), transferred onto polyvinylidene-fluoride (PVDF) membranes (Cytiva), blocked in 5% bovine serum albumin (BSA), incubated with primary antibodies in BSA overnight at 4°C and then horse radish peroxidase (HRP)-conjugated secondary antibodies in 5% BSA for 1 h at room temperature. Blots were visualized using Pierce™ enhanced chemiluminescence (ECL) (Thermo Fisher) on a PXi developer (Syngene), quantified by densitometry and normalized to glyceraldehyde-3-phosphatase dehydrogenase (GAPDH) or vinculin loading controls using ImageJ. In  35 Figs 2 ,  5E  and  6E , blots shown are representative of independent biological repeats;  Fig. 5L  shows collated blots from the same three paired biological repeats.  Figure 7D  shows three paired biological repeats on the same blot.  Figure 8C and E  show representative blots of technical repeats. Immunohistochemistry, immunocytochemistry, EdU and terminal deoxynucleotidyl transferase dUTP nick-end labelling assays Immunofluorescence was conducted on 4% PFA fixed cells, frozen tissue sections or tissue whole mounts. Cells were immunostained on coverslips; frozen tissue sections were made by cryoprotecting tissue with 30% sucrose/PBS for 48 h and freezing in optimal cutting temperature compound (Agar Scientific) and cutting 10 µm sections using a cryostat (Leica). Wholemounts of VGs were performed as previously.  Cells/tissues were permeabilized with 1% Triton-X100/PBS, blocked with 3% BSA/PBS for 1 h at room temperature, then incubated with primary antibodies overnight at 4°C and the following day with secondary antibodies and Hoechst (Thermo Fisher), diluted in 3% BSA/PBS, for 1 h at room temperature. Formalin-fixed paraffin-embedded tissue sections (4-μm thick) were stained with either Mayer’s haematoxylin and eosin (H&E; Thermo Fisher) or in combination with primary antibodies using a Vectastain Elite ABC kit (Vector Labs) and 3,3′-diaminobenzidine (DAB). 37  Incorporation of 5-ethynyl-2'-deoxyuridine (EdU) into DNA was used to measure cell proliferation. For cultured cells, EdU/dimethyl sulphoxide (DMSO) was added at final concentration of 10 µM in media 4 h before fixation in 4% PFA. For mice, 100 mg/kg of EdU was dissolved in DMSO, diluted 1/10 in PBS and given by intraperitoneal injection 24 h before killing and fixation of tissue in 4% PFA. EdU-positive cells were detected using a Click-iT™ EdU cell proliferation kit (Thermo Fisher), according to manufacturer’s instructions. Apoptosis was detected using a terminal deoxynucleotidyl transferase dUTP nick-end labelling (TUNEL) assay kit (Invitrogen) according to the manufacturer’s instructions. 16 , 38 Drug treatments Small molecule inhibitors of TEAD auto-palmitoylation (VTs), developed by Vivace Therapeutics, were used to treat cultured cells and mice. VTs, dissolved in DMSO (Merck), were added to culture medium for  in vitro  experiments. For adult mice, the vehicle was an aqueous solution consisting of 5% glucose (w/v, Thermo-Fisher) containing 5% DMSO and 10% Kolliphor HS-15 (Merck). VT compounds were diluted in DMSO and Kolliphor HS-15 and aqueous 5% glucose (w/v) added to match vehicle solution. VT compounds were further diluted in vehicle solution to 5 mg/ml (VT1) or 10 mg/ml (VT2). VTs were administered by gavage each day using feeding tubes (Instech). Randomized groups of mice were given either vehicle, 10 mg/kg VT1 or 30 mg/kg VT2 daily for 21 days. Details of the VT1 and VT3 inhibitors (referred to as VT104 and VT107, respectively) have been published.  VT1 (VT104) and VT2 have different pharmacokinetics in mice and the dosing concentration of each compound was chosen empirically, based on their minimum efficacy dose and at a dose that provided maximum efficacy in models of NF2-deficient mesothelioma without adverse effect on body weight. The ALDH1A1 inhibitor (NCT-505) was a gift from NIH NCATS 24  and used as stated. 39 For studies with BenMen-1 meningioma cells, cells were treated with ALDH1A1 inhibitors and cisplatin (Selleckchem), dissolved in DMSO vehicle. For ALDH1A1 inhibitors and cisplatin individual/combination experiments, cells were plated onto coverslips; after 2 h, cells were topped up with media containing either DMSO vehicle or the relevant drug concentration. Primary schwannoma cells were treated with 10 µM MG132 (Merck) or DMSO vehicle for 3 h to monitor proteasomal-dependent degradation. Antibodies Primary antibodies used for immunostaining were: Neurofilament (1:1000; ab4680; Abcam), ALDH1A1 (1:200; ab52492; Abcam), YAP (1:100; #14074; CST), TAZ (1:100; sc-48805; Santa Cruz), Ki67 (1:100; ab15580; Abcam), S100 (pre-diluted; GA504; Dako). Species-specific AlexaFluor™ secondary antibodies (Thermo Fisher) were used at 1:200. Primary antibodies used for western blotting: YAP (1:1000; #14074; CST), TAZ (1:500; sc-48805; Santa Cruz), Pan-TEAD (1:1000; #13295; CST), GAPDH (1:5000; AB2302; Merck), ALDH1A1 (1:1000, ab52492; Abcam) and CTGF (1:500, ab6992, Abcam). For detection of primary antibodies, HRP-conjugated goat anti-rabbit (1:5000; #1706515; Bio-Rad) and HRP-goat anti-mouse (1:5000; #1721011; Bio-Rad) were used. Statistical analysis Statistical analysis was performed using GraphPad Prism 8. Statistical tests performed are stated in the figure legends; in all cases, * P  ≤ 0.05; ** P  ≤ 0.01 and *** P  ≤ 0.001. Because of small sample sizes ( n  < 5 for most comparisons), assumptions of normality and equal variances for the data could not be assessed. Sample size was not predetermined by statistical methods and randomization was not applied. In gavage experiments the investigators were not blinded because the NF2 fl/fl -CRE+ mice were frequently smaller than NF2 fl/fl -CRE- littermates and vehicle solution looked visibly different to the drug suspension. No samples were excluded from the analyses. Biological repeats were used in all experiments and data presented as mean ± SEM with the  n  number reported in each figure legend. Study approval For schwannoma and meningioma tumour tissue, anonymized samples, termed MN for meningioma, from the ‘Identifying and validating molecular targets in low grade brain tumours’ (MOT) project (REC No.: 14/SW/0119; IRAS project ID: 153351) and Plymouth Brain Tumour Biobank (REC No.: 19/SC/0267; IRAS No: 246667) were collected under ethical approval from University Hospitals Plymouth NHS trust and North Bristol NHS trust. All animal experiments conformed to UK Home Office regulations under the Animals (Scientific Procedures) Act 1986, followed ARRIVE guidelines and were approved by the Plymouth University Animal Welfare and Ethical Review Board. Data availability The authors confirm that the data supporting the findings in this paper are available within the article and/or its supplementary material.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-20 06:58:50",
  "introduction": "Introduction Schwannomas are benign nervous system tumours that arise either sporadically or as part of the condition Neurofibromatosis type 2 (NF2) or other schwannomatoses. The annual incidence of schwannomas is 2.1 per 100 000 individuals.  In NF2 (incidence 1/25 000), development of schwannomas is associated with other nervous system tumours such as meningiomas and ependymomas as well as peripheral neuropathies. While bilateral vestibular schwannomas are a distinctive feature of NF2, patients may also develop schwannomas on other peripheral nerves. 1 , 2  NF2 patients present with hearing loss, tinnitus or balance problems due to vestibular nerve schwannomas. These tumours may compress the facial nerve, causing additional symptoms and difficulties with surgical removal of the tumour. 3–6  While current therapeutic alternatives to surgery or radiotherapy for schwannomas, such as the anti-VEGF monoclonal antibody bevacizumab, have shown effect, their use was not without side effects during long-term treatment. 7  While in this work we largely focus upon schwannoma as a model for an  8–10 NF2-null  tumour, we also use primary human meningioma tumour cells and cell lines. The ultimate aim for NF2 patients would be a single treatment for both schwannoma and meningioma tumours, both potentially seen in the same individual. Loss of the  NF2  tumour suppressor gene product Merlin dysregulates many signalling pathways, including mitogen-activated protein kinase pathways, control of the CRL4 DCAF  E3 ubiquitin ligase and increased growth factor receptor expression, leading to loss of contact inhibition, cell proliferation and tumour development. 1  Recently, there has been interest in the Hippo signalling pathway effectors YAP and TAZ in driving schwannoma development. Merlin has been shown to suppress YAP/TAZ nuclear translocation  11–14 via  positive regulation of the Hippo signalling pathway.  Inactivation of the Lats1/2 kinases, which phosphorylate YAP and TAZ, led to widespread development of schwannoma tumours in a mouse model. 15 16 YAP and TAZ associate with the DNA-binding TEAD proteins (TEADs 1–4) to activate expression of regulators of the cell cycle and apoptosis to drive tumour growth.  Recent findings that YAP and/or TAZ are essential for tumour growth highlighted an urgent need to block their activity. 17  Many approaches have been trialled to block interaction between YAP/TAZ and TEAD proteins, thus blocking tumour growth. The photosensitizer verteporfin has been used to prevent YAP/TEAD interaction 18  and a peptide mimicking the function of the vestigial-like protein 4, which blocks YAP–TEAD interaction, also suppressed tumour growth in gastric cancer. 19 , 20 21 A more recent approach has been to target the palmitoylation of TEAD proteins, which is necessary for protein stability, interaction with YAP or TAZ and TEAD-dependent transcription.  In one study, the use of an auto-palmitoylation inhibitor decreased tumour cell proliferation in a xenograft mouse model. 22  New inhibitors of TEAD auto-palmitoylation have now been described that are active at clinically relevant oral doses and block growth of  23 NF2-null  mesothelioma tumours  in vivo . 24 In this paper, we have also investigated the cancer stem cell marker aldehyde dehydrogenase 1A1 (ALDH1A1) as a potential driver of schwannoma and meningioma tumorigenesis. ALDH1A1 is a member of the aldehyde dehydrogenase superfamily that detoxify aldehyde substrates and regulate retinoic acid signalling.  ALDH1A1 has been proposed as a cancer stem cell marker and high levels of expression correlate with both cytotoxic drug resistance and poor prognosis. 25 , 26  Understanding ALDH1A1 function in schwannoma and meningioma tumours may open up new treatment possibilities. 27–30 Using a combination of primary human schwannoma cells and the Periostin-CRE NF2 fl/fl  mouse model,  we examine the roles of both YAP and TAZ in schwannoma tumour growth and the use of novel TEAD auto-palmitoylation inhibitors. In both human  31 in vitro  and mouse  in vivo  models of schwannoma, the TEAD inhibitors both block tumour growth and cause tumour shrinkage without any side effects  in vivo , pointing to their strong potential as a future therapy for schwannoma and potentially other NF2-null tumours.",
  "results": "Results YAP/TAZ are required for schwannoma development in the DRGs and VGs of Periostin-CRE NF2 fl/fl  mice The Periostin (Postn)-CRE NF2 fl/fl mouse model has been widely used as a model of spontaneous schwannoma formation  in vivo . Mice with Postn-CRE-driven loss of Merlin ( NF2 ) develop tumours in dorsal root ganglia (DRG), vestibular ganglia (VG) and vestibular nerves.  Use of a Rosa TdTomato line, which expresses Tomato RFP in cells following recombination showed high Postn-CRE-driven recombination in glial cells of the DRG ( 31 , 40 , 41 Supplementary Fig. 1N and O ). For analysis of schwannoma tissue in DRG, we analysed mice at 3, 5 and 9 months. H&E staining of DRG sections showed progressive and clear hyperplasia in DRG of Postn-CRE+ NF2 fl/fl  (NF2 fl/fl -CRE+) animals compared to controls (NF2 fl/fl -CRE-) ( Supplementary Fig. 1A–M ). A 24-h EdU pulse showed EdU-positive cells in DRG and VG tissue of NF2 fl/fl -CRE+ mice ( Fig. 1B and F ), allowing quantification of effects of loss of YAP or TAZ in such tumours or efficacy of TEAD auto-palmitoylation inhibition of proliferation  in vivo . Figure 1 \n Proliferation of schwannoma cells in the DRG and VG is dependent upon both YAP and TAZ proteins . ( A – H ) Images of DRG ( A – D ) and VG ( E – H ) from 5-month-old mice stained for EdU and neurofilament (NF); sections were counterstained with Hoechst to reveal nuclei (Ho). Arrows indicate EdU-positive nuclei in the areas of the ganglia in close proximity to the neuronal cell bodies; note fewer proliferating cells in NF2/YAP ( C  and  G ) and NF2/TAZ ( D  and  H ) than in NF2 single null ( B  and  F ) ganglia. ( I  and  J ) Quantification of EdU-positive cells per area of ganglion tissue of DRG ( I ) and VG ( J ). Note significant decreases in proliferation in both NF2/YAP and NF2/TAZ ganglia. ( K – R ) Staining of DRG sections from 9-month-old control (NF2 fl/fl CRE-;  K  and  O ), NF2 single null (NF2 fl/fl CRE+;  L  and  P ), NF2/YAP double null (NF2 fl/fl /YAP fl/fl CRE+;  M  and  Q ) and NF2/TAZ double null (NF2 fl/fl /TAZ fl/fl CRE+;  N  and  R ) animals. Panels  K – N  show staining with YAP antibody; panels  O – R  with TAZ antibody. Note raised nuclear expression of YAP in NF2 single ( L ; arrows) and NF2/TAZ double ( N ; arrows) null tissue, which is lost in NF2/YAP double null tissue ( M ; arrows). For TAZ staining, note raised nuclear TAZ expression in NF2 single ( P ; arrows) and NF2/YAP double ( Q ; arrows) null tissue, which is not present in NF2/TAZ double null DRG tissue ( R ; arrows).  A – D  and  I ,  n  = 4;  E – H  and  J ,  n  = 3;  K – R ,  n  = 3 for each genotype examined. Data presented in graphs are means ± SEM using one-way ANOVA with Bonferroni’s multiple comparison tests. * P  < 0.05; ** P  < 0.01; *** P  < 0.001; ns, not significant. Scale bars =  A – H  75 μm,  K – R  50 μm. We next studied effects of either YAP or TAZ loss in  NF2-null  cells upon schwannoma proliferation in both DRG and VG tissue.  Counts of total non-neuronal cells per area within the DRG showed increased numbers in  31 NF2  single null animals, which further increased with age ( Supplementary Fig. 1M ). For EdU quantification, neurofilament antibody stain revealed neuronal cell bodies within DRG and VG and numbers of EdU-positive cells per tissue area around these neuronal cell bodies were used for quantification of proliferating cells. At both DRG and VG tumour sites, loss of either YAP or TAZ significantly reduced cell proliferation; although loss of either YAP or TAZ seemingly had a greater effect on proliferation in the VG than the DRG ( Fig. 1A–J ). Staining of DRG paraffin sections from control (NF2 fl/fl -CRE-), NF2 single null (NF2 fl/fl -CRE+), NF2/YAP double knockout (NF2 fl/fl  YAP fl/fl -CRE+) and NF2/TAZ double knockout (NF2 fl/fl TAZ fl/fl -CRE+) showed an elevation of both YAP and TAZ in NF2 single null tissue compared to control tissue. NF2/YAP double null and NF2/TAZ double null tissue showed reduced stain for YAP and TAZ, respectively, compared to NF2 single null, confirming their loss in the double knockout tissue ( Fig. 1K–R ). Use of pan-TEAD auto-palmitoylation inhibitors reduces VG and DRG schwannoma tumour cell growth rates  in vivo We next used NF2 single null animals to trial two novel pan-TEAD auto-palmitoylation inhibitors, VT1 and VT2, and effects upon proliferation  in vivo . The use of VT1 has previously been described  (designated VT104), but details of VT2 have not yet been published. Both inhibitors are orally available and were administered by gavage for 21 days. There were no apparent side effects or weight loss in animals, as in their previous use 24 ;  24 Fig. 2  shows the results of our experiments in VG tissue in 3-month-old animals. Both VT1 and VT2 showed significant decreases in tumour cell proliferation (73% and 52%, respectively) within the VG ( Fig. 2A–F , quantification in G, H). A similar inhibition of proliferation by VT1 and VT2 was also seen in the VG from 5-month-old animals ( Supplementary Fig. 2 ). Figure 2 \n Treatment of mice with VT1 or VT2 TEAD auto-palmitoylation inhibitors significantly inhibits proliferation of vestibular schwannoma tumours   Data from 3-month-old NF2 in vivo . fl/fl -CRE- (CRE-) and NF2 fl/fl -CRE+ (CRE+) animals treated with vehicle (Veh), 10 mg/kg/day VT1 or 30 mg/kg/day VT2 by oral gavage for 21 consecutive days.  A –- H . Both VT1 and VT2 significantly block tumour cell growth as measured by EdU incorporation in vestibular ganglion tissue.  A – F . Represenatitve images of vestibular ganglion from CRE- and CRE+ 3-month-old animals treated with either vehicle ( A ,  B ,  D  and  E ), VT1 ( C ) or VT2 ( F ). Note no EdU-positive cells are seen in CRE- animals with vehicle and that for CRE+ animals, numbers of EdU-positive cells (indicated by arrows) are reduced upon treatment with either VT1 ( C ) or VT2 ( F ). ( G  and  H ) Quantification of numbers of EdU-positive cells per area of ganglion tissue from animals treated with vehicle (Veh) or VT1 (Drug,  G ) or VT2 (Drug,  H ) compounds. Note significant decreases in proliferation in CRE+ animals treated with either VT1 or VT2.  I – N . Representative western blots and quantification to show target engagement of VT1 and VT2 in regulating connective tissue growth factor (CTGF) and TEAD protein expression in sciatic nerve tissue of CRE- and CRE+ mice. I. Western blot of sciatic nerve of 3-month-old mice treated for 21 days with either Vehicle (Veh), VT1 (Drug,  I ) or Vehicle or VT2 (Drug,  L ). ( J  and  K ) Quantification of western blot in  I . ( M ,  N ) Quantification of western blot in  L . Note significant decrease in TEAD target CTGF by both VT1 and VT2 in sciatic nerve tissue  in vivo  ( J  and  M ) and reduction in TEAD protein expression by VT2 ( N ) but not by VT1 ( K ). For data in  A – H ,  n  = 4 mice for each genotype and drug treatment. For data in  J ,  K ,  M  and  N ,  n  = 3 mice for each genotype and drug treatment. Data presented in graphs are means ± SEM using one-way ANOVA with Bonferroni’s multiple comparison tests. * P  < 0.05; ** P  < 0.01; *** P  < 0.001. Scale bar = 50 μm in  A – F . As blocking TEAD auto-palmitoylation has been shown to regulate both TEAD protein stability and block TEAD target gene transcription, we measured levels of TEAD proteins and the TEAD target connective tissue growth factor (CTGF) in the sciatic nerve of animals treated with vehicle, VT1 or VT2. Sciatic nerve was used as it is Schwann cell-rich (>70% of total cell number ). CTGF was elevated in NF2 single null sciatic nerve compared to control and significantly decreased by VT1 or VT2 treatment ( 42 Fig. 2I, J, L  and  M ). Thus, both inhibitors are engaging with their target and blocking TEAD-dependent transcription in NF2-null Schwann cells. For TEAD protein expression in VT1- or VT2-treated animals, a pan-TEAD antibody showed significant changes in TEAD proteins expression only with VT2 drug  in vivo  (compare  Fig. 2K  for VT1;  Fig. 2N  for VT2). We next studied effects of VT1 and VT2 upon schwannoma proliferation in the DRG at 3 and 5 months. Both VT1 and VT2 significantly reduced cell proliferation at both time points ( Supplementary Fig. 3 , 3-month and  Supplementary Fig. 4  for 5-month DRG). For those experiments shown in  Supplementary Fig. 4A–F , the Postn-CRE NF2 fl/fl  animals were crossed with PLP-GFP-expressing mice, expressing GFP in Schwann cells and satellite glial cells ; thus confirming that EdU-positive cells within the DRG were glial cells. Similar to the earlier time point at 3 months ( 43 , 44 Fig. 2 ), both VT1 and VT2 blocked expression of CTGF and VT2, but not VT1, reduced levels of total TEAD protein ( Supplementary Fig. 4I–N ). Reduction of tumour size and apoptosis  in vivo  with VT1 and VT2 inhibitors While our data show that both VT1 and VT2 inhibitors significantly reduce proliferation rates of schwannoma tumours  in vivo , we next tested whether there was any shrinkage of the tumours  in vivo  by VT1 or VT2. We used 9-month-old control and NF2-null animals and examined vestibular ganglion sizes in animals treated for 21 days with VT1 or VT2. We observed significant reductions in tumour volume in VT1- or VT2-treated animals ( Figure 3A–D ; quantification in E). A similar decrease in size was observed in the DRG ( Fig. 3F ). In correlation with this finding of tumour shrinkage, we found increased apoptosis of tumour cells in both VG and DRG with VT2 by TUNEL assay after 10 days of treatment ( Fig. 3G–R ; quantification in S, T). Figure 3 \n Treatment of mice with VT auto-palmitoylation inhibitors significantly increases apoptosis and reduces tumour volumes in VG and DRG in 9-month-old NF2  NF2 fl/fl -CRE+ (NF2 fl/fl -CRE+) mice. fl/fl -CRE- (NF2 fl/fl -CRE-) and NF2 fl/fl -CRE+ animals were treated with vehicle (Veh), 10 mg/kg/day VT1 or 30 mg/kg/day VT2 by oral gavage for 10 or 21 consecutive days. ( A – D ) Representative brightfield micrographs of three different unilateral VG from: NF2 fl/fl -CRE- Veh-treated mice ( A ), NF2 fl/fl -CRE+ Veh-treated mice ( B ), NF2 fl/fl -CRE+ VT1-treated mice ( C ) and NF2 fl/fl -CRE+ VT2-treated mice ( D ), all mice were treated for 21 consecutive days. Scale bar = 20 μm. ( E ) Quantification of average bilateral VG volume in  A – D , for NF2 fl/fl -CRE- Veh-treated mice ( n  = 6 ganglia,  n  = 3 mice), NF2 fl/fl -CRE+ Veh-treated mice ( n  = 4 ganglia,  n  = 3 mice), NF2 fl/fl -CRE+ VT1-treated mice ( n  = 3 ganglia,  n  = 3 mice) and NF2 fl/fl -CRE+ VT2-treated mice ( n  = 3 ganglia,  n  = 3 mice). ( F ) Quantification of average bilateral lumbar 4 DRG volume, for NF2 fl/fl -CRE- and NF2 fl/fl -CRE+ Veh-treated mice ( n  = 8 ganglia,  n  = 3 mice), for NF2 fl/fl -CRE+ VT1- and NF2 fl/fl -CRE+ VT2-treated mice ( n  = 3 ganglia,  n  = 3 mice). ( G – R ) Representative immunofluorescence of  n  = 3 different VGs with  in situ  apoptosis detected by terminal deoxynucleotidyl transferase dUTP nick-end labelling (TUNEL) assay, following oral gavage with either vehicle or 30 mg/kg/day VT2 for 10 days. TUNEL +  nuclei (arrows;  J ,  L ,  P  and  R ) were significantly increased in NF2 fl/fl -CRE+ VT2-treated mice compared to NF2 fl/fl -CRE+ Veh-treated mice. Neurofilament (NF;  H  and  K ) counterstain (merged with Hoechst counterstain ( I  and  L ) reveals increased apoptosis in cells surrounding neuronal cell bodies of the VG in NF2 fl/fl -CRE+ VT2-treated mice. S100 counterstain ( N  and  Q  merged with Hoechst counterstain ( O  and  R ) reveals apoptosis is increased in S100+ schwannoma cells of NF2 fl/fl -CRE+ VT2-treated mice. Scale bars = 20 μm. ( S  and  T ) Quantification of TUNEL +  cells/100 mm 2  in VG ( S ) and DRG ( T ). In  E  and  F , data presented as mean ± SEM using one-way ANOVA with Tukey’s multiple comparisons tests. In  S  and  T , data presented as mean ± SEM using Brown–Forsythe and Welch ANOVA with Dunnett’s T3 multiple comparisons test. ** P  < 0.01; *** P  < 0.001; ns = non-significant. Increased macrophage numbers within NF2-null mouse schwannoma tissue are YAP- and TAZ-dependent Proliferation of human schwannomas has been shown to positively correlate with macrophage numbers within the tumour.  Furthermore, mouse models of schwannoma show high macrophage numbers within tumours. 45 , 46  Using the pan-macrophage marker Iba1, we determined percentages of Iba1-positive cells in control and NF2 single null DRG tissue ( 34 , 35 Fig. 4A, B, E, F, I  and  J , respectively) and VG tissue ( Fig. 4M–P ). While we see macrophages within the DRG and VG in controls, loss of NF2 significantly increased macrophage numbers within tumours in both locations ( Fig. 4Q and R ). For DRG tissue in NF2-null animals, a stepwise increase was seen in percentages of macrophages between 3, 5 and 9 months (compare  Fig. 4A, B, E, F, I  and  J ). We tested whether loss of YAP or TAZ in NF2 single null animals would alter macrophage numbers. Loss of either YAP ( Fig. 4C, G  and  K ) or TAZ ( Fig. 4D, H  and  L ) significantly decreased macrophage numbers in DRG at all ages ( Fig. 4Q ), correlating with reduced schwannoma cell proliferation in the NF2/YAP and NF2/TAZ double nulls ( Fig. 1I  and  J ). Figure 4 \n Increased numbers of macrophages in NF2-null DRG tissue is dependent upon YAP and TAZ.  ( A – L ) Staining of DRG sections from NF2 fl/fl -CRE- ( A ,  E  and  I ), NF2 fl/fl -CRE+ ( B ,  F  and  J ), NF2 fl/fl YAP fl/fl -CRE+ ( C ,  G  and  K ) and NF2 fl/fl TAZ fl/fl -CRE+ ( D ,  H  and  L ) animals at 3, 5 and 9 months of age with pan-macrophage marker Iba1 antibody. Note time-dependent increase in numbers of Iba1-positive macrophages in NF2 fl/fl -CRE+ DRG between 3 ( B ), 5 ( F ) and 9 ( J ) months. ( M – P ) Staining of sections of VG tissue from NF2 fl/fl -CRE- ( M  and  O ) and NF2 fl/fl -CRE+ ( N  and  P ) at 3 and 5 months of age with Iba1 antibody. ( Q ) Quantification of % macrophages of total cell number in DRG tissues. ( R ) Quantification of percentage of macrophages at 3 and 5 months in NF2 fl/fl -CRE- and NF2 fl/fl -CRE+ VG tissue. For data presented,  n  = 3 mice for each genotype and age. Data presented in graphs are means ± SEM; in  Q  and  R , two-way ANOVA was used with Tukey’s multiple comparison test. * P  < 0.05; ** P  < 0.01; *** P  < 0.001. Scale bars = 25 μm. Knockdown of YAP/TAZ or TEAD inhibition blocks human schwannoma and meningioma cell proliferation To complement the  in vivo  mouse data, we next tested primary human schwannoma cells for the roles of YAP and TAZ in proliferation. Knockdown of either YAP or TAZ significantly reduced schwannoma cell proliferation ( Fig. 5A–D ); successful knockdown of YAP or TAZ was confirmed by western blot ( Fig. 5E–G ). In these experiments, however, while knockdown of TAZ did not affect YAP expression, knockdown of YAP did reduce TAZ in primary schwannoma cells, so while both knockdown of either YAP or TAZ reduces cell proliferation, an additional effect upon TAZ expression may mediate some of the effects of YAP knockdown ( Fig. 5E–G ). Figure 5 \n Knockdown of either YAP or TAZ or use of TEAD auto-palmitoylation inhibitors inhibits human schwannoma cell proliferation.  ( A – G ) Lentiviral knockdown of either YAP or TAZ significantly reduces proliferation of human NF2-null schwannoma cells. ( A – C ) Representative images of EdU-positive cells, counterstained with Hoechst (Ho) from scrambled control (Scr,  A ), YAP knockdown (shYAP,  B ) and TAZ knockdown (shTAZ,  C ). ( D ) Quantification of percentage positive EdU cells for each condition. ( E – G ) Western blot ( E ) and quantification ( F  and  G ) confirming YAP or TAZ knockdown in cells; note that knockdown of TAZ does not significantly affect levels of YAP ( F ), but knockdown of YAP does significantly lower levels of TAZ ( G ). ( H – K ) TEAD auto-palmitoylation inhibitor (VT3) decreases human schwannoma cell proliferation in a dose-dependent manner. ( L ) Expression of four TEAD isoforms (TEAD1–4) in cells from three human schwannoma tumours S 1 , S 2  and S 3  treated with either vehicle ( left ) or 2 μm VT3 for 7 days (VT,  right ). ( M ) Quantification of schwannoma cell proliferation with increasing concentrations of auto-palmitoylation inhibitor VT3.  N  = 3 for all data shown. Data presented in graphs are means ± SEM. Data analysis in  D  was one-way ANOVA with Bonferroni’s correction, in  F  and  G  matched one-way ANOVAs with the Geisser–Greenhouse correction and Tukey’s multiple comparisons test and  M  one-way ANOVA with Bonferroni’s correction. * P  < 0.05; ** P  < 0.01; *** P  < 0.001. Scale bars = 25 μm. It is unknown which TEAD proteins are expressed in human  NF2 -null schwannoma cells, so we next performed western blotting on three primary schwannoma tumours (S 1 –S 3 ) using TEAD 1–4 specific antibodies. TEAD expression was remarkably variable between tumours ( Fig. 5L , left). For this reason, as in the mouse model, we tested a pan-TEAD auto-palmitoylation inhibitor (VT3) for effects upon human schwannoma proliferation, TEAD expression and inhibition of CTGF. VT3 blocked human schwannoma proliferation with an IC 50  of 39 nM ( Fig. 5H–K , quantification in  Fig. 5M ) and reduced CTGF expression. Use of VT1 or VT2 pan-TEAD inhibitors, as used for  in vivo  use in the Postn-CRE NF2 fl/fl animals, also significantly reduced CTGF levels and proliferation of human NF2-null schwannoma (HEI193) cells ( Supplementary Fig. 5 ). We also tested the effects of VT1, VT2 and VT3 pan-TEAD inhibitors on proliferation of human NF2-null meningioma cells. All three TEAD inhibitors significantly inhibited the proliferation of human meningioma cells ( Supplementary Fig. 6 ), demonstrating the potential to extend their future use to other  NF2 -null tumour types. The cancer stem cell marker ALDH1A1 is regulated by TAZ in NF2-null Schwann and schwannoma cells Having shown roles for TEAD activity in schwannoma cell proliferation, we wished to identify new YAP or TAZ targets driving cell proliferation in schwannoma and other NF2-null tumours. Recent work showed expression of ALDH1 in human schwannoma tissue, but the mechanism of ALDH1 upregulation and its potential function is unclear. 47 To further define the subtype of ALDH1 expressed, given its roles in cancer stem cell biology, we examined ALDH1A1 expression in both Postn-CRE NF2 fl/fl  mice and in human schwannoma. In the Postn-CRE NF2 fl/fl  animals, we examined adult sciatic nerve and DRG in control and NF2-null animals. In sciatic nerve, we observed weak ALDH1A1 expression in non-myelinating Schwann cells ( Fig. 6A ). This finding corresponds to the recent published data from the Sciatic Nerve Atlas ( https://snat.ethz.ch/search.html?q=aldh1a1 ), showing  aldh1a1  mRNA expression in the non-myelinating cells of adult sciatic nerve.  Compared to control nerves, ALDH1A1 protein expression was elevated in the sciatic nerves of NF2-null mice, again only in the non-myelinating cell population ( 48 Fig. 6C ). In the DRG, levels of ALDH1A1 were much higher in the glial cells surrounding the neuronal cell bodies in NF2-null animals ( Fig. 6B and D ). To test whether YAP or TAZ drive ALDH1A1 expression in NF2-null Schwann cells, we examined sciatic nerves of control, NF2 single null, NF2/YAP and NF2/TAZ double null mice. By western blot and immunolabelling we showed that it was TAZ, not YAP, driving ALDH1A1 expression in NF2-null sciatic nerve ( Fig. 6E–I ) and DRG ( Fig. 6J–M ). Analysis of TAZ single null sciatic nerve showed that ALDH1A1 expression seen in the non-myelinating Schwann cells ( Fig. 6A ) was TAZ-dependent (data not shown). The increase in ALDH1A1 levels appeared to be transcriptional, as we observed increased  aldh1a1  mRNA in both sciatic nerve and DRG of  NF2 -null animals, along with other Hippo pathway responsive genes. Correspondingly, treatment of  NF2 -null animals with VT2 for 7 days significantly reduced  aldh1a1  mRNA levels in both tissues ( Supplementary Fig. 10 ). The effects upon  aldh1a1  and other Hippo targets were more marked in sciatic nerve than DRG, probably reflecting the higher Schwann cell content of sciatic nerve.  Western blotting of ALDH1A1  49 , 42 in vivo  also showed a decrease with VT2 treatment ( Fig. 6N  and  O ). Figure 6 \n Expression of ALDH1A1 is TAZ-dependent in mouse Schwann cells and schwannoma tissue.  ( A – D ) Immunolabelling of NF2 fl/fl -CRE- ( A  and  B ) and NF2 fl/fl CRE+ ( C  and  D ) sciatic nerve ( A  and  C ) and dorsal root ganglion (DRG;  B  and  D ) tissue showing elevated expression of ALDH1A1 in NF2-null mouse tissue. In sciatic nerve, ALDH1A1 staining appears associated with the non-myelinating Schwann cells. In DRG, high ALDH1A1 expression was seen in the cells surrounding the neuronal cell bodies. ( E ) Western blot showing raised ALDH1A1 expression in NF2 fl/fl CRE+ sciatic nerve, which was reduced in NF2 fl/fl TAZ fl/fl -CRE+ but not NF2 fl/fl YAP fl/fl -CRE+ animals. ( F ) Quantification of western blot in E. ( G – I ) Immunolabelling of transverse sections of sciatic nerve, showing elevated ALDH1A1 in NF2 fl/fl -CRE+ nerve ( H ), but reduced in NF2 fl/fl TAZ fl/fl -CRE+ double null nerves ( I ). ( J – M ) ALDH1A1 staining of DRG tissue paraffin sections from control NF2 fl/fl -CRE- ( J ), NF2 fl/fl -CRE+ ( K ), NF2 fl/fl YAP fl/fl -CRE+ ( L ) and NF2 fl/fl TAZ fl/fl -CRE+ ( M ) double-null mice. ( N  and  O ) Representative western blot ( N ) and quantification ( O ) of ALDH1A1 expression in sciatic nerve from NF2 fl/fl -CRE- and CRE+ vehicle- or VT2-treated mice. For data presented,  n  = 3 mice for each genotype and age. Data presented in graphs are means ± SEM. In  F , for analysis, a one-way ANOVA with Bonferroni’s correction was used. In  O , for analysis, a one-way ANOVA with Tukey’s multiple comparisons correction was used. * P  < 0.05, ** P  < 0.01; ns = not significant. Scale bars in  A – D  and  G – I  = 50 μm,  J – M  = 25 μm. We have previously shown that peripheral nerve injury leads to schwannoma tumour development using the P0-CRE+/NF2 fl/fl  mouse model, which also has a Schwann cell-specific knockout of NF2.  Prior to injury in the P0-CRE+/NF2 34 , 35 , 50 fl/fl  animals, we once again saw elevated levels of ALDH1A1 in the non-myelinating Schwann cells of the sciatic nerve ( Supplementary Fig. 7C, E and F ). In line with the tumour formation in this model, staining of distal nerve following injury showed an increase ALDH1A1 expression at 7 days post-nerve crush injury, confirmed by western blot ( Supplementary Fig. 7D–F ). Next, we measured levels of ALDH1A1 protein in human schwannoma tumour tissues and cells. Analysis of human schwannoma showed strong ALDH1A1 expression in all tumours ( n  = 10), with no expression in control (sural) nerve ( n  = 3;  Fig. 7A–C  and not shown). As in the Postn-CRE/NF2 fl/fl  mouse model, loss of TAZ (by shRNA knockdown) in human primary schwannoma cells reduced ALDH1A1 expression ( Fig. 7D  and  E ). Experiments using the proteasome inhibitor MG132 to determine whether changes in ALDH1A1 protein levels by TAZ may be mediated by proteasomal degradation showed no changes in cells with TAZ knockdown treated with MG132 ( Fig. 7F  and  G ). Figure 7 \n ALDH1A1 is upregulated in human schwannoma and is a TAZ target.  ( A – C ) Staining of control human nerve ( A ) and two human schwannoma samples ( B  and  C ) showing strong expression of ALDH1A1 in all tumour cells. ( D ) Knockdown experiments in human schwannoma cells. Lentiviral-mediated shRNA knockdown of TAZ (shTAZ) reduces ALDH1A1 protein levels in cells; knockdown of ALDH1A1 was used as a positive control. ( E ) Quantification of western blot data in  D . ( F ) Representative western blot for ALDH1A1 expression in primary human schwannoma cells with either knockdown of TAZ (shTAZ) or scramble control (shSCR), treated with 10 μM MG132 (+MG132) or DMSO vehicle control (−MG132) ( F ). Note suppression of ALDH1A1 protein levels is not reversed by proteasome inhibition by MG132. ( G ) Quantification of  F . ( H – J ) Use of ALDH1A1-specific inhibitor reduces proliferation of primary human schwannoma cells. Ki67 stain of vehicle control ( H ) or 10 μM ALDH1A1 inhibitor 1 ( I ). ( J ) Quantification of percentage Ki-67-positive schwannoma cells with increasing concentrations of ALDH1A1 inhibitor 1. For data presented,  n  = 3. Data presented in graphs are means ± SEM. Statistical analysis shown in  E  and  J  is one-way ANOVA with Bonferroni’s correction; in  G  a one-way ANOVA with Tukey’s multiple comparisons test. * P  < 0.05; *** P  < 0.001; ns = not significant. Scale bars in  A – C ,  H  and  I  = 25 μm. Interest in ALDH1A1 as a driver of the cancer stem cell phenotype has led to development of novel ALDH1A1-specific inhibitors, for use either alone, or, as ALDH1A1 can detoxify some chemotherapy agents, in combination with such agents to potentiate effects. Yang  et al . reported the development of novel orally available ALDH1A1 inhibitors.  One such ALDH1A1-specific inhibitor (NCT-505) reduced proliferation of human NF2-null schwannoma cells  39 , 51 , 52 in vitro  ( Fig. 7H–J ). Increased expression and function of ALDH1A1 in human NF2-null meningioma cells As NF2 loss is seen in approximately 60% of sporadic human meningioma tumours,  we also examined ALDH1A1 expression in human meningioma tissue and cell lines. We observed increases in ALDH1A1 protein in NF2-null compared to NF2-positive human meningioma tissue ( 53–55 Fig. 8A  and  B ). Analysis of BenMen-1 (Grade 1) and KT21-MG1 (Grade 3) meningioma cell lines, both NF2-null, also showed raised ALDH1A1 levels compared to control human meningeal cells ( Fig. 8C  and  D  and  Supplementary Fig. 8 ). Knockdown of YAP or TAZ in BenMen-1 meningioma cells, as for schwannoma cells, confirmed a dependence upon TAZ for ALDH1A1 expression ( Fig. 8E  and  F ). As for human schwannoma cells, use of an ALDH1A1-specific inhibitor slowed the proliferation of BenMen-1 meningioma cells ( Fig. 8G–J ). Finally, we compared the effects upon proliferation between knockdown of ALDH1A1 and knockdown of TAZ in BenMen-1 cells. Loss of either ALDH1A1 or TAZ both significantly reduced cell proliferation, but knockdown of TAZ was more effective, perhaps indicating additional TAZ targets in driving meningioma cell growth ( Fig. 8K–N ). As ALDH1A1 may detoxify platinum-based chemotherapy drugs, use of either ALDH1A1 inhibitors or ALDH1A1 knockdown may sensitize tumour cells to agents such as cisplatin and paclitaxel in ovarian and lung tumour cells.  Cisplatin exhibits anti-tumour activity in meningioma cells 39 , 56 , 57  with resistance to cisplatin highest within the cancer stem cell population of meningioma cells. 58 , 59  We performed similar experiments with BenMen1 meningioma cells and a combination of ALDH1A1 inhibitor and cisplatin. Either reagent alone reduced BenMen-1 cell proliferation, but the combination was strongly synergistic in reducing cell proliferation ( 60 Supplementary Fig. 9 ). Figure 8 \n ALDH1A1 is upregulated in NF2-null human meningioma tissue and cells.  ( A  and  B ) Staining of sections of NF2-postive (NF2 +/+ ,  A ) and NF2-null (NF2 −/− ,  B ) meningioma tissue shows higher ALDH1A1 in NF2-null tumours. Boxes show enlarged section of the tumour with strong cytoplasmic stain of ALDH1A1 protein. ( C ) Western blot of control human meningeal cells (HMC), BenMen-1 (BM1) and KT21-MG1 (KT21) meningioma cells showing elevated ALDH1A1 expression in both human NF2-null cell lines. ( D ) Quantification of western blot in  C . ( E ) Lentiviral shRNA knockdown of YAP or TAZ in BenMen-1 cells showing that ALDH1A1 expression is dependent upon TAZ. ( F ) Quantification of western blot in  E . ( G – I ) ALDH1A1 inhibitor 1 reduces proliferation of BenMen-1 cells. ( J ) Quantification of percentage Ki-67-positive cells with increasing ALDH1A1 inhibitor concentrations. ( K – M ) Comparison of the effects of shRNA knockdown of ALDH1A1 ( L ) and TAZ ( M ) upon cell proliferation in BenMen-1 cells. ( N ) Quantification of percentage EdU-positive cells. For data presented,  n  = 3. Data presented in graphs are means ± SEM. Statistical analysis shown is a one-way ANOVA with Bonferroni’s correction. * P  < 0.05; ** P  < 0.01; *** P  < 0.001; ns = not significant. Scale bars = 25 μm.",
  "discussion": "Discussion We have reported three key findings in the biology of schwannoma tumours. First, the requirement for Hippo signalling through YAP and TAZ to drive growth of human and mouse schwannoma tumours  in vitro  and  in vivo , respectively. Second, we have shown efficacy for TEAD auto-palmitoylation inhibitors in blocking schwannoma and meningioma growth and raised the prospect of these being used clinically. Third, we have characterized the expression and function of the cancer stem cell marker ALDH1A1, and its regulation by TAZ, in both NF2-null schwannomas and meningiomas. These findings open up new avenues of treatment for these two tumour types in patients. Dysregulation of Hippo signalling in  NF2 -null tumours has been widely studied and NF2 loss causes reduced phosphorylation of YAP/TAZ by the LATS1/2 kinases, leading to increased nuclear localization and raised activity of YAP and TAZ.  Target genes of YAP and TAZ include those involved in cell proliferation, cell death and cytoskeletal function. 15 , 61  We found that loss of either YAP or TAZ reduced schwannoma tumour growth in both DRG and VG tissue ( 62 , 63 Fig. 1 ); however, loss of YAP or TAZ alone did not completely halt tumour growth. Moreover, our data suggest that YAP and TAZ have overlapping but distinct functions in driving proliferation in schwannoma tumours, for instance the regulation of ALDH1A1 appears only TAZ-dependent in our experiments. However, the relationship between YAP and TAZ expression is complex  with, for example, YAP reported to inversely regulate levels of TAZ protein in mammalian cells, 64  although we did not observe such effects in our knockdown experiments ( 65 Fig. 5 ) so such effects may be cell type-specific. Mice with loss of both YAP and TAZ  in vivo  are not viable to adulthood, either on wild-type or  NF2 -null background, so we cannot test their combined loss. While removal of the Hippo pathway kinases Lats1/2 in all Schwann cells leads to the malignant peripheral nerve sheath tumours (MPNSTs),  a more recent paper 66  used the Hoxb7-CRE line to reduce Lats1/2 activity in a sub-population of Schwann cells leading to widespread schwannoma tumours in skin, soft tissue and DRGs. Experiments using this Lats1/2 model also showed YAP and TAZ were required for schwannoma development, 16  in agreement with our findings. 16 It should, however, be noted that the tumours with the Lats1/2 model appear much more aggressive and more numerous than in our model and are subcutaneous, rather than modelling the tumour sites seen in NF2 patients. Recent data have shown that in NF2-null cells, Motin family members control YAP/TAZ activity and mediate the benign nature of most NF2-null tumour types.  Additionally, in one study of human schwannomas, Lats1 and Lats2 mutations were seen in only 2% and 1% of cases, respectively, compared to 55% showing mutations in the NF2 gene 67 ; it is therefore arguable that a schwannoma model with NF2 loss is more clinically relevant. 68 A number of new TEAD auto-palmitoylation inhibitors, with differential TEAD selectivity, have now been identified.  The pharmacokinetics of these compounds are favourable; they are also orally available and have no discernible side effects in mice. 24 24 We trialled two pan-TEAD inhibitors in the Postn-CRE NF2 fl/fl  mouse model, which closely mimics the sites of tumour formation in human patients. We chose to study tumour cell division in mice at 3, 5 and 9 months, where tumour formation is clearly seen in this model. Both TEAD inhibitors showed good target engagement, downregulating the TEAD target CTGF, as well as other Hippo targets and both significantly blocked cell proliferation in DRG and VG tumour sites ( Fig. 2  and  Supplementary Figs 2, 3, 4 and 10 ). Thus, these compounds would seem ideal for potential translation into clinical trials for patients with schwannoma tumours, although a limitation of our study is that we have not carried out auditory brainstem response (ABR) measurements in control and treated animals. 31 , 41 Data using these compounds showed an apparent shrinkage of schwannoma tumours in the VG and DRG of 9-month-old mice treated with either VT1 or VT2 for 21 days. We have also seen a clear and significant increase in schwannoma cell apoptosis in the VG and DRG at 10 days of treatment with VT2 ( Fig. 3 ). It has been shown that YAP/TAZ function upregulates pro-survival members of the Bcl-2 family, can overcome anoikis-driven apoptosis and prevent the alternative apoptotic cascade regulated by tumour necrosis factor alpha and FAS ligand.  Indeed, we observed raised mRNA levels of  69–71 birc5  (survivin), a pro-survival TEAD target gene,  in NF2-null mouse sciatic nerve ( 69 Supplementary Fig. 10 ).  Supplementary Fig. 1 1  illustrates the effects of the auto-palmitoylation inhibitors in the mouse schwannoma model. Macrophages form part of the schwannoma tumour microenvironment  and numbers of macrophages within the tumour tissue correlate with tumour growth. 34 , 35  Similarly, we found that in both NF2/YAP and NF2/TAZ double null animals, with decreased proliferation compared to NF2 single null mice, reduced macrophages were observed ( 45 , 46 Fig. 4 ). Screens for cytokines produced by NF2-null Schwann cells in a model of injury-induced schwannoma tumour formation identified a number of cytokines with links to chronic inflammation, such as IL-6 and SDF-1/CXCL12,  but it is unclear if these may be YAP- or TAZ-dependent. Studies in human meningioma tumours have also shown that NF2-null tumours have higher macrophage numbers than tumours with other driving mutations (AKT1 E17K). 34  While roles for macrophages in driving meningioma tumour growth are unknown, larger numbers of macrophages are seen in higher-grade meningioma tumours. 72 73 We found that in human schwannoma tumours, there is remarkable heterogeneity in TEAD isoform expression, thus we decided to use pan-TEAD inhibitors. Using pan-TEAD inhibitors in experiments with either primary human schwannoma or meningioma cells, they blocked cell proliferation in the nanomolar concentration range, while slightly less efficacious in the schwannoma cell line HEI193, possibly highlighting differences in primary cells versus cell lines (compare  Supplementary Figs 5 and 6 ). Experiments performed using three TEAD auto-palmitoylation inhibitors in both NF2-null meningioma cell lines and primary human meningioma cells show they are also highly effective in this tumour type ( Supplementary Fig. 6 ). Not only are meningiomas the most common primary intracranial tumour type,  but in individuals with NF2, patients are predisposed to develop both bilateral vestibular schwannomas as well as meningiomas. 74  Thus, these TEAD inhibitor compounds hold promise in both treatment of sporadic schwannomas and meningiomas, but also for NF2 patients with multiple tumours of both types. The pan-TEAD inhibitor VT2 (also known as VT3989 75 ) is currently in a phase 1 clinical trial that includes patients with NF2-deficient mesothelioma ( 76 NCT04665206 ). VT2 and other TEAD palmitoylation inhibitors have shown efficacy in blocking resistance development when used in combination with osimertinib in mouse models of non-small cell lung cancer. 76 , 77 While the TEAD auto-palmitoylation inhibitors we have used have high potential, another part of the data presented in this paper was to identify the cancer stem cell marker ALDH1A1 as a TAZ target in both NF2-null schwannoma and meningioma tumour cells and characterize its function ( Figs 6–8 ). ALDH1A1 expression has been seen in a number of different tumour types, restricted to the cancer stem cell population, and has been previously proposed as a TAZ target.  In lung cancer cells, TAZ was previously shown to activate  25 , 26 , 78 Aldh1a1  promoter activity.  While we show that both TEAD inhibition and TAZ regulate ALDH1A1 expression ( 78 Fig. 6 ), the precise mechanism of YAP-/TAZ-mediated ALDH1A1 regulation remains to be investigated. For NF2-null schwannoma, we found strong ALDH1A1 expression in all cells of mouse and human tumours. Similarly in meningioma, ALDH1A1 was expressed in all cells of NF2-null tumour tissue. Knockdown or chemical inhibition of ALDH1A1 alone in either schwannoma or meningioma tumour cells reduced proliferation ( Figs 7  and  8 ). Another facet of ALDH1A1 function in cancer stem cells is to mediate drug resistance to chemotherapy agents such as paclitaxel and cisplatin; knockdown of ALDH1A1 reverses cisplatin resistance in lung adenocarcinoma cells.  Our experiments with the NF2-null BenMen-1 meningioma cell line showed strong synergistic effects of cisplatin and an ALDH1A1 inhibitor upon proliferation ( 57 Supplementary Fig. 9 ). Whether this kind of approach may be useful clinically in this and higher grades of meningioma tumour, or indeed even schwannoma tumours, remains to be seen. In summary, this study has highlighted the therapeutic potential of disrupting YAP-/TAZ-driven, TEAD transcriptional activity in NF2-null schwannoma and meningioma, both  in vitro  and  in vivo . In addition, the efficacy of TEAD auto-palmitoylation inhibitors in the most clinically relevant schwannoma mouse model provides a strong mandate for early-phase clinical trials of these inhibitors.",
  "upgrade_date": "2026-02-20 07:29:28"
}