{
  "pmid": "PMID:36241865",
  "title": "Transplanting neurofibromatosis-1 gene knockout neural stem cells improve functional recovery in rats with spinal cord injury by enhancing the mTORC2 pathway.",
  "abstract": "The poor survival and low efficiency of neuronal differentiation limits the therapeutic effects of transplanted neural stem cells in the treatment of spinal cord injury. Neurofibromatosis-1 (NF-1) is a tumor suppressor gene that restricts the rapid and abnormal growth and differentiation of neural cells. In the present study, lentiviral vectors were used to knock out NF-1, Ricotr (the core member of mTORC2) or NF-1+Ricotr in neural stem cells in vitro, and the NF-1, Ricotr or NF-1+Ricotr knockout neural stem cells were transplanted at the lesion site in a rat model of spinal cord injury (SCI). We first demonstrated that targeted knockout of NF-1 had an antiapoptotic effect and improved neuronal differentiation by enhancing the mTORC2/Rictor pathway of neural stem cells in vitro. Subsequently, transplanting NF-1 knockout neural stem cells into the injured site sufficiently promoted the tissue repair and functional recovery of rats with spinal cord injury by enhancing the survival and neuronal differentiation of grafted neural stem cells. Collectively, these findings reveal a prominent role of NF-1 in neural stem cell biology, which is an invaluable step forward in enhancing the benefit of neural stem cell-mediated regenerative cell therapy for spinal cord injury and identifies the transplantation of NF-1 knockout neural stem cells as a promising strategy for spinal cord injury.",
  "authors": "Guoliang Chen; Xianlong Li; Hongzhang Zhu; Huachuan Wu; Dacheng He; Liangyu Shi; Fuxin Wei; Xizhe Liu; Ningning Chen; Shaoyu Liu",
  "journal": "Experimental & molecular medicine",
  "publicationDate": "2022-10",
  "doi": "10.1038/s12276-022-00850-9",
  "methods": "Materials and methods Ethical approval All procedures performed on experimental animals were approved by The Seventh Affiliated Hospital of Sun Yat-sen University Ethics Committee (2019SYSUSHDW-013) and implemented according to the guidelines established by the Ministry of Health of China. The construction of lentivirus The lentiviral vectors (LV) carrying the CRISPR/CAS9 system and a sequence that knocked out  NF-1  or  Rictor  were constructed by GeneChem Company (Shanghai, China) and labeled with green fluorescent protein (GFP). The nucleotide sequences of vector,  NF-1 , and  Rictor  used in the construction of lentivirus were as follows: vector: 5′-CGCTTCCGCGGCCCGTTCAA-3′ NF-1: 5′- TCCGAAGTTCGGCTGCATGT -3′ Rictor: 5′- ATAGCGCAGCGCTCGCAACC -3′ NSC isolation and culture NSCs were obtained from the fetal brains of embryonic Day 14 pregnant Sprague‒Dawley rats (Experimental Animal Center of Southern Medical University, Guangzhou, China) according to our previous protocol . In brief, the brain tissues of rat embryos were mechanically dissected and dissociated in Hanks’ balanced salt solution and then filtered twice with filters with a 40 μm aperture. The cell suspension was centrifuged at 1000 rpm for 5 min. The supernatant was discarded, and the cell pellet was resuspended to a single cell suspension. NSCs were seeded on T25 culture flasks with expansion medium containing Dulbecco’s modified Eagle’s medium/F-12 nutrient mixture, 2% B-27 supplement, 1% penicillin/streptomycin, 1% L-glutamine, 20 ng/mL fibroblast growth factor-2 (FGF-2) and 20 ng/mL epidermal growth factor (EGF). NSCs were cultured at 37 °C in 5% CO 19 2  and passaged via digestion with Accutase when the neurosphere diameter was close to 100 μm. All NSCs used in this study were in passages 2–3. NSC transfection and induced neuronal differentiation For cell transfection, the neurospheres were dissociated into a single cell suspension and plated on coverslips coated with 0.01% poly-L-lysine at a density of 5 × 10 4  cells/well in 12-well plates or a density of 1 × 10 6  cells/well in 6-well plates. Cells were maintained in the expansion medium for 24 h to recover from the passage. After recovery, the cells were transfected with the control lentivirus (LV-vector), NF-1 sgRNA-CAS9 lentivirus (LV-NF-1), Rictor sgRNA-CAS9 lentivirus (LV-Rictor), and NF-1 sgRNA-CAS9 lentivirus + Rictor sgRNA-CAS9 lentivirus (LV-NF-1+LV-Rictor), with a multiplicity of infection of 10. Cells were seeded and cultured as usual in the control group. Twenty-four hours later, the expansion medium was changed to differentiation medium containing Neurobasal Medium, 2% B-27 supplement, 1% penicillin/streptomycin, and 1% L-glutamine. GFP expression was visualized by fluorescence microscopy (DM6B, Leica, Germany) after 48 h of transfection. The cell viability and transfection efficiency were evaluated by counting the number of GFP-positive cells from five random fields among all cells. Cells were harvested for immunofluorescent staining and Western blot analysis 14 days after inducing differentiation. Induced apoptosis of NSCs with tumor necrosis factor-alpha (TNF-α) To analyze the antiapoptotic ability of  NF-1 , we conducted apoptosis induction according to our previous study . Briefly, 24 h after transfection, the primary medium was changed, and the cells were cultured in expansion medium for another 48 h. Then, the primary medium was removed, and fresh expansion medium containing 50 ng/ml TNF-α was added to the NSCs and incubated at 37 °C and 5% CO 20 2 . Twenty-four hours later, the cells were collected for further assessments by terminal deoxynucleotidyl transferase-mediated dUTP nick-end labeling (TUNEL) assays and Western blot analysis. The materials and reagents used for the cell experiments are listed in Table  1 . Table 1 The reagents and materials used in cell experiments. Reagents and materials Manufacturer Dulbecco’s modified Eagle’s medium/F-12 nutrient mixture Gibco, Grand Island, USA B-27 supplement Gibco, Grand Island, USA Penicillin/streptomycin Gibco, Grand Island, USA L-glutamine Gibco, Grand Island, USA Fibroblast growth factor-2 Peprotech, Rocky Hill, USA Epidermal growth factor Peprotech, Rocky Hill, USA Accutase Thermo Fisher Scientific, Waltham, USA Poly-L-lysine Sigma, Germany Neurobasal medium Thermo Fisher Scientific, Waltham, USA Tumor necrosis factor-alpha (TNF-α) Peprotech, Rocky Hill, USA T25 culture flask Corning, Acton, USA 12-well plate Corning, Acton, USA 6-well plate Corning, Acton, USA Coverslips Thermo Fisher Scientific, Waltham, USA Surgical procedures and cell transplantation A total of 130 adult female Sprague‒Dawley rats (weighing 200–220 g, supplied by the Experimental Animal Center of Sun Yat-sen University, Guangzhou, China) were divided into six groups according to the different treatments: sham ( n  = 25), control ( n  = 25), SCI+LV-vector NSCs ( n  = 25), SCI+LV-NF-1 NSCs ( n  = 25), SCI+LV-Rictor NSCs ( n  = 15) and SCI+LV-NF-1+LV-Rictor NSCs ( n  = 15). After 72 h of lentiviral transfection, NSCs were collected for transplantation. Briefly, after a week of adaptive feeding, buprenorphine (0.05 mg/kg) was subcutaneously administered to each rat 30 min before surgery. Deep anesthesia was induced with a 5% mixture of isoflurane in the air followed by intraperitoneal injection of ketamine (75 mg/kg) and xylazine (10 mg/kg). Then, the spinal cord was exposed at the 10th thoracic vertebral level (T10) via laminectomy. The animals in the sham group underwent spinal cord exposure but no injury. The rats in the control group received complete spinal cord transection but no NSC transplantation. In the other four groups, the exposed spinal cord was cut off using a microscissor for complete transection. Once the bleeding was stopped, the rats were implanted with 5 μL of LV-vector-, LV-NF-1-, LV-Rictor-, and LV-NF-1+LV-Rictor-transfected NSCs rostral and caudal to the injured site at a depth of 1 mm using a 5 μL Hamilton syringe with a 32G needle at an injection rate of 1 μL/min. The needle was left in the injected site for 3 min to allow cell diffusion and prevent leakage or backflow. The number of transplanted NSCs for each rat was 1 × 10 6 . The muscle and the skin were sutured using 5–0 sutures in layers. All procedures were completed by the same group of researchers who were experienced in rat SCI modeling. After surgery, 1 mL of saline containing 1 × 10 19 5  units of penicillin and 1 mg/kg meloxicam was intraperitoneally injected daily for 1 week to protect against infection and dehydration and to alleviate pain. The bladder of the rats was manually expressed twice daily until urinary function was restored. Rats were kept in the specific pathogen-free laboratory with a 12 h light/12 h dark cycle and conventional feeding until eight weeks after surgery. Functional evaluation The 22-point (0–21) Basso, Beattie, and Bresnahan (BBB) open-field locomotor test was used to assess hindlimb locomotor function, including joint movements, stepping ability, coordination, and trunk stability . The duration of each session was 5 min per rat. Finally, an overall score was calculated. The evaluation was independently performed by the same two observers who were blinded to the treatment of the tested animals and repeated three times. 21 Magnetic resonance imaging (MRI) MRI was performed using a 3.0 Tesla Siemens Verio MR scanner equipped with high-performance gradient coils eight weeks postinjury. A special eight-channel wrist coil was used to image the rats. Five animals were observed for each group. For scanning, the rats were subjected to general anesthesia, and each rat was subsequently placed in the ventral recumbent position using a surface coil for spinal cord measurements. T1- and T2-weighted MRIs of the spinal region were reconstructed in the sagittal plane to visualize the extent of the lesion. The cavity volume of the injured spinal cord was evaluated by contrasting the normal T8–10 spinal cord diameter in the midsagittal slides . 19 , 22 Spinal cord–evoked potential (SCEP) recording Rats were anesthetized and stereotaxically fixed. The T5–T6 and T12–L1 vertebrae were completely exposed. Briefly, the stimulation electrode was inserted into the T5–T6 interspinous ligaments, and a pair of needle electrodes were inserted into the interspinous ligaments of T12–L1 for SCEP recording. Then, the electrodes were connected to a BL-410E Data Acquisition Analysis System for Life Science (Chengdu, China). The variables of the SCEP signals were set according to previous reports as follows: gain of 2000 time constant of 0.01 s and filtering at 300 Hz. For an SCEP, a single pulse stimulation (50 ms in duration at a frequency of 5.1 Hz and a voltage increase of 1 mV) was transmitted through the electrodes until a mild twitch of the vertebral body of the animal was observed. One hundred SCEP responses were averaged for each rat to obtain high-quality waveforms for the SCEP signals. Tissue processing At eight weeks after SCI, rats were deeply anesthetized and transcardially perfused with 500 mL of 0.9% normal saline. Then, 1 cm samples of spinal cord tissue containing the lesion center were promptly extracted from the animals ( n  = 5 per group) and used for Western blot analysis. Other rats continued to be perfused with 300 mL of phosphate-buffered saline (PBS; pH 7.4) followed by 4% paraformaldehyde (PFA). The T8–T11 cord segments were dissected and then postfixed overnight in 4% PFA and soaked at 4 °C overnight in 10% sucrose, followed by 30% sucrose until the tissue sank to the bottom. The specimens were embedded in an optimal cutting temperature (OCT) compound, frozen at –20 °C, and sliced at a thickness of 10 μm in the sagittal or transverse plane by a cryostat (Thermo Fisher Scientific, Waltham, USA). Immunofluorescence staining Coverslips with cells ( n  = 5 per group) or tissue sections of the spinal cord ( n  = 5 per group) were fixed in 4% PFA for 30 min and then permeabilized and blocked with 0.3% Triton X-100 combined with 5% BSA for 1 h. The coverslips with cells or tissue sections were incubated overnight at 4 °C in primary solution at a 1:300 dilution. After three washes in PBS, the primary antibodies were probed with the secondary antibodies at a 1:500 dilution for 1 h at room temperature. Finally, the coverslips or tissue sections were washed in PBS three times and mounted using Prolong Gold Antifade Reagent containing 4′-6-diamidino-2-phenylindole (DAPI) (Invitrogen, Carlsbad, USA). The targeted marker-positive cells in each visual field were counted under a confocal laser scanning microscope (880, Carl Zeiss AG, Germany). Five random fields in each coverslip or tissue section from each group were examined. The antibodies used are listed in Table  2 . Table 2 The antibodies used in immunofluorescence staining (IF) and Western blot (WB). Name Primary/secondary Application Manufacturer Anti-Nestin antibody primary IF CST (Danvers, USA) Anti-SOX2 antibody primary IF CST Anti-MAP2 antibody primary IF and WB CST Anti-β3-Tubulin antibody primary IF and WB CST Anti-GFAP antibody primary IF and WB CST Anti-NF-200 antibody primary IF and WB CST Anti-NeuN antibody primary IF and WB CST Anti-cleaved caspase-3 antibody primary IF and WB CST Anti-neurofibromin antibody primary WB CST Anti-P-mTOR antibody primary WB CST Anti-Rictor antibody primary WB CST Anti-GAPDH antibody primary WB CST Anti-Bcl-2 antibody primary IF and WB CST Anti-CNPase antibody primary IF and WB CST Anti-myelin basic protein (MBP) antibody primary IF and WB CST Alexa Fluor 594 goat anti-rabbit antibody secondary IF Invitrogen (Carlsbad, USA) Alexa Fluor 594 goat anti-mouse antibody secondary IF Invitrogen Goat anti-rabbit antibody secondary WB Invitrogen Goat anti-mouse antibody secondary WB Invitrogen CST  Cell Signaling Technology,  IF  immunofluorescence staining,  WB  Western blot. Western blot Protein lysates were extracted from the cells plated on six-well plates ( n  = 5 per group) at 14 days after transfection and from the tissue of spinal cord injury. Cells and tissues were lysed in RIPA buffer, and total protein was extracted. Then, the protein concentration was determined using a bicinchoninic acid assay (Beyotime Biotechnology, Shanghai, China) and equalized before loading. Protein samples were separated by SDS‒PAGE (10% Bis-Tris Gel), transferred to polyvinylidene fluoride membranes (Millipore, Bedford, USA), and blocked with 5% nonfat dry milk (Sigma, Germany) in TBST (50 mM Tris, 150 mM NaCl, 0.1% Tween 20, pH 7.6) for 1 h at room temperature followed by incubation with primary antibodies at a 1:1000 dilution at 4 °C overnight. After three washes in TBST, the PVDF membranes were incubated with peroxidase-conjugated secondary antibody for 1 h at room temperature and washed in TBST three times. Immunolabeling was detected using an enhanced chemiluminescence system (Millipore, Bedford, USA). The antibodies used are listed in Table  2 . TUNEL assay The TUNEL assay was conducted by using the TUNEL kit (Roche, Reinach, Switzerland). After 30 min of fixation with 4 % PFA and 15 min of permeabilization with 0.3 % Triton X-100, the cells were incubated with TUNEL reagent for 1 h at 37 °C in the dark. Finally, stained cells were analyzed under a confocal laser scanning microscope. Axonal tracing In the 7th postoperative week, the rats ( n  = 5 per group) were randomly selected for retrograde labeling of host axonal tracts. The cell bodies of neurons projecting to the spinal cord caudal to the transplanted area were labeled with Fluorogold (FG; Biotium, San Francisco, USA). Briefly, a dorsal laminectomy was performed at T12, and 0.5 μl of FG was injected into the spinal cord using a Hamilton syringe. At 1 week after injection, the animals were sacrificed, and the T8 segment of the spinal cord was removed, cryopreserved in graded sucrose solutions, and sliced into 10 μm frozen sections. The sections were observed via a confocal laser scanning microscope (880, Carl Zeiss AG, Germany) to detect and count FG-labeled neurons in the ventricles. The number of FG-labeled axons was assessed by two independent examiners who were blinded to the rats’ treatment status. The rats injected with FG were not used for functional evaluation. Hematoxylin-eosin (HE) staining For visualization of the cavity area, samples ( n  = 5 per group) were used for HE staining. The T8–T11 longitudinal spinal cord sections from each group were stained with HE according to standard protocols and observed under a brightfield microscope (BX53, Olympus, Japan). Myelination observation For myelination assessment, rats ( n  = 5 per group) were anesthetized at 8 weeks after SCI and perfused with 2.5% glutaraldehyde (Kemiou, Tianjin, China; 25% glutaraldehyde: 4% PFA = 1:9). The harvested tissues were postfixed in 2.5% glutaraldehyde, subsequently incubated in 1% osmium tetroxide, and then cleared in propylene oxide post-dehydration in a series of graded alcohols. After being embedded in pure Epon, transverse semithin section (1 μm) were obtained and stained with 1% toluidine blue. For electron microscopy (EM), 50 nm ultrathin sections were required and double-stained with 2% uranyl acetate and led citrate for EM analysis. The number of myelinated axons was counted, and the morphology of myelin was observed under EM. Nissl staining Nissl staining ( n  = 5 per group) was performed on transverse sections rostral to the epicenter with 0.1% cresyl violet (Sigma‒Aldrich, C5042) for 20 min at 37 °C. After the samples were rinsed in distilled water, the stained sections were differentiated in 95% ethyl alcohol. Then, the sections were dehydrated in increasing concentrations of ethyl alcohol and cleared in xylene. Subsequently, these sections were imaged and quantified under an optical microscope (BX53, Olympus, Japan) with high magnification. A total of five sections were quantified for each rat, and the average number of each group was calculated to determine neuronal survival. Statistical analysis All statistical analyses were performed using GraphPad Prism 8 software (GraphPad Software, Inc., USA). All data in the study were first tested for normality using the Shapiro–Wilk test, which revealed a normal distribution. All data are expressed as the means ± SDs and were analyzed via one-way ANOVA followed by Bonferroni post hoc tests for multiple comparisons or Student’s t test for pairwise comparisons.  P  < 0.05 was considered to be statistically significant.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:29:44"
}