{
  "pmid": "36300003",
  "abstract": "Neurofibromatosis type 2 is an autosomal dominant multiple neoplasia syndrome and is usually caused by mutations in the neurofibromin 2 (",
  "methods": "STAR★Methods Key resources table \n \n REAGENT or RESOURCE SOURCE IDENTIFIER Antibodies Rabbit monoclonal Anti-GAPDH Abcam Cat# ab181602; RRID:  AB_2630358 Rabbit polyclonal Anti-flag Protein tech Cat# 20543-1-AP; RRID: AB_11232216 Mouse monoclonal Anti-HA Sino Biological Cat# 100028-MM10; RRID: AB_2860039 Mouse monoclonal Anti-GST Protein tech Cat# HRP-66001; RRID: AB_2883833 Rabbit monoclonal Anti-YAP Cell Signaling Technology Cat# 14074; RRID: AB_2650491 Rabbit polyclonal Anti-phospho-YAP(S127) Cell Signaling Technology Cat# 4911S; RRID: AB_2218913 Rabbit monoclonal Anti-LATS1 Cell Signaling Technology Cat# 3477S; RRID: AB_2133513 Rabbit monoclonal Anti-LATS1(T1027) Cell Signaling Technology Cat# 8654S; RRID: AB_10971635 Rabbit monoclonal Anti-NF2 Abcam Cat# ab109244; RRID: AB_10866511 Rabbit polyclonal Anti-TEAD1 Affinity Cat# DF3141; RRID: AB_2835518 Rabbit monoclonal Anti-Ki67 Cell Signaling Technology Cat# 9027; RRID: AB_2636984 Mouse monoclonal Anti-CD31 Cell Signaling Technology Cat# 3528; RRID: AB_2160882 Rabbit monoclonal Anti-Vinculin Cell Signaling Technology Cat# 13901T; RRID: AB_2728768 Rabbit monoclonal Anti-Lamin B Cell Signaling Technology Cat# 13435S; RRID: AB_2737428 House polyclonal Anti-mouse IgG-HRP Cell Signaling Technology Cat# 7076; RRID: AB_330924 Goat polyclonal Anti-rabbit IgG-HRP Cell Signaling Technology Cat# 7074; RRID: AB_2099233 Chemicals Trizol Invitrogen Cat # 15596026 NucleoBond® CB 100 TaKaRa Cat# 740508 PrimeSTAR® Max DNA Polymerase TaKaRa Cat# R045A SuperScript III First-Strand Synthesis SuperMix Invitrogen Cat# 18080400 RNase H Thermo Scientific Cat# EN0201 Lipofectamine® 3000 Transfection Kit Invitrogen Cat# L3000075 CellMask™ Deep Red Plasma membrane Stain Invitrogen Cat#  C10046 DAPI Thermo Scientific Cat# 62248 1,2-Dipalmitoyl-sn-glycero-3-phosphate MedChemExpress Cat# HY-113437 Subcellular Protein Fractionation Kit Thermo Scientific Cat# 78840 ClonExpress ® MultiS One Step Cloning Kit Vazyme Cat# C113 SuperReal PreMix Plus (SYBR Green) TIANGEN Cat# FP205 Dulbecco’s Modified Eagle Medium Gibco Cat# 11965118 Fetal bovine serum Gibco Cat# 16000-044 Bacterial and virus strains TOP10 Chemically Competent Cell YEASEN Cat# 11801ES80 Rosetta Competent Cell TIANGEN Cat# CB108 Experimental models: cell lines HEK293T cell lines American Type Culture Collection Cat# CRL-3216;RRID:CVCL_0063 IOMM-Lee cell lines American Type Culture Collection Cat# CRL-3370; RRID:CVCL_5779 Experimental models: Organisms/strains BALB/c nude mice Shanghai Laboratory Animal Center N/A Oligonucleotides NF2-Exon1 Forward: CTGCCACTGTAGCCACTCAA This paper N/A NF2-Exon1 Reverse: AGCCTGACACTGAAATCCTGAA This paper N/A NF2-Exon2 Forward: TGTCCAAGGGATGTATTGTGTATG This paper N/A NF2-Exon2 Reverse: CTGCATGACTTAATTCAGGAATGTG This paper N/A NF2-Exon3 Forward: CTTAATCCTAGCTCTGCTCACTTC This paper N/A NF2-Exon3 Reverse: ATTCTTCACCATCACACCTTCAC This paper N/A NF2-Exon4 Forward: ACTGAACTCTCCACCTGTCTG This paper N/A NF2-Exon4 Reverse: GTCCACAAGTCCCATAACATCTC This paper N/A NF2-Exon5 Forward: GACTTGTCATCGGAATTGAATTGC This paper N/A NF2-Exon5 Reverse: CCCACACTGTTTACTGGAGATTAC This paper N/A NF2-Exon6 Forward: TGAGTTGCTCCTCCAATAGAATG This paper N/A NF2-Exon6 Reverse: CTTGACAGGCAGTACACATACC This paper N/A NF2-Exon7 Forward: AAGGGCAAGGTGGGAAACTAA This paper N/A NF2-Exon7 Reverse: AGCAGAACCAGGTCCAAGTC This paper N/A NF2-Exon8 Forward: CAGAAGTCACAAGAATGGAACAGT This paper N/A NF2-Exon8 Reverse: ATCAACAACCACACCCTCAAAG This paper N/A NF2-Exon9 Forward: CCAGGACAAGGCATAACTTCAT This paper N/A NF2-Exon9 Reverse: CGCCAAGTGAGATACCATTCTATA This paper N/A NF2-Exon10 Forward: TCCAGAGCTGACGGCACTA This paper N/A NF2-Exon10 Reverse: GTAGGCATCGGCAAATGAAGAT This paper N/A NF2-Exon11 Forward: TGTTCATTCACCACTAGACTGT This paper N/A NF2-Exon11 Reverse: AATCTGCTTCTGCCAACACA This paper N/A NF2-Exon12 Forward: GGCTTGTCATTTCTTGTCAGAGG This paper N/A NF2-Exon12 Reverse: AAGAGACACAAGTATGACCAGAGA This paper N/A NF2-Exon13 Forward: TGTTGTCCTTGCTTGGAAGTTC This paper N/A NF2-Exon13 Reverse: GGCAGACCAGGATGTTCTACC This paper N/A NF2-Exon14 Forward: GGGAGTGAAGTGGAGGGATG This paper N/A NF2-Exon14 Reverse: TGAATGCTGATCTGTTGTCCTT This paper N/A NF2-Exon15 Forward: CCTAGATCGCACACCAAGCA This paper N/A NF2-Exon15 Reverse: CTCAACTTCCATCCAGCCAATG This paper N/A NF2-Exon16 Forward: CCAGGAACAGTCTCACCATT This paper N/A NF2-Exon16 Reverse: GGATAACGACCACAAGTAGGAT This paper N/A NF2-Exon17a Forward: GACAGCCAACTTCTTGAGCAT This paper N/A NF2-Exon17a Reverse: GGAGGGAAGGTGAAGCAGAT This paper N/A NF2-Exon17b Forward: CATAGACGCTCCTTCCTGTGT This paper N/A NF2-Exon17b Reverse: CAACATCCATACTTACGCTCTAGG This paper N/A NF2-Exon17c Forward: ATCCTGCCTTCTTCCTACTATCA This paper N/A NF2-Exon17c Reverse: GAGGTGCGTGCCTGTAATC This paper N/A NF2-Exon17d Forward: TGGAGTGCAATGGCGTGAT This paper N/A NF2-Exon17d Reverse: GCAGTGAGAGACAGCAGAGG This paper N/A NF2-mut-test Forward: GACCCTGAGAACAGACTGAC This paper N/A NF2-mut-test Reverse: ACCTCCTTGTCACTGTACGA This paper N/A CRISPR-NF2-del-test Forward: TCAGCTGGCGCTTACAGTAG This paper N/A CRISPR-NF2-del-test Reverse: GGGAAAGATCTGCTGGACCC This paper N/A pSPL3-test Forward: TCACCTGGACAACCTCAAAG This paper N/A pSPL3-test Reverse: TGAGGAGTGAATTGGTCGAA This paper N/A NF2-WT Forward: ATGGCCGGGGCCATCGCTTC This paper N/A NF2-WT Reverse: GAGCTCTTCAAAGAAGGCCAC This paper N/A NF2-mut Forward: CGAAACATCTCGTACAGTGAC This paper N/A NF2-mut Reverse: CGAGATGTTTCGGAA GGAGATCTTGGGGGTCAG This paper N/A NF2-p257del Forward: TGGAATGAAATCCGAAACATC This paper N/A NF2-p257del Reverse: GATTTCATTCCAGAA GGAGATCTTGGGGGTCAG This paper N/A NF2-p258del Forward: AATGAAATCCGAAACATCTCG This paper N/A NF2-p258del Reverse: TCGGATTTCATTCGGGA AGGAGATCTTGGGGGT This paper N/A NF2-p259del Forward: GAAATCCGAAACATCTCGTAC This paper N/A NF2-p259del Reverse: GTTTCGGATTTCCCA CGGGAAGGAGATCTTGGG This paper N/A NF2-p260del Forward: ATCCGAAACATCTCGTACAGT This paper N/A NF2-p260del Reverse: GATGTTTCGGATATTCCA CGGGAAGGAGATCTT This paper N/A NF2-p261del Forward: CGAAACATCTCGTACAGTGAC This paper N/A NF2-p261del Reverse: CGAGATGTTTCGTTCATTC CACGGGAAGGAGAT This paper N/A NF2-skip Forward: GAACTACTTTGCAATCCGGT TTACTATTAAACCACTGG This paper N/A NF2-skip Reverse: CCAGTGGTTTAATAGTAAAC CGGATTGCAAAGTAGTTC This paper N/A YAP Forward: GAGGCAGAAGCCATGGATC This paper N/A YAP Reverse: AATTCAGTCTGCCTGAGGGC This paper N/A LATS1 Forward: ATGAAGAGGAGTGAAAAGCC This paper N/A LATS1 Reverse: GTTAAACATATACTAGATCGC This paper N/A pGEX-4T2-NF2 Forward: ATCTGGTTCCGCGTGGATC CATGGCCGGGGCCATCGCTTC This paper N/A pGEX-4T2-NF2 Reverse: GTCAGTCACGATGCGGCCG CGAGCTCTTCAAAGAAGGCCA This paper N/A pX459-NF2-del Forward: CACCGTCGGATTTCATTCCACGGGA This paper N/A pX459-NF2-del Reverse: AAACTCCCGTGGAATGAAATCCGAC This paper N/A pSPL3-NF2 Forward: ACGGGATCACCAGAATTC AGCCAGTGACAGAAGCCCTCAG This paper N/A pSPL3-NF2 Reverse: ACCAGATATCTGGGATCC CACACCCTCAAAGCCTGGGAAT This paper N/A EGFP-NF2 Forward: CGAGCTCAAGCTTCGAATT ATGGCCGGGGCCATCGCTTC This paper N/A EGFP-NF2 Reverse: GACCGGCCGGTGGATCGC GAGCTCTTCAAAGAAGGCCAC This paper N/A RFP-LATS1 Forward: GATCTCGAGCTCAAGCTT CGATGAAGAGGAGTGAAAAGC This paper N/A RFP-LATS1 Reverse: CTCGGAGGAGGCCATGG ATCCAACATATACTAGATCGCG This paper N/A 3×HA-NF2 Forward: ATTGAATTCCCCGGGGAT CCATGGCCGGGGCCATCGCTTC This paper N/A 3×HA-NF2 Reverse: TATGGGTAGTCGACTC TAGAGAGCTCTTCAAAGAAGGCCAC This paper N/A 3×Flag-LATS1 Forward: AAGCTTGCGGCCGCG AATTCATGAAGAGGAGTGAAAAGCC This paper N/A 3×Flag-LATS1 Reverse: TTGTAGTCAGCCCGGGAT CCAACATATACTAGATCGCGAT This paper N/A RFP-YAP Forward: CGAGCTCAAGCTTCGAATTCA TGGATCCCGGGCAGCAGCC This paper N/A RFP-YAP Reverse: CGGAGGAGGCCATGGAT CCTAACCATGTAAGAAAGCTTTC This paper N/A 3×Flag-YAP Forward: GCTTGCGGCCGCGAATTC ATGGATCCCGGGCAGCAGCC This paper N/A 3×Flag-YAP Reverse: GTAGTCAGCCCGGGATCC TAACCATGTAAGAAAGCTTTC This paper N/A GAPDH Forward: CAGGGCTGCTTTTAACTCTGGTA This paper N/A GAPDH Reverse: CATGGGTGGAATCATATTGGAAC This paper N/A CTGF-qPCR Forward: CCAATGACAACGCCTCCTG This paper N/A CTGF-qPCR Reverse: TGGTGCAGCCAGAAAGCTC This paper N/A CYR61-qPCR Forward: AGCCTCGCATCCTATACAACC This paper N/A CYR61-qPCR Reverse: TTCTTTCACAAGGCGGCACTC This paper N/A Recombinant DNA pEGFP-NF2-WT This paper N/A pEGFP-NF2-mut This paper N/A pEGFP-NF2-p.257del This paper N/A pEGFP-NF2-p.258del This paper N/A pEGFP-NF2-p.259del This paper N/A pEGFP-NF2-p.260del This paper N/A pEGFP-NF2-p.261del This paper N/A pGEX-NF2-WT This paper N/A pGEX-4T2-NF2-mut This paper N/A pGEX-4T2-NF2-p.257del This paper N/A pGEX-4T2-NF2-p.258del This paper N/A pGEX-4T2-NF2-p.259del This paper N/A pGEX-4T2-NF2-p.260del This paper N/A pGEX-4T2-NF2-p.261del This paper N/A pRFP-LATS1 This paper N/A pRFP-YAP1 This paper N/A p3×HA-NF2-WT This paper N/A p3×HA-NF2-mut This paper N/A p3×Flag-LATS1 This paper N/A p3×Flag-YAP1 This paper N/A pX459-NF2-mut This paper N/A pMD19-NF2-mut This paper N/A Software and algorithms Snapgene Snepgene N/A ImageJ ImageJ N/A GraphPad Prism 8 GraphPad N/A Adobe Photoshop Adobe Photoshop N/A Resource availability Lead contact Further information and requests for resources and reagents should be directed to and will be fulfilled by the lead contact, Qingfeng Yan ( qyan@zju.edu.cn ) Materials availability Antibodies were obtained from the commercial sources described in the  STAR Methods \n key resources table . Material generated in this study will be made available upon reasonable request. Experimental model and subject details Cell culture HEK293T cell line and IOMM-Lee cell line were purchased from the American Type Culture Collection (ATCC, Manassas, VA). They were cultured in DMEM supplemented with 10% FBS and 1% penicillin/streptomycin and maintained in a humidified atmosphere containing 5% CO2 at 37°C. All cell culture reagents were purchased from GIBCO (Invitrogen, Grand Island, NY). Animals BALB/c nude mice were purchased from Shanghai Laboratory Animal Center. All experimental male animals were conducted 6-8 weeks of age, and its protocol was approved by the Animal Welfare and Ethics Committee of Zhejiang University. Method details Subjects The study was approved by the Ethics Committee of the Sir Run Run Shaw Hospital, School of Medicine Zhejiang University, China, and conducted in agreement with the Principles of the Declaration of Helsinki. Informed consent, blood samples, and clinical evaluations were obtained from all of the participating family members. Members of this family were interviewed and evaluated to identify both personal or medical histories and any other clinical abnormalities. Clinical evaluations Evaluations of the proband IV-3 and relatives were assessed at a number of levels including medical history, physical examination, laboratory tests, magnetic resonance imaging (MRI), histology and immunohischemistry ( Gehlhausen et al., 2015 ). Phenotype-positive neurofibromatosis type 2 was defined by the following criteria for relatives: (1) bilateral eighth nerve masses revealed with appropriate imaging techniques; or (2) a first-degree relative with neurofibromatosis type 2 and either unilateral eighth nerve mass, or the presence of two of the following: neurofibroma, meningioma, glioma, schwannoma or juvenile posterior subscapular lenticular opacity ( Evans, 2009 ). Mutation analysis of the  NF2  gene Genomic DNA was isolated from the peripheral blood of participants using a TaKaRa NucleoBond® CB 100 kit (TaKaRa Biotechnology). 20 pairs of primers for PCR-amplifying exons and their flanking sequences were used for this analysis. The sequences were as follows.  NF2 -Exon1, forward: 5’-CTGCCACTGTAGCCACTCAA-3’, reverse: 5’-AGCCTGACACTGAAATCCTGAA-3’;  NF2 -Exon2, forward: 5’-TGTCCAAGGGATGTATTGTGTATG-3’, reverse: 5’-CTGCATGACTTAATTCAGGAATGTG-3’;  NF2 -Exon3, forward: 5’-CTTAATCCTAGCTCTGCTCACTTC-3’, reverse: 5’-ATTCTTCACCATCACACCTTCAC-3’;  NF2 -Exon4, forward: 5’-ACTGAACTCTCCACCTGTCTG-3’, reverse: 5’-GTCCACAAGTCCCATAACATCTC-3’;  NF2 -Exon5, forward: 5’-GACTTGTCATCGGAATTGAATTGC-3’, reverse: 5’-CCCACACTGTTTACTGGAGATTAC-3’;  NF2 -Exon6, forward: 5’-TGAGTTGCTCCTCCAATAGAATG-3’, reverse: 5’- CTTGACAGGCAGTACACATACC-3’;  NF2 -Exon7, forward: 5’- AAGGGCAAGGTGGGAAACTAA-3’, reverse: 5’-AGCAGAACCAGGTCCAAGTC-3’;  NF2 -Exon8, forward: 5’-CAGAAGTCACAAGAATGGAACAGT-3’, reverse: 5’-ATCAACAACCACACCCTCAAAG-3’;  NF2 -Exon9, forward: 5’-CCAGGACAAGGCATAACTTCAT-3’, reverse: 5’-CGCCAAGTGAGATACCATTCTATA-3’;  NF2 -Exon10, forward: 5’-TCCAGAGCTGACGGCACTA-3’, reverse: 5’-GTAGGCATCGGCAAATGAAGAT-3’;  NF2 -Exon11, forward: 5’-TGTTCATTCACCACTAGACTGT-3’, reverse: 5’-AATCTGCTTCTGCCAACACA-3’;  NF2 -Exon12, forward: 5’-GGCTTGTCATTTCTTGTCAGAGG-3’, reverse: 5’-AAGAGACACAAGTATGACCAGAGA-3’;  NF2 -Exon13, forward: 5’-TGTTGTCCTTGCTTGGAAGTTC-3’, reverse: 5’-GGCAGACCAGGATGTTCTACC-3’;  NF2 -Exon14, forward: 5’-GGGAGTGAAGTGGAGGGATG-3’, reverse: 5’-TGAATGCTGATCTGTTGTCCTT-3’;  NF2 -Exon15, forward: 5’-CCTAGATCGCACACCAAGCA-3’, reverse: 5’-CTCAACTTCCATCCAGCCAATG-3’;  NF2 -Exon16, forward: 5’-CCAGGAACAGTCTCACCATT-3’, reverse: 5’-GGATAACGACCACAAGTAGGAT-3’;  NF2 -Exon17a, forward: 5’-GACAGCCAACTTCTTGAGCAT-3’, reverse: 5’-GGAGGGAAGGTGAAGCAGAT-3’;  NF2 -Exon17b, forward: 5’-CATAGACGCTCCTTCCTGTGT-3’, reverse: 5’-CAACATCCATACTTACGCTCTAGG-3’;  NF2 -Exon17c, forward: 5’-ATCCTGCCTTCTTCCTACTATCA-3’, reverse: 5’-GAGGTGCGTGCCTGTAATC-3’;  NF2 -Exon17d, forward: 5’-TGGAGTGCAATGGCGTGAT-3’, reverse: 5’-GCAGTGAGAGACAGCAGAGG-3’. Fragments spanning 17 exons and flanking sequences from the proband and his father, two unaffected relatives (IV-1, III-5), and two unrelated control individuals, were PCR amplified, purified, and sequencing analyzed ( Liu et al., 2014 ). These sequence results were compared with the  NF2  genomic sequence ( NG_009057.1 ). MD simulation system Four systems (wild-FERM, mutant-FERM, wild-Merlin, and mutant-Merlin) were constructed for the molecular dynamics (MD) simulations. The starting coordinates of wild-FERM were taken from the crystal structure of the human NF2-FERM domain (PDB entry: 1H4R). The intact structure of the NF2 protein was built using homology modeling in I-TASSER, with the homologous meosin structure (PDB entry: 2I1K) serving as a template. Detailed information of the four simulation systems is listed in  Table S1 . MD simulations were carried out using the GROMACS 4.5.5 package with a CMAP-modified CHARMM36 force field ( Cang et al., 2013 ). Electrostatic interactions were calculated using a particle-mesh Ewald (PME) algorithm. Cell lines, culture conditions, and RNA extraction HEK293T cells and the IOMM-Lee human meningioma cells (ATCC) were grown in regular Dulbecco’s Modified Eagle’s Medium (Gibco), supplemented with 10% fetal bovine serum (Gibco) ( Liu et al., 2014 ). Total RNA was isolated using TRIzol reagent (Invitrogen). Subcellular localization The coding regions of cDNA lacking their natural stop codons were obtained by PCR using high fidelity PrimeSTAR Max Premix (TaKaRa). The products were cloned into the pEGFP-N2 or pRFP-N2 (Clontech). Resultant constructs were transfected into HEK293T cells using the Lipofectamine® 3000 Transfection Kit (Invitrogen). The chamber slides were stained with CellMask™ Plasma Membrane Stains (Life technologies), then observed under confocal fluorescence microscope. Recombinant protein expression and purification To create bacterial vectors expressing recombinant protein, the corresponding regions were amplified by PCR using cDNA as a template and cloned into pGEX-4T2 vector (Addgene). All constructs were identified by Sanger sequence and expressed in Rosetta (DE3) cells and purified with glutathione beads (BBI) for GST-fused proteins. Protein-lipid binding assay As for the PA membrane, PA (MCE) was dissolved in chloroform at different concentrations and dotted on the nitrocellulose membrane (ThermoFisher). Lipid membrane was blocked in TBST buffer containing 3% fatty acid-free BSA (BBI) at 4°C overnight. 0.5 ug/mL purified protein was incubated with the lipid membrane at room temperature for 2 hours with gentle agitation. After that, the lipid membrane was washed three times in TBST buffer and subjected to primary antibody incubation. Western blotting was performed to detect the lipid-associated protein with indicated antibodies. Cell lysis, fractionation, immunoprecipitation and immunoblotting Cells were homogenized in RIPA buffer supplemented with Protease Inhibitor Cocktail, Phosphatase Inhibitor Cocktail, Panobinostat, and Methylstat. Lysates were cleared by centrifugation at 13,000 rpm for 15 min at 4 °C. Supernatants were analyzed for immunoblotting or for immunoprecipitation with the indicated antibodies. The blotting signals were detected using Clarity Western ECL Substrate (Bio-Rad). Cell fractionation was conducted using Subcellular Protein Fractionation Kit (ThermoFisher). Fractionation fidelity was verified by detection of the cytosolic protein Vinculin in the soluble fraction, and Lamin B in the nuclear fraction. Phase separation assay in cells HEK293T cells expressing pRFP-LATS1 and pEGFP-NF2 (WT, mut, mut BDdel) were grown on coverslips. After adhering to coverslips, cells were washed twice with PBS and fixed with 4% paraformaldehyde in PBS for 10 min. After two more washes in PBS, cells were analyzed by confocal microscopy (OLYMPUS, FV3000), and the visible puncta with diameter more than 0.5 μm were defined as LATS1 puncta. In vitro  phase separation assay In vitro  phase separation assays were performed in a physiological LLPS buffer (20mmol/L Tris-HCl, pH 7.5, 15mmol/L NaCl, 130mmol/L KCl, 5mmol/L KH 2 PO 4 , 1.5mmol/L MgCl 2 , and 1mg/mL BSA). The droplet assembly for pEGFP-NF2 or pRFP-LATS was mixed to a 10%(w/v) final concentration of PEG8000 (Sigma). A phase separation assay was carried out on glass-bottomed 35mm dishes (NEST), sealed with optically clear adhesive film to prevent evaporation. These were then observed under confocal fluorescence microscope ( Li et al., 2021 ). FRAP FRAP experiments were performed on an OLYMPUS FV3000 confocal microscope with a 60× oil immersion objective. For the  in vivo  experiments, FRAP assays were carried out on an OLYMPUS FV3000 confocal microscope at 37 °C in a live-cell-imaging chamber. Droplets were bleached with a 488-nm laser pulse (50% intensity, 0.5 s). The recovery from photobleaching was recorded for the indicated time. Analysis of the recovery curves was carried out with ImageJ software. Saponin permeabilization assay HEK293T cells growing on coverslips were transfected with pEGFP-NF2 and/or pRFP-LATS1 by lipofectamine 3000 for 8 h. After washing twice with PBS, cells were stained with plasma membrane dye. Then cells were washed twice with PBS and incubated with 0.05% saponin in PBS and fixed with 4% paraformaldehyde in PBS for 10 min. After two more washes in PBS, cells were imaged using confocal microscope (OLYMPUS, FV3000). Construction of  NF2 -IOMM-Lee cell lines using CRISPR/Cas9 +/- Gene-specific sgRNAs were designed according to primer design principles and named pX459- NF2 -del. These were then cloned into pSpCas9(BB)-2A-Puro (Addgene). Either pX459- NF2 -del or pMD19- NF2 -mut were transfected to IOMM-Lee cells using a Lipofectamine® 3000 Transfection Kit (Invitrogen), selected with puromycin (Amresco) for 2 days. Single clones were sorted and expanded, then confirmed by Sanger sequencing. Minigene assay To confirm the probable splice mutation,  in vitro  analysis was performed using a minigene splicing assay based on the pSPL3 exon trapping vector. Fragments with the  NF2 -WT (135bp) or  NF2 -mut (120bp) containing exon 8, flanked by upstream intron 7 (248bp) and downstream intron 8 (132bp), were cloned into splicing vector pSPL3 using homologous recombination method with ClonExpress ® MultiS One Step Cloning Kit (Vazyme). After Sanger sequencing, the pSPL3, pSPL3- NF2 -WT and pSPL3- NF2 -mut were transferred respectively into HEK293T cell line using the Lipofectamine® 3000 Transfection Kit (L3000-008, Invitrogen, USA) according to the manufacturer’s protocol. After 48h transfection, cells were harvested, and total RNA was extracted with TRIzol reagent (Invitrogen). The vector-specific pSPL3-test primers were used for RT-PCR to confirm the splicing patterns. Cell growth and colony formation assay WT-IOMM、NF2 +/- -IOMM cells were seeded in 12-well plates at a density of 4 × 10 4  cells/well, and were digested and counted using 0.4% trypan blue staining under inverse light microscope for 4 consecutive days. Doubling time of cells was calculated according to the formula DT=t×lg2/(lgNt-lgN0). Cells were seeded into 6-well plates at a low density (200 cells/well) and cultured for 10 days. Colonies were fixed in formalin, and strained with 0.1% crystal violet (Sigma-Aldrich). The colonies were counted, relative colony numbers and sizes were shown. Wound-healing assay WT-IOMM、NF2 +/- -IOMM cells were plated into the 12-well plates at a density of 2 × 10 5  cells/well and cultured overnight in complete medium, and when a confluent monolayer was formed, transferred to 1% serum-free medium for 2 days. The confluent monolayers were wounded using a disposable plastic pipette tip (approximately 1mm in size) and washed with serum-free medium, incubated until they were nearly confluent. Then a wound track was scored in each well; every 12hr after scratching, the cells were observed under an inverted microscope. Quantitative real-time PCR Cells were collected and total RNA preparations were obtained using Trizol reagent (Invitrogen). The expression levels of RNA were quantified by real-time PCR using an ABI PRISM 7900HT Sequence Detection System (Applied Biosystems). The primers used for PCR amplification are as follows.  CTGF -qPCR, forward: 5’-CCAATGACAACGCCTCCTG-3’, reverse: 5’-TGGTGCAGCCAGAAAGCTC-3’;  CYR61 -qPCR, forward: 5’-AGCCTCGCATCCTATACAACC-3’, reverse: 5’-TTCTTTCACAAGGCGGCACTC-3’. Xenograft tumorigenesis model Twenty 6-8-week-old BALB/c nude mice (Shanghai Laboratory Animal Center, Chinese Academy of Sciences, Shanghai, China) were maintained under specific pathogen-free condition and fed verified mouse chow, and were injected subcutaneously with 5×10 6  IOMM-Lee cells. Tumor volumes were calculated from the length (a, mm) and the width (b, mm) by using the following formula: V(mm 3 )=ab 2 /2. Tumor volume was detected every 3 days. According to the Institutional Animal Care and Use Committee (IACUC) protocol for these experiments, once any tumor exceeded a volume of 1,000 mm 3 , 1.5 cm in diameter or 10% of body weight, the mice would immediately be euthanized. At the 21 days after cell injection, mice were sacrificed and tumors were harvested (measured and weighted) and fixed in 4% paraformaldehyde. Tumor weight was calculated as mean weight ± SEM in each group (n=6). Immunohistochemistry Formalin-fixed, paraffin-embedded specimens were collected. Immunohistochemical staining was conducted on 5μm thick paraffin-embedded sections using Ki67, YAP and CD31 antibodies on the standard HRP detection system (R&D systems). Tissues were counterstained with haematoxylin, dehydrated and mounted. Quantification and statistical analysis Where indicated, experiments were repeated at least three times and statistical analysis was performed using unpaired t tests. Data is represented as mean±SEM (n=3). ns, not statistically significant;  ∗ P < 0.05;  ∗∗ \n P < 0.01;  ∗∗∗ \n P < 0.001. Materials availability Antibodies were obtained from the commercial sources described in the  STAR Methods \n key resources table . Material generated in this study will be made available upon reasonable request.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:21:46.971714",
  "abstract_length": 137,
  "methods_length": 23529,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}