{
  "pmid": "36316421",
  "abstract": "Neurofibromatosis 1 (NF1) is a single-gene disorder associated with cognitive phenotypes common to neurodevelopmental conditions such as autism. GABAergic dysregulation underlies working memory impairments seen in NF1. This mechanistic experimental study investigates whether application of anodal transcranial direct current stimulation (atDCS) can modulate GABA and working memory in NF1. Thirty-one NF1 adolescents 11-18 years, were recruited to this single-blind sham-controlled cross-over randomized trial. AtDCS or sham stimulation was applied to the left Dorsolateral Prefrontal Cortex (DLPFC) and MR Spectroscopy was collected before and after intervention in the left DLPFC and occipital cortex. Task-related functional MRI was collected before, during, and after stimulation. Higher baseline GABA+ in the left DLPFC was associated with faster response times on baseline working memory measures. AtDCS was seen to significantly reduced GABA+ and increase brain activation in the left DLPFC as compared to sham stimulation. Task performance was worse in the aTDCS group during stimulation but no group differences in behavioural outcomes were observed at the end of stimulation. Although our study suggests aTDCS modulates inhibitory activity in the DLPFC, further work is needed to determine whether repeated sessions of atDCS and strategies such as alternating current stimulation offer a better therapeutic approach.",
  "methods": "Methods Subjects Thirty-one adolescents aged 11–17 years were recruited via the Northern UK NF-clinical research network. Inclusion criteria included (i) Clinical diagnosis made using the National Institute of Health diagnostic criteria  and/or molecular diagnosis of NF1; (ii) No history of intracranial pathology other than asymptomatic optic pathway or other asymptomatic and untreated NF1-associated white matter lesion or glioma; (iii) No history of epilepsy or any major mental illness; (iv) No MRI contraindications. Participants on pre-existing medications such as stimulants, melatonin or selective serotonin re-uptake inhibitors were not excluded from participation. The study was conducted in accordance with local ethics committee approval (Ethics reference: 18/NW/0762, ClinicalTrials.gov Identifier: NCT0499142. Registered 5th August 2021; retrospectively registered,  49 https://clinicaltrials.gov/ct2/show/NCT04991428 ). All methods were carried out in accordance with relevant guidelines and regulations. Experimental procedure—cross over intervention design The effect of atDCS on GABA and working memory was tested using a two parallel-arm, single (participant)-blinded, sham-controlled cross-over design. Each participant had two study visits at least 1 week apart—one with atDCS intervention and with sham as placebo control. No changes were made to the participants medication schedule and did not stop stimulant or any other medication for the research visit. The order of these sessions was randomized and counter-balanced. Baseline assessments (as described below) were conducted at the first visit. Subjects were positioned comfortably in the scanner and a high-resolution T1-weighted image was acquired (see Fig.  5 ). The T1-weighted image was used to place a voxel of interest (VOI) by hand—over the DLPFC and another VOI in the occipital cortex. After acquiring the MRS from DLPFC and OCC, participants were asked to perform a working memory task for 24 min (4 blocks of 6-min each) during which fMRI data were acquired. AtDCS or sham stimulation was started after the first block of working memory task and continued for 15 min during which the participant engaged in 2 more blocks of working memory tasks. Between each working memory block, participants were asked if they were comfortable and instructions were repeated again. Following tDCS, participants performed the final block of the working memory task. Finally, MRS was acquired again from DLPFC and OCC. T2-weighted images were acquired at the first visit (after the T1 image) and reviewed by a paediatric neuroradiologist (SS) to rule out NF1 associated tumours. The sample size of 31 participants in this study, powered on the expected change of 20% in GABA following tDCS based on our previous work . 50 Figure 5 ( A ) Axial, sagittal and coronal images showing the placement of the voxels of interest and ( B ) Composite spectra from Dorsolateral Prefrontal Cortex (DLPFC) and Occipital lobe (OCC). Spectra from individual subjects were frequency aligned and divided by the amplitude of the water signal from each subject's own non-water suppressed acquisition. The spectra were then smoothed with a 3-point running average before the mean and SD. of each individual point across all subjects was calculated. The mean spectrum is shown together with ± 1 SD. The coefficient of variation for the NAA peak was 11% in DLPFC and 15% in OCC. tDCS stimulation AtDCS was delivered via a NeuroConn DC-STIMULATOR MR with the anode placed over F3 position in the international 10–20 system and the cathode over the Cz position. Scalp was cleaned with Nuprep gel and Ten20-paste was used as a conductive medium between the scalp and the electrodes. For anodal stimulation, the current was ramped up over 15 s, held at 1 mA for 15 min and then ramped down over 15 s. For sham stimulation, the current was ramped up over 15 s and then immediately turned off. The current parameters were chosen based on our previous experience from a pilot clinical trial of safety in this cohort (clinical trials identifier: NCT03310996). The atDCS induced electrical fields are simulated in Fig.  6 . SimNIBS 3.2 ( https://simnibs.github.io/simnibs/build/html/index.html ) was used to estimate the electric field induced by tDCS . The headreco pipeline 51 , 52  was used to segment the different tissue types and create a finite element mesh corresponding to an example T1 image from an open source dataset 53 . The anode and cathode were placed at F3 and Cz respectively, and the standard SimNIBS conductivity values were used. 54 Figure 6 ( A ) Study design demonstrating the imaging sequences acquired in the scanner. WM1-4: Working memory blocks 1, 2, 3, 4. Stimulation started at end of block 1 and continued during blocks 2 and 3. Each imaging sequence was preceded by checking if participant was ok and providing instructions. ( B ) Figure showing the placement of the tDCS electrodes. ( C ) Simulated electric field magnitude (normE, V/m) induced by anodal tDCS. Structural and MRS data acquisition and analysis Scanning was performed on a Philips Achieva 3 T scanner (Best, NL) using a 32-channel head coil. 3D T1-weighed magnetic resonance images were acquired sagittally with a magnetization prepared rapid acquisition gradient-echo sequence (repetition time = 8.4 ms; echo time = 3.77 ms; flip angle = 8°, inversion time = 1150 ms, 0.94 mm in-plane resolution and 150 slices of 1 mm). In addition, a T2-weighted structural scan was acquired (turbo spin echo with TR = 3756 ms, TE = 89 ms, 40 slices of 3 mm thickness and 1 mm gap, in-plane resolution of 0.45 mm). Single voxel  1 H MRS data were acquired before and after stimulation from two volumes of interest (VOI) in each participant. One VOl (40 × 20 × 24 mm) was placed in the left DLPFC and a control VOI (20 × 50 × 20 mm) was placed within the posterior occipital lobe, centred on the mid-sagittal plane to cover both hemispheres (Fig.  6 ). Water unsuppressed spectra were acquired from the same locations to act as reference. For detection of GABA+, water-suppressed GABA-edited MEGA-PRESS spectra  were acquired with a repetition time of 2000 ms, echo time of 68 ms, 1024 sample points collected at a spectral width of 2 kHz, as previously described 55 , 56 . The DLPFC MRS took approximately 7 min to acquire, with 96 averages and OCC voxel took 3 min to acquire with 32 averages. The number of averages were chosen to approximately match spectral quality between DLPFC and OCC. 57 Quantification was conducted using the Advanced Magnetic Resonance (AMARES)  routine in the Java-based magnetic resonance user’s interface (jMRUI5.1, EU project) 58 . Individual transient frequencies were aligned before constructing the edited spectrum within each acquisition session. To improve the display of the spectra, line broadening of 6 Hz was used. No time-domain filtering was performed on the data before analysis by AMARES. We also rejected MRS data from any subject in which there was a change in NAA line width of greater than 3SD of the global mean linewidth before and after atDCS or sham stimulations such an effect could indicate movement between the two acquisitions. Metabolite resonances including GABA+, glutamate + glutamine (Glx) and  59 N -acetylaspartate (NAA) were calculated relative to the unsuppressed water signal from the same voxel. To examine partial volume effects on MRS voxels of interests, the T1-weighted anatomical images were segmented into gray matter (GM), white matter (WM) and cerebrospinal fluid (CSF) using SPM8 ( http://www.fil.ion.ucl.ac.uk/spm/ ). Voxel registration was performed using custom-made scripts developed in MATLAB by Dr. Nia Goulden, which can be accessed at  http://biu.bangor.ac.uk/projects.php.en . The scripts generated a mask for voxel location by combining location information from the Philips SPAR file with orientation and location information contained within the T1 image. In the aTDCS group, 28/29 DLPFC pre-intervention spectra and 24/29 post-intervention spectra were included for analyses (1 pre-intervention and 3 post intervention spectra were rejected due to spectroscopic artefacts such as poor water suppression, lipid contamination or broad line widths and 2 rejected due to > 3SD difference in pre-post intervention NAA line width) and 29/29 pre-intervention OCC spectra and 28/29 post-intervention OCC spectra were included (1 post-intervention spectra not acquired due to technical difficulties). In the sham group, 31/31 DLPFC pre-intervention spectra and 25/31 DLPFC post-intervention spectra were included for analyses (5 rejected due to spectroscopic artefacts and 1 rejected due to > 3SD difference in pre-post intervention NAA line width) and 29/31 pre-intervention OCC spectra and 25/31 post intervention OCC spectra were included for analyses (2 pre and 3 post-intervention spectra not acquired due to technical difficulties, 2 post-intervention spectra rejected due to spectroscopic artefacts and 1 due to > 3SD change in NAA LW). The calculation of partial volume within the VOIs provided the percentage of each tissue type within the relevant voxels. In the aTDCS group, tissue fraction (GM + WM) was 96.9% (± 1.7%) in DLPFC pre-intervention and 96.8% (± 1.7) post-intervention and in the OCC 94.7% (± 2.1%) pre-intervention and 94.7% (± 2.1%) post-intervention. In the sham group, tissue fraction in DLPFC was 97.2% (± 1.8%) pre-intervention and 97.1% (± 1.8) post-intervention, and in the OCC 94.3% (± 2.4%) pre-intervention and 94.3% (± 2.4%). There were no significant differences between the percentage of tissue fraction pre-and post-intervention in any of the voxels. GABA+ was corrected for tissues fraction (GABA/(GM + WM)) for the baseline correlation analyses with behavioural measures of the relationship between GABA and behavioural measures. The MRS quality metrics are presented in Table  4 . Table 4 Breakdown of the MRS quality metrics by group and voxel location. SNR Line width ( NAA ) Line width ( GABA ) Active DLPFC1 39.44 ± 11.94 5.94 ± 1.65 16.39 ± 2.82 DLPFC2 34.23 ± 12.82 7.69 ± 1.87 16.61 ± 2.80 OCC1 37.73 ± 12.00 6.47 ± 1.33 16.35 ± 2.53 OCC2 34.20 ± 11.49 7.40 ± 1.54 16.45 ± 2.20 Sham DLPFC1 44.33 ± 15.04 5.64 ± 1.39 16.08 ± 3.60 DLPFC2 39.82 ± 15.32 6.97 ± 2.01 16.69 ± 2.70 OCC1 33.10 ± 14.07 6.08 ± 0.86 16.50 ± 3.19 OCC2 34.18 ± 13.44 6.94 ± 1.33 16.08 ± 3.22 fMRI data acquisition and analyses Imaging was performed on a 3 T Philips Achieva scanner using a 32-channel head coil with a SENSE factor 2.5. To maximise signal-to-noise (SNR) in the DLPFC, we utilised a dual-echo fMRI protocol developed by Halai et al. . The fMRI sequence included 36 slices, 64 × 64 matrix, field of view (FOV) 224 × 126 × 224 mm, in-plane resolution 2.5 × 2.5 mm, slice thickness 3.5 mm, TR = 2 s, TE = 12 ms and 35 ms. The total volume of each fMRI block was 144. 60 Image processing and statistical analysis was carried out using SPM12 (Wellcome Department of Imaging Neuroscience, London;  http://www.fil.ion.ucl.ac.uk/spm ) and MATLAB R2014a. The dual gradient echo images were extracted and averaged using in-house MATLAB code developed by Halai et al. . Functional images were realigned correcting for motion artefacts and different signal acquisition times by shifting the signal measured in each slice relative to the acquisition of the middle slice prior to combining the short and long echo images. The mean functional EPI image was co-registered to the individual T1-weighted image and segmented using the DARTEL (diffeomorphic anatomical registration through an exponentiated lie algebra) toolbox 60 . Then, normalization was performed using DARTEL to warp and reslice images into MNI space and smoothing was applied with an 8 mm full-width half-maximum Gaussian filter. Motion parameters were examined on a participant-by-participant basis. Those demonstrating movement beyond 3 mm translation, or 3 degrees rotation were excluded from the analysis. The fMRI scanning was split into four identical blocks Run1 (baseline), Runs 2 and 3 (during active or sham stimulation) and Run4 (post stimulation). Following pre-processing and removal of data due to motion, the number of participant data available for aTDCS group was 24 in Run1, 23 in Run2, 21 in Run3 and 18 in Run4. In sham group, the number of participant data available was 27 in Run1, 24 in Run2, 21 in Run3 and 23 in Run4. 36 At an individual level, the bold-oxygen-level-dependent (BOLD) response was modelled using an event-related design where a canonical haemodynamic response function (HRF) was convolved with regressors encoding the onset and duration for the 2 back and 0 back conditions. Additionally, 6 motion parameters were included as regressors in the design matrix. We defined two contrasts of interest (2back > 0 back and 0back > 2 back). In the second level group general linear model, a 2 × 3 ANOVA with stimulation (active vs sham) and sessions (pre intervention, during intervention, post intervention) was conducted for the contrast of interest (2back > 0back) in order to explore the WM related neural patterns and the interaction between group as between subject factor and session as within-subject factor. To examine the effect of task (2back > 0back) prior to the stimulation, we performed a conjunction analysis across the groups (active and sham). Statistical threshold was set at p < 0.001 at the voxel-level and p < 0.05 at the cluster level with at least 100 contiguous voxels after family-wise error (FWE) correction. In order to examine the effect of the stimulation on the DLPFC, a region of interest (ROI) analysis was performed using Marsbar . The left DLPFC ROI was defined as a 5 mm sphere in the left middle frontal gyrus BA9 (MNI coordinates: x = − 44, y = 20, z = 32) on a meta-analysis of n-back task in young adults 61 . The beta value of voxel within the ROI was extracted for the 2back > 0back contrast. 62 Baseline assessments Detailed cognitive assessments were carried out to assess working memory at baseline, at the first visit of the participant. Both verbal and visuospatial working memory were assessed using the n-back task. The task was programmed in-house using E-Prime software. Each participant completed verbal and visuospatial tasks at four levels of complexity—0-back, 1-back, 2-back and 3-back tasks. For the verbal task, random letters were presented one at a time and the participant was asked to respond with a key-press if the letter corresponded to the letter one (1-back), two (2-back) or 3 (3-back) letters before. For the 0-back verbal task, participants were asked to press the key to the occurrence of the letter ‘X’. For the visuospatial n-back task, blue squares were presented sequentially on a black 2 × 2 grid. Participants were instructed to respond with a key press if the position of the square matched the position one (1-back), two (2-back) or 3 (3-back) positions before. For the 0-back visuospatial task, participants were asked to respond with a key press to the occurrence of an orange square. The participants were asked to respond as quickly and as accurately as possible to the targets. Each participant was presented with three blocks of each n-back task (24 blocks in total). All stimuli were presented for 500 ms and the inter-stimulus interval was set to 1500 ms. Accuracy was calculated as the proportion of correctly identified hits + correct omissions within each block (correct hits + correct omissions/total responses) averaged across each n-back condition as presented in Table  1 . Response times (RT) were calculated only for time to correct response to target stimuli, averaged across each n-back condition. Inverse Efficiency Score was calculated by dividing RT by accuracy (RT/Accuracy) as a measure of speed accuracy trade-off . 63 Parent-rated Vineland Adaptive Behaviour Scale—third edition  was administered to the parents to assess child adaptive behaviour with overall functioning computed as standardized age equivalent and expressed as an Adaptive Behaviour Composite (ABC). Conners 3 rating scale 64  was used as a standardized measure for parent reported ADHD symptoms. It consists of 27 items each rated on a 4-point Likert scale (0 = not true at all to 3 = very much true) in five subscales: attention, hyperactivity, learning problems, oppositionality and peer problems. The inattention and hyperactivity subscales are reported below. 65 Behavioural outcome measures At the start and end of each scanning session, while outside the scanner, participants were asked to complete the computerised Corsi block task on the Psychology Experiment Building Language (PEBL) . In this task, 9 identical blue blocks are presented on the screen. These blocks light up on the screen in a sequence, which starts off as a simple sequence of two blocks and increases in complexity based on participant performance. The participant is asked to mimic the sequence observed on the screen. A measure of the memory span and mean RT is reported. 66 Within the scanner, participants performed 4 runs of working memory tasks during fMRI acquisition—one run each before and after stimulation and two during the atDCS/sham stimulation. Each run consisted of 6 blocks each of 0-back and 2-back verbal working memory task. During the 0-back condition, participants were instructed to press a handheld button when the letter ‘X’ was presented on the screen. For the 2-back condition, the participants were instructed to press the button when the letter on the screen matched the letter 2 screens before. Each block was 30 s long and consisted of 9 target stimuli. Participants were instructed to press a hand-held button when a target was seen, otherwise participants were instructed not to respond. Psychopy2 software was used to display the stimuli and to record responses. Accuracy was calculated separately for 0-back and 2-back tasks (correct hits + correct omissions/total responses). RT were calculated only for time to correct response to target stimuli. Statistical analysis Statistical analyses were performed in SPSS version25 and R version 1.2. Pearson’s correlations were used to investigate the relationship between GABA+ in DLPFC and OCC and the behavioural outcomes. The Fishers Z transformation was used to compare the correlation coefficients. Group differences in MRS metabolites post intervention were analysed using linear regression models adjusting for baseline values of the relevant outcome as a linear covariate. For the fMRI measures, linear mixed modelling was used to estimate the effect group and stimulation on the ROI beta values and for the fMRI task accuracy, RT and IES using the ‘nlme’ package. Overall group differences were modelled using fixed effects of predictors (group and run) and random effect of individual variation. Models were of the general form:  Model   <-  lme (ROI  ~  run*group, random  =  1|ID ). The active group were treated as baseline and parameters were estimated for the sham group. Missing data were handled with the maximum likelihood approach. A p value < 0.05 was considered significant. Ethics approval Ethics approval for the study was obtained from the North West-Greater Manchester South Research Ethics Committee (reference: 18/NW/0762). Written informed consent was obtained from the parents and older adolescent participants and assent was obtained from the younger participants.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:21:52.425069",
  "abstract_length": 1427,
  "methods_length": 19454,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}