{
  "pmid": "PMID:36322658",
  "title": "Single-cell multiomics identifies clinically relevant mesenchymal stem-like cells and key regulators for MPNST malignancy.",
  "abstract": "Malignant peripheral nerve sheath tumor (MPNST), a highly aggressive Schwann cell (SC)-derived soft tissue sarcoma, arises from benign neurofibroma (NF); however, the identity, heterogeneity and origins of tumor populations remain elusive. Nestin",
  "authors": "Lai Man Natalie Wu; Feng Zhang; Rohit Rao; Mike Adam; Kai Pollard; Sara Szabo; Xuezhao Liu; Katie A Belcher; Zaili Luo; Sean Ogurek; Colleen Reilly; Xin Zhou; Li Zhang; Joshua Rubin; Long-Sheng Chang; Mei Xin; Jiyang Yu; Mario Suva; Christine A Pratilas; Steven Potter; Q Richard Lu",
  "journal": "Science advances",
  "publicationDate": "2022-11-04",
  "doi": "10.1126/sciadv.abo5442",
  "methods": "MATERIALS AND METHODS Animals Mouse MPNST mice (Lats1/2-mut) were generated by crossing floxed Lats1Lats2 mice with Dhh-Cre mice (JAX 012929) to obtain Lats1/2-mut offspring ( ). The NPE-mutant mice were generated by crossing NF1 14 fl/fl  (JAX Nf1tm1Par/J)  Tp53  mice with Dhh-Cre mice to obtain  fl/fl Eed fl/fl NF1 ;Dhh-Cre mice. The reporter mice CAG-tdTomato (stock no. 007909), CAG-CAT-EGFP (ccGFP) (stock no. 024636) C57/Bl6;FVBN obtained from The Jackson Laboratory were bred with Lats1/2-mut mice to produce Lats1/2-mut;ccGFP mice. All studies complied with all relevant animal use guidelines and ethical regulations. All animal use and study protocols were approved by the Institutional Animal Care and Use Committee at the Cincinnati Children’s Hospital Medical Center, Ohio, USA. fl/fl Tp53 fl/fl Eed fl/fl Human tumor tissues All human patient samples were obtained with consent under approval and oversight by the Institutional Review Board committees of Cincinnati Children’s Hospital Medical Center, Johns Hopkins University, and Nationwide Children’s Hospital at Ohio State University. PNF and MPNST for single-cell studies were obtained from the Johns Hopkins NF1 biospecimen repository. Human NF and MPNST cell lines Immortalized SCs (hTERT NF1 ipn02.3 2λ, M. Wallace), NF cells [ipn95.11bC, American Type Culture Collection (ATCC): Neurofibromatosis Therapeutic Acceleration Program (NTAP)], NF1-associated MPNST cells (sNF96.2, ATCC; MPNST642, MD Anderson; T265, A. Harder), and sporadic MPNST cells (STS26T, D. Scoles) were seeded on poly- l -lysine–coated 12-mm circle glass coverslips (Carolina Biologicals) at 50,000 cells in 24-well cell culture dishes. Coverslips were fixed in 4% (w/v) paraformaldehyde (PFA) for 20 min and washed in 1× phosphate-buffered saline (PBS) four times before immunofluorescence staining. For BrdU pulse labeling, cells were incubated with 20 mM BrdU for 4 hours before fixation. Preparation of single-cell suspensions Mouse MPNST mice (Lats1/2-mut) with nerve-associated tumors from distinct anatomical locations were euthanized at 1.5 or 4 months old following tumor induction. To minimize the intratumor variability, rather than performing scRNA-seq for each tumor/mouse, we pooled the tumor tissues from multiple Lats1/2-mut mice (at least three animals) used for scRNA-seq at the indicated stages. All samples were harvested by dissociating nerve-associated tumors in a cocktail of collagenase type I (156 U/ml; Worthington) and Dispase II protease (1.25 U/ml; Sigma-Aldrich) at 37°C with agitation. Small debris was filtered by a 40-μm cell strainer. Digested tumors were washed with 1% bovine serum albumin (BSA) and 2 mM EDTA in PBS and centrifuged for 5 min at 500 g . Red blood cells and debris were removed by red blood cell lysis buffer (Roche) according to the manufacturer’s instructions. Cells were then washed with medium and pelleted at 300 g  for 5 min. The supernatant was removed, and the pellet was resuspended in 0.1% BSA in PBS before being assessed for viability with a hemocytometer, using trypan blue. Cell concentration was adjusted to a final concentration of 140,000 cells/ml for Drop-seq and run through the Drop-seq apparatus at the Cincinnati Children’s Hospital Medical Center (CCHMC) Gene Expression Core (Cincinnati, OH). Human NF and MPNST specimens cryopreserved in 10% dimethyl sulfoxide in Dulbecco’s Modified Eagle Medium (DMEM) containing fetal bovine serum (FBS) were minced on a plate and enzymatically digested with collagenase IV (2 mg/ml; Gibco) for 30 min at 37°C with agitation. After digestion, samples were filtered through a 40-μm cell strainer, washed with 1% BSA and 2 mM EDTA in PBS, and centrifuged for 5 min at 500 g . Red blood cells and debris were removed by red blood cell lysis buffer (Roche) according to the manufacturer’s specifications. Pelleted cells were then resuspended in DMEM with FBS, filtered through a 35-μm cell strainer, and assessed for viability using trypan blue. For single-nucleus suspensions for scATAC-seq, cells were lysed, washed, and resuspended in 1× diluted nuclei buffer (10X Genomics) according to 10X Genomics nucleus isolation protocol. Droplet-based scRNA-seq For Drop-seq, complementary DNA (cDNA) amplification, sequencing library preparation, sequencing, processing of FASTQ sequencing reads, and read alignment steps were all carried out as described in previously published protocols ( ). For scRNA-seq on the 10X Genomics platform, single cells were processed through the GemCode Single Cell Platform using the GemCode Gel Bead, Chip and Library Kits (10X Genomics) according to the manufacturer’s instructions. scRNA-seq libraries were constructed using the Chromium Single Cell 3′ Library and Gel Bead Kit V3 Reagent Kit as per the manufacturer’s protocol. Cell suspensions of each sample were run in the Chromium Controller with appropriate reagents to generate single-cell gel bead-in-emulsions (GEMs) for sample and cell barcoding, with a target output of 3000 to 10,000 cells for each sample. For scATAC-seq on the 10X Genomics platform, single-cell libraries were generated using the GemCode single-cell instruments and the Single Cell ATAC Library and Gel Bead Kit and ChIP Kit from 10X Genomics. The samples were incubated at 37°C for 1 hour with 10 μl of transposition mix [per reaction, 7 μl of ATAC buffer and 3 μl of ATAC enzyme (10X Genomics)]. Following the generation of nanoliter-scale GEMs, GEMs were reverse-transcribed in the C1000 Touch Thermal Cycler (Bio-Rad) programmed at 72°C for 5 min, 98°C for 30 s, 12 cycles of 98°C for 10 s, 59°C for 30 s, and 72°C for 1 min, and held at 15°C. After reverse transcription, single-cell droplets were broken and the single-strand cDNA was isolated, cleaned up, and amplified. Amplified cDNA and final libraries were assessed on an Agilent BioAnalyzer using the High Sensitivity DNA Kit (Agilent Technologies). The libraries were pooled and sequenced on NovaSeq 6000 (Illumina) at a depth of approximately 400 million reads per sample. 13 RNA isolation, qRT-PCR, and RNA-seq RNA from human MPNST cells or control and Lats1/2-mut mouse sciatic nerves or tumors was extracted using TRIzol (Life Technologies). cDNA was synthesized from 0.5 to 1 mg of RNA using iScript Reverse Transcription Supermix (Bio-Rad) according to the manufacturer’s instructions. Quantitative real-time polymerase chain reaction (qRT-PCR) was performed using the StepOnePlus Real-Time PCR System (Applied Biosystems). qRT-PCR was performed using quantitative SYBR Green PCR mix (Bio-Rad). PCR primer sequences are available upon request. RNA of frozen NF and MPNST patient samples was extracted using TRIzol, followed by purification using the Direct-zol RNA MiniPrep Kit (Zymo Research). RNA-seq libraries were prepared and sequenced by a BGISEQ-500 sequencer. All RNA-seq data were aligned to hg19 using TopHat with default settings. We used Cuff-diff to (i) estimate fragments per kilobase of exon per million mapped fragments (FPKM) values for known transcripts and (ii) analyze differentially expressed transcripts. In all differential expression tests, a difference was considered significant if the  q  value was less than 0.05 (Cuff-diff default). Heatmap of gene expression was generated on the basis of log 2  (FPKM) by AltAnalyze ( AltAnalyze.org ) with normalization of rows relative to row mean. GO analysis of gene expression changes was performed using GSEA ( http://broadinstitute.org/gsea/index.jsp ). Normalized enrichment score (NES) reflects the degree to which the gene set is overrepresented at the top or bottom of a ranked list of genes. The GSEA scatterplot up-regulated and down-regulated pathways were plotted according to  https://biostars.org/p/168044/ . Genes categorized with negative or positive NES are down-regulated or up-regulated, respectively. Circle size is defined as the number of genes represented in the leading-edge subset, i.e., the subset of members within a gene set that shows statistically significant, concordant differences between two biological states and contributes most to the NES. Gene sets with false discovery rate (FDR)  q  values of <0.25 are plotted as a function of NES. Circle colors represent FDR  q  values. We used ToppCluster ( https://toppcluster.cchmc.org/ ) to construct the network of genes belonging to overrepresented GO term categories. For the volcano plot, the up-regulated and down-regulated genes were represented by red or blue dots, respectively (fold change > 2, adjusted  P  < 0.1 between NF and MPNST). Gray dots represent insignificantly changed genes with  P  > 0.1. The gene expression signatures for pathway analysis were from Molecular Signatures Database version 5.1. The mean expression values were calculated using all genes within a given signature for the heatmap analysis ( ). 67 Immunofluorescence staining and immunohistochemistry For immunofluorescence staining in cryosections, sciatic nerves from control or Lats1/2-mut mice at defined ages were dissected and fixed for 45 min in 4% PFA in PBS, embedded in optimal cutting temperature, cryoprotected in 25% sucrose, and sectioned at 9 μm as longitudinal sections. For coverslip staining, cells were fixed in 4% PFA and washed with PBS. For BrdU staining, cells were treated with 2 N HCl for 10 min at 37°C, followed by neutralization with 0.1 M sodium tetraborate (pH 8.5) before blocking. For paraffin processing and embedding, normal human nerves and NF and MPNST patient samples were dissected, perfused, and fixed overnight in 4% PFA, embedded in paraffin, and sectioned at 5 μm. For paraffin sections, slides were deparaffinized, rehydrated, and subjected to citrate-based antigen retrieval. Endogenous peroxidase activity was blocked by incubation with hydrogen peroxide. Sections were incubated overnight with primary antibodies. Following three washes with PBS, sections were incubated for 1 hour with biotinylated secondary antibodies, followed by an ABC kit (Vector Labs) application and the peroxidase/diaminobenzidine method to visualize signals under light microscopy. For immunofluorescence and immunoperoxidase staining, we used antibodies to PDGFRβ (rabbit; Abcam, ab32570), α-SMA (mouse; Sigma-Aldrich, clone 1A4, A2547), IBA1 (rabbit; Wako Chemicals, 019-19741), CD3 (rat; Bio-Rad, MCA1477), GLUT1 (rabbit; Abcam, ab652), cleaved caspase-3 (rabbit; Cell Signaling Technology, #9661), BrdU (rat; Abcam, ab6326), VEGFA (rabbit; ABclonal, A0280), ALDH1A1 (rabbit; Proteintech, 15910-1-AP), ZEB1 (rabbit; ABclonal, A5600), IGFBP2 (rabbit; Cell Signaling Technology, #3922), Nestin (mouse; Millipore, MAB353), EYA4 (rabbit; Thermo Fisher Scientific, PA5-52113), SOX2 (goat; Santa Cruz Biotechnology, sc-17320), and YAP/TAZ (rabbit; Cell Signaling Technology, #8418). Secondary antibodies conjugated to Alexa Fluor 488, Alexa Fluor 594, and Alexa Fluor 647 were from Jackson ImmunoResearch Laboratories. All immunofluorescence-labeled images were acquired on a Nikon C2 confocal microscope. For quantification of cleaved caspase-3 +  or BrdU +  immunolabeled cells on coverslips, multiple images were taken from each coverslip to obtain representative images from all areas of the coverslip using a Nikon Ti SpectraX wide-field microscope or Nikon C2+ confocal microscope, and at least 1000 cells per coverslip were counted using Nikon Elements General Analysis software. All immunoperoxidase-labeled images were acquired on an Olympus BX53 bright-field microscope. Gene knockdown assay For siRNA knockdown targeting  ZEB1  (Sigma-Aldrich, SASI_Hs02_00330526, SASI_Hs02_00330527, SASI_Hs02_00330530) and  ALDH1A1  (Sigma-Aldrich, SASI_Hs01_00244055, SASI_Hs01_00244056, SASI_Hs02_00303091) in MPNST cell lines (NF1-associated: T265, MPNST642 and sporadic: STS26T), immortalized SC line (ipn02.3λ), and NF cell lines (ipn95.11bC and ipn96.5), we used Lipofectamine RNAiMAX (Life Technologies) per the manufacturer’s instructions. Cells were harvested after 72 hours for immunocytochemistry or qRT-PCR analysis. The depicted graphs were from at least three biological replicates. Allograft and xenograft transplantations and in vivo shRNA knockdown experiments Female immunodeficient NBSGW (JAX 026622) mice of 6 to 8 weeks were used for allograft transplantations. Primary NPE-MPNST cells from sciatic nerves were dissociated as above. Tumor cells within two passages were used in the study. Tumor cells (5 × 10 5 ) diluted in Matrigel (Corning) and DMEM/10% FBS at 1:2 ratio were injected subcutaneously into the flanks. For serial transplantation assays, flank tumors from primary recipients were dissociated and implanted subcutaneously into the flanks of secondary recipients at 5 × 10 5  cells. Tumor size was calculated by measuring the length and width of the lesion with the formula (length) × (width) 2  × 0.5. Female athymic NCR nude mice of 6 to 8 weeks were used for xenograft transplantations. NF1-associated MPNST cell line, T265, was infected by nontarget control or lentiviral vectors carrying  ZEB1  shRNA lentivirus for 48 hours. Infected T265 cells (1 × 10 6 ) resuspended in Matrigel (Corning) and DMEM/10% FBS at 1:2 ratio were injected subcutaneously into the flanks of nude mice. The left flanks were implanted with nontarget control–transduced T265 cells, whereas the right flanks were implanted with lentiviral vectors carrying  ZEB1  shRNA. Tumor size was calculated by measuring the length and width of the lesion with the formula (length) × (width) 2  × 0.5. Computational analysis \nscRNA-seq processing and quality filtering\n For Drop-seq datasets, FASTQ sequencing reads were processed, aligned to the mouse genome (mm10), and converted to digital gene expression matrices using the Drop-seq tools (version 1.12,  http://mccarrolllab.com/dropseq/ ) with settings as described in the Drop-seq Alignment Cookbook (version 1.2,  http://mccarrolllab.com/dropseq/ ). For 10X Genomics datasets, we used Cellranger v5.0.1 to align reads to the hg19 human reference sequence. \nDimensionality reduction and cell type clustering\n For each sample dataset, unsupervised clustering was performed using R package Seurat (version 3.1.0) ( ). On the basis of the distribution of cells ordered by percentage of mitochondrial genes and detected gene numbers, we excluded those cells with either more than 9000 detected genes or less than 200 and mitochondrial content of more than 20%. FindVariableFeatures was set at nfeatures = 5000. We used the filtered expression matrix to identify cell subsets. The filtered gene expression matrix was then normalized using Seurat’s NormalizeData function in which the number of unique molecular identifier (UMIs) of each gene was divided by the sum of the total UMIs per cell, multiplied by a scale factor of 10,000, and then transformed to log scale [ln (UMI per 10,000 + 1)]. Highly variable genes were identified on the basis of overdispersion of genes in each gene group binned with aggregate expressions and used for principal components analysis. We then performed clustering using graph-based clustering and visualized using Uniform Manifold Approximation and Projection (UMAP) with Seurat function RunUMAP. 32 To identity the cell type in tumor sample datasets, we input marker gene lists generated by Seurat FindMarkers function in Toppgene or Enrichr to identify the top cell type makers or cell identities. DEGs in a given cell type compared with all other cell types were determined with the FindAllMarkers function from the Seurat package (one-tailed Wilcoxon rank sum test,  P  values adjusted for multiple testing using the Bonferroni correction). For computing DEGs, all genes were probed if they were expressed in at least 25% of cells in either of the two populations compared and the expression difference on a natural log scale was at least 0.25. The “scaled average expression” values for each gene in dot plots are scaled by subtracting mean expression of the gene and dividing by its SD. \nBatch correcting and multiple dataset integration\n We used the scRNA-seq integration platform on Seurat ( ) to correct for technical differences between datasets (i.e., batch effect correction) and to perform comparative scRNA-seq analysis within the same tumor type from multiple datasets and between different tumor types. These methods identify cross-dataset pairs of cells that are in a matched biological state termed “anchors” for batch effect removal and multiple dataset integration. For mouse Drop-seq and human 10× dataset integration, we first converted mouse genes to human equivalent by biomaRt package and performed integration of multimodal datasets by Seurat as described above. 32 scREF is a reference-based toolkit for single-cell analysis for mapping a query RNA-seq dataset onto a reference to automate the annotation and visualization of query cells. The reference dataset we used was from differential gene expression analysis of intact, bridge, and distal SCs described in ( ). Source code:  26 https://github.com/jumphone/scRef/archive/master.zip \nJaccard similarity and deconvolution analysis\n The Jaccard similarity coefficient was calculated for comparing transcriptional similarity between two bulk RNA-seq datasets using their up-regulated signature genes in the experimental groups compared with control groups. We evaluated transcriptional similarity between the top 9 up-regulated pathways or signatures in Lats1/2-mut SCs and the top 9 up-regulated pathways in repair SCs at the injured site ( ) by calculated Jaccard similarity coefficients using the most DEGs in the pathway. 26 We used CIBERSORTx ( ) to perform deconvolution analysis of bulk tumor data against Lats1/2-mut advanced SN tumor cell types. The signature gene input was generated by differential gene analysis using Altanalyze. We selected signature genes that had fold change > 0.5 and  33 P  < 0.05. For  Fig. 6A , the signature gene input was obtained from 13 neural crest developmental cell types from 4PCW human embryo dataset ( GSE49710 ) ( ). 34 \nNovel expression programs of intratumoral heterogeneity by NMF\n We applied NMF to extract transcriptional programs of SC-derived tumor populations from relative expression data (with conversion of negative values to zero) as previously described ( ). We used scater implementation of runNMF for the analysis. We set the number of components to 30 for each dataset (ncomponents = 30, ntop = 5000). For each of the resulting factors, we considered the top 100 genes with the highest NMF scores from each resulting NMF factor as characteristics of that given factor. All single cells of the SC lineage populations were then scored according to these NMF programs. NMF programs were clustered with hierarchical clustering on the scores for each program. This revealed eight correlated sets of programs for the distinct SC-derived clusters in mouse MPNST and seven in human NF and MPNST integrative analysis. We used pheatmap function in the R package to generate the heatmap of signature expression [log (NMF loading + 1)] with cells sorted by NMF gene modules grouped by key meta-programs with annotation of select gene markers in mouse and human MPNST. 28 \nInferred CNV analysis from scRNA-seq\n Malignant cells were identified by inferring large-scale chromosomal CNVs in each single cell based on a moving averaged expression profiles across chromosomal intervals by inferCNV ( ). We combined CNV classification with transcriptomic-based clustering and expression of nonmalignant marker genes to identify malignant and nonmalignant cells. Nonmalignant cells displayed high expression of specific marker genes and no apparent CNVs. Mesenchymal cells or axons were included in the analysis as nonmalignant cell “control” sets. 37 \nInferring cell state transition directions by VECTOR\n Cell-state transition directions were inferred by VECTOR ( ) based on the observation that quantile polarization of a cell’s principal component values is strongly associated with their respective states in development hierarchy and therefore provides an unsupervised solution for determining the starting cells. 29 \nPseudotime trajectory analysis and differentiation potential evaluation\n Slingshot ( ) is a top performer for cellular trajectory from scRNA-seq data. We used Slingshot to model the pseudotime trajectory of SC-derived tumor populations between two groups, and the following disease transitions were considered: (i) early to advanced in mouse MPNST and (ii) benign NF to MPNST in human patient samples. The input matrix was filtered and normalized by the R package Seurat, and cell types were annotated and provided as labels for Slingshot. We did not provide any further prior information about the origin and end cell types of trajectories. In addition, we used the R package CytoTRACE version 0.3.3 to predict differentiation status of SC lineage cells from mouse and human scRNA-seq data ( 23 ). 30 \n Gene regulatory ,  TF network, and scATAC-seq data analysis \n To characterize underlying gene regulatory network and infer transcription factor activities for SC-derived tumor populations in our scRNA-seq dataset, we used the single-cell regulatory network inference and clustering package to identify gene regulatory modules and retain those with a cis-regulatory binding motif for upstream regulators. By GENIE3, we estimated coexpression modules between TFs and putative target genes, followed by cis-regulatory motif analysis using RcisTarget and pruning of indirect targets lacking motif binding site. By AUCell, the resulting regulatory module (regulons, modules of target genes coexpressed with TFs, and enriched with motifs for correct upstream regulators) activities in each cell were then binarized. The input matrix was the normalized expression matrix of cells of interest. ArchR was used for all scATAC-seq analyses according to default parameters ( ), including quality control and cell filtering, dimension reduction, genome browser visualization, gene expression data preprocessing and cell annotation, DNA accessibility data processing, joint data visualization, differential accessibility, and motif enrichment. 46 \nTwo-dimensional representation of SC-derived cell states\n SC-derived tumor clusters defined from human NF and MPNST datasets were used for computing subtype expression scores for each tumor cell in the datasets. Cells were first separated into neoplastic SC (NeoSC:SCP) versus malignant SCP-like/MES-NC–like cells by the sign of  D  = SCNeoSC − max(SCSCP-like,SCMES-NC-like), and  D  defined the  y  axis of all cells ( ). Next, for NeoSC cells or malignant SCP-like/MES-NC–like cells (i.e.,  68 D  > 0), the value of the  x  axis is multiplied by a scale factor: 1/ALPHA ** D  ( Fig. 6B ). To visualize the enrichment of subsets of cells, across the two-dimensional representation, we calculated for each cell the fraction of cells that belong to the respective subset among its 100 nearest neighbors, as defined by Euclidean distance, and these fractions were displayed by colors. \nUsing receptor-ligand pairs to infer cell-cell interactions\n We used CellChat to infer the intercellular communication from scRNA-seq data for further data exploration, analysis, and visualization. We applied CellChat that systematically computes and categorizes communication probabilities of ligand-receptor pairs into functionally relevant signaling pathways. Using pattern recognition analysis, we identified conserved and distinct global communication patterns and major signaling pathways enriched for each cell type between NF and MPNST. By comparing the signaling network structure and the information flow (i.e., the overall communication probability) between NF and MPNST via joint manifold and classification learning analysis in CellChat, we found pathways mutually active in both NF and MPNST ( ). 43 \nTargetable tumor cell state–specific pathways\n Significantly overexpressed genes, marker genes of malignant SCPs and malignant cells with neural crest–mesenchymal signatures (NC-MES–like) from integrative mouse and human MPNST scRNA-seq analysis, and the top accessible annotated peaks from scATAC-seq data were used to query the Washington University DGIdb (version 3.0.2), with a focus on expert-curated collections of druggable genes to identify metagene-specific candidate therapeutic targets ( ). The same sets of genes were also queried in OmicsNet and visualized for relationships among genes and transcription factors in a three-dimensional space as network topology analysis for systems-level insights ( 69 ). 52 Quantification and statistical analysis Statistical analysis was performed using R (version 3.6) and GraphPad Prism 8. Significance values are described in figures, figure legends, and/or Results. Alternatively, significance levels are indicated as asterisks, signifying as * P  < 0.05, ** P  < 0.01, and *** P  < 0.001. siRNA knockdown data were calculated from at least three independent experiments, performed as duplicates for each condition. Data points represent mean values ± SEM, as specified in the figure legends. Supplementary Materials This PDF file includes: Figs. S1 to S14 Click here for additional data file. Other Supplementary Material for this manuscript includes the following: Data S1 to S3 Click here for additional data file.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-20 06:59:35",
  "introduction": "INTRODUCTION Malignant peripheral nerve sheath tumors (MPNSTs) are highly aggressive soft tissue sarcomas and arise from benign neurofibromas (NFs), representing a major cause of mortality in patients with neurofibromatosis type 1 (NF1), which affects 1 in 3500 individuals worldwide. The 5-year overall survival is approximately 20 to 50% ( ). The prognosis of MPNST patients is dismal due to invasive tumor growth, high propensity to metastasize, and resistance to radiation and conventional chemotherapy ( 1 ). 2 NF and MPNST are heterogeneous peripheral nerve sheath tumors derived from Schwann cells (SCs) or pluripotent cells of the neural crest regulated by cell-intrinsic and cell-extrinsic factors that contribute to the establishment of a tumor niche ( ). MPNSTs are among the most challenging mesenchymal malignancies to treat ( 3 ). Cancer behaviors such as initiation, progression, metastasis, and relapse are not fully defined by genetic mutations; they are critically dependent on the cellular interplay between tumor cells and the microenvironment ( 4 ). Currently, a comprehensive understanding of temporal tumor cell–state evolution, heterogeneity, and tumor-microenvironment networks during malignant transformation of NF to MPNST at the single-cell resolution is lacking. 5 SCs in peripheral nerves are highly quiescent yet show remarkable cellular plasticity following injury ( ). SC and their precursors (SCPs) can be transformed from benign slow-growing nerve sheath tumors such as plexiform neurofibromas (PNFs) to MPNST ( 6 ). Tumor malignancy and treatment resistance are often attributed to cellular plasticity and heterogeneity that result from activation of the epithelial-to-mesenchymal transition (EMT) program, which endows benign tumor cells with malignant traits such as migration, invasion, and chemoresistance ( 7 ). Rare subpopulations of tumor cells that arise as a result of EMT may contribute to metastasis and drug resistance ( 8 ). Although the genetic events underlying malignant transformation in MPNST have been subjected to extensive studies ( 9 ), the dynamic changes in spatial and temporal intratumor heterogeneity and drivers of cellular plasticity during nerve sheath tumorigenesis remain elusive. High levels of tumor heterogeneity and cancer cell plasticity may predispose patients to poor prognosis and pose a therapeutic challenge ( 10 ). Currently, the identity and heterogeneity of tumor-initiating or stem-like cells are not fully understood in MPNST. In addition, the diversity and evolution of tumor cell states at different tumorigenic stages as well as their regulatory circuitries on driving the transformation of human NF to MPNST at the molecular and functional levels remain to be elucidated. Thus, understanding the cellular diversity and plasticity during NF-to-MPNST progression is critical for identifying key regulators and vulnerabilities to target this deadly disease and predicting treatment outcome. 11 In this study, by applying single-cell multiomics profiling to early (benign) and advanced (malignant) tumors, we defined the stage-specific cellular heterogeneity, tumor cell fate transitions, and microenvironment landscape during malignant transformation in murine and human MPNSTs. Our multiomics analyses of human benign NF and MPNST together with their murine models identified recurrent cellular states and tumor driver events over the NF-to-MPNST transition. Nestin-expressing cells have been implicated as rare cancer stem cells in MPNST ( ); unexpectedly, we found that nestin is expressed in a broad range of SC lineage cells within NF and MPNST and does not uniquely mark tumor stem cells. Our data further revealed a previously unidentified clinically relevant nestin-negative stem-like mesenchymal neural crest subpopulation underlying malignant transformation across mouse and human MPNSTs. These mesenchymal-like stem cells in MPNST no longer exhibit an SC lineage identity but show a strong EMT signature such as ZEB1 that is distinct from and more primitive than nestin 12 +  progenitor cells. We found that the abundance of the nestin-negative mesenchymal neural crest–like state is correlated with increased disease severity and clinical grades in MPNSTs. Thus, our work provides a novel insight into temporal cellular heterogeneity, tumor evolution and fate transition, and regulatory networks during NF-to-MPNST malignant transformation and identifies a previously underappreciated nestin-negative mesenchymal stem-like subpopulation that is correlated with clinical outcome, pointing to potential therapeutic targets and vulnerability for future interventions in MPNSTs.",
  "results": "RESULTS Identification of phenotypic heterogeneity and late-emerging mesenchymal neural crest–like tumor cells during MPNST progression To characterize the cellular diversity along malignant transformation of nerve-associated tumors, we performed single-cell transcriptome profiling [single-cell RNA sequencing (scRNA-seq)] using the Drop-seq platform ( ) of a mouse MPNST model induced by activating YAP/TAZ signaling with Lats1/2 deficiency ( 13 ). The genetically engineered mouse models develop MPNST-like tumors (referred as mMPNST) at distinct anatomical locations in dermal, paraspinal, and sciatic nerves ( 14 ). 14 To investigate the cellular heterogeneity over the course of tumorigenesis in peripheral nerves, we first isolated and profiled peripheral nerve tumors at early neoplastic (1.5 months;  n  = 9085 cells) and advanced stages (4 months;  n  = 7155 cells) ( Fig. 1A ). Histological evaluation characterized early lesions as benign or low grade with spindle-shaped cells and relatively low cellularity, whereas advanced-stage tumors were characterized as intermediate to high grade with high cellularity and strong invasiveness ( ). We identified and annotated the major cell types in mouse MPNSTs by interrogating the expression patterns of canonical markers for different cell lineages: SC lineage cells, cycling cells, fibroblasts and activated fibroblasts, macrophages, endothelial cells, vascular smooth muscle cells (VSMCs)/pericytes, and T cells ( 14 Fig. 1B ). We validated the identification of SC-like cells, infiltrated stromal cells [platelet-derived growth factor receptor β–positive (PDGFRβ + ) fibroblasts], immune cells (Iba1 +  macrophages and CD3 +  T cells), perineurial/endothelial cells (Glut1 + /Slc2a1 + ), and VSMCs [α-smooth muscle actin–positive (α-SMA + )] by immunostaining for cell type–specific markers (fig. S1). Fig. 1. Phenotypic heterogeneity increases during aggressive tumor progression. ( A ) Diagram of sciatic nerve tumors from Lats1/2-mut mice during tumor progression for Drop-seq analyses. ( B ) UMAP visualization of Drop-seq data from 16,240 cells from early-stage (1.5 months) and advanced-stage (4 months) sciatic nerve tumors of Lats1/2-mut mice. Colors represent assigned cell types. Dotted lines encircle SC-derived populations (brown), fibroblasts, and macrophages (orange). ( C ) Side-by-side UMAP visualization of early-stage ( n  = 3; 9085 cells) and advanced-stage ( n  = 2; 7155 cells) sciatic nerve tumors. Dotted lines encircle unique cell populations in SC clusters (brown), fibroblasts, and macrophages (orange). ( D  and  E ) Heatmaps of subset-specific marker gene expression (rows) across cell types (columns) in (D) early-stage and (E) advanced-stage sciatic nerve tumors. ( F ) Dot plot of marker gene expression in SC-derived cell clusters from sciatic nerve tumors. The color represents scaled average expression of marker genes in each cell type, and the size indicates proportions of cells expressing marker genes. ( G ) Proportions of cell types in early- and advanced-stage sciatic nerve tumors. * P  < 0.05 and ** P  < 0.01, multiple  t  tests using the Holm-Sidak method. Data are means ± SEM. n.s., not significant. ( H ) Left: UMAP plot of integrated analysis of subcell types within SC clusters in early and advanced nerve tumors (left). Right: Colored clusters highlight newly emerging SC clusters uniquely present in advanced tumors. ( I ) Dot plot of  nestin  and MES-NC marker gene expression from sciatic nerve tumors. ( J ) Gene expression plot of  nestin  within SC clusters in early and advanced tumors. Three major nerve tumor cell types—SC-derived cells, fibroblasts, and macrophages—displayed increased cell-state heterogeneity as tumors advanced to malignancy ( Fig. 1, B and C ). Notably, the growing diversity of tumor and microenvironment cells was demonstrated by the emergence of novel cellular phenotypes with diverse expression patterns in advanced tumors. Whereas the proportions of epineurial (cluster 0), endoneurial (cluster 2), and perineurial fibroblasts (cluster 7), which normally reside in healthy nerves ( ), progressively decreased, the advanced-stage nerve tumors harbored a large population of newly emerged activated fibroblasts (cluster 4, 14.7%) ( 15 Fig. 1, B and C to E , and fig. S2), which are tumor-associated fibroblasts associated with cancer progression, invasiveness, and metastasis ( ). In addition, we observed a decrease in the proportions of proinflammatory antitumor activated macrophages including cluster 1 ( 16 Apoe ,  Aif1 ,  C1qa , and  C1qc ) ( ) and cluster 11 ( 17 Cd74 ,  Il1b , and  H2-Ab1 ) and T cells in the advanced tumors compared with early-stage tumors in sciatic nerves ( Fig. 1, C to E ). In contrast, we detected a robust increase in protumorigenic anti-inflammatory macrophages (cluster 9) ( ) in late-stage tumors ( 18 Fig. 1, C to E ). These observations suggest acquisition and remodeling of tumor microenvironment niches toward protumorigenic milieu during MPNST progression. Within the SC clusters, in addition to mature myelinating SCs and nonmyelinating SCs that were present in early tumors and healthy sciatic nerves (fig. S2) ( ), advanced mouse MPNSTs contained unique “late-onset” subpopulations that arose as tumors progressed ( 19 Fig. 1, G and H ). Along the SC lineage, advanced tumors contained mesenchymal SCP-like cells enriched for cell migration and invasion signature (cluster 5) ( ), repair SC-like cells expressing wound response genes (cluster 3b) ( 20 ), neural crest–like cells (cluster 13;  21 Pax2  and  Cdh2 ), and proliferative cycling SCs (cluster 12) ( Fig. 1, C to H ). Notably, we uncovered a previously uncharacterized late-emerging cell population: mesenchymal neural crest–like tumor cells (cluster 14) ( Fig. 1, G and H ). This tumor cell population mimicked embryonic neural crest cells ( ,  22 ) with mesenchymal signatures (e.g.,  23 Ctgf  and  Sdpr ) ( Fig. 1I ) ( ,  24 ), which exhibit a loss of normal SC lineage fidelity (fig. S2, A to C). 25 Notably, in contrast to a previous report positing  nestin +  cells as a rare stem cell–like population in MPNST ( ), we found that expression of  12 nestin  was detected in a variety of SC lineage cell clusters including mature SCs and SCP-like cells but was low or absent in the unique mesenchymal-like neural crest (nestin-negative MES-NC–like) tumor cells in advanced tumors in sciatic nerves ( Fig. 1, I and J ). Similar phenotypic changes and emergence of the MES-NC–like cells were also detected in anatomically distinct dermal tumors (fig. S2D). Thus, our single-cell profiling of the genetically engineered murine MPNST tumors at different stages indicates that SC lineage cells from anatomically distinct regions undergo reprogramming into diverse tumor cell states and adopt a previously unknown primitive MES-NC–like cell fate during malignant transformation. SC-derived tumorigenesis parallels injury-induced SC reprogramming The dynamic acquisition of divergent SC-derived cell states during tumor progression suggests a substantial plasticity of SCs, which is consonant with repair SCs upon peripheral nerve injury ( ). By using Jaccard similarity analysis ( 26 ), we showed that SC-derived tumor cells from mouse MPNSTs ( 27 ) and wound-induced dedifferentiating SCs ( 14 ) mutually displayed an up-regulation of the pathways involved in growth and wound response, including mammalian target of rapamycin, vascular endothelial growth factor (VEGF), phosphatidylinositol 3-kinase (PI3K), integrin pathways, chemokine, and CXCR4 signaling, respectively (fig. S3A). This indicates transcriptional similarity between SC phenotypes during tumorigenesis and regeneration. Notably, we found that the SC-derived clusters from late-stage tumors, which exhibited increased expression of mesenchymal genes, were transcriptionally similar to SCs in the nerve bridge after injury, which had a pronounced mesenchymal phenotype and EMT signature (fig. S3, B and C). Neural crest–like tumor cells had gene expression profiles similar to those of SCs in the injured nerve bridge, although with a less robust mesenchymal signature (fig. S3, B and C). Thus, our analysis suggests that SC oncogenic transformation and progression, at least partially, transcriptionally parallel SC reprogramming during nerve repair. 26 To further identify the full transcriptional spectrum of SC phenotypic heterogeneity within murine MPNST, we applied nonnegative matrix factorization (NMF) to define recurrent transcriptional programs in each SC-derived cell state ( ). We uncovered 18 meta-gene activity programs that revealed the gradual phenotypic changes consistent with the acquisition of divergent cell identity programs (fig. S3D). Those associated with “myelination” (module 3) and “immature SC” (module 2) matched myelinating (cluster 8) and nonmyelinating SCs (cluster 3a) enriched in early-stage nerve tumors (fig. S3D and data S1). As tumors advanced, additional meta-programs robustly reflected newly emerged SC-state identities (fig. S3D). Neoplastic SCs were strongly enriched for the meta-program related to “malignant neoplasm/cell migration” (module 25), whereas mesenchymal SCPs were enriched for programs reflective of “mesenchymal progenitor like” and “cell motility.” Late-stage mesenchymal neural crest–like tumor clusters (module 14) with loss of SC identity were enriched for “migratory embryonic cell–like” and “malignant transformation” expression programs (fig. S3D). Together, our results indicated a reprogramming of SC lineage cells into mesenchymal progenitor-like states during mouse MPNST progression, in keeping with a dedifferentiating SC signature after injury. 28 Acquisition of mesenchymal stem-like progenitor cells with neural crest and EMT signatures during SC malignant transformation To dissect potential tumorigenic trajectories of SC clusters, we used an unsupervised method, VECTOR, which infers developmental directions based on the averaged polarization of a cell’s principal component values ( ). We excluded cycling tumor cells to avoid potentially confounding effects. Notably, we identified advanced tumor-specific mesenchymal neural crest–like tumor cells as the stem cell–like starting cell population; these cells followed a differentiation path toward tumor neural crest–like cells, mesenchymal SCPs, and subsequently to more committed SC lineage populations, the neoplastic SCs, before becoming differentiated myelinating SCs ( 29 Fig. 2, A and B ). This analysis suggests a reversal of the SC developmental trajectory and underscores SC lineage plasticity during SC tumorigenesis. Fig. 2. SC malignant transformation follows a dedifferentiation trajectory. ( A ) Pseudo-time ordering of cells during SC malignant transformation shown by color (from pink: most undifferentiating state to blue: mature state). The blue rectangles highlight the area of starting cells in UMAP. ( B ) UMAP plots of marker genes along the dedifferentiation trajectory from mature myelinating SCs to malignant cells (NC-MES–like) based on VECTOR. ( C ) SC tumor cell–state trajectories during tumor progression inferred by Slingshot using diffusion maps. Arrows indicate transformation direction as nerve tumors progress. ( D ) UMAP plots of marker genes within SC clusters based on Slingshot trajectories. ( E ) Heatmap of gene expression dynamics over pseudotime in SC tumor cell–state trajectories during tumor progression using the “GAM” R library. ( F ) Differentiation status ordering of cell types within SC clusters predicted by CytoTRACE. ( G ) Correlations with CytoTRACE for the top 15 genes specifically enriched in the most and least differentiated population. ( H ) Immunostaining for VEGFA, ALDH1A1, and ZEB1 in control and Lats1/2-mut sciatic nerves at 4 months (arrows, colabeled cells). 4′,6-Diamidino-2-phenylindole (DAPI) was used to stain nuclei. Scale bars, 50 μm. ( I ) qRT-PCR analysis of SC-derived cell-state markers in early and advanced mouse MPNST compared with control sciatic nerves. Data are means ± SEM from at least three independent experiments. * P  < 0.05, ** P  < 0.01, and *** P  < 0.001, one-way analysis of variance (ANOVA) with Tukey’s multiple comparisons tests. ( J ) Immunostaining for ZEB1 and nestin in Lats1/2-mut sciatic nerves at 4 months. DAPI was used to stain nuclei. Note that ZEB1 +  (arrow) and nestin +  cells (arrowhead) do not overlap. Scale bar, 5 μm. To determine whether SCs adopt a reprogramming or dedifferentiation trajectory during malignant transformation, we inferred the pseudo-temporal ordering of SC cell-state evolution by Slingshot using a diffusion map approach ( ). The tumorigenesis trajectory initiated in mature SCs, proceeded through a neoplastic SC subpopulation, reached a bifurcation point enriched with tumor-like SCPs with mesenchymal traits, and ended in the MES-NC–like tumor subclusters ( 23 Fig. 2, C and D ). To define the expression dynamics along the trajectory, pseudo-time analysis was used to order the expression of the most differentially expressed genes (DEGs) between four key SC-derived subpopulations as a function of tumor progression ( Fig. 2E ). We found that cancer invasion genes and EMT-related genes such as  Igfbp2 ,  Ctgf , and  Egr1  were activated in advanced tumor-specific clusters ( Fig. 2E ). A similar pattern was observed for  Meg3 , a long noncoding RNA previously reported to regulate EMT ( ) ( 24 Fig. 2, D and E ). We next applied CytoTRACE to predict cellular differentiation states from scRNA-seq data based on the observation that the number of genes expressed in a cell decreases as the cell becomes more differentiated ( ). Consistent with a dedifferentiation path, the most differentiated cell cluster is the myelinating SC cluster, whereas the most stem cell–like population is the tumor cell cluster with neural crest/mesenchymal phenotype with continuous intermediate transitions in between ( 30 Fig. 2F ). Mesenchymal and oncogenic stemness genes ( Tgfb2 ,  Steap1 , and  Ctgf ) ( ,  14 ) were specifically enriched in the most stem cell–like population ( 25 Fig. 2G ), while mature SC-specific genes ( Mbp ,  Mpz ,  Prx , and  Drp2 ) defined the most differentiated cell state within the SC malignant evolutionary continuum. We further validated increased expression of mesenchymal SCP-like markers ALDH1A1 and VEGFA and the MES-NC–like cell marker ZEB1 in advanced-stage mouse MPNSTs ( Fig. 2, H and I ). ZEB1 +  MES-NC–like cells were distinct from Nestin +  cells in advanced sciatic nerve tumors ( Fig. 2J ), indicating that MES-NC–like cells were a unique tumor cell type that arose during tumor progression to malignancy. Together, our analyses indicate that SCs undergo dedifferentiation at the onset of oncogenic transformation through stepwise reprogramming, leading to acquisition of MES-NC–like state with neural crest and EMT signatures while switching off the myelination program. Similar phenotypic and cellular heterogeneity across distinct Lats1/2- and Nf1/Eed-mutant MPNST animal models To determine whether our findings could be broadly applicable to other NF and MPNST tumor models, we conducted similar experiments and analyses to compare SC-derived cell states isolated from a benign NF model ( Nf1- mut:  Nf1 ) and an aggressive GEM-PNST model with co-deletion of  fl/fl ;Dhh-Cre;ccGFP Nf1 ,  p53 , and  Eed  in the SC lineage (NPE-mut:  Nf1 ) ( fl/fl ;p53 fl/fl ;Eed fl/fl ;Dhh-Cre;ccGFP Fig. 3A ). We established the NPE-mut as a mouse MPNST model because  NF1  and  TP53  are recurrently mutated and PRC2 complex frequently inactivated through EED loss in MPNST ( ). Similar to the mMPNST ( 10 Lats1/2 -def) model, NPE-mut had a life span of approximately 4 months ( Fig. 3B ). The NPE-mut tumors showed the characteristics of high cellularity, enlarged and hyperchromatic nuclei, and spindle-shaped morphology as in MPNST ( Fig. 3C ). NPE-mut tumors in sciatic nerves harbored primarily tumor cells with strong mesenchymal traits ( Sox9  and  Zeb1 ), both of which increased in proportion from early (6 weeks old) to advanced (14 weeks old) stages of tumor progression ( Fig. 3, D to G ). NPE-MPNST cells were SC-derived, as indicated by S100β positivity ( Fig. 3, H and J ) and expressed YAP/TAZ, an EMT and metastasis driver ( ), and stem cell marker, Sox2 ( 31 Fig. 3H ), suggesting that they resemble MES-SCP/NC–like cells. This  Zeb1 +  mesenchymal tumor cell population arose from  Sox9  and  + S100b  SC lineage ( + Fig. 3F ) and constituted up to 72% of all SC-derived tumor phenotypes ( Fig. 3, G and N ). Similar to the mMPNST model ( ), SC lineage cells enriched with MES-SCP/NC–like cells isolated from NPE-mut sciatic nerve tumors were highly tumorigenic when engrafted in immunocompromised mice. They were able to propagate tumors that resembled aggressive MPNST when serially transplanted into secondary recipients ( 14 Fig. 3I ). Allografts were predominately composed of ZEB1 +  MES-SCP/NC–like cells ( Fig. 3, I and J ). Fig. 3. Phenotypic heterogeneity from benign to malignant nerve tumors in mouse models. ( A ) Mouse models for Drop-seq for sciatic nerve tumor comparison. ( B ) Kaplan-Meier survival curves for NPE-control ( n  = 12), NPE-mut ( n  = 9), Lats1/2-control, and  Lats1/2 -def (mMPNST). NPE-control versus NPE-mut (NPE-MPNST) mice,  P  = 0.0002, and NPE-mut versus  Lats1/2 -def,  P  = 0.0339, log-rank tests. ( C ) Hematoxylin and eosin (H&E) staining of control and NPE-MPNST sciatic nerves, dorsal root ganglion (DRG), and trigeminal nerve tumors at 3 months. ( D ) UMAP visualization of 16,076 cells from early (6 weeks) and advanced (14 weeks) NPE-MPNST sciatic nerve tumors. Colors, assigned cell types within tumors. ( E ) Side-by-side UMAP visualization of early ( n  = 3343 cells) and advanced ( n  = 12,733 cells) tumors. ( F ) Expression plots of SC-specific and mesenchymal genes in subcell types within SC-derived tumor clusters in NPE-MPNST. ( G ) Cell type proportions of early and advanced NPE-MPNST tumors. * P  < 0.05 and ** P  < 0.01, multiple  t  test using the Holm-Sidak method. ( H ) Immunostaining for Ki67, Sox2, S100b, and YAP/TAZ in 3.5-month-old NPE-MPNST sciatic nerve tumor cells (arrows, colabeled cells). DAPI: nuclei. ( I ) Serial allograft transplantation of NPE-mut tumor cells in an immunodeficient NBSGW mouse (left; arrows: flank tumors). Secondary tumor growth in NBSGW mice ( n  = 12) subcutaneously implanted with 5 × 10 5  NPE-MPNST primary allografted cells (right). ( J ) H&E staining and immunohistochemistry for Ki67, S100β, and Zeb1 of secondary NPE-MPNST allografts. ( K  and  L ) UMAP visualization of  Nf1- mutant NF, Lats1/2-def (mMPNST), and NPE-MPNST mouse SC-derived clusters in sciatic nerve tumors. Colors, tumor models (K) or assigned cell types (L) within tumors. ( M ) Side-by-side UMAP visualization of SC-derived populations from tumor models. ( N ) Proportions of SC-derived populations in tumor models. Scale bars, 50 μm (C, H, and J) and 2 cm (I). We next questioned whether increase in MES-SCP/NC–like subpopulation in NPE-MPNST correlated with PRC2 complex loss. To address this, we compared cellular heterogeneity between nerve tumors from  Nf1- mut ( Nf1 ) that had intact PRC2 complex, NPE-MPNST (NPE-mut:  fl/fl ;Dhh-Cre Nf1 ) with complete  fl/fl ;p53 fl/fl ;Eed fl/fl ;Dhh-Cre Eed  loss, and  Nf1 , which harbored one allele of  fl/fl ;p53 fl/fl ;Eed fl/+ ;Dhh-Cre Eed  and formed spontaneous nerve-associated tumors (fig. S4, A to C). The proportion of MES-SCP/NC–like cells was inversely correlated with  Eed  levels, suggesting an allele dosage-dependent effect on MES-SCP/NC–like cell emergence (fig. S4, A to C). Complete loss of  Eed  in the SC lineage in NPE-MPNST also promoted transcriptional changes to increase  Zeb1  gene expression and elevated tumor cell proliferation (fig. S4, D and E). Higher proportion of MES-SCP/NC–like cells within NPE-MPNST tumors driven by  Eed  loss appeared to qualitatively correlate with a more aggressive tumor onset than mMPNST, as tumors were widespread across different peripheral nerves at 6 weeks. About 23% of all cells in sciatic nerves were MES-SCP/NC–like cells at 6 weeks, which progressed to 56% at 14 weeks ( Fig. 3, E and G ). In contrast, at 6 weeks, mMPNST sciatic nerves harbored primarily normal SCs with early transitional stages such as immature SC-like cells ( Fig. 1G ). Superposition of the three PNST models ( Nf1- mut, mMPNST, and NPE-MPNST) showed shared SC lineage clusters: mature SCs, immature SC-like and SCP-like cells, and inflammatory SCs ( Fig. 3, K and L ). The cell clusters of  Nf1- mut NF model resembled those of early stage of mMPNST tumors, comprising predominantly committed SC lineage cells, such as immature SC-like and SCP-like cells ( Fig. 3, K to N ). This is consistent with the benign feature of NFs. Two murine MPNST models (Lats1/2-mut and NPE-mut) embraced the widest spectrum of SC phenotypic heterogeneity among the animal models, spanning from committed SCs to previously unknown phenotypes with robust NC and mesenchymal signatures ( Fig. 3, L to N ). The subpopulation gene signatures overlapped between two mouse MPNST models, although NPE-mut tumors harbored primarily a robust mesenchymal-SCP/NC–like cell population (MES-SCP/NC–like), whereas mMPNST comprised a wide spectrum of tumor cell states at comparable proportions across the transitional stages of SC transformation to malignancy ( Fig. 3, D and M ). These data suggest that the phenotypic cellular populations are shared between the two MPNST tumor models, despite at different proportions. Thus, the dynamics of phenotypic diversity and reprogramming of tumor cell states at different stages of tumorigenesis are comparable among different murine benign NF and malignant MPNST models. Conserved cellular heterogeneity and mesenchymal stem-like states between mouse and human MPNSTs To determine cellular diversity between murine and human MPNSTs, we performed single-cell transcriptomic profiling of human  NF1 -associated MPNSTs (hMPNST;  n  = 4; 22,661 cells; data S3) using the 10X Genomics platform (fig. S5). Using the Seurat species integration platform ( ), we visualized human MPNST cells co-embedded with advanced-stage mouse MPNST cells ( 32 Fig. 4A ). Despite the species difference, cell types in human MPNST overwhelmingly mapped to the corresponding mouse cell phenotypes ( Fig. 4, A and B ). Fig. 4. Mouse MPNST shares features of cellular heterogeneity and fidelity with human MPNST. ( A ) UMAP visualization of scRNA-seq data from pooled analysis of advanced-stage sciatic nerve tumors from Lats1/2-mut mice ( n  = 2; 7155 cells) and human  NF1 -associated MPNST ( n  = 4; 22,661 cells). Mouse genes were converted to human homologs before data integration. ( B ) Side-by-side UMAP visualization of mouse and human MPNST integrative scRNA-seq data. Dotted lines encircle overlapping and unique cell populations in SC clusters (brown) in mouse and human MPNST. ( C ) Predicted proportions of cell types in mouse and human MPNST from scRNA-seq datasets. * P  < 0.05, ** P  < 0.01, and *** P  < 0.001, multiple  t  test using the Holm-Sidak method. Data are means ± SEM. ( D ) Heatmap of proportions of cells in integrative mouse and human MPNST scRNA-seq predicted by deconvolution analyses using CIBERSORTx against 13 human neural crest developing cell types at 4PCW ( GSE49710 ). ( E ) A dot plot of marker gene expression in major tumor subpopulations in integrative mouse and human MPNST datasets. The color represents scaled average expression of marker genes in each cell type, and the size indicates the proportion of cells expressing marker genes. ( F ) Representative immunohistochemistry images of MPNST, NF, or normal nerves stained for EYA4 and ZEB1. Scale bars, 100 μm. Notably, the tumor-associated subpopulations in human MPNSTs diversified into a spectrum of phenotypic states ranging from immature neoplastic SCs and malignant SCPs to MES-NC–like states ( Fig. 4, B and C ). Human MPNSTs harbored a minimal fraction of mature SCs, whereas mouse tumors contained myelinating SCs. In addition, we identified common immune and stromal clusters, including macrophage, T cell, fibroblast, endothelial, and VSMC/pericyte clusters, suggestive of a conserved tumor niche across species ( Fig. 4, A to C ). To infer the putative cellular identities of SC-derived tumor phenotypes, we used reference profiles of the developing neural lineages and neural crest cell types from human embryos by CIBERSORTx ( ). Our analysis indicated that tumor cells (clusters 0, 4, and 13) transcriptionally mimicked the migratory neural crest cell (EMT_NCC) signature ( 33 ), whereas neoplastic cells of committed SC lineage displayed gene signatures similar to that of neural crest cells committed to the SC lineage (NCC_SCP) ( 34 Fig. 4D  and fig. S6A). Similar to mouse MPNSTs, we identified malignant SCP-like program markers (e.g.,  ALDH1A1 ,  ALDH1A3 , and  VEGFA ) and malignant MES-NC–like program markers (e.g.,  MEIS2 ,  ZEB1 , and  EYA4 ) selectively enriched in human MPNSTs ( Fig. 4E ). We further validated robust expression of malignant SCP signatures (ALDH1A1 and VEGFA) and MES-NC–like signatures (ZEB1 and EYA4) in MPNST compared with NF patient specimens as well as in human MPNST cell lines ( Fig. 4F  and fig. S6, B and C). Together, the conserved cellular landscape of both mouse and human malignant nerve tumors emphasizes the similarity of tumor ecosystems across species and identifies potential regulatory programs for malignancy in MPNST. Cellular heterogeneity and mesenchymal stem-like state evolution during human NF to MPNST transition To investigate the cellular transition from human benign NF to MPNST, we generated single-cell transcriptomes from human  NF1 -mutated PNF ( n  = 10; 55,770 cells) and  NF1 -associated MPNST ( n  = 4; 22,661 cells) samples ( Fig. 5A , fig. S7A, and data S3). Within PNFs, cell clusters were partitioned into five major cell types including SC lineage cells, immune cells, fibroblasts, macrophages, and other stromal cells (fig. S7, B and C). Similar to early-stage mouse MPNSTs, NFs harbored primarily neoplastic-committed SC lineage cells such as immature SCs accompanied by tissue-resident fibroblasts, and macrophage populations including mesenchymal-associated macrophages enriched for  S100A9  and  MARCO  (fig. S7, B to D) ( ,  33 ,  35 ). 36 Fig. 5. Cellular diversity increases during the transition from NF to MPNST in patients. ( A ) UMAP visualization of pooled scRNA-seq data from PNF ( n  = 10; 55,770 cells) and  NF1 -associated MPNST ( n  = 4; 22,661 cells). ( B ) UMAP visualization of scRNA-seq data from PNF and MPNST. Red rectangles denote unique tumor cell populations in NF and MPNST. ( C ) Predicted proportions of cell types in PNF and MPNST from scRNA-seq datasets. ( D ) Box plot of the distribution of relative proportions of nerve tumor–specific cell types between PNF and MPNST by CIBERSORTx deconvolution analyses. ( E ) Predicted fraction of cells in human PNF ( n  = 8) and MPNST ( n  = 9) by CIBERSORTx against each cell type represented in scRNA-seq from advanced-stage sciatic nerve tumors in mouse MPNST. ( F ) Side-by-side UMAP visualization of SC-derived tumor cell subclusters (red rectangles in (B) in NF ( n  = 6043 cells) and MPNST ( n  = 5440 cells) after reclustering with cells colored according to corresponding tumor type. ( G  and  H ) Inference of CNVs from scRNA-seq data for (F) PNF ( n  = 6) and (G) MPNST ( n  = 4) with cutoff for the minimum average read counts per gene among reference cells set at 0.1. Each row corresponds to a cell, ordered by tumor, and clustered within each tumor by CNV patterns. ( I  and  J ) Side-by-side UMAP visualization (I) of an NF ( n  = 10,238 cells), ANNUBP [ n  = 4300 cells,  GSE165826  ( )], and MPNST ( 12 n  = 8338). Red rectangles indicate MPNST-enriched tumor clusters. Proportions of cell types in NF, ANNUBP, and MPNST (J). * P  < 0.05, ** P  < 0.01, and *** P  < 0.001 in (C) and (E), multiple  t  tests using the Holm-Sidak method. Data are means ± SEM. To characterize the tumor landscape as benign NF transforms to MPNST, we integrated the single-cell datasets from NFs and MPNSTs by Seurat ( ). Notably, similar to mouse MPNST, we detected unique tumor-associated clusters in human MPNSTs that were not present in NFs such as MES-NC–like cells and MES-like malignant cells ( 32 Fig. 5, A to C ). Consistently, deconvolution analyses of cell type abundances from bulk transcriptomes of human benign PNF and  NF1 -associated MPNST showed significantly increased proportions of advanced stage–specific MES-NC–like tumor cells in addition to cycling tumor cells in MPNSTs. In contrast, MPNST exhibited a reduction in immature SCs and mature SCs, which were prominently present in benign NFs ( Fig. 5, D and E ). To define cellular evolution of tumor-like populations during the NF-to-MPNST transition, we focused on the SC lineage–derived cell populations from NF and MPNST. Unsupervised clustering analysis revealed that these SC-derived populations formed a continuum of cell states along the benign NF-to-MPNST trajectory ( Fig. 5F  and data S2). Benign NF had a strong SC signature consisting predominantly of mature myelinating SCs, nonmyelinating SCs, immature SCs, SCP-like neoplastic SCs, and inflammatory SCs with high major histocompatibility complex II (MHCII) signature ( Fig. 5F ). Whereas MPNST shared inflammatory SC and neoplastic SCP-like subsets as well as a small cluster of myelinating SCs with NF, MPNST acquired diverse malignant populations, including hypoxic malignant SCPs, malignant NC-like cells, and MES-NC–like cell states ( Fig. 5F  and fig. S8A), reflecting a reversal of the SC developmental trajectory toward the mesenchymal neural crest identity. Genomic instability and SC reprogramming to mesenchymal neural crest–like cells during human NF-to-MPNST evolution To further classify cells into malignant and nonmalignant populations, we inferred genome-wide chromosomal copy number variations (CNVs) from human NF and MPNST scRNA transcriptomic profiles using stromal and immune cells as nonmalignant references ( ). In NFs, although we did not detect noticeable changes in CNVs of stromal-like cells, we observed that neoplastic immature SCs often had chromosome 19 loss ( 37 Fig. 5G ), consistent with a previous report ( ). In contrast, MPNSTs harbored more CNVs than benign NFs. SC-derived tumor clusters such as immature SC/SCP-like and previously unidentified MES-NC–like populations with neural crest and mesenchymal signatures in MPNSTs exhibited a wide array of CNVs such as chromosome 7, 15q, and 17q gains and 11q loss observed in MPNST ( 38 Fig. 5H ) ( ,  39 ), suggesting that they are malignant tumor cells. 40 We further compared the cellular heterogeneity of NF and MPNST with a transitional stage tumor, classified as an atypical neurofibromatous neoplasm of uncertain biologic potential (ANNUBP) ( ,  12 ). We identified cellular features of both NF and MPNST in the ANNUBP populations, including NF-enriched immature-like neoplastic SCs and MPNST-enriched malignant NC-like cells. However, MES-NC–like populations were exclusively present in MPNST but not in ANNUBP ( 41 Fig. 5, I and J ). Together, our observations indicate an expansion of cellular heterogeneity and an increase in genomic instability in malignant SC-derived tumor subpopulations during the transformation from NF to MPNST in human patients. Mesenchymal neural crest–like tumor cells are distinct from nestin +  cells and correlative of clinical severity in MPNST To correlate the SC-derived subpopulations in NF and MPNST with their putative developmental origins along the human neural crest lineage development ( ), we performed CIBERSORTx to infer cell type–specific phenotypic states. In NF, SCs and immature-like neoplastic SC:SCP-like cells showed strong NCC_SCP signatures ( 34 Fig. 6A ), indicative of committed SC origin. This signature gradually decreased as NF transitioned to malignancy. Notably, in MPNST, malignant SCPs exhibited a hybrid of NCC_SCP and EMT_NCC signatures, and malignant NC-like cells acquired premigratory neural crest cell traits ( Fig. 6A ). Notably, malignant MES-NC–like cells lacked SC transcriptional features and phenotypically resembled neural crest cells that have undergone EMT (EMT-NCCs) ( Fig. 6A ). This was in concordance with the differential malignant cellular state distributions in MPNSTs with a strong enrichment of the MES-NC–like state as compared to NFs ( Fig. 6B ). Notably, MES-NC–like cells, which highly expressed the EMT inducer  ZEB1 , essentially lacked expression of  nestin  and were distinct from nestin +  cells in MPNSTs ( Fig. 6, C and D , and fig. S8B), indicating that MES-NC–like cells were a previously unknown unique stem-like mesenchymal tumor cell state that emerged during malignant transformation in MPNSTs. Fig. 6. MES-NC–like tumor cells are distinct from nestin +  cells and correlative of clinical severity in MPNSTs. ( A ) Heatmap shows cell proportions in tumor cell states in PNF and MPNST by CIBERSORTx deconvolution of scRNA-seq against neural crest cell types (4PCW embryos;  GSE49710 ). ( B ) Cell-state plots of tumor subpopulations in NF ( n  = 10) and MPNST ( n  = 4). The positions of tumor cell phenotypes (dots) indicate relative scores for the meta-modules, and their colors represent the count. ( C ) Dot plot of  nestin  and  ZEB1  expression in tumor populations in human MPNST. ( D ) Immunostaining for ZEB1 (red) and nestin (green) in MPNST. Scale bars, 10 μm. ( E ) Predicted proportions of MES-NC–like cells in relation to the histologic grade of MPNST and NF based on scRNA-seq. ( F ) Predicted proportions of MES-like cells in relation to the histologic grade of MPNST (high grade,  n  = 7; low grade,  n  = 4) and NF ( n  = 8) based on bulk RNA-seq. *** P  < 0.001, one-way ANOVA. ( G ) Heatmap of signature expression with cells sorted by NMF gene modules grouped by key meta-programs in NF and MPNST.  X  axis, distribution of SC-derived tumor clusters;  y  axis, hierarchical clustering of gene modules into meta-programs. ( H ) NMF modules highlight cell type–specific meta-programs and cellular activity in NF and MPNST. Red rectangles: cell populations enriched for the selected gene modules. ( I ) Tumor cell–state trajectories from NF to MPNST inferred by Slingshot. Arrows, transformation direction. ( J ) CytoTRACE predicts differentiation status ordering of tumor cell types in NF and MPNST. To determine whether the tumor cells with MES-NC–like states offer prognostic value, we evaluated the correlation between MES-NC–like cell abundance and disease severity. We found that the abundance of MES-NC–like subpopulations correlated clinically with the histologic grade of MPNST. Notably, high-grade MPNSTs displayed a higher proportion of malignant MES-NC–like tumor cells than low-grade MPNSTs, as inferred by deconvolution analysis ( Fig. 6, E and F ). In contrast, benign NF tumors lacked the malignant MES-NC–like subpopulation. These observations suggest that the emergence of malignant MES-NC–like tumor cell states in MPNSTs predicts the pathological grade and potentially the prognostic implications in patients with peripheral nerve sheath tumors. To further delineate the transcriptional patterns of tumor-associated cell states in NF and MPNST, we applied the NMF algorithm and uncovered 30 gene activity modules, which were grouped into seven meta-programs in tumor cells. These meta-programs revealed a gradual phenotypic change during tumor progression ( Fig. 6, G and H ). Benign NF clusters were largely enriched for the meta-program associated with SC and glial differentiation (meta-program VII), whereas inflammatory SC subsets (meta-programs IV and VI) were related to response to cytokine and antigen presentation ( Fig. 6, G and H , and fig. S9). In contrast, in MPNST, malignant SCP-like cells had signatures associated with wound healing and hypoxia (meta-program II), consistent with expression of hypoxia-induced genes ( Fig. 6, G and H ). The transcriptional meta-program consisting of neural crest and EMT induction signatures (meta-program I) was enriched in malignant MES-NC–like cell populations, which expressed genes associated with EMT and stemness, such as  ZEB1 ,  SLIT2 , and  GLI3  ( Fig. 6, G and H ), highlighting the emergence of previously unidentified cell identity programs in transformed MPNSTs. Pseudo-time analysis using Slingshot indicated that SC-derived cell-state evolution followed a dedifferentiation path from committed and differentiated SCs that later attained inflammatory signatures and transformed into SCP-like neoplastic cells in NF ( Fig. 6I ). Using differentiation status analysis by CytoTRACE, we further found that the hypoxic malignant SCP subset occupying the branching point likely represented the highly plastic cell population that gave rise to MES-NC–like malignant cell fates with strong stem cell–like and EMT traits ( Fig. 6J ). Hence, our data suggest that the benign-to-malignant tumor transition is characterized by a progressive gain of cells with primitive mesenchymal neural crest–like states during MPNST transformation. Distinct dynamics and cross-talk between tumor cells and microenvironment in NF and MPNST To characterize tumor microenvironment dynamics during tumor progression, we compared stromal and immune populations between PNF and MPNST. NF tissues exhibited more diverse macrophage, T cell, and fibroblast repertoires compared with MPNST (fig. S10, A to C). NF harbored a strong  MARCO high  macrophage cluster and a proinflammatory activated macrophage cluster, as well as diverse T cell populations compared with MPNSTs (fig. S10B). In contrast, MPNST contained a unique  SPP1 high  macrophage population (fig. S10A) that has been shown to promote cancer cell survival, angiogenesis, and metastasis via EMT ( ). Notably, NF harbored resident mesenchymal cells in peripheral nerves, such as epineurial and perineurial fibroblasts ( 42 ), which were absent in MPNST (fig. S10C), suggesting a disruption of normal connective tissue surrounding peripheral nerves in malignant tumors. In addition, these fibroblasts were markedly reduced in frequency as NF progressed to malignancy (fig. S10C), consistent with histologically attenuated involvement of fibroblasts in MPNST ( 15 ). These observations suggest a dynamic remodeling of tumor microenvironment during progression from NF to MPNST. 41 To decipher potential intercellular communication networks from gene expression profiles, we quantified the communication probability and strength of ligand-receptor interactions between tumor cells and the microenvironment over the course of benign-to-malignant progression. Within NF, we identified 24 significant cell-cell interactions between participating cell types. The most communicative partnership was between fibroblasts and neoplastic SCs, in both directions, followed by the communication between fibroblasts and endothelial cells (fig. S10, D and E). In MPNST, we detected 69 interacting partnerships (fig. S10, F and G), indicative of the robust involvement of tumor microenvironment in malignant MPNSTs. By comparing the signaling network and information flow (i.e., overall communication probability among all pairs of cell groups in the inferred network) using CellChat, a joint manifold and classification learning analysis ( ), we found pathways active in both NF and MPNST, such as the insulin-like growth factor (IGF) and secreted phosphoprotein 1 (SPP1) pathways, although these pathways were active at different levels and were mediated by context-dependent cell types (fig. S11A). Whereas fibroblasts predominantly released IGF signals in NF, in MPNST, multiple SC-derived tumor populations including malignant neural crest/mesenchymal stem-like cells were the key contributors of outgoing IGF signals (fig. S10H), which are critical for MPNST growth ( 43 ). This suggests that MPNST cells may produce growth-promoting cues that stimulate their own proliferation. Similarly, different cell types such as MES-SCP–like cells and macrophages contributed to SPP1 signaling in MPNST compared to neoplastic SCs as the sole secreting cells of SPP1 signals in NF (fig. S10I). In addition, we identified 17 pathways that were exclusively active in MPNST compared with NF, including those enriched in malignant phenotypes, such as the growth differentiation factor (GDF), noncanonical WNT, hedgehog, fibroblast growth factor (FGF), and bone morphogenetic protein (BMP) signaling (fig. S11, A and B), consistent with activation of these pathways during malignant transformation of PNF to MPNST ( 44 ). Thus, our analyses suggest that compared with NF, MPNST has distinct tumor microenvironment and cell-cell communication networks, and exhibits more complex intra- and intercellular growth signaling niches. 45 TF networks regulating stemness and EMT during NF-to-MPNST transformation To pinpoint gene regulatory mechanisms defining cell identities and cell-state transition during NF-to-MPNST transformation, we performed single-cell Assay for Transposase-Accessible Chromatin using sequencing (scATAC-seq) to map chromatin accessibility landscapes and regulatory dynamics using high-quality nuclei from human NF and MPNST tumor tissues. By integrating scRNA-seq and scATAC-seq datasets using ArchR package ( ), we annotated all major cell types based on their epigenomic profiles that corresponded to their gene expression profiles ( 46 Fig. 7, A and B ). Similar to mouse MPNST, we identified three distinct SC-derived epigenomic states: nonmyelinating SCs and neoplastic SCs in NF, as well as malignant MES-NC–like cells in MPNST ( Fig. 7, A and B ). Fig. 7. Regulatory networks of stemness and EMT for NF-to-MPNST transformation as potential therapeutic vulnerabilities. ( A ) UMAP plot of scATAC-seq–derived clusters with reference to scRNA-seq classification of cell clusters in PNF (NF2-004;  n  = 10,870) and MPNST (MPNST2-084;  n  = 8769). ( B ) Heatmaps of peak-to-gene links identified across cell clusters in NF and MPNST datasets. ( C  and  D ) Heatmaps of top DEG activity score (C) and positive TF regulators (D) in tumor clusters during NF-to-MPNST transformation. ( E ) Differentially accessible peaks between neoplastic SCs in PNF and MES-NC cells in MPNST. ( F ) Heatmap of DEGs in MPNST compared with PNF bulk RNA-seq data. ( G ) GSEA analysis of MPNST and PNF for top differentially regulated gene sets. ( H ) Pie chart of candidate genes for therapeutic targeting in MES-NC cells from mouse and human MPNST. Red, targetable gene hits. ( I  and  J ) Cell density, BrdU incorporation (4-hour pulse), and cleaved caspase-3 immunostaining in NF1-associated (T265, MPNST642) and sporadic MPNST cell lines (STS26T), transfected with si-ZEB1 or nontargeting siRNA (si-control). (I) ZEB1 immunostaining in T265 cells. Scale bars, 50 μm. ( K ) qRT-PCR of  ZEB1  between control and ZEB1 shRNA knockdown in T265 cells. ( L ) Left, diagram, created by  BioRender.com , depicts xenograft with control and shZEB1 T265 cell injection. Right: Representative image of flank tumor outgrowth before harvest at 11 weeks after implantation with control (red arrow) and ZEB1 shRNA T265 cells (white arrow) in athymic nude mice. ( M ) Tumor growth curves after cell implantation between control- and ZEB1-shRNA knockdown tumors. * P  < 0.05, ** P  < 0.01, and *** P  < 0.001 for (J), (K), and (M), Student’s  t  tests. By peak-to-gene linkage, which leverages integrated scATAC-seq and scRNA-seq for correlation between peak accessibility and gene expression ( Fig. 7B ), we identified differentially accessible chromatin regions enriched in gene loci encoding genes associated with embryonic neural crest development ( SIX1 ,  ZIC1 , and  ZIC2 ) ( ), EMT inducers ( 47 ZEB1 ,  SNAI2 , and  TGFB2 ), and mesenchymal traits ( MSX1 ,  MEOX1 , and  EYA1 ) in MPNST-specific MES-NC cells ( Fig. 7B ). To characterize these epigenomic states with respect to SC identity, we defined gene and transcription factor (TF) motif score differences between individual evolutionary states. In NF, consistent with committed SC lineage character, the DEGs with accessible peaks in nonmyelinating SCs were primarily overrepresented in glial cell differentiation, such as  PMP22  and  POU3F1  ( Fig. 7B ). In neoplastic SCs, genes with open chromatin were related to undifferentiated SCs, such as  SOX2  and  PLP1 , along with enrichment in TF motifs associated with immature SC status including SOX2, SOX10, and CRYAB ( Fig. 7, B to D ) ( ,  48 ). In contrast to SCs in NF, the malignant cell states with MES-NC signatures showed strong early embryonic characteristics in MPNST and activated neural crest specification and EMT programs such as TWIST1, SNAI2, OLIG3, and TEAD1 motif accessibility during the transition to malignancy ( 49 Fig. 7, C and D ). Consistently, Gene Ontology (GO) analysis indicated that the genes with accessible peaks in MES-NC–like cells were associated with human embryonic mesenchymal cells, cell adhesion, and morphogenesis in MPNST, while those in neoplastic SC were associated with neural development and gliogenesis in NF ( Fig. 7E ). These changes are indicative of the acquisition of primitive neural crest features from neoplastic SCs and a concomitant loss of SC identity during MPNST tumorigenesis. Consistent with single-cell analysis, differential gene expression and Gene Set Enrichment Analysis (GSEA) of bulk transcriptomes between benign NF and MPNST cohorts revealed a substantial up-regulation of embryonic stem cell, cell cycle, and EMT signatures, as well as the EZH2 ( ), MYC ( 50 ), and HIPPO-YAP pathways ( 51 Fig. 7, F and G , and fig. S12) ( ) that contribute to tumor malignancy in MPNST. In contrast, benign NF maintained a strong differentiated SC identity with enrichment in inflammatory response genes ( 14 Fig. 7, F and G , and fig. S12). Thus, our data suggest that stage-specific cell identities and gene regulatory circuitries during NF to MPNST transition delineate cancer cell reprogramming to the malignant state in human MPNSTs. Conserved core regulatory circuitries in mouse and human MPNSTs suggest therapeutic vulnerabilities We hypothesized that targeting novel malignant cell populations may improve therapeutic strategies for treatment-resistant MPNSTs. To identify potentially targetable pathways and biomarkers in MPNST, we interrogated the Drug Gene Interaction database (DGIdb) with the gene signatures in malignant MES-NC–like and SCP/NC-like subpopulations shared between mouse and human MPNSTs ( Fig. 7H  and fig. S13, A to C). By systematically constructing and visualizing molecular interaction networks of these signature-specific markers using OmicsNet (fig. S13, A and B) ( ), we prioritized gene targets with potential pharmacological interventions. For the malignant MES-NC–like subpopulations, we identified druggable vulnerabilities including receptor tyrosine kinases IGF1R and EPHA3; growth factor NRG1; transcriptional regulators ZEB1, MEIS2, and TEAD1; and protein phosphatases EYA2 and PTPRG ( 52 Fig. 7H  and fig. S13A). Consistent with our analysis, a set of the identified targets such as IGF1R, EYA4, and TEAD1 has been implicated in MPNST progression ( ,  14 ,  44 ). In addition, we identified growth factors PDGFA, epidermal growth factor receptor (EGFR), and nerve growth factor receptor; hypoxia-induced targets VEGFA and TGFA; and EMT/stem cell regulators such as ALDH1A1 ( 53 ) as potentially druggable targets in the malignant SCP/NC-like population (fig. S13, B and C). 54 To further validate the function of ZEB1, a key regulator of EMT induction and cell plasticity ( ), in MPNST cell growth, we performed small interfering RNA (siRNA)–mediated knockdown in different human MPNST cell lines and found that silencing the expression of ZEB1 significantly inhibited tumor cell proliferation and induced apoptosis ( 55 Fig. 7, I and J , and fig. S13D). In contrast, ZEB1 knockdown in both immortalized SCs (ipn02.3λ) and PNF cells (ipn95.11bC and ipn95.6) did not affect the proliferation rate of SCs or benign NF cells assessed by 5-bromo-2′-deoxyuridine (BrdU) incorporation assays (fig. S13E). This is in keeping with overall low expression of ZEB1 in immortalized SCs and benign NF cells (fig. S6C). These data suggest that inhibition of cell proliferation by ZEB1 knockdown is specific to MPNST but not SCs or PNF cell lines. Moreover, by in vivo xenograft assays, we showed that lentivirus short hairpin RNA (shRNA)–mediated knockdown of ZEB1 impeded the tumor growth of an MPNST cell line when compared with control shRNA ( Fig. 7, K to M ), suggesting that ZEB1, a marker for MES-NC–like cells, is critical for MPNST tumor growth in vivo. Similarly, knockdown of an EMT/stemness regulator ALDH1A1 ( ) also blocked MPNST tumor cell proliferation (fig. S14, A and B). Thus, our results indicate that the key regulators of mesenchymal stem-like phenotypic states such as ZEB1 and ALDH1A1 may serve as robust biomarkers and may be targeted to inhibit MPNST tumor cell growth. 54",
  "discussion": "DISCUSSION Cellular heterogeneity and reprogramming with distinct phenotypic characteristics are critical mechanisms underlying cancer progression and therapeutic resistance. In the study, our comprehensive single-cell profiling of murine and patient MPNSTs across various anatomical locations and disease stages reveals remarkable phenotypic diversity, tumor cell–state plasticity and reprogramming, and tumor microenvironment remodeling and further identifies a previously unrecognized clinically relevant nestin-negative mesenchymal stem-like subpopulation as potential therapeutic vulnerability in the highly aggressive MPNST. Identification of nestin-negative primordial MES-NC–like progenitor states during malignant transformation of nerve sheath tumors In human MPNST and advanced mouse tumors, we identify a previously unrecognized malignant MES-NC–like subpopulation with strong mesenchymal features of migratory neural crest– or stem-like cells that have reactivated the pluripotency program to acquire a mesenchymal fate ( ), consistent with mesenchymal malignancies in MPNST ( 56 ). The unique MES-NC–like subpopulation is absent in the early-stage tumors or benign NFs, and it does not correspond to nestin 4 +  cells, suggesting that MES-NC–like progenitor cells represent a previously unknown nestin-negative primitive stem-like subpopulation that is more primitive than nestin +  progenitor cells. This is in keeping with the notion that nestin-negative stem-like cells such as quiescent neural stem cells (qNSCs) represent an earlier form of stem/precursor than nestin +  progenitors ( ). Immunohistology confirmed that MES-NC–like cells with enrichment of EMT inducer ZEB1 are distinct from nestin 57 +  cells in MPNSTs, indicating that NC-MES–like cells are a unique tumor cell type that arises during progression to malignancy. Nestin-expressing cells have been implicated in the tumor origins or cancer stem cells of various tumors ( ). A recent study using nestin-promoter–driven reporter mice suggests that nestin marks the MPNST cell of origin in animal models ( 58 ); however, whether nestin 12 +  cells serve as the sole tumor stem cells in human MPNSTs remains obscure. Nestin-negative stem-like cells also exist in stem cell niches in normal and tumorigenic contexts such as nestin-negative qNSCs in the brain ( ) and nestin-negative mesenchymal-like hematopoietic stem/progenitor cells ( 57 ). Currently, it is unknown whether different stem-like cell populations exist in MPNSTs. Unexpectedly, we found that nestin is expressed in a broad range of SC lineage cells including mature and immature SCs, as well as their precursors within NF and MPNST.  59 Nestin  expression in committed SC lineage cells, including differentiated SCs, is consistent with existing evidence ( ). These results suggest that nestin marks a wide range of SC lineage cells in addition to potential stem-like cells in MPNSTs. Because it is unclear whether nestin 60 +  cells are actual stem cells based on  nestin -promoter–driven reporter expression in the transgenic mouse lines ( ), one would be careful to assign  12 nestin +  cells as neural crest– or stem-like cells in murine MPNST models given that they represent a spectrum of  nestin +  SC lineage cells. Nonetheless, our studies suggest that the coexistence of nestin-positive cells and nestin-negative MES-NC–like progenitors likely contributes to the high cellular heterogeneity and therapeutic resistance of MPNSTs. Our single cell–based cellular architecture construction of human NF and MPNST delineates the stage-specific SC evolutionary cancer cell states over the course of malignant transformation in peripheral nerve tumors. Although we cannot rule out stalled development of SC precursors or skin-derived precursors as possible mechanistic contributors of nerve tumors ( ,  7 ), our multiomic profiling of human NF and MPNST tumors and murine MPNST models across tumor progression indicates that SC lineage cells can be reprogrammed via dedifferentiation into stem cell–like malignant subpopulations such as MES-NC–like cells rather than derive from a direct expansion of potential existing stem cell pools in peripheral nerves to form MPNSTs that arise from benign NFs ( 12 Fig. 8 ). Fig. 8. Schematic diagram depicts SC-derived tumor cell states as benign NF transforms to MPNST. A schematic model depicts the progression and cellular state transitions from benign NF to aggressive MPNST. Oncogenic mutations such as  NF1  loss in the SC lineage can lead to the formation of benign NF tumors due to loss of heterozygosity of  NF1  gene. Benign NF can be further transformed into malignant MPNST with additional mutations such as in  TP53 ,  EED ,  SUZ12 , and  CDKN2A  or activation of YAP/TAZ signaling. Schwann lineage cells adopt a dedifferentiation trajectory at the onset of oncogenic transformation through stepwise reprogramming toward neoplastic immature SC-like, malignant SCPs, and malignant SCP/NC-like progenitors and MES-NC–like cells with strong stem cell–like and EMT traits. Both malignant SCP/NC-like and MES-NC–like progenitors may contribute to MPNST transformation from benign NF. Nestin +  cells have also been shown to give rise to MPNST in mouse models (dotted line) ( ). The model was created with  12 BioRender.com . Our single-cell characterization shows that human MPNST and advanced-stage tumors in mice exhibit malignant phenotypes characterized by neural crest and EMT signatures, which is often associated with cancer cell plasticity and capabilities to invade, disseminate, and seed metastasis ( ). In contrast, human benign NFs and early-stage murine tumors primarily harbor neoplastic immature SCs. Our intersectional analyses reveal that MPNST tumorigenesis mirrors injury-induced SC reprogramming and tissue remodeling. It is possible that MES-SCP/NC–like cells in MPNST arise through inflammation-induced injury-like dedifferentiation because of therapy response (data S3). While our mouse MPNST models have not been exposed to therapy, they yet display a spectrum of SC-derived tumor cell states compatible with human MPNST. We therefore hypothesize that SC lineage transformation to malignancy may be a phenomenon conserved between peripheral nerve sheath tumors across species. At present, it remains to be determined whether MES-SCP/NC–like cells are a quiescent population that resists conventional therapies, although they show an up-regulation of mesenchymal and neural crest markers, which are associated with stemness. Furthermore, MES-SCP/NC–like cells were enriched in both the sporadic mMPNST (Lats1/2-def) model with intact  61 Nf1  and the  Nf1 -associated model NPE-MPNST with  Nf1  loss, suggesting that the emergence of MES-SCP/NC–like cells is likely independent of  Nf1  status. Thus, transformed SCs may exhibit extraordinary lineage plasticity by adopting a dedifferentiation path reminiscent of repair responses and reprogramming into a mesenchymal/neural crest–like phenotype in MPNSTs. Increased phenotypic diversity and reprogramming underlie NF-to-MPNST transformation Our integrated single-cell transcriptomics and epigenomics revealed diverse and continuous state transitions and robust reprogramming of regulatory landscapes during the transformation from early- to late-stage malignant tumors in mice or from NF to MPNST in human patients. NF and MPNST have distinct neural crest/neoplastic and neural crest/mesenchymal states. In benign NF, SC states are mainly regulated by SC identity programs and SC plasticity regulators (e.g., SOX10, POU3F1, and JUN), whereas MES-NC–like malignant states are predominantly present in MPNSTs and are established by neural crest–related and EMT transcriptional programs including early neural crest regulatory factors (e.g., OLIG3, SIX2, and MEOX2) and EMT activators (e.g., ZEB1, TWIST1, and SNAI2). In addition, we identified that ANNUBP ( ) had a wider spectrum of SC-derived tumor cells than NF, which harbored only SC-like populations such as immature and neoplastic SCs. ANNUBP shared overlapping tumor subpopulations with MPNST, which contains late stage–specific populations, such as malignant SCP-hypoxic and malignant NC-like clusters. These observations suggest that ANNUBP is in transition from benign NF, which predominately comprises tumor cells of committed SC lineage, to MPNST, which contains tumor cells of mesenchymal and neural crest–like phenotypes. ANNUBP, though, do not harbor the final stage of malignant transformation, i.e., MES-NC–like population, suggesting that MES-NC–like cells are specific to malignant nerve tumor MPNSTs. Thus, the programs underlying the NF-MPNST transition permit transformed SCs to sample a broader range of phenotypic space for lineage infidelity and cellular plasticity, leading to malignancy of nerve tumors. 12 Our data indicate that transcriptional states underlying phenotypic diversity are largely conserved across different murine models caused by distinct driver mutations and human MPNSTs, suggesting a preordained regulatory program dictating the growing spectrum of tumor states related to malignancy. In distinct animal models of MPNST and human MPNSTs, we observe similar deregulation and reprogramming of SC developmental circuitries into mesenchymal stem-like phenotypes. The mesenchymal-promoting EMT programs and Hippo-YAP/TAZ signaling, which is elevated in human MPNSTs ( ), likely contribute to phenotypic and cellular plasticity that contribute to spatiotemporal intratumor heterogeneity during malignant transformation as described in other contexts ( 14 ). Other factors such as epigenetic regulation and tumor microenvironment interactions may contribute to tumor phenotypic diversification into aggressive cell states ( 62 ). Thus, NF transformation to malignancy at least in part embraces the acquisition of mesenchymal neural crest stem-like states, thus deeming MPNST a sarcoma malignancy, despite its neural origin ( 63 ). 2 Dynamic tumor microenvironment and immune landscape remodeling during MPNST evolution In our animal models, we identified newly emerged “late-stage” anti-inflammatory macrophages as protumorigenic niches during MPNST progression, while proinflammatory activated macrophages and T cells present in early-stage tumors were diminished in advanced tumors, suggesting dynamic acquisition and reshaping of tumor microenvironment and immune landscape during MPNST progression. Similarly, benign NF was highly enriched in proinflammatory macrophage subtype expressing high levels of  MARCO , which encodes a scavenger receptor ( ). MARCO 35 +  macrophages can promote proinflammatory responses and an immunosuppressive niche by inhibiting cytotoxic T and natural killer cell activation and enhancing malignancy and invasiveness ( ). In contrast, human MPNSTs harbor a unique protumoral  35 SPP1 high  macrophage subtype that has been shown to promote cancer cell survival as well as stimulate angiogenesis and metastasis via EMT ( ), suggesting a transition from proinflammatory to protumoral macrophages during NF-to-MPNST transformation. Thus, our data suggest that tumor cell–state transitions during MPNST development may co-opt and reshape the microenvironmental signals for oncogenic transformation. 42 MPNST had distinct tumor-associated subpopulations than NF including hypoxic malignant SCPs and malignant cells with neural crest/mesenchymal gene signatures. There is dynamic cross-talk between malignant tumor subpopulations with mesenchymal-like SCPs through FGF, BMP, EMT-inducing noncanonical WNT, and mitogenic neuregulin pathways, consistent with activation of these pathways during malignant transformation of NF into MPNST ( ). Moreover, in addition to fibroblasts in the healthy nerves in early-stage mouse tumors, we identified an activated cancer-associated fibroblast subtype that promotes cancer progression and invasiveness ( 45 ). Despite the presence of a small population of mast cells in NPE-MPNST tumor models, we did not detect any notable presence of mast cells in our human NF and MPNST datasets as well as published ANNUBP datasets, possibly due to technical limitations. Nonetheless, our data suggest that there are conserved yet distinct patterns of tumor signaling pathways, and microenvironmental niches and communication networks between benign NF and MPNST, highlighting that the molecular and phenotypic differences between NF and MPNST can be driven not only by cancer cell states but also by a complex molecular intercellular network. 64 Clinically relevant mesenchymal neural crest–like subpopulation in MPNST Our studies indicate that the unique MES-NC–like subpopulation is a previously unidentified malignant stem-like state common to both murine and human MPNSTs. The abundance of the MES-NC–like subpopulation within MPNST correlates with the histologic severity of the disease and potentially implies a poor clinical outcome and therapeutic resistance. Our analyses suggest that the emergence of an MPNST-specific malignant MES-NC–like state is governed by primary EMT events, which endow cancer cells with stem cell attributes, facilitates metastasis, and contributes to therapeutic resistance and disease recurrence ( ). We further identified that EMT and stemness regulators such as ZEB1 and ALDH1A1 are critical for viability and proliferation of MPNST cells, consistent with their tumorigenic and invasive roles in other contexts ( 65 ). At present, the role of MES-NC–like or MES-SCP/NC–like cells in MPNST malignancy is correlative and remains to be determined in vivo. Nonetheless, we show that neoplastic cells enriched with MES-NC–like or MES-SCP/NC–like populations ( 66 Zeb1 + Nes − ) isolated from MPNST tumor models (Lats1/2-def or NPE-mut) were highly tumorigenic in allografts ( Fig. 3 ) ( ). Furthermore, shRNA-mediated knockdown of ZEB1, which is a key marker for MES-NC–like or MES-SCP/NC–like cells and does not overlap with Nestin, effectively impeded tumor growth in MPNST xenograft models. Thus, our data suggest an integral role for EMT regulators such as ZEB1 in SC reprogramming and tumor cell plasticity during the transition of NF to malignancy and MPNST progression. 14 In conclusion, our single-cell datasets serve as a molecular and cellular blueprint of the transcriptional states and drivers for malignant transformation in MPNSTs, which can be visualized, explored, and analyzed from an interactive web ( https://viz.stjude.cloud/yu-lab/collection/MPNST-Lu-lab~11 ). Our studies highlight the importance of phenotypic and cellular heterogeneity, reprogramming, and microenvironment remodeling during MPNST development and progression as well as disease prognosis. Further, we characterized the transcriptional and epigenomic landscapes as well as their regulatory networks that drive SC state evolution and malignancy, identifying a previously unknown clinically aggressive mesenchymal stem-like state that may be leveraged for potential targeted therapy in MPNSTs.",
  "upgrade_date": "2026-02-20 07:33:51"
}