{
  "pmid": "PMID:36332985",
  "title": "Ten-Year Follow-up of Internal Neurofibroma Growth Behavior in Adult Patients With Neurofibromatosis Type 1 Using Whole-Body MRI.",
  "abstract": "BACKGROUND AND OBJECTIVES: Internal neurofibromas, including plexiform neurofibromas (PNF), can cause significant morbidity in patients with neurofibromatosis type 1 (NF1). PNF growth is most pronounced in children and young adults, with more rapid growth thought to occur in a subset of PNF termed distinct nodular lesions (DNL). Growth behavior of internal neurofibromas and DNL in older adults is not well documented; yet knowledge thereof is important for patient risk stratification and clinical trial design. The primary objective of this study was to evaluate the long-term growth behavior of internal neurofibromas in adults with NF1. Secondary objectives were to correlate tumor growth behavior with patient-specific, tumor-specific, and patient-reported variables. METHODS: In this prospective cohort study, internal neurofibromas were identified on coronal short TI inversion recovery sequences on baseline and follow-up whole-body MRIs (WBMRIs). Tumor growth and shrinkage were defined as a volume change ≥20%. The association between tumor growth and patient-specific (baseline age, sex, and genotype), tumor-specific (morphology, location, DNL presence on baseline WBMRI, and maximum standardized uptake value on baseline PET imaging), and patient-reported variables (endogenous and exogenous hormone exposure, pain intensity, and quality of life) was assessed using the Spearman correlation coefficient and Kruskal-Wallis test. RESULTS: Of 106 patients with a baseline WBMRI obtained as part of a previous research study, 44 had a follow-up WBMRI. Three additional patients with WBMRIs acquired for clinical care were included, generating 47 adults for this study. The median age during baseline WBMRI was 42 years (range 18-70). The median time between WBMRIs was 10.4 years. Among 324 internal neurofibromas, 62.8% (56% of PNF and 62.1% of DNL) shrank spontaneously without treatment and 17.1% (17.9% of PNF and 13.8% of DNL) grew. Growth patterns were heterogeneous within participants. Patient-specific, tumor-specific, and patient-reported variables (including endogenous and exogenous hormone exposure) were not strong predictors of tumor growth. DISCUSSION: Internal neurofibroma growth behavior in older adults differs fundamentally from that in children and young adults, with most tumors, including DNL, demonstrating spontaneous shrinkage. Better growth models are needed to understand factors that influence tumor growth. These results will inform clinical trial design for internal neurofibromas.",
  "authors": "K Ina Ly; Vanessa L Merker; Wenli Cai; Miriam A Bredella; Alona Muzikansky; Raquel D Thalheimer; Jennifer Liwei Da; Christina C Orr; Hamilton P Herr; Mary E Morris; Connie Y Chang; Gordon J Harris; Scott R Plotkin; Justin T Jordan",
  "journal": "Neurology",
  "publicationDate": "2023-02-14",
  "doi": "10.1212/WNL.0000000000201535",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-20 06:59:36"
}