{
  "pmid": "36416236",
  "abstract": "Schwann cell-derived neoplasms known as malignant peripheral nerve sheath tumors (MPNSTs) are the most common malignancy and the leading cause of death in individuals with neurofibromatosis Type 1. Using genome-scale shRNA screens, we have previously found evidence suggesting that lysophosphatidic acid receptors (LPARs) are essential for MPNST proliferation and/or survival. Here, we examine the expression and mutational status of all six LPA receptors in MPNSTs, assess the role that individual LPA receptors play in MPNST physiology and examine their ability to activate key neurofibromin-regulated signaling cascades. We found that human Schwann cells express LPAR1 and LPAR6, while MPNST cells express predominantly LPAR1 and LPAR3. Whole exome sequencing of 16 MPNST cell lines showed no evidence of mutations in any LPAR genes or ENPP2, a gene encoding a major LPA biosynthetic enzyme. Oleoyl-LPA, an LPA variant with an unsaturated side chain, promoted MPNST cell proliferation and migration. LPAR1 knockdown ablated the promigratory effect of LPA, while LPAR3 knockdown decreased proliferation. Inhibition of R-Ras signaling with a doxycycline-inducible dominant negative (DN) R-Ras mutant, which inhibits both R-Ras and R-Ras2, blocked LPA's promigratory effect. In contrast, DN R-Ras did not affect migration induced by neuregulin-1β (NRG1β), suggesting that LPA and NRG1β promote MPNST migration via distinct pathways. LPA-induced migration was also inhibited by Y27632, an inhibitor of the ROCK1/2 kinases that mediate R-Ras effects in MPNSTs. Thus, LPAR1 and aberrantly expressed LPAR3 mediate distinct effects in MPNSTs. These receptors and the signaling pathways that they regulate are potentially useful therapeutic targets in MPNSTs.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:21:58.959223",
  "abstract_length": 1753,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}