{
  "pmid": "PMID:36420221",
  "title": "Antisense oligonucleotides targeting exon 11 are able to partially rescue the NF2-related schwannomatosis phenotype ",
  "abstract": "NF2-related schwannomatosis (NF2-related SWN) is an autosomal dominant condition caused by loss of function variants in the ",
  "authors": "Núria Catasús; Inma Rosas; Sandra Bonache; Alex Negro; Miguel Torres-Martin; Adrià Plana-Pla; Hector Salvador; Eduard Serra; Ignacio Blanco; Elisabeth Castellanos",
  "journal": "Molecular therapy. Nucleic acids",
  "publicationDate": "2022-12-13",
  "doi": "10.1016/j.omtn.2022.10.026",
  "methods": "Material and methods All procedures performed were in accordance with the ethical standards of the IGTP Institutional Review Board, which approved this study and with the 1964 Helsinki declaration and its later amendments. Samples Samples from 14 NF2-related SWN patients from the Spanish National Reference Center on phakomatoses were included in the study ( Table S1 ) after providing written informed consent. Samples included in the study were those harboring a splicing variant or a truncating variant in an in-frame exon of  NF2 . In controls, fibroblasts  NF2 (+/+)  stand as non-affected cells for experimental control (WT), with no mutation in the  NF2  gene, obtained from healthy donors. Genetic  NF2  test Genetic testing was performed using the customized I2HCP panel  in blood or tissue when available. To detect splicing variants, patients were studied both at the RNA and DNA levels. Variants were validated by Sanger sequencing and analyzed using CLC-workbench (Qiagen, Hilden, Germany) in all primary cultures established using ( 81 NM_000268.3 ;  NG_009057.1 ; LRG_511) as reference sequences. In silico NF2  analysis NF2  exons were evaluated using  NM_000268.3  and  NG_009057.1  reference sequences.  NF2  pathogenic variants described in the LOVD in addition with our genetic variants database identified in our NF2-related SWN cohort.  All  29 in silico  analyses of exons (and combinations of them) that when skipped, an in-frame Merlin protein is theoretically maintained were based on the analysis performed by Leier et al. 2021.  Post-translation modifications (PTM) were retrieved from Phosfosite. 82  Only phosphorylation, acetylation, and ubiquitylation were considered as PTMs. Analyses of  83 in silico  protein modifications by the exon skipping were performed using the web-server version of PredictProtein ( https://www.PredictProtein.org ). 46 , 47 Antisense specificity and efficacy The 25-mer-specific PMOs for four patients with splicing variants, and a pair of PMOs to induce exon skipping of exons 4, 8, and 11 of the  NF2  gene were designed ( NM_000268.3 ;  NG_009057.1 ;  LRG_511 ), synthesized and purified by Gene Tools (Philomath, OR). Endo-Porter (Gene Tools) was used as vehicle to deliver PMOs into cells at 6 μM (manufacturer-recommended dose), according to the manufacturer’s instructions. Patient primary fibroblasts carrying  NF2  germline pathogenic variants were treated with the specific single or paired PMOs. A dose-response and a time course study were performed to set-up treatment conditions and the effect of PMOs was assessed by RT-PCR and Sanger sequencing. Levels of Merlin after PMO treatment were analyzed by western blot. For all experiments, the correct effect of the treatment at RNA level was confirmed before western blot analysis. Analysis of Merlin-e11 phenotype recovery An actin immunocytochemistry assay was performed to study the cytoskeletal organization after PMO treatment using Phalloidin (Molecular Probes [Eugene, OR], Invitrogen [Waltham, MA]). AClick-iT EdU Alexa Fluor 488 Flow Cytometry Assay Kit (Molecular Probes, Invitrogen) was used, according to the manufacturer’s protocol, to determine cell proliferation. Cell viability was assessed using RealTime-Glo MT Cell Viability Assay (Promega) following the manufacturer’s instructions. NF2  cloning and expression The  NF2  gene was cloned using the Gateway Gene Cloning system (Invitrogen) after treatment to induce the exon-skipping to an FLAG Tag Expression Vector. The expression vector was transfected into HeLa cells (Lipofectamine LTX with Plus Reagent, Invitrogen) according to the manufacturer’s instructions. Flag expression was assessed by western blot (Monoclonal ANTI-FLAG M2 antibody, Sigma-Aldrich, St. Louis, MO). Statistics Statistical analysis was carried out using GraphPad Prism software v7. The Shapiro-Wilk test was used to test normality and for multiple group comparisons, a two-tailed unpaired t test was performed. Statistical significance is indicated by ∗p < 0.05, ∗∗p < 0.01, and ∗∗∗p < 0.001. For more information, see the  supplemental materials and methods .",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:29:46"
}