{
  "pmid": "PMID:36445254",
  "title": "LZTR1 Mutation Mediates Oncogenesis through Stabilization of EGFR and AXL.",
  "abstract": "UNLABELLED: LZTR1 is the substrate-specific adaptor of a CUL3-dependent ubiquitin ligase frequently mutated in sporadic and syndromic cancer. We combined biochemical and genetic studies to identify LZTR1 substrates and interrogated their tumor-driving function in the context of LZTR1 loss-of-function mutations. Unbiased screens converged on EGFR and AXL receptor tyrosine kinases as LZTR1 interactors targeted for ubiquitin-dependent degradation in the lysosome. Pathogenic cancer-associated mutations of LZTR1 failed to promote EGFR and AXL degradation, resulting in dysregulated growth factor signaling. Conditional inactivation of Lztr1 and Cdkn2a in the mouse nervous system caused tumors in the peripheral nervous system including schwannoma-like tumors, thus recapitulating aspects of schwannomatosis, the prototype tumor predisposition syndrome sustained by LZTR1 germline mutations. Lztr1- and Cdkn2a-deleted tumors aberrantly accumulated EGFR and AXL and exhibited specific vulnerability to EGFR and AXL coinhibition. These findings explain tumorigenesis by LZTR1 inactivation and offer therapeutic opportunities to patients with LZTR1-mutant cancer. SIGNIFICANCE: EGFR and AXL are substrates of LZTR1-CUL3 ubiquitin ligase. The frequent somatic and germline mutations of LZTR1 in human cancer cause EGFR and AXL accumulation and deregulated signaling. LZTR1-mutant tumors show vulnerability to concurrent inhibition of EGFR and AXL, thus providing precision targeting to patients affected by LZTR1-mutant cancer. This article is highlighted in the In This Issue feature, p. 517.",
  "authors": "Aram Ko; Mohammad Hasanain; Young Taek Oh; Fulvio D'Angelo; Danika Sommer; Brulinda Frangaj; Suzanne Tran; Franck Bielle; Bianca Pollo; Rosina Paterra; Karima Mokhtari; Rajesh Kumar Soni; Matthieu Peyre; Marica Eoli; Laura Papi; Michel Kalamarides; Marc Sanson; Antonio Iavarone; Anna Lasorella",
  "journal": "Cancer discovery",
  "publicationDate": "2023-03-01",
  "doi": "10.1158/2159-8290.CD-22-0376",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-20 06:59:59"
}