{
  "pmid": "36459048",
  "abstract": "Neurofibromatosis type 1 (NF1) is a tumor predisposition syndrome caused by heterozygous NF1 gene mutations. Patients with NF1 present with pleiotropic somatic secondary manifestations, including development of bone pseudarthrosis after fracture. Somatic NF1 gene mutations were reproducibly identified in patient-derived pseudarthrosis specimens, suggesting a local mosaic cell population including somatic pathologic cells. The somatic cellular pathogenesis of NF1 pseudarthroses remains unclear, though defects in osteogenesis have been posited. Here, we applied time-series single-cell RNA-sequencing (scRNA-seq) to patient-matched control and pseudarthrosis-derived primary bone stromal cells (BSCs). We show that osteogenic specification to an osteoblast progenitor cell population was evident for control bone-derived cells and haploinsufficient pseudarthrosis-derived cells. Similar results were observed for somatic patient fracture-derived NF1",
  "methods": "Materials and Methods Human subjects and cell culture All subjects provided written informed consent approved by the UT Southwestern Medical Center Institutional Review Board (092011‐034 and 042018‐090). As part of the Scottish Rite for Children Biorepository, excess tissue resected during surgery performed as standard‐of‐care was provided from subjects diagnosed with pseudarthrosis and NF1. Patient‐derived samples included in this study include both sexes and multiple races and ethnicities. As previously described, ( \n \n \n 9 \n )  resected tissue was digested overnight with collagenase at 37°C. The undigested tissues were removed by centrifugation and cells cultured in minimum essential medium‐alpha (MEM‐alpha, Thermo Fisher Scientific, Waltham, MA, USA) supplemented with 10% fetal bovine serum (FBS, Sigma, St. Louis, MO, USA) and 1% penicillin/streptomycin (Thermo Fisher Scientific) for all experiments. The cultured cells were grown to confluence and acquired a fibroblast‐like spindle‐shaped morphology. Cells were washed with phosphate‐buffered saline (Sigma) and passaged using trypsin/EDTA solution (Lonza, Basel, Switzerland). All experiments were performed with early‐passage (<P4) cells. For osteogenic differentiation of human cells, 5 × 10 4  cells were cultured in MEM‐alpha media supplemented with 100 μg/ml  l ‐ascorbic acid 2‐phosphate (Sigma), 10 mM β‐glycerophosphate (Sigma), and 100 nM dexamethasone (Sigma) for either 9 days (scRNA‐seq) or 14 days (single‐cell and bulk‐cell qPCR). Osteogenic media was refreshed every 3 days. Human cells were harvested using RLT plus buffer (Qiagen, Valencia, CA, USA) with beta‐mercaptoethanol (Sigma). Cells were passed through Qiashredder columns and gDNA eliminator columns (Qiagen) before RNA extraction using the RNeasy Plus Mini Kit (Qiagen) following manufacturer's recommendations. The samples were quantified using a Nanodrop1000 spectrophotometer (Thermo Fisher Scientific). For MEK inhibitor experiments, cells were treated with 2.5 nM trametinib (Selleck Chemicals, Houston, TX, USA). Animal procedures and husbandry All animal procedures were approved by the Institutional Animal Care and Use Committee of UT Southwestern Medical Center (2016‐101455). All mice were maintained on the C57BL/6 background.  LepR ‐cre ( \n \n \n 26 \n )  mice were provided by Jeffrey Friedman.  Prrx1 ‐cre mice were provided by Cliff Tabin.  Nf1 \n flox  ( Nf1 \n tm1Par ) and  Nf1 \n +/−  ( Nf1 \n tm1Tyj ) were provided by Simon Conway.  Nf1 \n LepR  mice were generated by breeding  LepR ‐cre; Nf1 \n flox/flox  mice to  Nf1 \n +/−  mice.  Nf1 \n Prrx1  mice were generated by breeding  Prrx1 ‐cre; Nf1 \n +/flox  mice to  Nf1 \n flox/flox  mice. All mice were housed in a conventional facility with  ad libitum  chow diet and a standard 12‐hour light/dark cycle. Mouse cell isolation and differentiation Adult mouse BSCs were flushed from the tibias and femurs of 4‐month‐old mice, expanded in culture, and 1 × 10 5  cells seeded for all experiments. Cells were cultured in MEM‐alpha (Thermo Fisher Scientific) supplemented with 10% FBS and 1% penicillin/streptomycin (Thermo Fisher Scientific). For osteogenic differentiation, mouse cell cultures were supplemented with 100 μg/mL  l ‐ascorbic acid 2‐phosphate (Sigma) and 5 mM β‐glycerophosphate (Sigma) for 14 days. Media was refreshed every 3 days. RNA was extracted from cultured cells using TRIzol (Thermo Fisher). cDNA synthesis was performed using the High Capacity RNA to cDNA Kit (Thermo Fisher Scientific). Gene expression of undifferentiated and differentiated samples was evaluated using SYBR Green PCR Master Mix (Thermo Fisher Scientific). Primers sequences are listed in Supplemental Table  S1 . Target specificity was evaluated by melting curve analysis. Osteolectin purification Osteolectin was purified from stable cell lines expressing recombinant 1X FLAG‐tagged  Clec11a  cDNA, and osteogenic activity of recombinant protein was confirmed using bone marrow stromal cells (BMSCs) cultured from  Clec11a ‐deficient mice, both as previously described. ( \n \n \n 27 \n )  For osteogenic differentiation, cells were treated with osteogenic supplement and 20 ng/mL recombinant osteolectin. Single‐cell  RNA ‐sequencing and analysis Human primary BSCs from one patient were cultured as described above and harvested before osteogenic differentiation (day 0) and after 3, 6, or 9 days of differentiation. For all experiments, control cells were simultaneously cultured in parallel and differentiated to ensure potency of osteogenic supplement. For each time point, up to 96 cells were isolated and cDNA generated using the Fluidigm C1 instrument and SMARTer Ultra Low RNA Kit (Clontech, Mountain View, CA, USA), respectively. Sequencing libraries were generated using the Nextera XT Library Preparation Kit (Illumina, San Diego, CA, USA; ref #15032354). Single‐cell sequencing libraries of up to 48 cells from each time point were pooled and sequenced using the Illumina HiSeq 2500 generating an average 4.8 M (control) and 5.7 M (fracture) paired‐end 100 bp reads per cell. scRNA‐seq of control and fracture‐derived primary cells were performed independently. scRNA‐seq analyses were performed using Partek Flow. Sequence reads were mapped to the human reference genome (GRCh38) using HiSat2. Cells with less than 3000 genes detected were excluded, resulting in removal of 0 and 4 cells in the control and fracture experiments, respectively. Gene expression was quantified relative to RefSeq genes and normalized (log 2 (counts per million +1)) before analysis. For trajectory analysis, differentially expressed genes (FDRp < 0.01) were detected between the first and last time points using the Partek Gene Specific Analysis (GSA) tool. For fracture cells, differentially expressed genes (FDRp < 0.01) were detected between the first and last time points utilizing only  EREG \n LOW  cells using GSA. Trajectory analysis was performed using Monocle (v3), ( \n \n \n 20 \n )  and pseudotime was calculated using a root state defined as the trajectory terminus with undifferentiated (day 0) cells. Genes differentially expressed throughout pseudotime, between cell states, or between  EREG \n HIGH  and  EREG \n LOW  cells were detected by ANOVA. Gene set enrichment analysis was performed using the GSEA software ( \n \n ,  28 \n \n \n 29 \n )  (v4.1.0, Broad Institute, Cambridge, MA, USA). As recommended, significant associations were defined with FDRq < 0.10. Heat maps were generated using core genes identified by GSEA software as those contributing most to the enrichment results. Single‐cell specific target amplification ( STA ) The human fracture cells were cultured and osteogenic differentiation was performed for 9 and 14 days as described above. Cells were harvested using Accutase (Stem Cell Technologies) before and after osteogenesis. Single cells were captured and cDNA synthesized and preamplified using the Fluidigm (Standard BioTools, South San Francisco, CA, USA) C1 instrument and Delta Gene Assays (Fluidigm). Single‐cell samples were genotyped for the patient's somatic mutation, and gene expression analysis was performed using preamplified cDNA samples, including  RUNX2  and  GAPDH  control. \n hTERT‐MSC  expression analysis Raw data was downloaded from NCBI GEO ( GSE113253 ) and analyzed using Partek Flow software. Sequence reads were mapped to the human reference genome (hg19) and gene expression quantified relative to RefSeq transcripts. Expression data was normalized (counts per million + 0.0001). One sample (3d adipogenesis, replicate 3) with poor mapping results was excluded. After batch correction for replicate number, genes with low expression across all samples were excluded, and one outlier sample identified by principal component analysis was removed (14d osteogenesis, replicate 3). Differential gene expression analysis was performed using ANOVA. Western blot analysis Protein was extracted using RIPA buffer with protease inhibitor cocktail (Roche, Mannheim, Germany) and concentration determined using the standard BCA assay (Thermo Fisher Scientific). Antibody detection was performed using goat anti‐ALPL (1:100) (R&D Systems, Minneapolis, MN, USA) and rabbit anti‐ACTB (1:5000) (Cell Signaling Technologies, Danvers, MA, USA) in 5% nonfat dry milk in TBST buffer overnight at 4°C. After washing, donkey anti‐goat (1:2000) and goat anti‐rabbit (1:5000) IRDye secondary antibodies (LI‐COR Biosciences, Lincoln, NE, USA) were incubated in 5% nonfat dry milk in TBST buffer for 1 hour at room temperature in dark. After washing, images were acquired using the Odyssey CLx system (LI‐COR Biosciences). Skeletal evaluations Tibias were harvested from 4 month‐old control and  Nf1 \n LepR  mice. Bone lengths were measured using calipers. For micro‐CT, the proximal tibias were imaged using a Skyscan 1072 X‐ray microtomograph (Bruker microCT, Kontich, Belgium, software v1.5) set at 50 kV/200 μA. A scout view of each bone was taken and the sample height was adjusted to ensure the bone was within the field of view. The tibia images were obtained at 8‐μm resolution with a rotation step of 0.4° between each image. Solid three‐dimensional models were reconstructed using NRecon (Skyscan, v1.7.4.6), and the trabecular parameters were measured using methods recommended by Skyscan. Regions of interest were analyzed using CTan software (v1.20.3.0). The trabecular parameters were calculated on 200 slices of trabecular bone from a region just below the growth plate with a threshold of 45 to 255, voltage of 50 kV, current of 201 μA, exposure time of 650 ms, 0.5 mm Al filter, average frame of 6, and random movement of 10. Measurements were calculated using the American Society for Bone and Mineral Research nomenclature. Likewise, the cortical parameters were calculated on 100 slices from a region just below the growth plate with a threshold of 102 to 255. Statistical analysis Except for time‐series scRNAseq, all analyses of human BSCs included samples from multiple independent and unrelated patients as indicated. Single‐cell STA qPCR analyses were performed using nonparametric Wilcoxon tests. When comparing bulk‐cell patient‐matched control‐ and fracture‐derived samples, significant differences were determined using paired  t  tests. For analyses of mouse BMSCs, results represent independent experiments performed with different mice at different times. Sample sizes were not predetermined, and mice were randomly assigned to experiments. To assess differences between multiple conditions, such as different groups (ie, genotypes) and treatments (ie, differentiation), we performed two‐way ANOVA with Sidak's multiple comparison. Before ANOVA, normality was assessed using the Shapiro–Wilk test and variance assessed using  F  test in R. Differences between groups of mice were determined by two‐sided  t  tests. For Supplemental Fig.  S8 ,  A \n \n , one‐sided paired  C \n t  tests were performed for each genotype after normalization. Most data were normalized using a log transformation. Statistical tests were performed using GraphPad Prism (GraphPad, La Jolla, CA, USA).",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:22:20.618347",
  "abstract_length": 953,
  "methods_length": 11136,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}