{
  "pmid": "36497280",
  "abstract": "(1) Background: malignant peripheral nerve sheath tumours (MPNSTs) are aggressive Schwann cell-derived sarcomas with dismal prognoses. Previous studies have shown that nuclear receptor corepressor 2 (NCOR2) plays a vital role in neurodevelopment and in various tumours. However, the impact of NCOR2 on the progression of MPNST remains unclear. (2) Methods: by GEO database, MPNST tissue microarray, and NF1-related tumour tissues and cell lines were used to explore NCOR2 expression level in the MPNSTs. The role and mechanism of NCOR2 in NF1-derived MPNSTs were explored by experiments in vivo and in vitro and by transcriptome high-throughput sequencing. (3) Results: NCOR2 expression is significantly elevated in NF1-derived MPNSTs and is associated with patient 10-year survival time. Knockdown of NCOR2 suppressed NF1-derived MPNST cell proliferation by blocking the cell cycle in the G0/G1 phase. Moreover, decreased NCOR2 expression could down-regulate MAPK signal activity through the BDNF/TrkB pathway. (4) Conclusions: our findings demonstrated that NCOR2 expression is significantly elevated in NF1-derived MPNSTs. NCOR2 knockdown can inhibit NF1-derived MPNST cell proliferation by weakened BDNF/TrkB/ERK signalling. Targeting NF1-derived MPNSTs with TrkB inhibitors, or in combination with ERK inhibitors, may be a novel therapeutic strategy for clinical trials.",
  "methods": "2. Materials and Methods 2.1. Cell Culture One normal human Schwann cell (HSC) line and three PNF cell lines (ipNF05.5, ipNF05.5 mixed clones, and ipNF9511.bc) were purchased from the American Type Culture Collection (ATCC, Rockville, MD, USA). Four NF1-derived MPNST cell lines (ST8814, T265, S462, and S462TY) and one sporadic MPNST cell line (STS26T) were kindly donated by Prof. Vincent Keng [ 26 ] and Prof. Jilong Yang [ 27 ]. The cells were cultured in Dulbecco’s modified Eagle’s medium (DMEM, Gibco, New York, NY, USA), supplemented with 10% foetal bovine serum (FBS, HyClone, UT, USA), 100 U/mL penicillin and 100 µg/mL streptomycin, maintained in a humidified atmosphere containing 5% CO 2  at 37 °C, and confirmed to be negative for mycoplasma every 3 months. 2.2. Patients and Specimens From 2015 to 2018, postoperative tissues of 49 MPNST patients were paraffin-embedded for the construction of a tissue microarray and immunohistochemistry, including NF1-derived (19) and sporadic (30) tumours. For NF1-derived nerve sheath tumours, different tumour types were diagnosed according to tumour cell atypia, neurofibroma structural loss, cell density, mitosis, and necrosis, as detailed in  Table S1 . Tumour differentiation, mitosis, and necrosis were scored according to the FNCLCC Histological Grading System in sporadic MPNSTs. A total score of 2–3 is classified as low-grade, and >3 is classified as high-grade (see  Table S2  for details). Each patient’s clinical information was obtained from the hospital’s electronic medical system. Since 20 of the 49 patients were lost to follow-up, only 29 were included in the survival analysis, as previously described [ 28 ]. Fresh human PNF and NF1-derived MPNST tissues were obtained from surgical resection at Shanghai Ninth People’s Hospital (Shanghai, China). The study was approved by the Ethics Committee of Shanghai Ninth People’s Hospital, Shanghai Jiao Tong University School of Medicine (SH9H-2019-T163-2), and informed consent was obtained from every patient under institutional review board protocols. 2.3. Quantitative Real-Time Polymerase Chain Reaction (qRT–PCR) Total RNA was extracted from cells according to the procedure of RNeasy Kit (Axygen Scientific, CA, USA). The cDNA was reverse-transcribed using a PrimeScript RT Master Mix Kit (Takara, Shiga, Japan). Quantitative PCR was performed on the cDNA using the SYBR Green System (Applied Biosystems, Waltham, MA, USA). GAPDH was amplified used as the endogenous control with commercially available primers (B661104, Sangon Biotech, Shanghai, China). The primers for qRT–PCR are listed in  Table S3 . 2.4. Western Blotting (WB) Tissues and cells were lysed in RIPA buffer supplemented with protease and phosphatase inhibitors (P0013B, Beyotime, Shanghai, China). Each lysate was separated by 10% SDS polyacrylamide gel electrophoresis and then transferred to Immobilon-P PVDF transfer membranes (Merck Millipore, Burlington, MA, USA). After blocking with 5% non-fat milk, the membranes were incubated with primary antibodies overnight at 4 °C and incubated with HRP–conjugated secondary antibodies at room temperature for 1 h. The protein band signals were detected using an Amersham Imager 600 (General Electric Company, Boston, MA, USA). The antibodies are listed in  Table S4 . 2.5. Cell Transfection For lentiviral shRNA infection, MPNST cells at 70% confluence were infected with lentivirus vector packaging plasmids (Zorin Biotechnology, Shanghai, China) containing shRNAs targeting NCOR2. A random nonsense targeted sequence was used as the negative control (NC). Cells were infected overnight, and stable cell populations were selected with 2 µg/mL puromycin 48 h later. The target sequence of shNCOR2-A was 5′-GCGGAAGAAGCUAAUCUUGUATT-3′, and that of shNCOR2-B was 5′-CGGAAUGAGCCUGAAUACAAUTT-3′. 2.6. Cell Viability Assay Cell viability was examined using a Cell Counting Kit-8 (CCK-8, Dojindo Laboratories, Kyushu Island, Japan), according to the manufacturer’s instructions. A total of 3 × 10 3  cells were seeded per well in 96-well plates, and CCK-8 solution was diluted at a ratio of 1:10, and serum-free DMEM was added at 0, 24, 48, and 72 h to measure the 450 nm OD value after 2 h of incubation. 5-Ethynyl-20-deoxyuridine (EdU) assays were performed using an EdU kit (Beyotime, Shanghai, China). Briefly, 5 × 10 3  cells were seeded per well in 48-well plates. Second day, the cells were incubated with EdU solution for 2 h at 37 °C, fixed with 4% paraformaldehyde for 15 min, permeabilized with 0.3% Triton X-100 (Sigma Aldrich, Saint Louis, MO, USA) for 10 min, and rinsed with phosphate-buffered saline three times. The cells were incubated with Click Reaction Mixture (Beyotime, Shanghai, China) for 30 min at room temperature under protection from light. Nuclei were labelled with Hoechst (Frankfurt am Main, Germany) 33,342 for 5 min. 2.7. Colony Formation Assay A total of 50 cells were evenly seeded in 60 mm plates and cultured for 7 days. The cells were carefully fixed with 4% formaldehyde for 10 min and subsequently washed with PBS before being stained with 1% crystal violet for 5 min. The stain was washed away slowly with phosphate-buffered saline, and the plates were dried at room temperature. Images of the plates were captured, and the colonies were counted using ImageJ 1.51 (National Institutes of Health, Bethesda, MD, USA). 2.8. Cell Invasion and Migration Assays Transwell assays were performed using hanging cell culture inserts (8 µm pore size; Millipore, MA, USA). A total of 5 × 10 4  cells were seeded on the top compartment, coated with Matrigel (Corning, New York, NY, USA), in 200 μL of serum-free DMEM and gently placed in 24-well plates, to which 600 μL of 15% serum DMEM (Thermo Fisher Scientific, Waltham, MA, USA) had been added in advance. After 16 h of incubation, the invasive cells were stained with 1% crystal violet for 10 min, and the upper cells were gently removed with a cotton swab. Images of three random views were captured, and the cells were counted using ImageJ. A scratch assay was used to evaluate cell migration ability. Cells were seeded and grown to near-confluence in 6-well plates. A scratch was made along the centerline of each well by using a 200 μL pipette tip. Images of the scratch at different intervals were taken by an inverted microscope. The change in scratch area was measured using ImageJ. Cell mobility = (scratch width at 0 h − scratch width at 24 h)/scratch width at 0 h × 100%. 2.9. Immunohistochemistry (IHC) The sections were deparaffinized, rehydrated through decreasing concentrations of ethanol and were boiled in EDTA buffer (Takara Bio, Shiga, Japan) for 20 min to retrieve the antigenicity. When the buffer had cooled to room temperature, the sections were blocked with 3% H 2 O 2  for 10 min and incubated with bovine serum albumin for 20 min. The sections were incubated with primary antibodies overnight at 4 °C and with biotin-conjugated secondary antibodies for 20 min at 37 °C. The signal was detected with DAB staining. The antibodies are listed in  Table S5 . The IHC of tissue microarray scores were assessed by two independent researchers. In order to eliminate the error caused by different observation conditions, the researcher was asked to finish the assessment of a total microarray within a continuous time interval (about 2 h). When there were different results, a third pathologist would interpret the results again. The proportion of positive cells was scored as follows: negative (−): score 0; < 25% positive cells (+): score 1; 26–50% positive cells (++): score 2; and > 50% positive cells (+++): score 3. Discussion with a third researcher is required if disagreements occur. 2.10. TUNEL Assays An in situ TUNEL cell apoptosis detection kit (Beyotime, Shanghai, China) was used to assess apoptosis in tumour tissues according to the manufacturer’s instructions. The stained sections were visualized under a fluorescence microscope. 2.11. Flow Cytometry (FCM) Experiments For cell cycle analysis, cells were fixed in 70% ethanol 1 day before the experiment, digested with RNaseA, and labelled with propidium iodide. Apoptotic cells were analysed with an Annexin V/FITC kit (BD Biosciences, San Jose, CA, USA) according to the manufacturer’s instructions and analysed by FCM after compound treatment. 2.12. RNA Sequencing (RNA-Seq) Total RNA was isolated using a TRIzol total RNA extraction kit (TIANGEN, Cat. No. DP424, Beijing, China). Illumina HiSeq library construction was performed according to the manufacturer’s instructions (Illumina, San Diego, CA, USA). The library was sequenced using the Illumina NovaSeq 6000 sequencing platform to generate raw reads. Raw paired-end fastq reads were filtered with TrimGalore (GitHub, San Francisco, CA, USA) and then aligned to the human genome using HISAT2 (Daehwan Kim Lab, Dallas, TX, USA) [ 29 ], followed by reference genome-guided transcriptome assembly and gene expression quantification using String Tie (Center for Computational Biology, Baltimore, MD, USA) [ 30 ]. Differentially expressed genes (DEGs) were identified by DESeq2 (Bioconductor, Baden-Wuerttemberg, Germany) with cut-off values of a log2|fold-change| > 1 and a  p -adjust < 0.05. ClusterProfiler (Bioconductor, Baden-Wuerttemberg, Germany) was used to perform functional enrichment analysis and the potential genes in the identified modules were analysed based on gene ontology (GO) and KEGG pathway categories. Each data point is presented as the mean, and all experiments were performed on three biological replicates. 2.13. Enzyme-Linked Immunosorbent Assay (ELISA) A total of 1 × 10 5  cells were evenly seeded in 60 mm plates and cultured overnight. On the second day, the cells were incubated with serum-free DMEM. The supernatant was collected after 24 h. Peripheral blood of PNF and NF1-derived patients of Shanghai Ninth People’s Hospital (Shanghai, China) was collected. The BDNF levels were detected by the commercially available ELISA kit (Boster Biological Technology Company, Wuhan, China). All experiments were performed in duplicate, and the tests were performed according to the manufacturer’s instructions.  2.14. Xenograft Tumour Models Sixteen six-week-old female NOD-SCID IL-2 receptor gamma-null mice (purchased from Shanghai Jihui Animals Company, Shanghai, China) were used for xenograft tumour models. A total of 5 × 10 6  shNCOR2 or shNC cells in 100 μL PBS, containing 50% Matrigel (Corning, New York, NY, USA), were injected subcutaneously into the armpit of each mouse. The maximum allowable volume of tumour growth was approximately 1500 mm 3 . The tumour size and mouse weight were measured twice a week. The volume was calculated as follows: V = L × W 2 /2 (L: length, W: width). All procedures were performed in accordance with the guidelines established by the Shanghai Medical Experimental Animal Care Commission. 2.15. Statistical Analysis Analyses were performed using SPSS Statistics 23.0 (Chicago, IL, USA) and GraphPad Prism version 8.0 (San Diego, CA, USA). Overall survival curves were estimated using the Kaplan–Meier method, and differences in survival were evaluated using the log-rank test. Clinicopathological correlations were analysed by Spearman correlation. All data are shown as mean ± standard deviation (SD) and were analysed by paired or unpaired two-sided  t -tests.  p  < 0.05 was considered to indicate statistical significance.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:22:27.088965",
  "abstract_length": 1375,
  "methods_length": 11460,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}