{
  "pmid": "PMID:36565307",
  "title": "COVID-19 in people with neurofibromatosis 1, neurofibromatosis 2, or schwannomatosis.",
  "abstract": "PURPOSE: People with pre-existing conditions may be more susceptible to severe COVID-19 when infected by SARS-CoV-2. The relative risk and severity of SARS-CoV-2 infection in people with rare diseases such as neurofibromatosis type 1 (NF1), neurofibromatosis type 2 (NF2), or schwannomatosis (SWN) is unknown. METHODS: We investigated the proportions of people with NF1, NF2, or SWN in the National COVID Cohort Collaborative (N3C) electronic health record data set who had a positive test result for SARS-CoV-2 or COVID-19. RESULTS: The cohort sizes in N3C were 2501 (NF1), 665 (NF2), and 762 (SWN). We compared these with N3C cohorts of patients with other rare diseases (98-9844 individuals) and the general non-NF population of 5.6 million. The site- and age-adjusted proportion of people with NF1, NF2, or SWN who had a positive test result for SARS-CoV-2 or COVID-19 (collectively termed positive cases) was not significantly higher than in individuals without NF or other selected rare diseases. There were no severe outcomes reported in the NF2 or SWN cohorts. The proportion of patients experiencing severe outcomes was no greater for people with NF1 than in cohorts with other rare diseases or the general population. CONCLUSION: Having NF1, NF2, or SWN does not appear to increase the risk of being SARS-CoV-2 positive or of being a patient with COVID-19 or of developing severe complications from SARS-CoV-2.",
  "authors": "Jineta Banerjee; Jan M Friedman; Laura J Klesse; Kaleb H Yohay; Justin T Jordan; Scott R Plotkin; Robert J Allaway; Jaishri O Blakeley",
  "journal": "Genetics in medicine : official journal of the American College of Medical Genetics",
  "publicationDate": "2023-02",
  "doi": "10.1016/j.gim.2022.10.007",
  "methods": "Methods We investigated the proportions of people with NF1, NF2, or SWN in the National COVID Cohort Collaborative (N3C) electronic health record data set who had a positive test result for SARS-CoV-2 or COVID-19. Materials and Methods Data access Data access and analysis were compliant with Sage Bionetworks protocol–granted institutional review board–exempt status by the Western Institutional Review Board - Copernicus Group IR and data access request approved by the N3C Enclave Data Access Committee. All cohorts were generated using custom SQL queries and subsequently analyzed in the N3C Data Enclave. Some of the aggregate data were downloaded after approval by the N3C Data Access Committee and further analyzed in a private, secure cloud computing instance provisioned by Sage Bionetworks. The data analyzed in this study were last updated on July 29, 2021. Criteria for patients with a positive test result for SARS-CoV-2 or patients with COVID-19 Patients were documented as SARS-CoV-2 positive or as having COVID-19 (together called positive cases) in the N3C Data Enclave if they had a hospital visit after January 1, 2020, and had one or more of the following: (1) a positive result from one or more of a set of predefined SARS-CoV-2 laboratory tests, (2) a strong positive COVID-19 diagnostic code from the International Classification of Diseases, 10th Revision (ICD-10) or Systematized Nomenclature of Medicine (SNOMED) tables described in version 3.3 of the N3C phenotype documentation,  or (3) 2 weak positive COVID-19 diagnostic codes from the ICD-10 or SNOMED tables in the phenotype documentation during the same encounter or on the same date before May 1, 2020. Cases in which a patient had both a positive laboratory test result and a positive COVID-19 diagnosis code, priority was given to the criteria that had an earlier date. Cases in which a patient had both positive test results and COVID-19 diagnosis code documented on the same date, priority was given to the positive laboratory test result. Because 1 criterion was selected and documented for each patient to determine their SARS-CoV-2 or COVID-19 status, there was no duplication of individuals if they satisfied >1 criterion. 9 Each positive case entered in N3C was matched to 2 patients with a negative test result for SARS-CoV-2 (controls) at the same site by age, sex, and race. Control patients met 1 or more of the following criteria: (1) set of predefined SARS-CoV-2 laboratory tests with a non-positive result, (2) did not qualify as a patient with COVID-19, or (3) had at least 10 days between the minimum and maximum encounter date to eliminate patients who were only seen for a COVID test. The N3C cohort and case definition criteria are publicly available as described in version 3.3 of the N3C COVID-19 phenotype documentation ( https://github.com/National-COVID-Cohort-Collaborative/Phenotype_Data_Acquisition/wiki/Latest-Phenotype ). Case-control matching at the clinical contributing site Matching of positive cases and controls was done on-site at the clinical centers before any data were deposited into the N3C Data Enclave. The phenotype and data acquisition workstream of N3C defined the phenotype and provided the participating sites with programmatic scripts for the matching of patients with positive and negative tests results for SARS-CoV-2. All of the code used to select the cohort and match is available on GitHub ( https://github.com/National-COVID-Cohort-Collaborative/Phenotype_Data_Acquisition/tree/master/PhenotypeScripts ). In brief, the code scripts were applied first to select the positive case and then to select potential matched controls at the site depositing records for the positive case. Patients who were qualified to be controls had at least 1 negative COVID test result, never had a positive COVID test result, or did not have U07.1 (COVID) diagnosis code in their record. The scripts iterated through 3 rounds of matching, using progressively looser demographic criteria until either every case had 2 matched controls, or the data set ran out of possible controls. For example, the script attempted to match cases to controls on race, age group, ethnicity, and sex. If 2 matches could not be found using those criteria, then only matching race, age group, and sex was attempted. If 2 matches are still not possible, then matching was done on age and sex. If 2 matches were still not found, then the cases and controls were only matched on sex. At this point, essentially everyone in the case group had 2 matched controls, but it is possible that there may be cases that did not have controls if the site ran out of controls (publication  and personal communication with Dr. Emily Pfaff, July 07, 2022). 7 Patient cohort selection Patients included in the N3C data set consist of positive cases and controls from same contributing sites in the ratio 1:2, matched by age, sex (female, male, unknown), race (White, Black or African-American, Native Hawaiian or Pacific Islander, Asian, other, missing/unknown), and ethnicity (Hispanic, non-Hispanic, missing/unknown) (N3C COVID-19 Phenotype version 3.3). \n 7 , \n \n 8 In this study, the data set was stratified by disease, selecting several disease cohorts as comparison groups. An NF1-specific concept set was constructed using NF1-relevant diagnosis codes ( Supplemental Table 1 ) from SNOMED, ICD-9/10, Logical Observation Identifiers Names and Codes (LOINC), and Nebraska Lexicon (N3C Codeset identifier [ID]: 792972142). Any unique person in the N3C data set (identified by their unique N3C person ID) with diagnosis codes belonging to any of the NF1-relevant concepts in the concept set defined by the study team (24 concepts;  Supplemental Table 1 ) was included in the NF1 cohort. This was repeated for NF2 and SWN as well as the other comparison cohorts. Our comparison cohorts included patients with other rare diseases such as fragile X syndrome (FXS), tuberous sclerosis (TSC), Merkel cell carcinoma (MCC), or acute myeloid leukemia (AML); non-rare diseases such as diabetes mellitus type 1 (DM1) or controlled hypertension (HYP); and the N3C population without NF1 (non-NF1), without NF2 (non-NF2), or without SWN (non-SWN). We selected TSC, FXS, MCC, and AML as comparison groups that are rare diseases and could potentially account for any biases associated with disease groups of small numbers with chronic conditions. TSC, similar to NF1, is an inherited autosomal dominant disease and is closely related to NF1 among neurocutaneous syndromes in both genetic aspects and the presentation of symptoms and diagnosis in childhood.  Likewise, FXS is a rare X-linked dominant disease that is diagnosed in childhood. 10  MCC and AML represent rare cancers 11 \n 12 , \n  that have molecular similarities to malignancies associated with NF1, NF2, and SWN. We also wanted to compare the rare disease cohorts with other larger disease groups with known association with COVID-19 severity (as positive controls). This led us to select DM1 and HYP groups, which are well-established co-morbidities that showed higher risk of COVID-19 severity. The non-NF1, non-NF2, and non-SWN groups were included to represent the general N3C population. 13 The concept sets generated for NF1, NF2, and SWN primarily included individuals with confirmed diagnosis of the conditions but also included individuals who presented with conditions associated with these diseases, possibly indicating that they had NF1, NF2, or SWN. This was to ensure that we did not miss an association of the disease and positive cases (and to optimize our cohort selection for sensitivity); a summary of the clinical concepts and their association with the included patients in the NF1, NF2, and SWN cohorts is available in  Supplemental Figure 1 . All concept sets are available in  Supplemental Tables 1  to  9 . Patients with missing data for pre-existing diagnosis, SARS-CoV-2 test, COVID-19 diagnosis, or age were excluded from the analysis. Owing to the data anonymization before contribution to the N3C database, if a patient visited more than 1 of the 55 health care sites contributing to N3C, they would be treated as multiple unique patients (1 per site). This is a known limitation of the data set, but it is unknown whether this scenario occurred in this analysis. In addition, the selected cohorts are not mutually exclusive. A patient with DM1 and HYP were counted in both cohorts. This known limitation of our data set was of low consequence because this study did not aim to look at interaction of diseases but only investigated proportions across any of the selected diseases. Considerations and adjustments for the selected cohorts The N3C data set contains positive cases and controls in the ratio of 1:2 matched by age, sex, and race. Owing to the inclusion criteria, the analyses in this study cannot accurately estimate the absolute incidence or prevalence of COVID-19 in selected disease cohorts. Additional factors introducing observation bias into the data set include (1) the site contributing data and (2) patients’ age (which contributes to both COVID-19 susceptibility and disease severity as well as the development of symptoms related to NF1, NF2, or SWN and a recorded diagnosis of these conditions). Site-related adjustment for selected disease cohorts Contributing sites may introduce observation bias into the contributed data set owing to the nature of patient population, geographic region, or scale of the site. They may also introduce confounding factors into disease severity metrics, eg, there may be variability of criteria in indications for intubation at various health care sites or availability of a given resource or procedure across sites. In addition, data coming from some sites may not include certain variables owing to various reasons such as data not being collected, data not being coded properly, or particular data columns not being submitted to N3C. These variables may be missing for some patients, but the occurrence of such missing variables is not at random and is outside our control. To adjust for these differences and missingness, we included data only from sites that contributed data of patients with NF1, NF2, or SWN. To achieve this, first, the unique data partner IDs (correlating to health care sites) in the NF1, NF2, and SWN cohorts were noted. These data partner IDs were then used to filter all the other cohorts so that only patients contributed by sites that contributed patients with NF1, NF2, or SWN were included. Age adjustment for selected disease cohorts The age-related differences between cohorts were adjusted by stratifying the cohorts into 10-year age bins. Each stratum was then weighted using the age-adjusted rate (“aarate”) formula based on US standard (std) population (US Census 2000). 14 ,  15 ,  16 ,  17 ,  18 ,  19 ,  20  Each age-adjusted cohort comprised ages x through y and was calculated using the following formula: \n a a r a t e x − y = ∑ i = x y [ ( c o u n t i p o p u l a t i o n i ) × 100,000 × ⌊ s t d p o p u l a t i o n i ∑ j = x y s t d p o p u l a t i o n j ⌋ ] Age-adjusted counts of positive cases, severe outcomes, or invasive ventilation for each cohort, and further details of calculation of age adjustment are available as  Supplementary Tables 10  to  12 . Bootstrap analyses Three main groups of comparisons were assessed: NF1 vs all other study cohorts, DM1 vs all other study cohorts, and NF1 vs all other rare cohorts (TSC, FXS, MCC, AML, NF2, SWN). For the NF1 vs all comparison, a test vector was populated with the age-adjusted proportions from all the separate age strata of the NF1 cohort. A comparison vector was populated with the age-adjusted proportions for all the age strata in all the other cohorts. A Shapiro-Wilk test (base R v3.6.3, shapiro.test function) was used to test the normality of the distributions of the age-adjusted proportions in the different age strata for each cohort (NF1 cohort:  P  = .165, Shapiro-Wilk test). The age-adjusted proportions in the test and comparison vectors were compared to estimate the  P  value of the real observations (real  P  value) (using BSDA v1.2.0, z.test function). Then, the age-adjusted proportions in the test and comparison vectors were resampled 10,000 times to produce 10,000 possible combinations of age-adjusted proportions (using gdata v2.18.0, resample function). For each resampled cohort, a  z -test was performed to estimate the distribution of possible  P  values generated from the observed proportions. This distribution of  P  values generated through bootstrap presents the CIs for the observed real  P  value (ie, the null distribution of the  P  value). 21 ,  22 ,  23 ,  24  If the real  P  value was <.05 but not significantly different from the distribution of various  P  values generated in the bootstrap (Wilcoxon rank-sum test), the cohorts in the comparison were considered significantly different with the real  P  value unlikely to occur by chance (see  Supplemental Methods  for more details on the method and rationale). A similar approach was undertaken for all other comparisons except that a nonparametric Wilcoxon rank-sum test (base R v3.6.3, wilcox.test function) was used to estimate the real  P  value for comparisons of severe outcomes and invasive ventilation (owing to non-normal distribution in all cohorts). All real  P  values were adjusted to correct for the number of overlapping comparisons for each disease using the Benjamini-Hochberg (BH) method. The distributions of bootstrapped  P  values were visualized using R (ggplot2 v3.3.2). Similar analyses were also performed for NF2 and SWN cohorts. CI calculations All comparisons were tested using 95% CI as default. In some bootstrap analysis comparisons, the skewed distribution of values did not allow CI calculations at 95% (because the difference between α achieved from the distribution and α target  was greater than α target /2, where α target  = 0.05). In such cases, the highest CI that was able to be calculated is reported (60%). It should be noted that a 60% confidence interval is more likely to reject the null hypothesis than a 95% CI. In this study, CI were calculated and are reported at 95%, and any comparisons with 60% CI have been explicitly noted in the tables.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-20 06:59:37",
  "introduction": "Introduction Neurofibromatosis type 1 (NF1), neurofibromatosis type 2 (NF2) and schwannomatosis (SWN) (cumulatively termed NF) are autosomal dominant genetic conditions predisposing patients to tumors involving the central and peripheral nervous system. NF1 is much more common (estimated prevalence of 1/3600) than NF2 (1/56,000) or SWN (1/126,000). \n 1 , \n  Given that NF1, NF2, and SWN often cause chronic health impairments, the care community has been concerned about the possibility of increased risk of infection or severe outcomes of COVID-19 in people with one of these genetic conditions. Although these diseases do not generally cause immunosuppression and therefore may not increase susceptibility to SARS-CoV-2 infection, other factors could increase risks associated with COVID-19 in people with NF. For instance, NF1 is associated with several types of malignant tumors (eg, malignant peripheral nerve sheath tumors, juvenile myelomonocytic leukemia, and glioma), nonmalignant tumors, and a range of other manifestations (eg, vasculopathy and cognitive deficits). People with NF1 have a reduced life expectancy attributed predominantly to premature death caused by cancer or vasculopathy. 2 \n 3 , \n  Some of these manifestations might increase risks associated with SARS-CoV-2 infection. People with NF1 have also been affected by reduced access to routine care and delayed activity in clinical trials during the COVID-19 pandemic, 4 \n 5 , \n  but it is still unknown whether people with NF1, NF2, or SWN are more susceptible to SARS-CoV-2 infection or more likely to have severe symptoms of the disease than other populations. 6 To address these questions, we explored the electronic health records (EHRs) of people with NF1, NF2, or SWN in the National COVID Cohort Collaborative (N3C) Data Enclave  to estimate the proportion of patients with these diagnoses affected by SARS-CoV-2 or COVID-19. The N3C Enclave is a data set and analysis platform that permits researchers to access, query, and analyze COVID-19 related EHR data (including standardized clinical diagnoses, laboratory results, medication records, procedures, and visit records) from 55 participating health care sites and an estimated 6.4 million individuals in the United States (until July 2021) 7 \n 7 , \n  to better understand the impact of COVID-19 on specific populations. 8 This study explored the proportions of patients with a positive test result for SARS-CoV-2 or patients with COVID-19 in those with NF1, NF2, and SWN. Furthermore, we examined the proportions of positive cases with NF1 who experienced high severity of COVID-19 disease based on the retrospective observational data available in N3C.",
  "results": "Results Demographics of the NF1, NF2, and SWN cohorts are comparable to those of other cohorts in the N3C From the 6.4 million patients present in N3C Data Enclave (v3.3, July 2021), we selected cohorts of rare (NF1: 2501, NF2: 665, SWN: 762, TSC: 861, AML: 9844, FXS: 98, MCC: 648) and non-rare diseases (non-NF1: 5.6 million, non-NF2: 5.6 million, non-SWN: 5.6 million, DM1: 66,234, HYP: 1.6 million) using concept sets of EHR diagnosis codes ( Table 1 \n;  Figure 1 \nA). The FXS cohort was the smallest among the selected cohorts. Other rare disease cohorts were comparable in size but considerably smaller than the non-rare disease cohorts, as expected. The occurrence of NF1, NF2, and SWN cases in the N3C data (NF1: 0.0004 of total N3C patients, NF2: 0.0001 of total N3C patients, SWN: 0.0001 of total N3C patients) was higher than the expected population prevalence of these diseases (NF1: 0.0002, \n 1 , \n 25 ,  26 ,  27  NF2: 0.00002,  SWN: 0.000008 1  approximately), indicating that the N3C data set may not represent a random sample of the general population ( 2 Supplemental Methods ). Table 1 Table showing the number of unique persons and the age-adjusted counts and percentages of positive cases in each selected cohort Variable Name NF1 NF2 SWN TSC AML FXS MCC Non-NF1 Non-NF2 Non-SWN DM1 HYP Site-adjusted cohort size 2501 665 762 861 9844 98 648 5,577,737 5,579,215 5,579,146 66,234 1,664,134 Site-adjusted total positive cases 352 97 118 149 1595 26 103 1,621,928 1,622,133 1,622,123 17,091 435,562 Median age, y 28 49 60 23 62 28 75 46 46 46 50 63 Age-adjusted counts of positive cases per 100,000 US standard population 14,496 13,782 13,738 19,346 18,135 28,105 19,823 28,503 28,498 28,498 24,022 24,949 Approximate percentage of positive cases 14.5 13.8 13.7 19.3 18.1 28.1 19.8 28.5 28.5 28.5 24.0 24.9 AML , acute myeloid leukemia;  DM1 , diabetes mellitus type 1;  FXS , fragile X syndrome;  HYP , controlled hypertension;  MCC , Merkel cell carcinoma;  NF1 , neurofibromatosis type 1;  NF2 , neurofibromatosis type 2;  Non-NF1 , general population without NF1;  Non-NF2 , general population without NF2;  Non-SWN , general population without SWN;  SWN , schwannomatosis;  TSC , tuberous sclerosis. Figure 1 Demographics of selected cohorts in the N3C.  A. An example flow diagram showing the various stages of selection of patients to generate the NF1 cohort. The number of patients at each stage is noted. Similar steps were taken during generation of other cohorts in this study. B. Bar plot showing percentage of unique persons who identified as White, Black, or other races in the selected cohorts. C. Bar plot showing percentage of unique persons identifying as male or female in NF1, NF2, SWN, non-NF1, non-NF2, and non-SWN cohorts. N3C, National COVID Collaborative Cohort; NF1, neurofibromatosis type 1; NF2, neurofibromatosis type 2; non-NF1, general population without NF1; non-NF2, general population without NF2; non-SWN, general population without SWN; SWN, schwannomatosis. The distribution of ages of the selected rare and non-rare disease cohorts was significantly different (median ages provided in  Table 1 ; Kruskal-Wallis rank-sum test,  P  < 2.2 × 10 −16 ). This suggested a need for age adjustment of cohorts before comparison. The NF1, NF2, and SWN cohorts were not significantly different from the non-NF1, non-NF2, or non-SWN cohorts in racial makeup, with a majority of White but a substantial representation from the Black or African-American race ( Figure 1 B;  Supplemental Table 13 ; Kruskal-Wallis rank-sum test,  P  = .94). The NF1, NF2, SWN, and the general population cohorts did not have significantly different distributions of male and female patients ( Figure 1 C;  Supplemental Table 13 ; Kruskal-Wallis rank-sum test,  P  = .4159). Age-adjusted proportion of SARS-CoV-2–positive cases in NF1, NF2, or SWN is not greater than other selected diseases To test whether SARS-CoV-2 affected the NF1 population differently than other populations, we compared the age-adjusted proportions of positive cases (patients positive for SARS-CoV-2 and/or patients with COVID-19) in the NF1, NF2, and SWN cohorts individually with that of the non-NF population, other rare diseases, and selected non-rare disease cohorts ( Figure 2 \n;  Supplemental Table 10 ;  Tables 1  and  2 \n). The proportion of positive cases in the NF1 cohort was significantly different from other cohorts ( Figure 2 A;  Table 1 ,  Table 2 ,  Table 3 \n;  z -test  P  = .0028, BH-adjusted  P  = .008) with a  P  value unlikely to occur by chance (see Materials and Methods; bootstrap Wilcoxon  P  = .5). This suggests that the proportion of positive cases in the NF1 N3C cohort was not higher than the non-NF1 N3C cohort. Similarly, the NF2 cohort had a significantly lower proportion of positive cases than the non-NF2 cohort ( Figure 2 D;  Table 2 ;  z -test  P  = 3.9 × 10 −5 , BH-adjusted  P  = 1.2 × 10 −4  and falls within bootstrap distribution: Wilcoxon  P  = .5). The age-adjusted proportions of positive cases in the SWN cohort, however, did not differ significantly from the other cohorts ( z -test  P  = .05, BH-adjusted  P  = .16 and falls within bootstrap distribution: Wilcoxon  P  = 1.0;  Figure 2 G;  Table 2 ). Figure 2 Comparison of age-adjusted proportions of positive cases in selected cohorts.  Selected cohorts included NF1, tuberous sclerosis, acute myeloid leukemia, fragile X syndrome, Merkel cell carcinoma, non-NF1/non-NF2/non-SWN (general population), DM1, and controlled hypertension. A-C. Results of the bootstrap analysis for  P  value of comparisons, NF1 vs all, DM1 vs all, NF1 vs rare disease cohorts. D-F. Results of the bootstrap analysis for comparisons, NF2 vs all, DM1 vs all, NF2 vs rare disease cohorts. G-I. Results of the bootstrap analysis for comparisons of  P  values of SWN vs all, DM1 vs all, SWN vs rare disease cohorts. The red dashed line represents the  P  value obtained from the real observations. The specific and adjusted value for each comparison is noted in the plot inset. The gray bars show a histogram of all possible  P  values obtained through 10,000 iterations of bootstrap analysis. adj, adjusted; DM1, diabetes mellitus type 1; NF1, neurofibromatosis type 1; NF2, neurofibromatosis type 2; SWN, schwannomatosis. Table 2 Table showing age-adjusted counts and  P  values of all comparisons of positive cases in selected cohorts Comparison Age-Adjusted Counts of Positive Cases in Target Disease (per 100,000) z -Test  P  Value Estimate (Difference in Mean Between Groups) 95% CI (Lower) of Estimate 95% CI (Upper) of Estimate Adjusted  z -Test  P  Value Wilcoxon  P  Value (Bootstrap) Estimate (Difference in Location Parameter Between Groups) (Bootstrap) 60% CI (Lower) of Estimate (Bootstrap) 60% CI (Upper) of Estimate (Bootstrap) NF1 vs all 14,496 .002 −832.47 −1380.16 −284.80 .008 .5 −0.26 −0.97 −0.19 NF2 vs all 13,782 .00003 −931.63 −1375.85 −487.41 .00012 .5 −0.34 −0.60 −0.11 SWN vs all 13,738 .05 −937.65 −1894.27 18.95 .16 1 0.002 −0.74 0.005 DM1 vs all 24,022 .15 490.63 −184.29 1165.70 .15 .8 0.09 −0.23 0.15 NF1 vs rare 14,496 .08 −540.66 −1153.10 71.76 .12 .8 −0.10 −0.79 0.05 NF2 vs rare 13,782 .015 −644.84 −1167.71 −121.98 .02 .4 −0.06 −0.54 0.01 SWN vs rare 13,738 .19 −651.17 −1641.66 339.31 .19 1 0.02 −0.71 0.19 In the bootstrap analysis, the  z -test  P  value was compared with a distribution of bootstrapped  P  values using the nonparametric Wilcoxon rank-sum test. In this test, the null hypothesis is that the 2 distributions differ by a location shift of μ (magnitude of the location shift), and the alternative hypothesis is that they differ by a location shift other than μ. The estimate of this nonparametric test is equal to the difference in μ, which in this case has negative values because of the direction of the location shift. The CIs reflect the range of μ and have negative values. The skew in the distribution of bootstrapped  P  values did not allow CI calculations at 95% (because the difference between α achieved from the distribution and α target  was greater than α target /2, where α target  = 0.05) but enabled 60% CI estimation. A 60% CI is more likely to reject the null hypothesis than a 95% CI.  DM1 , diabetes mellitus type 1;  NF1 , neurofibromatosis type 1;  NF2 , neurofibromatosis type 2;  SWN , schwannomatosis. Table 3 Table showing age-adjusted counts, CI, and  P  values of all comparisons of severe outcomes and invasive ventilation recorded in selected cohorts Comparison Age-Adjusted Counts of Severe Outcomes in Target Disease (per 100,000) Wilcoxon P  Value Estimate (Difference in Location Parameter Between Groups) 95% CI (Lower) of Estimate 95% CI (Upper) of Estimate Adjusted Wilcoxon  P  Value Wilcoxon P  Value (Bootstrap) Estimate (Difference in Location Parameter Between Groups) (Bootstrap) CI (Lower) of Estimate (Bootstrap) CI (Upper) of Estimate (Bootstrap) Severe outcomes NF1 vs all 887 .56 0.0000016 −0.00006 204.70 .56 .8 −0.18 −0.43 a −0.04 a DM1 vs all 534 .003 42.10 28.05 64.43 .009 1 −0.07 −0.36 a 0.002 a NF1 vs rare 887 .04 0.000002 −0.000019 204.70 .06 .28 −0.04 −0.34 −0.034 Invasive ventilation NF1 vs all 521 .917 −0.0000054 −0.00008 0.00001 .92 1 0.10 −0.08 a 0.28 a DM1 vs all 303 .0002 32.25 28.05 47.28 .0006 .4 −0.03 −0.18 a −0.002 a NF1 vs rare 521 .06 0.0000038 −0.000040 0.00 .07 .28 −0.28 −0.93 −0.1 In some cases, the skew in the distribution of bootstrapped  P  values did not allow CI calculations at 95% CI (because the difference between α achieved from the distribution and α target  was greater than α target /2, where α target  = 0.05). The confidence limits without superscript  a  denote 95% CI. A 60% CI is more likely to reject the null hypothesis than a 95% CI. DM1 , diabetes mellitus type 1;  NF1 , neurofibromatosis type 1. a CI calculations at the 60% level are reported for these comparisons. In contrast to NF1 and NF2, the proportion of positive cases observed in a non-rare disease such as DM1 was not significantly different from the rest of the cohorts ( z -test  P  = .15, BH-adjusted  P  = .15 and falls within bootstrap distribution: Wilcoxon  P  = .8;  Figure 2 B, E, and H;  Table 2 ). We further compared the age-adjusted proportions of positive cases in the NF1 cohort with the other selected rare diseases to test whether the lower proportions of positive cases were unique to NF1. The proportion of positive cases in the NF1 cohort was not significantly different from all the other rare disease cohorts combined (NF2, SWN, TSC, MCC, AML, FXS) ( z -test  P  = .08, BH-adjusted  P  = .12 and falls within bootstrap distribution: Wilcoxon  P  = 1;  Figure 2 C;  Table 2 ). A similar trend was noted for the SWN cohort ( z -test  P  = .19, BH-adjusted  P  = .19, and falls within bootstrap distribution: Wilcoxon  P  = 1;  Figure 2 I;  Table 2 ). Interestingly, the age-adjusted proportions of positive cases in the NF2 cohort were significantly lower than that in other rare disease cohorts ( z -test  P  = .015, BH-adjusted  P  = .02 and falls within bootstrap distribution: Wilcoxon  P  = .4;  Figure 2 F;  Table 2 ). Interpreting these results conservatively, the proportions of positive cases in the N3C NF1, NF2, and SWN populations were no greater than expected for rare or non-rare diseases examined in this study. Age-adjusted proportion of severe outcomes in NF1 was not greater than that of other diseases Although the positive cases did not seem to be more frequent in people with NF1, NF2, and SWN versus others, it is possible that the severity of COVID-19 in positive cases with NF1, NF2, or SWN is different from the others. In the N3C cohort, there were no patients with NF2, SWN, FXS, or TSC who had reported severe outcomes; thus, we were unable to evaluate the prevalence of severe outcomes in NF2 or SWN cohorts. We evaluated the severity of COVID-19 manifestations in the NF1 cohort and compared that with other selected cohorts. N3C has made extensive efforts to capture the severity of disease by incorporating information from EHRs such as hospitalization, invasive ventilation, extracorporeal membrane oxygenation, hospice, and death.  We examined patient severity scores built on these parameters in our selected cohorts to estimate the severity of COVID-19. 8 We first identified the patients in the previously examined disease cohorts with highest documented severity  (N3C severity type severe, ie, World Health Organization severity 7-9 and mortality/hospice, ie, World Health Organization severity 10). We then compared the age-adjusted proportions of patients with these severity types (henceforth referred to as severe outcomes) among positive cases in each cohort ( 28 Supplemental Figure 2A-C ;  Supplemental Table 11 ). We found that the proportion of severe outcomes in the NF1 cohort was not significantly different when compared with all other cohorts (Wilcoxon test, observed  P  = .56, BH-adjusted  P  = .56 and falls within bootstrap distribution:  P  = .8;  Supplemental Figure 2 A;  Table 3 ). In contrast, we found that the DM1 cohort had higher proportions of patients with severe outcomes than the other selected cohorts (Wilcoxon rank-sum test, observed  P  = .003, BH-adjusted  P  = .009 and falls within bootstrap distribution:  P  = 1.0;  Supplemental Figure 2 B;  Table 3 ). This finding is consistent with the now established association between diabetes and severity of COVID-19 outcomes. \n 29 , \n  The proportion of patients with severe outcomes in the NF1 cohort was not significantly higher than that in the other rare disease cohorts examined, suggesting no clear relationship between NF1 and severe outcome from COVID-19 infection/disease (Wilcoxon test, observed  30 P  = .04, BH-adjusted  P  = .06 and falls within bootstrap distribution  P  = .28;  Supplemental Figure 2 C;  Table 3 ). We also examined the proportions of positive cases in the NF1 cohort who received invasive ventilation ( Supplemental Figure 2D-F ;  Table 3 ;  Supplemental Table 12 ). The proportions requiring invasive ventilation among the positive cases in the NF1 cohort were not significantly different from that in the other cohorts (Wilcoxon test, observed  P  = .91, BH-adjusted  P  = .92, falls within bootstrap distribution:  P  = 1.0;  Supplemental Figure 2 D and F;  Table 3 ). In contrast, the DM1 cohort appears to have more invasive ventilation (Wilcoxon test, observed  P  = .0002, BH-adjusted  P  = .0006;  Supplemental Figure 2 E;  Table 3 ). The median length of hospital stays for the patients with NF1 who had severe outcomes was not substantially different from that for the patients in other cohorts (NF1: 10 days, AML: 9 days, MCC: 23 days, non-NF1: 11 days, DM1: 13 days, HYP: 11 days, TSC: not determined, FXS: not determined, NF2: not determined, SWN: not determined; Wilcoxon test  P  = .55;  Supplemental Table 14 ). Thus, our findings suggest that the proportion of positive cases in the NF1 cohort experiencing severe outcomes was not significantly greater than the non-rare or rare disease cohorts.",
  "discussion": "Discussion This study examined EHR data in the N3C Data Enclave to determine the burden of SARS-CoV-2 in people with NF1, NF2, and SWN. Our findings suggest that the proportion of cases of SARS-CoV-2 infection or COVID-19 and severe outcomes among patients with NF1, NF2, and SWN in the N3C Data Enclave was not higher than other selected rare and non-rare diseases when adjusted for age and site. The N3C is the largest centralized and harmonized EHR repository of a representative COVID-19 cohort in the United States,  which is well suited for studying COVID-19–related outcomes. Although an extensive collection of EHR data, N3C data set has various limitations in determining SARS-CoV-2 and COVID-19–related risks for the global population. For example, N3C shows a greater NF1 prevalence than the population prevalence estimates, indicating that this data set may not represent the general population owing to its specific data acquisition protocols. As with any multisite combination of EHR data, there may also be site-related differences in clinical measures due to the variations in clinical practice and medical record documentation. Any biases affecting analyses of care patterns or outcomes due to geographic, regional, cultural, or other differences between institutions remained unassessed because of anonymized coding data from contributing institutions in this de-identified data set. Furthermore, clinical coding of patients with NF1, NF2, SWN, or other rare diseases may be incomplete in EHRs, ie, the N3C may miss patients with disease without appropriately recorded diagnostic codes. Conversely, patients with rare diseases who are control cases may be more likely to visit the health care system than the people who are control cases but belong to other disease cohorts, thus affecting the proportion estimates in this study. Finally, the SARS-CoV-2 testing rate, COVID-19 diagnosis and treatment, access to clinical care in different sites, and disease populations may vary. 8 In addition, there are various data-specific considerations that could also introduce bias. Owing to N3C’s phenotype acquisition design, the patients included in the N3C were matched by demographics and not by disease type. This matching strategy suggests that the N3C may not provide an accurate proportion of the SARS-CoV-2–negative/non–COVID-19 population for different disease cohorts, limiting the comparisons to those across different disease cohorts within the N3C. In addition, because the matching of 2 controls to each positive case was done at the time of data deposition at each participating site and occurred in 3 rounds using progressively looser requirements for the match (see case-control matching in Materials and Methods), there may be subtle differences in the cohorts despite the best efforts of the phenotype acquisition team in the N3C. It is also important to note that the definition of patients positive for SARS-CoV-2 or COVID-19 in this study is subject to limitations such as potential false positives, false negatives, and untested asymptomatic individuals. In the presence of at-home testing, it is also likely that people identified as controls may have had COVID-19 but tested outside of their health system or at home. Owing to this caveat, which is not addressable within the construct of the N3C study, it is necessary to assume that the controls are patients who have not had documented instances of COVID-19. This data set also lacks records of individuals who did not have a clinical encounter at N3C contributing sites because of being suspected positive or asymptomatic. Furthermore, this study only focused on the acute data related to SARS-CoV-2 infections and associated critical care use. Future analyses evaluating additional patient covariates known to affect SARS-CoV-2 outcomes, such as pregnancy,  social determinants of health (including socioeconomic status, insurance status, and access to health care), or long COVID data, may help us refine the results of this study. Finally, sample sizes for certain diseases (eg, FXS) make interpretation of the results for these diseases challenging. Additional data for the cohorts may also allow higher CI estimates for comparisons in the study, whereas these data only enabled 60% CI calculations. 31 Despite these limitations, we recapitulated well-established associations between COVID-19 and DM1 (one of our control cohorts), suggesting that our methods can identify underlying patterns of SARS-CoV-2 risk and severity in a common disease. \n 29 , \n \n 30 , \n \n 32 , \n  Similar to previous observations, our findings suggest that although the proportion of patients with DM1 found to be positive cases is not greater than the general population ( 33 Figure 2 C), the proportion of positive cases in the DM1 cohort experiencing severe outcomes was higher than the rest of the comparison cohorts ( Supplemental Figure 2 B and E;  Tables 2  and  3 ). These observations in our analysis are reassuring and indicate that our analytical methods may be tolerant of the inherent biases and limitations of the N3C data set and EHR data while identifying robust patterns for selected cohorts. Very few studies have investigated the effect of COVID-19 on rare diseases because of the challenges in collecting information regarding rare disease cohorts. Recently, a prospective multicenter questionnaire study (4 centers) was published with 48 patients with lysosomal storage disorders presenting a descriptive assessment of the effect of the pandemic restrictions on the disease population and their treatment adherence.  Similar to our study and other rare disease studies, the authors of this study also struggled with the limited size of the cohort. In addition, they highlighted that (1) the study assessed patients at a time when the health care system had not yet faced massive influx of patients with COVID-19 and (2) there was absence of a control cohort, such as healthy individuals or patients harboring other chronic conditions. The authors suggested that evaluating larger cohorts of patients and comparing them with relevant control cohorts was essential. As a result, this study focused mainly on descriptive analysis of the data from their cohort. 34 Our study is also a multicenter study (59 clinical sites) that used observational retrospective data from different rare disease cohorts to quantitatively assess the occurrence of COVID-19. We were fortunate to overcome many of the above limitations owing to the centralized efforts of the N3C and present a quantitative assessment of the occurrence of COVID-19 in patients with rare diseases. First, although our cohorts were still very small (requiring complex statistical analyses), they were still significantly larger than the cohorts examined earlier for rare diseases. Second, this study assessed patient data obtained between 2018 and 2021, thus capturing the peak of the COVID-19–related patient influx and the early stages of the pandemic. Our study also struggled with evaluating populations who never had COVID-19 or SARS-CoV-2 (given the lack of data from at-home testing or testing outside the clinical sites included in the study) but was able to contrast the cohorts of patients with NF1, NF2, and SWN with cohorts of other rare diseases such as FXS, AML, MCC, as well as non-rare diseases such as DM1 and HYP. In the future, additional studies (eg, case-control health surveys, mobile health studies) may allow more accurate determination of the prevalence of COVID-19 and its impact on health in people with NF1, NF2, and SWN. Future studies should also evaluate whether people with rare diseases exhibit cautious behavior or stronger adherence to social distancing protocols contributing to lower SARS-CoV-2 infection rates. This study leverages a new and unique data set and overcomes various statistical challenges to assess COVID-19 burden and severity in a rare disease population. We anticipate that the strategies used in this study can be easily extended to examine other rare diseases of interest using the N3C data set, thus serving as a roadmap for future work. As noted in the results, the number of patients with NF1 permitted more granular analyses than that of those with NF2 and SWN, suggesting that cohort sizes of >1500 individuals from the N3C database are perhaps more feasible to study than those of <1000. As more data are added to the N3C data set and more concept sets of rare diseases are generated and validated by clinical experts, we anticipate that the role of COVID-19 in rare diseases will become easier to evaluate using the N3C. Using these methods, we discovered that people with NF1, NF2, and SWN do not seem to be at a greater risk of becoming positive cases or developing severe complications of COVID-19 than those with other rare or non-rare diseases. These findings suggest that although no elevated risk was noted as per the composition of N3C patient population in July 2021, it is important for people with NF to follow COVID-19–related public health measures, vaccination guidelines, and recommendations from NF specialists. \n 35",
  "upgrade_date": "2026-02-20 07:30:21"
}