{
  "pmid": "36604703",
  "abstract": "BACKGROUND: Neurofibromatosis type 2 (NF2) is a rare genetic disease that causes a wide range of disabilities leading to compromised quality of life (QOL). There is clear need for a validated disease-specific tool to assess quality of life among German-speaking patients with neurofibromatosis type 2 (NF2). The NFTI-QOL questionnaire has produced useful results in English-speaking cohorts. The aim of this study was to produce and validate a German version of the NFTI-QOL (NFTI-QOL-D) and to correlate QOL scores with a depression score (PHQ-9) and clinical disease severity. METHODS: The original English-language NFTI-QOL was translated into German and then back-translated in order to preserve the questionnaire's original concepts and intentions. A link to an online survey encompassing the NFTI-QOL-D and the PHQ-9 depression questionnaire was then sent to 97 patients with NF2 by email. The respondents' scores were compared to clinician-reported disease severity scores. RESULTS: 77 patients completed the online survey in full. Internal reliability among NFTI-QOL-D responses was strong (Cronbach's alpha: 0.74). Both PHQ-9 and clinician disease severity scores correlated with NFTI-QOL-D scores (Pearson's rho 0.63 and 0.62, respectively). CONCLUSIONS: The NFTI-QOL-D is a reliable and useful tool to assess patient-reported QOL in German-speaking patients with NF2. The correlation of QOL with both psychological and physical disease parameters underlines the importance of individualized interdisciplinary patient care for NF2 patients, with attention paid to mental well-being as well as to somatic disease manifestations.",
  "methods": "Methods The original English-language NFTI-QOL was translated into German and then back-translated in order to preserve the questionnaire’s original concepts and intentions. A link to an online survey encompassing the NFTI-QOL-D and the PHQ-9 depression questionnaire was then sent to 97 patients with NF2 by email. The respondents’ scores were compared to clinician-reported disease severity scores.\n Methods Translation of the NFTI-QOL into German Forward translation  As a first step, the original English version of the NFTI-QOL questionnaire was translated into German by ACLM (a native German speaker with profound knowledge of the English language who lives in the target country). The aim was to produce a version which was semantically and conceptually as close as possible to the original questionnaire. Back translation  The German version was then back-translated into English by ALM (a native English speaker with profound knowledge of the German language who lives in Germany but spent most of his life in the UK). Harmonisation  Any discrepancies with the original English version were discussed by ACLM and ALM until agreement was reached. AF (a native German speaker who lives in Germany) consecutively assessed the generated German version of the NFTI-QOL (henceforth “NFTI-QOL-D”) for intelligibility and readability. The finalised NFTI-QOL-D can be found in Fig.  1 . Fig. 1 NFTI-QOL German version. Like the original version the questionnaire consists of 8 items with 4 possible answers each. Depending on symptom severity, 0 to 3 points are granted per category, resulting in up to 24 points in total Online survey An online survey was created including the NFTI-QOL-D and the German version of the PHQ-9 questionnaire (9-item patient health questionnaire, a tool for the assessment of depression) [ 9 ,  10 ]. The link to the online survey was sent to 97 German-speaking patients with NF2 treated at the supraregional Erfurt Neurofibromatosis Centre, representing all NF2 patients treated at the centre for whom email addresses were available. Utilised questionnaires and scores NFTI-QOL  This disease-specific questionnaire consists of 8 items relating to different aspects of quality of life with 4 possible answers each. Depending on symptom severity, 0 to 3 points are granted per category, resulting in up to 24 points in total. The higher the score, the lower the quality of life. Hornigold et al. found no significant correlation with age or gender (ρ = 0.246 and ρ = 0.025, respectively). It showed good internal reliability (α = 0.87) and a good ability to detect significant longitudinal changes in the quality of life of individuals. The free text section, which was included in the original version of the NFTI-QoL was not mentioned in our online survey as it was already stated by Hornigold et al. that the free text section did not yield any additional information and patients rather affirmed the importance of the items included in the questionnaire [ 2 ]. PHQ-9  A commonly used questionnaire with 9 items which each assess one of the 9 DSM IV criteria for depression. Depending on symptom severity, 0 to 3 points are granted per category, resulting in up to 27 points in total. The higher the score, the higher the likelihood of clinically relevant depression. It has been widely validated and is considered the most reliable screening tool for depression [ 11 – 13 ]. Disease severity score  The utilised clinician-reported disease severity score is based on the presence or absence of 7 symptoms with major impact on the patient’s life. Per symptom 1 point is added and based on the total sum disease severity is divided into 3 levels: mild disease, moderate disease and severe disease (Fig.  2  [1]). This score was validated for internal consistency and correlation with clinical parameters, such as number of hospitalisations per year. The disease severity score was calculated for each patient based on medical records of the patients’ last admissions or out-patient presentations. Fig. 2 Disease severity score Ethics approval The study was approved by the local ethics committee and informed consent was obtained from all participating patients. Statistics NFTI-QOL-D scores were calculated and checked for internal consistency and correlation with patient-specific depression and disease severity scores. R Studio version 2022.02.3 was utilised for descriptive statistics, Cronbach’s α and Pearson’s correlation analyses. Median numbers were calculated due to the number of participants and expected non-normal or near-normal distribution.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:22:31.556201",
  "abstract_length": 1637,
  "methods_length": 4589,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}