{
  "pmid": "36619222",
  "abstract": "",
  "methods": "Materials and Methods Cell culture The human NF1 related neurofibroma Schwann cell lines (ipNF95.11bC and ipNF95.6) were obtained from American Type Culture Collection. The mouse Schwann cell line (SW10) was purchased from the Cell Bank of Chinese Academy of Sciences (Shanghai, China). All the Schwann cells were cultured by Dulbecco's modified Eagle medium (DMEM) (Gibco, USA) that contains 10% FBS and 1% penicillin/streptomycin in a fully humidified atmosphere (37°C, 5%CO 2 ). RNA-sequencing RNA transcriptome profiling was carried out for the ipNF95.6 Schwann cells after selumetinib treatment by Illumina (USA) high-throughput RNA sequencing. RNA was collected by RNeasy Plus Mini Kit according to manufacturer (QIAGEN, Cat. 74136, Germany). The transcript quantification and normalization were implemented using RSEM software package. Genes with significant down- or up-regulation (Q-value≤0.05 and fold change >1.5) were identified as differentially expressed genes (DEGs). The DEGs were filtered to functional classification using GO, KEGG, and GSEA analysis. RNA interference Small hairpin RNA (shRNA) sequences targeting  Nf1 , plasmids, and lentiviruses were synthesized by Genomeditech Inc. (China). The efficiency of the shRNA was validated by using Western blot and qRT-PCR. siRNA targeting YAP was produced by Genomeditech Inc. (China) and the tumor cells were transfected by using Lipofectamine® 3000 Transfection Kit (L3000015, Invitrogen, USA). A scrambled siRNA was adopted as negative control. The target siRNA sequence used were: YAP (human) (5'-AUGACAACCAAUAGUUCAG-3'); Yap (mouse) (5'-ACUUGGAGGCGCUCUUCAAUG-3'). The efficiency of siYAP was identified by Western blot and qRT-PCR. Western blot (WB) assay Whole protein was isolated by using whole-cell lysis buffer in the presence of a protein phosphatase inhibitor cocktail (Pierce, USA). For detecting the YAP nuclear translocation, Nuclear-cytoplasmic fractionation was conducted using the NE-PER Nuclear and Cytoplasmic Extraction Reagents kit (Thermo Fisher Scientific, USA) according to the manufacturer's protocol, which enable stepwise separation and preparation of cytoplasmic and nuclear extracts from Schwann cell lineage. After the samples were electrophoresed through 8-12% polyacrylamide gels, proteins were transferred onto a PVDF membranes. The membranes were incubated with primary antibodies. Antibodies include (Cell Signaling Technology, USA, unless otherwise indicated): NF1 (D7R7D) (1:1,000, #14623) YAP (D8H1X) (1:1,000, #14074), p-YAP (S127) (D9W2I) (1:500, #13008S), β-Actin (13E5) (1:1,000, #4970), Cleaved Caspase-3 (Asp175) (1:1,000, #9664), GAPDH (D4C6R) (1:1,000, #97166) and Histone H3 (1:1,000, affinity # BF9211). After incubated with peroxidase-linked secondary antibodies (GK500705, Gene Tech, China), the membranes were washed and visualized using Immobilon Western HRP Chemiluminescence Substrate (Millipore, USA). Immunofluorescence assay For immunofluorescence analysis, cells were fixed and blocked. Then, the cells were incubated with primary antibodies YAP (D8H1X) (1:1,00, #14074) overnight at 4 °C. Secondary anti-rabbit antibodies labeled either with Alexa Fluor® 594 dye (red) from Cell Signaling Technology (USA). DAPI (CST, USA) was used at 1:500 dilutions. Images of the cells were taken with a BD Beckman cytometer (BD Biosciences, USA). Real-time quantitative PCR analysis Total RNA was isolated using TRIZOL Reagent (Invitrogen, USA) and subsequently reverse transcribed into cDNA using PrimerScript RT reagent Kit (Takara, Japan) according to the manufacturer's guideline. The cDNA was subjected to qRT-PCR detection using an ABI StepOne real-time PCR system (Life Technologies, USA). The PCR primers used in these studies are described in  Table S1 . The relative expression was calculated using the 2 -ΔΔCT  method. The primers used in our study were shown in  Table S1 . Cell Counting Kit-8 (CCK-8) assay Cytotoxicity of the compounds was measured by CCK-8 kit (New Cell&Molecular Biotech, China). Schwann cells were seeded in 96-well plates at 3000 cells/well and incubated overnight for attachment. MEK1/2 inhibitor selumetinib (AZD6244) and YAP inhibitor verteporfin were obtained from Selleck Chemicals (China). Cells were treated with selumetinib (Range, 0-200 μM) and/or verteporfin (Range, 0-10 μM) for 72h. This medium was replaced with 10% CCK-8 and incubated at 37 °C for 2 hours. The absorbance was measured at 450 nm. The IC50 values were calculated via Graphpad prism 8.0 software (USA). Assessment of Synergistic Effects Combination indices (CI) of drug combinations were evaluated via the Chou-Talalay method using CompuSyn software (ComboSyn Inc., Paramus, USA)  17 , and CI values CI<1.10 was identified as synergism; CI values >1.1 were considered as antagonism  18 . Apoptosis assay Apoptotic levels of involved cells were detected after drugs treatment by flow cytometry using an Annexin V-APC/PI Apoptosis Detection Kit (BD, USA). Cells were collected after different drug treatments, then the assays were carried out according to the manufacturer's protocol. Samples were processed immediately using a FACSCalibur flow cytometer (BD, USA). Data was further analyzed by FlowJo 10.4. 20,000 cells were recorded and analyzed in all conditions. Colony formation assay ipNF95.11bC, ipNF95.6 and shNf1-SW10 cells were seeded in 6-well plates (1000 cells/well) and incubated for 2 weeks. The colonies formed were washed with PBS and fixed with 4% paraformaldehyde, subsequently stained with 1% crystal violet for 20 min at room temperature. All visible cell colonies were imaged and counted. Sphere formation assay Cells were seeded at 1000 cells/well of at 6 wells low adhesion plate (Corning Inc., USA). Micro spheres were cultured in DMEM/F12 medium added with vitamin B27, heparin (4 mg/mL) and FGF (20 ng/mL). Samples were subsequently treated with selumetinib and verteporfin, alone or combination, and equal DMEM was used as control. All visible spheres were imaged and counted after 2 weeks of continuous medium exposure. In vivo  xenograft studies All animal experimental procedures were approved by the Animal Welfare Committee of the Ninth People's Hospital, Shanghai Jiao Tong University School of Medicine (China). shNf1-SW10 cells (2×10 6  cells per injection) were subcutaneously injected into 4-week-old BALB/c nude mice model (n=24). When the maximum diameter of tumors reached 1cm, the mice were randomly divided into four groups (i) vehicle, (ii) selumetinib (50 mg/kg) orally every other day, (iii) verteporfin (20 mg/kg) intraperitoneally every other day or (iv) the combination of selumetinib and verteporfin, respectively. All the mice were sacrificed and the tumors were excised and then fixed with 4% Paraformaldehyde Fix Solution for 24 hours for further analysis. The ellipsoid volume formulas (π/6 * L * W * H) were used for estimating tumor mass. Statistical analysis Statistical analysis was performed using GraphPad prism 8.0 software (USA). A Student's t-test was used to analyze differences between two groups and one-way ANOVA was adopted to analyze more than two groups. A  p  value < 0.05 was considered as statistically significant.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:22:40.167230",
  "abstract_length": 0,
  "methods_length": 7214,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}