{
  "pmid": "PMID:36689660",
  "title": "Destabilizing NF1 variants act in a dominant negative manner through neurofibromin dimerization.",
  "abstract": "The majority of pathogenic mutations in the neurofibromatosis type I (",
  "authors": "Lucy C Young; Ruby Goldstein de Salazar; Sae-Won Han; Zi Yi Stephanie Huang; Alan Merk; Matthew Drew; Joseph Darling; Vanessa Wall; Reinhard Grisshammer; Alice Cheng; Madeline R Allison; Matthew J Sale; Dwight V Nissley; Dominic Esposito; Jana Ognjenovic; Frank McCormick",
  "journal": "Proceedings of the National Academy of Sciences of the United States of America",
  "publicationDate": "2023-01-31",
  "doi": "10.1073/pnas.2208960120",
  "methods": "Materials and Methods Cloning and Mutagenesis. Gateway LR recombination according to the manufacturer’s protocol to insert  NF1 ,  SPRED1,  and  RAS  entry clones into transient mammalian expression vectors pCAN-FLAG-DEST and pCAN-HA-DEST. Point mutations in  NF1  isoform-2 were generated by PCR mutagenesis of Addgene plasmid 70423. Mammalian Cell Culture, Immunoprecipitation, and Western Blot. Generation of  NF1 -null 293T cells has been previously described ( 12 ). ipNF95.11b C was purchased from ATCC, and CRISPR technology was used to generate a homozygous  NF1  knockout clone (methodology to be published elsewhere). All cells were maintained in DMEM with 10% fetal bovine serum and penicillin–streptomycin (10 U/mL) and were tested regularly for mycoplasma contamination with MycoAlert (Lonza). Plasmids were transfected using JetOPTIMUS reagent (Polyplus) according to the manufacturer’s protocol. Cells were lysed 48 h later in a lysis buffer (50 mM Tris pH 7.5, 150 mM NaCl, 1 mM EDTA (or 5 mM MgCl2 where RAS activity was concerned), 1% Triton-X-100, 1 mM DTT, EDTA-free protease inhibitors (Roche), and phosphatase inhibitor cocktails (Sigma)). Supernatants from cleared lysates were incubated with Anti-FLAG M2 affinity gel (Sigma) to immunoprecipitated FLAG-tagged protein complexes, or recombinant GST-RAF1 RBD beads to pull down GTP-bound RAS, for 2 h at 4 °C followed by 3 washes with lysis buffer (without protease and phosphatase inhibitors). Beads and lysates were mixed with NuPAGE LDS (ThermoFisher) sample buffer and heated at 70 °C for 10 min prior to loading on either 3 to 8% Tris-Acetate or 4 to 12% Bis-Tris NuPAGE gels. Standard Western Blotting procedures were followed and visualized using 680- and 800-conjugated secondary antibodies (Pierce, Jackson Laboratories) on an Odyssey Li-COR scanner or HRP-conjugated antibodies and development on film using Crescendo substrate (Millipore). Primary antibodies used were FLAG-M2 and KRAS (Sigma), HA, HSP70, and Ubiquitin (Cell Signaling), pan-RAS (Abcam), GST and Vinculin (Bethyl Laboratories), and RASA1 (Santa Cruz Biotechnology). Quantification of Western Blot bands was performed using Image-Studio (Li-COR) and visualized in Prism (GraphPad). Generation of Inducible Expression Constructs and Transduction. To generate constructs for the Tet-inducible expression of NF1 WT and mutants, the lentiviral attR1-attR2 Gateway destination vector pLIX403 (Addgene 41395) was modified to attR4-attR2 by Gibson assembly. Gateway multisite reactions into pLIX403 attR4-attR2 were then performed with entry clones for the TRE3G promoter (attL4-attL5), HA(hemagglutinin)-m(monomeric)Scarlet (attR5-attR1), and NF1 WT or mutants (attL1-attL2) using LR Clonase II (Thermo Fisher Scientific). Lentiviral particles were then generated by equimolar cotransfection of these NF1 expression vectors with psPAX2 (Addgene 12260) and pMD2.G (Addgene 12259) packaging plasmids in HEK293T cells. Forty-eight hours later, the supernatant viral titer was measured using Lenti-X GoStix Plus (Takara Bio) following the manufacturer’s instructions. Normalized viral titers for NF1 WT and mutants were then mixed with 5 µg/mL hexadimethrine bromide (Polybrene, MedChemExpress), 0.45 µm filtered, and applied to target  NF1 -null HEK293T and ipNF95.11b C cells with centrifugation at 1,000 × g for 45 min. Forty-eight hours after infection, cells were selected and then subsequently maintained in a medium containing 0.4 µg/mL puromycin. Expression of HA-mScarlet-NF1 WT and mutants was induced with 1 µg/mL Dox for 48 h, and cells exhibiting robust expression were sorted by flow cytometry using a Sony SH800 Cell Sorter (Sony). Following cell sorting, Dox was withdrawn for at least 10 d before the commencement of experiments. Baculovirus. Constructs for recombinant production of full-length neurofibromin in insect cells were previously described ( 12 ). Point mutants were generated using the Agilent QuickChange site-directed mutagenesis kit per the manufacturer’s instructions, and constructs were completely sequence verified to ensure that no additional mutations were introduced. Baculovirus production and insect cell expression in Tni-FNL cells were done as previously described ( 12 ). Purification of Full-Length Human NF1 Isoform 2. Full-length NF1 (short isoform), preceded by a hexa-histidine tag and a Tev protease recognition site, was produced in Tni-FNL cells and purified as described ( 12 ). Briefly, 250 mL of frozen cells were thawed, resuspended, and homogenized using a Dounce homogenizer. Following centrifugation at 235,000 ×  g , the supernatant was supplemented with 40 mM imidazole and loaded onto a 5 mL HisTrap HP Ni-Sepharose column (Cytiva). After rinsing the column with 50 mM Tris-HCl pH 8.0, 300 mM NaCl, 4 mM TCEP, 40 mM imidazole, and Sigma protease inhibitors in DMSO at a dilution of 1 in 500, the protein was eluted with the same buffer supplemented with 500 mM imidazole. Fractions containing the neurofibromin dimer were further purified on a preparative HiLoad 16/600 Superose 6 pg column (Cytiva) in 50 mM Tris-HCl pH 8.0, 300 mM NaCl, and 5 mM TCEP, supplemented with Sigma protease inhibitors in DMSO at a dilution of 1:500. The neurofibromin dimer fractions were combined, concentrated, and repurified on a Superose 6 10/300 GL column (Cytiva) in 20 mM Tris-HCl pH 8.0, 300 mM NaCl, 5 mM TCEP. The neurofibromin-dimer peak fraction was cleared by centrifugation at 21,000 ×  g  for 10 min at +10 °C. The pure sample was diluted to ~0.3 mg/mL and used for grid preparation. Cryo-EM Sample Preparation and Data Acquisition. UltraAuFoil grids (300 mesh, Electron Microscopy Sciences) were plasma cleaned using a SOLARUS plasma cleaner (Gatan Inc.). Then, 3 mL of purified neurofibromin was subsequently deposited onto the grids, which were then plunge frozen in liquid ethane using a Leica EM GP plunge freezer (Leica Microsystems Inc.). Grid screening and data collection were carried out on a CryoARM200 microscope (JEOL Inc.) equipped with a K3 camera (Gatan) operated in super-resolution mode and correlated double sampling mode. A total of 42,049 movies were collected over five separate data collection sessions. Each image was fractioned into 60 frames with an exposure time of 6.232 s and a dose rate of 9.6 electrons/Å 2 . All data collection was performed with SerialEM. Cryo-EM Data Processing. Data processing was done using the RELION ( 32 ) software package. Collected movie frames were motion-corrected and dose-weighed using MotionCorr ( 33 ) followed by contrast transfer function estimation using CTFFIND4 ( 34 ) Initial particles were picked using Laplacian-of-Guassian-based auto-picker. Obtained representative 2D classes were used for another round of template-based auto-picking that yielded 692,875 particles. Following several rounds of 2D classifications, a cleaned particle stack was used to generate an initial model without imposing symmetry. Subsequent processing steps involved Refine3D and CTF Refine and particle polishing, resulting in a cryo-EM map at 3.6Å overall resolution with C2 symmetry. Particle subtraction with a mask around one Neurifibromin lobe, followed by multibody refinement using four masks ( ), yielded the map at the overall resolution of 3.3Å with improved density for the most of the Neurofibromin core domains. SI Appendix , Fig. S3 A Model Building and Refinement. Published models of GRD and Sec-PH (PDB: 1nf1 and 2d4q, respectively) were rigid-body fitted in the density using Chimera. The core of the NF1 dimer was completely manually modeled in Coot ( 35 ) and then compared with the AlphaFold2 ( 36 ) predictions of separate domains. Structure refinement was done in Phenix ( 37 ). Iterative manual inspection and rebuilding of the 3D model in Coot relied on real-space difference maps calculated in Servalcat ( 38 ). PDB and EMDB Accession Codes. Neurofibromin full dimer pdb:  8E20 , EMDB:  EMD-27826 Body1 pdb: 8EDO , EMDB:  EMD-28038 Body2 pdb:  8EDL , EMDB:  EMD-28035 Body3 pdb:  8EDM , EMDB:  EMD-28036 Body4 pdb:  8EDN , EMDB:  EMD-28037 Illustrations. Figs. 1  and  A 5  and   were created with BioRender.com.  SI Appendix , Fig. S1 Fig. 2   and  B  and  C  were made in GraphPad Prism. SI Appendix , Fig. S4 D Data, Materials, and Software Availability Coordinates and maps have been deposited in PDB  www.rcsb.org  and EMDB  www.ebi.ac.uk/emdb/  (see accession codes above), respectively, and will be released upon publication. All study data are included in the article and/or  . SI Appendix",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-20 06:59:38",
  "introduction": "",
  "results": "Results In our efforts to better understand how neurofibromin is regulated, we discovered that neurofibromin exists as a high-affinity dimer in cells ( 12 ); however, the biological implications of this complex were more difficult to explain. Hypothesizing that neurofibromin dimers may have a role in disease, we tested several pathogenic point mutations in  NF1  but found that they were all capable of binding to wild-type protein. We noticed that missense mutations in residues 844 to 848 ( Fig. 1 ) reduce protein expression when compared to wild type ( A Fig. 1 ) in  B NF1  knockout 293T cells. This is consistent with previous reports of lower mutant protein expression observed in a G848R mouse model of NF1 ( 13 ,  14 ) and in cells transiently expressing mouse  Nf1  cDNA (complementary DNA) with L847P and G848R ( 15 ). Despite lower levels of expression, these mutants are still able to form heterodimers with wild-type protein ( Fig. 1 ) and maintain their interaction with SPRED1 ( C Fig. 1 ). Levels of RAS-GTP in  D NF1  cells were reduced upon expression of these mutants indicating that they retain GAP activity ( −/− Fig. 1 ). We wondered whether the mechanism behind low protein expression was due to targeting for degradation. We observed that 844 to 848 mutants are highly ubiquitylated compared to wild-type neurofibromin and coimmunoprecipitate with increased amounts of HSP70 ( E Fig. 1 ), an indicator that the cell is responding to protein misfolding ( F 16 ). To verify that the effects on expression levels were not an artifact of transient transfection, we generated a doxycycline (Dox)-inducible expression system in the NF1 knockout 293T cells. We previously thought that it was not possible to efficiently transduce full-length  NF1  lentivirus due to its size. However, we successfully introduced a fluorescent epitope-tagged (HA-mScarlet) WT and L847P  NF1  ( ) which was expressed in a Dox dose-dependent manner ( SI Appendix , Fig. S1 Fig. 1 ). We observed that the L847P mutant expressed considerably less than the WT under the same conditions, confirming that the previous response was not transient-transfection-specific. To rule out the possibility that  G NF1  mutant effects on stability were 293T-specific and to examine the phenomenon in an NF1 disease-relevant biological system, we transduced a previously characterized immortalized peripheral neurofibroma-derived Schwann cell line (ipNF95.11b C) ( 17 ) in which we had knocked out  NF1 . We saw the same phenotype as in the 293T, and given the corroborating data from the aforementioned mouse model, we concluded that 844 to 848 mutants are less stable in a variety of biological scenarios. We also found that these mutations completely abolish soluble recombinant protein expression from baculovirus-infected insect cells ( Fig. 1 ). We concluded that these hotspot mutations primarily function through protein instability rather than impaired GAP activity or disruption of well-established protein–protein interactions (i.e., SPRED1). H Fig. 1. 844 to 848 neurofibromin mutants are less stable than wild-type protein. ( A ) Domain structure of neurofibromin showing the location of mutation hotspot. ( B ) Lysates from 293T  NF1  cells expressing FLAG-tagged neurofibromin. Expression was analyzed via western blot. ( −/− C ) FLAG-WT and mutant neurofibromin immunoprecipitates (IPs) from 293T  NF1  were tested for dimerization with cotransfected HA-WT neurofibromin. The amount of mutant  − /− NF1  plasmid was increased to even levels of expression with wild type. ( D ) HA-tagged WT and mutant neurofibromin coimmunoprecipitated with FLAG-SPRED1.  NF1  ΔM1215 is used as a control for the absence of SPRED1 binding. ( E ) Levels of RAS-GTP by GST-RAF1-RBD (RAS Binding Domain) pulldown from lysates indicate the level of neurofibromin GAP activity in 293T  NF1 . ( − /− F ) Ubiquitin (Ubi) and HSP70 were detected on FLAG immunoprecipitants of mutant neurofibromin. ( G ) Lysates from HA-mScarlet-NF1-transduced 293T and ipNF95.11b C Schwann cells after 48 h Dox treatment at the indicated concentrations. ( H ) Recombinant mutant neurofibromin proteins are highly insoluble in baculovirus-infected insect cells. Images of Coomassie-stained SDS-PAGE. T = Total, S = Soluble. We noticed that, when coexpressed with 844 to 848 mutants, wild-type neurofibromin expression levels were also reduced. To examine whether the mutant was causing lower expression of wild type, we transfected increasing amounts of either FLAG-tagged wild-type, G848E or L847P with constant amounts of HA-tagged wild-type neurofibromin. Increasing amounts of FLAG-wild type has no effect on HA-wild type (HA-WT) expression, whereas increasing amounts of transfected G848E or L847P caused wild-type neurofibromin levels to decrease in a dose-dependent manner ( Fig. 2  ). To examine protein turnover rates, we treated cells with cycloheximide to inhibit protein synthesis and found that mutant proteins are turned over at a higher rate compared to wild type ( A  and  B Fig. 2 ). Neurofibromin degradation by the proteasome has been reported to be mediated by CUL3 ( C 18 ), Hypoxia-Associated Factor ( 19 ), and SAG-CUL1-FBXW7 ( 20 ) under certain circumstances. We treated  NF1 -transfected 293T cells with proteasome inhibitors to validate that the mechanism of degradation was via the proteasome, but we were not able to consistently observe any effect of the drugs at the incubation times and concentrations used whilst preserving cell viability, likely due to the half-life of the protein being over 48 h in normal cell culture conditions ( 20 ). The failure to produce soluble recombinant neurofibromin point mutants in our insect cell system ( Fig. 1 ), though, is consistent with a proteasomal degradation mechanism, as baculovirus infection of insect cells leads to proteotoxicity and accumulation of ubiquitylated proteins in aggresomes, leading to a dramatic loss of protein solubility ( G 21 ). Fig. 2. 844 to 848 mutants cause wild-type neurofibromin to be destabilized. ( A ) Lysates from 293T  NF1 − /−  where HA-neurofibromin WT was cotransfected with increasing levels of either WT or mutant (FLAG-tagged). ( B ) Quantification of  A  with linear regression trendline. ( C ) Lysates collected from 293T  NF1 transfected of WT or mutant neurofibromin and treated with 100 μg/mL cycloheximide for the indicated times. Band intensity was quantified (error bars represent SD from 3 independent experiments). −/− We sought to elucidate the structural basis for the severe phenotypic effects of mutations affecting residues 844 to 848. Using cryogenic electron microscopy (cryo-EM), we determined the 3.6 Å resolution structure of the 2818 amino acid isoform I (Uniprot P21359-2) which lacks 21 exon 23A-encoded residues within the GAP-related Domain (GRD). Our structure shows that  844 Leu-Cys-Ala-Leu-Gly 848  forms the C-terminal half of α-helix 34 ( Fig. 3  and  A ), which is spatially juxtaposed to the functionally important GRD. The structural overlay confirms that the segment adopts the same fold in our structure as in the previously determined neurofibromin structures ( SI Appendix , Fig. S3 A  and Table S1 22 – 24 ). Except for Gly848, the side chains of 844 to 848 coat the hydrophobic interhelical surface of the α33 to α36 HEAT repeat ( Fig. 3  ), thus stabilizing the repeat itself and presumably the distal half of the N-HEAT domain of neurofibromin. Of note, the hydrophobic core residues are highly conserved across species ( B  and  C ) implying the preservation of structural integrity in neurofibromin orthologues. SI Appendix , Fig. S3 B Fig. 3. Cryo-EM structure of the intact short isoform of human neurofibromin. ( A ) Top view of the final model of NF1 dimer (cartoon) and the corresponding 3D cryo-EM density (transparent grey surface) showing NF1 protomers in dark and light gray, GRD in purple, and Sec-PH (pleckstrin homology) domain in blue. Boxed area indicates the location of the GRD (purple) and Sec-PH (blue) domains in one of the NF1 protomers. PDB: 8E20, EMDB: EMD-27826. ( B ) A close-up and rotated view of the boxed area from  A  shows that helices α33 to α36 (red, yellow, green, and light blue) are located directly below the GRD domain (purple). The view is rotated ~90° clockwise around the horizontal axis when compared to  A . ( C ) Side view of the α33 to α36 helical bundle (ribbon cartoon colored red, yellow, green, and light blue). Severe phenotype mutations map to the region encompassing residues 844 to 847 (side chains shown in ball-and-stick representation). ( D ) Top view of the same bundle. For clarity, helix α33 is not shown. The view is rotated ~90° clockwise around the horizontal axis relative to  C . ( E ) Residues affected by pathogenic mutations are colored using Kyte-Doolittle amino acid hydrophobicity scale where hydrophobic and polar residues are red and blue, respectively. The above-described mutations mapping to α34 are substitutions wherein shorter hydrophobic residues are replaced with either rigid Pro ring, bulky hydrophobic Phe and Tyr, or bulky polar His, Arg, and Glu. The introduction of any of the bulkier side chains would induce a conformational change of the backbone atoms, which would break the regular pitch of the α-helix and destabilize the rigid α33 to α36 HEAT interface. Likewise, placing Pro in this region would likely compromise both the fold and structural rigidity of α34. Thus, each of these mutations, causatively linked to severe phenotypes, is proposed to disrupt the tight packing of a-helical repeats, exposing otherwise buried interhelical hydrophobic segments to solvent. The uncovered hydrophobic residues would be recognized by the protein quality control system, ultimately leading to degradation of the entire neurofibromin dimer and lowering of both mutant and wild-type protein levels in the cell. These structural predictions align well with our biochemical analyses and rationalize why wild-type neurofibromin expresses poorly in the presence of a destabilizing pathogenic variant. To test our structure-driven hypothesis, we predicted substitutions in the 844 to 848 segment that would be less disruptive to the structure of α34 and the α33 to α36 HEAT repeat. Indeed, mutations L847I and G848A do not diminish protein expression levels in 293T cells like their pathogenic counterparts ( Fig. 4 ) and do rescue protein solubility in the baculovirus expression system ( A Fig. 4 ). These “suppressor” mutants, which maintain hydrophobicity, are not only less ubiquitylated than the pathogenic variants, but their level of coimmunoprecipitation with HSP70 is similarly decreased ( B ). We further speculated that N-terminal pathogenic variants mapping to conserved regions flanking the 844 to 848 segment ( SI Appendix , Fig. S3 B ) may also be detrimental to the neurofibromin structure. We used our cryo-EM model to identify variants W837F, F894S, and L898R [present in the ClinVar database ( SI Appendix , Fig. S3 B www.ncbi.nlm.nih.gov/clinvar )] that may cause disruption to the helices and at the same time predicted ‘less-disruptive’ versions as we had done for L847 and G848 ( Fig. 4 ). All 3 pathogenic substitutions express less well than wild type and can be ‘suppressed’ by less disruptive mutations W837F, F894L, and L898I in 293T ( C Fig. 4 ) and insect cells ( A Fig. 4 ). We observe the same, reversible pattern of ubiquitylation and HSP70-binding ( D ) as we had for codons 844 to 848. Perhaps more importantly, W837F, F894S, and L898R retain GAP activity ( SI Appendix , Fig. S4 A ) and can still form a complex with SPRED1 (Extended Data  SI Appendix , Fig. S4 B Fig. 4 ), arguing that the GRD functionality is not impaired. Given the observation that mutations mapping to 844 to 848 act in a dominant negative manner by destabilizing wild-type protein, we repeated a dose–response curve of cotransfected wild-type and mutant plasmids. In this regard, F894S resembles a severe pathogenic variant ( C Fig. 4  and  E ), supporting our observations that severe mutations, which disrupt neurofibromin protein structure, reduce cellular levels of neurofibromin by targeting the wild-type protein for degradation through heterodimerization. SI Appendix , Fig. S4 D Fig. 4. Loss of stability in α-helix 34 of the N-terminal HEAT domain can be predicted and rescued with hydrophobic residue substitution. ( A ) Lysates from 293T  NF1 − /−  cells expressing FLAG-tagged neurofibromin wild type or with pathogenic and alternative ‘suppressor’ residues. ( B ) Solubility and purification of His6-tagged WT, L847P or L847I and G848E or G848A neurofibromin mutants from baculovirus lysates. T = Total, S = Soluble. ( C ) Cryo-EM structure reveals the location of additional residues mutated in human patients. These residues (red ball-and-stick) map to the α33-α36 HEAT repeat (gray cartoon) and are juxtaposed to the functionally pivotal HEAT:GRD:Sec-PH interface. GRD is colored purple and Sec-PH is blue. ( D ) Solubility and purification of W837R, W837F, F894S, F894L, L898R, and L898I mutants as in  B . ( E ) Lysates from 293T  NF1 − /−  where HA-neurofibromin WT was cotransfected with increasing levels of either wild type or mutant (FLAG-tagged).",
  "discussion": "Discussion Our discovery that neurofibromin exists as a high affinity dimer ( 12 ) and our and other cryo-EM structures ( 22 – 24 ) changed our understanding of how it may be regulated and led us to examine whether it was indicated in the molecular mechanisms of NF1 disease. Our results have provided a basis for rationalizing why missense mutations in residues 844 to 848 of neurofibromin cause severe phenotypes in patients, including an increased incidence of major plexiform and spinal neurofibromas ( 11 ). These mutations also reduce the level of protein expression through targeted protein degradation and exert a dominant-negative effect on wild-type protein through the heterodimerization. This is expected to cause a reduction in total neurofibromin levels in haploinsufficient cells, below a threshold observed for other genotypes and subsequently, a larger increase in RAS signaling ( Fig. 5 ). As an example, plexiform neurofibromas initiate when Schwann cells lose  A NF1  heterozygosity through the loss of the wild-type allele by either acquired deletion or mutation. Studies have demonstrated the importance of the heterozygous neurofibroma cells (e.g., mast cells, fibroblasts, macrophages) in creating and sustaining a supportive inflammatory microenvironment for Schwann cell survival and proliferation ( 25 ). In patients with 844 to 848 mutations, haploinsufficient cells may have increased RAS signaling and would therefore contribute to disease progression ( 26 ) ( Fig. 5 ). This may include enhanced responsiveness to signaling by other cells, secretion of SCF (stem cell factor) by  B NF1  Schwann cells that recruits and supports  −/− NF1  mast cells, and increased cytokine and growth factor secretion that would stimulate other cells within the tumour ( −/+ 5 ). It is likely that there are other pathogenic mutations in  NF1  that affect protein stability and we have been able to use structural information to identify some of those that behave in the same way as 844 to 848 residues. There is little to no phenotypic information for variants at W837, F894, and L898. Independent studies describe symptoms of CALMs ( 27 ), CALMs and bone abnormalities ( 28 ), neurofibromas and CALMs ( 29 ), and cutaneous neurofibromas ( 30 ) in different patients. It may be possible to use this technique to further characterize genotype–phenotype correlations which are not only important for understanding the mechanisms of disease but also to be able to offer patient counselling or more informed therapeutic decisions. Fig. 5. Reduced levels of neurofibromin in patients with 844 to 848/destabilizing variants may cause severe phenotype through enhanced RAS pathway signalling in haploinsufficient tissues. ( A ) Schematic to demonstrate the predicted effect of different  NF1  allele combinations in NF1 disease and unaffected cells. Loss of expression by premature truncation or microdeletion of 1 allele of  NF1  reduces total protein expression by half. In the presence of 844 to 848 codon variants or other destabilizing substitutions, the total level of neurofibromin is predicted to be lower due to the dominant negative effect of the mutant on the wild type, through dimerization and targeting for degradation. ( B ) Hypothetical consequences of a destabilizing-variant microenvironment. Using plexiform neurofibroma as an example, loss of heterozygosity in a Schwann cell or precursor initiates recruitment of other cell types. Haploinsufficient cells of the microenvironment, such as fibroblasts, macrophages and mast cells, are predicted to be hyperresponsive to signals from the cells of origin (Schwann cells), such as cytokines and growth factors, and may create an enhanced tumor-supportive environment/inflammatory response. Operable plexiform neurofibromas are given surgical intervention, and although the MEK inhibitor Selumetinib is approved for the treatment of inoperable tumours ( 31 ), MEK inhibition is not without side effects or the potential for acquired resistance. There are also no approved therapies for many of the other symptoms of NF1 such as behavioral or bone and cardiac defects. Here, we provide a mechanism of neurofibromin protein homeostasis in disease. Once we understand the mechanisms of protein turnover, we may be able to design therapeutic approaches that restore neurofibromin function through the stabilization of the protein. This could be either by preventing posttranslational modifications and degradation or through modulation of neurofibromin dimerization. We have also developed a methodology for the transduction of inducible tagged full-length  NF1  into cell lines, including  NF1  293T and immortalized Schwann cell lines. Our prior attempts to stably reexpress NF1 were hindered by apparent TRE3G promoter silencing and loss of inducibility of expression. We have overcome this by redesigning the expression vectors to select for cells that remain inducible, perhaps due to their integration in regions of chromatin resistant to epigenetic silencing. This system has numerous applications for the study of NF1 disease and is particularly relevant in the field of gene therapy. −/−",
  "upgrade_date": "2026-02-20 07:34:46"
}