{
  "pmid": "36730269",
  "abstract": "Neurofibromatosis Type 1 (NF1) patients develop an array of benign and malignant tumors, of which Malignant Peripheral Nerve Sheath Tumors (MPNST) and High Grade Gliomas (HGG) have a dismal prognosis. About 15-20% of individuals with NF1 develop brain tumors and one third of these occur outside of the optic pathway. These non-optic pathway gliomas are more likely to progress to malignancy, especially in adults. Despite their low frequency, high grade gliomas have a disproportional effect on the morbidity of NF1 patients. In vitro drug combination screens have not been performed on NF1-associated HGG, hindering our ability to develop informed clinical trials. Here we present the first in vitro drug combination screen (21 compounds alone or in combination with MEK or PI3K inhibitors) on the only human NF1 patient derived HGG cell line available and on three mouse glioma cell lines derived from the NF1-P53 genetically engineered mouse model, which sporadically develop HGG. These mouse glioma cell lines were never exposed to serum, grow as spheres and express markers that are consistent with an Oligodendrocyte Precursor Cell (OPC) lineage origin. Importantly, even though the true cell of origin for HGG remains elusive, they are thought to arise from the OPC lineage. We evaluated drug sensitivities of the three murine glioma cell lines in a 3D spheroid growth assay, which more accurately reflects drug sensitivities in vivo. Excitingly, we identified six compounds targeting HDACs, BRD4, CHEK1, BMI-1, CDK1/2/5/9, and the proteasome that potently induced cell death in our NF1-associated HGG. Moreover, several of these inhibitors work synergistically with either MEK or PI3K inhibitors. This study forms the basis for further pre-clinical evaluation of promising targets, with an eventual hope to translate these to the clinic.",
  "methods": "Material and methods Ethics statement This research was determined to be none-human subject research by the Children’s Hospital Philadelphia Committees for the Protection of Human Subjects (IRB). The need for consent was waived. Cell lines and materials The NF1 patient-derived HGG cell line TM-31 (RRID:CVCL_6735) [ 17 ], purchased from the RIKEN biorepository, is null for NF1, TP53, CDKN2A and ATRX. The Glioblastoma Multiphorme (GBM) LN319 cell line was a gift from Dr. Karen Cichowski. LN319 is an adult sporadic GBM with full inactivation of NF1. TM-31 and LN319 cells are grown in Dulbecco’s Modified Eagle’s Medium (DMEM; Gibco, Life Technologies, NY, USA) supplemented with 10% fetal bovine serum (FBS; Gemini-Bio Products, West Sacramento, CA, USA), 1% glutamax (Gibco) and 1% Penicillin/Streptomycin (Life Technologies, NY, USA). Mouse NF1-HGG cell lines 17, 5653, and 5746 were derived from three distinct high-grade murine brain tumors sporadically developed by the NPcis genetically engineered mouse model. The germline of these mice is heterozygous for  Nf1  and  Tp53 ; mutant alleles are located in cis. The 17, 5653, and 5746 glioma cell lines are grown in NeuroCult ™  Mouse and Rat Basal Medium (NeuroCult; StemCell Technologies, Vancouver, BC, Canada) supplemented with NeuroCult ™  Mouse and Rat Proliferation Supplement (StemCell Technologies, Vancouver, BC, Canada), 1% Penicillin Streptomycin (P/S; Life Technologies, NY, USA), 20 ng/mL human recombinant epidermal growth factor (EGF; StemCell Technologies, Vancouver, BC, Canada) and 10 ng/mL human recombinant fibroblast growth factor (FGF; StemCell Technologies, Vancouver, BC, Canada). All cells are cultured at 37°C in a humidified 5% CO2 incubator. Cell lines were transduced with Incucyte ®  Nuclight Red Lentivirus (Sartorius, Gottingen, Germany) such that they will produce an EF1α promoter driven nuclear restricted red fluorescent label (nuclear RFP) and flow sorted to select for successfully transduced cells (Sartorius, Gottingen, Germany). The following antibodies were purchased from Cell signaling Technologies: pERK (Catalogue # 4370), total ERK (Catalogue # 9102), pAKT (Catalogue # 4060), total AKT (Catalogue # 4691), Ubiquitin (Catalogue # 4289), MYC (Catalogue # 18583), pCHEK1 S296 (Catalogue # 90178), BMI1 (Catalogue # 5856), H3K27Ac (Catalogue # 8173), total H3 (Catalogue # 14269), CDK9 (Catalogue # 2316), Vinculin (Catalogue # 4650), CPNase (Catalogue # 5664) and MAG (Catalogue # 9043). Beta-Actin (Catalogue # NB600-501) was purchased from Novus, pS2 RNApol II (Catalogue # 04-1571-1) from EMD Millipore, SOX2 (Catalogue # MAB2018) from R&D systems and NG2 (Catalogue # PA5-17199) from Invitrogen. Compound used in screen All drugs and compounds were purchased from Selleckchem (Houston, TX, USA). A complete list of compound names, sources, catalogue numbers, are listed in  S1 Table . These compounds encompass a broad spectrum of molecular targets that have been implicated in cancer and are either in preclinical studies or in clinical development. Spheroid drug sensitivity assay Two thousand cells/well of 17, 5653, or 5746 glioma cell lines are plated in 96-well round-bottomed ultra-low attachment plates (MS9096UZ, S-bio, Hudson, NH) and used for spheroid drug screening. Cells are plated in 100uL of complete culture media, centrifuged (90g, 5min) and incubated overnight to stimulate a single colony from forming at the bottom of the round well. Twenty-one drugs were screened, using three concentrations (see  S2 Table , in triplicate) and prepared in NeuroCult media. All drugs were combined with DMSO, a single concentration of Trametinib (10nM), or a single concentration GDC0941 (1000nM for 17 and 5746, 500nM for 5653). For each cell line, these concentrations of Trametinib and GDC-0941 were chosen to be below the Half Maximal Inhibitory Concentration (IC50) value, in order to discern the maximum cooperativity between drug combinations. The final volume of media for each well is 150ul. Each concentration of a drug combination was evaluated in triplicate, including the DMSO controls. The total integrated intensity of RFP was monitored over the course of 72 hours, taking measurements every 2 hours with the Incucyte ®  S3 Live-Cell Analysis System (Sartorius, Gottingen, Germany) and serve as a proxy for the number of cells present. Analysis parameters are listed in  S3 Table . 2D drug sensitivity assays The TM-31 cells were plated (10,000 cells/well) in 96-well flat-bottom tissue culture treated plates (Corning 3596). Cells were plated in 100uL culture media and incubated overnight before adding drugs on Day 0. Twenty-one drugs were screened, using three concentrations (see  S2 Table , in triplicate) and prepared in DMEM media (10% FBS). All drugs were combined with DMSO, a single concentration of Trametinib (20nM), or a single concentration of GDC0941 (500nM). These concentrations of Trametinib and GDC-0941 were chosen to be below the IC50 value, in order to discern the maximum cooperativity between drug combinations. The total volume of media per well is 150ul. Each concentration of a drug combination was evaluated in triplicate, including the DMSO controls. We monitored cell numbers over the course of 72 hours, taking measurements every 2 hours with the Incucyte ®  S3 Live-Cell Analysis System (Sartorius, Gottingen, Germany). We used the Incucyte ®  S3 Live-Cell Analysis software to identify and count the number of individual cells, as defined by the number of RFP +  nuclei, across the 72 hours. Analysis parameters are listed in  S4 Table . Data analysis The log2-fold change in total integrated intensity or cell number (for 3D and 2D assays, respectively) for each time point relative to 0 hours was calculated. Drugs were considered for a broader follow-up combinatorial evaluation if our initial treatment caused more than 50% cell death in 72h (Log2 fold change value <-1) at concentrations below the maximum serum concentration that can be safely attained during pharmacokinetic drug studies for clinical trials (Cmax). These Cmax obtained from the literature (Table 2), and values were converted from mg/ml to nM. Synergy screening The synergy of drug combinations was evaluated in the mouse 5746 and TM31 glioma cell lines. The 17 glioma cell line was used for the PTC596/Trametinib combination as this combination showed limited sensitivity than the 5746 line ( S2 Table ). Cell lines were plated in 96-well plates and processed as described in the spheroid or 2D drug screening assays. We created a dilution series of our drug combinations (7 dilutions of the drug of interest, 5 dilutions of Trametinib or GDC-0941). On Day 0, Trametinib, GDC-0941, Bortezomib, Dinaciclib, JQ1, LY2606368, PTC596, or Vorinostat were added in a serial dilution per row in duplicate. We used the percent viability compared to untreated cells to calculate a synergy score for each of the analyzed combinations ( https://synergyfinder.fimm.fi/ ; parameters: LL4 curve fit, ZIP method for synergy score calculation). Statistical analysis Our initial 21 compound drug screen was performed in triplicates, the synergy study was performed in duplicates. IC50 and Lethal Dose 50 (LD50) values and 95% confidence intervals were calculated to assess drug sensitivity (GraphPad Prism 9 software) and tabulated in  Table 1 . 10.1371/journal.pone.0277305.t001 Table 1 Synergistic evaluations of drug combinations in 5746 and TM31 cell lines. 5746 Single compound Trametinib (10nM) GCD0941 (1uM) Drug Target IC50 (nM) CI LD50 (nM) CI LD50 (nM) CI Synergy LD50 (nM) CI Synergy Trametinib MEK 17 15–20 >40 NC - - - 9.6 8.8–10.6 Syn (26.1) Vorinostat HDAC 535 451–632 1217 1113–1341 733 671–804 Add (4.2) 443 415–474 Syn (12.6) JQ1 BRD4 415 385–446 >2000 NC 740 637–866 Syn (12.7) 424 399–451 Add (9.7) LY2606368 CHK1 35 29–45 >100 NC >100 NC Syn (18.0) 10.2 8.9–11.8 Syn (20.6) PTC596 BMI1 66 57–78 >500 NC 168 * 153–184 * Syn (13.9) * 129 97–172 Syn (18.8) Bortezomib proteasome 4.3 4.1–4.5 5.6 4.9–6.3 5.1 4.5–5.7 Add (0.4) 4.1 3.5–4.8 Add (1.9) Dinacicilb CDK1/2/5/9 26.4 10–30.1 25 13–40 26 22.6–32.0 Add (-3.9) 19.6 19–20 Add (6.1) TM31NR Single compound Trametinib (25nM) GCD0941 (1uM) Drug Target IC50 (nM) CI LD50 (nM) CI LD50 (nM) CI Synergy LD50 (nM) CI Synergy Trametinib MEK 78 51–139 >200 NC - - - >200 NC Add(8.5) Vorinostat HDAC 646 515–806 1973 1782–2201 1340 1087–1645 Add (1.8) 1410 969–2017 Add(2.4) JQ1 BRD4 580 418–819 >4000 NC >4000 NC Add (-5) >4000 NC Add(-0.1) LY2606368 CHK1 1.9 0.4–6.2 136 89–241 >1000 NC Ant(-12.5) 272.5 153->1000 Add(-5.1) PTC596 BMI1 38 28–50 107 85–140 95 84–108 Add(1.5) 90 81–102 Add(-1.7) Bortezomib proteasome 6.4 5.6–7.4 10.4 9.7–11.1 11.8 10.6–13.1 Add(-4) 10.2 9.7–10.6 Add(-2.5) Dinacicilb CDK1/2/5/9 9.3 5.8–14.1 25 22–30 21.7 21–22 Add(-0.8) 16.8 16–17 Add(1.4) NA: not available; IC50: 50% growth inhibition; LD50: Lethal dose 50 (50% cell death), NC: Not Calculated, Synergy: Synergy score listed between brackets, Syn: synergistic, Add: additive, Ant: antagonistic CI: Confidence interval; * Determined in mouse 17 cell line Cell line characterization and drug target inhibition studies To characterize our mouse glioma cell lines, a genotyping PCR for  Nf1  (primers: Nf1-wt-F:  GGTATTGAATTGAAGCAC , Nf1-R:  TTCAATACCTGCCCAAGG , Nf1-mut-F:  ATTCGCCAATGACAAGAC ) and  Tp53  (primers: Tp53-wt-F:  AGGCTTAGAGGTGCAAGCTG , Tp53-R:  TGGATGGTGGTATACTCAGAGC , Tp53-mut-F:  CAGCCTCTGTTCCACATACACT ) was performed [ 11 ]. The reported ATRX mutation (E2281*, PCR primers:  GAACATGATTCTCTTTTGGACCAC  and  ACCTGTTTCAAATGTGACCCTTT  and sequencing primer  GGATACCATACTTGCAGAGC ) and NF1 mutation (p.LF1247fs18*, primers:  AATAAAAATGGGATTGTTTG  and  GGAAGAGAGTCTGCATGGAG ) in the TM-31 cell line was confirmed by sequencing. Western blot was performed to evaluate the expression of OPC lineage markers and for the expression of TP53 and CDKN2A in TM-31. Target inhibition of the drugs that caused potent cell death in our glioma lines inhibited was evaluated by western blot as well. Glioma cell line 17 was treated for 24h with 20nM Trametinib, 1μM GDC-0941, 5nM bortezomib, 25nM Dinaciclib, 500nM JQ1, 100nM LY2606368, 500nM PTC596, or 1μM Vorinostat and target inhibition was evaluated by comparing the expression levels of pERK, pAKT, Ubiquitin, pS2 RNApol II and CDK9, MYC, pCHEK1, BMI1 and H3K27Ac respectively. Cell lines and materials The NF1 patient-derived HGG cell line TM-31 (RRID:CVCL_6735) [ 17 ], purchased from the RIKEN biorepository, is null for NF1, TP53, CDKN2A and ATRX. The Glioblastoma Multiphorme (GBM) LN319 cell line was a gift from Dr. Karen Cichowski. LN319 is an adult sporadic GBM with full inactivation of NF1. TM-31 and LN319 cells are grown in Dulbecco’s Modified Eagle’s Medium (DMEM; Gibco, Life Technologies, NY, USA) supplemented with 10% fetal bovine serum (FBS; Gemini-Bio Products, West Sacramento, CA, USA), 1% glutamax (Gibco) and 1% Penicillin/Streptomycin (Life Technologies, NY, USA). Mouse NF1-HGG cell lines 17, 5653, and 5746 were derived from three distinct high-grade murine brain tumors sporadically developed by the NPcis genetically engineered mouse model. The germline of these mice is heterozygous for  Nf1  and  Tp53 ; mutant alleles are located in cis. The 17, 5653, and 5746 glioma cell lines are grown in NeuroCult ™  Mouse and Rat Basal Medium (NeuroCult; StemCell Technologies, Vancouver, BC, Canada) supplemented with NeuroCult ™  Mouse and Rat Proliferation Supplement (StemCell Technologies, Vancouver, BC, Canada), 1% Penicillin Streptomycin (P/S; Life Technologies, NY, USA), 20 ng/mL human recombinant epidermal growth factor (EGF; StemCell Technologies, Vancouver, BC, Canada) and 10 ng/mL human recombinant fibroblast growth factor (FGF; StemCell Technologies, Vancouver, BC, Canada). All cells are cultured at 37°C in a humidified 5% CO2 incubator. Cell lines were transduced with Incucyte ®  Nuclight Red Lentivirus (Sartorius, Gottingen, Germany) such that they will produce an EF1α promoter driven nuclear restricted red fluorescent label (nuclear RFP) and flow sorted to select for successfully transduced cells (Sartorius, Gottingen, Germany). The following antibodies were purchased from Cell signaling Technologies: pERK (Catalogue # 4370), total ERK (Catalogue # 9102), pAKT (Catalogue # 4060), total AKT (Catalogue # 4691), Ubiquitin (Catalogue # 4289), MYC (Catalogue # 18583), pCHEK1 S296 (Catalogue # 90178), BMI1 (Catalogue # 5856), H3K27Ac (Catalogue # 8173), total H3 (Catalogue # 14269), CDK9 (Catalogue # 2316), Vinculin (Catalogue # 4650), CPNase (Catalogue # 5664) and MAG (Catalogue # 9043). Beta-Actin (Catalogue # NB600-501) was purchased from Novus, pS2 RNApol II (Catalogue # 04-1571-1) from EMD Millipore, SOX2 (Catalogue # MAB2018) from R&D systems and NG2 (Catalogue # PA5-17199) from Invitrogen.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:22:51.665234",
  "abstract_length": 1846,
  "methods_length": 12877,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}