{
  "pmid": "PMID:36799629",
  "title": "MEK Inhibition Synergizes with TYK2 Inhibitors in NF1-Associated Malignant Peripheral Nerve Sheath Tumors.",
  "abstract": "PURPOSE: Malignant peripheral nerve sheath tumors (MPNST) are aggressive sarcomas with limited treatment options and poor survival rates. About half of MPNST cases are associated with the neurofibromatosis type 1 (NF1) cancer predisposition syndrome. Overexpression of TYK2 occurs in the majority of MPNST, implicating TYK2 as a therapeutic target. EXPERIMENTAL DESIGN: The effects of pharmacologic TYK2 inhibition on MPNST cell proliferation and survival were examined using IncuCyte live cell assays in vitro, and downstream actions were analyzed using RNA-sequencing (RNA-seq), qPCR arrays, and validation of protein changes with the WES automated Western system. Inhibition of TYK2 alone and in combination with MEK inhibition was evaluated in vivo using both murine and human MPNST cell lines, as well as MPNST PDX. RESULTS: Pharmacologic inhibition of TYK2 dose-dependently decreased proliferation and induced apoptosis over time. RNA-seq pathway analysis on TYK2 inhibitor-treated MPNST demonstrated decreased expression of cell cycle, mitotic, and glycolysis pathways. TYK2 inhibition resulted in upregulation of the MEK/ERK pathway gene expression, by both RNA-seq and qPCR array, as well as increased pERK1/2 levels by the WES Western system. The compensatory response was tested with dual treatment with TYK2 and MEK inhibitors, which synergistically decreased proliferation and increased apoptosis in vitro. Finally, combination therapy was shown to inhibit growth of MPNST in multiple in vivo models. CONCLUSIONS: These data provide the preclinical rationale for the development of a phase I clinical trial of deucravacitinib and mirdametinib in NF1-assosciated MPNST.",
  "authors": "Dana C Borcherding; Neha V Amin; Kevin He; Xiaochun Zhang; Yang Lyu; Carina Dehner; Himanshi Bhatia; Angad Gothra; Layla Daud; Peter Ruminski; Christine A Pratilas; Kai Pollard; Taylor Sundby; Brigitte C Widemann; Angela C Hirbe",
  "journal": "Clinical cancer research : an official journal of the American Association for Cancer Research",
  "publicationDate": "2023-04-14",
  "doi": "10.1158/1078-0432.CCR-22-3722",
  "methods": "Experimental Design: The effects of pharmacologic TYK2 inhibition on MPNST cell proliferation and survival were examined using IncuCyte live cell assays  in vitro , and downstream actions were analyzed using RNA-sequencing (RNA-seq), qPCR arrays, and validation of protein changes with the WES automated Western system. Inhibition of TYK2 alone and in combination with MEK inhibition was evaluated  in vivo  using both murine and human MPNST cell lines, as well as MPNST PDX. Materials and Methods Cell culture Human-derived MPNST cell lines were generated by the Pratilas lab at Johns Hopkins University (JH-2–002 cells), and obtained through the Johns Hopkins NF1 biospecimen repository ( 31 ), or obtained from the Fletcher lab at Dana Farber Cancer Institute (MPNST-724 cells, RRID:CVCL_AU20; ref.  32 ). Murine MPNST JW23.3 cells were established previously from C57BL6/J  Nf1 ±; Trp53 ±cis ( NPcis ) mice ( 33 ). Cells were cultured in growth media consisting of DMEM high glucose with 10% FBS (Gibco Life Technologies, Thermo Fisher Scientific) and penicillin–streptomycin (200 μg/mL, Thermo Fisher Scientific). Cell cultures were maintained at 37°C and 5% CO 2 . Cell lines were verified as mycoplasma negative by regular testing with the MycoAlert Kit (Lonza). For cell line authentication, short tandem repeat (STR) profiling was performed for human MPNST cell lines by the Genome Engineering and Stem Cell Center (GESC) at Washington University. Patient-derived xenograft (PDX) lines The WU-386 PDX line was generated previously ( 32 ) and maintained through passage in mice. IHC Formalin-fixed paraffin-embedded (FFPE) slides of MPNST and PN were obtained from Washington University, Johns Hopkins University (JHU), the NCI, and the University of California at San Francisco (UCSF). The institutional review board (IRB) at Washington University in St. Louis approved the use of de-identified patient samples (Protocol No. 201203042). Immunostaining for TYK2 was performed on 112 MPNST and 39 PN. Sections were first deparaffinized and rehydrated, followed by antigen retrieval in sodium citrate buffer for 15 minutes and blocking in 3% H 2 O 2  and avidin/biotin. After blocking, the sections were incubated with TYK2 primary antibody (ab223733, 1:100; Abcam; RRID:AB_2928057) overnight, followed by anti-rabbit HRP-conjugated secondary antibody (1:200). Diaminobenzidine (DAB) was the chromogen with hematoxylin counterstaining. IHC staining was scored independently by three investigators (including board certified pathologist, CD) blinded to patient data with the proportion score (0: 0% TYK2 staining, 1: 1%–33% TYK2 staining, 2: 34%–66%, 3: ≥66% TYK2 staining) in 0.5 intervals. Cell proliferation and apoptosis assays MPNST cell lines were plated at 2,500 cells/well in 96-well plates in growth media and incubated overnight. Cells were then treated for 72 to 96 hours in phenol-red free media containing 5% FBS, with various doses of WU-12, WU-76, WU-18 (all gifted by Peter Ruminski, Washington University), deucravacitinib (MedChemExpress), and/or mirdametinib (SpringWorks Therapeutics). The WU-12 and WU-76 compounds are small molecule kinase inhibitors that are derivatives of a 7H-pyrrolo[2,3-d]pyrimidin-4-yl)-1H-pyrazol core molecule. The IC 50 s for WU-12, WU-76, and WU-18 against a panel of kinases, including JAK1–3 and TYK2, were determined by Thermo Fisher's SelectScreen Biochemical Kinase Profiling Service using a Z′-LYTE Screening Assay following manufacturer instructions. ATP concentrations were either 1 mmol/L or set at ATP  K m  apparent for each kinase, as previously determined using a Z´-LYTE assay. The negative control, WU-18, had an IC 50  >1,000 nmol/L for all four of these kinases. The IC 50  values of WU-12 and WU-76 for JAK1–3 and TYK2 are presented in Supplementary Table S1. For proliferation and apoptosis assays, cells were imaged every 1 to 2 hours by IncuCyte Zoom Live-Cell Analysis System (Essen Bioscience). Cell proliferation was determined as percent confluence from phase images and was analyzed by IncuCyte image analysis software (Sartorius). For cell death assays, 50 nmol/L YOYO-1 green fluorescent dye (Thermo Fisher Scientific) was added to treatment medium, and apoptosis was calculated as green objects normalized to the confluency factor and the initial timepoint. IC 50  values were calculated in GraphPad Prism version 9 (GraphPad Software). Generation of  TYK2  knockout cells The CRISPR-Cas9 system was used to generate  TYK2  knockout (KO) and control in JW23.3 cells using two gRNAs provided by the Genome Engineering & Stem Cell Center (GESC), against murine  TYK2  (GAATCCCCACGGCAGCCGGTNGG; CTTCCCCGACCGGCTGCCGTNGG). JW23.3 cells were cotransfected with  TYK2  gRNAs and FUW-FLG GFP plasmid (RRID:CVCL_AU20; ref.  33 ) using TransIT-LT1 transfection reagent (Mirus), sorted by FACS using a MoFlo Cell Sorter (Beckman Coulter), and clones were grown from single cell colonies. Gene KO was confirmed by NGS and qPCR for  TYK2  expression. CRISPR-Cas9  TYK2  KO and control clones for MPNST-724 cells were described previously ( 7 ). Synergy analysis for drug combination studies For synergy calculations of drug combinations, IncuCyte dose response data for cell proliferation or apoptosis, normalized to maximum inhibition values, were analyzed using SynergyFinder 2.0 software (RRID:SCR_019318) and the HSA model. The mean synergy score and a  P  value were calculated for the entire matrix by SynergyFinder software ( 34 ). Synergy values >10 were considered synergistic, whereas −10 to 10 was additive, and ←10 was antagonistic. RNA isolation and qPCR Total RNA was isolated using an RNeasy Mini Kit (Qiagen), and genomic DNA was removed by adding DNase I for 15 minutes to the RNA samples. Total RNA concentrations were determined using a Nanodrop 2000 (Thermo Fisher Scientific). cDNA was synthesized from total RNA using the High Capacity cDNA Reverse Transcription Kit (Applied Biosystems). qPCR was performed using the Power SYBR Green Master Mix Kit (Thermo Fisher Scientific) on the CFX96 Touch Real‐Time PCR Detection System (Bio‐Rad). Relative gene expression was calculated using CFX Manager Software version 3.1 (Bio‐Rad), and values were normalized to housekeeping gene. Fold-changes in gene expression compared with control were calculated using the 2 –ΔΔCt  method. Western analysis MPNST cell lines were plated in 6-well plates at 200,000 cells/well in growth media, and the next day treated for the indicated times with WU-12a, WU-76, deucravacitinib (Deucra), or vehicle control (DMSO). Cells were washed with 1× PBS and lysed in 1× Cell Lysis Buffer (Cell Signaling Technology). Equal amounts of protein were run on the WES capillary electrophoresis western system (ProteinSimple, Bio-Techne), following manufacturer protocol and standard instrument settings. Protein levels were analyzed using Compass SimpleWestern software (ProteinSimple). Primary antibodies included total STAT3 (4904S; RRID:AB_331269), pSTAT3 (Tyr705; 9145S; RRID:AB_2491009), total p44/42 ERK1/2 (4695S; RRID:AB_390779), and pERK1/2 (Thr202/Tyr204; 4370S; RRID:AB_2315112), all from Cell Signaling Technologies, and TYK2 (A2128; Abclonal; RRID:AB_2764147). Phosphorylated protein levels were normalized to the respective total protein levels and expressed as a percent of control for each time point. qPCR pathway array The effect of WU-12 on gene expression of potential downstream targets known to be in the JAK–STAT pathway was assessed by a PrimerArray JAK–STAT Signaling Pathway (Human) qPCR array in 96-well plate format (Takara Bio). JH-2–002 cells were plated in growth media in 6-well plates at a density of 200,000 cells per well. The next day, the cells were treated in triplicate with vehicle control (DMSO) or 40 μmol/L WU-12a, a TYK2 inhibitor (Washington University), for 48 hours. RNA was isolated and cDNA synthesized as above. qPCR was performed with TB SYBR Green Premix Ex Taq II (Takara Bio) and the JAK–STAT primer arrays on the CFX96 PCR instrument, with gene expression assessed by CFX Manager Software. The PrimerArray Analysis Tool Version 2.2 software (Takara) was utilized for pathway analysis of three replicate plates per condition. Briefly, gene expression was normalized to 8 housekeeping genes and fold-change was expressed versus control using the △△Ct method. The PrimerArray includes primers for 88 JAK–STAT biological pathway related genes and 8 housekeeping genes. Bulk RNA-seq analysis JW23.3 cells were treated with 40 μmol/L WU-12a, 40 μmol/L WU-76, or vehicle control (DMSO) for 48 hours. RNA was isolated as described above, and samples contained at least 5 μg of purified total RNA with RIN >9.0. At least three biological replicates were performed. Samples were aligned against Mouse Ensembl GRCm38.76. Total RNA integrity was determined using Agilent Bioanalyzer or 4200 Tapestation. Library preparation was performed with 5 to 10 μg of total RNA with a Bioanalyzer RIN score greater than 8.0. Ribosomal RNA was removed by poly-A selection using Oligo-dT beads (mRNA Direct Kit, Life Technologies). mRNA was then fragmented in reverse transcriptase buffer and heating to 94° for 8 minutes. mRNA was reverse transcribed to yield cDNA using SuperScript III RT enzyme (Life Technologies, per manufacturer's instructions) and random hexamers. A second strand reaction was performed to yield ds-cDNA. cDNA was blunt ended, had an A base added to the 3′ ends, and then had Illumina sequencing adapters ligated to the ends. Ligated fragments were then amplified for 12 to 15 cycles using primers incorporating unique dual index tags. Fragments were sequenced on an Illumina NovaSeq-6000 using paired end reads extending 150 bases. Differential expression analysis was performed with the DESeq2 package (R Bioconductor software; RRID:SCR_015687). Animals Mice were housed and treated in compliance with our approved protocol for the Institutional Animal Care and Use Committee (IACUC) of Washington University (Protocol No. 20–0117). For experiments with murine MPNST cells, 5- to 6-week-old C57BL6 mice (Taconic; RRID:IMSR_TAC:b6) were implanted with 400,000 JW23.3 cells subcutaneously on the dorsal surface ( n  = 6 mice per group). For experiments with human MPNST cells, 6- to 10-week-old immunodeficient NOD- Rag1  (NRG) mice (strain #007799, Jackson Laboratories; RRID:IMSR_JAX:007799) were implanted on the subcutaneous dorsal surface with a PDX single cell suspension of WU-386 cells (3 × 10 null  IL2rg null 6  cells per mouse;  n  = 3 mice per group) or JH-2–002 cells (1 × 10 6  cells per mouse;  n  = 5 mice per group). A sample size of three has been previously reported to be sufficient for drug studies with PDX tumors ( 35 ). Tumors were monitored by calipers two to three times per week, and tumor volume was calculated as volume = 0.52 × length × width × width. Drug treatments were initiated when tumors reached ∼50 to 200 mm 3 . Mice were randomized into four groups and given 30 mg/kg deucravacitinib (MedChemExpress, in 5% ethanol/5% TPGS/90% PEG300) and/or 1.5 mg/kg mirdametinib (SpringWorks Therapeutics, in 0.5% HPMC/0.2% Tween-80/water), or vehicle control daily via oral gavage for 3 to 4 weeks. Tumors were extracted, photographed, and weighed at the end of experiments. Statistical analysis Data were analyzed and graphed in GraphPad Prism version 9 (RRID:SCR_002798). Data were expressed as mean ± SEM. Two-way ANOVA or Student  t  test were used to calculate statistical significance where appropriate.  P  < 0.05 was considered significantly significant. Data availability Reported data are stored in the SYNAPSE repository (Project SynID: syn23639889; DOI:  https://doi.org/10.7303/syn23639889 ) and will also be made available to researchers upon request.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-20 06:59:39",
  "introduction": "Introduction Malignant peripheral nerve sheath tumors (MPNST) are aggressive sarcomas, which often arise in people with neurofibromatosis type I (NF1), the most common cancer predisposition syndrome ( 1 ). Individuals with NF1 have one mutated copy of the  NF1  gene, increasing the risk of developing benign plexiform neurofibromas (PN), which can later undergo malignant transformation to MPNST ( 2 ). The  NF1  gene codes for neurofibromin, a tumor suppressor that is a negative regulator of RAS ( 1 ). Approximately half of MPNST cases occur in patients with NF1, whereas the other half occur sporadically or as a secondary complication of radiotherapy ( 3 ). In addition to  NF1 , the genes encoding  CDKN2A ,  TP53 ,  EED , and  SUZ12  are frequently altered in MPNST ( 1 ). Despite aggressive treatments including surgery, chemotherapy, and radiation, these cancers recur in about 50% of individuals and the majority of patients die within 5 years of their diagnosis ( 2 ). Targeted treatment approaches have not demonstrated activity to date, and currently, there are no effective treatments for patients with metastatic disease, thus, necessitating development of more efficacious targeted therapies for MPNST ( 3 ). Our laboratory previously conducted genomic screening using next-generation sequencing (NGS) and identified activating mutations in tyrosine kinase 2 ( TYK2 ) in a small subset of NF1-associated MPNST. However, by IHC, TYK2 was found to be highly expressed in the majority of MPNST ( 4 ). A member of the JAK family of proteins, TYK2 is a receptor-associated kinase that mediates cytokine signaling through phosphorylation of STAT proteins ( 5 ). STATs subsequently translocate to the nucleus to regulate the transcription of over 300 target genes, including those involved in cancer cell proliferation, apoptosis, survival, and invasion ( 6 ). In subsequent studies, we reported that knockdown of the  TYK2  gene reduced MPNST cell proliferation and increased cell death ( 7 ). TYK2 deficiency led to the decreased activation of downstream targets, including STAT1 and STAT3 ( 7 ). Furthermore,  TYK2  genetic knockdown also decreased MPNST tumor growth and metastasis in mice ( 7 ). As an intermediary of immune system and inflammatory cytokines,  TYK2  overexpression and hyperactivation promotes development and metastasis of multiple types of cancer, including leukemia, lymphoma, colorectal, breast, cervical, and prostate cancers ( 8–13 ). In line with this, genomic profiling of over 100 advanced sarcoma samples reveals mutations in  TYK2, JAK1, JAK2 , and  JAK3  ( 14 ). Pharmacologic inhibitors of JAKs, including TYK2, have been developed clinically for autoimmune diseases, such as inflammatory bowel disease, psoriasis, and rheumatoid arthritis ( 15, 16 ). Ruxolitinib and other pan-JAK inhibitory drugs (JAKinibs) are also FDA-approved or in clinical trials for treatment of various hematologic cancers ( 17, 18 ). In addition, several specific TYK2 inhibitors (“TYKinibs”) block growth of leukemia and solid cancer tumors in mice ( 19, 20 ). However, intrinsic or acquired resistance to JAK or TYK2 inhibitors can lead to treatment failure in cancer ( 21–23 ). Combination strategies with JAKinibs or TYKinibs have been evaluated preclinically to overcome resistance and improve efficacy, including with the addition of chemotherapy agents or inhibitors targeting Hsp90, histone deacetylase (HDAC), mTOR, or MEK ( 20–22, 24, 25 ). Many of these pathways are also active in MPNST. In MPNST, RAS hyperactivation due to loss of neurofibromin can lead to downstream activation of multiple RAS effector pathways including RAF/MEK/ERK, which can stimulate cancer cell proliferation, migration, and invasion ( 26 ). In addition to phosphorylated ERK1/2 protein levels, expression of a gene signature, including  DUSP6 ,  SPRED1 ,  SPRY2/4 , and  CCDN1 , are representative of ERK-dependent transcriptional output and therefore activation of the Raf/MEK/MAPK pathway ( 27–29 ). In addition, MEK inhibitors, such as mirdametinib and selumetinib, show therapeutic promise in clinical trials for precursor benign PN ( 3 ), and the FDA recently approved selumetinib for NF1 patients with inoperable PN tumors ( 30 ). In this study, we sought to evaluate the efficacy of small molecule TYKinibs and examine signaling pathways downstream of TYK2 in MPNST to identify potential targets for combination drug therapy. Herein, we found that pharmacologic inhibition of TYK2 dose-dependently decreased cell proliferation and increased apoptosis in MPNST cells. In addition, TYK2 inhibitors reduced STAT3 activation, while increasing ERK activation and expression of MEK/ERK pathway target genes. Combination treatment with a TYK2 inhibitor and a MEK inhibitor synergistically blocked proliferation in MPNST, thus improving therapeutic efficacy and allowing for lower doses of each drug. Finally, we demonstrated that combination therapy with clinically available TYK2 and MEK inhibitors markedly reduced MPNST tumor growth in mice.",
  "results": "Results TYK2 is expressed in the majority of MPNST We conducted IHC for TYK2 protein levels in 112 primary patient MPNST and 39 PN tumor samples. Strong TYK2 staining (score ≥ 2) was observed in 56% of high-grade MPNST samples, with 44% having weak or negative TYK2 staining ( Fig. 1A ). In contrast, benign precursor PN were largely weak or negative for TYK2 (67%;  Fig. 1A ). Patient characteristics are detailed in Supplementary Table S2. TYK2 protein expression was also verified in three MPNST cell lines (JW23.3, JH-2–002, and MPNST-724) by the WES Western system. All cell lines had moderate to high levels of TYK2 protein ( Fig. 1B ). Figure 1. TYK2 inhibitors reduce proliferation in MPNST cells.  A,  TYK2 protein levels were visualized by IHC in MPNST and plexiform neurofibroma, with positive staining scored on a 0 to 3 scale.  B,  Relative TYK2 protein levels in MPNST cell lines by WES Western blot analysis. Protein bands analyzed by densitometry, with TYK2 normalized to β-actin.  C,  JW23.3 and JH-2–002 cells were treated with TYK2 inhibitors (WU-12, WU-76) or inactive control (WU-18) for 3 days, and cell confluence was determined by IncuCyte assay.  D,  Representative images of IncuCyte assay at 72 hours, with YOYO-1 green fluorescence as indicator of apoptosis. Figure 1. TYK2 inhibitors reduce proliferation in MPNST cells. A, TYK2 protein levels were visualized by IHC in MPNST and plexiform neurofibroma, with positive staining scored on a 0 to 3 scale. B, Relative TYK2 protein levels in MPNST cell lines by WES Western blot analysis. Protein bands analyzed by densitometry, with TYK2 normalized to β-actin. C, JW23.3 and JH-2–002 cells were treated with TYK2 inhibitors (WU-12, WU-76) or inactive control (WU-18) for 3 days, and cell confluence was determined by IncuCyte assay. D, Representative images of IncuCyte assay at 72 hours, with YOYO-1 green fluorescence as indicator of apoptosis. Pan-JAK/TYK2 inhibitors decrease MPNST cell proliferation To gain further insight into the role of TYK2 in MPNST, we examined the effect of pharmacologic inhibition of TYK2 using IncuCyte Live Cell Imaging experiments for proliferation and cell death assay with YOYO-1 green fluorescent dye. Murine JW23.3 and human JH-2–002 MPNST cell lines were incubated for 72 hours with novel in-house pan-JAK inhibitor compounds (WU-12 or WU-76) that exhibit potent inhibition against TYK2, or an inactive control compound (WU-18;  Fig. 1C  and  D ). WU-12 and WU-76 dose-dependently decreased the percent cell confluence and increased apoptosis, whereas WU-18 had no effect, in either MPNST cell line ( Fig. 1C  and  D ; Supplementary Fig. S1). Representative pictures of both cell lines after incubation with the TYK2 inhibitors for 3 days are shown in  Fig. 1D . Similarly, in a human sporadic MPNST cell line, MPNST-724, treatment with WU-12 and WU-76 reduced proliferation, suggesting inhibition of TYK2 is generally effective in MPNST and is not specific to a single cell line (Supplementary Fig. S2; Supplementary Table S3). IC 50  values were calculated for inhibition of cell confluence by the pan-JAK/TYK2 inhibitors in each cell line, and ranged from 18.7 to 32.1 μmol/L for JW23.3, JH-2–002, and MPNST-724 cells (Supplementary Table S3). Consistent with our previous reports, KO of  TYK2  in JW23.3 and MPNST-724 cells decreased proliferation compared with control cells (Supplementary Figs. S3A and S3B and S4A and S4B). In both cell-lines, treatment with TYK2 inhibitors, WU-12 and WU-76, reduced proliferation of control cells, but not of TYK2 KO cells (Supplementary Figs. S3C–S3E and S4C–S4E), indicating that the anti-proliferative effects of WU-12 and WU-76 are primarily mediated through TYK2. TYK2/JAK inhibitors stimulate activation of the MEK/MAPK pathway Next, we explored the impact of TYK2/JAK downregulation on gene expression changes using a high throughput qPCR array targeted for JAK–STAT pathway-related genes. Human JH-2–002 cells were incubated with WU-12 or vehicle control (DMSO) for 48 hours ( Fig. 2A ). A qPCR array was utilized to analyze changes in mRNA for 88 genes of interest (GOI) known to be downstream to the JAK–STAT pathway. Gene expression changes revealed a general upregulation of the MEK/ERK pathway ( Fig. 2A ). TYK2 inhibition significantly increased ERK pathway transcriptional output, including  Sprouty 4  ( SPRY4 ),  SPRED1 , and  Cyclin D1  ( CCDN1 ), while decreasing inhibitors of the ERK pathway, including  CBL  and  CBLB . Members of the P13K/AKT/mTOR pathway that were decreased with TYK2 blockade included  PIK3R3  and  SOS1/2  ( Fig. 2A ). WU-12 incubation also had variable effects on ILs and related genes, including increasing  IL7R , and  IL6R , while decreasing  IL7, IL10RB , and  oncostatin M receptor  ( OSMR ;  Fig. 2A ). Changes in expression of select genes identified by the qPCR array were then validated by qPCR using unique PCR primers pairs (Supplementary Fig. S5A and S5B). Figure 2. TYK2 inhibition leads to compensatory stimulation of the MAPK pathway in MPNST cells.  A,  JH-2–002 cells were treated with 40 μmol/L WU-12 or control for 48 hours, and gene expression was analyzed by qPCR array for JAK/STAT pathway–related genes. Log 2  fold changes of significantly changed genes are graphed.  B,  JW23.3 cells were treated with control or 40 μmol/L WU-12 or WU-76 for 48 hours. Global gene expression was determined by RNA-seq pathway analysis. Changes in gene expression for WU-12 versus control were examined by RNA-seq for genes downstream of STAT3 in a heatmap ( C ) and boxplot ( D ), as well as MEK/MAPK pathway genes in a volcano plot ( E ), enrichment plot ( F ), and boxplot ( G ).  P  < 0.05 vs. vehicle control. Figure 2. TYK2 inhibition leads to compensatory stimulation of the MAPK pathway in MPNST cells. A, JH-2–002 cells were treated with 40 μmol/L WU-12 or control for 48 hours, and gene expression was analyzed by qPCR array for JAK/STAT pathway related genes. Log2 fold-change of significantly changed genes are graphed. B, JW23.3 cells were treated with control or 40 μmol/L WU-12 or WU-76 for 48 hours. Global gene expression was determined by RNA-seq pathway analysis. Changes in gene expression for WU-12 versus control were examined by RNA-seq for genes downstream of STAT3 in a (C) heatmap and (D) boxplot, as well as MEK/MAPK pathway genes in a (E) volcano plot, (F) enrichment plot, and (G) boxplot. P < 0.05 vs. vehicle control. Global gene expression changes with TYK2 inhibition To determine the impact of TYK2 downregulation on the global expression profile of MPNST, we conducted RNA-seq experiments using potent TYK2 inhibitors, WU-12 and WU-76. RNA was isolated from JW23.3 cells treated with vehicle control (DMSO), WU-12 or WU-76 for 48 hours and the impact of TYK2 inhibition on the global expression profile was determined by RNA-seq. Pathway analysis revealed that inhibition of TYK2 stimulated GPCR pathways, MEK/ERK signaling, and oxidative phosphorylation, while decreasing cell cycle, mitotic, and glycolysis pathways ( Fig. 2B ). Downregulated genes involved in proliferation and the G 1  to S phase transition include  Ccnd2, Cdkn1a/c, E2f3/4, Pole2 , and  Mcm7 . Overall expression of genes targeted by the transcription factor STAT3 were also reduced by treatment with WU-12 ( Fig. 2C  and  D ) or WU-76 (Supplementary Fig. S6A and S6B). In line with the qPCR array experiment ( Fig. 2A ), incubation with TYK2 inhibitors, WU-12 and WU-76, increased expression of genes in the MEK/ERK pathway, for example,  Map3k2/3, MAP2k2/4, Map2 , and  Dusp4  ( Fig. 2E – G ; Supplementary Fig. S6C–S6E, respectively). These experiments provide important insight on the mechanism of TYK2 inhibitor action in MPNST and potential pathways that could be targeted in combination treatments to improve therapeutic efficacy. TYK2 inhibition lowers pSTAT3 while raising pERK1/2 levels Next, we sought to validate the effects of TYK2 inhibition on STAT and MEK activation by WES. In MPNST, the loss of neurofibromin leads to overactivation of Ras and downstream activation of MEK/ERK. To investigate the interaction of TYK2 on these signaling pathways, we evaluated the activation of STAT3 and ERK in MPNST cells using the ProteinSimple WES system. In JW23.3 and JH-2–002 cells, the pan-JAK/TYK2 inhibitor WU-12 decreased pSTAT3 protein levels at 1, 24, and 48 hours, as evaluated by the WES Western blotting system ( Fig. 3A  and  B ). Interestingly, pERK1/2 levels were strongly stimulated by 2- to 4-fold over time by treatment with WU-12 at 1 to 48 hours in the MPNST cell lines, suggesting that the cells are compensating for TYK2 suppression by rapidly upregulating the MEK/ERK pathway, and this increase is sustained over several days. Similarly, another pan-JAK/TYK2 inhibitor, WU-76, increased pERK1/2 while decreasing pSTAT3 levels in both MPNST cell lines (Supplementary Fig. S7A and S7B). Thus, TYK2 inhibition induced a rapid and sustained increase in pERK1/2 protein levels and MEK/ERK pathway target gene expression, which we believe is a compensatory mechanism ( Fig. 3 ). Figure 3. TYK2 inhibitory drugs decrease activation of STAT3 while increasing activation of ERK1/2 in MPNST cells.  A,  JW23.3 cells and ( B ) JH-2–002 cells were incubated with a TYK2 inhibitor (40 μmol/L WU-12) or vehicle control for the indicated times. Phosphorylated and total protein levels for STAT3 and ERK1/2 were analyzed by the WES Western system. Bands were analyzed by densitometry in the WES software, with phosphorylated protein normalized to the matching total protein and expressed as percent of control at the same time point. *,  P  < 0.05 vs. vehicle control at the same time point. Figure 3. TYK2 inhibitory drugs decrease activation of STAT3 while increasing activation of ERK1/2 in MPNST cells. A, JW23.3 cells and (B) JH-2–002 cells were incubated with a TYK2 inhibitor (40 μmol/L WU-12) or vehicle control for the indicated times. Phosphorylated and total protein levels for STAT3 and ERK1/2 were analyzed by the WES Western system. Bands were analyzed by densitometry in the WES software, with phosphorylated protein normalized to the matching total protein and expressed as percent of control at the same time point. *, P < 0.05 vs. vehicle control at the same time point. A clinically relevant TYK2 inhibitor, deucravacitinib, decreases MPNST cell proliferation To prove these effects are driven by TYK2, which is overexpressed in MPNST, as well as to expedite translation to the clinic, we subsequently tested a specific, potent TYK2 inhibitor, deucravacitinib (BMS-986165). Deucravacitinib, an allosteric inhibitor that selectively binds to the TYK2 pseudokinase (JH2) domain, is used clinically in patients with autoimmune conditions, and the FDA recently approved deucravacitinib for treatment of plaque psoriasis. The TYK2 inhibitor, deucravacitinib, dose-dependently reduced murine JW23.3 MPNST cell proliferation ( Fig. 4A ) as well as that of human JH-2–002 ( Fig. 4C ) and MPNST-724 cells ( Fig. 4E ). In contrast, a clinically used pan-JAK/TYK2 inhibitor, baricitinib, decreased cell proliferation at higher doses in JW23.3 and JH-2–002 cells ( Fig. 4B  and  D ). These results suggest that the inhibition of NF1-MPNST cell proliferation is predominantly mediated through TYK2, and not the other JAKs ( Fig. 4 ). Interestingly, the specific TYK2 inhibitor, deucravacitinib, was more potent in NF1-MPNST cells (JW23.3 and JH-2–002) than in sporadic MPNST cells (MPNST-724), whereas similar potency was observed for deucravacitinib and baricitinib in sporadic MPNST-724 cells ( Fig 4E  and  F ). Figure 4. The specific TYK2 inhibitor deucravacitinib (BMS-986165) decreases MPNST cell proliferation at lower doses. The MPNST cell lines JW23.3 ( A  and  B ), JH-2–002 ( C  and  D ), and MPNST-724 ( E  and  F ) were treated with the indicated doses of the specific TYK2 inhibitor deucravacitinib or the pan-JAK inhibitor baricitinib for 3 days in IncuCyte live cell proliferation assays. Figure 4. The specific TYK2 inhibitor, deucravacitinib (BMS-986165), decreases MPNST cell proliferation at lower doses. The MPNST cell lines JW23.3 (A, B), JH-2–002 (C, D), and MPNST-724 (E, F) were treated with the indicated doses of the specific TYK2 inhibitor, deucravacitinib, or the pan-JAK inhibitor, baricitinib, for 3 days in IncuCyte live cell proliferation assays. MEK inhibition acts synergistically with TYK2 inhibition in MPNST On the basis of our data demonstrating that inhibition of TYK2 stimulates the MEK/ERK pathway in what may be a compensatory mechanism for the cancer cells ( Figs. 2  and  3 ), we investigated whether adding a MEK inhibitor improved the efficacy of TYK2 inhibition in MPNST. Single-agent treatment of JW23.3, JH-2–002, and MPNST-724 cells with an investigational MEK1/2 inhibitor, mirdametinib (PD-0325901; ref.  36 ), dose-dependently reduced cell confluence percentage over 3 days, with an IC 50  of 0.22 to 1.22 μmol/L (Supplementary Table S4). When mirdametinib was combined with the TYK2 inhibitor, deucravacitinib, in JW23.3 cells, the two drugs synergistically inhibited cell proliferation and increased apoptosis over either drug alone, with significant mean synergy scores of approximately 10 ( Fig. 5 ). Deucravacitinib and mirdametinib also acted synergistically in JH-2–002 cells (Supplementary Fig. S8) and MPNST-724 cells (Supplementary Fig. S9). The synergistic actions of TYK2 and MEK inhibitors  in vitro  suggest that this combination would allow effective treatment  in vivo  with lower doses of each drug. Figure 5. Inhibitors of TYK2 (deucravacitinib) and MEK (mirdametinib) act synergistically to reduce proliferation and increase apoptosis in JW23.3 MPNST cells. Cell confluence and apoptosis were analyzed by the IncuCyte assay after 48-hour incubation with drugs. Synergy was analyzed using Synergy Finder software by the HSA method for ( A ) inhibition of cell proliferation or ( B ) apoptosis, and mean synergy score is reported ( P  < 0.05 vs. drug alone). Intensity of red color indicates synergy score for each dose combination, whereas green indicates antagonism.  C,  Representative images of JW23.3 cells treated for 48 hours. YOYO-1 green fluorescence indicates apoptotic cells. Figure 5. Inhibitors of TYK2 (deucravacitinib) and MEK (mirdametinib) act synergistically to reduce proliferation and increase apoptosis in JW23.3 MPNST cells. Cell confluence and apoptosis was analyzed by the IncuCyte assay after 48 hour incubation with drugs. Synergy was analyzed using Synergy Finder software by the HSA method for (A) inhibition of cell proliferation or (B) apoptosis, and mean synergy score is reported (P < 0.05 vs. drug alone). Intensity of red color indicates synergy score for each dose combination, whereas green indicates antagonism. C, Representative images of JW23.3 cells treated for 48 hours. YOYO-1 green fluorescence indicates apoptotic cells. Combination of TYK2 and MEK inhibition reduces MPNST tumor growth  in vivo On the basis of these data, we examined the combination of TYK2 and MEK inhibitors in mice with MPNST cell line xenograft tumors ( Fig. 6A ). In immunocompetent mice implanted with murine JW23.3 MPNST cells, treatment with mirdametinib, a MEK inhibitor, or deucravacitinib, a TYK2 inhibitor, significantly reduced tumors to nearly half the volume of vehicle control ( Fig. 6B ). Consistent with  in vitro  synergy studies, the combination of mirdametinib and deucravacitinib decreased tumor growth to less than one-third of control, and was significantly more effective than either drug alone ( Fig. 6B ). In line with this, the drug combination of mirdametinib and deucravacitinib also inhibited human WU-386 MPNST PDX tumor growth significantly and was more effective than either of the single agents ( Fig. 6C ). For treatment with mirdametinib or deucravacitinib on their own, there was a nonsignificant trend toward decreased tumor size ( Fig. 6C ). In a third tumor model using human JH-2–002 MPNST cell line xenografts, combination TYK2 and MEK inhibition significantly reduced tumor growth compared with control or either drug alone ( Fig. 6D ). Mice given the mirdametinib/deucravacitinib drug combination did not significantly lose weight or show adverse health effects in any of the mouse models (Supplementary Fig. S10). Thus, the combination of drugs inhibiting TYK2 and MEK acted synergistically to improve the therapeutic efficacy in both murine and human MPNST models. Figure 6. The combination of drugs inhibiting TYK2 and MEK block MPNST tumor growth in mice.  A,  Schematic diagram of treatment paradigm. Mice with JW23.3 MPNST xenograft tumors ( n  = 6 per group;  B ), WU-386 MPNST PDX tumors ( n  = 3 per group;  C ), or JH-2–002 MPNST xenograft tumors ( n  = 5 per group;  D ) were treated daily with 1.5 mg/kg mirdametinib (Mirda), 30 mg/kg deucravacitinib (Deucra, BMS-986165), the combination of drugs, or vehicle control for 3 weeks or until tumors reached the maximum allowed volume. *,  P  < 0.05 vs. vehicle control;  a ,  P  < 0.05 for drug combination vs. drugs alone.  E  and  F,  Diagram of TYK2/STAT3 and MEK/ERK pathways after treatment with Deucra and/or Mirda in MPNST cells. (Illustrations were created with  BioRender.com .) Figure 6. The combination of drugs inhibiting TYK2 and MEK block MPNST tumor growth in mice. A, Schematic diagram of treatment paradigm. Mice with JW23.3 MPNST xenograft tumors (n = 6 per group, B), WU-386 MPNST PDX tumors (n = 3 per group, C), or JH-2–002 MPNST xenograft tumors (n = 5 per group) were treated daily with 1.5 mg/kg mirdametinib (Mirda), 30 mg/kg deucravacitinib (Deucra, BMS-986165), the combination of drugs, or vehicle control for 3 weeks or until tumors reached the maximum allowed volume. *, P < 0.05 vs. vehicle control. a, P < 0.05 for drug combination vs. drugs alone. E and F, Diagram of TYK2/STAT3 and MEK/ERK pathways after treatment with Deucra and/or Mirda in MPNST cells. Illustrations were created with BioRender.com.",
  "discussion": "Discussion Therapeutic options are limited for MPNST, thus necessitating development of novel treatment strategies. Previous work in our lab identified high expression of TYK2 in more than two-thirds of MPNST samples, suggesting that this protein could be a potential drug target for a high proportion of MPNST ( 4, 7 ). There are several key findings in our current study. First, multiple pharmacologic inhibitors of TYK2 were shown to reduce proliferation and increase apoptosis in a panel of murine and human MPNST cell lines. Deucravacitinib (BMS-986165), a highly specific second-generation TYK2 inhibitor, targets the JH2 pseudokinase domain of the TYK2 protein and is FDA-approved for the treatment of plaque psoriasis ( 37 ). Unlike first-generation TYKinibs directed against the catalytic JH1 domain, which shares overlapping homology among all JAKs, deucravacitinib does not block JAK1–3 at clinically relevant doses ( 38 ). In plaque psoriasis, the actions of deucravacitinib are mediated through inhibition of type I IFN, IL12, and IL23 signal transduction ( 38 ). In MPNST, it remains unclear as to what upstream proteins are relevant. Because of their immunosuppressive properties, selective inhibitors of JAKs (JAK1–3 and TYK2) were initially utilized for treatment of autoimmune diseases ( 15 ). However, these drugs are also being explored in the oncology space. JAKinibs, including ruxolitinib, fedratinib, and momelotinib, have been approved as therapeutics for hematologic cancers, and the JAK2 inhibitor AZD1480 is in clinical trials for solid cancers ( 39 ). In addition, first- and second-generation TYKinibs (e.g., SAR-20347, SAR-20351, and NDI-031301) show promise in preclinical studies for treatment of blood and solid tumor malignancies ( 19, 20 ). However, regulators have recently limited use of some inhibitors directed against JAK1–3 after reports of serious adverse events, including blood clots, cardiac events, and cancer, thus increasing interest in development of specific TYK2 inhibitors ( 16 ). Because deucravacitinib does not bind to other JAKs, it should have a safer side effect profile compared with inhibitors directed against JAK1–3 ( 37, 38 ). Second, in this study, we demonstrated that TYK2 inhibition decreased pSTAT3 levels while stimulating activation of the MEK/ERK pathway in what is likely a compensatory survival mechanism for the cancer cells. This is in line with studies in other types of cancer, in which intrinsic or acquired resistance over time to JAKinib/TYKinib can result in treatment failure and poor outcomes ( 21, 22 ). Drug resistance is common in patients with hematologic malignancies treated with ruxolitinib, a pan-JAK inhibitor, for 2 to 3 years ( 23, 40, 41 ). Similarly, leukemia cells can develop resistance with protracted exposure to cerdulatinib, a pan-JAK/TYK2 inhibitor ( 22 ). Insensitivity to JAK and TYK2 inhibitors may be the result of heterodimerization with other JAK family members, subsequently acquired mutations in the JAK/TYK2 kinase domain that interfere with drug binding, activation of other signaling pathways (i.e., RAS, MAPK, and Akt pathways), or mutations in epigenetic regulatory genes ( 21, 42–44 ). In an effort to overcome resistance to TYK2 and JAK inhibitors, combination therapies have been investigated, including with histone deacetylase inhibitor (HDACi), Hsp90 inhibitors, chemotherapy drugs, MEK inhibitors, mTOR inhibitor, or a second JAK inhibitor ( 21, 22, 24, 25, 45, 46 ). In this study, we examined signaling pathways downstream of TYK2 and changes in global gene expression in MPNST cells to identify additional targets for possible combination drug therapy. The mechanism of TYK2 signaling was evaluated via several complementary methods, including Western blot analysis for protein activation, RNA-seq for global gene expression, and a high throughput qPCR array for expression of genes known to be downstream of JAK/STAT family members. These results detected significant changes in genes and proteins involved in cell cycle, inflammation, immune function, and cancer signaling. At the protein level, TYK2 inhibitor drugs lowered STAT3 activation, while increasing ERK1/2 activation at 1 to 48 hours ( Fig. 3 ). This indicates rapid signal transduction at the protein level, as well as long-term, sustained gene expression changes affecting the MEK/ERK pathway. However, the exact signaling molecules mediating the direct crosstalk of TYK2 inhibition to elevate pERK1/2 in the short-term is unclear. In addition, the MEK/ERK pathway is complex and regulated by multiple feedback mechanisms to regulate activation state and output, and levels of ERK1/2 phosphorylation are therefore not adequate predictive biomarkers of steady-state activation ( 27 ). MEK/ERK gene expression signatures generated using the MEK inhibitors mirdametinib and selumetinib are reliable biomarkers of ERK transcriptional output and therefore pathway activation ( 27, 29 ). Consistent with these MEK/ERK pathway gene signatures, our qPCR array and RNA-seq data show that TYK2 inhibitors (i.e., WU-12, WU-76, and deucravacitinib) stimulated gene expression in the MEK/ERK pathway, including  SPRY4 ,  SPRED1, CCDN1 ,  Map3k2/3, MAP2k2/4, Map2 , and  Dusp4  ( Fig. 2 ). Others report that treatment with JAK inhibitors can induce the MEK/ERK pathway in myeloproliferative neoplasms and melanoma in preclinical  in vitro  and  in vivo  studies ( 47, 48 ). Conversely, MEK inhibitors increase the JAK/STAT pathway in melanoma cells, indicating crosstalk between the two pathways, and co-incubation of a JAK inhibitor with a MEK inhibitor greatly improves treatment efficacy in melanoma ( 48 ). MEK inhibitors, including selumetinib and mirdametinib, are used clinically for benign PN ( 3 ). However, preclinical models demonstrate that MPNST develop resistance to kinase inhibitors, including MEK inhibitors, with long-term treatment ( 28 ). Despite promising preclinical studies, single agents, including MEK inhibitors, mTOR inhibitors, and Hsp90 inhibitors, have had limited success treating MPNST in patients, likely due to adaptive survival responses ( 28, 49 ). Indeed, in our current study, single-agent therapy with a MEK inhibitor, mirdametinib, only moderately reduced tumor growth  in vivo  ( Fig. 6 ). Finally, addition of mirdametinib, an investigational MEK inhibitor, synergistically enhanced the efficacy of deucravacitinib, a TYK2 inhibitor, in MPNST cells  in vitro  and on MPNST tumor growth in three  in vivo  mouse models ( Figs. 5  and  6 ). A schematic diagram of the proposed signaling actions of TYK2 and/or MEK inhibitors in MPNST is shown in  Fig. 6E  and  F . Development of drug combination strategies aims to improve therapeutic efficacy in patients with MPNST, resulting in longer survival and increasing the treatment options available for this aggressive cancer ( 28, 50 ). Taken together, these data provide the preclinical rationale for the development of a phase I clinical trial of deucravacitinib and mirdametinib in patients with NF1-assosciated MPNSTs.",
  "upgrade_date": "2026-02-21 02:19:42"
}