{
  "pmid": "36809290",
  "abstract": "Neurofibromatosis Type 2 is an inherited disease characterized by Schwann cell tumors of cranial and peripheral nerves. The NF2 gene encodes Merlin, a member of the ERM family consisting of an N-terminal FERM domain, a central α-helical region, and a C-terminal domain. Changes in the intermolecular FERM-CTD interaction allow Merlin to transition between an open, FERM accessible conformation and a closed, FERM-inaccessible conformation, modulating Merlin activity. Merlin has been shown to dimerize, but the regulation and function Merlin dimerization is not clear. We used a nanobody based binding assay to show that Merlin dimerizes via a FERM-FERM interaction, orientated with each C-terminus close to each other. Patient derived and structural mutants show that dimerization controls interactions with specific binding partners, including HIPPO pathway components, and correlates with tumor suppressor activity. Gel filtration experiments showed that dimerization occurs after a PIP2 mediated transition from closed to open conformation monomers. This process requires the first 18 amino acids of the FERM domain and is inhibited by phosphorylation at serine 518. The discovery that active, open conformation Merlin is a dimer represents a new paradigm for Merlin function with implications for the development of therapies designed to compensate for Merlin loss.",
  "methods": "Materials and methods Plasmids pEGFP-C3-hYAP1 and pEGFP C3-Lats1 (Addgene plasmid # 19053) were gifts from Marius Sudol (Addgene plasmid # 17843). HA-AMOT p130 was a gift from Kunliang Guan (Addgene plasmid # 32821) pcDNA3.1-ccdB-Nanoluc was a gift from Mikko Taipale (Addgene plasmid # 87067). GFP-ASPP2 was a gift from Charles D. Lopez. Cloning Recombinant expression plasmids were constructed by PCR amplification of both vector and insert sequences using Q5® High-Fidelity DNA Polymerase (New England Biolabs, Ipswich, MA) followed by a Gibson assembly reaction using NEBuilder HiFi DNA Assembly Cloning Kit, then transformed into NEB-α Competent Cells (New England Biolabs, Ipswich, MA). A full listing of the primer sequences used to generate all the plasmids used in this study is provided ( S4 Fig ). To facilitate assembly, primers were designed with 10–15 bp extensions that are homologous to regions flanking the in-frame insertion sites in the plasmids. These sites are indicated in the maps of the vectors and shown  S4 Fig . All primers were purchased from Integrated DNA Technologies, Inc. (Coralville, IA). The expression vectors used in the study were initially derived from pEGFP-N1 and pEGFP-C1 (Takara, La Jolla, CA). A double stranded oligomer encoding StrepTag II affinity tag was cloned, in-frame, N-terminal to EGFP in pEGFP-C1 and C-terminal to EGFP in pEGFP-N1 to generate pST-EGFP and pEGFP-st, respectively. NanoLuc insert was amplified from pcDNA3.1-ccdB-Nanoluc, inserted in frame with the StrepTag II in place of EGFP in pST-EGFP and pEGFP-st to generate pST-NanoLuc and pNanoLucST. Maps and insertion sites of these plasmids are shown in  S4 Fig . Full-length Merlin isoform 1 was PCR amplified form pC-Mer-Vst [ 66 ] to generate pMer-GFPst pMer-NLst, pST-GFP-Mer and pST-NL-Mer. Similarly, Angiomotin was PCR amplified from pHA-AMOT p130 and assembled into pST-EGFP to generate pST-GFP-AMOT. Merlin mutants were introduced into pMer-GFPst and pMer-NLst Via PCR amplification and Gibson assembly using the primers listed in the  S4 Fig . Cell culture HEK-293T were used for co-transfection experiments and to purify Merlin-NL and Merlin-GFP proteins because they are readily transfectable, grow to high density and maintain SV40 ori containing plasmids in an episomal state. These features generate high yields of transfected recombinant proteins while utilizing endogenous mammalian chaperones and post-translational modification systems. The cells were purchased from ATCC (CRL-2316) grown in DMEM supplemented with 10% FBS and Pen/Strep at 37°C 5% CO 2 . Immortalized human Schwann cell line, iHSC-1λ were a gift from Dr. Margaret Wallace (University of Florida College of Medicine, Gainesville, FL, USA) [ 67 ] also grown in DMEM supplemented with 10% FBS and Pen/Strep at 37°C 5% CO 2 . Protein purification To purify Merlin-NL probes, 5 x 10 6  HEK 293T cells were plated into each of two 15 cm dishes then transfected with 50 μg pMerlin-NLst plasmid per plate using PEI at a 3:1 PEI to DNA ratio. Cells were harvested in 0.5 ml TBS pH 8.0, 2 mM MgCl 2 , 1% CHAPS plus HALT protease inhibitor mix (ThermoFisher Scientific, Waltham, MA) and 2.5 U Benzonase (Sigma Aldrich, St. Louis, MO), the lysates cleared by centrifugation at 20 kxG, 4°C for 10 min and supernatants were recovered. Washed magnetic Streptactin beads (100 μl, MagStrep type 3 XT, IBA Life Sciences, Gottingen, Germany) were added and incubated overnight at 4°C with agitation. Beads were recovered by magnet, washed 3x each with high salt buffer (20 mM Tris-Cl pH 8.0, 0.5 M NaCl, 1% Triton X-100, 0.05% Tween 20 + 0.5 mM EDTA), low salt buffer (20 mM Tris-Cl pH 8.0, 50 mM NaCl, 10% Glycerol, 0.5% NP-40, 0.05% Tween 20 + 0.5 mM EDTA) and an isotonic buffer (20 mM Tris-Cl pH 8.0,150 mM NaCl, 0.05% Tween 20 + 0.5 mM EDTA) then eluted in 200 μl elution buffer (100 mM Tris-Cl pH 8.0,150 mM NaCl + 50 mM D-biotin). Protein concentration and purity of an aliquot was evaluated by 4–20% SDS-PAGE against a standard curve of BSA stained with Instant Bands fluorescent total protein stain and visualized on an Azure C-600 imaging system (Dublin, CA). For small scale affinity purification, 20 μg Merlin-GFP expressing plasmid was transfected into 2 x 10 6  293T cells in a 10 cm dish using PEI, lysed as described above then affinity purified with 40 μl washed GFP-Trap_MA beads (Bulldog Bio, Portsmouth), NH) overnight at 4°C with agitation. The beads were washed as described above and resuspended in TBST. Direct binding assays The GFP bound beads were resuspended in a 30-μl blocking buffer of 0.5 mg/ml BSA in TBST and incubated for 1 hour at room temp., The beads were recovered magnetically then resuspended blocking buffer plus 30 to 50 nM Merlin-NL protein and incubated at room temperature for 1 hour. Beads were then recovered, washed four times with TBST the resuspended in 25 μl TBST. Luciferase activity was measured using 25 μl NanoGlo Luciferase Substrate Buffer (Promega, Madison, WI). NanoLuc activity, GFP fluorescence and BRET spectra were measured on a FlexStation 3 microplate reader (Molecular Devices, San Jose, CA). Binding assays were performed in triplicate. Binding is calculated as bound luciferase activity normalized to a 10% aliquot of the unbound input ( Bound ÷10%  Input ). These values were expressed as a mean and standard deviation relative to WT. For visual reference, after counting on the plate reader, the luminescence in the microplates was imaged with an Azure C-600 imaging system (Dublin, CA). Co-immunoprecipitation HEK 293T cells were co-transfected with GFP-target and Merlin- NL plasmids, lysed in 0.5 ml of TBS, 2 mM MgCl 2 , 0.5% NP-40, protease inhibitor mix. Lysates were diluted 1:2.5 with TBST then NL activity was measured. GFP fusion proteins were immunoprecipitated using GFP-Trap_MA (ChromoTek, Hauppauge, NY), recovered using a magnetic stand, and washed four times with TBS. Luciferase activity was measured and imaged as described above. To control for GFP loading, fluorescence at 485 nm excitation and 510 emission was measured on the FlexStation 3. The binding is calculated as the ratio of bound luciferase activity to unbound luciferase activity ( Bound ÷ Unbound )/ GFP FLuorescence ). Experiments were performed in triplicate and were expressed as a mean and standard deviation relative to WT. Statistical significance was assessed by two-way ANOVA using Prism. Gel filtration Gel filtration chromatography was performed on a BioRad NGC Quest 10 Plus FPLC system, equipped with a BioFrac fraction collector, controlled by ChromLab software and using a 10 x 300 mm Enrich SEC 650 gel filtration column with a 24 ml bed volume. For each run the column was equilibrated with 2 volumes of buffer at 1 ml/min, 0.25 ml sample was then injected automatically, and 10 ml buffer was run through the column before 40, 0.2 ml fractions were collected for another 8 ml. Typical running buffer was filtered and degassed PBS. For the experiments using different salt conditions, two pumps were run with Buffer A; 20 mM Tris-Cl pH 7.4, 1 mM EDTA and Buffer B; 20 mM TrisCl pH 7.4, 500 mM NaCl, 1 mM EDTA. Hypotonic buffer at 50 mM NaCl was achieved by mixing 90% Buffer A and 10% Buffer B. Isotonic buffer at 150 mM NaCl was achieved by mixing 70% Buffer A and 30% Buffer B. Hypertonic buffer at 500 mM NaCl was achieved by mixing 0% Buffer A and 100% Buffer B. Samples were passed through a 0.22 μ spin filter (Ultrafree-MD. Millipore) before injection. Samples consisted of 5–20 μg purified Merlin-NanoLuc protein in 0.25 ml column buffer. Alternatively, cleared CHAPS lysates of cells expressing Merlin-NanoLuc constructs were desalted into PBS with PD MiniTrap G-25 desalting columns (Cytiva) and concentrated to 0.25 ml by a PES spin concentrator with a 10K MWCO (Pierce). NanoLuc assays were performed with a 10 μl aliquot of fractions transferred to opaque round bottom 96 well plates and luciferase activity was measured using 10 μl NanoGlo Luciferase Assay reagent (Promega, Madison, WI) and luminescence was measured on a FlexStation 3 microplate reader (Molecular Devices, San Jose, CA). Graphs presenting luciferase activity (RLU) in each fraction or luciferase activity normalized to the activity in the peak fractions (%) relative to the elution volume in ml were prepared using Graphpad Prism 9 software. PIP 2  and PAK Active PAK2 (Sigma-Aldrich) was incubated with purified Merlin-GFP bound beads and Merlin-NL in 25 mM Tris (pH 7.4), 2 mM DTT, 10 mM MgCl 2,  200 μM ATP, 150 mM NaCl 2 , +/- 200 μM PiP 2 -diC8 (Eschelon Biosciences), +/- 0.278 U/μl PAK2 for 1 hour at 30°C. Luciferase activity and BRET was measured as described above. Antibodies used for immunoblots were Phospho-Merlin (Ser518) (D5A4I), a rabbit mAb raised against synthetic peptide corresponding to residues surrounding Ser518 of human Merlin protein from Cell Signaling Technology Cat # 13281 and a mouse monoclonal antibody, 4B5, raised against recombinant Merlin [ 48 ]. Both were used at a 1:1000 dilution.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:23:10.895883",
  "abstract_length": 1370,
  "methods_length": 9055,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}