{
  "pmid": "PMID:36806881",
  "title": "Proteasomal pathway inhibition as a potential therapy for NF2-associated meningioma and schwannoma.",
  "abstract": "BACKGROUND: Neurofibromatosis 2 (NF2) is an inherited disorder caused by bi-allelic inactivation of the NF2 tumor suppressor gene. NF2-associated tumors, including schwannoma and meningioma, are resistant to chemotherapy, often recurring despite surgery and/or radiation, and have generally shown cytostatic response to signal transduction pathway inhibitors, highlighting the need for improved cytotoxic therapies. METHODS: Leveraging data from our previous high-throughput drug screening in NF2 preclinical models, we identified a class of compounds targeting the ubiquitin-proteasome pathway (UPP), and undertook studies using candidate UPP inhibitors, ixazomib/MLN9708, pevonedistat/MLN4924, and TAK-243/MLN7243. Employing human primary and immortalized meningioma (MN) cell lines, CRISPR-modified Schwann cells (SCs), and mouse Nf2-/- SCs, we performed dose response testing, flow cytometry-based Annexin V and cell cycle analyses, and RNA-sequencing to identify potential underlying mechanisms of apoptosis. In vivo efficacy was also assessed in orthotopic NF2-deficient meningioma and schwannoma tumor models. RESULTS: Testing of three UPP inhibitors demonstrated potent reduction in cell viability and induction of apoptosis for ixazomib or TAK-243, but not pevonedistat. In vitro analyses revealed that ixazomib or TAK-243 downregulates expression of c-KIT and PDGFRα, as well as the E3 ubiquitin ligase SKP2 while upregulating genes associated with endoplasmic reticulum stress-mediated activation of the unfolded protein response (UPR). In vivo treatment of mouse models revealed delayed tumor growth, suggesting a therapeutic potential. CONCLUSIONS: This study demonstrates the efficacy of proteasomal pathway inhibitors in meningioma and schwannoma preclinical models and lays the groundwork for use of these drugs as a promising novel treatment strategy for NF2 patients.",
  "authors": "Srirupa Bhattacharyya; Janet L Oblinger; Roberta L Beauchamp; Zhenzhen Yin; Serkan Erdin; Priya Koundinya; Anna D Ware; Marc Ferrer; Justin T Jordan; Scott R Plotkin; Lei Xu; Long-Sheng Chang; Vijaya Ramesh",
  "journal": "Neuro-oncology",
  "publicationDate": "2023-09-05",
  "doi": "10.1093/neuonc/noad037",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-20 06:58:56"
}