{
  "pmid": "36832459",
  "abstract": "",
  "methods": "2. Materials and Methods 2.1. Subjects and Procedure Thirty-eight consecutive participants were recruited at the Pediatric Neurofibromatosis Referral Center of the University of Campania “Luigi Vanvitelli”. All participants met the following criteria: (i.) a diagnosis of NF1 established according to the revised criteria published by Legius and colleagues [ 1 ]; (ii.) absence of intellectual disability according to the Diagnostic and Statistical Manual of Mental Disorders 5 [ 38 ]; (iii.) absence of other neurological or disabling conditions. Clinical data about familiarity with NF1 disease, the number of hospitalizations (both in and out-patient care), the number of surgical and pharmacological therapies, and neuropsychiatric comorbidity were collected for each patient through the clinical note.  2.2. Pediatric and Psychological Assessment At first, participants underwent a pediatric visit that lasted approximately 30 min and subsequently participated in the psychological assessment in a single session that lasted approximately 90 min. Disease severity and the extent of symptom visibility were evaluated according to a modified version of Ablon’s scoring system [ 39 ] (see  Table S1  ( Supplementary Materials )). Specifically, two blinded clinicians with experience in pediatric care of NF1 (CS, SP) evaluated Ablon’s clinical score separately and discussed divergent results.  All participants underwent: (i) the Children’s Depression Inventory−2 [ 40 ] to identify depressive symptomatology; (ii) the Revised Children’s Manifest Anxiety Scale −2 [ 41 ], a self-report tool to assess anxiety symptoms; (iii) the Rosenberg Self-Esteem Scale [ 42 ] to assess the attitude and consideration that a person has of himself; (iv) the psychosocial sub-scale of the Pediatric Quality Of Life Inventory self-report [ 43 ] in order to measure the psychosocial QoL in clinical and non-clinical children and adolescents; (v) a modified version of Olweus Bully/Victim Questionnaire [ 44 ] to specifically evaluate the presence and the severity of bullying and victimization behaviors; (vi) the Students’ Needs Assessment Survey [ 45 ] to detect and characterize the type of cyberbullying and cybervictimization behaviors. Custodial adults and children’s written informed consent were obtained to allow the data collection and its use for research purposes. Participants were informed that participation in the psychological assessment was on a voluntary basis and that if they wanted, they could withdraw from the face-to-face interview at any time. None of them withdrew from the study. Participants were also reassured about the protection of their privacy. Data were collected and stored under law 196 of 30 June 2003, art. 13, and subsequent amendments; information provided by participants was used only for scientific and statistical purposes. The study was carried out in 2019, conducted following the ethical standards of the Declaration of Helsinki and its later amendments, and approved by the Ethics Committee of the University of Campania “Luigi Vanvitelli”. 2.3. Statistical Analysis  Demographic, clinical, and behavioral characteristics of the sample were compared between male and female participants using the non-parametric Mann–Whitney  U  test.  We evaluated the association of anxiety, depression, self-esteem, and psychosocial QoL with demographic, clinical, and behavioral variables in the whole sample carrying out several multiple regression analyses: demographic (i.e., sex and age), clinical (i.e., symptoms’ severity and visibility), and behavioral (i.e., psychological symptoms and bully/victimization behaviors) variables were entered as independent variables and anxiety, depression, psychosocial QoL, and self-esteem scores as dependent ones.  Furthermore, in order to explore whether and how victimization behaviors mediated the relationship between psychological symptoms (i.e., depression and anxiety) and participants’ psychosocial QoL, we carried out a parallel mediation analysis entering the score on psychosocial QoL as the dependent variable, depression and anxiety scores as predictors, and scores on tests evaluating the level of victimization/cybervictimization behaviors as parallel mediators. This analysis was performed using SPSS Macro PROCESS [ 46 ] and bootstrapping procedure with 5000 samples and replacement from the full sample was applied to construct bias-corrected 95% confidence intervals (hereafter 95% CI; LL = lower level of the confidence interval; UL = upper level of confidence interval). The critical alpha level for all analyses was set at 0.05. All analyses were performed with IBM SPSS-20.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:23:19.922051",
  "abstract_length": 0,
  "methods_length": 4663,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}