{
  "pmid": "36868466",
  "abstract": "Neurofibromas (NFs), Bowen disease (BD), and seborrheic keratosis (SK) are common skin tumors. Pathologic examination is the gold standard for diagnosis of these tumors. Current pathologic diagnosis is primarily based on microscopic observation, which is laborious and time-consuming. With digitization, artificial intelligence can be used to improve the efficiency of pathologic diagnosis. This research aims to develop an end-to-end extendable framework for the diagnosis of skin tumor based on pathologic slide images. NF, BD, and SK were selected as target skin tumors. A two-stage skin cancer diagnosis framework is proposed in this article, which consists of two parts: patches-wise diagnosis, and slide-wise diagnosis. Patches-wise diagnosis compares different convolutional neural networks to extract features and distinguish categories from patches generated in whole slide images. Slide-wise diagnosis combines attention graph gated network model prediction with post-processing algorithm. This approach can fuse information from feature-embedding learning and domain knowledge to draw conclusions. Training, validation, and testing were performed on NF, BD, SK, and negative samples. Accuracy and receiver operating characteristic curves were used to evaluate the classification performance. This study investigated the feasibility of skin tumor diagnosis from pathologic images and may be the first instance of applying deep learning to address these three types of tumor diagnoses in skin pathology.",
  "methods": "Methods Study subjects The FHCMU-IHC cohort for IHC staining analysis, which included both surgical and ESD specimens, comprised patients who underwent endoscopy and pathological tissue sampling and slide preparation at the First Hospital of China Medical University between October 2019 and December 2024. Except for GS, the other cases were accompanied by different degrees of pathological changes of GIM. Inclusion criteria included: (1) Age between 30 and 80 years; (2) Patients with pathological diagnosis of GS, GA, LGIN, HGIN and GC; (3) Histopathological changes of GIM; (4) Pathological tissue sections with H&E staining; (5) IHC stained sections with four mucin phenotypic markers (MUC5AC/MUC6/MUC2/CD10). Exclusion criteria included: (1) Patients with incomplete pathological diagnosis or clinical information; (2) The quality of slide preparation or scanning is unqualified (such as damaged, missing, wrinkled, stained tissue, out-of-focus, blurry, overlapping, or other obvious interference factors in the scan). The FHCMU-ESD cohort, which consisted exclusively of ESD specimens and was used to develop the MPMR internal dataset, comprised patients who underwent endoscopy and pathological tissue sampling and slide preparation at the First Hospital of China Medical University, between October 2019 and December 2021. Inclusion criteria were: (1) Pathologically confirmed GIM; (2) Availability of H&E-stained and IHC stained with four mucin phenotypic markers slides. Exclusion criteria were: (1) Incomplete clinical or pathological records; (2) Substandard slide preparation or scanning quality, such as tissue damage, missing sections, folds, stains, or scanning defects including out-of-focus areas, blurring, overlapping, or other significant artifacts. The ZH-EGD cohort, used for independent external validation of MPMR, included patients from the ZH-GDSP in Liaoning Province between February and December 1997 , and followed the same inclusion and exclusion criteria as the FHCMU-ESD cohort and was composed of gastric biopsy specimens. The ZH-GDSP, which was used for MPMR-IMCP evaluation and consists of gastric biopsy specimens, included patients who completed gastric cancer screening and follow-up in the Zhuanghe High-Risk Area between February 1997 and June 2021 31 , 32 . Inclusion criteria were: (1) Pathological diagnoses of GS, gastric mucosal erosion or ulceration, GA, or GD; (2) Histopathological evidence of GIM; (3) Availability of H&E-stained slides; (4) Complete pathological diagnoses, serological indices, and follow-up data. Exclusion criteria were: (1) Incomplete pathological, serological, or follow-up records; (2) Cases of cancer or death within half a year after screening; (3) Substandard slide preparation or scanning quality, following the same criteria as applied to the FHCMU-ESD cohort. H&E and IHC slides used in all cohorts of the study were obtained from the same tissue block. The study protocol was approved by the Ethics Committee of the First Hospital of China Medical University (Ethical Approval Number: [2023]2023-446-2). All procedures were conducted in accordance with the Declaration of Helsinki. Written informed consent was signed by all participants. 31 , 32 Specimen quality assessment To reflect real-world diagnostic practices, our study simultaneously included clinical surgical specimens, endoscopic biopsy specimens, and ESD specimens. All histopathological evaluations, including the assessment of GIM, were performed according to standardized international guidelines (WHO classification). This ensured consistent application of diagnostic criteria—such as the identification of dysplastic glands and nuclear features—across all specimen types, regardless of their origin. To address potential variability introduced by specimen size, feature extraction was conducted from multiple representative regions within each specimen, using standardized microscopic fields as the unit of assessment. Furthermore, in the subsequent multi-source risk prediction analysis, ‘ specimen type’ and ‘tissue area’ were included as covariates to statistically control for potential size-related effects, thereby ensuring the robustness and comparability of our research findings across various clinical samples. Immunohistochemical staining The collected tissue samples were paraffin-embedded, sectioned, and dried. The paraffin sections underwent conventional dewaxing and hydration using xylene and gradient-free ethanol. Antigen retrieval was performed using EDTA under high-pressure heat treatment, followed by incubation with MUC5AC/MUC6/MUC2/CD10 antibodies. Antibodies used include: MUC5AC (Abcam, ab77576, 1:100 dilution), MUC6 (Abcam, ab216017, 1:250 dilution), MUC2 (Abcam, ab11197, 1:5000 dilution), CD10 (Abcam, ab270722, 1:500 dilution). After washing, secondary antibodies were applied for incubation. Finally, color development was achieved using freshly prepared DAB solution, counterstained with H&E, dehydrated, and permanently mounted. The sections used for IHC preparation were all derived from the same tissue blocks as the H&E sections. Whole-slide image preparation This study utilized conventional paraffin-embedded HE stained sections. The initial screening of the pathological sections was performed by pathologists using a low-power microscope (10× magnification, 1.04 µm/pixel) to exclude specimens with tissue defects, staining abnormalities, or vague glandular structures. In addition, the integrity of the glass slides was evaluated to eliminate scratches, breakages, or contaminants that could interfere with optical observation. Qualified specimens underwent surface cleaning and were subjected to whole-slide digital scanning at 40× magnification (0.26 µm/pixel) using the Motic EasyScan 1 digital slide scanner (China), generating digital pathological images in.mdsx format, which were archived on the server of the Department of Cancer Etiology and Screening Research at the First Hospital of China Medical University. Subsequently, image quality assessments were conducted using the Motic DSM professional viewing system. All procedures adhered strictly to clinical pathology technical standards. Image annotation and preprocessing The screened and converted image data were annotated with ROI by pathologists using the QuPath image annotation tool . Using QuPath, pathologists marked staining regions corresponding to different mucin phenotypic markers (MUC5AC, MUC6, MUC2, and CD10) on H&E-stained images, referencing the associated special-stained slides. The OpenSlide library 33  was used to process ROI-annotated images and their corresponding annotation files, ensuring that segmented image patches retained their original parent labels. Images were divided into 224 × 224-pixel patches and stored in subfolders named according to WSIs case numbers to prevent information leakage, and were allocated across different training tasks, resulting in 552,583 labelled patches (detailed in Table  56 2 ). Image preprocessing was integrated into the model training workflow. Before inputting data into the model, the Torchvision Transform module  performed a series of image transformations and data augmentation steps, including: (1) removal of blank or contaminated images; (2) random horizontal and vertical flipping; (3) random rotation; (4) random affine transformation; (5) random color jittering; (6) random grayscale conversion; (7) standardization by normalizing the mean and standard deviation of RGB channels. Validation datasets underwent identical preprocessing procedures to ensure consistency and prevent validation bias. 57 MPMR model construction During MPMR model development, we constructed a ViT model using pre-trained weights from the UNI-2 pathology foundation model. The core of the ViT architecture consists of multiple identical transformer encoder layers, each comprising two main components: multi-head attention and a multi-layer perceptron (MLP) . UNI is a universal pathological self-supervised model pre-trained on over 100,000 diagnostic H&E-stained WSIs (more than 77 TB of data), encompassing 20 major tissue types and over 100 million images 25 . We employed its higher-performing v2 version as the pre-trained weights. The training parameters were set as follows: batch size = 64, initial learning rate = 0.0001, weight decay = 0.5, using the Adam optimizer and cross-entropy loss function. In terms of the fine-tuning strategy, we adopted a partial fine-tuning approach focused on efficiency and preventing overfitting: instead of performing full-parameter fine-tuning on the entire UNI v2 model, we primarily adjusted the query/key/value linear projection layers (qkv layers) in the attention mechanism, the fully connected layers (fc1 and fc2) in the MLP block, as well as the Dropout layer and the final linear classification head, while keeping the rest of the backbone network parameters frozen. This strategy allowed us to leverage the powerful pre-trained features of UNI v2 while efficiently adapting it to the target task and effectively controlling model complexity. The entire training was conducted with a fixed training-validation split (8:2), for a maximum of 100 epochs, and early stopping with a patience of 5 was applied. Data loading utilized 24 parallel workers to maximize efficiency. These configurations contributed to the optimization of training efficiency and stability. All subsequent analyses and test-set evaluations were conducted with the model selected as the best-performing on the independent internal validation set. 27 ZH-GDSP data processing The study included 240 cases from the ZH-GDSP, collecting 11 clinical parameters: disease classification, age, sex, pathological diagnosis, five serological indices (PGI, PGII, PGI/II ratio, HP status, G17), smoking/alcohol history, and family history. Follow-up data through January 2025 identified 80 carcinogenesis cases (cancer group), which were matched 1:2 by age and sex with 160 controls. Categorical variables (age, sex, pathology, behavioral histories) were label-encoded, while serological indices were standardized using Z-score normalization. MPMR-IMCP model construction Multiple statistical and machine learning methods were used to evaluate feature relevance, including Pearson correlation, ANOVA, LASSO regression, random forest feature importance, and SHAP values. Feature rankings were derived by integrating weighted scores from the ANOVA, LASSO, and random forest methods. Logistic regression was used as the baseline model, and sequential feature addition (top 1, 2, …, N features) was applied to identify optimal feature subsets based on performance evaluation. The selected best subset improved both prediction accuracy and model robustness. Model visualization and interpretation For MPMR, t-SNE was used to visualize feature vectors extracted from the final layers of the ViT model , while simulated heatmaps were compared with IHC gold standards. MPMR-IMCP employed SHAP (SHapley Additive exPlanations), with summary plots used to illustrate individual feature contributions. 34 Computational configuration All analyses were conducted on a Linux CentOS 7.9 server using Python 3.10.15 and the PyTorch 2.2.2 deep learning framework (CUDA 12.4, cuDNN 8.9.2). Hardware specifications included: 4×NVIDIA GeForce RTX 3090 GPUs (24 GB GDDR6X memory each), 2×Intel Xeon Gold 6226 CPUs (12-core, 2.70 GHz), and 256 GB DDR4 RAM. Code development was carried out using Visual Studio Code v1.85 with Conda 4.12.0 for environment management. Statistical analysis MPMR model performance was evaluated using the AUC, accuracy, sensitivity (true positive rate), and specificity (true negative rate). MPMR-IMCP employed additional metrics, including precision (positive predictive value), recall (sensitivity), F1 score (harmonic mean of precision and recall), and calibration slope. All analyses were conducted using Python 3.11.5 libraries.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:23:53.140287",
  "abstract_length": 1512,
  "methods_length": 11967,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}