{
  "pmid": "36866403",
  "abstract": "BACKGROUND: Plexiform neurofibromas can transform into atypical neurofibromas (ANF) and then further progress to aggressive malignant peripheral nerve sheath tumors (MPNST). ANF have been described to harbor distinct histological features and frequent loss of CDKN2A/B. However, histological evaluation may be rater-dependent, and detailed knowledge about the molecular mechanisms of malignant transformation is scarce. In general, malignant transformation can be accompanied by significant epigenetic changes, and global DNA methylation profiling is able to differentiate relevant tumor subgroups. Therefore, epigenetic profiling might provide a valuable tool to distinguish and characterize ANF with differing extent of histopathological atypia from neurofibromas and MPNST. METHODS: We investigated 40 tumors histologically diagnosed as ANF and compared their global methylation profile to other peripheral nerve sheath tumors. RESULTS: Unsupervised class discovery and t-SNE analysis indicated that 36/40 ANF cluster with benign peripheral nerve sheath tumors with clear separation from MPNST. 21 ANF formed a molecularly distinct cluster in proximity to schwannomas. Tumors in this cluster had a frequent heterozygous or homozygous loss of CDKN2A/B and significantly more lymphocyte infiltration than MPNST, schwannomas, and NF. Few ANF clustered closely with neurofibromas, schwannomas, or MPNST, raising the question, whether diagnosis based on histological features alone might pose a risk to both over- and underestimate the aggressiveness of these lesions. CONCLUSIONS: Our data suggest that ANF with varying histological morphology show distinct epigenetic similarities and cluster in proximity to benign peripheral nerve sheath tumor entities. Future investigations should pay special respect to correlating this methylation pattern to clinical outcomes.",
  "methods": "Methods We investigated 40 tumors histologically diagnosed as ANF and compared their global methylation profile to other peripheral nerve sheath tumors.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:23:44.590365",
  "abstract_length": 1866,
  "methods_length": 152,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}