{
  "pmid": "PMID:36890585",
  "title": "Neurofibromatosis type 1-dependent alterations in mouse microglia function are not cell-intrinsic.",
  "abstract": "We previously discovered a sex-by-genotype defect in microglia function using a heterozygous germline knockout mouse model of Neurofibromatosis type 1 (Nf1 ± mice), in which only microglia from male Nf1 ± mice exhibited defects in purinergic signaling. Herein, we leveraged an unbiased proteomic approach to demonstrate that male, but not female, heterozygous Nf1 ± microglia exhibit differences in protein expression, which largely reflect pathways involved in cytoskeletal organization. In keeping with these predicted defects in cytoskeletal function, only male Nf1 ± microglia had reduced process arborization and surveillance capacity. To determine whether these microglial defects were cell autonomous or reflected adaptive responses to Nf1 heterozygosity in other cells in the brain, we generated conditional microglia Nf1-mutant knockout mice by intercrossing Nf1",
  "authors": "Francesca Logiacco; Laura Cathleen Grzegorzek; Elizabeth C Cordell; Oliver Popp; Philipp Mertins; David H Gutmann; Helmut Kettenmann; Marcus Semtner",
  "journal": "Acta neuropathologica communications",
  "publicationDate": "2023-03-09",
  "doi": "10.1186/s40478-023-01525-w",
  "methods": "Materials and methods Ethics statement All procedures involving the handling of living mice were performed in strict accordance with the German Animal Protection Law, and were approved by the Regional Office for Health and Social Services in Berlin (Landesamt für Gesundheit und Soziales, Berlin, Germany, Permit Number G0164/19, X9005/18, A0376/17). Adult mice were euthanized by cervical dislocation or by transcardial perfusion of PBS or PFA after intraperitoneal injection of pentobarbital (Narcoren, Merial GmbH, Hallbergmoos, Germany). All efforts were made to minimize suffering. Similarly, all mice used at Washington University were performed under an approved Animal Studies protocol. Mice Wild type and  Nf1  ± [ 5 ] mice used in this study were either bred onto a wild type or MacGreen (Csf1r-eGFP; [ 58 ] C57/BL6 background. Conditional microglia-specific  Nf1  ± mice: CX3CR1-Cre ER  [ 71 ] were intercrossed with  Nf1 flox/flox  [ 1 ] and R26R-EYFP mice [ 63 ] to generate litters heterozygous for Cre ER  expression from the CX3CR1 locus, a conditional (flox)  Nf1  allele and a conditional (LoxP-stop-LoxP; LSL) eYFP transgene in the Rosa26 locus ( Nf1 flox/wt ; Cx3cr1-Cre ER ; LSL-eYFP mice; termed  Nf1 flox/wt CX3CR1-Cre ER  mice). Tamoxifen (100 mg/kg body weight) was administered intraperitoneally between days P30 and P40 on 5 consecutive days to include Cre recombinase activity in CX3CR1 +  cells. Wild type ( Nf1 wt/wt ; Cx3cr1-Cre ER ; LSL-eYFP mice; termed WT) mice had the same genotype with the exception that they had no  Nf1 flox  allele. Conditional non-microglia-specific  Nf1  ± mice: hGFAP-Cre +/+  were intercrossed with  Nf1 flox/flox  [ 1 ] to generate litters heterozygous for Cre ER  expression from the GFAP locus and a conditional (flox)  Nf1  allele ( Nf1 flox/wt ; hGFAP-Cre; termed  Nf1 flox/wt ; hGFAP-Cre mice). Wild type ( Nf1 wt/wt ; hGFAP-Cre; termed WT) mice had the same genotype with the exception that they had no  Nf1 flox  allele. All mice were maintained under a 12 h/12 h dark–light cycle with food and water supply ad libitum, in accordance with German laws and IACUC recommendations (U.S.A.) for animal protection. All data in the current study are from 12–16 week old mice. Sexes and genotypes are indicated. Immunohistochemistry and confocal microscopy Mice were anesthetized with pentobarbital (Narcoren, Merial Hallbergmoos, Germany) and transcardially perfused with phosphate buffered salt solution (PBS) followed by 4% paraformaldehyde in PBS, decapitated and sectioned in the sagittal plane at 40 μm thickness using a sliding microtome (Leica SM2000 R, Leica Biosystems GmbH, Nussloch, Germany). Free-floating 40 μm sections were incubated in 5% donkey serum (EMD Millipore Corp., Burlington, Massachusetts, USA) and 0.1% Triton-X (Carl Roth®, Karlsruhe, Germany) in Tris-buffered saline solution (TBSplus) together with the primary antibodies over-night at 4 °C. The following primary antibodies were used: goat monoclonal Iba-1 antibody targeting microglia (1:300; Abcam, Cambridge, UK); chicken polyclonal GFP antibody targeting eYFP (1:250; Abcam, Cambridge, UK); mouse anti-NeuN targeting neurons (1:00; Synaptic Systems). After washing, secondary antibodies were prepared in TBSplus. Iba-1 was visualized with donkey anti-goat IgG conjugated with Cy5 or Alexa488 fluorophores (both 1:200; Dianova, Hamburg, Germany); eYFP was visualized with donkey anti-chicken IgY conjugated with Alexa488 or Cy5 (both 1:200; Dianova), NeuN with donkey anti-mouse IgG (H + L) conjugated with Cy3 (1:200; Dianova). Sections were incubated with secondary antibodies at room temperature for 2 h and then mounted on glass slides with Aqua Polymount mounting medium (Polysciences Europe GmbH, Hirschberg an der Bergstraße, Germany). Cell nuclei were stained using 4',6-diamidino-2-phenylindole (DAPI, 1:500; Dianova) before mounting. Images were acquired with either a Zeiss LSM700 (inverse) or a Leica SPE (upright; Leica Biosystems GmbH, Nussloch, Germany) using 40X oil immersion objectives. Z-stacks were taken at 1 μm z-step size, 35 steps to cover the whole thickness of the slice. Morphological analysis Morphological analysis of microglia was performed on 3-dimensional fluorescence images using Imaris × 64 version 9.6–9.9 (Bitplane, Zurich, Switzerland) algorithms. Microglial cells in which the nucleus was at least 15 µm away from the image border were selected for analysis. The modules \"Filament tracer\" and \"Surface\" were used for microglia reconstruction. A total of 50 cells from 3 different mice were analyzed for each group. The background was minimized with an appropriate filter width (20–40 µm) and the region of the analyzed cell was selected manually. The parameters Filament Length, Filament No, Dendrite Branch Pts, Filament No, Sholl Intersections, and Soma Volume were obtained from the specific values calculated by Imaris. Although tracing was performed automatically by the algorithm, we individually verified that processes originated from one defined cell. False connections were removed manually which were commonly less than 1%. The number of Sholl intersections was defined as the number of process intersecting concentric spheres, defining the spatial distribution of segments as a function of distance from the soma (Sholl analysis). All spheres have their center at the soma (beginning point) with a 5 µm step resolution for the spheres. Acute brain slice preparation Acute cortical brain slices were prepared as previously described [ 4 ]. In brief, mice were euthanized by cervical dislocation, and their brains removed and cooled in ice-cold artificial cerebrospinal fluid (aCSF) containing (in mM): 230 Sucrose, 2.5 KCl, 10 MgSO 4 , 0.5 CaCl 2 , 1.25 NaH 2 PO 4 , 26 NaHCO 3 , and 10 D-glucose, pH 7.4; gassed with 95% O 2 / 5% CO 2 . Brains were then mounted on a vibratome (HM650V, Thermo Scientific, Massachusetts, USA), and 250 µm thick coronal brain slices were generated and kept at room temperature for experiments for up to 5 h in gassed ACSF containing (in mM): 134 NaCl, 2.5 KCl, 1.3 MgCl 2 , 2 CaCl 2 , 1.26 K 2 HPO 4 , 26 NaHCO 3 , and 10 D-glucose (pH 7.4). Acute brain slices were used for patch clamp recordings and in situ 2-photon live-cell imaging. Two-photon imaging and laser lesioning Live imaging of microglial processes was performed on 250 µm coronal brain slices from  Nf1  ± or  Nf1 flox/wt mice and their WT littermates using a custom-built two-photon laser-scanning microscope (Till Photonics, Gräfelfing, Germany). EGFP or eYFP was excited by a Chameleon Ultra II laser (Coherent, Dieburg, Germany) at a wavelength of 940 nm. A 40X water-immersion objective (NA 0.8, Olympus, Hamburg, Germany) was used, with scanned 60 µm thick z-stacks and a step size of 3 µm covering a field of 320 × 320 µm. Laser lesions were set to 40 µm under the slice surface in the cortex by focusing the laser beam, set to a wavelength of 810 nm and to maximum power in the selected imaging volume, and scanned until autofluorescence of the injured tissue was visible. This procedure resulted in lesions of ~ 20 µm in diameter in the middle of the observed region. For the recording of microglia surveillance, no laser lesion was performed. IGOR Pro 6.37 (Lake Oswego, USA) was used for data analysis as in Davalos et al. [ 13 ] and Madry et al. [ 42 ]. The sequences of 3D image stacks were converted into sequences of 2D images by a maximum intensity projection algorithm. Grayscale images were first converted into binary form using a threshold. For quantification of laser lesion-induced movements, microglial response to focal lesion was defined as EGFP + pixel count in a proximal circular region 45 µm around the lesion site over time (Rx(t)). Distal fluorescence of the first time point was determined within a diameter of 45 µm to 90 µm around the lesion site for normalization (Ry(0)). Microglial responses were represented as R(t) = (Rx(t)-Rx(0))/Ry(0). For the quantification of baseline surveillance, cells of interest were individually selected by manually drawing a region of interest (ROI) around an area including all their process extensions throughout the 20 min movie and erasing data around that ROI. Starting with the second frame, we subtracted from each binarized frame the preceding frame and counted the number of pixels < 0 (retracting = PR) and > 0 (extending = PE). The surveillance index for each frame is then given by the sum of PR ad PE. The surveillance index of a given cell was then calculated by averaging the indices of the first 20 images in the movie. For ramification index (RI), we used the equation RI = (peri/area)/(2*sqrt(pi/area)), where peri and area are respectively the perimeter and area of a given cell in pixels. For the quantification of these two parameters, the ImageAnalyzeParticles operation in IGOR Pro 6.37 was applied on binarized images in which all analyzed microglia were manually examined and, if necessary, somata and processes connected. Electrophysiological recordings A conventional patch-clamp amplifier was used (EPC9, HEKA Elektronik, Lambrecht, Germany). Acute 250 µm coronal brain slices were prepared from  Nf1 flox/wt  and WT mice, and microglial cells were identified by their transgenic EYFP fluorescence on an epifluorescent microscope. Patch pipettes were pulled from borosilicate glasses and had resistances of 4—6 MOhm. The following intracellular solution was used (in mM): KCl, 130; MgCl 2 , 2; CaCl 2 , 0.5; Na-ATP, 2; EGTA, 5; HEPES, 10 and sulforhodamine 101, 0.01 (Sigma Aldrich,) and had an osmolarity of 280—290 mOsm/L adjusted to a pH of 7.3 with KOH. The extracellular solution contained (in mM): NaCl, 134; KCl, 2.5; MgCl 2 , 1.3; CaCl 2 , 2; K 2 HPO 4 , 1.25; NaHCO 3 , 26; D-glucose, 10; pH 7.4; 310—320 mOsm/L and was gassed with carbogen (95% O 2 / 5% CO 2 ). Experiments with series resistances less than ~ 65 MOhm were used for data analysis. All experiments were performed in the voltage-clamp configuration. To obtain current–voltage curves during continuous recordings, the membrane was clamped every 5 s from a holding potential of -70 or -20 mV (before and during the ATP response, respectively) to a series of de- and hyperpolarizing voltages ranging from -140 mV to 60 mV with 20 mV increment, 100 ms in duration. Membrane currents were averaged for quantification between 30 and 45 ms after clamping the membrane to a given value from the resting potential. Membrane capacitance was quantified based on an exponential fit of the current decay in response to a -10 mV test pulse. The same pulse was used to quantify series resistance from the peak amplitude of the membrane capacitance currents. Comparisons of membrane currents between different groups were always normalized to the membrane capacitance. Microglia isolation by MACS 12–16 week male and female mice were transcardially perfused with ice-cold Phosphate Buffered Saline (PBS) to harvest the brain. Brains were subsequently homogenized at 0–4 °C in dissection buffer (HBSS, 45% glucose, 1 M HEPES) and cell pellets were resuspended in 25 ml of 22% Percoll (GE Healthcare, Little Chalfont, UK). 5 ml PBS were added as a layer on top. Centrifugation was performed for 20 min at 950 g with medium acceleration and no brakes to remove myelin and debris. Pellets were resuspended in ice-cold MACS buffer and incubated with anti-mouse CD11b antibodies coupled to magnetic beads (Miltenyi Biotech, Bergisch Gladbach, Germany) for 15 min at 4 °C. Cells were resuspended in MACS buffer and passed through medium-sized MACS columns (Miltenyi Biotech) attached to a magnet. The flow-through was discarded and the cells were flushed out of the columns in MACS buffer, collected by centrifugation, and stored at −80 °C for cAMP ELISA. Mass spectrometry and proteomic analysis Global proteome analysis was conducted using isobaric TMTpro 16-plex labeling (Thermo Fisher Scientific) essentially as described in Mertins et al. [ 46 ]. Samples were lysed in urea buffer and digested with trypsin (Promega). Of each sample, 12 µg peptide was assigned to channels 1 through 13 as well as channel 15 in a randomized fashion. Channel 16 was used as a booster channel and loaded with 70 µg of a mix of the remaining peptide material. Channel 14 was kept empty. The combined TMT cassette was deeply fractionated using high-pH HPLC separation into 30 fractions using a 1290 Infinity II LC System (Agilent Technologies). An estimate of 1 µg of each fraction was injected into LC–MS analysis on an Orbitrap Exploris 480 mass spectrometer (Thermo Fisher Scientific) in data-dependent mode using a 110 min gradient on an EASY-nLC 1200 system (Thermo Fisher Scientific) with an in-house packed column (C18-AQ 1.9 µm beads,Dr. Maisch Reprosil-Pur 120). For database search, MaxQuant version 1.6.10.43 [ 12 ] was used whilst enabling TMTpro 16-plex reporter ion quantitation with a PIF setting of 0.5. Downstream analysis was done in R. For quantitation, a complete data matrix was required for the experimental conditions (14 out of 16 channels). Reporter ion intensities were normalized and scaled using median-MAD normalization.. For significance calling two-sample moderated t-tests were applied (limma R package; [ 56 ]. P-values were adjusted using the Benjamini–Hochberg method. Statistics All data are expressed as mean ± SEM. A combination of one-way ANOVA tests with Bonferroni post hoc tests were employed using Prism 7 (GraphPad Software, San Diego, CA, USA) to compare data between the four experimental groups. Significance is given as *** p < 0.001, ** p < 0.01, * p < 0.05, n.s. p > 0.05.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:29:50"
}