{
  "pmid": "PMID:37115514",
  "title": "Long-term safety and efficacy of selumetinib in children with neurofibromatosis type 1 on a phase 1/2 trial for inoperable plexiform neurofibromas.",
  "abstract": "BACKGROUND: Selumetinib shrank inoperable symptomatic plexiform neurofibromas (PN) in children with neurofibromatosis type 1 (NF1) and provided clinical benefit for many in our previously published phase 1/2 clinical trials (SPRINT, NCT01362803). At the data cutoff (DCO) of the prior publications, 65% of participants were still receiving treatment. This report presents up to 5 years of additional safety and efficacy data from these studies. METHODS: This manuscript includes data from the phase 1 and phase 2, stratum 1 study which included participants with clinically significant PN-related morbidity. Participants received continuous selumetinib dosing (1 cycle = 28 days). Safety and efficacy data through February 27, 2021 are included. PN response assessed by volumetric magnetic resonance imaging analysis: Confirmed partial response (cPR) ≥20% decrease from baseline on 2 consecutive evaluations. Phase 2 participants completed patient-reported outcome measures assessing tumor pain intensity (Numeric Rating Scale-11) and interference of pain in daily life (pain interference index). RESULTS: For the 74 children (median age 10.3 years; range 3-18.5) enrolled, overall cPR rate was 70% (52/74); median duration of treatment was 57.5 cycles (range 1-100). Responses were generally sustained with 59% (44) lasting ≥ 12 cycles. Tumor pain intensity (n = 19, P = .015) and pain interference (n = 18, P = .0059) showed durable improvement from baseline to 48 cycles. No new safety signals were identified; however, some developed known selumetinib-related adverse events (AEs) for the first time after several years of treatment. CONCLUSIONS: With up to 5 years of additional selumetinib treatment, most children with NF1-related PN had durable tumor shrinkage and sustained improvement in pain beyond that previously reported at 1 year. No new safety signals were identified; however, ongoing monitoring for known selumetinib-related AEs is needed while treatment continues.",
  "authors": "Andrea M Gross; Eva Dombi; Pamela L Wolters; Andrea Baldwin; Anne Dufek; Kailey Herrera; Staci Martin; Joanne Derdak; Kara S Heisey; Patricia M Whitcomb; Seth M Steinberg; David J Venzon; Michael J Fisher; AeRang Kim; Miriam Bornhorst; Brian D Weiss; Jaishri O Blakeley; Malcolm A Smith; Brigitte C Widemann",
  "journal": "Neuro-oncology",
  "publicationDate": "2023-10-03",
  "doi": "10.1093/neuonc/noad086",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-20 06:59:51"
}