{
  "pmid": "37140985",
  "abstract": "Neurofibromatosis type 1 (NF1) is one of the most common tumor-predisposing genetic disorders. Neurofibromas are NF1-associated benign tumors. A hallmark feature of neurofibromas is an abundant collagen-rich extracellular matrix (ECM) that constitutes more than 50% of the tumor dry weight. However, little is known about the mechanism underlying ECM deposition during neurofibroma development and treatment response. We performed a systematic investigation of ECM enrichment during plexiform neurofibroma (pNF) development and identified basement membrane (BM) proteins, rather than major collagen isoforms, as the most upregulated ECM component. Following MEK inhibitor treatment, the ECM profile displayed an overall downregulation signature, suggesting ECM reduction as a therapeutic benefit of MEK inhibition. Through these proteomic studies, TGF-β1 signaling was identified as playing a role in ECM dynamics. Indeed, TGF-β1 overexpression promoted pNF progression in vivo. Furthermore, by integrating single-cell RNA sequencing, we found that immune cells including macrophages and T cells produce TGF-β1 to induce Schwann cells to produce and deposit BM proteins for ECM remodeling. Following Nf1 loss, neoplastic Schwann cells further increased BM protein deposition in response to TGF-β1. Our data delineate the regulation governing ECM dynamics in pNF and suggest that BM proteins could serve as biomarkers for disease diagnosis and treatment response.",
  "methods": "Methods Mice. The  H7;Nf1mut  mice have been described previously ( 10 ). Mice were maintained in a clean mouse facility at University of Texas Southwestern Medical Center. All procedures involving animal maintenance and experimental use were performed following the guidelines approved by the Institutional Animal Care and Use Committee at University of Texas Southwestern Medical Center. Cell culture. Isolation and culture of E13.5 DRG neurosphere cells were performed as previously described ( 6 ,  9 ,  52 ). For isolation and culture of primary Schwann cells and fibroblasts, pNF DRGs were first collected and digested with a cocktail of 2 mg/mL collagenase and 1.5 mg/mL dispase at 37°C for 30 minutes. Debris was removed with a 40 μm strainer. A pre-plating procedure was used to separate fibroblasts from Schwann cells. Briefly, the cell mixture suspension was plated in cell culture plates for 1 hour to allow fibroblasts to attach to the plates. Then the unattached cells were collected and cultured in E13.5 DRG neurosphere cell culture medium to enrich for neoplastic Schwann cells. Primary fibroblasts were cultured in DMEM supplemented with 10% FBS and 1% penicillin-streptomycin. The human pNF cell line hTERT ipNF05.5 (ATCC, CRL-3388) and the normal Schwann cell line hTERT ipn02.3 2λ (ATCC, CRL-3392) were cultured in DMEM supplemented with 10% FBS and 1% penicillin-streptomycin. All cells were cultured at 37°C under 5% CO 2 . For the TGF-β1 treatment, cells were incubated with 10 ng/mL TGF-β1 for 72 hours. For MEKi treatment, 1 μg/mL PD0325901 (Selleckchem, S1036) was added to cell culture for 72 hours. DRG ex vivo culture. Whole spinal cords were extracted immediately after euthanasia ( 4 ,  10 ). Paraspinal pNF DRGs were excised and transferred to ice-cold DMEM. DRGs were cultured in the E13.5 DRG neurosphere cell growth medium. For MEKi treatment, 1 μg/mL PD0325901 was added to culture medium for 72 hours. In vivo TGF-β1 studies. Recombinant human TGF-β1 (PeproTech, 100-21) was solubilized in PBS and dosed to 100 μg per kg body weight for 4 weeks. TGF-β1 or vehicle was subcutaneously delivered by implantable osmotic minipump (RWD Life Science, 1004w). DRG size quantification. Whole spinal cord dissection was performed as previously described ( 4 ,  10 ), followed by image capture. The length and width of DRGs were measured by ImageJ (NIH). The volume of each DRG was calculated by the formula length × width 2  × 0.5. Mass spectrometry. Mouse tissues were collected and lysed with the CNMCS Compartmental Protein Extraction Kit (Millipore, 2145) according to the manufacturer’s protocol. The final pellets were then sent to the Proteomics Core at University of Texas Southwestern Medical Center. Data were acquired by the facility core and analyzed using Proteome Discoverer 2.4 (Thermo Fisher Scientific), followed by searching of the mouse protein database from UniProt. For data analysis, to increase the level of confidence for the identified proteins, the results were filtered with a threshold of 10 peptide-spectrum matches (PSMs). All the protein with more than 10 PSMs was added up and calculated as total protein abundance for WT and pNF. For each individual target, the abundance ratio was calculated by its abundance normalized to total protein abundance (abundance ratio of protein X = protein X abundance / total protein abundance). This abundance ratio for each protein was used to compare between WT and pNF. Student’s  t  test was used to calculate statistical difference.  P  less than 0.05 was considered to be statistically significant. ScRNA-Seq. Paraspinal pNF DRGs were excised immediately after euthanasia and minced into pieces, followed by digestion with a cocktail of type I collagenase (2.5 mg/mL) and dispase B (2.5 mg/mL) for 20 minutes. Debris was removed using a 40 μm cell strainer, and the cell suspension was centrifuged at 200 g . Cell pellets were resuspended in 100 μL of 1× PBS/0.04% BSA. Cell viability was checked with the TC20 Automated Cell Counter (Bio-Rad). Cells were processed in the Chromium Single Cell Gene Expression (10x Genomics) to build the 3′ transcriptome libraries and sequenced in the Next Generation Sequencing Core at University of Texas Southwestern Medical Center. Analyses of single-cell transcriptomes. Cell Ranger 5.0.1 (10x Genomics,  https://www.10xgenomics.com/ ) was used to process the raw sequencing data. BCL files were converted to FASTQ files and aligned to mouse (mm10) reference transcriptome. Transcript counts of each cell were quantified using unique molecular identifier and valid cell barcode. The gene expression matrix from Cell Ranger was used as input to the Seurat R package (v4.0.2) for downstream analysis ( 53 ). Cells with fewer than 200 genes per cell and high mitochondrial gene content were filtered out. The global-scaling normalization method LogNormalize was used for normalization. A subset of genes exhibiting high variation across the single cells was determined. The highly variable genes were calculated using the FindVariableFeatures module. The Shared Nearest Neighbor (SNN) graph was constructed with the FindNeighbors module by determination of the k-nearest neighbors of each cell. The clusters were then identified by optimization of SNN modularity using the FindClusters module. We obtained 14 clusters with a resolution of 0.4. Clusters were named on the basis of known gene markers specific to various cell types. Differential expression analysis, clusters visualization, and plotting were all performed with Seurat. Protein extraction and Western blots. Protein was extracted with RIPA buffer (Thermo Fisher Scientific, 89901). Protein concentration was determined by Pierce BCA protein assay kit (Thermo Fisher Scientific, PI23225). Protein was separated by SDS-PAGE and transferred to PVDF membranes. Membranes were blocked with 5% milk for 1 hour, followed by incubation with primary antibodies at 4°C overnight. Then membranes were incubated with HRP-conjugated secondary antibodies for 2 hours. The ChemiDoc Touch Imaging System (Bio-Rad) was used to capture the images. The antibodies used for Western blots are listed in  Supplemental Table 1 . H&E and immunohistochemistry and immunofluorescence staining. Mouse tissues were fixed in 10% formalin at room temperature and embedded into paraffin. Paraffin blocks were cut into 5 μm slides. Slides were deparaffinized and rehydrated, followed by H&E staining. For immunohistochemistry staining, slides were incubated in TE buffer (0.01 M Tris, 0.05% Tween-20, 1 mM EDTA, pH 9.0) and heated for 20 minutes to retrieve antigens. Tissue slides were blocked in 10% donkey serum and incubated with primary antibodies diluted in 3% donkey serum at 4°C overnight, followed by incubation with secondary antibodies coupled to biotin at room temperature for 1 hour. Slides were subsequently incubated with avidin-biotinylated peroxidase conjugate according to VECTASTAIN Elite ABC kit (Vector Laboratories) procedure, and visualized by addition of the DAB substrate. Finally, slides were counterstained with hematoxylin and coverslipped. For immunofluorescence staining, after antigen retrieval, slides were blocked in 10% goat serum and incubated with primary antibodies at 4°C overnight. Then slides were incubated with secondary antibodies at room temperature for 1 hour and mounted with the mounting medium. The antibodies used for immunohistochemistry and immunofluorescence experiments are listed in  Supplemental Table 1 . NF1 siRNA transfection. Two predesigned siRNAs against human  NF1  were purchased from MilliporeSigma (SASI_Hs01_00129008 and SASI_Hs01_00129006). Transfection was performed with Lipofectamine RNAiMAX Transfection Reagent following standard protocol (Thermo Fisher Scientific, 13778030). After 72 hours, cells were collected and analyzed. RNA extraction, cDNA synthesis, and quantitative PCR. RNA was extracted with Qiagen RNeasy Mini Kit (Thermo Fisher Scientific, NC9307831), followed by reverse transcription to cDNA with iScript cDNA Synthesis Kit (Bio-Rad, 1708891BUN). Quantitative PCR (qPCR) was performed with a QuantStudio 3 machine (Applied Biosystems). For qPCR result analysis, the 2 −ΔΔCt  method was used to calculate the fold change. Primers are listed in  Supplemental Table 2 . Data deposition. ScRNA-Seq data were deposited in the NCBI’s Gene Expression Omnibus database (GEO GSE227456). Statistics. Data are shown as mean ± SEM.  P  values were calculated by 2-tailed Student’s  t  test, unless otherwise specified.  P  less than 0.05 was considered to be statistically significant. Study approval. Animal care and use in this study were approved by the Institutional Animal Care and Use Committee at University of Texas Southwestern Medical Center.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:24:19.271535",
  "abstract_length": 1462,
  "methods_length": 8797,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}