{
  "pmid": "PMID:37149083",
  "title": "cNF-Skindex in Adults Living with Neurofibromatosis 1: Severity Strata in France and Validation in United States Adults.",
  "abstract": "Cutaneous neurofibromas (cNF) contribute to the impairment of QOL in individuals with neurofibromatosis 1. The cNF-Skindex, validated in a French population, specifically assesses the cNF-related QOL. In this study, we first defined severity strata using an anchoring approach on the basis of patient's burden. In total, 209 patients answered the anchor question and the cNF-Skindex. We tested the agreement among the three strata, generated by all potential couples of cut-off values of the cNF-Skindex and the three strata defined in the anchor question. The cut-off values 12 and 49 provided the highest Kappa value (κ = 0.685, 95% confidence interval = 0.604-0.765). Second, we validated the score and the strata in a United States population using the answers provided by 220 French and 148 United States adults. In the multivariable linear regression analysis, the country of origin was not a factor associated with the score (P = 0.297). The number of cNF along the different severity strata was similar between the French and the United States populations. In conclusion, stratification constitutes a powerful tool to better interpret the cNF-Skindex in daily practice and in clinical trials. This study validates its use in two populations that together constitute a large cohort of patients willing to participate in clinical research.",
  "authors": "Laura Fertitta; Kavita Y Sarin; Christina Bergqvist; Ekshika Patel; Bastien Peiffer; Sabine Moryousef; Marie-Laure Armand; Arnaud Jannic; Salah Ferkal; Philippe Ravaud; Viet-Thi Tran; Jaishri O Blakeley; Carlos G Romo; Khaled Ezzedine; Pierre Wolkenstein",
  "journal": "The Journal of investigative dermatology",
  "publicationDate": "2023-11",
  "doi": "10.1016/j.jid.2023.04.014",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-20 07:00:12"
}