{
  "pmid": "PMID:37164978",
  "title": "Multiplatform molecular profiling uncovers two subgroups of malignant peripheral nerve sheath tumors with distinct therapeutic vulnerabilities.",
  "abstract": "Malignant peripheral nerve sheath tumor (MPNST) is a highly aggressive sarcoma, and a lethal neurofibromatosis type 1-related malignancy, with little progress made on treatment strategies. Here, we apply a multiplatform integrated molecular analysis on 108 tumors spanning the spectrum of peripheral nerve sheath tumors to identify candidate drivers of MPNST that can serve as therapeutic targets. Unsupervised analyses of methylome and transcriptome profiles identify two distinct subgroups of MPNSTs with unique targetable oncogenic programs. We establish two subgroups of MPNSTs: SHH pathway activation in MPNST-G1 and WNT/ß-catenin/CCND1 pathway activation in MPNST-G2. Single nuclei RNA sequencing characterizes the complex cellular architecture and demonstrate that malignant cells from MPNST-G1 and MPNST-G2 have neural crest-like and Schwann cell precursor-like cell characteristics, respectively. Further, in pre-clinical models of MPNST we confirm that inhibiting SHH pathway in MPNST-G1 prevent growth and malignant progression, providing the rational for investigating these treatments in clinical trials.",
  "authors": "Suganth Suppiah; Sheila Mansouri; Yasin Mamatjan; Jeffrey C Liu; Minu M Bhunia; Vikas Patil; Prisni Rath; Bharati Mehani; Pardeep Heir; Severa Bunda; German L Velez-Reyes; Olivia Singh; Nazanin Ijad; Neda Pirouzmand; Tatyana Dalcourt; Ying Meng; Shirin Karimi; Qingxia Wei; Farshad Nassiri; Trevor J Pugh; Gary D Bader; Kenneth D Aldape; David A Largaespada; Gelareh Zadeh",
  "journal": "Nature communications",
  "publicationDate": "2023-05-10",
  "doi": "10.1038/s41467-023-38432-6",
  "methods": "Methods Patient samples and clinical annotation Tumor samples and peripheral blood of patients were collected from the University Health Network Brain Tumor Bank (Toronto) and the Mount Sinai Hospital Sarcoma Tumor Bank (Toronto, Canada) under institutional review board (IRB)-approved protocols with patient informed consent. Samples were collected fresh from the patients at the time of surgical resection and stored at −80 °C. Additional samples were obtained from the Children’s Tumor Foundation (CTF, New York, USA). In summary, we used 108 samples in this study (19 MPNSTs, 22 premalignant neurofibromas, 34 plexiform neurofibromas and 33 cutaneous neurofibromas). Pathologic diagnosis was confirmed by at least two experienced pathologists using diagnostic formalin-fixed and paraffin-embedded blocks to confirm diagnosis of peripheral nerve sheath tumors and to subtype tumors according to recognized histopathological classifications. Given the tendency for local recurrence and distant metastasis in MPNSTs, PFS was used as the primary outcome of interest in this study. PFS was defined as local tumor growth after gross total resection, tumor progression following subtotal resection, or distant metastasis. Time to recurrence was determined by calculating the elapsed time from the date of index surgery to first postoperative imaging documenting tumor recurrence. DNA and RNA processing DNA was extracted from fresh-frozen tumor tissue and normal tissue using the DNeasy Blood and Tissue Kit (Qiagen, USA). Total RNA was isolated from tumor using the RNeasy Mini Kit (Qiagen, USA). DNA and RNA were quantified using Nanodrop 1000 instrument (Thermo Scientific, USA) and integrity assessed by either agarose gel electrophoresis (DNA) or Agilent 2100 Bioanalyzer (RNA; Agilent, USA) at the Princess Margaret Cancer Genomics Centre (PMGC, Toronto, Canada). DNA (0.5-1μg) was used for bisulfite treatment (Zymo Research, Irvine, USA). Genome-wide DNA methylation analysis Methylation profiling was performed on bisulfite-treated DNA using the Illumina Infinium MethylationEPIC BeadChip array (Illumina, San Diego, USA) at the PMGC (Toronto, Canada). Generated raw methylation files were imported and preprocessed with the statistical programming language R using the minfi package (Bioconductor). Data was normalized and failed probes with a detection  P -value threshold > 0.01 were removed from further downstream analysis. Further filtering of the data was performed, as previously described, by removing all probes that fit one of these criteria: (1) probes that overlapped with known single nucleotide polymorphisms, (2) probes located on X and Y chromosomes, or (3) cross-reactive probes. Unsupervised consensus hierarchical clustering was performed with ConsensusClusterPlus package (Bioconductor) on beta values using Euclidean distance and Ward’s linkage method with 1000 resampling steps (epsilon = 0.8). We selected the top 20,000 probes that showed the highest median absolute deviation (MAD) across the ß-values for clustering. The unscaled methylation levels were shown in a heatmap from unmethylated state (purple color) to methylated state (red color). Differentially methylated probes were identified using  limma  based modeling approach (Bioconductor) for the methylation subclasses. Absolute mean β-value difference > 0.1 and adjusted  p -value (FDR-corrected) < 0.05 were considered to be significant. Whole exome sequencing Whole-exome sequencing of 54 PNSTs and 20 matched blood samples was performed by The Centre for Applied Genomics (TCAG, Toronto). Genomic DNA libraries were prepared using Agilent SureSelect Human Exome Library Preparation V5 kit with the Agilent Bravo Automation System and paired end sequencing on a HiSeq 2500 platform to a median of 60X. In brief, read pairs were aligned to the hg19 reference genome using BWA-MEM v 0.7.12  with default parameters. PCR duplicate marking, indel realignment and base quality score recalibration were performed using Picard v1.72 and GATK v3.6.0 40 . We obtained germline variant calls by joint genotyping and variant quality score recalibration on 20 peripheral blood controls, in adherence to the GATK Best Practices framework 41 . Data quality assessment was performed using Picard tool CalculateHSMetrics. We identified somatic mutations using Mutect V1.1.6 42  and Strelka v1.0.13 43  for 20 tumors with matched peripheral blood controls and Mutect2 V1.1 44  for 35 unmatched tumor samples. Variants with allele fractions <10% were removed to control for potential sequencing artifacts. Since we lacked normal control for a subset of samples, putative somatic variants were retained by filtering likely germline variants with GnomAD 43  population frequency >0.01% (r2.0.1). TGL frequency database of variants of <1% were retained to filter out initial passenger events. We annotated variants using Variant Effect Predictor v.92.0 45 , OncoKB Precision Oncology Knowledge Base 46 , CancerHotspots.org 47  and dbNSFP database 48 . Tumor mutational burden is calculated as the fraction of total number of nonsynonymous (protein altering) somatic mutations across the whole exome capture space in Mb. 49 RNA sequencing and analysis The isolated RNA was processed using the Illumina TruSeq Stranded Total RNA kit with Ribo-Zero Gold Prep kit according to manufacturer’s protocol. Libraries were sequenced on the Illumina NextSeq500 platform with 75-cycle paired-end protocol to obtain minimum 40 million reads. Sequence data was processed and aligned to human reference genome (hg38) using STAR aligner (v.2.6.0) . Next, duplicate reads were removed. Reads were sorted using SamTools (v.1.3) 50 . Gene expression in raw counts for each sample was calculated by the algorithm “featureCounts” in the package Rsubread (v.1.5.0). Data was normalized by counts-per-million (CPM) and then subjected to trimmed means of M (TMM) using edgeR 51  (v.3.22.3). CPM cutoff values were determined empirically by identifying the minimum value required to achieve the best normalization across samples. Differentially expressed genes (DEG) was determined using Quasi-likelihood F-test in EdgeR 52 . Pathway analysis was performed on the DEG from the indicated pairwise analysis using Gene Set Enrichment Analysis (GSEA) package (Broad Institute). 52 Computational FDA drug mapping In order to discover potential therapeutic agents, we used the Enrichment Map App in Cytoscape to perform post-analysis with FDA approved drug targets. A scoring system was formulated to first select drugs by the number of target genes in the leading edge of significant GSEA pathways for indicated comparison. Then each drug was ranked by the number of pathways targeted. Finally, the number of significant genes targeted were divided by the total number of target genes of the drug to assess the specificity. This scoring system selected the drugs targeting the greatest number of driving genes in significant biological pathways with high specificity. The resulting list of drugs were grouped by common targets to produce a high-level summary of the class of drugs with the highest possibility of effective treatment. Fusion calls Fusion genes for cohort of PNSTs were identified using FusionCatcher v1.1.0  with default parameters, which aligns reads to the human reference genome (GRCh38) using Bowtie 53 , 54  (v1.2), Bowtie2 55  (v2.3), Star 56  (v2.7) and BLAT 57  (v0.35). Adjacent and read-through fusions were filtered out from analyses. To reduce false positive detection of genes with similar sequence homology, gene fusions with Counts_of_common_mapping_reads = 0 were selected. 58 Droplet-based single nuclear RNA sequencing and analysis Flash frozen archived tumor specimens were minced with sterile scalpel and mechanically dissociated with a dounce tissue grinder (size A and B, Sigma Aldrich) in ice cold lysis buffer (0.32 M sucrose, 5 mM CaCl2, 3 mM MgAc2, 0.1 mM EDTA, 20 mM Tris-HCl, 40U/ml RNase inhibitor and 0.1% Triton X-100 in DEPC-treated water). Homogenized tissues was centrifuged at 800 ×  g  for 10 min at 4 °C and resuspended in 1 m of wash buffer (1× PBS, 1% BSA and 0.2 U/μl RNase Inhibitor). Nuclei were filtered twice in 40 μm strainers (Flowmi cell strainer, Sigma Aldrich). Isolated nuclei were stained with DAPI at concentrations suggested by the manufacturer and sorted by FACS (BD Influx BRV, Becton Dickinson Biosciences). Nuclei were collected, washed and resuspended in wash buffer. Nuclei were counted and appropriate volume for each sample was calculated for a target capture of 6000 nuclei. Samples were loaded onto a 10× Chromium controller using the Chromium Single Cell 3’ Library & Gel Bead Kit v3 (10× Genomics). After droplet generation, Libraries were sequenced on an Illumina NovaSeq (10x specific protocol) with >50, 000 reads per cell. CellRanger (10× Genomics) analysis pipeline was used for library demultiplexing, read alignment to human genome GRCh38 and UMI quantification per gene per cell. High-quality cells with >1500 unique genes detected and <1.5% reads attributed to mitochondrial transcripts were retained. Genes detected in less than three cells were removed. The raw gene expression matrix was normalized, and variance stabilized by SCTransform in Suerat version 3.0 using UMI count and percent reads aligned to mitochondrial transcripts as covariates (Stuart et al. 2018). Principal component analysis was performed using highly variable genes (FDR < 0.001) identified by scran and the number of significant principal components (PC,10) were determined based on the inflection point of the “scree” plot. Principle components were corrected for batch effect using Harmony (v.01) . The first 10 PC spaces were used to build a shared-nearest-neighbor graph. Clusters were identified by optimizing the modularity function within its space with a resolution set to 0.1 and clustering results were visualized using t-SNE of the selected principal components. 59 scRNA-seq pseudotime analysis Pseudotime analysis was performed as previously described  using Monocle2 60 . Briefly, raw UMI counts from the cleaned and processed Seurat objects was used to generate CellDataSet objects by normalizing the data using a negative binomial distribution with fixed variance. The CellDataSet object was processed to estimate sequencing depth (estimateSizeFactors), gene dispersions (estimateDispersions) and per-cell coverage. The data was further filtered to keep high-quality cells with >500 genes. In addition, genes were filtered to retain genes present in greater than 10 cells. The DDRTree algorithm included with Monocle2 was used to reduce the dataset two dimensions and the marker genes that differentiated the clusters were used to guide the trajectory inference. Relative pseudotime was generated through a linear transformation relative to the cells with the lowest and highest pseudotimes. 61 Cell type classification Cells were assigned to different cell types based on a consensus of (1) similarity of expression profiles, (2) copy number profiles and (3) expression of canonical markers. First, unsupervised hierarchical Pearson clustering with Ward linkages on the matrix of correlation was performed to correlate the expression profile of each cell to every other cell. Two major clusters of putative neoplastic and non-neoplastic cells were identified. Second, CNAs of neoplastic and non-neoplastic cells were inferred from the snRNA-seq data using inferCNV (v.1.1.1) . After the genes were ordered according to the human GRCh38 assembly, a heatmap illustrating relative expression intensities of neoplastic nuclei to reference population across the genome was generated for visualization. Almost all neoplastic clusters harbored multiple CNAs throughout the genome, while the non-neoplastic cells were generally lacking CNAs. Finally, FindAllMarkers in Seurat was used to identify differentially expressed genes in each cluster, which were then inspected for canonical immune and stromal cell markers. 62 Cell viability assay Immortalized human Schwann cell (HSC1λ) and immortalized neurofibroma cell (ipNF06.2A ) were obtained from Dr. Margaret Wallace’s laboratory at the University of Florida. MPNST cell lines (STS-26T 30 , S462 63 , S462TY, T265 64 ) were obtained from Dr. David Largaespada’s laboratory at the University of Minnesota. All cell lines were cultured with Dulbecco’s modified Eagle’s medium (DMEM, Wisent Technologies) supplemented with 10% fetal bovine serum (FBS, Wisent Technologies) and 1% penicillin/streptomycin. Cells were grown at 37 °C and 5% CO 65 2 . For direct cell counting, 1 × 10 5  cells were plated in triplicates into 6 well plates in 2 ml of medium. After incubation times (days 1–5), cells were collected and analyzed for cell count and cell viability. Cells were directly counted using Trypan blue and the Beckman Coulter Vi-CELL (12-sample carousel) Cell Viability Analyzer (Beckman Coulter). IC50 assays were performed in 96 wells by seeding 5000 cells in triplicate overnight. Cells were treated with sonidegib (NVP-LDE225, Selleck Chemicals) the following day with increasing drug concentrations and read by CellTitre-Glo luminescent cell viability assay in accordance with the manufacturer’s instructions (Promega, G7570) on a 96-well plate reader (GloMax-96 microplate luminometer; Promega). CRISPR/Cas9 knockout cell line preparation Guide RNA oligo sequences were generated using CRISPR-Cas9 Design Tool ( www.crispr.mit.edu/ ). The guide RNA sequences chosen had the least number of potential off-target sites predicted by the CRISPR-Cas9 Design Tool. To generate CRISPR/Cas9-modified ipNF06.2A cell lines, sequences were subcloned into pX330: gGFP;5’-GGATACTTCTTCGAACGTTT, gPTCH1;5’-TGCTTTTAATCCCACCGCGA. Cells were co-transfected with one pX330 construct and pRNAT-H1.3 (Hygro) control plasmid expressing GFP and hygromycin resistance genes. ipNF06.2A-gPTCH1 and ipNF06.2A-gCTRL cells were selected with hygromycin and monoclonal lines were screened. CRISPR/Cas9-modified HSC1λ cell lines were generated using lentiviral transduction of  Cas9  and a guide RNA: gGFP; 5’- CACCGAGCTGGACGGCGACGTAAAG, gPTCH1;5’- GCCTATGGCGCGGCAGACCACCCAC, gAPC;5’CACCGAACAGCATCGAGCCAACCTCACCGCCGAGCAGCGGCTAGGCTTCCACCGAAGCCTAGCCGCTGCTCGGCACCGCCGGAAGCCTAGCCGCTGCT. Lentiviral particles were produced in 293T cells with viral packaging plasmids. After 24 h, the viral supernatant was collected and added to adherent HSC1λ cells, supplemented with 6 μg/ml polybrene. After lentiviral transduction, cells with the correct construct were selected with 2 μg/ml puromycin. Genotype was confirmed with PCR and sequencing. These cells were grown in media with puromycin supplemented through all downstream applications. Western blot Traditional western blots were performed using standard protocols. Primary antibodies for B-Actin(1:1000, Cat #8457S, Cell Signaling Technologies), Vinculin(1:30000, Cat #V9264, Sigma Aldrich), PTCH1(1:500,Cat#MAB41051, R&D systems) and APC(1:500, Cat #15270, Abcam) were used. Knock out HSC1λ cell line genotypes were confirmed with capillary electrophoresis-western blot using a WES capillary electrophoresis device (ProteinSimple, San Jose, CA, USA) according to the manufacturer’s instructions. Primary antibodies against B-Actin (Cell Signaling Technologies #8457S, 1:10), PTCH1 (Cell Signaling Technologies #2468, 1:10), GLI1 (Cell Signaling Technologies #3538, 1:10). Anchorage independent growth assay 6-well plates (Corning) were prepared with bottom agar (3.2%) and top agar (0.48%) composed of low melting point agarose in DMEM full media. The bottom agar was allowed to solidify before 10,000 cells in top agar were plated and allowed to solidify. DMEM media supplemented with 10% FBS and 2 ug/ml puromycin was plated over the cells in the 6-well plates and incubated under standard conditions. After 14 days, top media were removed, and cells were fixed in 10% formalin (Fisher Scientific) containing 0.0005% crystal violet (Sigma) for 1 h at room temperature. Colonies were imaged on Leica S8 AP0 microscope with 12 images per cell line. Automated colony counts were done using ImageJ software  using TKS Batch Count Colonies macro (courtesy of StarrLab). Results shown are a representative example of at least 3 independent experiments. 66 Transwell migration assay Cell migration assays were performed using Transwell inserts with 8 μm pore size polycarbonate membranes (Corning). Briefly, cells were resuspended in serum free media and 1000 cells were seeded into inserts. The lower chamber for each well was set up with 500 μl of media supplemented with 10% FBS as a chemoattractant. After 24 h, the cells on upper membrane surface were removed mechanically. The membranes were then fixed with 0.1% crystal violet for 15 min and then mounted on slides. The number of migrating cells were observed with brightfield microscope, and manually counted. Xenograft models All animal procedures were carried out according to animal use protocols approved by the Institutional Animal Care Committee. Immunodeficient NOD- Rag1 \n null IL2rg  mice (The Jackson Laboratory) received approximately 3 million cells via subcutaneous flank injection. Cells were in media and Matrigel in a 1:1 ratio. Mice were injected with HSC1λ gGFP ( null n  = 4), HSC1λ gPTCH1 ( n  = 4), HSC1λ NF1 −/−  gPTCH1 ( n  = 4), HSC1λ NF1 −/−  ( n  = 12), HSC1λ gGFP ( n  = 4), HSC1λ gAPC ( n  = 4). Mice were monitored daily. Mice were sacrificed 4 months post-injection and tumors were harvested. For the sonidegib drug treatment, non-obese diabetic severe combined immune deficiency spontaneous male mice (NOD-SCID-Prkdc scid ) received 5 × 10 6  cells via subcutaneous flank injection. Mice were randomly selected to receive S462TY (10 mice) or STS-26T cells (10 mice). Cells were in a 1:1 media and Matrigel suspension. On day 14, mice were treated with sonidegib (Sellekchem) dissolved in vehicle (PEG 400/5% dextrose in water), at a dose of 20 mg/kg/day, or with vehicle alone. Mice were monitored daily, and tumor size was measured with calipers. Mice were sacrificed when they reached end point (tumor size >1.5 cm in any one dimension). Reporting summary Further information on research design is available in the  Nature Portfolio Reporting Summary  linked to this article.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:29:53"
}