{
  "pmid": "PMID:37174087",
  "title": "Vinblastine/Methotrexate for Debilitating and Progressive Plexiform Neurofibroma in Children and Young Adults with Neurofibromatosis Type 1: A Phase 2 Study.",
  "abstract": "Limited therapies exist for neurofibromatosis type 1 (NF1)-associated plexiform neurofibroma (PN). For this reason, the activity of vinblastine (VBL) and methotrexate (MTX) was evaluated in children and young adults with NF1 and PN. Patients ≤ 25 years of age with progressive and/or inoperable NF1-PN received VBL 6 mg/m",
  "authors": "Chelsea Kotch; Kristina Wagner; J Harris Broad; Eva Dombi; Jane E Minturn; Peter Phillips; Katherine Smith; Yimei Li; Ian N Jacobs; Lisa M Elden; Michael J Fisher; Jean Belasco",
  "journal": "Cancers",
  "publicationDate": "2023-05-05",
  "doi": "10.3390/cancers15092621",
  "methods": "2. Materials and Methods 2.1. Study Design and Population The study was approved by the institutional review board at the Children’s Hospital of Philadelphia. Written informed consent was obtained from patients aged 18 years or greater or from parents/guardians of children <18 years. The trial was registered with  www.clinicaltrials.gov , identification number  NCT00030264 . Patients were enrolled at the Children’s Hospital of Philadelphia between 1 March 2001 and 30 May 2012. Inclusion criteria included ages ≤ 25 years with a diagnosis of NF1, as defined by the NIH Consensus Conference criteria [ 19 ], an unresectable PN either with significant morbidity or progression in the year prior to enrollment (defined as a measurable increase in the sum of the product of the two longest perpendicular diameters of the index lesion over <12 months prior to enrollment), and adequate bone marrow and hepatic function. Exclusion criteria included Lansky or Karnofsky performance statuses of less than 60, pregnancy, or exposure to an investigational agent or chemotherapy within 30 days of enrollment. The primary objectives were to determine objective response rate and time to progression.  2.2. Therapy Participants received VBL 6 milligrams (mg) per meter squared (m 2 ) per dose (maximum dose 10 mg) intravenous (IV) weekly for 26 weeks and then every 2 weeks for 26 weeks or until disease progression. MTX dosing was 30 mg/m 2 /dose IV weekly for 26 weeks and then every 2 weeks for 26 weeks or until disease progression. Participants could receive a maximum of 52 weeks of therapy. Participants were considered evaluable if they received at least one dose of protocol therapy. Participants were removed from therapy for progressive disease, intolerable toxicity, patient/family request, or noncompliance. Dose-limiting toxicities (DLT; hematologic or non-hematologic) were defined as grade 3 or greater toxicities. If the toxicity resolved to Grade 2 or less within 14 days, therapy was restarted at a 25% lower dose. Toxicities requiring removal from protocol therapy included any therapy related DLT that recurred after a second dose reduction (>50% from initial dose) and any grade 4 non-hematologic toxicity.  2.3. Study Evaluations Magnetic resonance imaging (MRI) of the target PN was required within 2 weeks of the first dose of therapy. Imaging was obtained every 3 months while in therapy. Patients were considered to have airway involvement of PN if enrollment imaging demonstrated any degree of mechanical compression at any location from the oropharynx to major bronchi. For patients with tumors affecting the airway, video laryngoscopy, polysomnography, and pulmonary function tests (if age appropriate) were obtained at time of enrollment and end of therapy at a minimum. 2.4. Safety Monitoring Monitoring included physical examination and laboratory evaluations (including complete blood counts prior to each dose and monthly comprehensive metabolic panel). Adverse events (AE) were graded according to the National Cancer Institute Common Terminology Criteria for Adverse Events version 4.0. Participants were considered evaluable for toxicity if they received at least one dose of protocol chemotherapy. Toxicities were summarized by frequencies of each toxicity overall. For each toxicity, the worst grade overall for each patient was calculated and summarized. 2.5. Outcomes Measures The primary outcome of the study was objective response rate. An additional primary outcome was time to progression (TTP), which was defined by imaging as the first two-dimensional (2D) radiologic progression or by functional decline from the start of protocol therapy. Functional decline was defined as deterioration of functional status attributed to the target PN, such as decline in neurologic examination (e.g., weakness) over time and/or worsening of objective measures on functional testing such as polysomnography or pulmonary function testing. 2D imaging response was calculated using the sum of the product of the two longest perpendicular diameters of the index lesion. Partial response (PR) was defined as a decrease in tumor size by ≥25%. Progressive disease (PD) was defined as an increase in tumor size of ≥25%. Stable disease (SD) was defined as <25% to >25% change in tumor size. A post hoc three-dimensional (3D) volumetric MRI response evaluation was performed at the National Cancer Institute for the target PN as previously described [ 20 , 21 ], with evaluation of enrollment and final on-study MRI scan. PR was defined as a decrease in the volume of the target lesion by ≥20% compared with baseline. PD was ≥20% increase in tumor volume at any time on therapy compared to baseline. SD was defined as any change in tumor volume that did not quality as a PR or PD [ 21 ]. Analysis of functional responses for the cohort of participants with airway involvement were guided by the Response Evaluation in Neurofibromatosis and Schwannomatosis (REiNS) sleep and pulmonary outcomes recommendations [ 22 ]. The primary sleep endpoint evaluated on polysomnography was the apnea–hypopnea index. A clinically meaningful improvement was defined as an absolute decrease in AHI by ≥5 events per hour. Subjective improvements were described.  2.6. Statistical Analysis The primary trial objective was to determine whether the use of VBL/MTX in children and young adults with NF1 and progressive and/or inoperable PN resulted in objective responses. Proportions of response categories (PR, SD, PD) were calculated for both 2D and 3D imaging outcomes. For assessment of TTP, a Kaplan–Meier survival curve was calculated for 2D imaging and/or functional progression and plotted with a 95% confidence interval around the median. All analyses were performed using Stata 15 (StataCorp, College Station, TX, USA).",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-20 06:59:53",
  "introduction": "1. Introduction Neurofibromatosis type 1 (NF1) is an autosomal dominant cancer predisposition syndrome occurring in approximately 1 in 3000 people worldwide. NF1 occurs due to an inherited or sporadic mutation in the  NF1  tumor suppressor gene [ 1 ]. Patients with NF1 are at increased risk for the development of both central and peripheral nervous system tumors, including plexiform neurofibromas (PN) [ 2 , 3 ]. PN are benign peripheral nerve sheath tumors that occur in up to half of patients with NF1. PN may be asymptomatic or can cause significant morbidity such as pain, disfigurement, neurologic dysfunction such as weakness, or impinge on vital structures such as the airway [ 4 , 5 ]. In addition, PN may become life-threatening when significant impact on vital structures or malignant transformation occurs [ 1 , 6 , 7 ]. Effective treatment options for PN are limited [ 8 , 9 , 10 , 11 , 12 ]. Historically, treatment was limited to surgical resection. However, due to the infiltrative nature of these tumors, PN are often not amenable to resection, and surgical intervention can lead to worsening pain and neurologic deficits [ 6 , 13 , 14 , 15 ]. Numerous prior studies of targeted agents for PN have failed to prolong progression-free survival or achieve objective (partial) responses [ 8 , 9 , 10 , 11 , 12 ]. However, recently, mitogen-activated kinase (MEK) inhibitors have shown impressive efficacy in clinical trials for the treatment of PN with high partial response rates [ 4 , 16 ], resulting in the Food and Drug Administration (FDA) approval of selumetinib in 2020 for the treatment of pediatric patients with PN. However, up to one third of participants treated with selumetinib fail to demonstrate a meaningful response, and a small subset are unable to tolerate therapy due to the associated toxicities [ 4 ]. At present, selumetinib remains the only FDA approved agent for the treatment of PN, yet the label is limited to children aged 2 years and older with symptomatic, inoperable PN. Thus, the identification of additional medical therapies for PN remains a priority. Conventional cytotoxic chemotherapy has historically had little activity for PN. However, in desmoid-type fibromatosis, a disease historically considered to have clinical and histologic similarities to PN, vinblastine (VBL), and methotrexate (MTX) resulted in high objective response rates and were well tolerated [ 17 ]. Furthermore, these agents are not considered to have malignant potential, which is of important consideration in selection of therapies for patients with NF1 [ 18 ]. Thus, we evaluated VBL/MTX in a phase 2 clinical trial for patients with NF1 and symptomatic or progressive, inoperable PN.",
  "results": "3. Results 3.1. Patient Characteristics Twenty-five patients were enrolled, but two were unevaluable as they did not receive any protocol therapy after initial enrollment. Thus, 23 participants were evaluable for toxicities and tumor responses. Of these, 15 participants (65%) enrolled with radiographically progressive PN on 2D imaging and 8 (35%) enrolled with PN considered to be causing significant morbidity or functional impairment (of these 4 had stable tumor prior to treatment and 4 did not have pre-study imaging available for assessment) ( Table 1 ). The median age at enrollment was 6.6 years (range 0.3–20.7 years). The most frequent target PN location was head and neck (44%), followed by the trunk (35%) ( Table 1 ). Of the 14 tumors with any involvement of the neck, 9 (64%) had airway involvement. Five (56%) of the 9 participants with airway involvement had associated functional impairments at enrollment. Fourteen (61%) of the 23 participants completed protocol therapy. Of the 9 (39%) that did not complete protocol therapy, 3 (13%) progressed on therapy (weeks 13, 14, and 40), 1 withdrew due to progression of a low-grade glioma (week 14), and 5 withdrew from therapy due to patient/caregiver choice (weeks 1, 12, 14, 17, 36); only 1 participant withdrew for low-grade intolerable adverse events (grade 1 neuropathy). One of the participants who progressed on therapy (week 13), subsequently, died from airway complications related to their target PN. One subject died from a malignant peripheral nerve sheath tumor 18 months after completion of protocol therapy, despite the stable disease of the target PN.  3.2. Clinical Safety and Tolerability  VBL/MTX was well tolerated over multiple cycles. No participants discontinued therapy due to DLTs, and there were no grade 5 AEs. The most common AEs of any grade were hematologic and gastrointestinal ( Table 2 ). Eleven participants (48%) required at least one dose reduction of VBL and/or MTX while on study; 8 participants required dose reductions of VBL and 6 required dose reductions of MTX. Indications for reduction of VBL included neutropenia, neuropathy, constipation, and anorexia. Indications for MTX dose reductions included neutropenia, elevation of transaminases, nausea/vomiting, and anorexia.  3.3. Radiographic Tumor Response  Of the 23 evaluable participants, at final follow up on protocol therapy, there were no partial responses observed. Twenty participants (87%) had SD on 2D imaging, and three participants (13%) had PD. All three participants who progressed on therapy had progressive tumor on imaging at study entry. The median time to 2D and/or functional progression was 41.5 months (95% CI 16.9, 64.9). A post hoc analysis of three-dimensional, volumetric imaging response was performed; 15 participants (65%) had imaging amenable to volumetric MRI analysis. The primary reasons for lack of evaluable volumetric imaging included incomplete/inadequate tumor coverage, fat interference, and lack of short tau inversion recovery sequences. Of these 15, 8 participants (53%) had SD, and 7 (47%) had PD on or by the end of therapy ( Table 3 ). There was no significant difference in the volumetric response by tumor location ( p  = 0.725). Of note, the two participants noted to have PD by 2D measurements were also identified as PD by 3D analysis. However, 5 of the 13 identified as SD by 2D measurements were actually PD by 3D analysis ( Supplementary Table S1 ).  3.4. Functional and Primary Sleep Outcomes of Airway Cohort Nine participants had baseline involvement of airway by PN; eight of these participants had serial functional evaluations throughout protocol therapy and were considered evaluable for functional and sleep outcomes, and six had imaging amenable to volumetric analysis, of which 50% had PD on therapy ( Table 4 ). Only one subject had a baseline AHI of more than five, which is considered the lower limit needed to see a meaningful effect of treatment on airway function [ 22 ]; this subject had a reduction in AHI from 5.2 to 1.4, but did not have imaging amenable to volumetric analysis. Another subject had a reduction in continuous positive airway pressure requirements from 10 cm of water pressure (cm H 2 O) to 4 cm H2O, despite SD on volumetric analysis. Subjective improvements were also noted, with one subject endorsing improvement in symptoms such as vocal quality and stridor. Three participants demonstrated a decline in function (including increased AHI on therapy). Overall, the proportion of participants free from functional decline while on protocol therapy was 63%. Of note, impulse oscillometry was not routinely assessed clinically for the participants and was not required as part of the trial.",
  "discussion": "5. Conclusions Overall, although VBL/MTX was generally well-tolerated, it did not demonstrate activity for NF1-associated PN. At present, given the recent successes of mitogen-activated protein kinase inhibitors, as well as emerging data with other targeted therapies, we believe that VBL/MTX does not warrant further evaluation in children with NF1 and progressive and/or inoperable PN. In addition, this study in combination with the existing literature highlights the need for more granular, uniform reporting practices of functional outcomes of participants with airway tumors to allow for increased understanding of the efficacy and impact of novel therapies for PN.",
  "upgrade_date": "2026-02-21 02:20:56"
}