{
  "pmid": "PMID:37246765",
  "title": "Ex vivo to in vivo model of malignant peripheral nerve sheath tumors for precision oncology.",
  "abstract": "BACKGROUND: Malignant peripheral nerve sheath tumors (MPNST) are aggressive soft tissue sarcomas that often develop in patients with neurofibromatosis type 1 (NF1). To address the critical need for novel therapeutics in MPNST, we aimed to establish an ex vivo 3D platform that accurately captured the genomic diversity of MPNST and could be utilized in a medium-throughput manner for drug screening studies to be validated in vivo using patient-derived xenografts (PDX). METHODS: Genomic analysis was performed on all PDX-tumor pairs. Selected PDX were harvested for assembly into 3D microtissues. Based on prior work in our labs, we evaluated drugs (trabectedin, olaparib, and mirdametinib) ex vivo and in vivo. For 3D microtissue studies, cell viability was the endpoint as assessed by Zeiss Axio Observer. For PDX drug studies, tumor volume was measured twice weekly. Bulk RNA sequencing was performed to identify pathways enriched in cells. RESULTS: We developed 13 NF1-associated MPNST-PDX and identified mutations or structural abnormalities in NF1 (100%), SUZ12 (85%), EED (15%), TP53 (15%), CDKN2A (85%), and chromosome 8 gain (77%). We successfully assembled PDX into 3D microtissues, categorized as robust (>90% viability at 48 h), good (>50%), or unusable (<50%). We evaluated drug response to \"robust\" or \"good\" microtissues, namely MN-2, JH-2-002, JH-2-079-c, and WU-225. Drug response ex vivo predicted drug response in vivo, and enhanced drug effects were observed in select models. CONCLUSIONS: These data support the successful establishment of a novel 3D platform for drug discovery and MPNST biology exploration in a system representative of the human condition.",
  "authors": "Alex T Larsson; Himanshi Bhatia; Ana Calizo; Kai Pollard; Xiaochun Zhang; Eric Conniff; Justin F Tibbitts; Elizabeth Rono; Katherine Cummins; Sara H Osum; Kyle B Williams; Alexandra L Crampton; Tyler Jubenville; Daniel Schefer; Kuangying Yang; Yang Lyu; James C Pino; Jessica Bade; John M Gross; Alla Lisok; Carina A Dehner; John S A Chrisinger; Kevin He; Sara J C Gosline; Christine A Pratilas; David A Largaespada; David K Wood; Angela C Hirbe",
  "journal": "Neuro-oncology",
  "publicationDate": "2023-11-02",
  "doi": "10.1093/neuonc/noad097",
  "methods": "Methods Genomic analysis was performed on all PDX-tumor pairs. Selected PDX were harvested for assembly into 3D microtissues. Based on prior work in our labs, we evaluated drugs (trabectedin, olaparib, and mirdametinib)  ex vivo  and  in vivo . For 3D microtissue studies, cell viability was the endpoint as assessed by Zeiss Axio Observer. For PDX drug studies, tumor volume was measured twice weekly. Bulk RNA sequencing was performed to identify pathways enriched in cells. Materials and Methods Study Approval Specimens were collected under IRB-approved protocols at Johns Hopkins University (protocol 00096544),  Washington University at St. Louis (protocol 201203042), and University of Minnesota (protocol STUDY00004719). Patient subjects provided written informed consent prior to participation. 29 Human Subjects and PDX Tumor Model Establishment Tumor pieces were collected following surgical removal, transported in Dulbecco’s Modified Eagle Medium (DMEM) containing 10% Fetal Bovine Serum (FBS) to the laboratory, and kept on ice until ready for implantation into mice. At Johns Hopkins University (JHU), PDX were generated exclusively from tumor fragments. Patient tumor samples were minced into 2–4 mm sized pieces, dipped in Matrigel (Corning 354234), inserted subcutaneously in the flank of mice, and enclosed by surgical glue. At Washington University (WU), single cell suspension of tumor cells (3 × 10 6  cells per mouse) was combined 1:1 with Matrigel and implanted subcutaneously in the flank of mice. Tumor tissue was implanted dorsally into 5- to 6-week-old NOD- Rag1 null IL2rg  (NRG) mice. When tumors were ~2 cm × 2 cm (or the mouse met other parameters that required its sacrifice), tumors were removed, minced, and engrafted into additional mice. This process was repeated for six passages and tumor fragments or single cell suspensions of tumor cells were cryopreserved at each passage. Engraftment success was defined as the ability of the PDX to be serially transplanted for six passages. JH-2-055-b represents the same line previously published as JH-2-055, but multiple samples have been processed from a single patient, and therefore JH-2-055-b has been renamed accordingly. null 24 WES, WGS, and RNA-seq Library Preparation and Sequencing Normal germline, tumor, and xenograft samples from five patients (total 15 samples) were used for DNA sequencing. DNA libraries were constructed using KAPA HyperPrep Kits for NGS DNA Library Prep. For whole exome sequencing, exomes were captured by IDT exome reagent xGen Exome Research Panel V1.0; exome libraries were sequenced by NovaSeq6000 S4 300XP with ~200× coverage for normal samples and 800–1000× coverage for tumor/xenograft samples. For WGS, libraries were sequenced by NovaSeq6000 S4 300XP with 15–20× coverage. For RNA-seq, tumor and xenograft samples were used from five patients. Samples were prepared using TrueSeq stranded total RNA library kit with Ribo-Zero for rRNA depletion. Libraries were sequenced by NovaSeq6000 S4 300XP with targeted coverage of 30M reads per sample. WES Data Analysis WES data from eight patients reported previously  were used. WES sequencing FASTQ files were trimmed using Trimmomatic v 0.39 10  and aligned against reference sequence hg38 via BWA-MEM. 30  Duplicate reads were marked using picard “Markduplicates.” GATK V4.2 base quality score recalibration (BQSR) was used to process BAM files. For PDX sequence data, Xenosplit was used to filter mouse-derived reads using mouse (GRCm38) and human (hg38) reference genomes. Somatic single nucleotide variants (SNVs) and small insertions or deletions (indels) were detected using VarScan2, Strelka2, MuTect2, and Pindel, as previously described. 31  Variant filtering and annotation were done using Variant Effect Predictor (VEP). 10  Common variants found in the 1000 Genomes MAF and GnomAD MAF > 0.05 were filtered out. Somatic variant plots were created with maftools v2.10.0. 32 33 Copy Number Variant (CNV) Analysis using WGS Data WGS data from eight patients reported previously  were used. Alignment of sequence reads, removal of duplicate reads, and BQSR steps are as described above. CNVkit V2.0 was used to infer and visualize copy number. Normal pooled reference was first built from all normal samples. The reference was used to extract copy number information from tumor/xenograft sample BAM files. Heatmap was drawn using CNVkit’s heatmap function. 10 Bulk RNA-seq Analysis Initial primary tumors and PDX samples were aligned to GRCh37. Mouse-derived reads were filtered using Xenosplit. RNA reads were then aligned to Gencode v29 with the Common workflow language workflow at  https://github.com/Sage-Bionetworks/rare-disease-workflows/blob/main/rna-seq-workflow/synapse-salmon-alignment-workflow.cwl , which includes quantitation with the Salmon algorithm.  Gene counts and transcript counts were normalized by using the DESeq2 package. 34 35 PDX Cell Dissociation for 3D Microtissue Assembly All mouse experiments were approved by the Institutional Animal Care and Use Committee (IACUC) at University of Minnesota under protocol #2101-38758A. For each PDX, an arbitrarily sized tumor sample was minced on ice in Matrigel (Corning), passed through a 1 mL syringe (18-gauge needle) and injected into the flank of NRG mice (Jackson Labs). Once the xenograft tumors reached the maximum size allowed (2000 mm 3 ), mice were euthanized, tumors were extracted in a laminar flow hood under sterile conditions and were immediately digested using the human Tumor Dissociation Kit (130-095-929, Miltenyi Biotec) in combination with the GentleMACS Octo Dissociator (Miltenyi Biotec). At room temperature, the digested PDX was filtered through a 70 µm cell strainer and then depleted of residual red blood cells using 1X RBC Lysis Buffer (eBioscience). Dead cells were removed from the digested PDX using a Dead Cell Removal Kit (130-090-101, Miltenyi Biotec). Murine cells were removed from the dead cell depleted fraction using a Mouse Cell Depletion Kit (130-104-694, Miltenyi Biotec). Cells were then run through the CytoFLEX flow cytometer (Beckman Coulter) to characterize the cells using the following Biolegend antibodies and stains: anti-human HLA-A,B,C (311405), anti-mouse H-2 (125505), Mouse IgG1, κ Isotype Ctrl (FC) Antibody (400113), Mouse IgG2a, κ Isotype Ctrl (FC) (400213), Rat IgG2a, κ Isotype Ctrl (400507), and 7-AAD Viability Staining Solution (420403). Cell counts were also ascertained via trypan blue (ThermoFisher) exclusion on the Countess II machine (Invitrogen). 2D Culture Details In two-dimensional culture, PDX cells and the MPNST cell line, ST88-14 (gift from Dr. Nancy Ratner, PhD, University of Cincinnati), were maintained in DMEM High Glucose (ThermoFisher), 10% FBS (Gibco), and 1% Penicillin-Streptomycin (Gibco). All cultures were maintained at 37°C, 5% CO 2 , atmospheric O 2  and 95% humidity in tissue culture-treated 24-well plates (Corning). Microwell Fabrication Microwell plates were fabricated following previously established methods.  Briefly, polystyrene multiwell plates were coated with a thin layer of 2% agarose and dehydrated in a sterile laminar flow hood overnight. Polydimethylsiloxane (PDMS) stamps featuring a radial pattern of 300 mm diameter posts were plasma treated for 2 min to produce a hydrophilic surface and sterilized with boiling water. For a 24-well plate, 175 mL of molten 2% agarose solution was pipetted into each well and the hydrophilic PDMS stamp placed immediately onto the agarose. After cooling for 5 min, stamps were removed gently from the polymerized agarose and hydrated with Dulbecco’s phosphate-buffered saline (DPBS; Corning). Wells were washed with appropriate culturing media before adding microtissues with a manual micropipette. The stamped plates are referred to as “‘microwell plates.’” 36 Microtissue Fabrication For the assembly of collagen microtissues, previously established protocols were followed.  Briefly, high-concentration rat tail collagen I (Corning) was buffered with 10 × DPBS (Corning), neutralized to pH 7.4, supplemented with 10% Matrigel (Corning), diluted to 6 mg/mL concentration, and mixed with cells (6 × 10 36–38 6  cells/mL). At 4°C, the collagen solution was partitioned into droplets using a flow-focusing polydimethylsiloxane (PDMS; Dow Corning) microfluidic device. The continuous phase from the droplet generation (FC-40 with 2% 008-FluoroSurfactant; Ran Biotechnologies) was collected with microtissues in a low-retention Eppendorf tube and polymerized for 30 min at 25°C. The oil phase was then removed and the collagen microtissues were resuspended in culture medium and added to microwell plates at 37°C. 3D Microtissue Characterization Immunofluorescence imaging was performed 48 h postmicrotissue encapsulation using the following antibodies: human nuclei (ab254080, Abcam), Ki-67 (RM9106S1, Fisher Scientific), S-100 b (sc-393919, Santa Cruz Biotechnology), H3K27me3 (9733, Cell Signaling Technologies), pERK (4370, Cell Signaling Technologies). Microtissues were assessed for compaction by analyzing projected area of each microtissue at 0, 2, and 5 days in culture. Drug Treatment (3D Microtissues) Inhibitors used in this study were: 100 mM mirdametinib (S1036, Selleckchem) and 100 mM olaparib (S1060, Selleckchem) dissolved in DMSO (Sigma–Aldrich), and 0.0656 mM trabectedin (clinical excess from Washington University pharmacy, manufacturer Johnson & Johnson) dissolved in water. Drug stocks were serially diluted for 8-point dose curves with 4-fold dilutions between each dose. Combinations of trabectedin plus mirdametinib or olaparib were kept in a fixed 2000:1 ratio, respectively, for each dose, or with trabectedin at a constant concentration of 0.5 nM. PDX cell-laden microtissue cultures were treated with single and dual agents by addition of the diluted agent(s), in DMSO, to their relevant concentrations in the culture medium. The cell encapsulated microtissue solution was then added to the agent-media solution to obtain desired concentration. Control samples were treated with DMSO diluted in culture medium. Cell Viability Assay Microtissues containing encapsulated PDX cells were fabricated and cultured. To assess cell viability, constructs were washed thoroughly with DPBS (Corning) and then incubated in the dark at 21°C for 30 min with a staining solution of 5 μM DRAQ5 (Invitrogen) for nuclei and 5 μM Calcein AM (ThermoFisher) for living cells. A Zeiss Axio Observer was used to image z-positions at 50 μm intervals over a distance of 250 μm and images were further analyzed using Cellpose (Stringer et al., 2021) and ImageJ (NIH). For experimental wells, live cell over total cell count ratio per microtissue was normalized to vehicle-only treated cells to produce percent cell viability. Data were analyzed with GraphPad Prism and dose–response curves generated using nonlinear regression Log(inhibitor) vs. response–variable slope model. Drug Treatment (PDX) Animal experiments were approved by the IACUC at Johns Hopkins under protocol #MO19M115 and at Washington University under protocol #20190118. Female NRG mice were purchased from Jackson Laboratory. Cryo-preserved PDX were utilized for these studies. Single cell suspension of tumor cells (3 × 10 6  cells per mouse, trabectedin/olaparib) or minced tumor fragments (trabectedin/mirdametinib) were implanted subcutaneously in the flank of 6- to 8-week-old NRG mice. Drug treatment started when tumors reached approximately 50–100 mm 3  in volume and continued for three weeks (trabectedin/olaparib) and 5–6 weeks (trabectedin/mirdametinib). Mice were randomized at 3–5 animals per treatment group to achieve similar mean tumor volume between groups. Drug doses and modes of delivery used in this study were: trabectedin (clinical excess from Washington University Pharmacy, manufacturer Johnson & Johnson) at 0.15 mg/kg weekly via tail vein injection; mirdametinib (SpringWorks Therapeutics, formulated in 0.5% Hydroxypropyl methylcellulose and 0.2% Tween 80) at 1.5 mg/kg via oral gavage daily; and olaparib (Selleckchem) at 100 mg/kg via oral gavage daily. Tumors were measured two to three times weekly with calipers and tumor volume was calculated using the formula  L  ×  W 2 ( π /6), where  L  is the longest diameter and  W  is the width. Animals were euthanized when tumors reached ~2 cm 3  or mice reached other endpoints as defined by institutional animal protocols. Statistics Unpaired  t  tests were used to calculate statistical significance of relevant  in vitro  assays. Two-way ANOVA was used to calculate statistical significance of  in vivo  tumor growth data. Analyses were considered statistically significant if  p  < 0.05.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:29:55",
  "introduction": "Background Malignant peripheral nerve sheath tumors (MPNST) are aggressive soft tissue sarcomas that often develop in patients with neurofibromatosis type 1 (NF1). To address the critical need for novel therapeutics in MPNST, we aimed to establish an  ex vivo  3D platform that accurately captured the genomic diversity of MPNST and could be utilized in a medium-throughput manner for drug screening studies to be validated  in vivo  using patient-derived xenografts (PDX).",
  "results": "Results PDX Established from Human MPNST Represent Full Tumoral Heterogeneity PDX serve as a useful preclinical model for cancer drug screening studies. We previously reported on eight MPNST PDX lines,  established by engrafting minced tumor or single cell suspension into immunodeficient NRG mice followed by serial passage ( 10 Figure 1A ). Here, we broaden our sample size by including five additional PDX-tumor pairs. MPNST PDX lines were established from biopsy-proven NF1-MPNST between 2014 and 2021 at three institutions: Washington University, Johns Hopkins University, and University of Minnesota. Clinical parameters from the thirteen patients are summarized in  Table 1 . All tumors and PDX pairs were histologically characterized with H&E, S100, H3K27me3, and Ki67 staining and reviewed by two pathologists ( Supplemental Table 1 ). Table 1. MPNST PDX Lines and Data Collected to date Sample Age group (years) Sex Microtissue Quality MPNST Location Size (cm) Clinical Status WU-225 18-40 Male Good Primary Thigh >10 Deceased WU-356 18-40 Male Unusable Primary Mediastinum >10 Deceased WU-368 >40 Female Unusable Primary Calf >10 NED WU-386 18-40 Male Unusable Primary Neck <10 NED WU-436 18-40 Male Unusable Primary Thigh >10 NED WU-487 >40 Male ND Recurrent Left Neck <10 Deceased WU-561 18-40 Female ND Primary Left Pelvis >10 Deceased JH-2-002 <10 Male Robust Primary Pelvis <10 NED JH-2-023 18-40 Male ND Primary Paraspinal <10 NED JH-2-031 10-17 Male Unusable Primary Retroperitoneal >10 Deceased JH-2-055-b 10-17 Female ND Primary Scalp/Neck <10 Alive with metastatic disease JH-2-079-c 10-17 Female Good Recurrent Thigh <10 Deceased MN-2 >40 Female Robust Primary Maxillary Sinus <10 Unknown Abbreviations: ND, not determined; NED, no evidence of disease. Figure 1. Diverse MPNST patient tumors used in separate models. (A) Schematic description of patient derived xenografts engrafted into NRG mice for drug studies. (B) Heatmap of single nucleotide variants across all 13 PDX-tumor pairs (X = PDX; T = parental tumor). Each somatic variant is present in only a fraction of samples. Percent-wise distribution is shown on the right. (C) Copy number variations in 13 PDX-tumor pairs. To determine the intertumoral heterogeneity across the 13 PDX-MPNST pairs, we performed deep whole exome sequencing to assess single nucleotide variants ( Figure 1B ) and whole genome sequencing to assess copy number alterations ( Figure 1C ). Consistent with previous studies, we observed common alterations associated with MPNST, including  SUZ12  (10 of 13 pairs),  TP53  (2 of 13 pairs), and  EED  (2 of 13 pairs) ( Figure 1B ). Some unique mutations were also observed, including  MUC12  (3 of 13 pairs),  AGAP3  (3 of 13 pairs), and  AGAP9  (5 of 13 pairs). MUC12 is a membrane glycoprotein reported to be a biomarker and metastasis promoter for colorectal cancer ; the AGAP family of proteins also promotes cancer cell invasiveness. 39  Mutations in the DNA repair gene  40 PBRM1  were observed in 1 of 13 pairs. In addition, we identified somatic structural variants in the  CDKN2A  locus (microdeletions) in 9 out of 13 PDX-tumor pairs (~70%;  Supplemental Table 2 ). Copy number analysis also revealed significant heterogeneity, and frequent gains in Chr8 (10 of 13 pairs;  Figure 1C ). Somatic variants in some genes were found only in the PDX but not in the parental tumors; this finding can be attributed to expansion of select cell populations during PDX establishment, or sampling bias due to intra-tumoral heterogeneity. Consequently, certain variants are observed at a higher frequency in PDX than the parental tumors, suggestive of engraftment-related clonal selection within PDX, as observed previously. 41 While we did not observe exonic mutations in the  NF1  gene in all PDX-tumor pairs, intronic mutations and structural variants were observed in all 13 MPNST-PDX pairs ( Supplemental Table 3 ). Germline  NF1  structural variants were observed in 10 out of 13 PDX-tumor pairs (77%) and somatic  NF1  variants in 12 out of 13 pairs (92%) ( Supplemental Table 3 ). Dissociated PDX Exhibit Limited Growth in Two-Dimensional Culture and as Spheroids Although MPNST patient derived xenografts can maintain tumor heterogeneity, they are a costly, time-consuming model for  in vivo  drug studies, prompting an interest in an alternative platform that is suitable for drug response studies. Thus, we performed  ex vivo  studies from several PDX to assess viability of alternative models. PDX were passaged in NRG mice before being removed and dissociated, and finally cultured as two-dimensional tissues on plastic. About half, six of thirteen (46%), PDX tested could be established as cell lines, but most PDX could not form spheroids in a collagen-free environment. After two days of growth in the collagen-free format, only two lines (MN-2 and JH-2-031) began to aggregate ( Supplementary Figure 1A ). After seven days in culture, MN-2 exhibited a tight spheroid formation while JH-2-031 cells remained a loose aggregate ( Supplementary Figure 1B ). The limited growth of  ex vivo  PDX as spheroids suggest that this application is not a viable option for drug response studies. Furthermore, neither the cell line nor spheroid culture condition reflect a developing tumor as they lack sufficient stroma and components of the ECM. Three-dimensional Engineered Microenvironments, or 3D Microtissues, are Successfully Created from Dissociated PDX We therefore attempted to create 3D microtissues, based on prior experiences with other cell types.  Dissociated PDX were depleted of mouse and dead cells and assembled into 200–300 µm 3D microtissues with the addition of collagen and Matrigel for tissue support ( 37 Figure 2A ,  B ). We verified via flow cytometry that the cell populations were highly viable (>94% alive) and were effectively depleted of mouse cells (<1.5% mouse) ( Figure 2C ). Overall, our experimental 3D microtissues were composed of between 12 and 32 total cells per microtissue with each having at least 10 viable cells after 48-hour vehicle only-treatment ( Figure 2C ). We also verified the assembled 3D microtissues were still of MPNST origin by performing immunofluorescence staining for human nuclear antigen, Ki67, and MPNST-associated markers S100b, H3K27me3 ( Figure 2D ,  E ). Finally, we were able to show that our microtissues respond to MEK inhibition by suppressing ERK phosphorylation ( Figure 2F ). Figure 2. Characterization of PDX 3D microtissues before and after assembly. (A) Schematic description of dissociated patient derived xenograft tumors processed into 3D microtissues. (B) Representative brightfield and fluorescent images of PDX 3D microtissues made from MN-2, JH-2-002, JH-2-079-c, and WU-225 stained with calcein AM (live) and DRAQ5 (total) after two days in culture. Scale bars: 200 µm. (C) Microtissue (μT) composition characterization before and after microtissue assembly. Pre-assembly shows percent positive cells for each antibody via flow cytometry. Post-assembly shows average amount of cells per microtissue via viability staining. (D) Representative immunofluorescent images of WU-225 microtissues 48 hours post-encapsulation stained for human nuclei (ab254080, Abcam), S-100 b (sc-393919, Santa Cruz Biotechnology), H3K27me3 (9733, Cell Signaling Technologies), and Ki-67 (RM9106S1, Fisher Scientific). Nuclear counts and number of cells positive for a given stain for a single microtissue were determined. Scale bars 100 µm. (E) Percent of WU-225 cells positive for immunofluorescence averaged across microtissues for each stain in panel C. Error bars represent mean±SD, n≥39 microtissues for all stains. (F) WU-225 microtissues were exposed to mirdametinib (10 µM), selumetinib (10 µM) or DMSO for 0, 2 or 8 h and phospho-ERK levels were assessed via immunofluorescence. Microtissues were stained with pERK (4370, Cell Signaling Technologies) and mean pixel intensity was adjusted with background signal. Error bars represent mean±SD,  n  ≥ 100 microtissues per condition. Confidence interval of 95% shown. *** indicates  P  < 0.001. **** indicates  P  < 0.0001. In the 3D microtissue format, some PDX failed to proliferate or grew only for a few days, and thus, were removed from drug studies ( Supplementary Figure 2 ). We also observed via microtissue size analysis that some PDX began compacting in size, likely due to collagen matrix remodeling. Within two days in microtissue culture, MN-2 microtissues began to reduce in overall size ( Supplementary Figure 3A, B ). After five days, MN-2 completely remodeled its microenvironment, forming small round masses of cells and collagen. Put simply, the microtissues reduce in overall size while still maintaining viable cells. Other PDX took longer to remodel their microenvironment (5 days for JH-2-002) or not at all (JH-2-103;  Supplementary Figure 3A, B ). Differences in microtissue size compaction rates have been observed previously by our group and analyzed sufficiently showing that size reduction is due to collagen fiber remodeling. 36 Given the variability that we observed, microtissues were ranked for quality based on the initial percent cell viability and the difference between percent cell viability just prior to assembly and 48 hours after assembly (termed % viability deficit). Only 3D microtissues that had less than 30% viability deficit were then qualified. We qualified them as robust (>90% initial viability), good (>50%), or unusable (<50%) and we only used those categorized as robust or good for drug studies. Four out of nine (44%) PDX-microtissues tested met these criteria: MN-2, JH-2-002, JH-2-079-c, and WU-225 ( Table 1 ). Gene Expression Analysis of PDX Samples Identifies Key Pathways that may Predict the Quality of an Assembled Microtissue Given the genetic diversity of the PDX samples as well as the differences in growth patterns within the microtissues, we evaluated gene expression signatures by RNA-sequencing ( Figure 3A ). Using principal component analysis (PCA), we observed that the first principal component, depicted on the  x -axis, segregates PDX samples that grow well in the microtissues (left) from those that do not (right). This clustering pattern suggests that we can predict the growth characteristics of microtissues on the basis of gene expression data, although this is outside the scope of this work. Figure 3. RNA sequencing analysis shows some similarities among different PDX. (A) Two-dimensional embedding of gene expression of each patient sample from PCA. Shape and color indicate microtissue quality from  Table 1 . (B) Over-representation analysis (ORA) of PDX based on microtissue quality that were determined as usable (robust and good) versus unusable. Color shown is the Log2 of combined score obtained from enrichR web server using the Reactome reference gene set. All terms have adjusted p-value <= 0.05. (C) Heatmaps of RNA counts of the genes in the gene sets of “activation of ras in b cells” and “notch1 intracellular domain regulated transcription” from ORA in panel B. Values shown are z-scored centered by column. When comparing PDX samples that form usable (robust or good) microtissues with those that form unusable microtissues, over-representation analysis identified several pathways enriched in PDX that form usable microtissues ( Figure 3B ). Two of these enriched pathways contain RAS signaling and NOTCH signaling, suggesting that these pathways enable microtissue formation. Of the four PDX that were used to create microtissues, only one, WU-225, showed a unique signature in the RAS and NOTCH signaling transcripts ( Figure 3C ) in which both pathways are downregulated. This sample is distinct in mutational profile—it is the only one with a  TP53  mutation and the only one in which we were unable to detect a mutation in the second allele of  NF1 . Since it appears that the pathways driving WU-225 growth are different, we predicted that it would have a distinct response to our drug treatments compared to the other three PDX. Initial Microtissue Drug Studies Demonstrate Selective Response to Single Agents and Combination Therapies To test the drug-screening capability of this novel platform, we chose three drugs predicted to generate a response, as proof-of-principle. Mutations in DNA repair genes are found in up to 25% of MPNST  ( 10 , 42 Figure 1B ), leading to selection of olaparib, a PARP inhibitor. We selected trabectedin as a chemotherapeutic that could be combined with a PARP inhibitor or other targeted therapies. Trabectedin distorts the structure of DNA and interferes with the nucleotide excision repair system,  potentially leading to synthetic lethality in combination with a PARP inhibitor. Finally, we chose mirdametinib (PD0325901) as a representative MEK inhibitor, as  43 NF1  loss results in hyperactive RAS-RAF-MEK-ERK signaling and MEK inhibition is partially active in NF1-deficient tumor cells. 44 , 45 Since PDX-derived 3D microtissues are more reflective of human disease than 2D or spheroid culture, we hypothesized that drug response studies in microtissues would inform  in vivo  activity. We initially tested trabectedin plus mirdametinib and trabectedin plus olaparib in fixed ratios of 2000:1. We tested each drug with an 8-point dose range with 4-fold dilutions between doses. At the highest concentration attempted, mirdametinib had the strongest effect on cell viability for each of the four microtissues, while olaparib and trabectedin had varied effects ( Figure 4A ,  B ,  C ). However, trabectedin proved to be an effective cell inhibitor at several concentrations ( Figure 4C ). JH-2-079-c responded the least to all three drugs; it is also the only PDX derived from recurrent tumor and therefore may be intrinsically more drug-resistant. WU-225 was the most responsive to trabectedin and mirdametinib ( Figure 4A ,  B ). While both WU-225 and JH-2-079-c have mutations in components of the PRC2 complex, WU-225 has additional mutations in  TP53  ( Figure 1B ). Figure 4. \n Ex vivo  PDX 3D microtissues are inhibited with trabectedin drug combinations. (A) Dose response curves of four PDX 3D microtissues exposed to trabectedin combinations with either mirdametinib or olaparib at drug ratios of 2000:1 after two days in culture. Data points and error bars represent mean±SD, ≥10 microtissues/data point. (B) Area under the curve (AUC) of single agents and trabectedin combinations from panel A. (C) Dose response curves of four PDX 3D microtissues exposed to single agents mirdametinib, trabectedin or olaparib for two days in culture. Data points and error bars represent mean±SD, ≥10 microtissues/data point. (D) Dose response curves of JH-2-079-c exposed to trabectedin combinations with either mirdametinib or olaparib for two or five days in 3D microtissues. Trabectedin concentration was kept constant (0.5 nM) with varied concentrations of mirdametinib or olaparib. Data points and error bars represent mean ± SD, ≥10 microtissues/data point. Low Concentration of Trabectedin and Longer Exposure Time Enhances Cytotoxicity in 3D Microtissue Combination Studies Our 2000:1 fixed-ratio drug combinations did not exert an enhanced effect over single agents in any of the microtissues ( Figure 4A ,  B ). We hypothesized that synergistic or additive effects in the fixed-ratio regimen were underestimated due to both the short time course and the robust response to high single doses of trabectedin. Therefore, we chose a single low dose of trabectedin (0.5 nM) to combine with each of the eight doses of either olaparib or mirdametinib. An enhanced effect emerged in both combinations but was more pronounced with olaparib plus trabectedin ( Figure 4D ). Additionally, JH-2-079-c exhibited a dramatic reduction in cell viability after five days in culture, even at the lowest concentrations of trabectedin plus olaparib or plus mirdametinib ( Figure 4D ). These data show that enhanced drug effects can be observed in  ex vivo  NF1-MPNST PDX cells cultured for longer than two days in 3D. Trabectedin Treatment Inhibits  In Vivo  Tumor Growth in MPNST PDX, Consistent with the Microtissue Model We sought to validate our findings from microtissues via  in vivo  PDX models. Tumor-bearing NRG mice were treated with either single agent or combination drugs ( Figure 5A ). MN-2 tumor growth was slowed after trabectedin treatment ( P  < 0.0001), and the effect was greater with mirdametinib-alone treatment ( P  < 0.05). There was a similar effect seen for those treatments  ex vivo  in the MN-2 microtissues ( Figure 4A ,  B ). However, with MN-2 tumors, the combination of trabectedin plus mirdametinib showed the most growth impedance compared to either single agent alone ( Figure 5B ). With the olaparib treatment cohort, MN-2 tumor growth was inhibited most with trabectedin alone but was nearly matched with trabectedin plus olaparib combination, suggesting these two agents are likely not synergistic. Again, this pattern was also observed  ex vivo  with trabectedin having the greater effect in MN-2 microtissues for this combination ( Figure 4B ). With WU-225, a dramatic growth inhibition was observed with trabectedin single agent ( Figure 5B ). This effect was enhanced slightly with the addition of mirdametinib ( Figure 5B ). While the trabectedin plus olaparib combination elicited unacceptable toxicity in WU-225 mice and treatment lasted only 14 days, it can be seen that trabectedin alone inhibited tumor growth more than the combination. Yet again, these were the same patterns as seen in the WU-225  ex vivo  microtissues ( Figure 4B ). In JH-2-079-c mice, combination therapy with trabectedin plus olaparib ( Figure 5C ,  P  < 0.05), and trabectedin plus mirdametinib ( Figure 5B ,  P  < 0.05) significantly impeded tumor growth  in vivo . This PDX had similar cell impedance or death in five-day  ex vivo  studies ( Figure 4D ). These data together confirm that the findings from our 3D microtissue model are predictive of  in vivo  response. Figure 5. \n In vivo  tumor growth is inhibited with trabectedin treatments. (A) Schema describing timeline of drug administration following PDX engraftment. (B) Tumor volume response to mirdametinib, trabectedin or the combination of the two in MN-2, WU-225, and JH-2-079-c PDX grown in mice. (C) Tumor volume response to olaparib, trabectedin or the combination of the two in MN-2, WU-225, and JH-2-079-c PDX grown in mice. Data points and error bars represent mean±SEM  n  = 3-5, ANOVA was used to assess statistical significance (** P  < 0.01; * P  < 0.05).",
  "discussion": "Discussion Mutational heterogeneity and DNA aneuploidy commonly seen in MPNST present challenges to the successful development of effective therapies. Many pre-clinical platforms rely on genetically engineered mouse models, which are not capable of representing the full heterogeneity of genomic alterations that exist in patient tumors, limiting the ability to translate to the clinic. To address this problem, we have developed a PDX-based  ex vivo  3D microtissue platform. The entire system offers several advantages, including the ability to perform rapid and cost-effective drug response studies, the capacity to validate drug effectiveness, and the potential to optimize the tumor microenvironment (TME) as desired—all while maintaining MPNST tumor heterogeneity. The PDX tumor models in the present study successfully reflect the genomic diversity of MPNST and accurately recapitulate the genetic signature of corresponding parental tumors. We identified common genetic alterations in the 13 PDX-MPNST pairs, including somatic  NF1  mutations in 8 of 13 pairs. Five cases, WU-386, WU-561, WU-225, MN-2, and JH-2-023, were presumed to have a second hit in  NF1  through another mechanism. The occurrence of NF1 cases without an identifiable second hit in  NF1  has been established ; these cases presumably have mutation(s) in noncoding region(s) or copy number loss of  46 NF1 . We also observed mutations in both  NF1  and  SUZ12  or  EED  in 7 of 13 PDX-MPNST pairs, and  TP53  in 2 of 13 pairs. Germline  NF1  variants were identified in 10 out of 13 PDX-tumor pairs (77%) and somatic  NF1  variants were identified in in 12 out of 13 pairs (92%). We further identified somatic structural variants (microdeletions) in  CDKN2A  gene locus in 9 out of 12 PDX-tumor pairs. These PDX are overall representative of the parental tumors, although some extent of clonal evolution was observed in PDX WU-386, JH-2-055-b, and JH-2-002, where mutations not seen in the parental tumor were observed in the PDX. This finding is consistent with other studies in which clonal complexity of parental leukemia may be altered in corresponding PDX. 47 While the  in vivo  PDX model has strong advantages for drug efficacy studies, these experiments can be time-intensive and costly. In the last decade, engineered 3D microenvironments have garnered considerable attention as an alternative preclinical model, as small formations that closely mimic the natural tumor microenvironment without the complexity and cost of maintaining animal colonies needed for  in vivo  studies.  As sensitivity of cancer cells to drug treatment is strongly influenced by the tumor stroma, 48  the 3D microtissues developed from PDX lines are an ideal platform to study drug response. The collagen/Matrigel matrix used in microtissues, which is absent in traditional 2D culture, favors cell–cell interactions by mimicking the ECM. 49  Additionally, we found that dissociated PDX tumor cells could rarely grow as tight spheroids, limiting the utility of this alternative 3D model and suggesting microtissues are the most viable. 37 , 38 Utilization of this system has already informed the potential activity of several therapeutic agents. Assessment of cell viability following treatment with selected drugs identified trabectedin as a potent agent against all microtissues tested. The combinations of trabectedin plus mirdametinib or trabectedin plus olaparib also demonstrated anti-tumor activity  ex vivo  and  in vivo , suggesting that these are potential combinations to test in clinical trials. The 3D microtissue system can be modified to systematically test, in isolation, factors that enhance drug response. For example, differential response of patient-matched organoids to chemotherapeutic agents against PDAC (pancreatic ductal adenocarcinoma) have been reported.  Addition or removal of paracrine factors from organoid growth media modulated drug response patterns in these models. It is possible, therefore, that the microtissue model may also be enhanced by the addition of cytokines, ECM components, stromal cells, and/or conditioned growth media. Furthermore, our new model paradigm can likely be translated to several other tumor types. The success rate of PDX in our study that could be assembled as viable microtissues (46%) was similar to those that could be grown as 2D cell lines (44%). This ratio suggests that there is good potential for PDX of other cancer types to be assembled as  50 ex vivo  microtissues if it has been shown they can grow as cell lines. Additionally, our platform allows for thousands of individual 3D microtissues per PDX tumor and can be partitioned such that dozens are housed in a single well of a multiwell plate. Each well can be treated with a specific drug or drug combination or even other cell types leading to a medium-throughput workflow for a variety of microtissue studies. Drug response patterns observed in our microtissue model may be linked to differences in gene expression, in accordance with prior studies.  We performed over-representation analysis based on the ability of each PDX to grow as a microtissue or not. Both RAS and NOTCH signaling pathways were enriched, with WU-225 having a unique signature compared to the other three PDX in our study. This PDX is genomically distinct from the others, and it doesn’t grow “robustly” as a microtissue. It is reported that cardiac cells grown in 3D spheroids have increased NOTCH signaling. 50  Marconi et al also highlight the role of NOTCH signaling on cellular behavior and inter-cellular communication within organoids. 51  Hence, down-regulated NOTCH signaling possibly leads to the limited growth ability of WU-225 in 3D culture. Furthermore, MN-2 groups with JH-2-079-c within the NOTCH signaling analysis and these two PDX respond remarkably similarly to the combination of olaparib plus trabectedin as well as mirdametinib plus trabectedin. As we expand the repertoire of PDX-MT that we are able to measure, we can better identify gene expression signatures that predict drug sensitivity, making this platform a positive step toward personalized medicine. 52 The notable limitations of our PDX-to-microtissue model are the modest success rate of establishing “robust” or “good” microtissues, and limited growth duration of established microtissues. We expect that modification of growth media components will enhance the durability of our novel platform. Efforts are underway to improve growth conditions that permit the establishment of additional 3D microtissues that can grow for longer periods of time. In summary, we report the development of a novel medium- to high-throughput model system for testing candidate drugs in MPNST, using an  ex vivo  microtissue platform followed by PDX testing for  in vivo  validation. Future studies will aim to test new drug combinations and to elucidate components of the TME that effectively condition drug response.",
  "upgrade_date": "2026-02-20 07:32:49"
}