{
  "pmid": "37246765",
  "abstract": "BACKGROUND: Malignant peripheral nerve sheath tumors (MPNST) are aggressive soft tissue sarcomas that often develop in patients with neurofibromatosis type 1 (NF1). To address the critical need for novel therapeutics in MPNST, we aimed to establish an ex vivo 3D platform that accurately captured the genomic diversity of MPNST and could be utilized in a medium-throughput manner for drug screening studies to be validated in vivo using patient-derived xenografts (PDX). METHODS: Genomic analysis was performed on all PDX-tumor pairs. Selected PDX were harvested for assembly into 3D microtissues. Based on prior work in our labs, we evaluated drugs (trabectedin, olaparib, and mirdametinib) ex vivo and in vivo. For 3D microtissue studies, cell viability was the endpoint as assessed by Zeiss Axio Observer. For PDX drug studies, tumor volume was measured twice weekly. Bulk RNA sequencing was performed to identify pathways enriched in cells. RESULTS: We developed 13 NF1-associated MPNST-PDX and identified mutations or structural abnormalities in NF1 (100%), SUZ12 (85%), EED (15%), TP53 (15%), CDKN2A (85%), and chromosome 8 gain (77%). We successfully assembled PDX into 3D microtissues, categorized as robust (>90% viability at 48 h), good (>50%), or unusable (<50%). We evaluated drug response to \"robust\" or \"good\" microtissues, namely MN-2, JH-2-002, JH-2-079-c, and WU-225. Drug response ex vivo predicted drug response in vivo, and enhanced drug effects were observed in select models. CONCLUSIONS: These data support the successful establishment of a novel 3D platform for drug discovery and MPNST biology exploration in a system representative of the human condition.",
  "methods": "Methods Genomic analysis was performed on all PDX-tumor pairs. Selected PDX were harvested for assembly into 3D microtissues. Based on prior work in our labs, we evaluated drugs (trabectedin, olaparib, and mirdametinib)  ex vivo  and  in vivo . For 3D microtissue studies, cell viability was the endpoint as assessed by Zeiss Axio Observer. For PDX drug studies, tumor volume was measured twice weekly. Bulk RNA sequencing was performed to identify pathways enriched in cells. Materials and Methods Study Approval Specimens were collected under IRB-approved protocols at Johns Hopkins University (protocol 00096544),  Washington University at St. Louis (protocol 201203042), and University of Minnesota (protocol STUDY00004719). Patient subjects provided written informed consent prior to participation. 29 Human Subjects and PDX Tumor Model Establishment Tumor pieces were collected following surgical removal, transported in Dulbecco’s Modified Eagle Medium (DMEM) containing 10% Fetal Bovine Serum (FBS) to the laboratory, and kept on ice until ready for implantation into mice. At Johns Hopkins University (JHU), PDX were generated exclusively from tumor fragments. Patient tumor samples were minced into 2–4 mm sized pieces, dipped in Matrigel (Corning 354234), inserted subcutaneously in the flank of mice, and enclosed by surgical glue. At Washington University (WU), single cell suspension of tumor cells (3 × 10 6  cells per mouse) was combined 1:1 with Matrigel and implanted subcutaneously in the flank of mice. Tumor tissue was implanted dorsally into 5- to 6-week-old NOD- Rag1 null IL2rg  (NRG) mice. When tumors were ~2 cm × 2 cm (or the mouse met other parameters that required its sacrifice), tumors were removed, minced, and engrafted into additional mice. This process was repeated for six passages and tumor fragments or single cell suspensions of tumor cells were cryopreserved at each passage. Engraftment success was defined as the ability of the PDX to be serially transplanted for six passages. JH-2-055-b represents the same line previously published as JH-2-055, but multiple samples have been processed from a single patient, and therefore JH-2-055-b has been renamed accordingly. null 24 WES, WGS, and RNA-seq Library Preparation and Sequencing Normal germline, tumor, and xenograft samples from five patients (total 15 samples) were used for DNA sequencing. DNA libraries were constructed using KAPA HyperPrep Kits for NGS DNA Library Prep. For whole exome sequencing, exomes were captured by IDT exome reagent xGen Exome Research Panel V1.0; exome libraries were sequenced by NovaSeq6000 S4 300XP with ~200× coverage for normal samples and 800–1000× coverage for tumor/xenograft samples. For WGS, libraries were sequenced by NovaSeq6000 S4 300XP with 15–20× coverage. For RNA-seq, tumor and xenograft samples were used from five patients. Samples were prepared using TrueSeq stranded total RNA library kit with Ribo-Zero for rRNA depletion. Libraries were sequenced by NovaSeq6000 S4 300XP with targeted coverage of 30M reads per sample. WES Data Analysis WES data from eight patients reported previously  were used. WES sequencing FASTQ files were trimmed using Trimmomatic v 0.39 10  and aligned against reference sequence hg38 via BWA-MEM. 30  Duplicate reads were marked using picard “Markduplicates.” GATK V4.2 base quality score recalibration (BQSR) was used to process BAM files. For PDX sequence data, Xenosplit was used to filter mouse-derived reads using mouse (GRCm38) and human (hg38) reference genomes. Somatic single nucleotide variants (SNVs) and small insertions or deletions (indels) were detected using VarScan2, Strelka2, MuTect2, and Pindel, as previously described. 31  Variant filtering and annotation were done using Variant Effect Predictor (VEP). 10  Common variants found in the 1000 Genomes MAF and GnomAD MAF > 0.05 were filtered out. Somatic variant plots were created with maftools v2.10.0. 32 33 Copy Number Variant (CNV) Analysis using WGS Data WGS data from eight patients reported previously  were used. Alignment of sequence reads, removal of duplicate reads, and BQSR steps are as described above. CNVkit V2.0 was used to infer and visualize copy number. Normal pooled reference was first built from all normal samples. The reference was used to extract copy number information from tumor/xenograft sample BAM files. Heatmap was drawn using CNVkit’s heatmap function. 10 Bulk RNA-seq Analysis Initial primary tumors and PDX samples were aligned to GRCh37. Mouse-derived reads were filtered using Xenosplit. RNA reads were then aligned to Gencode v29 with the Common workflow language workflow at  https://github.com/Sage-Bionetworks/rare-disease-workflows/blob/main/rna-seq-workflow/synapse-salmon-alignment-workflow.cwl , which includes quantitation with the Salmon algorithm.  Gene counts and transcript counts were normalized by using the DESeq2 package. 34 35 PDX Cell Dissociation for 3D Microtissue Assembly All mouse experiments were approved by the Institutional Animal Care and Use Committee (IACUC) at University of Minnesota under protocol #2101-38758A. For each PDX, an arbitrarily sized tumor sample was minced on ice in Matrigel (Corning), passed through a 1 mL syringe (18-gauge needle) and injected into the flank of NRG mice (Jackson Labs). Once the xenograft tumors reached the maximum size allowed (2000 mm 3 ), mice were euthanized, tumors were extracted in a laminar flow hood under sterile conditions and were immediately digested using the human Tumor Dissociation Kit (130-095-929, Miltenyi Biotec) in combination with the GentleMACS Octo Dissociator (Miltenyi Biotec). At room temperature, the digested PDX was filtered through a 70 µm cell strainer and then depleted of residual red blood cells using 1X RBC Lysis Buffer (eBioscience). Dead cells were removed from the digested PDX using a Dead Cell Removal Kit (130-090-101, Miltenyi Biotec). Murine cells were removed from the dead cell depleted fraction using a Mouse Cell Depletion Kit (130-104-694, Miltenyi Biotec). Cells were then run through the CytoFLEX flow cytometer (Beckman Coulter) to characterize the cells using the following Biolegend antibodies and stains: anti-human HLA-A,B,C (311405), anti-mouse H-2 (125505), Mouse IgG1, κ Isotype Ctrl (FC) Antibody (400113), Mouse IgG2a, κ Isotype Ctrl (FC) (400213), Rat IgG2a, κ Isotype Ctrl (400507), and 7-AAD Viability Staining Solution (420403). Cell counts were also ascertained via trypan blue (ThermoFisher) exclusion on the Countess II machine (Invitrogen). 2D Culture Details In two-dimensional culture, PDX cells and the MPNST cell line, ST88-14 (gift from Dr. Nancy Ratner, PhD, University of Cincinnati), were maintained in DMEM High Glucose (ThermoFisher), 10% FBS (Gibco), and 1% Penicillin-Streptomycin (Gibco). All cultures were maintained at 37°C, 5% CO 2 , atmospheric O 2  and 95% humidity in tissue culture-treated 24-well plates (Corning). Microwell Fabrication Microwell plates were fabricated following previously established methods.  Briefly, polystyrene multiwell plates were coated with a thin layer of 2% agarose and dehydrated in a sterile laminar flow hood overnight. Polydimethylsiloxane (PDMS) stamps featuring a radial pattern of 300 mm diameter posts were plasma treated for 2 min to produce a hydrophilic surface and sterilized with boiling water. For a 24-well plate, 175 mL of molten 2% agarose solution was pipetted into each well and the hydrophilic PDMS stamp placed immediately onto the agarose. After cooling for 5 min, stamps were removed gently from the polymerized agarose and hydrated with Dulbecco’s phosphate-buffered saline (DPBS; Corning). Wells were washed with appropriate culturing media before adding microtissues with a manual micropipette. The stamped plates are referred to as “‘microwell plates.’” 36 Microtissue Fabrication For the assembly of collagen microtissues, previously established protocols were followed.  Briefly, high-concentration rat tail collagen I (Corning) was buffered with 10 × DPBS (Corning), neutralized to pH 7.4, supplemented with 10% Matrigel (Corning), diluted to 6 mg/mL concentration, and mixed with cells (6 × 10 36–38 6  cells/mL). At 4°C, the collagen solution was partitioned into droplets using a flow-focusing polydimethylsiloxane (PDMS; Dow Corning) microfluidic device. The continuous phase from the droplet generation (FC-40 with 2% 008-FluoroSurfactant; Ran Biotechnologies) was collected with microtissues in a low-retention Eppendorf tube and polymerized for 30 min at 25°C. The oil phase was then removed and the collagen microtissues were resuspended in culture medium and added to microwell plates at 37°C. 3D Microtissue Characterization Immunofluorescence imaging was performed 48 h postmicrotissue encapsulation using the following antibodies: human nuclei (ab254080, Abcam), Ki-67 (RM9106S1, Fisher Scientific), S-100 b (sc-393919, Santa Cruz Biotechnology), H3K27me3 (9733, Cell Signaling Technologies), pERK (4370, Cell Signaling Technologies). Microtissues were assessed for compaction by analyzing projected area of each microtissue at 0, 2, and 5 days in culture. Drug Treatment (3D Microtissues) Inhibitors used in this study were: 100 mM mirdametinib (S1036, Selleckchem) and 100 mM olaparib (S1060, Selleckchem) dissolved in DMSO (Sigma–Aldrich), and 0.0656 mM trabectedin (clinical excess from Washington University pharmacy, manufacturer Johnson & Johnson) dissolved in water. Drug stocks were serially diluted for 8-point dose curves with 4-fold dilutions between each dose. Combinations of trabectedin plus mirdametinib or olaparib were kept in a fixed 2000:1 ratio, respectively, for each dose, or with trabectedin at a constant concentration of 0.5 nM. PDX cell-laden microtissue cultures were treated with single and dual agents by addition of the diluted agent(s), in DMSO, to their relevant concentrations in the culture medium. The cell encapsulated microtissue solution was then added to the agent-media solution to obtain desired concentration. Control samples were treated with DMSO diluted in culture medium. Cell Viability Assay Microtissues containing encapsulated PDX cells were fabricated and cultured. To assess cell viability, constructs were washed thoroughly with DPBS (Corning) and then incubated in the dark at 21°C for 30 min with a staining solution of 5 μM DRAQ5 (Invitrogen) for nuclei and 5 μM Calcein AM (ThermoFisher) for living cells. A Zeiss Axio Observer was used to image z-positions at 50 μm intervals over a distance of 250 μm and images were further analyzed using Cellpose (Stringer et al., 2021) and ImageJ (NIH). For experimental wells, live cell over total cell count ratio per microtissue was normalized to vehicle-only treated cells to produce percent cell viability. Data were analyzed with GraphPad Prism and dose–response curves generated using nonlinear regression Log(inhibitor) vs. response–variable slope model. Drug Treatment (PDX) Animal experiments were approved by the IACUC at Johns Hopkins under protocol #MO19M115 and at Washington University under protocol #20190118. Female NRG mice were purchased from Jackson Laboratory. Cryo-preserved PDX were utilized for these studies. Single cell suspension of tumor cells (3 × 10 6  cells per mouse, trabectedin/olaparib) or minced tumor fragments (trabectedin/mirdametinib) were implanted subcutaneously in the flank of 6- to 8-week-old NRG mice. Drug treatment started when tumors reached approximately 50–100 mm 3  in volume and continued for three weeks (trabectedin/olaparib) and 5–6 weeks (trabectedin/mirdametinib). Mice were randomized at 3–5 animals per treatment group to achieve similar mean tumor volume between groups. Drug doses and modes of delivery used in this study were: trabectedin (clinical excess from Washington University Pharmacy, manufacturer Johnson & Johnson) at 0.15 mg/kg weekly via tail vein injection; mirdametinib (SpringWorks Therapeutics, formulated in 0.5% Hydroxypropyl methylcellulose and 0.2% Tween 80) at 1.5 mg/kg via oral gavage daily; and olaparib (Selleckchem) at 100 mg/kg via oral gavage daily. Tumors were measured two to three times weekly with calipers and tumor volume was calculated using the formula  L  ×  W 2 ( π /6), where  L  is the longest diameter and  W  is the width. Animals were euthanized when tumors reached ~2 cm 3  or mice reached other endpoints as defined by institutional animal protocols. Statistics Unpaired  t  tests were used to calculate statistical significance of relevant  in vitro  assays. Two-way ANOVA was used to calculate statistical significance of  in vivo  tumor growth data. Analyses were considered statistically significant if  p  < 0.05.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:25:17.328984",
  "abstract_length": 1681,
  "methods_length": 12742,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}