{
  "pmid": "PMID:37269078",
  "title": "Perspectives of adolescents with neurofibromatosis 1 and cutaneous neurofibromas: Implications for clinical trials.",
  "abstract": "BACKGROUND/AIMS: More than 99% of individuals with neurofibromatosis 1 develop cutaneous neurofibromas, benign nerve sheath tumors that manifest as nodules on the skin. These cutaneous neurofibromas emerge with age, appearing most commonly in adolescence. Nevertheless, few data have been published on how adolescents with neurofibromatosis 1 feel about cutaneous neurofibromas. The purpose of this study was to assess the perspectives of adolescents with neurofibromatosis 1 and their caregivers regarding cutaneous neurofibroma morbidity, treatment options, and acceptable risks-benefits of treatment. METHODS: An online survey was distributed through the world's largest NF registry. Eligibility criteria included self-reported neurofibromatosis 1 diagnosis, adolescent child ages 12-17 years, ≥1 cutaneous neurofibroma, and ability to read English. The survey was designed to collect details about the adolescent's cutaneous neurofibromas, views on morbidity related to cutaneous neurofibromas, social and emotional impact of cutaneous neurofibromas, communication regarding cutaneous neurofibromas, and views regarding current and potential future cutaneous neurofibroma treatment. RESULTS: Survey respondents included 28 adolescents and 32 caregivers. Adolescents reported having several negative feelings about cutaneous neurofibromas, particularly feeling worried about the potential progression of their cutaneous neurofibromas (50%). Pruritus (34%), location (34%), appearance (31%), and number (31%) were the most bothersome cutaneous neurofibroma features. Topical medication (77%-96%), followed by oral medication (54%-93%), was the most preferred treatment modality. Adolescents and caregivers most often replied that cutaneous neurofibroma treatment should be initiated when cutaneous neurofibromas become bothersome. The majority of respondents were willing to treat cutaneous neurofibromas for at least 1 year (64%-75%). Adolescent and caregivers were least willing to risk pain (72%-78%) and nausea/vomiting (59%-81%) as a cutaneous neurofibroma treatment side effect. CONCLUSIONS: These data indicate that adolescents with neurofibromatosis 1 are negatively impacted by their cutaneous neurofibromas, and that both adolescents and their caregivers would be willing to try longer-term experimental treatments.",
  "authors": "Ashley Cannon; Kavita Y Sarin; Andrea K Petersen; Dominique C Pichard; Pamela L Wolters; Gregg Erickson; Andrés J Lessing; Peng Li; Claas Röhl; Tena Rosser; Brigitte C Widemann; Jaishri O Blakeley; Scott R Plotkin",
  "journal": "Clinical trials (London, England)",
  "publicationDate": "2024-02",
  "doi": "10.1177/17407745231178839",
  "methods": "Methods: An online survey was distributed through the world’s largest NF registry. Eligibility criteria included self-reported neurofibromatosis I diagnosis, adolescent child ages 12–17 years, ≥1 cutaneous neurofibroma, and ability to read English. The survey was designed to collect details about the adolescent’s cutaneous neurofibromas, views on morbidity related to cutaneous neurofibromas, social and emotional impact of cutaneous neurofibromas, communication regarding cutaneous neurofibromas, and views regarding current and potential future cutaneous neurofibroma treatment. Methods This study was approved by WCG IRB (formerly Western Institutional Review Board). Participants provided written informed consent. The survey content was developed by the Response Evaluation in Neurofibromatosis and Schwannomatosis (REiNS) Cutaneous Neurofibroma Working Group, which is composed of clinical researchers and patient representatives.  The paired survey was designed to collect both adolescent and caregiver demographic information, social and emotional impact of cNFs, communication regarding cNFs, and views regarding current and potential future cNF treatment (e.g. treatment initiation, modalities, and side effects). The adolescent portion of the survey also collected details about cNFs (e.g. burden, location) and views on morbidity related to specific aspects of cNFs (e.g. body location, size, number, itchiness). See the survey in  10 , 11 Supplemental Material . Surveys were created in REDCap, a secure web-based data capture tool. Survey questions used 5-point Likert-type scales to measure ordered scale responses. Open-ended questions were included to assess qualitative responses. The survey link was distributed via email to 1160 adolescent caregivers in the Children’s Tumor Foundation NF Registry,  and remained active between October 20, 2020, and December 31, 2020. Paired caregiver and adolescent surveys were to be completed first by the caregiver and subsequently by ≥1 adolescent children with NF1. Eligibility criteria for adolescents included: self-reported NF1 diagnosis, ages 12–17 years, ≥1 cNF, and the ability to read English. 12 Data were summarized using descriptive statistics. Likert-type scale responses related to cNF feelings, social interaction, and communication were divided into two discrete groups (Group 1: “Not at all,” “A Little,” “Some”; Group 2: “A lot,” “Pretty much”), while those assessing attitudes toward treatment of cNFs were divided into three groups (No Group: “Not at All,” “Not so much”; Maybe Group: “Maybe”; Yes Group: “A lot,” “Pretty much,” “Very much”). An “I don’t know” response was set as missing data in statistical analysis. Weighted Kappa statistic was used to measure the agreement of adolescents and caregiver responses. Kappa statistic was only calculated for matched caregiver and the first adolescent to complete the survey.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-20 06:59:40",
  "introduction": "Introduction More than 99% of individuals with neurofibromatosis 1 (NF1) develop cutaneous neurofibromas (cNFs).  cNFs are benign nerve sheath tumors that manifest as nodules on the skin. These tumors often appear in adolescence and increase throughout adulthood. 1 2 , 3 cNFs adversely impact the quality of life in adults with NF1.  Adults report appearance, number, and location as the most bothersome features of cNFs and greater than 65% of adults are willing to try experimental treatments. 4 – 7  While impacts on adults are well-documented, limited data exist to quantify and qualify the impact of cNFs in adolescents. 7 The recent approval of MEK inhibitor therapy for inoperable plexiform neurofibromas has preempted the expansion of this therapeutic pathway to other neurofibroma subtypes.  Currently, two clinical trials are utilizing MEK inhibitors targeting cNFs in adults ( 8 , 9 NCT02839720 ,  NCT04435665 ). Because cNFs typically start developing in adolescence, initiating treatment during this period could be an opportune time to reduce or prevent cNF morbidity. However, adolescent and caregiver views regarding cNF treatment have not been explored. This is particularly important given cNFs are not life-threatening, and individuals may be less willing to risk adverse events in adolescents compared to adults. Here, we explore the perspectives of adolescents with NF1 and their caregivers regarding cNF morbidity, treatment options, and acceptable risks-benefits of treatment. This data will help guide the design and implementation of patient-centered clinical trials for adolescents with cNFs.",
  "results": "Results A total of 28 adolescents with NF1 and 32 caregivers responded to the survey ( Tables 1  and  2 ). The mean adolescent age was 14.2 years (range, 12 to 17) and the mean caregiver age was 46.3 years (range, 30 to 55). The majority of adolescents (92.3%) were the first person in the family diagnosed with NF1. Most adolescents reported 1–19 cNFs (76.9%), followed by 20–49 cNFs (15.4%). Body locations with the highest percentage of cNFs reported were the trunk (76.9%), arms (42.3%), and legs (38.5%). Pruritus (34%), location (34%), number (31%), and appearance (31%) were selected as the most bothersome cNF features by adolescents ( Figure 1 ). Adolescents and caregivers were asked about the impact of cNFs on adolescent feelings, social interaction, and communication. Both endorsed several negative feelings related to cNFs ( Figure 2(a)) , particularly worry about the potential for cNF progression that was reported by 50% of adolescents and 44% of caregivers. Agreement between adolescent-reported feelings and caregiver perception of adolescent feelings was moderate but substantial for worry about cNF progression (kappa = .75 [.49, 1.00]). A minority of adolescents experienced negative social interactions due to cNFs ( Figure 2(b)) ; the most common impact was trying to hide cNFs (26.9%). Agreement between adolescent-reported social interactions and caregiver perception of adolescent social interactions varied widely, with excellent agreement for participation in activities and inclusion by other kids (kappa = 1.0 [1.00, 1.00]) compared to moderate agreement for hiding cNFs (kappa = .4 [.00, .80]). Up to 50% of adolescents reported talking to others about their cNFs ( Figure 2(c)) . Communication was most often with caregivers (50.0%), followed by healthcare providers (40.0%). However, communication agreement among adolescent-caregiver pairs was poor to moderate, with kappa values ranging from .38 to .57. Adolescents that stated cNFs affect everyday life were asked to provide an optional free text response to the question: “How do cutaneous neurofibromas affect your everyday life?” Deductive content analysis of the 11 responses showed that cNFs affected physical health in 54.5% of adolescents, psychological health in 36.4%, and social wellbeing in 9.1%. A representative quote that highlights the physical effect of cNFs was provided by a 12-year-old adolescent: “If [cNFs] get bumped, they hurt like crazy.” With respect to cNF treatment, less than 40% of adolescents and 50% of caregivers expressed willingness to remove cNFs by surgery or laser ( Figure 3(a)) . The majority of adolescents and caregivers were willing to try experimental treatment with topical cream (76.9% and 66.7%, respectively) or oral medication (53.8% and 53.6%, respectively;  Figure 3(a)) . However, treatment modality agreement among adolescent-caregiver pairs was poor to moderate, with kappa values ranging from .15 to .51. The majority of respondents preferred to delay treatment until cNF symptoms become bothersome (40%–54%), with a smaller percentage favoring treatment at cNF appearance (18–28%), and a relatively few opting for a prophylactic approach (8%–11%). Most adolescents (64%) and caregivers (75%) were willing to treat cNFs for at least 1 year. The least tolerable cNF treatment side effects by adolescents and caregivers included pain (71.9% and 77.8%, respectively) and nausea/vomiting (81.3% and 59.3%, respectively) ( Figure 3(b)) . Again, agreement among pairs regarding side effect willingness was poor to moderate with kappa values ranging from .34 to .59.",
  "discussion": "Discussion These data are the first to measure the impact of cNFs on affected adolescents and their caregivers as well as perspectives on cNF treatment. About one-half of adolescents have a range of negative feelings about their cNFs with some adolescents reporting that their cNFs affect their social interactions and activities. Adolescents and their caregivers are willing to treat cNFs but do have concerns about side effects. Adolescent views regarding cNF impact and treatment are similar to adults with a few important distinctions. In contrast to adults, adolescents reported pruritus as the most bothersome cNF feature. Therefore, trials treating cNFs in adolescents should consider including pruritus as an outcome measure. Less than 40% of adolescents were willing to try currently available cNF treatments such as surgery or laser treatments, which is much lower than the ~57% of adults reported by Cannon et al.  Overall, risk tolerance of treatments was also much lower for adolescents than adults. These differences in willingness may be attributed to the increased cNF burden in adults compared to adolescents. 7 Despite being early in their natural history course for adolescents, cNFs still impact emotional and social wellbeing in this population. Many adolescents endorsed worry about cNFs getting worse, concern with how they look, and being embarrassed by their cNFs. A minority reported cNFs affect their everyday life. Some adolescents reported the negative impact of cNFs on their social interactions and activities. The most common social impact was trying to hide cNFs. Although the impact of cNFs on quality of life may not be as profound in adolescents as in adults, there is still a need for caregivers and healthcare professionals to be aware of, and help address, the potential effects that cNFs may have on adolescents’ social and emotional functioning. Adolescents and caregivers were more willing to try experimental therapies to treat cNFs (topical creams and oral medications) than current treatment options (surgery or lasers). These data indicate that current treatments are suboptimal and that new therapies are needed to meet the needs of this population. About half of adolescents and caregivers preferred delaying treatment until cNFs became bothersome with the other half willing to treat cNFs when they first appear or prophylactically. Most would agree to a therapeutic trial of at least 1 year, demonstrating an openness toward long-term therapies. Importantly, both adolescents and caregivers reported low tolerability for some side effects, particularly nausea/vomiting and pain. This finding is not surprising given that cNFs are not life-threatening. Altogether, adolescents and caregivers are willing to explore experimental therapies as long as side effects are minimal. Overall adolescent and caregiver views seem similar. However, agreement among adolescent and caregiver pairs was relatively low. This finding emphasizes the need for increased communication about cNFs, particularly when adolescents have negative feelings and social interactions due to cNFs. This communication could be encouraged during clinical evaluation or with educational resources. Furthermore, the low levels of agreement among the adolescent-caregiver pairs regarding treatment decisions underscores the importance of obtaining input from both parties and for striving for consensus when considering cNF treatment. One limitation of our study is the relatively small and homogeneous study cohort. Therefore, the data may not be generalizable to the larger community. A follow-up study with a larger sample size would be helpful to verify the results of this study. Future studies to expand upon this data, including using other methodologies like qualitative interviews, are needed to further explore adolescent and caregiver perspectives. In conclusion, cNFs can negatively impact the social and emotional wellbeing of adolescents with NF1. Adolescents and caregivers are willing to try long-term experimental treatment, but effective communication regarding treatment decisions is paramount. This preliminary data will help guide the design and implementation of patient-centered clinical trials for adolescents with cNFs.",
  "upgrade_date": "2026-02-20 07:29:34"
}