{
  "pmid": "37276689",
  "abstract": "This study aims to (1) investigate health-related quality of life (HRQoL) in children with Neurofibromatosis Type 1 (NF1) using the Pediatric Quality of Life inventory (PedsQL) and the Child Health Questionnaire (CHQ); and (2) compare the psychometric properties and content of these questionnaires in NF1 patients. PedsQL and CHQ proxy-reports were administered to parents/caregivers of 160 patients with NF1 aged 5-12 years. HRQoL scores were compared with Dutch population norms using independent t-tests. Psychometric properties (feasibility and reliability) were assessed by floor/ceiling effects and Cronbach's alpha coefficient. A principal component analysis (PCA) with varimax rotation was performed to identify the data's internal structure. By content mapping, we identified unique constructs of each questionnaire. Proxy-reported HRQoL was significantly lower on all PedsQL subscales for children aged 5-7 years, and on 4/6 subscales for children aged 8-12 years compared to norms. Significantly lower HRQoL was reported on 6/14 CHQ subscales (children 5-7 years) and 9/14 subscales (children 8-12 years). The PedsQL showed slightly better feasibility and reliability. The PCA identified two components, representing psychosocial and physical aspects of HRQoL, explaining 63% of total variance. Both questionnaires showed relevant loadings on both components. The CHQ subscales concerning parents and family were considered unique contributions. Proxy-reported HRQoL of children with NF1 is significantly lower compared to norms on multiple domains. Both questionnaires adequately measure HRQoL in children with NF1. However, the PedsQL has slightly better psychometric properties, while the CHQ covers a unique dimension of HRQoL associated with disease impact on parents and family.",
  "methods": "Methods Children with NF1 and cognitive impairments ( n  = 135, 8–15 years 11 months) and their parents completed standardized measures assessing children’s HRQoL, behavioral and emotional functioning. Children completed a brief intelligence test. Correlations and multiple linear regressions were conducted to identify determinants of psychosocial HRQoL.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:25:22.273239",
  "abstract_length": 1796,
  "methods_length": 355,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}