{
  "pmid": "PMID:37328102",
  "title": "Inhibition of Erb-B2 Receptor Tyrosine Kinase 3 and Associated Regulatory Pathways Potently Impairs Malignant Peripheral Nerve Sheath Tumor Proliferation and Survival.",
  "abstract": "Malignant peripheral nerve sheath tumors (MPNSTs) are aggressive, currently untreatable Schwann cell-derived neoplasms with hyperactive mitogen-activated protein kinase and mammalian target of rapamycin signaling pathways. To identify potential therapeutic targets, previous studies used genome-scale shRNA screens that implicated the neuregulin-1 receptor erb-B2 receptor tyrosine kinase 3 (erbB3) in MPNST proliferation and/or survival. The current study shows that erbB3 is commonly expressed in MPNSTs and MPNST cell lines and that erbB3 knockdown inhibits MPNST proliferation and survival. Kinomic and microarray analyses of Schwann and MPNST cells implicate Src- and erbB3-mediated calmodulin-regulated signaling as key pathways. Consistent with this, inhibition of upstream (canertinib, sapitinib, saracatinib, and calmodulin) and parallel (AZD1208) signaling pathways involving mitogen-activated protein kinase and mammalian target of rapamycin reduced MPNST proliferation and survival. ErbB inhibitors (canertinib and sapitinib) or erbB3 knockdown in combination with Src (saracatinib), calmodulin [trifluoperazine (TFP)], or proviral integration site of Moloney murine leukemia kinase (AZD1208) inhibition even more effectively reduces proliferation and survival. Drug inhibition enhances an unstudied calmodulin-dependent protein kinase IIα phosphorylation site in an Src-dependent manner. The Src family kinase inhibitor saracatinib reduces both basal and TFP-induced erbB3 and calmodulin-dependent protein kinase IIα phosphorylation. Src inhibition (saracatinib), like erbB3 knockdown, prevents these phosphorylation events; and when combined with TFP, it even more effectively reduces proliferation and survival compared with monotherapy. These findings implicate erbB3, calmodulin, proviral integration site of Moloney murine leukemia kinases, and Src family members as important therapeutic targets in MPNSTs and demonstrate that combinatorial therapies targeting critical MPNST signaling pathways are more effective.",
  "authors": "Laurel E Black; Jody F Longo; Joshua C Anderson; Steven L Carroll",
  "journal": "The American journal of pathology",
  "publicationDate": "2023-09",
  "doi": "10.1016/j.ajpath.2023.05.016",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-20 06:59:59"
}