{
  "pmid": "PMID:37378983",
  "title": "Effect of Mind-Body Skills Training on Quality of Life for Geographically Diverse Adults With Neurofibromatosis: A Fully Remote Randomized Clinical Trial.",
  "abstract": "IMPORTANCE: Neurofibromatoses (NF; NF1, NF2, and schwannomatosis) are hereditary tumor predisposition syndromes with a risk for poor quality of life (QOL) and no evidence-based treatments. OBJECTIVE: To compare a mind-body skills training program, the Relaxation Response Resiliency Program for NF (3RP-NF), with a health education program (Health Enhancement Program for NF; HEP-NF) for improvement of quality of life among adults with NF. DESIGN, SETTING, AND PARTICIPANTS: This single-blind, remote randomized clinical trial randomly assigned 228 English-speaking adults with NF from around the world on a 1:1 basis, stratified by NF type, between October 1, 2017, and January 31, 2021, with the last follow-up February 28, 2022. INTERVENTIONS: Eight 90-minute group virtual sessions of 3RP-NF or HEP-NF. MAIN OUTCOMES AND MEASURES: Outcomes were collected at baseline, after treatment, and at 6-month and 1-year follow-up. The primary outcomes were physical health and psychological domain scores of the World Health Organization Quality of Life Brief Version (WHOQOL-BREF). Secondary outcomes were the social relationships and environment domain scores of the WHOQOL-BREF. Scores are reported as transformed domain scores (range, 0-100, with higher scores indicating higher QOL). Analysis was performed on an intention-to-treat basis. RESULTS: Of 371 participants who underwent screening, 228 were randomized (mean [SD] age, 42.7 [14.5] years; 170 women [75%]), and 217 attended 6 or more of 8 sessions and provided posttest data. Participants in both programs improved from baseline to after treatment in primary outcomes of physical health QOL score (3RP-NF, 5.1; 95% CI, 3.2-7.0; P < .001; HEP-NF, 6.4; 95% CI, 4.6-8.3; P < .001) and psychological QOL score (3RP-NF, 8.5; 95% CI, 6.4-10.7; P < .001; HEP-NF, 9.2; 95% CI, 7.1-11.2; P < .001). Participants in the 3RP-NF group showed sustained improvements after treatment to 12 months; posttreatment improvements for the HEP-NF group diminished (between-group difference for physical health QOL score, 4.9; 95% CI, 2.1-7.7; P = .001; effect size [ES] = 0.3; and psychological QOL score, 3.7; 95% CI, 0.2-7.6; P = .06; ES = 0.2). Results were similar for secondary outcomes of social relationships and environmental QOL. There were significant between-group differences from baseline to 12 months in favor of the 3RP-NF for physical health QOL score (3.6; 95% CI, 0.5-6.6; P = .02; ES = 0.2), social relationships QOL score (6.9; 95% CI, 1.2-12.7; P = .02; ES = 0.3), and environmental QOL score (3.5; 95% CI, 0.4-6.5; P = .02; ES = 0.2). CONCLUSIONS AND RELEVANCE: In this randomized clinical trial of 3RP-NF vs HEP-NF, benefits from 3RP-NF and HEP-NF were comparable after treatment, but at 12 months from baseline, 3RP-NF was superior to HEP-NF on all primary and secondary outcomes. Results support the implementation of 3RP-NF in routine care. TRIAL REGISTRATION: ClinicalTrials.gov Identifier: NCT03406208.",
  "authors": "Ana-Maria Vranceanu; Heena R Manglani; Nathaniel R Choukas; Millan R Kanaya; Ethan Lester; Emily L Zale; Scott R Plotkin; Justin Jordan; Eric Macklin; Jafar Bakhshaie",
  "journal": "JAMA network open",
  "publicationDate": "2023-06-01",
  "doi": "10.1001/jamanetworkopen.2023.20599",
  "methods": "Methods Details of the study design have been previously described.  This study follows the Consolidated Standards of Reporting Trials Extension ( 13 CONSORT Extension ) reporting guideline. The study was ethically reviewed and approved by the institutional review board at Massachusetts General Hospital. The trial protocol is available in  Supplement 1 . Participants provided written informed consent, did not receive compensation, and met virtually with study staff to review eligibility and safety protocols. Recruitment and Participants Advertisements were distributed via listservs through the NF registry within the Children’s Tumor Foundation and global NF centers. A total of 993 patients responded to the flyer, 371 were screened, 286 were eligible, and 228 signed informed consent. Inclusion criteria were (1) diagnoses of NF1, NF2, or schwannomatosis; (2) age 18 years or older; (3) ability to provide informed consent; (4) sixth-grade English reading level or higher; (5) self-reported stress and difficulties coping with NF symptoms; and (6) Perceived Stress Scale score of 6 or higher.  Exclusion criteria were (1) severe psychopathologic conditions that would interfere with study procedures, (2) change in antidepressants in the past 3 months, (3) participation in cognitive behavioral or relaxation therapy in the past 3 months, (4) significant mental health conditions requiring immediate treatment based on self-report and observation during screening, and (5) unwilling or unable to participate in virtual programs. Participants self-reported their race and ethnicity, which was collected to contribute to statistics on the prevalence of NF. Enrollment occurred October 1, 2017, to January 31, 2021, with the last follow-up February 28, 2022. 14 , 15 Measures and Data Collection Primary Outcomes The 2 primary outcomes were the physical health and psychological QOL domain scores of the World Health Organization Quality of Life Brief Version (WHOQOL-BREF),  recommended by the Response Evaluation in Neurofibromatosis and Schwannomatosis (REiNS) International Collaboration. 16 , 17  The physical health domain (7 items) assesses activities of daily living, dependence on medical substances or aids, energy and fatigue, mobility, pain and discomfort, sleep and rest, and work capacity. The psychological domain (6 items) assesses enjoyment in life, meaningfulness of life, ability to concentrate, completely accepting bodily appearance, satisfaction with self, and frequency of negative feelings. Scores are reported as transformed domain scores (0-100), with higher scores indicating higher QOL. The WHOQOL-BREF is a reliable, valid, and shorter version of the original WHOQOL-100. 18  Because an NF-specific minimal clinically significant difference (MCID) does not exist for NF, we cautiously used the MCID value of 6.26 units established for patients with cancer 17  to depict clinical significance. 19 Secondary Outcomes Secondary outcomes included social relationships QOL and environment QOL as measured by the respective domains of the WHOQOL-BREF.  The social relationships QOL domain (3 items) measures satisfaction with personal relationships, availability of social support, and satisfaction with sexual relationships. The environment QOL domain (8 items) assesses financial resources, physical safety and security, accessibility and quality of health and social care, home environment, opportunities for acquiring skills and information, leisure activities, physical environment, and transportation. 16 , 17 Data Collection Assessments were completed at baseline, after treatment, and at 6- and 12-month follow-up via REDCap.  A research assistant answered any questions. Questionnaires were sent 3 times and followed up with a telephone call, after which unresponsive participants were considered lost to follow-up. 20 Fidelity We followed National Institutes of Health Behavioral Change Consortium guidelines.  Fidelity of the design was ensured through weekly team meetings to review participants’ progression through the study as well as monthly quality control checks. Fidelity of training was ensured by selecting as interventionists PhD-level or advanced doctoral students in clinical psychology with expertise in mind-body therapy who attended weekly supervision. Treatment delivery was ensured by the completion of an adherence checklist after a session; 15% of all sessions were randomly selected to be reviewed for adherence. 21 Intervention and Control Conditions Eight weekly virtual group sessions in each condition lasted 90 minutes per session. The therapists were 5 PhD-level interventionists (including E.L.) trained and supervised by a senior clinical psychologist (A.-M.V.) with expertise in NF and mind-body medicine. Both study treatments included rehearsal, repetition, and review of previously learned skills. Participants in both conditions received a patient manual designed for a sixth-grade comprehension level to accommodate participants with learning disabilities and other cognitive issues. Intervention The 3RP-NF has 3 core components: (1) relaxation response–elicitation (relaxation and mindfulness skills), (2) appraisal and coping (adaptive coping skills), and (3) growth enhancement (acceptance, problem-solving, and positive psychology skills) aimed to improve QOL. Each session included a relaxation exercise, a review of previously taught skills, and an introduction of a new skill, and ended with a short relaxation exercise. The final session reviewed all skills, emphasizing continuing skill practice after the end of the program. Additional information on the intervention is presented in  Supplement 1  and eAppendices 1, 2, and 3 in  Supplement 2 . Active Control The HEP-NF included educational information on NF from the Children’s Tumor Foundation and the Centers for Disease Control and Prevention websites. Modules provided education on NF-related stress and symptoms, sleep, nutrition, exercise, communication, and health care management. The last session included information on ways to maintain positive health changes made during the program. Randomization A randomization schedule with a 1:1 ratio of assignment to 3RP-NF and HEP-NF, stratified by NF type using a permuted-block design, was constructed by the unblinded biostatistician (E.M.) and managed with REDCap. A clinical research coordinator randomized up to 16 participants as a cohort and subsequently scheduled a treatment session time. Because not all participants could join the same session time, group sizes were uneven (median, 8 [range, 3-8]). Participants were told that they would participate in 1 of 2 stress and symptom management programs (program 1, intervention; program 2, control) to maintain blinding and scientific rigor. Statistical Analysis The effective SDs for the change in physical health and psychological QOL scores from preliminary data (baseline to after treatment, 14.7 and 10.4 units, respectively ; and after treatment to the 6-month follow-up, 11.4 to 10.0 units, respectively) estimated that 224 participants provided 80% power for primary outcomes of physical health QOL and 96% power for psychological QOL. This assumed an MCID of 6.25 units, allowing up to 5% loss to follow-up after treatment and testing each of the primary outcomes at  12 P  < .025 (2-tailed). Expecting up to 20% of participants to drop out before 6 months, the trial had 99% power to declare noninferiority of 3RP-NF over HEP-NF, assuming genuinely no (zero) difference between treatments in the maintenance of any change from before baseline to after treatment. We used SAS, version 9.4 (SAS Institute Inc), for analyses. We used intention-to-treat principles. We applied a shared-baseline, linear mixed model with completely unstructured covariance (selected through examination of model fit indices) among up to 4 repeated measurements (baseline, after treatment, and 6- and 12-month follow-up) and unstructured random visit-specific effects by session cohort to examine treatment effects on the primary and secondary outcomes. We ran a series of contrasts to assess the specific hypotheses about the within-group and between-group differences in the outcome variables at different time points. The model included all available data, including data from participants with incomplete evaluations and those lost to follow-up. The estimated covariance among repeated measurements implicitly imputes missing data and yields unbiased estimates under a missing-at-random assumption. The shared-baseline assumption represents the actual state of the population before randomization. It has the advantage of adjusting for chance differences at baseline in the same way as analysis of covariance. 22 Treatment-dependent differences on changes from baseline to after treatment and to 6- and 12-month follow-up, and persistence of a benefit after treatment to the 6- and 12-month follow-up for each outcome were estimated from linear contrasts of least-square means and reported as point estimates and their unadjusted 95% CIs. Superiority of 3RP-NF at baseline to after treatment was based on a 2-tailed  P  < .025 to account for 2 primary outcomes. A noninferiority criterion for the persistence of benefit was prespecified (lower 1-sided 95% confidence bound for a given primary outcome less than the MCID of 6.25 units in favor of HEP-NF). Still, we present those results because the data demonstrated that 3RP-NF was superior to HEP-NF in maintaining benefits. We calculated the model-based effect size (ES) estimate (standardized mean difference for each comparison).  We divided the model-derived mean difference estimates by the pooled within-individual variations of each outcome at baseline. This ES index is equivalent to the Cohen  23 , 24 , 25 d  in RCTs. 23 , 24 , 25 We performed sensitivity analyses. We tested treatment-dependent differences in the change of score from baseline to after treatment and at 6- and 12-month follow-up using the Wilcoxon rank-sum test to relax the parametric assumptions of the mixed model. We investigated more parsimonious covariance structures using random participant-specific intercepts, slopes, and quadratic terms (ie, growth curve analysis). Primary inference of efficacy was based on the estimated mean difference between 3RP-NF and HEP-NF in change from baseline to after treatment for primary outcomes of physical health and psychological QOL scores, testing each at a 2-tailed  P  < .025 to maintain an overall type I error rate of 5%. Given the lack of significance for these tests, unadjusted  P  values and 95% CIs are reported for comparisons with other time points and end points without claims of statistical significance.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:30:00"
}