{
  "pmid": "37406085",
  "abstract": "PURPOSE: Plexiform neurofibromas (PNF) are peripheral nerve sheath tumors that cause significant morbidity in persons with neurofibromatosis type 1 (NF1), yet treatment options remain limited. To identify novel therapeutic targets for PNF, we applied an integrated multi-omic approach to quantitatively profile kinome enrichment in a mouse model that has predicted therapeutic responses in clinical trials for NF1-associated PNF with high fidelity. EXPERIMENTAL DESIGN: Utilizing RNA sequencing combined with chemical proteomic profiling of the functionally enriched kinome using multiplexed inhibitor beads coupled with mass spectrometry, we identified molecular signatures predictive of response to CDK4/6 and RAS/MAPK pathway inhibition in PNF. Informed by these results, we evaluated the efficacy of the CDK4/6 inhibitor, abemaciclib, and the ERK1/2 inhibitor, LY3214996, alone and in combination in reducing PNF tumor burden in Nf1flox/flox;PostnCre mice. RESULTS: Converging signatures of CDK4/6 and RAS/MAPK pathway activation were identified within the transcriptome and kinome that were conserved in both murine and human PNF. We observed robust additivity of the CDK4/6 inhibitor, abemaciclib, in combination with the ERK1/2 inhibitor, LY3214996, in murine and human NF1(Nf1) mutant Schwann cells. Consistent with these findings, the combination of abemaciclib (CDK4/6i) and LY3214996 (ERK1/2i) synergized to suppress molecular signatures of MAPK activation and exhibited enhanced antitumor activity in Nf1flox/flox;PostnCre mice in vivo. CONCLUSIONS: These findings provide rationale for the clinical translation of CDK4/6 inhibitors alone and in combination with therapies targeting the RAS/MAPK pathway for the treatment of PNF and other peripheral nerve sheath tumors in persons with NF1.",
  "methods": "Experimental Design: Utilizing RNA sequencing combined with chemical proteomic profiling of the functionally enriched kinome using multiplexed inhibitor beads coupled with mass spectrometry, we identified molecular signatures predictive of response to CDK4/6 and RAS/MAPK pathway inhibition in PNF. Informed by these results, we evaluated the efficacy of the CDK4/6 inhibitor, abemaciclib, and the ERK1/2 inhibitor, LY3214996, alone and in combination in reducing PNF tumor burden in  Nf1 flox/flox ;PostnCre  mice.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:26:04.286033",
  "abstract_length": 1802,
  "methods_length": 515,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}