{
  "pmid": "PMID:37410426",
  "title": "CDK4/6-MEK Inhibition in MPNSTs Causes Plasma Cell Infiltration, Sensitization to PD-L1 Blockade, and Tumor Regression.",
  "abstract": "PURPOSE: Malignant peripheral nerve sheath tumors (MPNST) are lethal, Ras-driven sarcomas that lack effective therapies. We investigated effects of targeting cyclin-dependent kinases 4 and 6 (CDK4/6), MEK, and/or programmed death-ligand 1 (PD-L1) in preclinical MPNST models. EXPERIMENTAL DESIGN: Patient-matched MPNSTs and precursor lesions were examined by FISH, RNA sequencing, IHC, and Connectivity-Map analyses. Antitumor activity of CDK4/6 and MEK inhibitors was measured in MPNST cell lines, patient-derived xenografts (PDX), and de novo mouse MPNSTs, with the latter used to determine anti-PD-L1 response. RESULTS: Patient tumor analyses identified CDK4/6 and MEK as actionable targets for MPNST therapy. Low-dose combinations of CDK4/6 and MEK inhibitors synergistically reactivated the retinoblastoma (RB1) tumor suppressor, induced cell death, and decreased clonogenic survival of MPNST cells. In immune-deficient mice, dual CDK4/6-MEK inhibition slowed tumor growth in 4 of 5 MPNST PDXs. In immunocompetent mice, combination therapy of de novo MPNSTs caused tumor regression, delayed resistant tumor outgrowth, and improved survival relative to monotherapies. Drug-sensitive tumors that regressed contained plasma cells and increased cytotoxic T cells, whereas drug-resistant tumors adopted an immunosuppressive microenvironment with elevated MHC II-low macrophages and increased tumor cell PD-L1 expression. Excitingly, CDK4/6-MEK inhibition sensitized MPNSTs to anti-PD-L1 immune checkpoint blockade (ICB) with some mice showing complete tumor regression. CONCLUSIONS: CDK4/6-MEK inhibition induces a novel plasma cell-associated immune response and extended antitumor activity in MPNSTs, which dramatically enhances anti-PD-L1 therapy. These preclinical findings provide strong rationale for clinical translation of CDK4/6-MEK-ICB targeted therapies in MPNST as they may yield sustained antitumor responses and improved patient outcomes.",
  "authors": "Jordan L Kohlmeyer; Joshua J Lingo; Courtney A Kaemmer; Amanda Scherer; Akshaya Warrier; Ellen Voigt; Juan A Raygoza Garay; Gavin R McGivney; Qierra R Brockman; Amy Tang; Ana Calizo; Kai Pollard; Xiaochun Zhang; Angela C Hirbe; Christine A Pratilas; Mariah Leidinger; Patrick Breheny; Michael S Chimenti; Jessica C Sieren; Varun Monga; Munir R Tanas; David K Meyerholz; Benjamin W Darbro; Rebecca D Dodd; Dawn E Quelle",
  "journal": "Clinical cancer research : an official journal of the American Association for Cancer Research",
  "publicationDate": "2023-09-01",
  "doi": "10.1158/1078-0432.CCR-23-0749",
  "methods": "Experimental Design: Patient-matched MPNSTs and precursor lesions were examined by FISH, RNAseq, IHC, and Connectivity-Map analyses. Antitumor activity of CDK4/6 and MEK inhibitors was measured in MPNST cell lines, patient-derived xenografts (PDXs), and  de novo  mouse MPNSTs, with the latter used to determine anti-PD-L1 response. Materials and Methods TMA analyses. FISH analyses for  RABL6 ,  INK4A  (p16), and  MYC  genes were conducted using commercial probes (Empire Genomics, Buffalo, NY). Hybridization was performed on formalin-fixed, paraffin embedded tissue sections (~2μm) using a Hybrite system with melting temperature at 85°C for 5min followed by overnight hybridization at 37°C. Slides were washed in 0.4X SSC/0.3% IGEPAL for 2min at 75°C and in 2X SSC/0.1% IGEPAL for 1min at room temperature. Nuclei were detected by DAPI and images captured through CytoVision (Leica Biosystems, USA). At least 100 interphase nuclei were examined per probe. IHC analyses were conducted on paraffin embedded, sectioned (~4μm), and hydrated patient tumors. 3,3’-diaminobenzidine (DAB) was used as the chromogen, and Harris hematoxylin used as counterstain. Immunostaining for SIAH (24E6H3 mouse monoclonal antibody) and RABL6A was conducted as described ( 8 , 18 ). All procedures were performed in a consistent manner to limit staining factors that could affect interpretation of immunostaining ( 19 ). Antigen retrieval was performed using citrate buffer (pH 6.0), 110°C for 5min, and 20min cool down. Secondary antibodies were obtained from Dako North America, Inc. Slides were reviewed by MRT. Cell Culture. Authenticated human MPNST cell lines (sporadic STS26T, called 26T, Cellosaurus RRID: CVCL_8917; NF1-associated S462, Cellosaurus RRID: CVCL_1Y70) were maintained at 37°C, 5% CO 2 , in DMEM containing 10% fetal bovine serum, 4 mM glutamine, and 100 μg/mL penicillin-streptomycin. Cells were cryopreserved at low passages and used in experiments for a maximum of 8-10 passages after being thawed. Cells were routinely tested for  Mycoplasma  contamination (LONZA MycoAlert Mycoplasma Detection Kit) and found to be negative, except 26T, which occasionally tested in the low positive range and was treated with plasmocin (InvivoGen). Consequently, most experiments utilized S462 cells. Drug response assays. Stock solutions of mirdametinib (MEK inhibitor, PD0325901, Selleckchem no. S1036, dissolved in DMSO) and palbociclib (CDK4/6 inhibitor, PD0332991, Selleckchem no. S1116, dissolved in ddH20) were stored at −80°C. Cells were plated in triplicate at 1,000 cells per well in 96-well flat-bottom dishes for 3-day drug treatments with relative cell number assayed using AlamarBlue (Thermo Fisher Scientific, DAL1025) and quantified via fluorescence microplate reader (560/590nm absorbance). For synergy studies, cells were plated in 8x8 format of 96-well plates and data analyzed using SynergyFinder (RRID: SCR-019318). For molecular studies, cells were seeded in 10 cm dishes and treated as indicated prior to western blotting and immunofluorescence. Western blotting and Immunofluorescence. Cell protein isolation and analysis by western blotting was performed as described ( 8 ) with specific antibody conditions listed in  Supplementary Table S1 . Densitometry quantification was performed using ImageJ (RRID: SCR_003070). For immunofluorescence, cells were plated on poly-D-lysine coated chamber slides (Corning, ref 354632) and the next day incubated with drug at 37°C in 5% CO 2  for 4hr. Slides were washed once with PBS, fixed for 15min with 3.7% formaldehyde in PBS, washed three times with PBS, incubated 1hr at room temperature in block solution (PBS with 5% FBS, 0.3% Triton X-100), and incubated with phospho-RB1 S807/811 antibody (Cell Signaling Technology, no. 8516, 1:1600) in block solution overnight at 4°C. Slides were washed and incubated in secondary antibody (anti-rabbit IgG, AlexaFluor 488, 1:2000) for 1hr in the dark at room temperature. DAPI (Invitrogen ProLong Diamond Antifade Mountant with DAPI,  P36962 ) stained nuclei. Images were captured by confocal microscopy (Olympus Fluoview FV3000) and quantified with ImageJ. To measure p-RB1 S807/811 relative intensity, one-hundred or more cells per sample from three or more experiments were quantified. Colony formation, cell survival, and senescence assays. MPNST cells were seeded at 150 cells/well of 6-well plates and media plus drug changed twice per week for 12-17 days of treatment. Plates were washed, fixed, and Giemsa stained. Images were taken with GelCount ™  colony imager (Oxford Optronix Ltd) and percent area covered calculated using ImageJ. Cell viability was quantified by trypan blue exclusion (1:1 v/v) manual counting. For senescence assays, cells were exposed to drug for 3 days, stained using a Senescence β-Galactosidase Staining Kit (Cell Signaling Technology #9860), and imaged by DIC microscopy. β-Gal positive cells were counted (100 or more cells per sample) from three or more independent experiments. Primary MPNST and Orthotopic Xenograft Generation. Mice were housed in barrier rooms with a 12-hour light-dark cycle and free access to food and water. All mouse handling was conducted in compliance with the Institutional Animal Care and Use Committee (IACUC) policies at the University of Iowa and Johns Hopkins University. These requirements adhere to the NIH Guide for the Care and Use of Laboratory Animals and the Public Health Service Policy on the Humane Care and Use of Laboratory Animals. All efforts were made to minimize animal suffering. For primary MPNST studies, adenovirus containing Cas9 and sgRNAs targeting  Nf1+Cdkn2a  were produced, as reported ( 20 ). Tumors were initiated via viral injection into the left sciatic nerve of wild-type C57BL/6N mice ( 21 – 23 ). For orthotopic xenograft studies using S462 MPNST cells, 5x10 5  cells were suspended in 10μL DMEM and injected into the left sciatic nerve of immunodeficient (NOD  scid  gamma) mice. For patient-derived xenograft (PDX) generation, tumor pieces were acquired from MPNST patients at time of surgical resection and implanted subcutaneously with Matrigel (354230) in immunodeficient NRG (NOD RAG1/2−/− IL2Rγ−/−) mice. All animal studies employed male and female mice except PDX studies, which used female mice (for housing purposes). In vivo tumor growth analyses and drug treatment conditions. Ribociclib and trametinib for  in vivo  PDX studies were provided under a Materials Transfer Agreement with Novartis Institute for Biomedical Research (NIBR) to CAP. Tumor size was measured with calipers and tumor volume calculated using the formula (length x width x thickness x π)/6. After tumor detection (volumes between 100-250 mm 3 ), mice were randomly assigned into treatment groups. For  de novo  MPNST studies, mice were treated daily by oral gavage with vehicle (50 mM sodium-L-lactate, pH 4.0 plus 1% DMSO), palbociclib (100 mg/kg), mirdametinib (1 mg/kg) or combination (100 mg/kg palbociclib plus 1 mg/kg mirdametinib). For PDX studies, mice were treated daily for 5 days on / 2 days off by oral gavage with vehicle (0.5% hydroxypropyl methylcellulose and 0.2% Tween 80), ribociclib (75 mg/kg), trametinib (0.075 mg/kg) or combination (75 mg/kg ribociclib plus 0.075 mg/kg trametinib). For ICB therapy studies, mice received bi-weekly intraperitoneal injections of 10 mg/kg anti-PDL1 antibody (BioXCell BE0101) or control anti-keyhole limpet hemocyanin (BioXCell BE0090) diluted in InVivoPure pH 6.5 (BioXCell IP0065) or pH 7.0 (BioXCell IP0070) Dilution Buffer, respectively. Antibody therapy began upon tumor detection (along with kinase inhibition therapy) and was sustained for 3 weeks (total of 6 doses). Body weights of drug treated mice were recorded at routine intervals and animals observed for signs of toxicity (weight loss, ruffled fur, immobility, and abdominal rigidity). Each mouse was euthanized once its tumor reached 1500-2000 mm 3 . A small subset of palbociclib plus mirdametinib treated  de novo  MPNST mice (n = 4) were euthanized during the period of “regression,” which corresponded to roughly day 12 of treatment. Flow cytometric profiling of terminal mouse MPNSTs. Terminal tumors were washed in PBS then moved into 4.5 ml of collagenase (Collagenase Type IV, 714 units per ml, Invitrogen) plus 0.5 ml FBS. Tumor tissue was minced with scissors and incubated at 37°C for 1 hr on a rotary shaker. After collagenase digestion, tumor tissue was pushed through a 70 μm cell strainer with the rubber plunger of a 1 ml syringe, then washed in 25 ml PBS. Tumor samples were treated with ACK buffer (Thermo Fisher) to lyse the red blood cells. Cells were resuspended in FACS buffer (PBS, 5% FBS, and 10 mM EDTA) and kept on ice. For staining, 50 μl of cell suspension was added to 96-well v-bottom plates, and cells were incubated with FC block (anti-mouse CD16/32, Biolegend) and Zombie Aqua viability dye (Biolegend) for 10 min on ice in the dark. Surface antibodies were incubated with cells for 30 min on ice in the dark. Cells were fixed (Fixation Buffer, Biolegend) and stored at 4°C in the dark until analysis or permeabilized (Biolegend True Nuclear Buffer Set) and stained for transcription factors. Samples were run on a BD LSR II flow cytometer and data analyzed using FlowJo v10 (Becton Dickinson, RRID: SCR_008520). To set gates between positive and negative populations, fluorescence minus one (FMO) controls were used. Flow cytometry data were analyzed with traditional gating strategies combined with t-SNE dimensionality reduction to better visualize changes in the 10 major immune cell populations that were profiled. Dimensionality reduction was performed in FlowJo with n=28, concatenated data from all experimental groups (n=7 per treatment group). The flow profiling antibodies, clones, and fluorophores are listed in  Supplementary Table S2 . The cluster of differentiation (CD) markers used to delineate immune cell populations after gating on CD45+ live cells are listed in  Supplementary Table S3 . Histopathological analysis of mouse MPNSTs. Immediately following euthanasia, tumors were excised and submerged in formalin (10% neutral buffered formalin). Tumors were paraffin embedded, sectioned (~4μm) onto glass slides, and hydrated. Heat induced epitope retrieval with Decloaker (Biocare medical) used specific conditions for each marker: kappa light chain (Tris Buffer, pH 9.0 buffer, 125°C for 5 min.), B220 (Citrate Buffer, pH 6.0, 110°C for 15 min.) and CD3 (Citrate Buffer, pH 6.0, Decloaker 125°C for 5 min). Immunostaining antibodies included: kappa light chain to identify plasma cells (rabbit monoclonal antibody, Sigma Aldrich, clone RM103, SAB5600201, 1:400 at RT for 1 hr), B220 to identify B cells (RRID: AB_323211, rat anti-mouse monoclonal, Serotec Company, Catalog #MCA1258G, 1:1200 x 1 hr), CD3 to identify T cells (rabbit monoclonal, NeoMarkers Company, #RM-9107-S, 1:200 x 1 hr), and species specific secondary antibody kits (Dako North America, Inc.). DAB was used as the chromogen, and Harris hematoxylin was used as the counterstain. Tissue scoring was performed with a post-examination method of masking the observer to groups assignment ( 24 ). Mouse tumor RNA isolation and sequencing. RNA was isolated from flash frozen mouse tumors using Qiagen RNAeasy Plus Mini Kit, concentration quantified (Trinean DropSense 16), and RNA quality assessed (Agilent BioAnalyzer). Samples underwent oligo-dT purification of polyadenylated RNA followed by reverse transcription to create cDNA. Additional fragment purification, end polishing, and ligation to indexed (barcoded) adaptors was completed. Indexed library was pooled and clustered on SP Flow Cell for the NovaSeq 6000 instrument. Sequencing was conducted with 400 million reads per lane, a 150 bp paired-end read format, and 300 cycles. Sequencing yielded 47-77M PE reads per sample, with an average of ~63M reads per sample. RNAseq analyses. Analysis of the mouse tumor RNAseq data was conducted by the Bioinformatics Division of the Iowa Institute of Human Genetics (IIHG). Briefly, reads were processed with the ‘bcbio-nextgen.py’ open-source informatics pipeline developed primarily at Harvard Chan Bioinformatics (v.1.2.4) ( https://doi.org/10.5281/zenodo.3564938 ) running on the Argon HPC resource at the University of Iowa. The pipeline was run in “RNA-seq” mode with the ‘mm10’ key as the selected genome build (internally referencing Ensembl GRCm38.p6 v94, GENCODE M19). The pipeline aligned reads to the GRCm38 genome using the splice-aware ‘hisat2’ aligner (2.2.1) ( 25 ) and concurrently quantified reads to the GENCODE M19 transcriptome using ‘salmon’ (1.4.0) aligner (RRID: SCR_017036). ‘Qualimap’ (2.2.2) (RRID: SCR_001209), a computational tool that examines read alignment files, and ‘multiQC’ (doi:  10.1093/bioinformatics/btw354 ) was used to perform basic quality control checks on the reads. Sequence quality histograms (FastQC, v0.11.8) showed all samples had positional Phred scores > 34 across the length of the reads and duplication rates were within acceptable ranges. Approximately 70% of all reads mapped to the mouse reference across all samples on average, with >80% of mapped reads aligning to exons in all samples. We noted some adapter readthrough, increasing in percentage towards the 3’ end in the reads; we did not perform adapter trimming as readthrough is handled adequately by the ‘soft-clipping’ function of ‘hisat2’. Salmon-derived transcript quantifications (TPM) were imported and summarized to estimated counts at the gene level using ‘tximport’ (1.12.3) as recommended in DESeq2 (RRID: SCR_015687). Genes with fewer than 5 estimated counts across all samples were pre-filtered from downstream analysis to improve statistical power. Exploratory analysis (PCA, sample-to-sample distances) showed one vehicle-treated sample was classified as an outlier and was removed from the analysis. Differential gene expression analysis was then conducted with DESeq2 (1.24.0) on estimated gene-level counts using a model conditioned on animal sex and tumor classification factor (‘vehicle’, ‘resistant’, or ‘sensitive’). P-values were corrected using the Benjamini-Hochberg “false discovery rate” (FDR) method ( 26 ). DEGs (taken as adjusted p-value < 0.1 and abs(logFC) > 0.6 for pathway analysis) were analyzed using ‘iPathwayGuide’ software (Advaita Bioinformatics) to identify altered pathways enriched in the dataset. DEGs were mapped to their human orthologs and were further analyzed using CIBERSORT (RRID: SCR_016955). CIBERSORT was run using the LM22 signature matrix file, in relative (not absolute) mode, with quantile normalization disabled, and 1000 permutations. Statistically significant differences in immune cell subsets were calculated using a Student’s t-test. Quantitative RT-PCR analyses. cDNA was synthesized from 200 ng total RNA using Superscript  R  III First-Strand cDNA kit (Invitrogen no:1777567). Diluted cDNA was used for real-time PCR (cycling conditions: denaturation at 95°C for 10 minutes, followed by 40 cycles of 95°C for 15 seconds, 60°C for 1 min) with gene-specific primers and SYBR Green super mix (Biorad-iQ™ SYBR R  no:1708882) reagent on Bio-Rad CFX96™ Real-Time System. Fold changes in expression for mRNAs were calibrated to  gapdh  mRNA expression and computed using the 2−ΔΔ Ct  method ( 27 ). Primer sequences are listed in  Supplementary Table S4 . Statistics. Quantified data were presented as the mean +/− SD or SEM, as indicated.  P  values, unless otherwise specified, were obtained by One-way ANOVA and adjusted for multiple comparisons using the indicated method. Overall differences between curves were assessed using generalized linear regressions. An adjusted  P  value less than 0.05 was considered statistically significant. Study approval. All patient tumor studies were performed with approval from the University of Iowa Hospitals and Clinics institutional review board (IRB ID# 201507708). Studies were conducted in accordance with ethical guidelines in the Declaration of Helsinki. Written consent was not obtained from subjects for this retrospective study using residual specimens as it was not required for IRB approval. All mouse studies adhered to protocols approved by the Institutional Animal Care and Use Committees at the University of Iowa (protocol #7112074: Targeting RB1 Pathway in Sarcomas) and Johns Hopkins University (protocol #MO22M63: Studies of novel therapeutics for pediatric and adolescent sarcomas). Data Availability. Mouse tumor RNAseq data are publicly available in Gene Expression Omnibus (GEO) at  GSE224656 . All other data generated in this study are available upon request from the corresponding author.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-20 06:59:04",
  "introduction": "Introduction Malignant peripheral nerve sheath tumors (MPNSTs) are deadly sarcomas that account for up to 10% of soft tissue sarcomas in children and adults ( 1 ). MPNSTs can form sporadically or arise from malignant transformation of benign plexiform neurofibromas (PNFs) in patients with Neurofibromatosis Type 1 (NF1); they are the leading cause of NF1 patient mortality ( 2 ). The only curative therapy is complete resection, although this is often not possible due to tumor size, location, presence of metastases, and/or morbidity of the surgery. There is no standard of care treatment for advanced MPNST because radiation and chemotherapy have limited efficacy, resulting in dismal survival rates for patients with inoperable tumors. Immunotherapies have been revolutionary for some cancers. No trial data exist for immune checkpoint blockade (ICB) therapy against MPNSTs although trials targeting programmed death protein 1 (PD-1) or cytotoxic T-lymphocyte-associated protein 4 (CTLA-4) are ongoing. In other sarcomas, ICB monotherapy is typically not effective with just 5-18% response rates for either anti-PD-1 or anti-programmed death ligand 1 (PD-L1) therapy alone ( 3 – 5 ). New treatment options, including novel drug combinations that would enhance the efficacy of ICB agents, are needed for MPNST patients ( 5 ). There is wide interest in developing targeted therapies for MPNSTs that disrupt critical factors required for disease progression. Among the hallmark events driving MPNSTs, hyperactivation of Ras effectors, MEK and cyclin-dependent kinases 4 and 6 (CDK4/6), top the list. Increased Ras-MEK signaling is a universal, tumor-initiating feature of NF1-associated and sporadic MPNSTs that results from early inactivation of the  NF1  gene, which encodes a Ras GTPase activating protein (GAP) called neurofibromin ( 6 ). Most MPNSTs also display loss of the  CDKN2A  (also called  INK4a/ARF ) locus ( 7 ) and overexpression of the RABL6A oncoprotein ( 8 ), each of which promotes activation of CDK4/6 via downregulation of CDK inhibitors, p16INK4a and p27Kip1, respectively ( 9 ). RABL6A also turns on MEK ( 10 ), which further enhances CDK4/6 activation through increased Myc-mediated transcription of  CDK4 ,  CDK6,  and  CCND1  (cyclin partner of CDK4/6) genes ( 11 ). The consequent phosphorylation and inactivation of the retinoblastoma (RB1) tumor suppressor by CDK4/6 promotes MPNST pathogenesis ( 8 , 12 ). Several orally active, small molecule compounds that specifically inhibit CDK4/6 and reactivate RB1 are used to treat other cancers, but they have not been tested clinically for MPNSTs. Those include palbociclib, ribociclib, and abemaciclib, related drugs that are FDA approved to treat hormone receptor positive metastatic breast cancer and are in clinical trials for many advanced cancers ( 13 ). We and others found that palbociclib suppresses orthotopic MPNST xenografts ( 8 ) and an MPNST PDX ( 14 )  in vivo,  although drug resistant tumors rapidly emerged ( 8 ). Tumors can evade CDK4/6 inhibitor monotherapy through many mechanisms, including upregulated expression of the cyclin D-CDK4/6 subunits by activated MEK ( 13 , 15 ). Notably, dual CDK4/6-MEK inhibition is effective pre-clinically against Ras-driven lung and pancreatic adenocarcinomas ( 16 , 17 ). In immune competent mice bearing those cancers, the combination provoked a senescence-associated secretory phenotype (SASP) that caused tumor regression mediated by tumor infiltrating natural killer cells and/or CD8+ T cells. Here, we evaluated the antitumor efficacy of dual CDK4/6-MEK inhibition compared to each inhibitor alone in MPNST cell lines, PDXs, and  de novo  tumor models that closely mimic the human disease. The combination proved highly synergistic but only caused MPNST shrinkage in immunocompetent mice. Therapy-sensitive tumors that regressed lacked a SASP signature and instead displayed an immune activation phenotype involving increased intratumoral plasma cells and T cell clustering. Remarkably, dual CDK4/6-MEK inhibition greatly enhanced MPNST sensitivity to anti-PD-L1 therapy. These findings define an unexpected effect of CDK4/6-MEK inhibition on plasma cell infiltration into MPNSTs and reveal curative potential of combining CDK4/6-MEK inhibitors with ICB therapy in this disease.",
  "results": "Results New therapies for MPNSTs predicted by positive associations between activated RABL6A, CDK-RB1, and Ras-MEK signaling in patient tumors Using a tissue microarray (TMA) containing 32 patient-matched benign PNF and transformed MPNST pairs from 12 NF1 patients, we reported that the RABL6A protein is highly upregulated in MPNSTs compared to PNFs ( 8 ). We sought to further evaluate RABL6A, CDK-RB1, and Ras pathways using this unique resource, as overviewed in  Fig. 1A . MPNSTs have increased cellularity and highly complex karyotypes relative to PNFs ( 9 ). From fluorescence in situ hybridization (FISH) across all tumors in the TMA, we found pervasive loss of  INK4A  and increased copy number of  MYC, EGFR,  and  RABL6  genes selectively in MPNSTs, not in PNF precursors ( Fig. 1B ). By immunohistochemical (IHC) staining, a substantial increase in SIAH expression, a marker of Ras/MEK/MAPK pathway activation ( 28 ), occurred in MPNSTs coincident with RABL6A upregulation ( Fig. 1C ). Multivariate analysis of those molecular data, along with prior IHC results for the p27 CDK inhibitor in the same samples ( 8 ), examined interrelationships between the factors ( Fig. 1D ). Significant positive correlations between RABL6A gene and protein upregulation in MPNSTs were found with increased  MYC ,  EGFR,  and SIAH expression. Conversely, negative correlations were seen between increased  RABL6  gene and protein levels with loss of CDK inhibitors ( INK4a  and p27 protein) in MPNSTs. In agreement, prior RNAseq of the same specimens showed activated RABL6A, Ras-MEK, and CDK pathway expression signatures in the MPNST transcriptome ( 8 ). Using that data, we queried the Connectivity Map (C-Map) database ( 29 ) to identify potential drug targets activated in MPNSTs ( Fig. 1E ,  Supplementary Table S5 ). Drugs with highly negative numbers are predicted to be the most effective against MPNSTs.  Fig. 1E  and  Supplementary Table S5  show an abbreviated list of top performing drugs from the analysis. Many CDK inhibitors such as the CDK4/6 specific inhibitor, palbociclib, were among the strongest hits identified, as were drugs targeting other kinases such as JAK3, JNK, and PI3K. MEK was also among top kinase targets activated in MPNSTs ( Fig. 1E ), consistent with increased expression/activity of MEK activators (Ras, EGFR, RABL6A) and MEK targets (MYC, SIAH) ( Fig. 1B – D ). The above results provided new gene and protein data that bolster existing evidence for elevated Ras-MEK and CDK4/6 signaling in MPNSTs (pathway depiction in  Fig. 1F ). In preclinical studies of MPNSTs, however, monotherapies targeting CDK4/6 ( 8 ) or MEK ( 21 , 30 , 31 ) have shown limited antitumor activity due to rapid resistance. In other cancers, MEK hyperactivation (which promotes increased expression of cyclin D-CDK4/6 kinases) is a key mediator of resistance to CDK4/6 inhibitors ( 13 , 15 ). Together, those findings guided our hypothesis that dual therapy using CDK4/6 and MEK inhibitors would have greatly improved efficacy for treating MPNSTs ( 32 ). The basic concept is that CDK4/6 inhibitors directly block its kinase activity while MEK inhibitors downregulate expression of the CDK4/6 subunits, effectively cooperating to reactivate the RB1 tumor suppressor. Combined CDK4/6 and MEK inhibition acts synergistically against MPNST cells in vitro We reported that human MPNST cell lines, including NF1-associated S462 cells and sporadic 26T cells, are sensitive to the CDK4/6 inhibitor, palbociclib ( 8 ). Dose response assays evaluated their sensitivity to mirdametinib (PD0325901), a selective oral MEK inhibitor approved for treatment of PNFs ( Fig. 2A ). In agreement with earlier work for 26T, other MPNST lines, and MPNST patient-derived xenografts (PDXs) ( 31 ), both 26T and S462 cells were relatively resistant to MEK inhibition with high IC50s and treatment failing to achieve maximal efficacy. By comparison, low dose combination of mirdametinib with palbociclib yielded highly synergistic anti-proliferative activity ( Fig. 2B ,  Supplementary Fig. S1A ). MPNST cells were then treated with low dose single or combination therapy for 4 hours ( Supplementary Fig. S1B – D ) or 24 hours ( Fig. 2C ,  Supplementary Fig. S1E ) and evaluated for inhibition of drug targets. Phospho-RB1 (p-RB1) S807/811 was a readout of cyclin D-CDK4/6 inhibition and phospho-ERK1/2 T202/Y204 was a readout of MEK inhibition. Palbociclib reduced RB1 phosphorylation yet had no effects on ERK1/2 phosphorylation. Mirdametinib reduced ERK1/2 phosphorylation and had slight effects on RB1 phosphorylation, as expected. By immunoblotting, dual CDK4/6-MEK inhibition caused moderate to significantly reduced p-RB1 compared to monotherapies ( Fig. 2C ,  Supplementary Fig. S1B  and  S1E ). Synergism was also seen when assaying p-RB1 at the single cell level by immunofluorescence, where dual therapy treated cells had the lowest levels of p-RB1 ( Supplementary Fig. S1C – D ). We then examined biological effects of CDK4/6-MEK inhibition on MPNST cells. Combination therapy significantly increased MPNST cell death ( Fig. 2D ,  Supplementary Fig. S1F ) and senescence ( Fig. 2E ,  Supplementary Fig. S1G ) in both 26T and S462 cells relative to vehicle or either monotherapy. Likewise, combination therapy greatly reduced MPNST cell clonogenic survival compared to each drug alone ( Fig. 2F ,  Supplementary Fig. S1H ). These  in vitro  data demonstrate highly synergistic activity of combined CDK4/6-MEK inhibitor therapy against MPNST cells. Dual inhibition of CDK4/6 and MEK effectively combats MPNSTs in vivo To understand the  in vivo  efficacy of CDK4/6-MEK inhibition against MPNSTs, we first tested the drugs against S462 orthotopic xenografts grown in the sciatic nerve of immune deficient NSG mice. Daily oral therapy with palbociclib plus mirdametinib significantly slowed tumor growth compared to vehicle or either monotherapy ( Supplementary Fig. S2A ). Complementary studies explored the antitumor activity of related clinical inhibitors against CDK4/6 (ribociclib) and MEK (trametinib) in five different human MPNST PDXs grown in immune deficient mice ( Supplementary Fig. S2B – F ). The PDXs of resected MPNSTs were generated from patients with NF1 cared for at Johns Hopkins (JH) or Washington University at St. Louis (WU) ( 31 ). One PDX was unresponsive to all drugs tested ( Supplementary Fig. S2C ; WU-225), while two PDXs responded to the drugs but either exhibited no synergy ( Supplementary Fig. S2D ; WU-386) or partial synergy ( Supplementary Fig. S2E ; JH-2-079c). Two other PDXs displayed robust synergistic antitumor activity with the combination ( Supplementary Fig. S2B ,  S2F ; PDXs JH-2-031 and WU-545). Importantly, drug-responsive tumors showed delayed growth but not regression. Xenograft studies were performed in mice lacking an intact immune system, which could explain the failure of PDXs to regress in response to therapy. Thus, we evaluated the efficacy of this combination therapy in immune competent animals with  de novo  MPNSTs that closely resemble patient MPNSTs. Endogenous  Nf1  and  Cdkn2a  (encodes both  Ink4a  and  Arf  genes) were inactivated via Adenovirus-mediated CRISPR-Cas9 editing in the sciatic nerve of C57BL/6 wild-type mice ( Fig. 3A ) ( 20 , 23 , 33 ). Drug therapy began once tumors reached ~250 mm 3  in size (~3-4 months after Adenovirus delivery). Dual therapy with palbociclib plus mirdametinib caused tumors to shrink early in treatment, as illustrated by the negative fold change in tumor volume at day 10 of therapy ( Fig. 3B ; purple bars). This tumor regression, which was not seen in vehicle or monotherapy controls, primarily occurred between day 5 to 15 of treatment ( Fig. 3C ,  Supplementary Fig. S3 ). Although all drug-sensitive tumors eventually developed resistance to continuous therapy, dual CDK4/6-MEK inhibition prolonged the time for tumors to triple in size compared to vehicle or single agents ( Fig. 3D ). This corresponded with greatly extended survival ( Fig. 3E ). Median survival ranged from 13.6 days for vehicle control, 20 to 22.7 days for palbociclib or mirdametinib alone, respectively, to 38.1 days for the two-drug combination. MPNSTs resistant to combined CDK4/6-MEK inhibition adopt an immunosuppressive microenvironment enriched with MHC II-low macrophages Acquired resistance is a major challenge with anticancer treatments. Despite improved survival with dual CDK4/6-MEK targeting compared to single agents, drug resistant MPNSTs invariably emerged in treated mice. To assess therapy-induced changes in the drug-resistant tumor immune microenvironment, terminal MPNSTs from each treatment group were subjected to immune phenotyping by flow cytometry ( Fig. 4 ). As expected from other sarcoma models ( 34 , 35 ), myeloid cells were the most prominent group among the 10 major immune cell populations (CD11b +,  grey population  Fig. 4A – B ). A similarly high fraction of myeloid cells (~50%) was revealed by CIBERSORT (Cell-type Identification by Estimating Relative Subsets of RNA Transcripts) analyses of tumor RNAseq data ( 8 ) from human MPNSTs as well as precursor PNFs and intermediate ANNUBPs (atypical neurofibromatous neoplasms of uncertain biologic potential) ( Supplementary Fig. S4 ). In agreement, others reported that total macrophages comprise ~70-80% of immune cells in human MPNSTs ( 36 ). t-SNE visualization showed that CDK4/6 and MEK inhibitors induced changes in myeloid populations, with increased Ly6C Hi  monocytes (blue population) in palbociclib monotherapy tumors and elevated Ly6C Lo  monocytes (pink population) in combination-treated tumors ( Fig. 4C ). Only minor changes in T cell populations were observed in drug-resistant tumors, with a non-significant increase of CD3 +  T cells in terminally treated mirdametinib monotherapy tumors. These findings may highlight a critical role for myeloid-driven changes in the immune landscape of mesenchymal tumors, in contrast to the T-cell-dominant trends seen in epithelial cancers. Myeloid populations are functionally diverse and characterized by phenotypic plasticity ( 37 ). Immunosuppressive myeloid cells include immature macrophages, suppressive monocytes, and tumor-associated macrophages (TAMs). To further appreciate the complex myeloid subgroups within the MPNST microenvironment, we evaluated 8 distinct tumor-resident monocyte/macrophage populations characterized by expression of Ly6C, MHC-II, and F4/80 ( Fig. 4D – E ). Combination treated tumors had elevated populations of immunosuppressive MHC-II Lo  (depicted as MHCII-) cells, including TAMs (green population, Ly-6C Lo F4/80 Hi MHCII-) and immature macrophages (orange population, Ly-6C Hi F4/80 Hi MHCII-,  Fig. 4F – H ). This 2-fold increase of pro-tumoral MHCII- TAMs ( Fig. 4F – H ) in the combination treated tumors relative to monotherapy tumors may represent a key component of the immunosuppressive microenvironment in drug-resistant MPNSTs. Similarly, there was a reciprocal decrease in MHC-II Hi  (shown as MHCII+) TAMs (purple and blue populations,  Fig. 4F – H ) following CDK4/6 and MEK inhibition. Importantly, MHCII- TAMs are associated with treatment resistance and tumor progression ( 38 ), while MHCII+ macrophages are linked to M1-like, antitumoral phenotypes ( 39 ). This can be partially attributed to the lower levels of MHC-II on macrophages resulting in decreased antigen presentation and T cell activation. MPNSTs sensitive to CDK4/6-MEK inhibition undergo regression associated with plasma cell infiltration and immune activation phenotype To investigate differences between drug-sensitive versus drug-resistant MPNSTs, tumors from the CDK4/6-MEK inhibitor therapy cohort were collected at roughly day 12 of treatment (sensitive) and endpoint (resistant) ( Fig. 5A ). Terminal, vehicle treated tumors served as control. Differentially expressed genes (DEGs) from RNAseq analyses were identified using a combined criteria of false discovery rate less than 10% and a 1.5-fold change. In the comparison between vehicle and resistant tumors, 423 genes were differentially expressed, whereas sensitive tumors displayed 1,461 DEGs relative to vehicle and 244 DEGs compared to resistant tumors ( Fig. 5A ). Volcano plots comparing DEGs between the 3 treatment groups highlight some of the most significantly altered genes ( Supplementary Fig. S5A ). Gene ontology (GO) analyses using iPathwayGuide identified immunoglobulin (Ig) production (p=9.5 x 10 −12 ) and related biological processes indicating the presence and activation of B and/or plasma cells solely within drug-sensitive tumors ( Fig. 5B ). No gene signature for SASP ( 17 ) was seen in sensitive tumors. A heatmap displaying relative expression of select B / plasma cell genes, including numerous Ig kappa variable ( Igkv ) genes,  Jchain,  and  Cxcl13 , revealed dramatic upregulation in drug-sensitive tumors, which was lost in drug-resistant tumors and absent in vehicle controls ( Fig. 5C ). Quantitative RT-PCR validated the altered gene expression in the tumors uncovered by RNAseq ( Supplementary Fig. S5B ). Analysis of RNAseq data using the CIBERSORT algorithm provided a breakdown of predicted immune cell composition changes in the differently treated tumors ( Fig. 5D ). This approach was valuable since the tiny size of the drug-sensitive tumors precluded immune profiling by flow cytometry. The only significant difference observed was a plasma cell gene signature in drug-sensitive tumors compared to vehicle (p=0.04) and drug-resistant tumors (p=0.018). This was verified at the cellular level by IHC staining for kappa light chain ( Fig. 5E ), a plasma cell marker with superior specificity compared to CD138 ( 40 ). Plasma cells were significantly increased in drug-sensitive tumors relative to vehicle and drug-resistant tumors as well as single agent treated tumors, all of which had few to no plasma cells ( Fig. 5E – F ;  Supplementary Fig. S5C ). In contrast, no therapy-mediated increase in tumor infiltrating B cells was observed for any treatment by IHC ( Supplementary Fig. S5D ). The presence of plasma cells in other tumor types is often associated with aggregation and activation of cytotoxic T cells in tertiary lymphoid structures ( 41 , 42 ). We saw increased CD8+ T cell numbers and clusters in most (3 of 4) drug-sensitive tumors relative to vehicle and drug-resistant tumors ( Fig. 5E ,  5G ,  5H ). Interestingly, with the exception of one outlier, no difference in CD4+ helper T cell numbers or clusters was associated with drug response ( Supplementary Fig. S6A – C ). Consistent with CD8+ T cell increases, CD3+ T cell clusters were increased in plasma cell-positive, drug-sensitive tumors compared to vehicle and drug-resistant tumors, which occurred despite no increase in total T cell number relative to vehicle tumors ( Supplementary Fig. S6A – C ). Of note, drug-sensitive tumors with the greatest number of plasma cells had the highest levels of CD8+ and CD3+ T cell clusters. Finally, a decrease in CD3+ T cells was seen in drug-resistant MPNSTs ( Supplementary Fig. S6A  and  S6C ). Additional IHC analyses examined RB1 phosphorylation, Ki67 positivity, and PD-L1 expression in treated tumors. The mean expression of p-RB1-S807/811 was significantly reduced in combination therapy resistant tumors and trended similarly in drug sensitive tumors versus vehicle controls ( Supplementary Fig. S7A ). This suggested the drugs were active against their target. Ki67 positivity was also reduced, indicating decreased proliferation, in both drug-sensitive and -resistant tumors relative to vehicle controls ( Supplementary Fig. S7B ). The fact that RB1 phosphorylation and proliferation remained decreased in the drug-resistant tumors implied a cell cycle- and RB1-independent mechanism could be driving resistant tumor outgrowth. That prompted analyses of PD-L1 levels as a potential mediator of resistance since it can be upregulated on tumor cells by CDK4/6 inhibition ( 43 , 44 ). Mean PD-L1 levels were highest in drug-resistant tumors with more than a two-fold increase relative to the means for vehicle and drug-sensitive tumors ( Supplementary Fig. S7C – D ). Others recently showed high PD-L1 expression in human MPNST ( 45 ). We stained NF1 patient tumors in our TMA and similarly found robust PD-L1 expression in human MPNSTs relative to low levels in normal nerve and PNFs ( Supplementary Fig. S7E – F ). Dual CDK4/6-MEK inhibition enhances the efficacy of anti-PD-L1 therapy in MPNSTs Individually, inhibitors of CDK4/6 and MEK each increase the response of other cancers to ICB therapy using anti-PD-1 or anti-PD-L1 antibodies in preclinical tumor models ( 43 , 46 – 49 ), guiding clinical trials that combine either drug with ICB agents ( 13 , 50 ). One study examined dual CDK4/6-MEK inhibition in a mouse pancreatic cancer model and showed the combination sensitized tumors to PD-1 blockade ( 16 ). No such studies have been performed in MPNSTs. We assessed the response of  de novo  MPNSTs in wild-type mice to dual CDK4/6-MEK inhibition and PD-L1 blockade. We reasoned that targeting PD-L1, which we found is highly expressed in patient MPNSTs and upregulated in mouse tumors resistant to combination therapy, would delay or suppress acquired resistance to CDK4/6-MEK blockade. Indeed, MPNST growth was significantly slower in mice treated with CDK4/6-MEK inhibitors plus anti-PD-L1 antibodies than either treatment alone or vehicle plus IgG control ( Fig. 6A ; p<0.01 for comparisons between all treatment groups based on linear mixed effects regression statistical analyses). Importantly, tumors were of equivalent size when treatments began ( Supplementary Fig. S8A ) and the therapies had no detrimental effect on mouse weights or health during therapy ( Supplementary Fig. S8B ). By day 10 of treatment, most tumors treated with CDK4/6-MEK inhibitors plus anti-PD-L1 antibodies (14 of 17; 82%) had shrunk from their original size, with most of those (9 of 14; 64%) becoming too small to be measured or detected ( Fig. 6B , pink bars). Tumor regression in this three-drug treatment group targeting CDK4/6, MEK and PD-L1 was sustained for many lesions ( Fig. 6B ) with 5 of 17 displaying extended regression lasting over 85 days of therapy ( Fig. 6C ). The mean time for tumor regression was 4-fold longer with CDK4/6-MEK inhibitor plus anti-PD-L1 treatment (42 days) compared to CDK4/6-MEK inhibitor alone (10 days) ( Fig. 6C ). PD-L1 antibody alone caused little tumor regression although it did delay tumor growth ( Fig. 6A – C ). Survival was greatly extended for mice treated with CDK4/6-MEK inhibitors plus anti-PD-L1 antibodies relative to controls ( Fig. 6D ). Excitingly, two mice (12%) from the triple treatment group showed complete tumor eradication by histopathologic analyses of excised, CRISPR edited sciatic nerves collected at the end of the study ( Fig. 6E ). These data show that dual inhibition of CDK4/6 and MEK kinases significantly enhances the response of  Nf1/Ink4a/Arf -deficient MPNSTs to PD-L1 targeted therapy with a subset of animals displaying cure.",
  "discussion": "Discussion MPNSTs are deadly neoplasms that lack effective therapies, and affected patients have dismal outcomes. This preclinical study identifies RB1 reactivation therapy, using CDK4/6 and MEK inhibitors combined, as an effective new treatment option for MPNSTs. Dual CDK4/6-MEK inhibition slowed MPNST xenograft and PDX growth  in vivo , but tumors in an immune deficient setting never regressed in size. In immune competent mice, the combination promoted plasma cell infiltration and transient tumor regression, greatly delaying their progression and improving survival. PD-L1 blockade, by comparison, showed little ability to shrink  de novo  MPNSTs; however, in ~30% of mice it prolonged survival similar to dual CDK4/6-MEK inhibition. Remarkably, CDK4/6-MEK inhibition sensitized MPNSTs to PD-L1 blockade, causing sustained tumor regression, extended animal survival, and in some cases, apparent cure. The presence of intratumoral plasma cells within drug-sensitive, regressing tumors treated with CDK4/6-MEK inhibitors was unexpected. Plasma cell tumor infiltration has never been reported for this drug combination or the single agents in any tumor model. In that regard, intratumoral plasma cells were not detected by RNAseq or IHC in the single drug treated MPNSTs, although those were terminal tumors harvested after becoming resistant to therapy. It will be interesting to determine if CDK4/6 or MEK inhibitors alone promote intratumoral plasma cells early during therapy when MPNSTs are sensitive to each drug. In prior preclinical studies of Ras-driven lung and pancreatic cancers, CDK4/6-MEK inhibition stimulated an immuno-modulatory SASP response that caused NK or CD8+ T cell mediated tumor cell death, respectively ( 16 , 17 ). Tumor infiltrating plasma cells have not been linked to SASP and, here, no SASP gene signature was elicited by dual CDK4/6-MEK inhibition in drug sensitive MPNSTs, perhaps due to their mesenchymal nature. Alternatively, SASP-related changes may have occurred earlier during therapy before drug-sensitive tumors were collected. If a SASP response is lacking, it would suggest other mechanisms mediate plasma cell accumulation in MPNSTs following dual CDK4/6-MEK inhibition. The B cell recruiting C-X-C motif chemokine ligand 13 (Cxcl13), whose mRNA expression was upregulated only in CDK4/6-MEK inhibitor sensitive tumors, could be important in attracting B cells and enabling their differentiation into antibody-producing plasma cells. Intratumoral plasma cells are of rising interest clinically because they correlate with better patient survival for most cancers ( 42 , 51 – 55 ). This association has not been studied in patient MPNSTs, although it has been seen in other sarcomas ( 42 , 52 ). In addition to producing antibodies that complex with antigens and facilitate their uptake by antigen presenting cells, intratumoral plasma cells (and their B cell precursors) may orchestrate antitumor immune responses by promoting infiltration, assembly, and maintenance of mature tertiary lymphoid structures (TLS) containing antigen-presenting dendritic cells, activated T cells, and other immune cell types ( 41 , 42 ). In our study, drug-sensitive MPNSTs containing plasma cells were the only tumors that had increased cytotoxic CD8+ T cells and significant T cell clustering, an indicator of activated T cells. Mature TLS containing plasma cells predict better response to kinase targeted therapies ( 42 ). Analyses of TLS and other immunological structures within CDK4/6-MEK-treated MPNSTs versus single agent controls, with or without PD-L1 targeting, are ongoing. Intriguingly, intratumoral plasma cells and B cells are the most reliable prognostic factor for improved patient survival regardless of infiltrating CD8 T cell numbers ( 42 , 52 , 55 ). Besides their prognostic value, intratumoral plasma cells predict better responses to ICB therapies in cancer patients ( 42 ). Indeed, we found CDK4/6-MEK inhibitors sensitized  de novo  MPNSTs to anti-PD-L1 therapy, yielding durable tumor regression, improved survival, and complete tumor ablation in 12% of mice, suggesting this therapy has curative potential in a subset of MPNSTs. It will be important to determine if and how well each kinase inhibitor alone improves the efficacy of anti-PD-L1 therapy against MPNSTs. In other cancers, targeting CDK4/6 or MEK enhances ICB therapy, although the magnitude and duration of tumor suppression varies ( 43 , 46 – 48 , 56 , 57 ). The prediction is that triple combination therapy would best delay the outgrowth of drug resistant tumors and improve the possibility of cure compared to combinations with single kinase inhibitors plus PD-L1 antibodies. Notably, the importance of intratumoral plasma cells in mediating antitumor responses to CDK4/6-MEK inhibition, with or without ICB therapy, is not known. That question has not yet been investigated in any tumor type. It will require tumor initiation and therapy in otherwise immune competent mice that selectively lack plasma cells due to genetic or pharmacologic depletion. Sarcomas are generally considered immunologically “cold” neoplasms that respond poorly to ICB monotherapies with just 5-18% response rates for single agent anti-PD-1 or anti-PD-L1 therapy ( 3 – 5 , 58 , 59 ). There are some exceptions. In the SARC028 phase 2 trial evaluating PD-1 antibody therapy with pembrolizumab given 200 mg IV every 3 weeks in the setting of metastatic or surgically unresectable soft tissue and bone sarcomas (no MPNSTs were included), objective responses were seen in undifferentiated pleomorphic sarcoma, dedifferentiated liposarcoma, and synovial sarcoma ( 58 ). Moreover, only 11% of patients experienced serious events and none were fatal. Recently, promising results from a phase 2 trial ( NCT03141684 ) led to FDA approval of atezolizumab for advanced alveolar soft part sarcoma. At present, no trial data exist for ICB therapy in MPNSTs although trials targeting PD-1 or CTLA-4 are ongoing. Case reports show the potential for durable objective response to PD-1 antibody in patients with PD-L1-positive, advanced MPNST ( 60 – 62 ). CDK4/6 targeted agents are standard of care for hormone receptor positive, metastatic breast cancer in combination with aromatase inhibitors, but they have not been used clinically for MPNST. They have shown encouraging results for some soft tissue sarcomas, particularly liposarcoma, which often exhibits CDK4 amplification ( 9 ). A phase 2 trial of palbociclib in patients with metastatic well-differentiated or dedifferentiated liposarcoma containing CDK4 amplification resulted in favorable progression free survival (PFS) of 57% at 12 weeks ( 63 ). A separate phase 2 trial evaluating abemaciclib showed a median PFS of 30.4 weeks including 1 partial response, and the trial met its primary endpoint ( 64 ). A randomized placebo-controlled trial for advanced liposarcoma is ongoing (SARC041). MEK inhibitors are used to treat patients with PNFs, the precursors to MPNSTs, but currently are not approved clinically for MPNST as they have not undergone evaluation as part of a prospective clinical trial. In MPNST models, MEK inhibitors alone display transient antitumor activity ( 65 ). However, recent preclinical studies found that inhibitors of mTOR, SHP2, and MET can delay acquired drug resistance and act synergistically with MEK inhibitors against MPNSTs ( 30 , 31 ), and a MEK-mTOR inhibitor trial is ongoing in MPNST patients (SARC031,  NCT03433183 ). The above clinical studies highlight the emergence of CDK4/6, MEK, and ICB targeted therapies as promising options for a disease that desperately needs effective treatments ( 9 , 32 ). Notably, it is possible such therapies could prevent MPNST formation in NF1 patients if used against premalignant ANNUBP lesions. Unlike PNFs, which have bi-allelic inactivation of  NF1 , ANNUBPs are a transitional neoplasm between PNFs and MPNSTs that also have heterozygous loss of  CDKN2A/B  (i.e.,  INK4a/ARF  and nearby  INK4b ) ( 66 ). Those changes and modest upregulation of oncogenic RABL6A in ANNUBPs ( 8 ) predict they have increased MEK and CDK4/6 activity. Moreover, while differences were not statistically significant due to low ANNUBP numbers, our study suggests that ANNUBPs have intermediate expression of PD-L1 protein relative to low levels in PNFs and high levels in MPNSTs. Thus, combined targeting of CDK4/6, MEK, and PD-L1 might effectively combat ANNUBPs by causing their sustained regression, as it does for MPNSTs, and potentially preventing their transformation into MPNSTs. In summary, our findings demonstrate the utility of dual CDK4/6-MEK blockade for shrinking MPNSTs  in vivo . Moreover, inhibiting CDK4/6, MEK, and PD-L1 together markedly increased the efficacy and duration of the antitumor response compared to CDK4/6-MEK inhibitor or anti-PD-L1 therapies with the added benefit of potential cure. The next step will be to translate these compelling findings into the clinic to improve the survival of MPNST patients.",
  "upgrade_date": "2026-02-20 07:34:11"
}