{
  "pmid": "PMID:37440099",
  "title": "The impact of a virtual mind-body program on resilience factors among international English-speaking adults with neurofibromatoses: secondary analysis of a randomized clinical trial.",
  "abstract": "PURPOSE: To test the effects of the Relaxation Response Resiliency Program - Neurofibromatosis (3RP-NF), a mind-body resilience program for people with NF, on resilience factors from baseline to post-treatment and 6- and 12-month follow-up. METHODS: This is a secondary analysis of a fully powered randomized clinical trial (RCT) of 3RP-NF and health education control (HEP-NF). We recruited adults with NF1, NF2, or schwannomatosis who reported stress or difficulty coping with NF symptoms. Both conditions received 8 weekly 90-minute group sessions; 3RP-NF focused on building resilience skills. We measured resilience factors via the Measure of Current Status-A (adaptive coping), Cognitive and Affective Mindfulness Scale-Revised (mindfulness), Gratitude Questionnaire-6 (gratitude), Life Orientation Test Optimism Scale (optimism), and Medical Outcomes Study Social Support Survey (perceived social support) at baseline, post-intervention, and 6- and 12-month follow-up. We used linear mixed models with completely unstructured covariance across up to four repeated measurements (baseline, post-treatment, and 6- and 12-month follow-up) to investigate treatment effects on resilience factors. RESULTS: We enrolled 228 individuals (M CONCLUSION: 3RP-NF showed promise in sustainably improving coping abilities amongst people with NF. TRIAL REGISTRATION INFORMATION: ClinicalTrials.gov Identifier: NCT03406208. Registration submitted December 6, 2017, first patient enrolled October 2017.",
  "authors": "Alexander M Presciutti; Ethan G Lester; Emily C Woodworth; Jonathan Greenberg; Jafar Bakhshaie; Julia E Hooker; Katherine A McDermott; Ana-Maria Vranceanu",
  "journal": "Journal of neuro-oncology",
  "publicationDate": "2023-07",
  "doi": "10.1007/s11060-023-04389-1",
  "methods": "Methods This is a secondary analysis of a fully powered randomized clinical trial (RCT) of 3RP-NF and health education control (HEP-NF). We recruited adults with NF1, NF2, or schwannomatosis who reported stress or difficulty coping with NF symptoms. Both conditions received 8 weekly 90-minute group sessions; 3RP-NF focused on building resilience skills. We measured resilience factors via the Measure of Current Status-A (adaptive coping), Cognitive and Affective Mindfulness Scale-Revised (mindfulness), Gratitude Questionnaire-6 (gratitude), Life Orientation Test Optimism Scale (optimism), and Medical Outcomes Study Social Support Survey (perceived social support) at baseline, post-intervention, and 6- and 12-month follow-up. We used linear mixed models with completely unstructured covariance across up to four repeated measurements (baseline, post-treatment, and 6- and 12-month follow-up) to investigate treatment effects on resilience factors. Methods Recruitment and participants We distributed advertisements to people with NF via email listservs through the NF registry within the Children’s Tumor Foundation and through other NF centers worldwide. Inclusion criteria were as follows: (1) diagnoses of NF1, NF2, or schwannomatosis by a medical professional, (2) age 18 years or older, (3) able to provide informed consent and comply with study procedures, (4) English literacy equivalent to a 6th-grade reading level or above, (5) self-reported stress and difficulties coping with NF symptoms; (6) score of 6 or higher on the Patient Stress Scale-4 items [ 25 ,  26 ]. Exclusion criteria were: (1) severe psychopathologies such as schizophrenia or active substance use that would interfere with study procedures or (2) unwillingness or inability to participate in virtual group sessions. We enrolled participants between October 2017 and January 2021. We conducted groups in a sequence of 2, one intervention and one control. We collected the last follow-up outcome assessment in February 2022. All enrolled participants completed assessment measures at baseline, post-intervention, and at 6- and 12-month follow-up via REDCap [ 27 ], a secure online data collection and management system. A research assistant was available via email to answer any questions. At each timepoint we sent the assessment measures up to three times to each participant and followed up with a phone call if needed. After these attempts, we considered unresponsive participants as lost to follow-up. This study was approved by the Institutional Review Board at the Massachusetts General Hospital. Participants provided written informed consent for all procedures and did not receive compensation for participation. We advertised the study as a “Stress Management Program” to maintain the single-blind study design. Study staff met with study participants virtually to review consent procedures, inclusionary/exclusionary criteria, and the safety protocol. Measures Adaptive coping We used the Measure of Current Status-A (MOCS-A) to measure adaptive coping [ 28 ]. It is comprised of 13 items with four subscales: relaxation – the ability to employ relaxation on command; awareness of tension – the ability to recognize tension and stressful triggers; assertiveness – the ability to express needs to others; and coping confidence – the ability to cope confidently and restructure unhelpful thoughts. Items are rated on a scale from 0 (“I cannot do this at all”) to 4 (“I can do this extremely well”) and averaged to create a total score (range: 0–4). Higher scores represent greater proficiency in adaptive coping abilities. Mindfulness We used the Cognitive and Affective Mindfulness Scale-Revised (CAMS-R) to measure dispositional mindfulness (i.e., inclination to act mindfully) [ 29 ]. It is comprised of 12-items rated on a scale from 1 (“rarely/not at all”) to 4 (“almost always”) and summed to create a total score (range 12–48). Higher scores indicate greater dispositional mindfulness. Gratitude We used the Gratitude Questionnaire (GQ-6) to measure gratitude in daily life [ 30 ]. It is a 6-item measure rated on a scale from 1 (“strongly disagree”) to 7 (“strongly agree”). Items are summed to create a total score with higher scores representing greater dispositional gratitude (range: 6–42). Optimism We used the Life Orientation Test Optimism Scale (LOT) to measure optimism [ 31 ]. It is an 8-item measure rated on a scale from 0 (“I disagree a lot”) to 4 (“I agree a lot”). Items are summed to generate a total score with higher scores representing greater optimism (range: 0–32). Perceived social support We used the Medical Outcomes Study Social Support Survey (MOS) to measure perceived availability of social support [ 32 ]. It is a 19-item measure with four domains: perceived availability of emotional, tangible, affectionate, and positive social interactions. Items are rated on a scale from 1 (“none of the time”) to 5 (“all of the time”) and averaged to create a total score, with higher scores representing greater perceived social support (range: 1–5). Intervention and control conditions Both 3RP-NF and HEP-NF have been described in detail [ 33 ]. Briefly, both conditions consisted of 8 weekly 90-minute group sessions. Three clinical psychology trainees delivered program content with supervision from the clinical psychologist who developed 3RP-NF and HEP-NF [ 33 ]. Fidelity to intervention and control were high. Participants in both conditions received a printed or electronic version of a patient manual designed for 6th-grade comprehension level to accommodate learning disabilities and other cognitive difficulties associated with NF. Participants in the 3RP-NF also received a link to pre-recorded practice exercises. 3RP-NF The 3RP-NF program is a comprehensive, multimodal treatment aimed at improving QoL and resilience with NF-specific medical symptoms and NF-related stress. It was adapted from the original 3RP [ 34 ]. The foundation for 3RP-NF is the elicitation of the relaxation response (RR), a state of calm and heightened awareness associated with positive changes in genomic, structural, physiologic, psychological, and functional outcomes [ 35 - 42 ]. 3RP-NF combines elicitation of the RR with evidence-based findings on NF-related stress and symptom management, cognitive behavioral theory, and positive psychology. The three core components of 3RP-NF include: (1) “Relaxation Response-Elicitation,” which teaches 15 relaxation and mindfulness techniques; (2) “Appraisal and Coping,” which teaches adaptive coping skills to manage stress and medical symptoms such as pain, appearance concerns, the uncertainty of NF, and disease burden; and (3) “Growth Enhancement,” which includes the use of acceptance, problem-solving and positive psychology skills (e.g., gratitude, empathic communication) aimed at fostering adaptation amidst new symptom development and uncertainty of prognosis (i.e., resilience). Each session starts with an RR exercise, followed by a review of previously taught skills, an introduction of a new skill, and ends with a short RR exercise. The final session reviewed all skills with an emphasis on continuing skill practice after the end of the program. Attention control The HEP-NF program was adapted from the original HEP [ 43 ] and NF-specific materials gathered from the Children’s Tumor Foundation website. The program provides educational information on NF-related stress and symptoms, sleep, nutrition, exercise, communication, and health care management. Each session included a review of the previous sessions. The last session also included information on ways to maintain positive changes to health made during the program. Randomization Study staff randomized patients according to a 1:1 ratio within blocks of 12; 6 to 3RP-NF and 6 to HEP-NF, stratified by NF type. Participants were blind as to whether they received the intervention or control. Data analytic strategy We conducted the analysis using SAS version 9.8. Following the intention-to-treat principle, we included all randomized participants in our primary efficacy analyses as randomized. To investigate treatment effects on resilience outcomes, we used a linear mixed model with completely unstructured covariance across up to four repeated measurements (baseline, post-intervention, and 6- and 12-month follow-up). The mixed model considers all available data, including information from participants who did not complete their evaluations and those who were lost to follow-up. Missing data is implicitly imputed by the estimated covariance among repeated measurements. As a result, the model generates unbiased estimates because missing information is predictable from observed assessments. We estimated treatment-dependent differences between 3RP-NF and HEP-NF in changes from baseline to posttreatment (approximately 2 months) and 6- and 12-month follow-up times. We tested these estimations using linear contrasts of least-square means and reported the point estimates with unadjusted 95% confidence intervals (Cis) for MOCS-A, CAMS-R, GQ-6, LOT, and MOS total scores. For the MOCS-A, we also conducted post-hoc tests to examine the above linear contrasts for each of the 4 subscales of relaxation, awareness of tension, assertiveness, and coping confidence. We used a false discovery rate approach to account for Type I error given the number of hypotheses tested in this study [ 44 ].",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:30:01",
  "introduction": "Introduction Neurofibromatoses (NF; including Neurofibromatosis type 1 (NF1); Neurofibromastosis type 2 (NF2) and schwannomatosis) are neurogenic disorders that cause tumors to develop on nerve tissue. These typically benign tumors often lead to significant medical complications and suffering (e.g., hearing and vision loss, disfigurement, and chronic pain) [ 1 ]. Other NF-related symptoms include learning impairment and cardiovascular problems [ 1 ]. NF are the most common genetic neurologic conditions worldwide [ 2 ,  3 ]. The syndromes are incurable and progressive. Current treatments are limited primarily to surgery and palliative care [ 4 ]. Across NF types, patients experience lower quality of life (QOL) and greater depression, anxiety, and stress when compared to the general population [ 5 ,  6 ]. Emotional distress in people with NF is comparable to, if not worse than, patients with chronic or severe illnesses such as coronary artery disease and cancer [ 6 ,  7 ]. Nevertheless, emotional distress often remains unaddressed in NF care, and individuals with NF may benefit from resilience skills to optimize adjustment to the challenges they face. Resilience can be defined as the ability to effectively adapt or “bounce back” amidst adversity [ 8 ]. Higher levels of resiliency have been associated with better emotional and functional outcomes among patients with chronic illness [ 9 ]. In neurological illness, resilience has been shown to promote adjustment, though it remains understudied in NF [ 10 ]. Many modifiable factors contribute to resilience amidst stress, including adaptive coping (i.e., the ability to effectively manage stressful situations) [ 11 ], mindfulness (i.e., the ability to remain present even amidst stressful situations) [ 12 ], gratitude (i.e., appreciating what one has even in stressful situations) [ 13 ], optimism (i.e., holding favorable expectancies for the future) [ 14 ], and perceived social support (perceived availability of others to help one meet emotional and functional needs) [ 15 ]. These resiliency factors have shown to aid other clinical populations to adapt favorably amidst adversity [ 9 - 11 ,  13 ,  15 - 17 ]. Although the transition from applying the biomedical model to the biopsychosocial model has improved outcomes in other chronically ill populations [ 18 ,  19 ], there are few examples of its application to people with NF [ 7 ]. The Relaxation Response Resiliency Program (3RP) is a group-based mind-body resilience intervention that has been shown to improve QOL, emotional distress, and pain in a many different chronically ill populations (e.g., chronic pain, diabetes, cardiovascular problems) [ 20 ,  21 ]. We have previously adapted 3RP to meet the needs of people with NF (3RP-NF), and iteratively developed the program through multiple pilot trials [ 22 ,  23 ]. Recently, we conducted a fully powered, single-blind, efficacy randomized controlled trial (RCT) of 3RP-NF versus an attention matched health education control (the Health Enhancement Program for NF [HEP-NF]) [ 24 ]. Participants in both groups benefitted, however, 3RP-NF sustainably increased physical, psychological, social and environmental quality of life in people with NF over and above the effects of HEP-NF. The purpose of this secondary analysis of the 3RP-NF RCT was to test the effects of 3RP-NF on the resilience factors mentioned above. Clarifying which resilience factors improve via 3RP-NF may help inform psychosocial care for individuals with NF. We hypothesized that (1) the 3RP-NF condition would lead to greater improvements in all resilience factors compared to HEP-NF at post-intervention and (2) these between group differences would be maintained through 6-month and 12-month follow-up.",
  "results": "Results Study flow The full study flow is presented in  Fig. 1 . Of 371 participants who were assessed for eligibility, a total of 228 patients (Mean age = 42.7 [standard deviation, SD] = 14.6; 74.5% female; 87.7% White) were eligible and were subsequently enrolled in the study, randomized, and blinded to treatment arms. The distribution of NF diagnosis type in the sample was as follows: 166 participants (72.8%) had NF1, 32 participants (14.0%) had NF2, and 30 participants (13.2%) had schwannomatosis. Nearly half of the sample (49.5%) was married or in a committed relationship. Participants reported an average 14.4 (SD = 4.1) years of education and 41.6% (n = 95) reported diagnosed or non-formally diagnosed learning disability. Of enrolled participants, 217 (95.2%) completed posttreatment assessments. The study procedure flow and treatment adherence have been discussed elsewhere [ 24 ]. There were no significant differences in baseline measures or demographic variables between the completers and non-completers at any time point, as well as the 3RP-NF and HEP-NF groups ( p s > 0.05), indicating that the randomization process was successful. Overall, participants missed less than 4% of items on our study measures and less than 5% of the overall scales. Our use of the linear mixed model method addressed the missing data at the scale level [ 45 ]. Resilience factors We present average MOCS-A, CAMS-R, GQ-6, LOT, and MOS total scores across time points in  Table 1 . We present mean differences between groups and 95% confidence intervals in  Table 2 . Coping Within groups, both the 3RP-NF and HEP-NF conditions showed statistically significant improvement in the MOCS-A total score between baseline and post-intervention (p < 0.001 for both). These improvements were sustained from baseline to 6-months (p < 0.001 for both) and baseline to 12 months (p < 0.001 for both). Between groups, the 3RP-NF condition showed significantly greater improvement compared to the HEP-NF condition in the MOCS-A total score from baseline to post-intervention (p < 0.001) and baseline to 6 months (p = 0.004). There was no significant difference between 3RP-NF and HEP-NF in the MOCS-A total score from baseline to 12 months. See  Fig. 2  for graphical representation of changes within and between groups in MOCS-A total score over time. Mindfulness Within groups, both the 3RP-NF and HEP-NF conditions showed statistically significant improvements in the CAMS-R total score between baseline and post-intervention (p < 0.001 for both). These improvements were sustained between baseline and 6-months (p < 0.001 for both) and baseline and 12-months (p < 0.001 for both). There were no significant between group differences in CAMS-R total score between 3RP-NF and HEP-NF at any time point. Gratitude Within groups, both the 3RP-NF and HEP-NF conditions showed significant improvements in the GQ-6 total score from baseline to post-intervention (p < 0.001 for both). These improvements were sustained from baseline to 6-months (3RP-NF p = 0.01; HEP-NF p < 0.001). From baseline to 12-months these improvements were only observed for 3RP-NF (p = 0.03). However, there were no significant differences between the 3RP-NF and HEP-NF conditions in their GQ-6 total score at any time point. Optimism Within groups, both the 3RP-NF and HEP-NF conditions showed significant improvements in the LOT total score between baseline and post-intervention (p < 0.001 for both). These improvements were sustained from base-line to 6-months (p < 0.001 for both) and from baseline to 12-months (p < 0.001 for the 3RP-NF group and p = 0.008 for the HEP-NF). However, there were no significant differences in the improvements of LOT total score between the 3RP-NF and HEP-NF conditions at any time point. Social support Within groups, both the 3RP-NF and HEP-NF conditions showed significant improvements in the MOS total score from baseline to post-intervention (3RP-NF p = 0.01; HEP-NF p = 0.001). These improvements were sustained from baseline to 6-months (p < 0.001 for both) and from baseline to 12-months (p < 0.001 for the 3RP-NF group and p = 0.01 for the HEP-NF). However, there were no significant differences between the 3RP-NF and HEP-NF groups in MOS total score at any time point. Post-hoc analysis Within groups, both the 3RP-NF and HEP-NF conditions showed statistically significant improvements in the MOCS-A relaxation, awareness of tension, assertiveness, and coping confidence subscales from baseline to all three time points (See  Table 3 ). Between groups, the 3RP-NF condition showed significantly greater improvements than the HEP-NF condition on the MOCS-A relaxation subscale from baseline to post-intervention (p < 0.001), baseline to 6 months (p < 0.001), and baseline to 12 months (p = 0.007). In terms of the MOCS-A coping confidence subscale, the 3RP-NF condition showed significantly greater improvements compared to the HEP-NF condition from baseline to post-intervention (p = 0.009) and baseline to 6 months (p = 0.007). There was no significant between group difference from baseline to 12 months. For the MOCS-A awareness of tension subscale, the 3RP-NF condition showed significantly greater improvements compared to the HEP-NF condition from baseline to post-intervention (p = 0.004). There were no significant differences at 6 or 12 months. Finally, there were no significant between group differences on the MOCS-A assertiveness subscale at any time point (See  Table 3 ).",
  "discussion": "Conclusion Both the 3RP-NF and HEP-NF conditions led to sustained improvements in resiliency through 12-month follow-up. Further, the 3RP-NF was more efficacious in improving coping skills through post-intervention and 6 months compared to attention control. These results complement earlier findings that 3RP-NF leads to sustained improvements in QoL. This intervention shows great promise in improving adjustment to an incurable, progressive condition.",
  "upgrade_date": "2026-02-21 02:21:24"
}