{
  "pmid": "37446790",
  "abstract": "Neurofibromatosis type 1 is a rare autosomal dominant genetic disorder, with up to 50% of patients clinically displaying skeletal defects. Currently, the pathogenesis of bone disorders in NF1 patients is unclear, and there are no effective preventive and treatment measures. In this study, we found that knockout of the NF1 gene reduced cAMP levels and osteogenic differentiation in an osteoblast model, and icariin activated the cAMP/PKA/CREB pathway to promote osteoblast differentiation of the NF1 gene knockout cell model by increasing intracellular cAMP levels. The PKA selective inhibitor H89 significantly impaired the stimulatory effect of icariin on osteogenesis in the NF1 cell model. In this study, an osteoblast model of NF1 was successfully constructed, and icariin was applied to the cell model for the first time. The results will help to elucidate the molecular mechanism of NF1 bone disease and provide new ideas for the clinical prevention and treatment of NF1 bone disease and drug development in the future.",
  "methods": "4. Materials and Methods Reagents. Icariin reagents (purity >99%) were purchased from the National Institute for the Control of Pharmaceutical and Biological Products (Beijing, China) and dissolved in DMSO. H89 was purchased from Sigma-Aldrich (St. Louis, MO, USA). BMP2 was purchased from PeproTech (Rocky Hill, NJ, USA). Puromycin was purchased from Solarbio (Beijing, China). Antibodies against GAPDH (cat. no. 5174S), phosphorylated PKA (cat. no. 5661S), PKA (cat. no. 4782S), phosphorylated CREB (cat. no. 9198S) and CREB (cat. no. 9197T) were obtained from Cell Signaling Technology (Danvers, MA, USA). Antibody against neurofibromin (cat. no. ab17963) was purchased from Abcam (Cambridge, UK). CRISPR/Cas9 single-vector lentivirus was purchased from GeneChem (Shanghai, China). Cell culture. The C2C12 line is a subclone of a mouse myoblast cell line. These cells were purchased from the American Type Culture Collection (ATCC) and cultured in Dulbecco’s modified Eagle’s medium (DMEM) with 10% fetal bovine serum (FBS; Gibco, CA, USA) and 1% penicillin/streptomycin in 5% CO 2  at 37 °C. Cells were seeded; on the second day, the cells were differentiated by replacing the medium with a differentiation medium (DMEM containing 5% FBS and 300 ng/mL BMP2). Icariin was complimentary added at 10 −5  M. The culture media were replaced every two days. Virus transfection. When the confluence of C2C12 cells in the six-well plate reached approximately 40%, and the cells were in good condition, transfection was performed. An appropriate volume of CRISPR/Cas9 single-vector lentivirus solution with an MOI value of 200 (the highest transfection efficiency) was gently mixed into the 6-well plate. The 6-well plates were cultured in 5% CO 2  at 37 °C. Puromycin screening of stable cell lines. The C2C12 cells transfected with CRISPR/Cas9 single-vector lentivirus for 72 h were collected, the old medium was discarded, and the cells were washed three times with PBS. An appropriate volume of 3 µg/mL puromycin (optimal concentration) was added to the 6-well plate, mixed, and cultured in an incubator. The fresh medium was replaced every two days. After 4–5 days of screening, the negative control cells died. After ten days of screening, the transfected cells stopped dying and grew well. Next, the cells were frozen for later use. Limited dilution method for selection of monoclonal clones. C2C12 cells were digested with trypsin to a concentration of 5 × 10 4 –10 5  cells/mL. Then, 100 μL of growth medium (15% serum concentration) was added to each well of a 96-well plate except for well A1. Next, 200 μL of cell suspension was added to well A1, and 100 μL was removed and added to well B1 for doubling dilution. This process was performed until H1. Then, 100 μL of growth medium was added to each well from A1 to H1, and 100 μL of cell suspension was aspirated from wells A1 to H1 in column 1 and added to wells A2 to H2 in column 2 for doubling dilution. This process was repeated until column 12. Finally, the working volume was set to 200 μL. After the monoclonal cells grew, subsequent identification was performed. Genome sequencing. Primers were designed and constructed upstream and downstream of the sgRNA target sites, and the sequences of the primers are shown in  Table 2 . After the genomic DNA was extracted using the QIAamp DNA Mini kit (QIAGEN, Germantown, MD, USA) according to the manufacturer’s instructions, the target gene was immediately amplified by PCR. The amplification conditions were 94 °C for 5 min, 94 °C for 30 s, and 30 cycles of 55 °C for 30 s and 72 °C for 30 s. The PCR products were analyzed by agarose gel electrophoresis to verify that the target band was in the correct position. Finally, the target band was purified and recovered for sequencing. Alkaline phosphatase (ALP) staining. Cells were seeded in 24-well plates at a density of 2 × 10 4  cells per well and incubated in a humidified atmosphere of 37 °C and 5% CO 2 . Cells were cultured in BMP2 with or without icariin at confluence for 1, 3, 5 and 7 days. At the end of culturing, the cells were gently washed with PBS, fixed with 4% paraformaldehyde for 10 min, and washed three times with PBS. Subsequently, the cells were permeated by a mixture of ethanol and acetone for 1 min. Finally, the cells were stained with an ALP stain kit (Wako, Japan) at 37 °C for 30 min. When necessary, excess moisture was removed from the wells, and nuclear staining was performed. The cells were observed under a microscope (EVIDENT, Tokyo, Japan) and photographed. Alkaline phosphatase (ALP) activity assay. Cells were seeded in 24-well plates at a density of 2 × 10 4  cells per well and incubated in a humidified atmosphere of 37 °C and 5% CO 2 . Cells were cultured in BMP2 with or without icariin at confluence for 1, 3, 5 and 7 days. At the end of culturing, cells were gently washed twice with PBS and then lysed with 0.2% Triton X-100, and the lysate was centrifuged at 14,000×  g  for 15 min. The supernatant was collected for the measurement of ALP activity by an ALP activity assay kit (Nanjing Jiancheng Bioengineering, Nanjing, China), and the protein concentrations were determined by a BCA protein assay kit (Beyotime Institute of Biotechnology, Shanghai, China). Transcriptome sequencing. The gene expression profile of the 2-7 cell line during icariin-induced osteoblast differentiation was analyzed with RNA-seq technology. When cultures in 25 cm 2  culture bottles reached confluence, the medium was replaced by a differentiation medium with or without icariin, and incubation was continued for seven days. The total RNA of each sample was extracted using TRIzol (Invitrogen, Albuquerque, NM, USA). The quality of the RNA was assessed by Sangon Biotech Co. (Shanghai, China) and was confirmed to pass the quality standard for building a library. Sequencing libraries were generated using VAHTSTM mRNA-seq V2 Library Prep Kit for Illumina ®  following the manufacturer’s recommendations, and index codes were added to attribute sequences to each sample. MRNA was purified from total RNA using poly T oligo-attached magnetic beads. For the preferential selection of cDNA fragments that were 150~200 bp in length, the library fragments were purified with the AMPure XP system (Beckman Coulter, Beverly, CA, USA). Finally, PCR products were purified (AMPure XP system), and the libraries were quantified and pooled. After RNA-seq library construction, paired-end sequencing of the library was performed on HiSeq XTen sequencers (Illumina, San Diego, CA, USA). DESeq2 (version 1.12.4) was used to determine differentially expressed genes (DEGs) between two samples. Genes were considered to be significantly differentially expressed with q-value < 0.001 and |FoldChange| > 2. Gene Ontology (GO) and Kyoto Encyclopedia of Genes and Genomes (KEGG) analyses were performed to identify which DEGs were significantly enriched in GO terms or metabolic pathways. Raw and processed sequencing data files are deposited in NCBI’s SRA (PRJNA913629). cAMP assay. When cultures in 24-well plates reached confluence, the medium was replaced by a differentiation medium with or without icariin, and incubation was continued for 0, 15, 30, 45, 60 and 120 min. At the end of culturing, cells were gently washed twice with PBS and then lysed with cell lysis buffer, and the lysate was centrifuged at 600×  g  for 10 min. Then, we determined the amounts of cAMP in wells with a cAMP enzyme immunoassay system (R&D Systems, Minneapolis, MN, USA) according to the manufacturer’s instructions. qRT-PCR analysis. Cells were seeded in 6-well plates and treated with BMP2 (300 ng/mL or absent), ICA (10 −5  M or absent) and H89 (10 −5  M or absent) for 1, 3, 5 and 7 days. Total RNA was extracted using TRIzol Reagent (Invitrogen, Albuquerque, NM, USA) according to the manual. Then, the RNA samples were reverse transcribed into cDNA using a PrimeScript RT Reagent Kit with gDNA Eraser (TaKaRa, Japan). Real-time quantitative PCR detection was performed to determine the mRNA expression levels of NF1, ALP, Runx2, Osx and Col1a1 with FastStart Universal SYBR Green Master (Rox) on a LightCycler ®  480 II Real-Time PCR System (Roche, Mannheim, Germany). The conditions were 95 °C for 5 min, 95 °C for 30 s, and 45 cycles of 60 °C for 30 s and 72 °C for 45 s. All reactions were run in triplicate, and data were analyzed using the 2 −ΔΔCt  method normalized to GAPDH. The primer sequences are listed in  Table 3 . Western blot analysis. Cells seeded in 25 cm 2  culture bottles were lysed with cold RIPA Lysate reagent (Beyotime Institute of Biotechnology, Shanghai, China) according to the manufacturer’s instructions. The protein concentrations were measured with the BCA assay kit. Proteins were separated by 12% SDS-PAGE and transferred to 0.45 µm PVDF membranes (Merck Millipore, Darmstadt, Hesse-Darmstadt, Germany). After the membranes were blocked, they were incubated overnight at 4 °C with the diluted primary antibodies against the following molecules: neurofibromin, PKA, phosphorylated PKA, CREB, phosphorylated CREB and GAPDH. Then, the membranes were washed with TBST and incubated with diluted secondary antibodies for 1 h at room temperature. Finally, we visualized the membranes with an enhanced ECL substrate kit (Millipore, Billerica, MA, USA) on the Fusion SOLO S (Vilber, Collegien, France). Immunofluorescence staining.  Cells were seeded on coverslips in 24-well plates, fixed with 4% paraformaldehyde for 30 min, and washed thrice with PBS. Then, the cells were permeabilized with 0.5% Triton X-100 for 20 min. Subsequently, the cells were blocked in 5% goat serum for 1 h at room temperature and then incubated with an anti-phosphorylated PKA antibody overnight at 4 °C. The next day, we rewarmed the cells at room temperature for 1 h and then incubated the cells with a goat anti-rabbit conjugated secondary antibody for 1 h at 37 °C in the dark. Finally, the cells were incubated with DAPI for 5 min. The slides were examined using a 3D scanner (3D HISTECH, Budapest, Hungary). Statistical analysis.  All data are expressed as the mean ± SD. Each treatment group had at least three replicates (n = 3), and each experiment was repeated three times. Statistical analyses were conducted with PRISM (version 8, GraphPad Software, Inc., San Diego, CA, USA). The differences between two groups and multiple groups were evaluated using an unpaired  t -test and a one-way analysis of variance, respectively. In all cases,  p  < 0.05 was considered significant.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:26:28.872263",
  "abstract_length": 1027,
  "methods_length": 10562,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}