{
  "pmid": "37527526",
  "abstract": "Neurofibromatosis Type 2 (NF2) is a tumor predisposition syndrome caused by germline inactivating mutations in the NF2 gene encoding the merlin tumor suppressor. Patients develop multiple benign tumor types in the nervous system including bilateral vestibular schwannomas (VS). Standard treatments include surgery and radiation therapy, which may lead to loss of hearing, impaired facial nerve function, and other complications. Kinase inhibitor monotherapies have been evaluated clinically for NF2 patients with limited success, and more effective nonsurgical therapies are urgently needed. Schwannoma model cells treated with PI3K inhibitors upregulate activity of the focal adhesion kinase (FAK) family as a compensatory survival pathway. We screened combinations of 13 clinically relevant PI3K and FAK inhibitors using human isogenic normal and merlin-deficient Schwann cell lines. The most efficacious combination was PI3K/mTOR inhibitor omipalisib with SRC/FAK inhibitor dasatinib. Sub-GI50 doses of the single drugs blocked phosphorylation of their major target proteins. The combination was superior to either single agent in promoting a G1 cell-cycle arrest and produced a 44% decrease in tumor growth over a 2-week period in a pilot orthotopic allograft model. Evaluation of single and combination drugs in six human primary VS cell models revealed the combination was superior to the monotherapies in 3 of 6 VS samples, highlighting inter-tumor variability between patients consistent with observations from clinical trials with other molecular targeted agents. Dasatinib alone performed as well as the combination in the remaining three samples. Preclinically validated combination therapies hold promise for NF2 patients and warrants further study in clinical trials.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:26:41.818448",
  "abstract_length": 1780,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}