{
  "pmid": "37520682",
  "abstract": "",
  "methods": "Materials and methods Generation of NF1 NS/+  minipigs Generation of a swine nonsense mutation model of NF1 followed a similar strategy as previously described.  Recurrent nonsense mutation  9 NF1  is located within exon 41 of the swine  NS NF1  gene, which shares 100% amino acid homology with exon 39 in the human  NF1  gene (Ensembl accession number: ENSSSCG00000017748.4, ENSG00000196712.18). TALENs were designed to flank the region of  NF1  in exon 41. Ossabaw minipig fetal fibroblasts isolated from day 38 embryos were transfected with TALENs and a 90-mer homology-directed repair (HDR) template containing the  R1947 NF1  mutation, as well as three silent mutations to prevent TALEN rebinding. Transfection reactions included 0.6 × 10 R1497∗ 6  fibroblasts, 0.5 μg of RNA from each TALEN, and 0.2 nmol of HDR were pulsed for 20 ms at 1,800 V using the Neon Transfection System (Thermo). Resulting cells were plated at low density for 10 days at 38.5°C. Colonies derived from single cells were isolated, and gene editing was detected by DNA sequencing. Heterozygous clones were used to produce filial 0 (F0) generation  NF1  minipigs using somatic cell nuclear transfer.  R1947/+ NF1  F0 minipigs were sequence validated and bred with WT sows to produce offspring that exhibited germline transmission of the  R1947/+ NF1  allele mutation with Mendelian frequencies. Animal husbandry All animal work was performed in Recombinetics facilities under its animal welfare assurance A4728-01. All animal protocols were reviewed and approved by the Institutional Animal Care and Use Committee and performed with appropriate veterinary oversight. Sequence validation Validation of gene modification was performed after fibroblast transfection. Cells were lysed in PCR-safe lysis buffer (10 mM Tris·HCl, pH 8.0; 2 mM EDTA; 2.5% (vol/vol) Tween 20; 2.5% (vol/vol) Triton X-100; 100 μg/mL proteinase K) and incubated for 1 h at 55°C and 15 min at 95°C. PCR used 1 μL of prepared lysate in Accustart II PCR Supermix (QuantaBio) according to the manufacturer’s instructions. Gene editing in colonies was detected by direct Sanger sequencing of PCR amplicons. DNA was isolated from harvested tissues using DNeasy blood and tissue kit (Qiagen) according to the manufacturer’s protocol. Schwann cell culture Schwann cells were isolated as previously described. 9 ,  Sciatic nerve or cutaneous neurofibroma were biopsied from WT or NF1 18 R1947/+  minipigs and transported in Dulbecco’s Modified Eagle’s Medium (DMEM; Thermo) containing 10% fetal bovine serum (FBS; Thermo) and 1% Antibiotic/Antimycotic (AA; Thermo). In a laminar flow hood, specimens were rinsed in 70% ethanol and phosphate-buffered saline (PBS; VWR 16750-078) by briefly dipping into each solution 10 times. Tissues were minced and incubated at 37°C, 5% CO 2  in dissociation media containing DMEM with 10% FBS, 1% AA, 1x collagenase A (Thermo), and 1x dispase II (Roche) overnight in a Petri dish, then transferred to a conical and centrifuged at 270 ×  g  for 5 min. Cells were plated onto a poly-L-lysine (0.05 mg/mL) and laminin-coated (10 μg/mL) six-well plate and cultured in complete media containing DMEM with high-glucose (GIBCO) supplemented with 10% FBS (GIBCO), forskolin (2 μM) (Calbiochem), 1% N2 supplement (Thermo), recombinant human neuregulin-b1 (NRG1) (10 ng/mL) (R&D Systems), and 1% AA. Media was replaced every 2 days. Schwann cells were separated from contaminating fibroblasts via magnetic cell selection, as described. 9 ,  Purified Schwann cells were expanded and stored in liquid nitrogen at low passage and vials were thawed immediately prior to use in experiments to maintain low-passage cells. 18 Flow cytometry Schwann cells were isolated from contaminating fibroblasts via p75 NGFR antibody-mediated magnetic cell selection, according to the manufacturer’s protocol (MACS, Miltenyi Biotec).  Positive (Schwann cells) and negative (fibroblasts) fractions were incubated with anti-p75 NGFR antibody ( 7 Table S5 ) for 15 min, then washed for 5 min with PBS +2% FBS. Unstained Schwann cells were used as a negative control after initial testing with an isotype control antibody showed no background staining. Cells were run through a CytoFLEX flow cytometer (Beckman Coulter) using the Cytexpert software according to the manufacturer’s protocol. FlowJo software was used to determine cell purity. Quantitative reverse transcription PCR Total RNA was extracted from cells and tissues using the RNeasy mini kit (Qiagen) following manufacturer’s instructions. RNA concentration and quality was measured using a NanoDrop One (Thermo). RT-qPCR was performed using the Bio-Rad CFX96 Real-Time System (Bio-Rad) using technical replicates and Beta-actin as a housekeeping gene. Data were then normalized to the average of the control group and fold change was calculated as 2 −ΔΔCt . Primers used for this study are listed in  Table S6 . RNA sequencing RNA was extracted from cells using the RNeasy mini kit (Qiagen) following the manufacturer’s instructions. Samples were sequenced on an Illumina NovaSeq 6000 using a 150 paired end flow cell. For comparisons of transcript expression between fibroblasts and Schwann cells ( Figures S2 A and S2B), data were pooled from WT fibroblasts from skin (n = 1) and sciatic nerve (n = 1) to obtain n = 2, and data in the form of Fragmnets Per Kilobase of Transcript Per Million Mapped Reads (FPKM) were pooled from all Schwann cell cultures to obtain n = 15. For comparisons between Schwann cells, data were separated as follows: WT Schwann cells (n = 2),  NF1  Schwann cells (n = 8), and  NS/+ NF1  (pooled data from  −/− NF1  and  NS/− NF1 FS/− )  Schwann cells (n = 5). The RNA sequencing data were mapped to the Ensembl Sus Scrofa genome 11.1, release 103  using HISAT2 36  and quantified with StringTie. 37  All graphs were generated using R 38  and tidyverse. 39 40 Protein extraction from cells and tissues For extraction of protein from cells, snap frozen pellets were briefly thawed on ice and resuspended in RIPA buffer (Sigma) containing protease (Sigma) and phosphatase inhibitors (Sigma), then vortexed at 2,000 rpm at 4°C for 20 min, then centrifuged at 4°C for 15 min at 20,000 ×  g . For extraction of protein from tissues, snap frozen tissues were thawed briefly on ice, then 50 to 80 mg of tissue was transferred to a 2-mL microtube containing ceramic homogenizers (Agilent Technologies) and homogenized using a Bead Blaster (Benchmark Scientific) at 4,260 rpm, 7 m/s linear speed, 3 cycles of 30 s at 4°C. Homogenates were centrifuged at 13,000 rpm for 3 min at 4°C, then supernatants were transferred to new tubes and sonicated at an amplitude of 20A for 10 s at 4°C, vortexed at 2,000 rpm at 4°C for 20 min, then centrifuged at 20,000 ×  g  at 4°C for 15 min. Western blotting Protein lysates from cells or tissues were quantified using a BCA assay (Thermo). Twenty to 30 μg of protein was denatured at 95°C for 5 min and separated by electrophoresis using SDS on 1.5-mm NuPAGE 4–12% Bis-Tris protein gels (Thermo). Protein was transferred to Immun-Blot PVDF Membrane (Bio-Rad) overnight (16–20 h) at 18 V, 4°C. Membranes were cut according to target molecular weights and blocked at room temperature (RT) for 1 h using 5% blocking grade buffer (Bio-Rad) in TBST (Tris-buffered saline, 0.1% Tween 20) (Sigma). Membranes were incubated with primary antibody overnight at 4°C and washed with TBST three times for 5 min at RT, then incubated with horseradish peroxidase-conjugated secondary antibody for 1 h at RT and washed again as described above. All washes and incubations were performed on a rocking platform. Blots were developed with the WesternBright Quantum Kit (Advansta). All washes and incubations were performed on a rocking platform. Bands were imaged using the Li-Cor Odyssey Fc Imaging System, quantified by densitometry, and normalized to HSP90. Antibodies used for this study are listed in  Table S5 . Immunofluorescence Schwann cells or fibroblasts were seeded on 8-well chamber slides (Ibidi) coated with poly-L-lysine and laminin, as described.  Cells were harvested 24 to 48 h later and fixed in 4% paraformaldehyde (EM Sciences) for 15 min at RT. Fixed cells were permeabilized in PBS containing 1% bovine serum albumin and 0.2% Triton X-100 for 30 min at RT, and further incubated with anti-p75 NGFR overnight at 4°C in the dark. The next day, cells were washed in PBS containing 1% BSA two times for 5 min at RT, incubated with anti-phalloidin for 1 h in the dark at RT, and washed again as described above. Cells were mounted with ProLong Gold Antifade Mountant with DAPI (Thermo) and coverslipped using Gold Seal Cover Glass (EM Sciences). Images were acquired using a Cytation 5 cell imaging reader (BioTek). 9 Proliferation assay Schwann cells were seeded in triplicate at 1,200 cells per well in poly-L-lysine and laminin-coated 96-well plates and allowed to adhere overnight in complete media. Media was added to empty wells as a background control. Proliferation was evaluated by the alamarBlue TM  cell viability assay (Invitrogen) after indicated days in culture. Reagent was added to cells for 3 h, then fluorescence was detected using a Cytation 5 microplate reader (BioTek) according to the manufacturer’s protocol. Nonsense mutation suppression treatment of Schwann cells Gentamicin (Sigma) and G418 (Corning) were reconstituted in sterile deionized water to a stock concentration of 50 mg/mL and 500 mg/mL, respectively, and stored at −20°C. Ataluren (MedChem Express) was reconstituted in sterile dimethyl sulfoxide (DMSO) to a stock concentration of 10 mM and stored at −80°C. Cells were seeded in complete media at a density of 0.3 × 10 6  cells/plate in 10-cm plates. Media was changed 24 h later to complete media without AA and containing vehicle or drugs at indicated concentrations. Cells were harvested 24, 48, and 72 h after drug treatment and divided for protein and/or RNA extraction. In vivo  drug formulation and dosing Gentamicin was purchased from Fresenius Kabi LLC and formulated in sterile isotonic saline to a concentration of 40 mg/mL. Human equivalent doses (HED) were determined by allometric scaling using the standard conversion coefficient (K m ), where K m  = 1.1 for minipig and HED determination. Consequently, a 7.5-mg/kg human equivalent dose was 8.25 mg/kg. The required volume of drug for each animal was then based on individual body weight and determined on the day of administration. Trial design The PK of gentamicin in plasma was assessed at baseline and at a steady state, and the PD of gentamicin was assessed by measuring neurofibromin and p-ERK protein levels at steady state. For baseline evaluation, five NF1 minipigs at 2 to 3 months of age received a single subcutaneous injection of 8.25 mg/kg gentamicin. Whole blood was collected immediately before drug administration and at 0.5, 1, 2, 4, 6, 8, and 24 h after gentamicin administration. For steady-state PK analysis, five NF1 pigs received a subcutaneous injection of 8.25 mg/kg gentamicin daily for 14 days alongside four untreated age-matched controls. On day 14, blood was collected immediately prior to gentamicin administration and 0.5, 1, 2, 4, 6, 8, and 24 h after gentamicin administration. For tissue analyses, a final dose of gentamicin was administered on day 15 and animals were euthanized 30 min after administration. Tissue samples (skin, sciatic nerve, optic nerve, and cortex) were collected from each animal at the same approximate locations and divided for analysis. Quantification of gentamicin in plasma and tissues Plasma isolations were performed as described in a previous study.  Briefly, serial whole blood samples (1.5 mL) were collected from the jugular vein into lithium heparin vacutainer tubes. Samples were immediately transferred to a 1.7-mL microfuge tube and centrifuged at 2,000 ×  10 g  for 10 min at 4°C. Supernatant (plasma) was transferred to a cryovial and stored at −80°C until analysis. For plasma specimens, gentamicin was measured with a standard immunoassay (Siemens Dimension Vista System and Flex reagent cartridge). Assay analytical measurement ranged from 0.2 to 12 mg/L, and samples with results higher than 12 mg/L were diluted appropriately and re-analyzed. Within-run precision is 0.3% CV, between-day precision is 0.4% CV, and accuracy is 99.8% (correlation coefficient). For each tissue type (skin, sciatic nerve, optic nerve, and cerebral cortex), samples were analyzed commercially using liquid chromatography with tandem mass spectrometry (LC-MS/MS; BioAgilytix, San Diego, CA). Gentamicin sulfate salt (Toronto Research Chemicals, Inc.) was used to prepare stock standard and working standard solutions. Gentamicin-d 35  in its propyl derivative form (Sigma Aldrich, derivatized at BioAgilytix) was prepared as an internal standard. Standard curves and quality controls were prepared with untreated tissues. Tissues were prepared with a homogenization solution containing collagenase. Homogenates were mixed with internal standard (Gentamicin-d35), and derivatized with propyl chloroformate. The analysis of gentamicin isoforms C1, C1 a , and C2 + C2 a  (combined) was conducted via LC-MS/MS. The LC-MS/MS system consisted of a Waters Acquity UPLC (Milford, MA) coupled with a Waters Xevo TQ-S Micro Triple Quad mass spectrometer (Milford, MA). Mass transition data were acquired in electrospray positive ion (ESI + ) mode and captured using MassLynx 4.1 (Waters, Milford, MA). The method is applicable for measuring total gentamicin concentrations ranging from 2.00 to 5,000 ng/mL. The mean percent deviations of quality control samples from the theoretical values did not exceed 5.46% from theoretical values. Plasma PK analysis Gentamicin plasma concentration-time data from subcutaneous administration were analyzed with noncompartmental methods as implemented in R (version 4.0.1) and R Studio PKNCA package (version 0.9.4). Pharmacokinetic parameters and measures of systemic exposure included area under the concentration-time curve (AUC; linear up, log down), maximum concentration (C max ), time to C max  (T max ), and half-life (t 1/2 ). DLR assay The  NF1  DLR plasmid was kindly provided by David Bedwell at University of Alabama. The  R1497X Renilla -NF1-R1947X-Firefly insert contains 30 nucleotides surrounding the premature termination codon in NF1-R1947X inserted between the  Renilla  and Firefly genes. The 30-base pair readthrough cassette contains  NF1  ( R1497X G TCG AC G GAT GCC AAA TGA CAA AGA GTT  GGA TCC ). Plasmids were amplified in DH5a  E. coli  using ampicillin selection and purified using a Qiagen miniprep kit, according to the manufacturer’s protocol. To produce stable cell cultures, we used Gateway cloning to transfer the DLR insert to a hygromycin-resistant PiggyBac Sleeping Beauty (PBSB) transposon vector. Briefly, a GBlock containing the DLR insert sequence and attB sites was cloned into the pDONR221 vector using BP clonase to produce pENTR-Renilla-NF1-R1947X-Firefly. This was cloned into the PBSB vector using LR clonase to produce pPBSB-CG-Renilla-NF1-R1947X-Firefly-PGK-Hygro, which was confirmed by DNA sequencing. Schwann cells were grown to 80% confluency and transfected with the PBSB transposon and PB7 (PiggyBac transposase) (5 μg each/ 1million cells) using the Neon electroporation system (Invitrogen #MPK10096). Media was changed after 24 h, and cells were allowed to recover in complete media for 24 h. Hygromycin was added to the media for 5 days and stable transfectants were confirmed by  Renilla  luciferase activity. Cells were treated with nonsense suppression drugs for 48 h. The DLR assay system (Promega) was used to detect readthrough, according to the manufacturer’s instructions. Luminescence was measured using the Cytation 5 plate reader. Firefly luciferase activity was normalized to  Renilla  luciferase activity and reported as a fold change over vehicle-treated cells. siRNA transfection Schwann cells were seeded at 0.15 × 10 6  cells in 10-cm plates. Twenty-four hours later, cells were transfected with 50 nm of siRNA targeting  UPF1 . In a pilot experiment, three custom and non-overlapping UPF1 duplexes were tested ( Figure S6 ): (1) Sense: 5′-CUGUAAUGGACGUGGAAAUUU-3′ Antisense: 5′-AUUUCCACGUCCAUUACAGUU-3' (2) Sense: 5′-GCAACAUAGCUGUGGAUCAUU-3′ Antisense: 5′-UGAUCCACAGCUAUGUUGCUU-3′ (3) Custom UPF1 duplex, 3 of 3: Sense: 5′-GGGUCAUUAUUGUGGGCAAUU-3′ Antisense: 5′-UUGCCCACAAUAAUGACCCUU-3′ Construct number 1 was chosen for further experiments, as it was the only construct that gave consistent and prolonged UPF1 inhibition. Increase in neurofibromin using siRNA treatment in combination with nonsense suppression therapy could not be replicated using siRNA constructs 2 or 3. Media was changed to fresh complete media 24 h later, and cells were harvested for protein at 48 h, 72 h, and 96 h post-transfection. Positive control Lamin A/C Control siRNA (Human/Mouse/Rat) (siGENOME #D-001050-01) used for the pilot experiment did not result in knockdown of minipig Lamin A/C, suggesting lack of sequence specificity with minipig and was therefore not used in subsequent experiments. Subsequent experiments utilized custom UPF1 duplex 1 of 3. Non-targeting siRNA (siGENOME #D-001210-01) and DharmaFECT 1 reagent (Horizon Discovery #T-2001-03) were used for all experiments according to the manufacturer’s protocol. For dual siUPF1 knockdown/nonsense suppression experiments, on day 3 post-transfection, cells were treated with vehicle or nonsense suppression drugs for 24 or 48 h, then harvested for RNA and protein extraction. Statistical analysis All graphs and statistical analyses were performed using GraphPad Prism V9 with the exception of RNA sequencing analysis, which was performed using R. Specific analyses were used as indicated in figure legends to generate p values with α = 0.05 (ns, not significant with p value >0.05; ∗p value ≤ 0.05; ∗∗p value ≤ 0.01; ∗∗∗p value ≤ 0.001; ∗∗∗∗p value < 0.0001).",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:26:38.353925",
  "abstract_length": 0,
  "methods_length": 18038,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}