{
  "pmid": "PMID:37608248",
  "title": "Aberrant oscillatory activity in neurofibromatosis type 1: an EEG study of resting state and working memory.",
  "abstract": "BACKGROUND: Neurofibromatosis type 1 (NF1) is a genetic neurodevelopmental disorder commonly associated with impaired cognitive function. Despite the well-explored functional roles of neural oscillations in neurotypical populations, only a limited number of studies have investigated oscillatory activity in the NF1 population. METHODS: We compared oscillatory spectral power and theta phase coherence in a paediatric sample with NF1 (N = 16; mean age: 13.03 years; female: n = 7) to an age/sex-matched typically developing control group (N = 16; mean age: 13.34 years; female: n = 7) using electroencephalography measured during rest and during working memory task performance. RESULTS: Relative to typically developing children, the NF1 group displayed higher resting state slow wave power and a lower peak alpha frequency. Moreover, higher theta power and frontoparietal theta phase coherence were observed in the NF1 group during working memory task performance, but these differences disappeared when controlling for baseline (resting state) activity. CONCLUSIONS: Overall, results suggest that NF1 is characterised by aberrant resting state oscillatory activity that may contribute towards the cognitive impairments experienced in this population. TRIAL REGISTRATION: ClinicalTrials.gov, NCT03310996 (first posted: October 16, 2017).",
  "authors": "Samantha J Booth; Shruti Garg; Laura J E Brown; Jonathan Green; Gorana Pobric; Jason R Taylor",
  "journal": "Journal of neurodevelopmental disorders",
  "publicationDate": "2023-08-22",
  "doi": "10.1186/s11689-023-09492-y",
  "methods": "Methods We compared oscillatory spectral power and theta phase coherence in a paediatric sample with NF1 ( N  = 16; mean age: 13.03 years; female:  n  = 7) to an age/sex-matched typically developing control group ( N  = 16; mean age: 13.34 years; female:  n  = 7) using electroencephalography measured during rest and during working memory task performance. Methods The current study is an extension of the analysis presented in Pobric et al. [ 16 ]. Specifically, we conducted oscillatory analyses on the same participants, using the same EEG resting state and n-back data, and used some (see the ‘ Procedure ’ section) of the same behavioural measures described in Pobric et al. [ 16 ]. Participants Thirty-two participants completed this study. Participants were adolescents with NF1 ( n  = 16) and age- and sex-matched controls ( n  = 16). These data were collected as part of a pilot intervention study involving the use of transcranial direct current stimulation (tDCS) [NCT03310996]. 1  Post hoc analysis of Ribeiro et al.’s [ 17 ] resting state theta effect in NF1 using G*Power [ 42 ] suggests that  n  = 17 participants per group would result in 79% power to detect an effect size of  d  = 0.89. Participants were required to meet each of the eligibility criteria in Table  1 . 2  We selected a pragmatic sample of children with NF1. Previous literature suggests that social communication difficulties (not meeting the criteria for ASD) may be very common affecting up to 60% of children with NF1 [ 3 ]. Given how common comorbid neurodevelopmental conditions such as ASD, ADHD, and developmental coordination disorder are in NF1, we decided to include a sample that would be representative of the children seen in the clinic. Parents/guardians gave oral and written consent, and adolescents assent (where developmentally appropriate), prior to participation. Table 1 Eligibility criteria Eligibility criteria NF1 (i) Aged 11–16 years (ii) Satisfied the National Institute of Health’s NF1 diagnostic criteria (iii) No history of epilepsy (iv) No ongoing active treatment for any NF1-related complications (e.g. chemotherapy for optic gliomas) (v) No other clinically significant unrelated illness CON (i) Aged 11–16 years (ii) No pre-existing medical conditions or neurodevelopmental disorders The NF1 sample was recruited through the Manchester Centre for Genomic Medicine, Neurofibromatosis charities, social media platforms, and newsletters and were adolescents who satisfied the National Institute of Health’s (1988) diagnostic criteria for NF1 [ 43 ]. The control sample (CON) was age- and sex-matched at group level and recruited via institutional newsletter advertisements and contacting local schools. Demographic information of the sample is reported in Table  2 . There were no significant differences between groups in age ( t (30)  = 0.540,  p  = 0.593) or sex ( χ 2  = 0.00,  p  = 1.00). 3  In a previous paper reporting on this sample [ 16 ], the NF1 group demonstrated poorer performance relative to typically developing controls on various cognitive measures, including measures of working memory (i.e. digit-span forward/backwards) and attention (Sky search attention, TEACh). Table 2 Participant demographics Group Demographic NF1 CON Age (M ± SD (range)) 13.03 ± 1.66 (11.33–16.92) years 13.34 ± 1.61 (11.25–16.58) years Sex (male/female) 9/7 9/7 NF1 mutation (inherited/de novo) 7/9 N/A Medication Melatonin ( n  = 2) Methylphenidate ( n  = 4) N/A Pre-existing clinical diagnoses ADHD and ASD ( n  = 3) ADHD ( n  = 1) ASD ( n  = 2) N/A Procedure This study received ethical approval from the Greater Manchester West Research Ethics Committee (17/NW/0364) and was conducted in accordance with the Declaration of Helsinki. During the study visit, participants and their parents/guardians were first familiarised with the EEG equipment and study procedures. Subsequently, a battery of behavioural and cognitive assessments was administered, including parent-rated and cognitive measures that tapped into: overall adaptive function, inattention, hyperactivity, communication, daily living skills, socialisation, short-term memory, working memory, sustained attention, and attentional switching, followed by EEG. This paper focuses on parent-reported 4  Adaptive Behaviour Composite (ABC) scores on the Vineland Adaptive Behaviour Scale (VABS-III) [ 44 ], performance on an adaptive auditory n-back task [ 16 ], and performance on a non-adaptive visual n-back task [ 16 ] performed during EEG (see Pobric et al. [ 16 ] for details of the other tasks performed that are not reported here). VABS-II measures daily living skills, socialisation, and communication, with ABC scores reflecting standardised age equivalent overall adaptive functioning [ 44 ]. Performance on the adaptive auditory and non-adaptive visual n-back tasks measure working memory. Each trial of the n-back task began with a fixation cross ( +) presented in the centre of the screen (adaptive auditory n-back: 2500 ms; non-adaptive visual n-back: 2000 ms, + / − random jitter up to 100 ms in 17 ms steps). This was followed by a single uppercase English consonant (C, G, H, K, P, Q, T, or W) presented aurally (auditory n-back: 1000 ms) or visually in the centre of the screen (non-adaptive visual n-back: 500 ms). Participants were instructed to respond as quickly and accurately as possible with a mouse-click whenever the current stimulus was the same as the one presented ‘n’ steps back in the sequence. No responses were required for non-targets. The auditory n-back was adaptive, such that after each block of 20 trials, the difficulty level of the next block was adjusted based on the participant’s performance to ensure participants were always training at the top of their ability (see Pobric et al. [ 16 ] for further task details). In contrast, the visual n-back performed during EEG recording was not designed to push participants’ ability to their limit. Instead, it was developed to provide a sufficient number of trials to permit the investigation of electrophysiological differences between the groups during working memory performance. In this non-adaptive task, four fixed-order blocks were presented: 1-back, 2-back, 2-back, and 1-back, with self-paced breaks in between to reduce fatigue. In each block, there were 100 trials, 25 of which were target trials (i.e. the same letter as ‘n’ screens back). As existing studies report a load-related increase in power during working memory maintenance [ 45 ], two load levels (‘ n ’ = 1 and 2) were included to permit investigation of load-dependent effects on EEG measures. EEG acquisition EEG data were recorded using an ActiveTwo system (BioSemi, Amsterdam, Netherlands) with 64 EEG channels in standard 10–10 system locations plus HEOG, VEOG, and mastoids, with a sampling rate of 512 Hz. During the recording, participants were asked to remain still, in a comfortable/relaxed position, and to minimise eye movements and blinking where possible. Recording started with 2.5 min of eyes open and 2.5 min of eyes closed resting state, in which participants were asked to simply relax and not think of anything in particular. This was followed by recording during the visual n-back task. EEG analysis MATLAB (2019a) and SPM12 (version 7771) were used to conduct data analyses. Custom functions [ 46 ,  47 ] calling several functions from EEGLAB (version 13.6.5b) and FieldTrip (embedded in SPM release) were used. Common pre-processing Continuous EEG data were re-referenced to averaged mastoids, high-pass filtered (0.1 Hz), downsampled (256 Hz), low-pass filtered (resting state: 200 Hz; task-related: 120 Hz), and notch-filtered (48–52 Hz), before epoching (resting state: arbitrary 1900 ms (baseline correction: 0–1900 ms, i.e. mean-centring); task-related: 0–1900 ms relative to stimulus onset). The eyes open and eyes closed data were then concatenated (i.e. combined into the same file). Independent component analysis (ICA) was used to project blink and eye-movement signals out of the data. 5  Channels containing noise unrelated to blinks (characterised by large positive deflections) or eye movements (characterised by square-wave deflections) were temporarily omitted (channel TP7 was persistently bad and omitted from ICA for all participants). Thirty-two components were extracted from EEG channel data only. ICA components with uniquely high temporal correlations with VEOG and HEOG, and/or uniquely high spatial correlations with the blink topography, were identified using custom code [ 46 ] and following the procedure described in Pobric et al. [ 16 ]. The resulting weight matrix (less the artefact components) was applied to the epoched data using SPM12’s ‘montage’ function. Baseline correction was then re-applied on the ICA-cleaned data. Epochs were rejected as noisy if they contained signal that exceeded a threshold (resting state: 200 μV; task-related: 120 μV; higher threshold for resting state data due to higher alpha power during eyes closed resting state). A channel was declared ‘bad’ if the threshold was exceeded on > 20% of trials, and epoch rejection was re-run ignoring any bad channels. To reconstruct these noisy channels, a channel-weight interpolation matrix was created using FieldTrip’s ‘channelrepair’ function and applied to the epoched data using SPM12’s ‘montage’ function. EEG data were then re-referenced to the common average reference. The mean number of components removed, channels interpolated, and trials remaining can be seen in Table  3 . Table 3 Number of ICA components removed, channels interpolated, and trials remaining No. of components removed No. of channels interpolated No. of trials remaining a Open/1-back Closed/2-back M  ±  SD Min–Max M  ±  SD Min–Max M  ±  SD Min–Max M  ±  SD Min–Max Resting-state  CON 1.94 ± 0.44 1–3 1.00 ± 0.00 1–1 75.13 ± 11.63 48–105 71.19 ± 6.39 52–77  NF1 1.86 ± 0.36 1–2 1.00 ± 0.00 1–1 61.43 ± 18.34 22–76 63.64 ± 15.17 32–77 Task-related  CON 1.69 ± 0.70 1–3 1.50 ± 1.21 1–5 130.55 ± 50.00 46–194 111.88 ± 47.22 38–194  NF1 1.73 ± 0.59 1–3 1.73 ± 1.62 1–6 132.33 ± 46.24 28–188 113.13 ± 53.10 38–195 Abbreviations: M  mean,  SD  standard deviation,  Min  minimum,  Max  maximum a For task-related data, the number of trials remaining reflects the number of trials after incorrect responses were removed Resting state analysis To be eligible for inclusion, participants were required to have a minimum of 15 valid epochs remaining in each condition (open/closed) after artefact-contaminated trials were removed. Two participants were excluded from the NF1 group, one due to having fewer than 15 valid trials in the eyes open condition and the other due to low-quality data (i.e. all channels automatically marked ‘bad’ during the artefact detection routine). The sample used for the resting state analyses therefore comprised 30 participants ( n  = 16 CON;  n  = 14 NF1). Task-related analysis Trials with incorrect responses were excluded. Subsequent analyses were conducted on target and non-target trial data without distinguishing between these conditions, since n-back performance requires maintenance of information during both trial types, particularly in the late post-ERP time window (described below). For the same reason, the number of non-target trials was not decimated to match the number of target trials (which was done in the P300 analysis presented by Pobric et al. [ 16 ]). To be eligible for inclusion participants were required to have a minimum of 15 valid epochs remaining in each load (1-/2-back) after artefact-contaminated trials and incorrect trials were removed. One participant from the NF1 group was excluded owing to having fewer than 15 valid trials in the 2-back load level (this was a different participant from the two resting state exclusions). The sample size used for the task-related analyses therefore comprised 31 participants ( n  = 16 CON;  n  = 15 NF1). Spectral power For estimation of task-related power, the time window of interest was 900–1900 ms post-stimulus onset (i.e. during the fixation cross of the next trial). This time window was chosen as existing studies investigating WM-related oscillatory activity typically use the maintenance period of the working memory task as the time window of interest as increased oscillatory activity is observed during this period [ 22 ,  26 ,  36 ,  48 ]. We followed the previous literature’s definition of the maintenance period as the time following a response to the stimuli, determined using the average (or median) response time on the given task [ 36 ]. In the current study, the average response time over 1-/2-back blocks was 627 ± 124 ms (median: 601 ms). However, to ensure that the majority of participants had responded, 900 ms was chosen as the beginning of the time window. The time window ended at 1900 ms to provide a sufficient number of samples for power estimation. For consistency, the same time window (in the arbitrary epoch), and therefore number of samples, was used for the estimation of resting state power. For each EEG channel and epoch (resting state: eyes open and eyes closed; task-related: 1-back and 2-back), a Fast Fourier Transform with a Hanning window and a frequency resolution of 1 Hz was used to extract frequency spectra collapsed over time (900–1900 ms). The resulting power values were then log-transformed before averaging spectra over epochs. For exploratory analysis, average log-transformed power over all EEG channels was computed in canonical frequency bands: delta: 1–3 Hz; theta: 4–7 Hz; alpha: 8–11 Hz; beta: 12–29 Hz; low-gamma: 30–47 Hz, and high-gamma: 53–100 Hz. Additionally, as the literature consistently reports increased mid-frontal theta power during working memory maintenance [ 22 ], we performed targeted analysis of task-related mid-frontal theta (4–7 Hz) power. To achieve this, log-transformed power was averaged over channels Fz, F1, and F2 to create a mid-frontal region of interest prior to statistical analysis. We measured absolute power (i.e. power in one frequency band, independent of activity in other frequency bands), as opposed to relative power (i.e. power in one frequency band divided by the amount of activity in all frequency bands) to avoid the potential confound that any abnormalities in one frequency band may affect the relative power of other frequency bands—a particular concern in neurodevelopmental disorder studies [ 49 ]. Peak alpha frequency Differences in peak alpha frequency (PAF) between groups were investigated. PAF was defined as the frequency with the maximum power in a loose alpha range (6.5–13.5 Hz) at channel Pz. Pz was chosen as alpha power is typically high at this channel [ 50 ]. For analysis of PAF, for each EEG channel and epoch (eyes open/closed), a Fast Fourier Transform with a Hanning window and a frequency resolution of 0.25 Hz was used to extract frequency spectra collapsed over time (arbitrary 1900 ms epoch). First, each individual’s 1D spectrum was adjusted to reduce 1/f noise as this flattens the spectrum and causes the alpha peak to ‘pop out’ [ 51 ]. This was achieved by fitting a second-order polynomial to the log-transformed frequencies (omitting alpha and notch-filter frequencies), and the difference between the spectrum and this model was computed. The resulting spectrum was smoothed with a Gaussian kernel to remove spurious peaks. Next, four adjustments were made based on visual inspection of each participant’s spectrum: Two CON and one NF1 participant had maxima that fell on the ascending slope of the beta peak (eyes open: 12.25 Hz, 13.25 Hz, and 12.75 Hz; eyes closed: 13.25 Hz, 12.75 Hz), and these were adjusted to small visible alpha peaks (eyes open: 11.50 Hz, 10.25 Hz, and 10.75 Hz; eyes closed: 11.75 Hz, 11.75 Hz) that our algorithm had missed, and one NF1 participant’s maximum fell on the descending delta slope (eyes open and closed: 6.5 Hz) and was adjusted to small visible alpha peaks (eyes open: 7 Hz, eyes closed: 7.5 Hz) missed by the algorithm. Theta phase coherence Prior to estimating phase coherence, the task-related data were spatially filtered using the Surface Laplacian, implemented using the laplacian_perrinX function in MATLAB [ 52 ]. The Surface Laplacian reduces the influence of volume conduction, which is particularly important given the electrode-level connectivity analysis performed [ 53 ]. We investigated theta phase coherence in the frontoparietal network (Fig.  1 ). The mid-frontal region acted as a seed region and coherence was estimated between this region and left-parietal, mid-parietal, and right-parietal regions [ 54 ]. Each region comprised of a set of electrodes: mid-frontal (F1/Fz/F2), left-parietal (P3/P5/P7), mid-parietal (P1/Pz/P2), and right-parietal (P4/P6/P8). Coherence was estimated between each possible mid-frontal–parietal connection (i.e. 27 channel pairs), before averaging coherence over electrode sets, resulting in three coherence estimates: mid-frontal to (1) left-parietal (ML), (2) mid-parietal (MM), and (3) right-parietal (MR). Fig. 1 Graphical representation of the channels included in each region of interest. Grey lines indicate the 27 channel pairs that coherence was computed between. Black lines represent coherence averaged over electrode sets (ML: mid-frontal to left-parietal; MM: mid-frontal to mid-parietal; MR: mid-frontal to right-parietal) Theta phase was computed for the whole epoch (0–1900 ms) and then phase coherence was computed in the time window of interest, 900–1500 ms post-stimulus (the time window ended at 1500 ms to prevent inclusion of edge effects as per epoch definition). We calculated inter-site phase clustering (ISPC) [ 20 ]. ISPC over trials is a measure of the consistency of phase angles between two electrodes averaged over trials. For task-related data, ISPC-trials is an appropriate method given our analysis is hypothesis-driven (i.e. limited to the frontoparietal network) and not exploratory (more suited to weighted phase lag index) [ 20 ]. ISPC has been used previously in studies with similar methodology [ 54 ]. Phase angle time series for each channel was extracted by convolving the data with a complex Morlet wavelet (4 cycles) separately for frequencies 4 Hz, 5 Hz, 6 Hz, and 7 Hz. For each time point, the average vector length was calculated across trials to quantify ISPC trials, defined as: where  1 \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$ISPC_f=\\left|n^{-1}\\sum_{t=1}^ne^{i\\left(\\phi_{xt}-\\phi_{yt}\\right)}\\right|$$\\end{document} I S P C f = n - 1 ∑ t = 1 n e i ϕ xt - ϕ yt n  represents the number of trials and  ϕ x  and  ϕ y  are phase angles from channels  x  and  y  at frequency  f.  ISPC ranges from 0 (perfectly randomly distributed phases) to 1 (perfect phase-locking). For each channel pair, ISPC trials were calculated for each load (1-/2-back) and frequency (4–7 Hz). The result was then averaged over the time window of interest (900–1500 ms post-stimulus), then over frequencies, and finally over channel sets. This resulted in one coherence value for each frontoparietal region pair/load combination (ML, MM, MR × 1-back, 2-back) for each participant. Statistical analysis Statistical analyses were conducted using SPSS (Version 25). The alpha level was set to 0.05. Visual inspection of Q-Q plots showed that, for each analysis, data were normally distributed. For each analysis of variance discussed below, Box and Whisker plots were inspected for extreme outliers. Values were considered extreme outliers if they fell outside of 3rd quartile + 3*interquartile range and 1st quartile − 3*interquartile range. Where extreme outliers were identified, sensitivity analyses were run. It can be assumed that there were no extreme outliers identified where sensitivity analysis is not reported. In each frequency band, a 2 (CON/NF1) × 2 (open/closed) analysis of variance (ANOVA) was run for the scalp-averaged resting state data. ANOVAs were run separately for each frequency band as there is a known 1/f effect, whereby the means of low frequencies are larger than those of high frequencies [ 55 ]. As frequency bands are estimated independently, and therefore each ANOVA is performed on independent data, no correction for multiple comparisons was used. Moreover, to investigate whether resting state power follows the typical reactivity pattern observed in neurotypical populations [ 39 ], in each frequency band a paired  t -test investigated power differences between eyes open and eyes closed resting state in the NF1 group. A 2 (CON/NF1) × 2 (open/closed) ANOVA was also used to analyse PAF. In the n-back task, maintenance of items in working memory spans trials. We therefore used eyes-open resting state recordings as a baseline to investigate task-specific power modulation (i.e. change from rest). To achieve this, we divided task-related power by resting state power before log-transforming the data 6  (equivalent to: log(task power) − log(resting state power)), which is referred to as  task-specific  power henceforth. In each frequency band, a 2 (CON/NF1) × 2 (1-/2-back) ANOVA investigated scalp-averaged task-specific power. Consistent with the task-related power analyses, we investigated task-specific theta phase coherence by adjusting for baseline (resting state). For comparability, eyes open resting state theta phase coherence was estimated using the same method as task-related phase coherence (note the ‘trials’ in ISPC-trials are arbitrary in resting state). Prior to statistical analysis, resting state phase coherence was subtracted from task-related phase coherence. A 2 (CON/NF1) × 3 (ML/MM/MR) × 2 (1-/2-back) ANOVA using task-specific frontoparietal theta phase coherence was performed. As existing research suggests a significant relationship between age and oscillatory activity in typically developing children that may not be present in neurodevelopmental disorders [ 56 ], Pearson’s correlations were performed to investigate associations between EEG measures and age, followed by statistical significance testing of the difference in  r  between groups to determine whether the relationship between age and oscillatory activity was significantly different between groups. This was achieved using Fisher’s  r  to  z  transformation, before statistically comparing the resulting  z  scores. Moreover, as individuals with NF1 typically exhibit worse overall functioning relative to typically developing children [ 6 ,  57 ], and there is suggestion that oscillatory activity might be a neural marker of cognitive function in neurodevelopmental disorders [ 56 ], Pearson’s correlations were performed to investigate associations between EEG measures and overall adaptive functioning, using Vineland ABC scores. Again, this was followed by statistical significance testing of the difference in  r  between groups to determine whether the relationship between overall adaptive function and oscillatory activity was significantly different between groups. Finally, to assist interpretation of the oscillatory findings, Pearson’s correlations were performed to investigate associations between EEG measures and working memory performance on the adaptive auditory n-back task (which was conducted separately to the EEG session), and the difference in  r  between groups compared. To correct for multiple comparisons, a 5% false discovery rate (FDR) [ 58 ] correction was applied to outcomes with  p -values less than 0.05. FDR was applied to the set of EEG measures for each demographic/behavioural domain (i.e. five  p- values).",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:30:05",
  "introduction": "Background Neurofibromatosis type 1 (NF1) is an autosomal-dominant neurodevelopmental disorder, present in around 1 in 2700 births [ 1 ]. Although there is great inter-individual variability in its clinical manifestations, core somatic symptoms include dermal neurofibromas and pigmentary lesions [ 2 ]. In addition to somatic symptoms, social and behavioural difficulties are common, with around 50% of children with NF1 meeting the diagnostic criteria for attention-deficit hyperactivity disorder (ADHD) and around 25% for autism spectrum disorder (ASD) [ 3 ]. Moreover, cognitive impairments, including working memory deficits, are prevalent [ 4 ] and substantially impair academic achievement [ 5 ] and impact negatively on quality of life [ 6 ]. There remains a need to better understand the relationship between cortical function and cognitive deficits in NF1 [ 7 ] to help provide target(s) for pharmacological and non-pharmacological interventions (e.g. non-invasive brain stimulation [ 8 ]; neurofeedback: [ 9 ]), which in turn may improve treatment outcomes and academic trajectories. This model is succinctly illustrated by Reinhart and Nguyen [ 10 ], albeit in a different context from the present work. Specifically, in their study, neuroimaging revealed uncoupled theta-gamma rhythms during working memory performance in healthy older adults relative to healthy younger adults. In turn the authors used transcranial alternating current stimulation, a non-pharmacological technique, in an attempt to rectify the aberrant cortical functioning in the older adult sample. They reported increased neural synchronisation following intervention and accordingly, improved working memory performance. Existing neuroimaging research has related cognitive deficits in NF1 to brain function using functional magnetic resonance imaging (fMRI). Studies suggest aberrant activity compared to typically developing controls [ 7 ]. For example, increased functional connectivity between the ventral anterior cingulate cortex and the insular cortex during rest may contribute to impaired cognitive control [ 11 ]. Aberrant activity has also been observed during cognitive task performance, including reduced task-related activity in key frontal and parietal regions during working memory tasks [ 12 ,  13 ]. Only a limited number of studies have used M/EEG to investigate the neural correlates of cognitive impairments in NF1. Abnormalities in Event Related Potential (ERP) components relative to typically developing controls have been reported [ 14 – 18 ]. For instance, reduced P1 amplitude has been observed, suggesting aberrant early visual processing [ 14 ,  18 ]. Additionally, reduced P3a amplitude has been observed during a go/no-go task and is hypothesised to reflect impaired inhibition [ 18 ]. Furthermore, topographic differences in P3b amplitude and a shorter P3b latency relative to controls have been found during working memory task performance, which the authors suggest may contribute to the cognitive deficits seen in NF1 [ 16 ]. The high temporal resolution of M/EEG also enables the study of brain oscillations. Oscillations can be seen as a ‘primary’ or a more direct measure of brain activity relative to ERPs, therefore providing an important window into understanding cognitive processes [ 19 ]. As such, investigating oscillations in NF1 can provide additional insights to those gained from ERP methods. Oscillatory measures are particularly well-suited to the investigation of protracted processes [ 20 ], such as those required for working memory—a cognitive ability that is impaired in NF1 [ 16 ]. Investigations in healthy adults suggest a domain general frontoparietal network supporting working memory performance, irrespective of the modality performed (e.g. visual, auditory, etc.) [ 21 ]. In healthy adults, increased (mid-frontal) theta power is observed during working memory maintenance and is hypothesised to maintain the temporal relationship between items held in working memory [ 22 ,  23 ]. Moreover, increased theta phase coherence (i.e. the consistency of phase values between brain regions [ 24 ]) between frontal and parietal-temporal regions is observed during working memory maintenance and is thought to facilitate the integration of information between these key regions of the working memory network [ 25 ,  26 ]. The current paper focuses on an adolescent sample, which includes individuals aged 11–16 years. The literature exploring working memory related (WM-related) theta oscillations in typically developing children/adolescents is sparse [ 27 ], though there is some evidence to suggest that increased theta band activity occurs during working memory maintenance, like in adulthood [ 28 ,  29 ]. Moreover, the literature suggests that increasing age is associated with a reduction in slow wave resting state power throughout healthy development [ 30 – 32 ] and that power reduction, especially in the theta frequency range, is associated with the development of working memory [ 31 ]. For instance, in their study of 6–26-year-olds, Rodriguez-Martinez and colleagues [ 31 ] reported a negative correlation between theta power recorded during resting state and working memory performance, suggesting that reductions in resting state slow wave power are linked to enhanced working memory performance with age. Studies in neurodevelopmental disorders that experience overlapping cognitive impairments with NF1 (e.g. ADHD/ASD [ 14 ]) have reported differences in oscillatory activity during working memory performance relative to typically developing controls in both children/adolescents [ 33 ,  34 ] and adult [ 35 ,  36 ] populations. For instance, Lenartowicz et al. [ 33 ] investigated oscillatory activity in children/adolescents aged 7–14 years with a diagnosis of ADHD. Relative to typically developing controls, the ADHD group demonstrated lower alpha event-related desynchronisation during visual encoding of information to be maintained, along with increased mid-frontal theta and occipital alpha event-related synchronisation during working memory maintenance. The authors hypothesise that increased oscillatory activity during maintenance may be a compensatory mechanism employed to counteract the difficulties experienced during encoding. Given that aberrant activity in specific frequency bands exhibits considerable overlap across neurodevelopmental disorders [ 37 ], we might also observe abnormalities in WM-related oscillatory activity in the NF1 population. At present, there are only two existing studies investigating M/EEG oscillatory correlates of cognitive impairments in NF1 [ 17 ,  38 ]. These studies did not investigate activity during working memory task performance, but instead during rest and during visual processing [ 17 ] and covert attention tasks [ 38 ]. Ribeiro et al. [ 17 ] observed higher resting state theta power in NF1 relative to typically developing controls, typical alpha reactivity (i.e. higher alpha power during eyes closed relative to eyes open resting state [ 39 ]), and enhanced alpha power during visual processing that may provide a neural marker of attentional deficits in this population. Moreover, Silva et al. [ 38 ] found elevated alpha desynchronisation during a covert attention task that may reflect a compensatory mechanism to keep performance at normal levels. Exploration of oscillatory activity in other cognitive domains impaired in NF1, such as working memory, is lacking. Investigating oscillatory activity during working memory is important as working memory underpins and shares common neural correlates with other cognitive functions important to everyday functioning, such as learning [ 40 ] and attention [ 41 ]. With this in mind, the current study compared EEG power and theta phase coherence in adolescents with NF1 to an age/sex-matched typically developing control group using EEG measured during rest and during a working memory task. Consistent with previous work [ 17 ], we hypothesised higher resting state spectral power in NF1, but normal power reactivity during eyes open versus eyes closed resting state conditions. Our analysis of oscillatory activity during working memory was largely exploratory; however, we predicted aberrant theta power and frontoparietal theta phase coherence given previous WM-related EEG studies in other neurodevelopmental disorders [ 33 ,  36 ]. Finally, the association between EEG measures and age, overall adaptive function, and working memory performance was also explored.",
  "results": "Results Behavioural As expected, NF1 7  performed significantly worse than CON on the parent-rated Vineland ABC ( t (29)  = 3.573,  p  < 0.001) and adaptive auditory n-back task (mean n-back;  t (30)  = 5.412,  p  < 0.001). Moreover, the NF1 group did not demonstrate any impairment in EEG n-back task performance (hits − false alarms (%);  F (1,30)  = 0.094,  p  = 0.762,  η p 2  = 0.003) (see Additional file  1  for detailed reporting). Resting state power: higher delta and theta power in NF1 Figure  2  displays spectral power as a continuous spectrum (top), and averaged in canonical frequency bands (middle), both averaged over all EEG channels, and as topographic maps (bottom) during (a) eyes open and (b) eyes closed resting state. Fig. 2 Grand-averaged log-transformed spectral power during rest with  a  eyes open and  b  eyes closed. Spectral power is shown as a continuous spectrum (top) and averaged in canonical frequency bands (middle), both averaged over all EEG channels, and as topographic maps (bottom). (Abbreviations: δ: delta, 1–3 Hz; θ: theta, 4–7 Hz; α: alpha, 8–11 Hz; β: beta, 12–29 Hz; (low) γ: low-gamma, 30–47 Hz; (high) γ: high-gamma, 53–100 Hz. Box plots: crossbars represent the median, dots represent the mean, upper and lower hinges correspond to the 1st and 3rd quartile, respectively, and whiskers represent the range of the data. * and ^ significant main effect of group in the delta and theta bands, respectively, collapsed over condition) Visual inspection shows that spatial distributions were similar between CON and NF1 in all frequency bands, but with greater magnitudes in NF1 relative to CON. Moreover, greater magnitudes are seen during eyes closed relative to eyes open for delta, theta, and alpha, whilst the opposite pattern is observed for low-gamma and high-gamma. The difference in power between groups was significant for delta ( F (1,28)  = 7.135,  p  = 0.012,  η p 2  = 0.203) and theta ( F (1,28)  = 9.145,  p  = 0.005,  η p 2  = 0.246), but non-significant for alpha, beta, low-gamma, and high-gamma (Table  4 , Fig.  2 ). Table 4 Power and PAF: descriptive and inferential statistics Eyes open/1-back Eyes closed/2-back ANOVA CON NF1 CON NF1 Group Condition/load Group x Condition/load M ± SD M ± SD M ± SD M ± SD F p η p 2 F p η p 2 F p η p 2 Resting state (1,28) (1,28) (1,28)  Delta 0.44 ± 0.38 0.82 ± 0.48 0.58 ± 0.43 1.08 ± 0.52 7.135 .012* .203 38.371  < .001*** .578 3.299 .080 .105  Theta -0.67 ± 0.39 -0.14 ± 0.65 -0.38 ± 0.47 0.35 ± 0.82 9.145 .005** .246 46.213  < .001*** .623 2.853 .102 .092  Alpha -0.93 ± 0.73 -0.43 ± 0.78 0.24 ± 0.92 0.47 ± 0.95 1.609 .215 .054 96.219  < .001*** .775 1.663 .208 .056  Beta -2.34 ± 0.45 -2.22 ± 0.48 -2.27 ± 0.52 -2.24 ± 0.55 0.188 .668 .007 0.266 .610 .009 0.954 .337 .033  Low gamma -3.77 ± 0.44 -3.51 ± 0.61 -4.16 ± 0.37 -4.01 ± 0.60 1.457 .238 .049 44.477  < .001*** .614 0.630 .434 .022  High gamma -4.93 ± 0.55 -4.48 ± 0.84 -5.50 ± 0.45 -5.15 ± 0.76 3.340 .078 .107 43.575  < .001*** .609 0.286 .597 .010  PAF (Pz) 10.06 ± 1.15 8.64 ± 1.10 9.95 ± 0.87 8.95 ± 1.14 12.276 .002** .305 0.290 .594 .010 1.313 .261 .045 Task-specific (adjusted) (1,27) (1,27) (1,27)  Delta 0.07 ± 0.19 -0.05 ± 0.28 0.15 ± 0.29 -0.01 ± 0.22 2.667 .114 .090 1.767 .195 .061 0.215 .646 .008  Theta 0.04 ± 0.20 -0.05 ± 0.33 0.09 ± 0.20 -0.04 ± 0.35 1.374 .251 .048 0.660 .424 .024 0.168 .685 .006  Alpha 0.00 ± 0.33 -0.06 ± 0.46 0.06 ± 0.34 -0.06 ± 0.52 0.398 .533 .015 0.770 .388 .028 0.508 .482 .018  Beta 0.01 ± 0.24 -0.04 ± 0.19 0.09 ± 0.26 -0.04 ± 0.21 1.252 .273 .044 3.410 .076 .112 2.969 .096 .099  Low gamma -0.67 ± 0.32 -0.12 ± 0.38 0.01 ± 0.38 -0.09 ± 0.31 0.396 .535 .014 1.976 .172 .068 0.484 .492 .018  High gamma -0.44 ± 0.41 -0.14 ± 0.50 0.08 ± 0.47 -0.14 ± 0.45 0.951 .338 .034 0.990 .329 .035 1.301 .264 .046  Mid-frontal theta (Fz/F1/F2) 0.03 ± 0.33 -0.10 ± 0.39 0.10 ± 0.27 0.04 ± 0.48 0.598 .446 .022 2.505 .125 .085 0.317 .578 .012 Abbreviations: M  mean,  SD  standard deviation. *** p  < .001, ** p  < .01, * p  < .05. Power (log(μV 2 )) is averaged over all EEG electrodes unless otherwise specified. Note: the degrees of freedom for resting state (1,28) and task-specific (1,27) analyses are different due to the different number of participants included in each analysis There were significant main effects of condition for delta, theta, alpha, low-gamma, and high-gamma, where power was significantly higher during eyes closed relative to eyes open for delta, theta, and alpha, but power was significantly higher during eyes open relative to eyes closed for low-gamma and high-gamma. The absence of significant group × condition interactions in these frequency bands suggests that modulation of amplitude of the oscillations did not differ between groups. Planned paired  t -tests to examine oscillatory reactivity in the NF1 group showed that power was significantly higher during eyes closed relative to eyes open for delta ( t (13)  = 5.004,  p  < 0.001,  d  = 1.34), theta ( t (13)  = 4.296,  p  = 0.001,  d  = 1.15), and alpha ( t (13)  = 5.291,  p  < 0.001,  d  = 1.41), whilst power was significantly higher during eyes open relative to eyes closed for low-gamma ( t (13)  = 4.457,  p  = 0.001,  d  = 1.17) and high-gamma ( t (13)  = 4.204,  p  = 0.001,  d  = 1.12). There was no significant difference in power between eyes open and eyes closed for beta ( t (13)  = 0.285,  p  = 0.780,  d  = 0.08). Peak alpha frequency: lower PAF in NF1 Figure  3  illustrates the alpha range of grand average (a) eyes open and (b) eyes closed resting state after adjustment to reduce 1/f noise and the application of Gaussian smoothing. There was a significant difference in PAF between groups ( F (1,28)  = 12.276,  p  = 0.002, η p 2  = 0.305), whereby compared to CON, NF1 showed a lower PAF (Table  4 ). There was no main effect of condition, and no group x condition interaction. Fig. 3 Grand-averaged 1/f-adjusted log-transformed spectral power during rest.  a  Eyes open and  b  eyes closed. (Grey dashed vertical lines at 6.5 Hz and 13.5 Hz represent the boundaries of the loose alpha range for PAF determination; orange and green dashed vertical lines represent the mean PAF for CON and NF1, respectively; * significant main effect of group collapsed over condition) Task-related power: no group difference in task-specific power Figure  4  displays  unadjusted  spectral power as a continuous spectrum (top), and averaged in canonical frequency bands (middle), both averaged over all EEG channels, and as topographic maps (bottom) during (a) 1-back and (b) 2-back load levels. Fig. 4 Grand-averaged log-transformed spectral  unadjusted  power during  a  1-back and  b  2-back loads. Spectral power is shown as a continuous spectrum (top) and averaged in canonical frequency bands (middle), both averaged over all EEG channels, and as topographic maps (bottom). (Abbreviations: δ: delta, 1–3 Hz; θ: theta, 4–7 Hz; α: alpha, 8–11 Hz; β: beta, 12–29 Hz; (low) γ: low-gamma, 30–47 Hz; (high) γ: high-gamma, 53–100 Hz. Box plots: crossbars represent the median, dots represent the mean, upper and lower hinges correspond to the 1st and 3rd quartile, respectively, and whiskers represent the range of the data. ∼ marginally significant main effect of group in the theta band, collapsed over load level) Visual inspection shows that spatial distributions were similar between CON and NF1 in all frequency bands, but with greater magnitudes in NF1 relative to CON. This group difference in  unadjusted  spectral power was marginally significant for theta only ( F (1,29)  = 4.092,  p  = 0.052,  η p 2  = 0.124) ( unadjusted  power analyses are reported in Additional file  2 ). To investigate task-specific modulation, we used task-related power adjusted for resting state eyes open power. Note, conclusions cannot be drawn about the absolute value of this difference (i.e. whether task-related is higher or lower than resting state activity) in the absence of a pre-stimulus baseline period in the n-back task. The 2 (CON/NF1) × 2 (1-/2-back) ANOVA 8  showed no significant main effects or interactions in any frequency band (Table  4 ). Thus, the marginal task-related difference in theta power disappeared when accounting for resting-state theta power. In line with the scalp-averaged  unadjusted  power, mid-frontal  unadjusted  theta power was numerically higher in NF1 than CON (Fig.  5 ), 9  though this group difference was non-significant ( F (1,29)  = 2.850,  p  = 0.102,  η p 2  = 0.089) (Additional file  2 ). Similarly, the 2 (CON/NF1) × 2 (1-/2-back) ANOVA using task-specific  (adjusted)  theta power showed no significant main effects or interactions (Table  4 ). Fig. 5 Grand-averaged log-transformed mid-frontal theta (4–7 Hz)  unadjusted  power during  a  1-back and  b  2-back loads. (Box plots: crossbars represent the median, dots represent the mean, upper and lower hinges correspond to the 1st and 3rd quartile, respectively, and whiskers represent the range of the data) Theta phase coherence: no group difference in task-specific phase coherence Visual inspection of Fig.  6  shows that  unadjusted  frontoparietal theta phase coherence was numerically higher in NF1 relative to CON in all regions of the frontoparietal network during (a) 1-back and (b) 2-back loads. This group difference in  unadjusted  theta phase coherence was significantly different ( F (1,29)  = 4.852,  p  = 0.036, η p 2  = 0.143) (Additional file  2 ). However, the 2 (CON/NF1) × 3 (ML/MM/MR) × 2 (1-/2-back) ANOVA 10  using task-specific  (adjusted)  theta phase coherence showed no significant main effects or interactions involving the factor ‘group’ (Table  5 ). 11  Again, conclusions cannot be drawn about the absolute value of this difference (i.e. whether task-related is higher or lower than resting state activity) in the absence of a pre-stimulus baseline period in the n-back task. Although not of primary interest, there was a significant region × load interaction ( F (2,54)  = 5.023,  p  = 0.010,  η p 2  = 0.157). There were no other significant main effects or interactions. Fig. 6 Box plots display  unadjusted  frontoparietal theta phase coherence during  a  1-back and  b  2-back loads. Mid-left (mid-frontal–left-parietal), midline (mid-frontal–mid-parietal), and mid-right (mid-frontal–right-parietal). (Crossbars represent the median, dots represent the mean, upper and lower hinges correspond to the 1st and 3rd quartile, respectively, and whiskers represent the range of the data. *significant main effect of group averaged over region and load) Table 5 Theta phase coherence  (adjusted) : descriptive and inferential statistics Descriptive statistics Region Load Group M ± SD Mid-frontal–left-parietal (ML) 1-back CON  − 0.014 ± 0.028 NF1  − 0.020 ± 0.041 2-back CON  − 0.003 ± 0.032 NF1  − 0.014 ± 0.055 Mid-frontal–mid-parietal (MM) 1-back CON  − 0.003 ± 0.023 NF1 0.006 ± 0.049 2-back CON  − 0.003 ± 0.034 NF1  − 0.005 ± 0.035 Mid-frontal–right-parietal (MR) 1-back CON  − 0.022 ± 0.026 NF1  − 0.131 ± 0.021 2-back CON  − 0.120 ± 0.032 NF1  − 0.003 ± 0.042 ANOVA F (1,27)/(2,54) p η p 2 Group 0.028 .868 .001 Region 1.376 .261 .048 Load 1.505 .231 .053 Group × region 0.656 .523 .024 Group × load 0.580 .453 .021 Region × load 5.023 .010* .157 Group × region × load 0.503 .608 .018 Abbreviations: M  mean,  SD  standard deviation * p  < .05. Degrees of freedom: (1,27), (2,54) Correlations between EEG measures and age/cognitive measures Exploratory Pearson’s correlations were run separately for each group to relate individual differences in EEG oscillatory measures with age, overall adaptive function (Vineland ABC), and working memory performance (adaptive auditory n-back) 12  (Table  6 , see Additional file  4  for scatterplots). Correlations were run only for EEG measures that showed a significant group difference in the analyses reported above (i.e. delta and theta resting state power and PAF). For correlations with resting state power, as there was a significant main effect of condition for the delta and theta bands, correlations were run separately for eyes open and eyes closed power. There was no significant main effect of condition for PAF, so PAF was averaged over eyes open/closed prior to running correlations. Table 6 Correlations between EEG measures and age, Vineland ABC, and working memory Demographic/ cognitive measure Group Resting state Delta power Theta power PAF Open Closed Open Closed Open/closed Age (years) CON  (r, p) -.600 (.014)* -.705 (.002)* -.547 (.028)* -.674 (.004)* .736 (.001)* NF1  (r, p) -.420 (.134) -.341 (.233) -.276 (.339) -.108 (.714) -.241 (.407) CON vs. NF1 (z, p) -0.345 (.730) -0.745 (.456) -0.474 (.635) -1.041 (.298) 4.238 ( <  .001)* Vineland ABC CON  (r, p) -.243 (.364) -.256 (.339) -.085 (.756) -.205 (.445) .127 (.639) NF1  (r, p) -.066 (.831) -.040 (.897) .144 (.638) .082 (.790) .149 (.627) CON vs. NF1 (z, p) -0.432 (.666) -0.354 (.724) -0.431 (.666) -0.498 (.618) -0.048 (.961) Auditory n-back CON  (r, p) -.265 (.322) -.220 (.414) -.197 (.464) -.159 (.557) .474 (.063) NF1  (r, p) -.208 (.476) -.156 (.593) -.328 (.252) -.245 (.399) -.088 (.764) CON vs. NF1 (z, p) -0.092 (.926) -0.103 (.918) 0.213 (.831) 0.140 (.888) 1.505 (.132) Power is scalp-averaged over all EEG channels. PAF is measured at channel Pz. Values are Pearson’s  r  with  p -values in brackets. * Significant ( p  < .05) correlation or difference between correlations that survives FDR correction For CON, four negative age-power correlations survived FDR correction: eyes open delta ( r  =  − 0.600,  p  = 0.014,  q  = 0.018), eyes closed delta ( r  =  − 0.705,  p  = 0.002,  q  = 0.005), eyes open theta ( r  =  − 0.547,  p  = 0.028,  q  = 0.028), and eyes closed theta ( r  =  − 0.674,  p  = 0.004,  q  = 0.007). The same correlations for NF1 were non-significant and group differences in these correlations were non-significant. Moreover, age showed a positive correlation with PAF for CON ( r  = 0.736,  p  = 0.001, survived FDR correction,  q  = 0.005). The same correlation for NF1 was non-significant ( r  =  − 0.241,  p  = 0.407) and the group difference in these correlations was significant ( z  = 4.238,  p  < 0.001, survived FDR correction,  q  = 0.005). Finally, there were no significant correlations between any of the EEG measures and overall adaptive function (ABC) or working memory performance.",
  "discussion": "Conclusions This study investigated oscillatory activity both at rest and during the performance of a working memory task. We found that adolescents with NF1 display aberrant oscillatory activity relative to typically developing controls during rest. Specifically, NF1 is characterised by excessive resting state oscillatory activity, particularly at lower frequencies, and a lower peak alpha frequency. Moreover, we found that apparent group differences in working memory task-related oscillatory power and frontoparietal coherence disappeared when accounting for baseline levels from resting state. These findings provide insights that can inform the characterisation of NF1, as well as the design of (non-) pharmacological interventions targeting NF1, and also highlight important avenues for future research.",
  "upgrade_date": "2026-02-20 07:34:56"
}