{
  "pmid": "PMID:37616542",
  "title": "Pro-905, a Novel Purine Antimetabolite, Combines with Glutamine Amidotransferase Inhibition to Suppress Growth of Malignant Peripheral Nerve Sheath Tumor.",
  "abstract": "Malignant peripheral nerve sheath tumors (MPNST) are highly aggressive soft-tissue sarcomas that arise from neural tissues and carry a poor prognosis. Previously, we found that the glutamine amidotransferase inhibitor JHU395 partially impeded tumor growth in preclinical models of MPNST. JHU395 inhibits de novo purine synthesis in human MPNST cells and murine tumors with partial decreases in purine monophosphates. On the basis of prior studies showing enhanced efficacy when glutamine amidotransferase inhibition was combined with the antimetabolite 6-mercaptopurine (6-MP), we hypothesized that such a combination would be efficacious in MPNST. Given the known toxicity associated with 6-MP, we set out to develop a more efficient and well-tolerated drug that targets the purine salvage pathway. Here, we report the discovery of Pro-905, a phosphoramidate protide that delivered the active nucleotide antimetabolite thioguanosine monophosphate (TGMP) to tumors over 2.5 times better than equimolar 6-MP. Pro-905 effectively prevented the incorporation of purine salvage substrates into nucleic acids and inhibited colony formation of human MPNST cells in a dose-dependent manner. In addition, Pro-905 inhibited MPNST growth and was well-tolerated in both human patient-derived xenograft (PDX) and murine flank MPNST models. When combined with JHU395, Pro-905 enhanced the colony formation inhibitory potency of JHU395 in human MPNST cells and augmented the antitumor efficacy of JHU395 in mice. In summary, the dual inhibition of the de novo and purine salvage pathways in preclinical models may safely be used to enhance therapeutic efficacy against MPNST.",
  "authors": "Kathryn M Lemberg; Eunus S Ali; Marcela Krecmerova; Joanna Marie H Aguilar; Jesse Alt; Diane E Peters; Liang Zhao; Ying Wu; Naziba Nuha; John M Asara; Verena Staedtke; Christine A Pratilas; Pavel Majer; Rana Rais; Issam Ben-Sahra; Barbara S Slusher",
  "journal": "Molecular cancer therapeutics",
  "publicationDate": "2023-12-01",
  "doi": "10.1158/1535-7163.MCT-23-0258",
  "methods": "Materials and Methods Cell culture The sNF96.2 cells (RRID:CVCL_K281) were received from ATCC and grown in DMEM (Life Technologies #11965), 10% FBS (Hyclone), 2 mmol/L  l -glutamine and 1% penicillin/streptomycin. JH-2–002 and JH-2–031 MPNST cells were received from the JH NF1 Biospecimen Repository ( http://bit.ly/nf1bank ) and grown in DMEM/F12 (Life Technologies 11320–033), 10% FBS (Gemini), 2 mmol/L  l -glutamine, and 1% penicillin/streptomycin ( 19, 21 ). Cell lines were authenticated at the Johns Hopkins Genetic Resources DNA Services Core Facility by STR profiling using Promega GenePrint10 in comparison with available data ( 19, 21 ) and tested negative for  Mycoplasma  using a Captivate Bio EZ-PCR kit. For establishment of murine flank MPNST, cells harvested from a tumor in an NPcis ( NF1 ) mouse and frozen in 5% DMSO were cultured as previously described ( +/− ;p53 +/− 6 ). All cells were incubated at 37°C, in a humidified atmosphere with 5% CO 2 . Confluency was monitored using an Axiovert 25 optical microscope. JHU395 was synthesized as previously described ( 22 ). 6-MP (Tocris #4103) was purchased commercially. Pro-905 was synthesized as described below and in the Supplementary Methods. For details of compound dose response and colony area assays ( 23 ) in cell culture please see Supplementary Methods. Cell-based targeted metabolomics sNF96.2 and JH-2–002 cells were plated in equal numbers and grown to 70% confluence per 10 cm 2  plate in media. Cells were treated in quadruplicate with JHU395 (10 μmol/L) or DMSO for 6 hours, then media was aspirated and cells were washed with cold PBS. Polar metabolites were extracted in 2 mL ice-cold 80% methanol/20% water following the published protocol of Yuan and colleagues ( 24 ). Dried metabolite pellets were resuspended in 20 μL LC/MS grade water and 5 μL was injected onto an AB/SCIEX 6500 QTRAP hybrid triple quadrupole mass spectrometer targeting > 300 polar metabolites via selected reaction monitoring (SRM) with polarity switching. Metabolites were separated using amide XBridge HILIC (Waters Corp.) chromatography with a Shimadzu Prominence UFLC instrument. Data were integrated using MultiQuant 3.0 software to generate peak area intensities. For details of FGAR quantification please see Supplementary Methods. Radiolabel incorporation to DNA/RNA synthesis Radiolabeled glycine, hypoxanthine, and guanine incorporation to DNA and RNA were measured in sNF96.2 cells and JH-2–002 cells respectively by a protocol similar to described in ( 4 ). Briefly, cells (∼ 85% confluent) were incubated in dialyzed FBS media for 15 hours, then treated with vehicle (DMSO), JHU395 (10 μmol/L), Pro-905 (10 μmol/L), or combination for 6 hours. At the same time of drug treatment, cells were also labeled with the given radionuclide (2-μCi of either U- 14 C-glycine,  3 H-hypoxanthine, or 8– 3 H-guanine) for 6 hours. After 6 hours, cells were harvested and RNA or DNA was isolated using Allprep DNA/RNA kits according to the manufacturer's instructions and quantified using a spectrophotometer. Thirty microliters of eluted RNA or 70 μL of eluted DNA were added to scintillation vials and radioactivity was measured by liquid scintillation counter and normalized to the total RNA or DNA concentrations, respectively. All conditions were analyzed with biological triplicates and representative of at least two independent experiments. Animal studies Studies in laboratory mice were conducted under a protocol approved by the Johns Hopkins Animal Care and Use Committee. C57BL6/NHsd (B6) male mice, at approximately 12 weeks of age between 25 and 30 g were obtained from Envigo. NSG mice (#005557) were obtained from Jackson Labs and bred in house. NPcis (B6;129S2- Trp53 /J, RRID:IMSR_JAX:008191) transgenic mice ( tm1Tyj  Nf1 tm1Tyj 25 ) were obtained from Jackson Labs, Inc, and bred in house. Animals were genotyped using previously validated primers on ear punches (Transnetyx). Evaluation of JHU395 antitumor efficacy in the NPcis transgenic mouse model To explore the antitumor efficacy of JHU395 in a genetically engineered mouse model of MPNST, NPcis mice were bred to generate double heterozygote ( NF1 ) mice. Animals were monitored three times weekly for spontaneous tumor development. Once a palpable tumor reached a volume of ≥100 mm +/− ;p53 +/− 3  as measured by calipers and calculated by the formula: volume = ( L  ×  W 2 )/2, the animal was enrolled onto the treatment study and began treatment with either vehicle (PBS + 1% Tween-80 and 2.5% ethanol three times per week (t.i.w.) orally,  n  = 10) or JHU395 (2.4 mg/kg TIW orally,  n  = 11). Animal weights, body condition scores (BCS), and tumor volumes were measured three times weekly during the study. Reasons for animal euthanasia were defined by guidelines set forth by the Johns Hopkins University Animal Care and Use Committee including tumor size exceeding 2 cm in either dimension, poor body condition scoring (BCS), and other clinical signs of pain and distress. On the day of euthanasia, each animal received a final timed dose of vehicle or JHU395 and was euthanized two hours later by CO 2  inhalation. Whole-body perfusion (10% neutral buffered formalin) was performed on a subset of animals ( n  = 3–4/treatment group) and specimens saved for necropsy and histopathology with hematoxylin and eosin (H&E) staining at IDEXX, Inc. Tumor and plasma were collected from the rest of the animals. Tumor was flash frozen in liquid nitrogen and all samples were stored at −80°C until further bioanalysis. For bioanalysis details, please see Supplementary Methods. Pro-905 synthesis and characterization Pro-905 was synthesized in a four-step synthesis starting from 2′,3′-O-isopropylidene-guanosine. 2′,3′-O-isopropylideneguanosine was prepared on the basis of previously described methods ( 26 ) and reacted with isopropyl [chloro(phenoxy)phosphoryl]- l -alaninate. The product (Cpd 902) was transformed to its 6-thioguanosine analogue (Cpd 904) by reaction with anhydrous sodium hydrogen sulfide, followed by deprotection of the isopropylidene group to give Cpd 905 (Pro-905). Products were characterized by  1 H-NMR,  13 C-NMR, and high-resolution mass spectrometry (MS). The final product Pro-905 was achieved with 99.5% purity. For detailed methods regarding synthetic techniques and molecular characterization please refer to Supplementary Methods (Detailed Pro-905 Synthesis and Characterization). Subsequent scale up to achieve gram quantities was performed with Redicius, Inc. 6-MMP and TGMP bioanalysis Mice (B6, ∼12 weeks of age, bearing murine flank MPNST at ∼500 mm 3 ) were dosed with 6-MP, Pro-905, or vehicle at doses and routes indicated. The mice were euthanized at specified time points post-drug administration and blood samples (∼0.8 mL) were collected in heparinized microtubes by cardiac puncture. Tumors and liver were removed and flash frozen on dry ice. Blood samples were centrifuged at a temperature of 4°C at 3,000 ×  g  for 10 minutes. Plasma (∼300 μL) was collected in polypropylene tubes, and all plasma and tissue samples were stored at −80°C until bioanalysis. For quantifying 6-MMP/6-TGMP levels, plasma samples (25 μL), were extracted using a protein precipitation method by addition of 125 μL of methanol containing internal standard (IS; 2-Chloroadenine, 1 μmol/L), followed by vortex-mixing and then centrifugation at 16,000 ×  g  for 5 minutes at 4°C. The tumor tissues were diluted 1:5 w/v with methanol containing the IS (1 μmol/L), homogenized, then vortex-mixed and centrifuged at 16,000 ×  g  for 5 minutes at 4°C. Supernatants were analyzed by LC/MS-MS using an UltiMate 3,000 UHPLC coupled to Q Exactive Focus Orbitrap Mass Spectrometer (Thermo Fisher Scientific Inc.). The mobile phase used for chromatographic separation consisted of water + 0.01% formic acid (A), and acetonitrile + 0.01% formic acid (B), delivered at a flow rate of 0.4 mL/minute. For 6-MMP analysis, a gradient LC method [time (min)/%B: 0–0.25/2.5, 2.25–3.25/95, 3.25–4.25/2.5] was used for the analyses. Separation was achieved using an Atlantis dC18 2.1×150 mm, 3 μm particle size column (Waters). The mass spectrometer was operated with the capillary temperature setting at 350°C and a spray voltage of 3 kV. Nitrogen was used as the sheath and auxiliary gas set to 30 and 3 arbitrary units, respectively. The mass spectrometer operating in positive PRM mode dissociated the parent ion of 6-MMP at m/z 167.0386 with a collision energy (CE) setting of 23 quantifying product ions of 126.0119, 134.0585, and 152.0152. The parent ion of IS at m/z 170.0228 was dissociated with a CE setting of 23 quantifying product ion of 152.0566. For TGMP analysis, a gradient LC method [time (min)/%B: 0–1.5/0, 2 -3/95, 3–4.5/0] was used for the analyses. Separation was achieved using an SB-Aq 2.1×100 mm, 1.3 μm particle size column (Agilent). The mass spectrometer was operated with the capillary temperature setting at 350°C and a spray voltage of 3.5 kV. Nitrogen was used as the sheath and auxiliary gas set to 25 and 15 arbitrary units, respectively. The mass spectrometer operating in negative PRM mode dissociated the parent ion of TGMP at m/z 378.0279 with a CE setting of 21 quantifying product ions of 78.9591 and 211.0015. The parent ion of IS at m/z 168.0082 was dissociated with a CE setting of 17 quantifying product ions of 97.0237 and 125.0187. PDX studies JH-2–031 MPNST PDX specimens at mouse passage 3 were obtained from the JH NF1 Biospecimen Repository ( 21 ). Female NSG mice at 10 weeks of age were anesthetized with ketamine/xylazine (100 mg/kg ketamine + 10 mg/kg xylazine, i.p.) until surgical plane confirmed. Approximately 3 mm in diameter tumor xenograft pieces were implanted subcutaneously in the right flank in Matrigel (Corning Inc; 354230). When palpable tumors > ∼500 mm 3  formed, mice were euthanized and tumors harvested under sterile conditions, dissected to approximately 3 mm pieces, and immediately passaged to recipient experimental mice. For the experiment shown in Supplementary Fig. S3, tumors at mouse passage 7 were used. To evaluate Pro-905 efficacy, mice with tumor volumes > 100 mm 3  were randomized to receive vehicle (PBS + 1% Tween + 10% EtOH) or Pro-905 (20 mg/kg) i.p. 5 days/week. Mean starting tumor volume per group was approximately 225 mm 3 . Mice were weighed and tumors measured with calipers three times per week. Tumor volume was calculated with the formula  V  = [ L  × ( W 2 )] /2. At study endpoint, which was four weeks from treatment initiation, mice were euthanized by CO 2  inhalation and tumors were harvested and weighed. Data shown are representative of two independent experiments. 6-MP, Pro-905, and combination JHU395 + Pro-905 activity  in vivo  in B6 allograft flank tumored mice Male B6 mice (Envigo) approximately 10 weeks of age were injected in the right flank with 3 × 10 6  cells that were originally harvested from the tumor of an NPcis mouse and grow in culture. Tumors were allowed to form for 3 to 4 weeks. Mice were randomized to treatment groups to achieve equivalent mean tumor volumes (based on caliper measurements) at start of treatment. For 6-MP antitumor activity, the mean tumor volume for the groups at start of experiment was 450 mm 3 . Mice were treated with 6-MP (20 mg/kg, i.p., daily 5 days/week) or vehicle for two weeks. Animal weights and tumor volumes were measured three times per week. Blood and tumor were harvested at the conclusion of the study and evaluated for tumor weights and clinical chemistry/complete blood counts. For Pro-905 and combination Pro-905+JHU395 efficacy studies: mice were randomized to 4 groups ( n  = 7–8 mice/group) for treatment with mean tumor volume approximately 350 mm 3  at start of dosing. Mice were administered Pro-905 (10 mg/kg, i.p., daily until day 10; dose reduced on days 10 to 12 to 5 mg/kg, i.p., in both combination and single agent Pro-905 arms due to ∼15% weight loss occurring in combination therapy arm); JHU395 (1.2 mg/kg orally daily 5 days/week); the combination or Vehicle. Animal weights and tumor volumes were measured 3 times per week. Tumor volume was calculated with the formula V = ( L  ×  W 2 )/2. On the day of tissue harvest (day 12 since start of study), approximately 2 hours following final dosing, mice were euthanized by CO 2  inhalation. Blood and tumor were harvested. Tumor was flash frozen in liquid nitrogen. A subset of mice ( n  = 2–3 per group) were terminally perfused with 10% neutral buffered formalin and submitted for processing and histopathologic review by a veterinary pathologist (IDEXX Bioanalytics, Inc.) Tumor metabolomics in Pro-905, JHU395, and combination treated tumors For the polar metabolomics studies in single agent JHU395, Pro-905, and Combination treated tumors, the tumors were generated and animals treated similarly to above. Tumors were harvested after five days of treatment and flash frozen in liquid nitrogen. Metabolites were extracted in 80% cold methanol: water and separated from insoluble material by centrifugation. Supernatants were divided to equal aliquots based on tissue mass and dried at room temperature overnight under nitrogen gas. Dried metabolite pellets from 25 mg wet tumor tissue were analyzed by targeted LC/MS-MS via SRM with polarity switching on a 6,500 QTRAP. Peak intensities were normalized to vehicle-treated samples and analyzed further using Metaboanalyst ( 24, 27 ). Tumor IHC Tumor sections were stained for Ki67 to assess proliferation. Briefly, slides were deparaffinized and rehydrated through graded alcohols, followed by quenching of endogenous peroxidase activity in 3% H 2 O 2  (30 minutes, room temperature). Heated antigen retrieval was performed in 10 mmol/L citric acid (20 minutes, microwave). Slides were blocked with 2.5% BSA, followed by incubation with 1°C anti-Ki67 (Abcam ab16667; 1:200, overnight, 4°C) or rabbit IgG (Cell Signaling Technology, DA1E; concentration-matched, overnight, 4°C) in 2.5% BSA. A polymer-based secondary detection system was employed according to manufacturer's instructions (Vector, ImmPRESS-HRP Anti-Rabbit IgG, MP-7401). All slides were individually developed with Sigmafast DAB (Sigma, D4293) for 90 seconds under microscopic control, followed by counterstaining with Hematoxylin QS (Vector, H-3404). Slides were then digitized with an Aperio CS2 slide scanner (Leica Biosystems) and analyzed by a trained blinded investigator using Aperio Imagescope software. Representative images of each sample were photographed, and tumors were manually circumscribed to calculate tumor area. A representative area, equivalent in size to the smallest tumor (14 mm 2 ), was then selected within each sample for quantification. Automated total nuclei counts and Ki67-positive nuclei counts were obtained using the Aperio Nuclear v9 algorithm, with thresholds set to detect moderate-to-strong nuclear DAB. Counts were converted to % proliferation [(Ki67 Nuclei Count/Total Nuclei Count) × 100], plotted in GraphPad Prism (RRID:SCR_002798) and analyzed by ordinary one-way ANOVA with multiple comparisons (*,  P  < 0.05). Data availability statement The data generated in this study are available upon request from the corresponding author.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-20 06:59:06",
  "introduction": "Introduction Purine nucleotides are foundational building blocks for cellular macromolecules (e.g., DNA, RNA) and play important roles in cellular bioenergetics, intracellular signaling, and production of immune modulating substrates in the extracellular environment ( 1, 2 ). Purines may be made in cells by a  de novo  pathway starting from amino acids, sugars, bicarbonate, and energy substrates or recycled from previously synthesized nucleosides or bases via a salvage pathway. Because of the importance of purines in cell growth and survival, multiple efforts have been made to investigate purine synthesis regulation in cancer. Enhanced activation of RAS-ERK signaling in tumors, often through oncogenic  RAS  pathway mutations, affects tumor metabolism including nucleotide synthesis ( 3–5 ). The role of inhibition of purine nucleotide synthesis has been less well-characterized in tumors with loss of the RAS GTPase activating protein neurofibromin 1 (NF1), including the NF1-associated aggressive sarcoma malignant peripheral nerve sheath tumor (MPNST). We recently reported that the glutamine amidotransferase inhibitor JHU395 slows growth of MPNST in mice with prominent peturbations of purine metabolites ( 6 ). While promising, the antitumor effect was partial and its mechanism incompletely understood. Herein, we sought to better understand the mechanism of JHU395 in MPNST and to rationally develop an improved combination treatment. In addition to  de novo  purine synthesis, tumor cells also recycle purine bases into nucleotides via the salvage pathway. Clinically used purine antimetabolites including 6-mercaptopurine (6-MP), used in the treatment of hematologic malignancies, require metabolism by enzymes in the purine salvage pathway to form active phosphorylated nucleosides which are incorporated to nucleic acids and lead to anticancer activity ( 7 ). Although 6-MP is an effective agent, its metabolism is complex, subject to multiple side reactions and pharmacogenomic variations, yielding nontherapeutic and GI/hepatotoxic methylated metabolites ( 8 ). On the basis of prior observed antitumor effects of the glutamine amidotransferase inhibitor JHU395 in MPNST and observed perturbation of purine metabolites, we sought to develop a combination strategy that would strategically exploit the dependence of MPNST on purine metabolism by disrupting additional points in purine nucleotide synthesis. Prior clinical studies demonstrated that the glutamine amidotransferase inhibitor 6-diazo-5-oxo-norleucine (DON) when combined with 6-MP led to improved efficacy in patients with pediatric cancer. Unfortunately, the combination of DON with 6-MP also resulted in increased toxicity, including GI toxicity and mucositis ( 9, 10 ). Although 6-MP is not currently clinically used in pediatric solid tumors ( 11 ), we hypothesized that the partial effects of JHU395 on MPNST might be enhanced by combination therapy with 6-MP's active metabolite, thioguanine monophosphate (TGMP). Nucleoside monophosphates are not suitable as drugs given the negative charge on the phosphate, affecting drug distribution and pharmacokinetics as well as the ability to cross the plasma membrane of tumor cells. Phosphoramidate protides are one class of prodrugs designed to evade these challenges that are already used clinically as antivirals ( 12–15 ) and are in clinical development for use as anticancer agents ( 16 ). Protides release monophosphorylated nucleosides upon metabolism, enabling efficient transformation to nucleoside triphosphates in cells. In principle, this strategy should permit lower equivalent doses of the protide antimetabolite compared with the parent inhibitor and minimize toxic side effects, particularly those arising from methylated metabolites commonly generated during 6-MP metabolism ( 17, 18 ). Here, we describe the therapeutic potential of a novel combination strategy targeting purine metabolism in the RAS pathway–active sarcoma MPNST. The glutamine amidotransferase inhibitor JHU395 blocks multiple points in  de novo  purine synthesis in MPNST, with partial decreases in purine monophosphates. We hypothesized that combining JHU395 with an efficient and well-tolerated purine antimetabolite, designed to incorporate into nucleic acids without generating toxic methylated metabolites, would further enhance antitumor efficacy. We demonstrate success of this therapeutic strategy, using the newly designed Protide-TGMP-905 (Pro-905); a novel purine nucleotide antimetabolite designed to deliver active TGMP to tumors. We find that Pro-905 has robust single-agent activity in multiple MPNST models including human MPNST cell lines and a patient derived xenograft (PDX) murine model ( 19, 20 ). Pro-905 also enhances the inhibitory potency of JHU395 when coadministered in both human MPNST cell lines and in mice bearing murine flank MPNST. In combination with glutamine amidotransferase inhibitor, Pro-905 provides a novel effective therapeutic strategy for these aggressive, therapy-resistant sarcomas.",
  "results": "Results JHU395 inhibits glutamine amidotransferases in  de novo  purine synthesis leading to partial inhibition of tumor cell proliferation JHU395 is a nervous tissue-penetrant prodrug of the glutamine amidotransferase inhibitor DON ( 22, 28 ) which has been shown to inhibit three enzymes in de novo purine synthesis including phosphoribosyl pyrophosphate amidotransferase (PPAT), phosphoribosyl formylglyinamidine amidotransferase (PFAS), and guanosine monophosphate synthetase (GMPS; refs.  29–31 ;  Fig. 1A ). Using quantitative LC-MS methods recently described ( 32 ), we observed that 24-hour incubation of JHU395 (10 μmol/L) in both sNF96.2 and JH-2–002 human MPNST cells dramatically increased the PFAS substrate formylglycinamide ribonucleotide (FGAR) over 100-fold ( Fig. 1B ). Using polar metabolomics, we further demonstrated that glutamine amidotransferase substrates phosphoribosyl pyrophosphate (PRPP) and xanthosine monophosphate (XMP) were also significantly increased by JHU395 (10 μmol/L) in both cell lines ( Fig. 1C ). Radiolabeled glycine was used to monitor  de novo  purine synthesis and incorporation of glycine-containing metabolites into newly synthesized nucleic acids of DNA and RNA. JHU395 treatment of MPNST cells significantly reduced  de novo  purine synthesis, as evidenced by a > 25% reduction of glycine label incorporation in DNA and RNA ( Fig. 1D ). Human NF1-MPNST are genomically heterogenous with now well-established diversity in  NF1  mutations, alterations in tumor suppressors (e.g.,  CDKN2A, TP53 ), epigenetic regulators (PRC2 complex components), and other variations ( 33, 34, 35 ). Thus, we compared JHU395 inhibitory potency in three different MPNST cell lines including commercially available sNF96.2 cells, as well as two patient-derived cell lines (JH-2–002, JH-2–031; refs.  19, 21, 36 ). We found that JHU395 partially inhibited growth in all three cell lines with IC 50  values in the low micromolar range ( Fig. 1E ). Figure 1. JHU395 inhibits glutamine amidotransferases in  de novo  purine synthesis leading to partial inhibition of tumor cell proliferation.  A,  Schematic of  de novo  purine synthesis. Glutamine amidotransferases inhibited by JHU395 are shown in orange.  B,  Quantitative measurement of formylglycinamide ribonucleotide (FGAR) over 24 hours in sNF96.2 and JH-2–002 cells following treatment with JHU395 (10 μmol/L). *** indicates 0.0001 ≤  P  < 0.001; **** indicates  P  < 0.0001 by one-way ANOVA with Dunnett multiple comparisons test.  C,  Relative measurement of glutamine amidotransferase substrates phosphoribosyl pyrophosphate (PRPP) and xanthosine-5-monophosphate (XMP) in sNF96.2and JH-2–002 cells after 6 hours treatment with JHU395 (10 μmol/L) or DMSO. ** indicates 0.001 ≤  P  < 0.01, *** indicates 0.0001 ≤  P  < 0.001, **** indicates  P  < 0.0001 by  t  test.  D,  Effect of JHU395 (10 μmol/L for 6 hours) on  14 C-glycine label incorporation to DNA and RNA of sNF96.2 cells compared to vehicle. Data graphed as mean ± SD. ** indicates 0.001 ≤  P  < 0.01 by  t  test.  E,  Dose response of human MPNST cells treated with JHU395 for 72 hours. Percent growth inhibition was calculated by ratio of fluorescence at 590 nm of treated cells compared with no treatment. All samples done in triplicate and shown as mean ± SD. IC 50  value for JHU395 in each cell line calculated from curve fit summarized in table alongside previously characterized genomic alterations ( ref. 36 ). Figure 1. JHU395 inhibits glutamine amidotransferases in de novo purine synthesis leading to partial inhibition of tumor cell proliferation. A, Schematic of de novo purine synthesis. Glutamine amidotransferases inhibited by JHU395 are shown in orange. B, Quantitative measurement of formylglycinamide ribonucleotide (FGAR) over 24 hours in sNF96.2 and JH-2–002 cells following treatment with JHU395 (10 μmol/L). *** indicates 0.0001 ≤ P < 0.001; **** indicates P < 0.0001 by one-way ANOVA with Dunnett multiple comparisons test. C, Relative measurement of glutamine amidotransferase substrates phosphoribosyl pyrophosphate (PRPP) and xanthosine-5-monophosphate (XMP) in sNF96.2and JH-2–002 cells after 6 hours treatment with JHU395 (10 μmol/L) or DMSO. ** indicates 0.001 ≤ P < 0.01, *** indicates 0.0001 ≤ P < 0.001, **** indicates P < 0.0001 by t test. D, Effect of JHU395 (10 μmol/L for 6 hours) on 14C-glycine label incorporation to DNA and RNA of sNF96.2 cells compared to vehicle. Data graphed as mean ± SD. ** indicates 0.001 ≤ P < 0.01 by t test. E, Dose response of human MPNST cells treated with JHU395 for 72 hours. Percent growth inhibition was calculated by ratio of fluorescence at 590 nm of treated cells compared with no treatment. All samples done in triplicate and shown as mean ± SD. IC50 value for JHU395 in each cell line calculated from curve fit summarized in table alongside previously characterized genomic alterations (ref. 36). JHU395 decreases tumor growth, improves survival, and alters tumor purine metabolism in a murine NF1-MPNST model JHU395 was evaluated for single-agent antitumor activity in the transgenic NPcis spontaneous MPNST model ( 25 ). In brief, male and female mice (Supplementary Fig. S1A) were assigned to treatment (vehicle or JHU395 2.4 mg/kg orally, t.i.w.) as they developed palpable tumors (defined as >100 mm 3 ). Animals continued treatment until necessitating euthanasia due to tumor volume or other parameter (weight change, body condition score) exceeding institutional standards ( Fig. 2A ). Mice tolerated JHU395 treatment well with no significant weight loss over the treatment period (Supplementary Fig. S1B). Similar to prior studies in this model ( 37–39 ), tumor volumes were assessed at day 10 relative to day 1 to evaluate drug activity. JHU395 displayed antitumor effects as demonstrated by a significant reduction in tumor volume (day 10/day 1) in the JHU395-treated mice relative to vehicle-treated mice [JHU395 mean log 2  fold change (FC) 0.66 vs. vehicle mean log 2  FC = 2.60;  P  = 0.045 by t-test;  Fig. 2B ]. Notably, one JHU395-treated animal showed regression in tumor volume by day 10 and a second JHU395-treated animal had an impalpable tumor by day 10. JHU395 treatment slowed tumor growth compared with vehicle-treatment in mice over the first 30 days of dosing (Supplementary Fig. S1C). There was also a significant survival difference between the JHU395- and vehicle-treated animals (22- vs. 12-day median survival respectively; log rank  P  = 0.014;  Fig. 2C ). At the time of euthanasia, tumors were excised, flash frozen, and metabolomic markers were analyzed ( n  = 5–6 tumors/treatment). JHU395-treated tumors had elevated FGAR levels indicative of  de novo  purine synthesis inhibition, with corresponding decreases in the purine nucleotide monophosphates IMP and GMP ( Fig. 2D ). Representative tumor histology from vehicle and JHU395-treated mice is shown in Supplementary Fig. S1D. Figure 2. Single-agent JHU395 slows growth of MPNST in a transgenic mouse model with effects on purine nucleotides.  A,  Schematic of experimental design.  B,  Waterfall plot comparing log 2  FC in tumor volume in NPcis mice from day 1 of treatment tumor volumes with day 10 tumor volumes (JHU395 group  n  = 11 animals; vehicle group  n  = 10 animals). Shaded bars in vehicle group indicate animals euthanized prior to day 10, in which case FC is based on the last day of tumor measurement. Treatments were JHU395 2.4 mg/kg orally three times per week or vehicle.  C,  Survival plot for vehicle and JHU395 treated mice enrolled on this study. Animals were the same as in  B .  D,  Relative intensities of the metabolites FGAR, inosine monophosphate (IMP), and guanosine monophosphate (GMP) in JHU395 or vehicle treated tumors at conclusion of treatment. ** indicates 0.001 ≤  P  < 0.01 by t-test. Figure 2. Single-agent JHU395 slows growth of MPNST in a transgenic mouse model with effects on purine nucleotides. A, Schematic of experimental design. B, Waterfall plot comparing log2 FC in tumor volume in NPcis mice from day 1 of treatment tumor volumes with day 10 tumor volumes (JHU395 group n = 11 animals; vehicle group n = 10 animals). Shaded bars in vehicle group indicate animals euthanized prior to day 10, in which case FC is based on the last day of tumor measurement. Treatments were JHU395 2.4 mg/kg orally three times per week or vehicle. C, Survival plot for vehicle and JHU395 treated mice enrolled on this study. Animals were the same as in B. D, Relative intensities of the metabolites FGAR, inosine monophosphate (IMP), and guanosine monophosphate (GMP) in JHU395 or vehicle treated tumors at conclusion of treatment. ** indicates 0.001 ≤ P < 0.01 by t-test. Pro-905, a novel protide of TGMP, was developed to circumvent the toxicities observed with 6-MP Given the promising partial antitumor activity observed for JHU395 in MPNST, we hypothesized that combination treatment could lead to improved efficacy. Prior pediatric cancer clinical studies showed enhanced efficacy when glutamine amidotransferase inhibition was combined with the purine antimetabolite 6-MP, though the combination was limited by toxicity ( 9 ). We initially investigated single-agent 6-MP activity in MPNST cell and mouse models as proof-of-concept. Following administration, 6-MP is transformed to an active monophosphorylated nucleoside antimetabolite 6-thioguanosine monophosphate (TGMP) through multiple steps involving enzymes in the purine salvage pathway (ref.  7 ; Supplementary Fig. S2A). The active metabolites generated have myelosuppressive effects and monitoring of peripheral blood cell counts are used as a surrogate marker of antitumor activity ( 40 ). It is also well-known that this 6-MP metabolic process generates inactive and hepatotoxic methylated metabolites (e.g., 6-methylmercaptopurine, 6-MMP). In the clinic 6-MP treatment requires consistent monitoring, to identify effects of these toxic metabolites, as well as titrate dosing appropriately and provide adequate supportive care ( 41 ). In our studies, 6-MP dose-dependently inhibited proliferation of MPNST cells in culture (Supplementary Fig. S2B) and tumor growth in a flank tumor model (Supplementary Fig. S2C). After 10 days of treatment (6-MP 20 mg/kg, i.p., daily, the equivalent to 60 mg/m 2 /day in humans; refs.  42, 43 ), the mean tumor volume was smaller in the 6-MP group compared with vehicle (1,107 ± 654 mm 3  vs. 2038 ± 468 mm 3 , respectively;  P  = 0.0098). Consistent with clinical reports ( 44 ), some mice treated with 6-MP had increased alanine liver transaminases (46 U/L ± 13 vs. 21 U/L ± 4;  P  = 0.024; Supplementary Fig. S2D). In addition, 6-MP's hepatotoxic methylated metabolite 6-MMP was detectable in the liver of these mice up to 6 hours following treatment (Supplementary Fig. S2E). We hypothesized that generating a prodrug to more efficiently deliver TGMP to tumor cells, and bypass the metabolic processing required to activate 6-MP, would lead to a better tolerated antimetabolite devoid of 6-MP's hepatotoxic methylated metabolites ( Fig. 3A ). As TGMP is a nucleotide and negatively charged, a protide approach was taken. We synthesized a phosphoramidate protide of the nucleoside analogue 6-thioguanosine termed Pro-905 ( Fig. 3B ). The synthesis was accomplished in a three-step process starting from 2′,3′-O-isopropylidene-guanosine and isopropyl [chloro(phenoxy)phosphoryl]- l -alaninate. Pro-905 was purified to >99.5% by HPLC and characterized by  1 H and  13 C NMR and mass spectrometry (see Supplementary Methods). Pro-905 inhibited purine salvage-dependent  3 H-hypoxanthine incorporation to DNA and RNA in tumor cells ( Fig. 3C ). Pro-905 also inhibited sNF96.2 and JH-2–002 human MPSNT colony formation in a dose-dependent manner ( Fig. 3D ), with a magnitude of effect similar to 6-MP ( Fig. 3E ). Figure 3. Synthesis and characterization of Pro-905, a novel thioguanine protide with activity in MPNST.  A,  Schematic of purine base salvage and antimetabolite TGMP incorporation into this process. Pro-905 is shown in blue.  B,  Synthetic scheme for Pro-905.  C,  Effect of Pro-905 (10 μmol/L) or JHU395 (10 μmol/L) on  3 H-hypoxanthine incorporation to DNA and RNA in sNF96.2 cells 6 hours after treatment. * indicates 0.01≤ P  < 0.05 by one-way ANOVA with Dunnett multiple comparisons test.  D,  Effect of Pro-905 on colony formation of sNF96.2 cells. Cells stained with crystal violet. Concentrations of Pro-905 shown are 30, 10, 3, and 1 30 μmol/L, compared to DMSO.  E,  Comparison of Pro-905 (10 μmol/L), 6-MP (10 μmol/L), and DMSO effect on colony area of sNF96.2 cells. * indicates 0.01 ≤  P  < 0.05, ** indicates 0.001 ≤  P  < 0.01 by one-way ANOVA with Dunnett multiple comparisons test. Figure 3. Synthesis and characterization of Pro-905, a novel thioguanine protide with activity in MPNST. A, Schematic of purine base salvage and antimetabolite TGMP incorporation into this process. Pro-905 is shown in blue. B, Synthetic scheme for Pro-905. C, Effect of Pro-905 (10 μmol/L) or JHU395 (10 μmol/L) on 3H-hypoxanthine incorporation to DNA and RNA in sNF96.2 cells 6 hours after treatment. * indicates 0.01≤P < 0.05 by one-way ANOVA with Dunnett multiple comparisons test. D, Effect of Pro-905 on colony formation of sNF96.2 cells. Cells stained with crystal violet. Concentrations of Pro-905 shown are 30, 10, 3, and 1 30 μmol/L, compared to DMSO. E, Comparison of Pro-905 (10 μmol/L), 6-MP (10 μmol/L), and DMSO effect on colony area of sNF96.2 cells. * indicates 0.01 ≤ P < 0.05, ** indicates 0.001 ≤ P < 0.01 by one-way ANOVA with Dunnett multiple comparisons test. Pro-905 is well-tolerated and active in MPNST models On the basis of the promising  in vitro  data with Pro-905, we next tested its pharmacokinetic profile and tumor delivery in mice. Given the more direct metabolic route of Pro-905 to active TGMP, we hypothesized that Pro-905 would be a more efficient purine antimetabolite versus 6-MP. In support of this, when dosed on an equimolar basis, Pro-905 had >2.5-fold enhanced tumor delivery of TGMP versus 6-MP (Pro-905 TGMP AUC 0→t  268 nmol/g/hour vs. 6-MP TGMP AUC 0→ t  114 nmol/g/hour;  Fig. 4A ). Moreover, while 6-MP treatment resulted in exposure to the hepatotoxic metabolite MMP, Pro-905 did not ( Fig. 4B ). Figure 4. Characterization of Pro-905 pharmacokinetics and effect  in vivo .  A,  6-TGMP active metabolite present in tumor over time following dosing of Pro-905 (10 mg/kg, i.p.) or equimolar 6-MP (2.9 mg/kg, i.p.) in B6 mice bearing murine flank MPNST. Error bars indicate S.D. Three mice were used per time point.  B,  6-MMP identified in tumor and plasma of B6 mice with flank MPNST following treatment with 6-MP (2.9 mg/kg i.p.) or Pro-905 (all below limit of quantitation).  C,  WBCs and platelets in B6 mice after 12 days dosing with 6-MP (20 mg/kg, i.p.) or Pro-905 (10 mg/kg or 1 mg/kg, i.p.) **** indicates  P  < 0.0001 by one-way ANOVA with Dunnett multiple comparisons test.  D,  Spider plot of tumor volumes measured from B6 mice with flank MPNST treated with Pro-905 (10 mg/kg, i.p.) or vehicle for three weeks.  E,  Mean weights compared with day 1 during three week study for mice shown in  D .  F,  Plasma alanine aminotransferase (ALT) and bilirubin measured from B6 mice after 12 days of dosing with Pro-905 (10 mg/kg, i.p.). Figure 4. Characterization of Pro-905 pharmacokinetics and effect in vivo. A, 6-TGMP active metabolite present in tumor over time following dosing of Pro-905 (10 mg/kg, i.p.) or equimolar 6-MP (2.9 mg/kg, i.p.) in B6 mice bearing murine flank MPNST. Error bars indicate S.D. Three mice were used per time point. B, 6-MMP identified in tumor and plasma of B6 mice with flank MPNST following treatment with 6-MP (2.9 mg/kg i.p.) or Pro-905 (all below limit of quantitation). C, WBCs and platelets in B6 mice after 12 days dosing with 6-MP (20 mg/kg, i.p.) or Pro-905 (10 mg/kg or 1 mg/kg, i.p.) **** indicates P < 0.0001 by one-way ANOVA with Dunnett multiple comparisons test. D, Spider plot of tumor volumes measured from B6 mice with flank MPNST treated with Pro-905 (10 mg/kg, i.p.) or vehicle for three weeks. E, Mean weights compared with day 1 during three week study for mice shown in D. F, Plasma alanine aminotransferase (ALT) and bilirubin measured from B6 mice after 12 days of dosing with Pro-905 (10 mg/kg, i.p.). Having confirmed increased delivery of TGMP to tumor, we next evaluated Pro-905 for myelosuppression, as assessed by peripheral blood counts, to serve as a biomarker of antitumor activity  in vivo  ( 40 ). White blood cell (WBC) counts and platelets from B6 mice treated with Pro-905 at two dose levels (1 and 10 mg/kg) were compared with those from mice treated with 6-MP (20 mg/kg) to assess activity. Following 12 days of treatment, WBC and platelet values from the 10 mg/kg, i.p., Pro-905 were comparable with those from the 20 mg/kg 6-MP–treated mice ( Fig. 4C ). When Pro-905 at 10 mg/kg was administered daily to B6 mice bearing flank MPNST for three weeks, tumor growth was slowed compared with vehicle (day 15 vehicle tumor volume 3,049 ± 317 mm 3  vs. day 15 Pro-905 tumor volume 1,279 ± 777 mm 3 ;  P  = 0.0047;  Fig. 4D ). Pro-905–treated animal weights remained within 10% of starting weight over this time ( Fig. 4E ) with no elevations in liver transaminases or bilirubin ( Fig. 4F ). In parallel, we evaluated tolerability and efficacy of Pro-905 in immunodeficient  Nod scid gamma  (NSG) mice, bearing patient-derived xenograft (PDX) MPNST. Unlike the B6 mice, NSG mice treated with 10 mg/kg Pro-905, i.p., did not have evidence of myelosuppression as a marker of TGMP activity [white blood cell counts: vehicle 1.002 K/μL ± 0.1899 vs. Pro-905 0.856 K/μL ± 0.178; absolute neutrophil counts (ANC): vehicle 0.710 K/μL ± 0.140 vs. Pro-905 0.644K/μL ± 0.198]. However in a second tolerability study, NSG mice treated with 20 mg/kg, i.p., Pro-905 did have evidence of myelosuppression. Compared with vehicle-treated mice, Pro-905–treated animals (20 mg/kg, i.p.) exhibited lower white blood counts (vehicle 1.53 ± 0.64K/ μL vs. Pro-905 0.970 ± 0.33K/μL) and ANCs (vehicle 1.190 K/μL ± 0.629 vs. Pro-905 0.688 K/μL ± 0.269). Given that the 20 mg/kg, i.p., Pro-905 dose had signs of activity it was chosen for efficacy studies. NSG mice bearing the human MPNST PDX JH-2–031 were dosed with Pro-905 (20 mg/kg, i.p., 5 days per week for 4 weeks) and tumor growth was monitored. Pro-905 slowed tumor growth over the duration of the study compared with vehicle (Supplementary Fig. S3A). At sacrifice the Pro-905–treated mice had significantly smaller mean tumor masses compared to vehicle-treated mice (1,322 mg vs. 2,733 mg respectively;  P  = 0.013 by  t  test; Supplementary Fig. S3B), Pro-905 as a single agent was well-tolerated in this model; animal body weights remained within 10% of starting weights over two weeks of dosing (Supplementary Fig. S3C). Taken together these studies support the antitumor activity of Pro-905 against human MPNST  in vivo . Combination of Pro-905 and JHU395 inhibits human MPNST cell proliferation with prominent effects on nucleic acids On the basis of these promising results showing single-agent Pro-905 activity against MPNST we hypothesized that more prominent antitumor activity would be observed when Pro-905 is combined with the  de novo  purine synthesis inhibitor JHU395 ( Fig. 5A ). We tested the combination in cell culture using a colony forming assay in human MPNST cells. Using JH-2–002 cells, single-agent Pro-905 (10 μmol/L) or JHU395 (1 μmol/L) each decreased colony area approximately 20% compared with no treatment. When combined at these doses, the two agents reduced colony formation by approximately 80% compared with no treatment ( Fig. 5B ). A similar trend was observed in sNF96.2 cells (Supplementary Fig. S4A). We next sought to identify the effects of Pro-905 and JHU395 on nucleic acids in MPNST cells. Pro-905 and the combination, but not JHU395 alone, inhibited guanine incorporation to newly synthesized DNA and RNA ( Fig. 5C ). We also explored the effects of Pro-905, JHU395, and their combination, on markers of DNA damage (γH2AX) and apoptotic cell death (cleaved PARP). Single-agent Pro-905 (10 μmol/L), JHU395 (1 μmol/L), and the combination induced DNA damage (γH2AX) following 120 hours of treatment, corresponding to more than one cell doubling time, but not at 72 hours of treatment ( Fig. 5D ). Cleaved PARP as a marker of apoptosis was not observed at this dose of JHU395 at either time point, but was observed when MPNST cells were treated with JHU395 at higher doses or with the anthracycline doxorubicin as a positive control (Supplementary Fig. S4B and  Fig. 5D , lanes 2 and 10). Full-scan Western blots are pictured in Supplementary Fig. S5. Taken together, these results demonstrate that Pro-905 and JHU395 combine in MPNST cells to decrease cell proliferation with effects on nucleic acid synthesis and DNA damage, but without some markers of classical apoptosis. Figure 5. Combination Pro-905 and glutamine amidotransferases inhibition promotes considerable anti-tumor response in cellular models of MPNST.  A,  Schematic of combination of JHU395 and Pro-905 effect on purine nucleotide synthesis and incorporation to nucleic acids.  B,  Effect of combination JHU395 and Pro-905 at indicated concentrations on colony area formation of JH-2–002 cells. Cells stained with crystal violet. Quantification performed using FIJI Colony Area plugin. Ratio colony area to no treatment shown for JHU395 0 and 1 μmol/L with Pro-905 0, 3, and 10 μmol/L. JHU395 3 μmol/L colony area was BLQ and is not shown. * adjusted  P  < 0.05 by multiple  t  tests.  C,  Effect of Pro-905, JHU395, or Combination on radiolabeled guanine incorporation to DNA and RNA of JH-2–002 cells. Cells were treated with indicated compounds at 10 μmol/L each for 6 hours. *** indicates 0.0001 ≤  P  < 0.001 by one-way ANOVA with Dunnett multiple comparisons test.  D,  Effect of single-agent Pro-905, JHU395, or the combination on γH2AX and cleaved PARP in JH-2–002 cells. GAPDH and tubulin used as loading controls. Doxorubicin (Dxr) shown as a positive control for DNA damage. Samples were assessed on two separate blots, denoted by black rectangles. Figure 5. Combination Pro-905 and glutamine amidotransferases inhibition promotes considerable anti-tumor response in cellular models of MPNST. A, Schematic of combination of JHU395 and Pro-905 effect on purine nucleotide synthesis and incorporation to nucleic acids. B, Effect of combination JHU395 and Pro-905 at indicated concentrations on colony area formation of JH-2–002 cells. Cells stained with crystal violet. Quantification performed using FIJI Colony Area plugin. Ratio colony area to no treatment shown for JHU395 0 and 1 μmol/L with Pro-905 0, 3, and 10 μmol/L. JHU395 3 μmol/L colony area was BLQ and is not shown. * adjusted P < 0.05 by multiple t tests. C, Effect of Pro-905, JHU395, or Combination on radiolabeled guanine incorporation to DNA and RNA of JH-2–002 cells. Cells were treated with indicated compounds at 10 μmol/L each for 6 hours. *** indicates 0.0001 ≤ P < 0.001 by one-way ANOVA with Dunnett multiple comparisons test. D, Effect of single-agent Pro-905, JHU395, or the combination on γH2AX and cleaved PARP in JH-2–002 cells. GAPDH and tubulin used as loading controls. Doxorubicin (Dxr) shown as a positive control for DNA damage. Samples were assessed on two separate blots, denoted by black rectangles. Combination of pro-905 and JHU395 inhibits tumor nucleotide metabolism and abrogates MPNST proliferation in mice B6 mice with flank MPNST were treated with JHU395 (1.2 mg/kg orally, 5 days/week), Pro-905 (10 mg/kg, i.p., 5 days/week), the combination, or vehicle. Following five days of treatment, tumors were harvested, flash frozen, and metabolites extracted for LC-MS analysis. We observed that compared with vehicle-treated tumors, combination-treated tumors demonstrated forty polar metabolites with |log 2  FC| > 1 and (negative log 10 P  value) > 1; notably this was more than were observed compared with either Pro-905 or JHU395 single-agent treatments (Supplementary Fig. S6A and S6B). Analysis of these metabolites based on pathways demonstrated that purine and pyrimidine metabolism pathways were the most significantly impacted by combination treatment ( Fig. 6A ). Metabolites in purine pathways were decreased upon combination treatment compared with control ( Fig. 6B ). Of note, guanosine nucleotides dGMP and GDP were among the purine metabolites decreased by the combination treatment. Figure 6. Combination Pro-905 and GA JHU395 affects nucleotide metabolism in murine MPNST and significantly inhibits tumor proliferation.  A,  Pathway analysis of tumor metabolites identified as considerably affected by combination treatment compared with vehicle treatment of B6 mice with flank MPNST. Threshold for metabolites used in pathway analysis was: absolute value (log 2  FC) > 1 and -log 10 P  > 1. Mice with flank MPNST were treated for five days with vehicle, JHU395 (1.2 mg/kg p.o.), Pro-905 (10 mg/kg i.p.) or the combination. Targeted metabolomics performed with LC-MS and pathways analyzed using Metaboanalyst.  B,  Relative intensities of six purine metabolites identified by pathway analysis compared across all four treatment groups (vehicle, JHU395, Pro-905, and combination). Tumor volumes ( C ) and tumor masses ( D ) at tissue harvest of murine flank MPNST in B6 mice during treatment with vehicle, JHU395 (1.2 mg/kg, p.o., 5 days per week), Pro-905 (10 mg/kg, i.p., 5 days per week, reduced to 5 mg/kg, i.p., for days 10–12 treatment), or the combination. Data points are mean ± S.D.  E,  Table of features on H&E-stained tumors assessed by veterinary pathologist after 12 days of treatment.  F,  Evaluation of Ki67 staining in a subset of murine flank MPNST from B6 mice after 12 days treatment with indicated agents. Arrowheads indicate Ki67 positive cells. Quantification performed in Aperio ImageScope. *,  P  < 0.05 by one-way ANOVA. Figure 6. Combination Pro-905 and GA JHU395 affects nucleotide metabolism in murine MPNST and significantly inhibits tumor proliferation. A, Pathway analysis of tumor metabolites identified as considerably affected by combination treatment compared with vehicle treatment of B6 mice with flank MPNST. Threshold for metabolites used in pathway analysis was: absolute value (log2 FC) > 1 and -log10 P > 1. Mice with flank MPNST were treated for five days with vehicle, JHU395 (1.2 mg/kg p.o.), Pro-905 (10 mg/kg i.p.) or the combination. Targeted metabolomics performed with LC-MS and pathways analyzed using Metaboanalyst. B, Relative intensities of six purine metabolites identified by pathway analysis compared across all four treatment groups (vehicle, JHU395, Pro-905, and combination). Tumor volumes (C) and tumor masses (D) at tissue harvest of murine flank MPNST in B6 mice during treatment with vehicle, JHU395 (1.2 mg/kg, p.o., 5 days per week), Pro-905 (10 mg/kg, i.p., 5 days per week, reduced to 5 mg/kg, i.p., for days 10–12 treatment), or the combination. Data points are mean ± S.D. E, Table of features on H&E-stained tumors assessed by veterinary pathologist after 12 days of treatment. F, Evaluation of Ki67 staining in a subset of murine flank MPNST from B6 mice after 12 days treatment with indicated agents. Arrowheads indicate Ki67 positive cells. Quantification performed in Aperio ImageScope. *, P < 0.05 by one-way ANOVA. In a two-week efficacy study, the combination of Pro-905 with JHU395 prevented growth of established tumors to a greater extent than either single-agent (day 12 mean tumor volume: Vehicle 2225 ± 941 mm 3 ; Pro-905 1018 ± 287 mm 3 ; JHU395 1423 ± 1038 mm 3 ; Combo 319 ± 243 mm 3 .;  Fig. 6C ). Tumors from combination treated mice weighed significantly less than those from vehicle treated mice at tissue harvest (Combination 194.9 ± 162.2 mg vs. Vehicle 1,356.0 ± 570.0 mg;  P  = 0.004 by one-way ANOVA;  Fig. 6D ) and had fewer apparent mitoses ( Fig. 6E ). Ki67 staining as a marker of proliferation was significantly reduced in the combination group compared with vehicle-treated tumors or single-agent Pro-905, and trended toward decreased when compared to JHU395 (mean percent proliferation Vehicle 1.63%, JHU395 0.82%, Pro-905 1.25%, Combination 0.18%;  Fig. 6F ).",
  "discussion": "Discussion Here we show that preclinical models of the chemotherapy-resistant sarcoma MPNST are sensitive to inhibition of multiple points in purine metabolism. Both inhibition of glutamine-dependent  de novo  purine biosynthesis with a glutamine amidotransferase inhibitor and purine antimetabolite incorporation to nucleotide synthesis with the novel protide Pro-905, perturb MPNST cell use of purine substrates. Individually JHU395 and Pro-905 each exert antiproliferative effects on MPNST in both cell-based and mouse models, with increased markers of cell death at concentrations of JHU395 ≥ IC 50 . When coadministered, these effects are enhanced with further perturbation of purine metabolites and abrogation of MPNST growth. Here, we have not only developed a novel purine antimetabolite drug, but also provide strong evidence that inhibition of nucleic acid synthesis pathways is a viable therapeutic strategy for the treatment of RAS-active sarcomas. Broadly active small-molecule glutamine amidotransferase inhibitors, which have recently advanced to clinical trials (NCT04471415;  45 ), have preclinical single-agent activity in RAS-active tumors ( 6, 46 ) including MPNST. JHU395, a lipophilic glutamine amidotransferase inhibitor with activity in nervous system tumors ( 6, 47 ), perturbs multiple glutamine-dependent steps in  de novo  purine biosynthesis leading to alterations in nucleic acid synthesis and DNA damage. To our knowledge, the work presented here is the first demonstration of glutamine amidotransferase inhibition of nucleic acid synthesis in any sarcoma model. In both flank tumor and transgenic mouse models of MPNST, JHU395 partially inhibits tumor growth, prolongs survival, and alters tumor nucleotides. Similar inhibitory effects of another glutamine amidotransferase inhibitor, JHU083 on purine and pyrimidine nucleosides were recently shown in models of renal cell carcinoma ( 48 ). On the basis of altered  de novo  purine synthesis observed upon glutamine amidotransferase inhibitor treatment of MPNST models, paired with prior data suggesting that glutamine amidotransferase inhibition in combination with the purine antimetabolite 6-MP increased antitumor efficacy ( 9 ), we hypothesized that combining JHU395 with a purine antimetabolite would be a novel and effective therapeutic strategy for MPNST. Because of the prior toxicity associated with the combination ( 9 ), we further hypothesized that a protide approach could be taken to develop a more efficient and better tolerated purine antimetabolite that could be more safely coadministered. Phosphoramidate protides have been successfully used as a drug delivery approach for nucleoside monophosphates as antiviral and antitumor agents ( 12, 49, 50 ). We developed Pro-905, a novel protide of the active 6-MP metabolite 6-TGMP. Characterizations of Pro-905  in vitro  revealed an ability to inhibit purine salvage incorporation to nucleic acids and to prevent cell growth.  In vivo  Pro-905 was efficient at TGMP tumor delivery. When directly compared with equimolar 6-MP, Pro-905 had >2.5-fold enhanced delivery of TGMP to tumor. As might be expected, Pro-905 did not generate any detectable 6-MMP, a metabolite linked to much of the GI and hepatotoxicity of 6-MP. Importantly,  in vivo  Pro-905 as a single agent, and in combination with JHU395, abrogated MPNST growth. Pro-905 is well-poised for exploration in additional disease models where 6-MP has been utilized including inflammatory bowel disease and other cancer models, such as acute leukemia. When MPNST cells were treated with JHU395, guanine, and hypoxanthine incorporation to RNA and DNA increased compared with vehicle. These substrates are metabolized through purine salvage pathways. Flux through purine salvage likely increases in response to single-agent JHU395  de novo  purine synthesis blockade as a compensatory measure. Pro-905–derived TGMP competes with endogenous substrates and blocks guanine and hypoxanthine incorporation to nucleic acids, decreasing availability of purine pool substrates for biosynthesis. In addition, TGMP, when incorporated to nucleic acids, triggers a DNA damage response and replication arrest ( 51 ). Taken together these findings support a model (Supplementary Fig. S7) in which JHU395 and Pro-905 affect substrate flux for biosynthesis through  de novo  purine synthesis and purine salvage, respectively. By blocking both purine pathways, the combination triggers effects that tumor cells are unable to evade. Under this model Pro-905–derived TGMP, by competing with GMP nucleotides, decreases total nucleotide flux downstream of GMP from both  de novo  and salvage pathways to DNA and RNA synthesis. Indeed, when Pro-905 and JHU395 were coadministered in a murine flank MPNST model, the combination decreased multiple purine nucleotides including dGMP and GDP as well as markers of tumor growth such as Ki67. While some studies have evaluated the effect of mutant NF1 on tumor metabolism ( 52 ), there is room for improved understanding of the role that metabolism plays in MPNST development and response to treatment. Our finding that glutamine amidotransferase inhibition disrupts  de novo  purine synthesis leading to antitumor effects raises important questions about regulation of tumor metabolism in MPNST. Others have observed that in tumors with signaling modification similar to MPNST such as RAS-ERK driven tumor cells increase phosphorylation of enzymes in purine and pyrimidine synthesis and have increased flux through these pathways ( 3, 4 ). Some MPNST also have mutations in  TP53  ( 53 ); p53 also regulates nucleotide metabolism ( 54 ), though this has yet to be thoroughly explored in MPSNT. More recently, amplifications of chromosome 8 including the  MYC  oncogene have been reported in MPNST ( 20, 35 ). MYC amplification has been linked to metabolic alterations in multiple tumor types and sensitivity to GA ( 47, 55 ). Using existing RNA-seq data [C. Pratilas lab/J. Banerjee, unpublished data, NF data portal and (ref.  21 )] to determine gene expression differences between human plexiform neurofibroma and MPNST we observed differential expression of gene products involved in purine synthesis, suggesting these pathways are affected as part of malignant transformation, and therefore may be a therapeutic target for further investigation. We did not directly assess the response of MPNST cells to glutamine amidotransferase inhibition or Pro-905 antimetabolite effects in terms of regulation of purine nucleotide metabolic gene products, but this will be an important area for future research, to better understand patterns of tumor resistance and sensitivity. In summary, we have characterized purine biosynthesis as a target pathway in MPNST; have developed Pro-905, an entirely novel, efficient, and well-tolerated purine antimetabolite ProTide; and described a new combination therapy targeting both  de novo  and salvage purine metabolism pathways that has exquisite antitumor activity in preclinical models of MPNST. Pro-905 is well poised for additional investigation of its activity in other cancer and disease models. In addition our finding that purine biosynthesis is a therapeutic target pathway in MPNST suggests additional research directions to understand the connection between metabolic vulnerabilities and ongoing genomic and transcriptomic characterizations of this complex and difficult-to-treat sarcoma.",
  "upgrade_date": "2026-02-21 02:22:24"
}