{
  "pmid": "37616542",
  "abstract": "Malignant peripheral nerve sheath tumors (MPNST) are highly aggressive soft-tissue sarcomas that arise from neural tissues and carry a poor prognosis. Previously, we found that the glutamine amidotransferase inhibitor JHU395 partially impeded tumor growth in preclinical models of MPNST. JHU395 inhibits de novo purine synthesis in human MPNST cells and murine tumors with partial decreases in purine monophosphates. On the basis of prior studies showing enhanced efficacy when glutamine amidotransferase inhibition was combined with the antimetabolite 6-mercaptopurine (6-MP), we hypothesized that such a combination would be efficacious in MPNST. Given the known toxicity associated with 6-MP, we set out to develop a more efficient and well-tolerated drug that targets the purine salvage pathway. Here, we report the discovery of Pro-905, a phosphoramidate protide that delivered the active nucleotide antimetabolite thioguanosine monophosphate (TGMP) to tumors over 2.5 times better than equimolar 6-MP. Pro-905 effectively prevented the incorporation of purine salvage substrates into nucleic acids and inhibited colony formation of human MPNST cells in a dose-dependent manner. In addition, Pro-905 inhibited MPNST growth and was well-tolerated in both human patient-derived xenograft (PDX) and murine flank MPNST models. When combined with JHU395, Pro-905 enhanced the colony formation inhibitory potency of JHU395 in human MPNST cells and augmented the antitumor efficacy of JHU395 in mice. In summary, the dual inhibition of the de novo and purine salvage pathways in preclinical models may safely be used to enhance therapeutic efficacy against MPNST.",
  "methods": "Materials and Methods Cell culture The sNF96.2 cells (RRID:CVCL_K281) were received from ATCC and grown in DMEM (Life Technologies #11965), 10% FBS (Hyclone), 2 mmol/L  l -glutamine and 1% penicillin/streptomycin. JH-2–002 and JH-2–031 MPNST cells were received from the JH NF1 Biospecimen Repository ( http://bit.ly/nf1bank ) and grown in DMEM/F12 (Life Technologies 11320–033), 10% FBS (Gemini), 2 mmol/L  l -glutamine, and 1% penicillin/streptomycin ( 19, 21 ). Cell lines were authenticated at the Johns Hopkins Genetic Resources DNA Services Core Facility by STR profiling using Promega GenePrint10 in comparison with available data ( 19, 21 ) and tested negative for  Mycoplasma  using a Captivate Bio EZ-PCR kit. For establishment of murine flank MPNST, cells harvested from a tumor in an NPcis ( NF1 ) mouse and frozen in 5% DMSO were cultured as previously described ( +/− ;p53 +/− 6 ). All cells were incubated at 37°C, in a humidified atmosphere with 5% CO 2 . Confluency was monitored using an Axiovert 25 optical microscope. JHU395 was synthesized as previously described ( 22 ). 6-MP (Tocris #4103) was purchased commercially. Pro-905 was synthesized as described below and in the Supplementary Methods. For details of compound dose response and colony area assays ( 23 ) in cell culture please see Supplementary Methods. Cell-based targeted metabolomics sNF96.2 and JH-2–002 cells were plated in equal numbers and grown to 70% confluence per 10 cm 2  plate in media. Cells were treated in quadruplicate with JHU395 (10 μmol/L) or DMSO for 6 hours, then media was aspirated and cells were washed with cold PBS. Polar metabolites were extracted in 2 mL ice-cold 80% methanol/20% water following the published protocol of Yuan and colleagues ( 24 ). Dried metabolite pellets were resuspended in 20 μL LC/MS grade water and 5 μL was injected onto an AB/SCIEX 6500 QTRAP hybrid triple quadrupole mass spectrometer targeting > 300 polar metabolites via selected reaction monitoring (SRM) with polarity switching. Metabolites were separated using amide XBridge HILIC (Waters Corp.) chromatography with a Shimadzu Prominence UFLC instrument. Data were integrated using MultiQuant 3.0 software to generate peak area intensities. For details of FGAR quantification please see Supplementary Methods. Radiolabel incorporation to DNA/RNA synthesis Radiolabeled glycine, hypoxanthine, and guanine incorporation to DNA and RNA were measured in sNF96.2 cells and JH-2–002 cells respectively by a protocol similar to described in ( 4 ). Briefly, cells (∼ 85% confluent) were incubated in dialyzed FBS media for 15 hours, then treated with vehicle (DMSO), JHU395 (10 μmol/L), Pro-905 (10 μmol/L), or combination for 6 hours. At the same time of drug treatment, cells were also labeled with the given radionuclide (2-μCi of either U- 14 C-glycine,  3 H-hypoxanthine, or 8– 3 H-guanine) for 6 hours. After 6 hours, cells were harvested and RNA or DNA was isolated using Allprep DNA/RNA kits according to the manufacturer's instructions and quantified using a spectrophotometer. Thirty microliters of eluted RNA or 70 μL of eluted DNA were added to scintillation vials and radioactivity was measured by liquid scintillation counter and normalized to the total RNA or DNA concentrations, respectively. All conditions were analyzed with biological triplicates and representative of at least two independent experiments. Animal studies Studies in laboratory mice were conducted under a protocol approved by the Johns Hopkins Animal Care and Use Committee. C57BL6/NHsd (B6) male mice, at approximately 12 weeks of age between 25 and 30 g were obtained from Envigo. NSG mice (#005557) were obtained from Jackson Labs and bred in house. NPcis (B6;129S2- Trp53 /J, RRID:IMSR_JAX:008191) transgenic mice ( tm1Tyj  Nf1 tm1Tyj 25 ) were obtained from Jackson Labs, Inc, and bred in house. Animals were genotyped using previously validated primers on ear punches (Transnetyx). Evaluation of JHU395 antitumor efficacy in the NPcis transgenic mouse model To explore the antitumor efficacy of JHU395 in a genetically engineered mouse model of MPNST, NPcis mice were bred to generate double heterozygote ( NF1 ) mice. Animals were monitored three times weekly for spontaneous tumor development. Once a palpable tumor reached a volume of ≥100 mm +/− ;p53 +/− 3  as measured by calipers and calculated by the formula: volume = ( L  ×  W 2 )/2, the animal was enrolled onto the treatment study and began treatment with either vehicle (PBS + 1% Tween-80 and 2.5% ethanol three times per week (t.i.w.) orally,  n  = 10) or JHU395 (2.4 mg/kg TIW orally,  n  = 11). Animal weights, body condition scores (BCS), and tumor volumes were measured three times weekly during the study. Reasons for animal euthanasia were defined by guidelines set forth by the Johns Hopkins University Animal Care and Use Committee including tumor size exceeding 2 cm in either dimension, poor body condition scoring (BCS), and other clinical signs of pain and distress. On the day of euthanasia, each animal received a final timed dose of vehicle or JHU395 and was euthanized two hours later by CO 2  inhalation. Whole-body perfusion (10% neutral buffered formalin) was performed on a subset of animals ( n  = 3–4/treatment group) and specimens saved for necropsy and histopathology with hematoxylin and eosin (H&E) staining at IDEXX, Inc. Tumor and plasma were collected from the rest of the animals. Tumor was flash frozen in liquid nitrogen and all samples were stored at −80°C until further bioanalysis. For bioanalysis details, please see Supplementary Methods. Pro-905 synthesis and characterization Pro-905 was synthesized in a four-step synthesis starting from 2′,3′-O-isopropylidene-guanosine. 2′,3′-O-isopropylideneguanosine was prepared on the basis of previously described methods ( 26 ) and reacted with isopropyl [chloro(phenoxy)phosphoryl]- l -alaninate. The product (Cpd 902) was transformed to its 6-thioguanosine analogue (Cpd 904) by reaction with anhydrous sodium hydrogen sulfide, followed by deprotection of the isopropylidene group to give Cpd 905 (Pro-905). Products were characterized by  1 H-NMR,  13 C-NMR, and high-resolution mass spectrometry (MS). The final product Pro-905 was achieved with 99.5% purity. For detailed methods regarding synthetic techniques and molecular characterization please refer to Supplementary Methods (Detailed Pro-905 Synthesis and Characterization). Subsequent scale up to achieve gram quantities was performed with Redicius, Inc. 6-MMP and TGMP bioanalysis Mice (B6, ∼12 weeks of age, bearing murine flank MPNST at ∼500 mm 3 ) were dosed with 6-MP, Pro-905, or vehicle at doses and routes indicated. The mice were euthanized at specified time points post-drug administration and blood samples (∼0.8 mL) were collected in heparinized microtubes by cardiac puncture. Tumors and liver were removed and flash frozen on dry ice. Blood samples were centrifuged at a temperature of 4°C at 3,000 ×  g  for 10 minutes. Plasma (∼300 μL) was collected in polypropylene tubes, and all plasma and tissue samples were stored at −80°C until bioanalysis. For quantifying 6-MMP/6-TGMP levels, plasma samples (25 μL), were extracted using a protein precipitation method by addition of 125 μL of methanol containing internal standard (IS; 2-Chloroadenine, 1 μmol/L), followed by vortex-mixing and then centrifugation at 16,000 ×  g  for 5 minutes at 4°C. The tumor tissues were diluted 1:5 w/v with methanol containing the IS (1 μmol/L), homogenized, then vortex-mixed and centrifuged at 16,000 ×  g  for 5 minutes at 4°C. Supernatants were analyzed by LC/MS-MS using an UltiMate 3,000 UHPLC coupled to Q Exactive Focus Orbitrap Mass Spectrometer (Thermo Fisher Scientific Inc.). The mobile phase used for chromatographic separation consisted of water + 0.01% formic acid (A), and acetonitrile + 0.01% formic acid (B), delivered at a flow rate of 0.4 mL/minute. For 6-MMP analysis, a gradient LC method [time (min)/%B: 0–0.25/2.5, 2.25–3.25/95, 3.25–4.25/2.5] was used for the analyses. Separation was achieved using an Atlantis dC18 2.1×150 mm, 3 μm particle size column (Waters). The mass spectrometer was operated with the capillary temperature setting at 350°C and a spray voltage of 3 kV. Nitrogen was used as the sheath and auxiliary gas set to 30 and 3 arbitrary units, respectively. The mass spectrometer operating in positive PRM mode dissociated the parent ion of 6-MMP at m/z 167.0386 with a collision energy (CE) setting of 23 quantifying product ions of 126.0119, 134.0585, and 152.0152. The parent ion of IS at m/z 170.0228 was dissociated with a CE setting of 23 quantifying product ion of 152.0566. For TGMP analysis, a gradient LC method [time (min)/%B: 0–1.5/0, 2 -3/95, 3–4.5/0] was used for the analyses. Separation was achieved using an SB-Aq 2.1×100 mm, 1.3 μm particle size column (Agilent). The mass spectrometer was operated with the capillary temperature setting at 350°C and a spray voltage of 3.5 kV. Nitrogen was used as the sheath and auxiliary gas set to 25 and 15 arbitrary units, respectively. The mass spectrometer operating in negative PRM mode dissociated the parent ion of TGMP at m/z 378.0279 with a CE setting of 21 quantifying product ions of 78.9591 and 211.0015. The parent ion of IS at m/z 168.0082 was dissociated with a CE setting of 17 quantifying product ions of 97.0237 and 125.0187. PDX studies JH-2–031 MPNST PDX specimens at mouse passage 3 were obtained from the JH NF1 Biospecimen Repository ( 21 ). Female NSG mice at 10 weeks of age were anesthetized with ketamine/xylazine (100 mg/kg ketamine + 10 mg/kg xylazine, i.p.) until surgical plane confirmed. Approximately 3 mm in diameter tumor xenograft pieces were implanted subcutaneously in the right flank in Matrigel (Corning Inc; 354230). When palpable tumors > ∼500 mm 3  formed, mice were euthanized and tumors harvested under sterile conditions, dissected to approximately 3 mm pieces, and immediately passaged to recipient experimental mice. For the experiment shown in Supplementary Fig. S3, tumors at mouse passage 7 were used. To evaluate Pro-905 efficacy, mice with tumor volumes > 100 mm 3  were randomized to receive vehicle (PBS + 1% Tween + 10% EtOH) or Pro-905 (20 mg/kg) i.p. 5 days/week. Mean starting tumor volume per group was approximately 225 mm 3 . Mice were weighed and tumors measured with calipers three times per week. Tumor volume was calculated with the formula  V  = [ L  × ( W 2 )] /2. At study endpoint, which was four weeks from treatment initiation, mice were euthanized by CO 2  inhalation and tumors were harvested and weighed. Data shown are representative of two independent experiments. 6-MP, Pro-905, and combination JHU395 + Pro-905 activity  in vivo  in B6 allograft flank tumored mice Male B6 mice (Envigo) approximately 10 weeks of age were injected in the right flank with 3 × 10 6  cells that were originally harvested from the tumor of an NPcis mouse and grow in culture. Tumors were allowed to form for 3 to 4 weeks. Mice were randomized to treatment groups to achieve equivalent mean tumor volumes (based on caliper measurements) at start of treatment. For 6-MP antitumor activity, the mean tumor volume for the groups at start of experiment was 450 mm 3 . Mice were treated with 6-MP (20 mg/kg, i.p., daily 5 days/week) or vehicle for two weeks. Animal weights and tumor volumes were measured three times per week. Blood and tumor were harvested at the conclusion of the study and evaluated for tumor weights and clinical chemistry/complete blood counts. For Pro-905 and combination Pro-905+JHU395 efficacy studies: mice were randomized to 4 groups ( n  = 7–8 mice/group) for treatment with mean tumor volume approximately 350 mm 3  at start of dosing. Mice were administered Pro-905 (10 mg/kg, i.p., daily until day 10; dose reduced on days 10 to 12 to 5 mg/kg, i.p., in both combination and single agent Pro-905 arms due to ∼15% weight loss occurring in combination therapy arm); JHU395 (1.2 mg/kg orally daily 5 days/week); the combination or Vehicle. Animal weights and tumor volumes were measured 3 times per week. Tumor volume was calculated with the formula V = ( L  ×  W 2 )/2. On the day of tissue harvest (day 12 since start of study), approximately 2 hours following final dosing, mice were euthanized by CO 2  inhalation. Blood and tumor were harvested. Tumor was flash frozen in liquid nitrogen. A subset of mice ( n  = 2–3 per group) were terminally perfused with 10% neutral buffered formalin and submitted for processing and histopathologic review by a veterinary pathologist (IDEXX Bioanalytics, Inc.) Tumor metabolomics in Pro-905, JHU395, and combination treated tumors For the polar metabolomics studies in single agent JHU395, Pro-905, and Combination treated tumors, the tumors were generated and animals treated similarly to above. Tumors were harvested after five days of treatment and flash frozen in liquid nitrogen. Metabolites were extracted in 80% cold methanol: water and separated from insoluble material by centrifugation. Supernatants were divided to equal aliquots based on tissue mass and dried at room temperature overnight under nitrogen gas. Dried metabolite pellets from 25 mg wet tumor tissue were analyzed by targeted LC/MS-MS via SRM with polarity switching on a 6,500 QTRAP. Peak intensities were normalized to vehicle-treated samples and analyzed further using Metaboanalyst ( 24, 27 ). Tumor IHC Tumor sections were stained for Ki67 to assess proliferation. Briefly, slides were deparaffinized and rehydrated through graded alcohols, followed by quenching of endogenous peroxidase activity in 3% H 2 O 2  (30 minutes, room temperature). Heated antigen retrieval was performed in 10 mmol/L citric acid (20 minutes, microwave). Slides were blocked with 2.5% BSA, followed by incubation with 1°C anti-Ki67 (Abcam ab16667; 1:200, overnight, 4°C) or rabbit IgG (Cell Signaling Technology, DA1E; concentration-matched, overnight, 4°C) in 2.5% BSA. A polymer-based secondary detection system was employed according to manufacturer's instructions (Vector, ImmPRESS-HRP Anti-Rabbit IgG, MP-7401). All slides were individually developed with Sigmafast DAB (Sigma, D4293) for 90 seconds under microscopic control, followed by counterstaining with Hematoxylin QS (Vector, H-3404). Slides were then digitized with an Aperio CS2 slide scanner (Leica Biosystems) and analyzed by a trained blinded investigator using Aperio Imagescope software. Representative images of each sample were photographed, and tumors were manually circumscribed to calculate tumor area. A representative area, equivalent in size to the smallest tumor (14 mm 2 ), was then selected within each sample for quantification. Automated total nuclei counts and Ki67-positive nuclei counts were obtained using the Aperio Nuclear v9 algorithm, with thresholds set to detect moderate-to-strong nuclear DAB. Counts were converted to % proliferation [(Ki67 Nuclei Count/Total Nuclei Count) × 100], plotted in GraphPad Prism (RRID:SCR_002798) and analyzed by ordinary one-way ANOVA with multiple comparisons (*,  P  < 0.05). Data availability statement The data generated in this study are available upon request from the corresponding author.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:27:03.224820",
  "abstract_length": 1661,
  "methods_length": 15281,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}