{
  "pmid": "PMID:37712888",
  "title": "A common single nucleotide variant in the cytokine receptor-like factor-3 (CRLF3) gene causes neuronal deficits in human and mouse cells.",
  "abstract": "Single nucleotide variants in the general population are common genomic alterations, where the majority are presumed to be silent polymorphisms without known clinical significance. Using human induced pluripotent stem cell (hiPSC) cerebral organoid modeling of the 1.4 megabase Neurofibromatosis type 1 (NF1) deletion syndrome, we previously discovered that the cytokine receptor-like factor-3 (CRLF3) gene, which is co-deleted with the NF1 gene, functions as a major regulator of neuronal maturation. Moreover, children with NF1 and the CRLF3L389P variant have greater autism burden, suggesting that this gene might be important for neurologic function. To explore the functional consequences of this variant, we generated CRLF3L389P-mutant hiPSC lines and Crlf3L389P-mutant genetically engineered mice. While this variant does not impair protein expression, brain structure, or mouse behavior, CRLF3L389P-mutant human cerebral organoids and mouse brains exhibit impaired neuronal maturation and dendrite formation. In addition, Crlf3L389P-mutant mouse neurons have reduced dendrite lengths and branching, without any axonal deficits. Moreover, Crlf3L389P-mutant mouse hippocampal neurons have decreased firing rates and synaptic current amplitudes relative to wild type controls. Taken together, these findings establish the CRLF3L389P variant as functionally deleterious and suggest that it may be a neurodevelopmental disease modifier.",
  "authors": "Anna F Wilson; Rasha Barakat; Rui Mu; Leah L Karush; Yunqing Gao; Kelly A Hartigan; Ji-Kang Chen; Hongjin Shu; Tychele N Turner; Susan E Maloney; Steven J Mennerick; David H Gutmann; Corina Anastasaki",
  "journal": "Human molecular genetics",
  "publicationDate": "2023-12-01",
  "doi": "10.1093/hmg/ddad155",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-19 09:30:06"
}