{
  "pmid": "37770931",
  "abstract": "Plexiform neurofibroma (PN) is a leading cause of morbidity in children with the genetic condition Neurofibromatosis Type 1 (NF1), often disfiguring or threatening vital structures. During formation of PN, a complex tumor microenvironment (TME) develops, with recruitment of neoplastic and non-neoplastic cell types being critical for growth and progression. Due to the cohesive cellularity of PN, single-cell RNA-sequencing is difficult and may result in a loss of detection of critical cellular subpopulations. To bypass this barrier, we performed single-nuclei RNA-sequencing (snRNA-seq) on 8 frozen PN samples, and integrated this with spatial transcriptomics (ST) in 4 PN samples and immunohistochemistry to provide morphological context to transcriptomic data. SnRNA-seq analysis definitively charted the heterogeneous cellular subpopulations in the PN TME, with the predominant fraction being fibroblast subtypes. PN showed a remarkable amount of inter-sample homogeneity regarding cellular subpopulation proportions despite being resected from a variety of anatomical locations. ST analysis identified distinct cellular subpopulations which were annotated using snRNA-seq data and correlated with histological features. Schwann cell/fibroblast interactions were identified by receptor/ligand interaction analysis demonstrating a high probability of Neurexin 1/Neuroligin 1 (NRXN1/NLGN1) receptor-ligand cross-talk predicted between fibroblasts and non-myelinated Schwann cells (NM-SC) and subtypes, respectively. We observed aberrant expression of NRXN1 and NLGN1 in our PN snRNA-seq data compared to a normal mouse sciatic nerve single-cell RNA-seq dataset. This pathway has never been described in PN and may indicate a clear and direct communication pathway between putative NM-SC cells of origin and surrounding fibroblasts, potentially driving disease progression. SnRNA-seq integrated with spatial transcriptomics advances our understanding of the complex cellular heterogeneity of PN TME and identify potential novel communication pathways that may drive disease progression, a finding that could provide translational therapy options for patients with these devastating tumors of childhood and early adulthood.",
  "methods": "Materials and methods Sample details and preparation Human NF1-associated plexiform neurofibroma samples (Table  1 ) were collected from surgeries at Children’s Hospital Colorado in compliance with all ethical standards and informed consent (COMIRB-13-1672). Bulk frozen tissue samples were processed using CHAPS-based buffer as previously described that provided nuclei that were not only high in membrane integrity, but also nuclear yield [ 27 ]. An additional wash step was utilized to prevent the presence of cell-free RNA that has been shown to confound downstream snRNA-sequencing. Bright field microscopy was employed to determine yield, quality and membrane integrity of single nuclei. Archival formalin-fixed paraffin-embedded (FFPE) material corresponding to 14 PN patient samples were obtained for IHC analyses. Table 1 Description of sample cohort Sample Age Location snRNA-seq Spatial transcriptomics NF02 6 Scalp Yes No NF09 4 Neck Yes Yes NF12 5 Eyebrow Yes Yes NF13 8 Face Yes No NF14 6 Face Yes No NF15 7 Neck Yes Yes NF16 10 Abdomen Yes Yes NF32 17 Face Yes No Single-nuclei capture, RNA library preparation, and sequencing Single-nuclei RNA-sequencing (snRNA-seq) was conducted on 8 frozen PN samples that had been snap frozen at the time of surgery and banked at our institution. All PN samples were taken from patients with confirmed Neurofibromatosis Type 1. snRNA-seq allowed the use of bulk frozen samples and the isolation of single-nuclei with superior quantity and quality with low levels of cell-free RNA as demonstrated by quality control measurements included in the platform. Single nuclei generated from PN were analyzed using 10 × Genomics Chromium 3′ gene expression. The single-nuclei RNA-seq was performed at the UC Cancer Center Microarray and Genomics Core, where 4000 nuclei per sample were captured and barcoded to generate cDNA libraries. Libraries were subsequently sequenced using the Illumina NovaSeq6000 platform at approximately 50,000 reads per nuclei. We utilized Chromium Controller in combination with Chromium Single Cell V3 Chemistry Library Kits, Gel Bead & Multiplex Kit, and Chip Kit (10 × Genomics). Transcripts were converted to cDNA, barcoded, and libraries were sequenced on Illumina NovaSeq6000 to obtain 50,000 reads per cell. SnRNA-seq data analysis Raw sequencing reads were processed using CellRanger (10 × Genomics) and Seurat 3.1.0. C Cells from individual subpopulations were reanalyzed separately using Harmony alignment [ 18 ]. Presto was used for determining differential expression and marker gene identification [ 19 ]. Cellular subpopulations were fully categorized by using Jaccard analysis of PN cellular subpopulation marker genes with data from a single-cell RNA-sequencing mouse sciatic peripheral nerve atlas [ 31 ], as well as comparison with data from the benign cutaneous fibroma study [ 1 ], and examination of cluster-specific gene ontologies. CellChatDB [ 4 ] (version 1.5.0) was used to infer ligand–receptor interactions between and within individual subpopulations in single cell data. This method measures the average expression of ligand and cognate receptor genes for each subpopulation and then calculates the probability and statistical significance of intercellular communications, and identify dominant senders and receiver cell types. Visium spatial transcriptomics Optimal cutting temperature (OCT) compound embedded frozen primary PN samples were sectioned on a Cryostar NX70 cryostat (ThermoFisher) at 10 μm sections and mounted on spatial transcriptomic capture slides (Visium, 10 × Genomics). The optimal tissue section permeabilization time (18 min) was established using preliminary test sections. 4 PN sections were permeabilized and resulting capture sections underwent methanol fixation and were stained with H&E and imaged on an Evos M7000 (ThermoFisher) with brightfield settings. RNA libraries were generated and subsequently sequenced at 70,000 read pairs per spot (Novaseq6000, Illumina). Spatial transcriptomics data analysis Sequencing data were processed with Space Ranger (10 × genomics, v1.2.1), followed by analysis in R using the Seurat (v4.0.1) tool suite. To ensure the number of genes detected were between 50 and 15,000 and less than 50% of UMIs mapped to mitochondrial genes, spots were filtered. SCTransform normalization on each sample and principal component analysis on merged data was conducted, followed by sample integration with Harmony (v1.0) using 30 principal components and theta = 2. UMAP dimension reduction and shared nearest neighbor clustering were conducted on 30 principal components. Space Ranger (10 × Genomics), Seurat [ 12 ], Harmony [ 18 ] and Clustree [ 32 ] packages were utilized to cluster, process, filter and integrate newly generated ST data. Clustering results at different resolution settings were evaluated through Clustree (v0.4.3) visualizations. The Wilcoxon test was used to determine differential gene expression within ST gene clusters. Cell types were defined by (1) Jaccard index calculation of ST cluster marker gene overlap with snRNA-seq markers as conducted previously [ 6 ,  7 ], (2) manual interpretation of ST cluster markers and (3) ontological analysis using DAVID (Database for Annotation, Visualization, and Integrated Discovery:  https://david.ncifcrf.gov ; version 6.8) to measure enrichment of GOterm Direct gene-sets in ST cluster signatures. ST cluster overlays on H&E image were produced in the Loupe Browser (10 × Genomics). Immunohistochemistry Immunohistochemistry was performed on 5-µm formalin-fixed, paraffin-embedded (FFPE) tumor tissue sections using a Ventana auto stainer. Antigen retrieval was performed by incubation in citrate solution pH 6.0 for 10 min at 110 °C. Slides were treated with primary antibodies for LAMA2 (Abnova (Catalog #: H00003908-M01), 1:1000), SLC22A3 (Novus Biologicals (Catalog #: NBP1-83976), 1:750), PRRX1 (Thermo Fisher Scientific (Catalog#: MA5-26580), 1:200) and SOX10 (Roche (Catalog#: 760-4968), pre-diluted kit) for 32 min at 37 °C. All immunostained sections were counterstained with hematoxylin. Descriptive histological assessment was provided by board-certified pathologists A.G. and N. W. Statistical analyses Statistical analyses were performed using R bioinformatics, Prism (GraphPad), and Excel (Microsoft) software. Statistical significance was defined as  p  ≤ 0.05 for all tests.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:27:25.935552",
  "abstract_length": 2226,
  "methods_length": 6415,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}