{
  "pmid": "PMID:37817770",
  "title": "Single-cell RNA sequencing of neurofibromas reveals a tumor microenvironment favorable for neural regeneration and immune suppression in a neurofibromatosis type 1 porcine model.",
  "abstract": "Neurofibromatosis Type 1 (NF1) is one of the most common genetically inherited disorders that affects 1 in 3000 children annually. Clinical manifestations vary widely but nearly always include the development of cutaneous, plexiform and diffuse neurofibromas that are managed over many years. Recent single-cell transcriptomics profiling efforts of neurofibromas have begun to reveal cell signaling processes. However, the cell signaling networks in mature, non-cutaneous neurofibromas remain unexplored. Here, we present insights into the cellular composition and signaling within mature neurofibromas, contrasting with normal adjacent tissue, in a porcine model of NF1 using single-cell RNA sequencing (scRNA-seq) analysis and histopathological characterization. These neurofibromas exhibited classic diffuse-type histologic morphology and expected patterns of S100, SOX10, GFAP, and CD34 immunohistochemistry. The porcine mature neurofibromas closely resemble human neurofibromas histologically and contain all known cellular components of their human counterparts. The scRNA-seq confirmed the presence of all expected cell types within these neurofibromas and identified novel populations of fibroblasts and immune cells, which may contribute to the tumor microenvironment by suppressing inflammation, promoting M2 macrophage polarization, increasing fibrosis, and driving the proliferation of Schwann cells. Notably, we identified tumor-associated ",
  "authors": "Dalton T McLean; Jennifer J Meudt; Loren D Lopez Rivera; Dominic T Schomberg; Derek M Pavelec; Tyler T Duellman; Darya G Buehler; Patrick B Schwartz; Melissa Graham; Laura M Lee; Keri D Graff; Jamie L Reichert; Sandra S Bon-Durant; Charles M Konsitzke; Sean M Ronnekleiv-Kelly; Dhanansayan Shanmuganayagam; C Dustin Rubinstein",
  "journal": "Frontiers in oncology",
  "publicationDate": "2023",
  "doi": "10.3389/fonc.2023.1253659",
  "methods": "Materials and methods Porcine tumor and non-tumor tissue collection for scRNA-seq Experiments involving animals were conducted under protocols approved by the University of Wisconsin–Madison Institutional Animal Care and Use Committee in accordance with published National Institutes of Health and United States Department of Agriculture guidelines. We have previously published on the creation and genomic validation of our three distinct NF1 porcine models, including the one utilized in this study ( 24 ). The present study used tissue samples (two tumors and an adjacent normal region) collected from a 3.83-year-old male NF1 pig harboring an  NF1  exon a31 excision producing an alternatively spliced  NF1  allele, whose regulation is associated with disease severity ( 24 ,  26 ). Development of the masses was first noted when the animal was about 11 months of age; the masses increased in size with age until the animal was euthanized for necropsy and tissue collection. The pig was bred and housed at the UW Swine Research and Teaching Center, a closed-herd, specific-pathogen-free (SPF) facility. The pig was transported to an on-campus facility on the day of the necropsy. The pig was initially sedated with intramuscular administration of a cocktail of Telazol ®  (3.3 mg/kg; Zoetis Inc., Kalamazoo, MI, USA), xylazine (1.6 mg/kg; Bimeda, Inc., Oakbrook Terrace, IL, USA), and ketamine (1.6 mg/kg; Zoetis Inc.). An additional dose of ketamine (2 mg/kg) was given intramuscularly before euthanasia with intracardiac administration of Fatal-Plus ®  Euthanasia Solution (Vortech Pharmaceutical Ltd, Dearborn, MI, USA) according to the manufacturer’s recommendations. The necropsy was led by two board-certified veterinary pathologists. Caudodorsal subcutaneous masses were identified on the right and left sides of the thorax and resected, providing two samples we have called Mass 1 and Mass 2 ( \n ). A non-tumor, normal adjacent sample was collected to serve as the control. Upon gross examination, the masses were primarily located in the subcutaneous tissue and extended into the overlying dermis. Like human neurofibromas, both masses appeared light-yellow to tan in color, semi-firm, and variably demarcated from surrounding tissue. Mass 1 was located on the right caudodorsal thorax, 88 cm caudal to the base of the right pinna, and 12 cm to the right of midline, while Mass 2 was located left caudodorsal thorax, at approximately the same level as the right caudodorsal mass, 10.5 cm left of midline. Once incised around the masses, Mass 1 was approximately 6 x 5 x 3.2 cm, while Mass 2 was 11.7 x 11.7 x 3.2 cm. Each tumor tissue sample was taken from the center of the mass and divided into two segments for histological and immunohistochemical validation and the scRNA-seq analysis. Figure 1 \n Figure 1 Study Design: A 3.83-year-old male NF1 pig harboring an excision in exon 31 of  NF1  and two caudodorsal masses of interest was sedated and then euthanized. The masses and an adjacent normal region were resected out and sectioned for histopathological validation and scRNA-seq analysis. Histology and immunohistochemistry Tissue sections were processed and embedded using an adapted protocol (Abcam, Cambridge, UK) ( 27 ). Briefly, following fixation with 10% neutral buffered formalin, tissues placed in processing/embedding cassettes were dehydrated using increasing ethanol concentrations. This was followed by clearing with three changes of xylene for 20 minutes each. Xylene was then exchanged with two paraffin changes (60 minutes each) to allow adequate tissue infiltration of the wax and then embedded. The embedded tissues were cut into 5 µm sections for the conventional hematoxylin and eosin (H&E) and IHC staining. The IHC protocol was adapted from R&D Systems (Minneapolis, MN, USA) ( 28 ). Heat-induced antigen retrieval was performed using a citrate buffer at pH 7.4 ( 29 ). The following antibodies were used to classify the tumors: S100 (1:4000; Agilent Dako, Santa Clara, CA, USA; GA50461-2), CD34 (1:400; Bioss, Woburn, MA, USA; bs-8996R), Sox10 (1:100; Abcam, Cambridge, UK; ab227680), CD117 (1:100, Cell Signaling; 37805S), GFAP (1:200, Abcam; ab16997), AIF1 (1:500, LSBio; LS-B2645), and SMA (1:250, LSBio; LS-B3933). Briefly, the primary antibodies were incubated overnight at 4°C while the secondary antibodies, including anti-rabbit, anti-goat, and anti-mouse (1:250, Abcam; ab6728, ab6885, ab6721, respectively), were incubated on slides for 30 minutes at room temperature. The targets of interest were detected using a DAB chromogen substrate kit (Cell Signaling; #8059) and counterstained using Mayer’s Hematoxylin for 30 seconds (Abcam; ab220365). RNA extraction and single-cell sequencing The samples for the scRNA-seq analysis were promptly placed into 1.5 mL conical tubes on ice until enzymatically digestion could be started within the hour to obtain a single cell suspension ( 30 ). Briefly, each tissue sample was minced into <4 mm pieces and digested with a Tumor Dissociation Kit (Cat #130-095-929; Miltenyi Biotec, Gaithersburg, MD, USA) according to the manufacturer’s instructions. The resulting suspensions were further digested using collagenase II to obtain sufficient cell counts for scRNA-seq (>50,000 cells/sample) ( 31 ). Libraries were constructed according to the Chromium Single Cell 3’ Reagent Kit v3.1 user guide (10x Genomics, Pleasanton, CA) by the UW Gene Expression Center. Briefly, cell concentration and cell viability of the single-cell suspension were quantified on the Countess II (Thermo Fisher Scientific, Waltham, MA) using 0.4% Trypan Blue (Invitrogen, Carlsbad, CA). The appropriate volume of cells was loaded onto the Chromium Single Cell Chip G (10X) required for yielding a cell recovery of approximately 50,000 cells. After completing the Chromium run, the gel beads-in-emulsion (GEMs) were transferred to emulsion-safe strip tubes for GEM-RT using an Eppendorf MasterCycler Pro thermocycler (Eppendorf, Hamburg, Germany). Following RT, GEMs were broken, and the pooled single-cell cDNA was amplified. Post-cDNA amplified product was purified using SPRIselect (Beckman Coulter, Brea, CA) and quantified on a Bioanalyzer 2100 (Agilent, Santa Clara, CA) using the High Sensitivity DNA kit (Agilent, Santa Clara, CA). Full-length cDNA was fragmented and used to generate cDNA libraries according to the standard 10X Genomics workflow. These libraries were sequenced on a NovaSeq 6000 Sequencing System (Illumina Inc., San Diego, CA) with paired-end 150bp sequencing by the UW DNA Sequencing Facility. Preprocessing, mapping, and alignment The scRNA-Seq data were analyzed by the UW Bioinformatics Resource Center. Experiment data were demultiplexed using the Cell Ranger Single Cell Software Suite and aligned to Sscrofa11.1, Barcode counting, UMI counting, and gene expression estimation for each sample according to the 10x Genomics documentation ( 32 ). The gene expression estimates from each sample were then aggregated using Cellranger (cellranger aggr) to compare experimental groups with normalized sequencing depth and expression data. Quality control, data integration, visualization, and clustering Analysis was performed with R Statistical Software (v4.1.3) and Seurat (v4.2.0) ( 33 ). Each sample (Mass 1, Mass 2, and Normal Adjacent Tissue) was individually processed for quality control before integration. Seurat objects were created with thresholds: min.cells = 3, min.features = 200. We used ENSEMBL to identify human orthologs of porcine genes, and manually used VGNC to identify remaining orthologs. Next, data was subsetted based on a threshold for 18 mitochondrial genes set at <10% representation and <1% representation of Hemoglobin Beta ( \n ). The threshold for unique features per cell was >200 and <6000 to avoid low-quality cells and doublets. Seurat objects for each dataset were merged then split to create lists that can be transformed and normalized using  Supplementary Table 1 \n SCTransform  ( 34 ). Cell type identification Initial clustering divided the cell population into 14 individual clusters, which were automatically identified with  ScType  ( \n ) using a modified marker list generated by converting human gene symbols to orthologous  Supplementary Table 2 \n Sus scrofa  gene symbols ( 35 ). Lists of cell types were curated and included markers for all possible cell types within these tissues, and subsequent cell type scores were generated using the full scRNA-seq dataset and differentially expressed genes (DEGs) ( 35 ). Automatically scored and identified cell types were then verified manually using commonly known cell type markers ( \n ). Violin plots for cell types are depicted using the raw RNA counts for genes of interest. Supplementary Table 1 \n Differentially expressed genes Analysis of gene expression was performed using Seurat v4.2.0 ( \n ), and DEGs were identified using the normalized RNA counts, or the SCT assay. To prepare the Seurat object to run differential expression testing on the SCT assay, we used  Supplementary Document \n PrepSCTFindMarkers().  For bulk comparisons of tumor vs. normal, we used  RenameIdent()  to merge both Mass 1 and Mass 2. Populations were subsetted for comparison using  Subset().  Pairwise comparisons between clusters was made using  FindMarkers()  and specific identification of clusters. DEGs in one cluster compared to all other clusters were done using  FindAllMarkers().  The default Wilcoxon Rank Sum test was used for analysis. DEGs were defined as being expressed in >20% of the cluster, with |logFC| >0.25, and adjusted p-value <0.05 ( \n ,  Supplementary Tables 3 \n \n ). 4 \n Gene set enrichment analysis and gene ontology DEG lists were populated with  Sus scrofa  Ensembl IDs. First, we automatically converted Ensembl IDs using “biomaRt” datasets “sscrofa_gene_ensembl” and “hsapiens_gene_ensembl”. This method was only successful in converting ~70% of  Sus scrofa  Ensembl IDs to human gene symbols. The remaining IDs were then converted manually, and the list was uploaded to R to be used for GSEA. The Fast Gene Set Enrichment Analysis (fgsea) package was used to analyze enriched pathways from the GO: Gene Ontology gene sets ( 36 ). The top 15 enriched pathways were visualized by adjusted p-value initially, and only pathways with an adjusted p-value <0.05 were used for further analysis. Enrichment plots were visualized using  plotEnrichment()  of specified pathways ( \n ). Supplementary Table 5",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:30:09"
}