{
  "pmid": "PMID:37937606",
  "title": "Gene-targeted therapy for neurofibromatosis and schwannomatosis: The path to clinical trials.",
  "abstract": "Numerous successful gene-targeted therapies are arising for the treatment of a variety of rare diseases. At the same time, current treatment options for neurofibromatosis 1 and schwannomatosis are limited and do not directly address loss of gene/protein function. In addition, treatments have mostly focused on symptomatic tumors, but have failed to address multisystem involvement in these conditions. Gene-targeted therapies hold promise to address these limitations. However, despite intense interest over decades, multiple preclinical and clinical issues need to be resolved before they become a reality. The optimal approaches to gene-, mRNA-, or protein restoration and to delivery to the appropriate cell types remain elusive. Preclinical models that recapitulate manifestations of neurofibromatosis 1 and schwannomatosis need to be refined. The development of validated assays for measuring neurofibromin and merlin activity in animal and human tissues will be critical for early-stage trials, as will the selection of appropriate patients, based on their individual genotypes and risk/benefit balance. Once the safety of gene-targeted therapy for symptomatic tumors has been established, the possibility of addressing a wide range of symptoms, including non-tumor manifestations, should be explored. As preclinical efforts are underway, it will be essential to educate both clinicians and those affected by neurofibromatosis 1/schwannomatosis about the risks and benefits of gene-targeted therapy for these conditions.",
  "authors": "Verena Staedtke; Kara Anstett; David Bedwell; Marco Giovannini; Kim Keeling; Robert Kesterson; YooRi Kim; Bruce Korf; André Leier; Miranda L McManus; Herb Sarnoff; Jeremie Vitte; James A Walker; Scott R Plotkin; Deeann Wallis",
  "journal": "Clinical trials (London, England)",
  "publicationDate": "2024-02",
  "doi": "10.1177/17407745231207970",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-20 07:00:10"
}