{
  "pmid": "37962219",
  "abstract": "BACKGROUND/AIMS: Individuals with neurofibromatosis, including neurofibromatosis 1 (NF1), neurofibromatosis 2 (NF2)-related schwannomatosis (SWN), and other forms of SWN, often experience disease manifestations and mental health difficulties for which psychosocial interventions may help. An anonymous online survey of adults with neurofibromatosis assessed their physical, social, and emotional well-being and preferences about psychosocial interventions to inform clinical trial design. METHODS: Neurofibromatosis clinical researchers and patient representatives from the Response Evaluation in Neurofibromatosis and Schwannomatosis International Collaboration developed the survey. Eligibility criteria included age ≥ 18 years, self-reported diagnosis of NF1, NF2, or SWN, and ability to read and understand English. The online survey was distributed internationally by the Neurofibromatosis Registry and other neurofibromatosis foundations from June to August 2020. RESULTS: Surveys were completed by 630 adults (18-81 years of age; M = 45.5) with NF1 (78%), NF2 (14%), and SWN (8%) who were mostly White, not Hispanic/Latino, female, and from the United States. The majority (91%) reported that their neurofibromatosis symptoms had at least some impact on daily life. In the total sample, 51% endorsed a mental health diagnosis, and 27% without a diagnosis believed they had an undiagnosed mental health condition. Participants indicated that neurofibromatosis affected their emotional (44%), physical (38%), and social (35%) functioning to a high degree. Few reported ever having participated in a drug (6%) or psychosocial (7%) clinical trial, yet 68% reported they \"probably\" or \"definitely\" would want to participate in a psychosocial trial if it targeted a relevant concern. Top treatment targets were anxiety, healthier lifestyle, and daily stress. Top barriers to participating in psychosocial trials were distance to clinic, costs, and time commitment. Respondents preferred interventions delivered by clinicians via individual sessions or a combination of group and individual sessions, with limited in-person and mostly remote participation. There were no significant group differences by neurofibromatosis type in willingness to participate in psychosocial trials ( CONCLUSION: This study conducted the largest survey assessing physical symptoms, mental health needs, and preferences for psychosocial trials in adults with neurofibromatosis. Results indicate a high prevalence of disease manifestations, psychosocial difficulties, and untreated mental health problems in adults with neurofibromatosis and a high degree of willingness to participate in psychosocial clinical trials. Patient preferences should be considered when designing and implementing psychosocial interventions to develop the most feasible and meaningful studies.",
  "methods": "Methods: NF clinical researchers and patient representatives from the Response Evaluation in Neurofibromatosis and Schwannomatosis (REiNS) International Collaboration developed the survey. Eligibility criteria included age ≥18 years, self-reported diagnosis of NF1, NF2, or SWN, and ability to read and understand English. The online survey was distributed internationally by the NF Registry and other NF foundations from June-August 2020.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:28:20.161479",
  "abstract_length": 2850,
  "methods_length": 439,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}