{
  "pmid": "PMID:37990867",
  "title": "Neurofibromin 1 mutations impair the function of human induced pluripotent stem cell-derived microglia.",
  "abstract": "Neurofibromatosis type 1 (NF1) is an autosomal dominant condition caused by germline mutations in the neurofibromin 1 (NF1) gene. Children with NF1 are prone to the development of multiple nervous system abnormalities, including autism and brain tumors, which could reflect the effect of NF1 mutation on microglia function. Using heterozygous Nf1-mutant mice, we previously demonstrated that impaired purinergic signaling underlies deficits in microglia process extension and phagocytosis in situ. To determine whether these abnormalities are also observed in human microglia in the setting of NF1, we leveraged an engineered isogenic series of human induced pluripotent stem cells to generate human microglia-like (hiMGL) cells heterozygous for three different NF1 gene mutations found in patients with NF1. Whereas all NF1-mutant and isogenic control hiMGL cells expressed classical microglia markers and exhibited similar transcriptomes and cytokine/chemokine release profiles, only NF1-mutant hiMGL cells had defects in P2X receptor activation, phagocytosis and motility. Taken together, these findings indicate that heterozygous NF1 mutations impair a subset of the functional properties of human microglia, which could contribute to the neurological abnormalities seen in children with NF1.",
  "authors": "Leonard D Kuhrt; Edyta Motta; Nirmeen Elmadany; Hannah Weidling; Raphaela Fritsche-Guenther; Ibrahim E Efe; Olivia Cobb; Jit Chatterjee; Lucy G Boggs; Marina Schnauß; Sebastian Diecke; Marcus Semtner; Corina Anastasaki; David H Gutmann; Helmut Kettenmann",
  "journal": "Disease models & mechanisms",
  "publicationDate": "2023-12-01",
  "doi": "10.1242/dmm.049861",
  "methods": "MATERIALS AND METHODS hiPSC quality control The original CTL BJFF.6 hiPSCs were generated from commercially available human foreskin fibroblasts (Stemgent, Reprocell, MD, USA). All NF1-mutant hiPSC lines were derived from the CTL BJFF.6 hiPSC line as previously described ( Anastasaki et al., 2020 ). All hiPSC lines used in this project underwent extensive quality control before being used for microglial differentiation. Sterility for microorganisms was assessed first by antibiotic-free culture for a week. Cells were checked daily under the microscope and showed no signs of microbiological contamination. Next, cells were tested for mycoplasma using the Promokine Mycoplasma Test Kit I/C (Minerva Biolabs, Berlin, Germany). All cell lines used tested negative for contamination with mycoplasma, bacteria, yeast or fungi. Viability appeared normal, and growth to confluence was typical of that of hiPSCs. Pluripotency of hiPSCs was confirmed through immunocytochemistry for pluripotency markers (OCT3/4, NANOG, TRA-1-60 and SSEA-4) ( Fig. S1 ). hiPSCs were karyotyped using the iScan machine (Illumina, CA, USA) and the Illumina platform OMNI-Express-8v1.6 Chip (coverage of 958,497 markers spanning the whole human genome). The analysis was performed using the Karyostudio 1.3 software (Illumina) based on the information of the GRCh36/hg18 dataset. All cell lines had an inconspicuous karyotype showing no larger areas of deletions or insertions ( Fig. S1 ). All alterations that were detected were well below the 5 megabase pair (Mbp) threshold detectable by regular G-banding. A 1.7 Mbp gain (chromosome 20) in the CTL hiPSC line was the largest gain found. A similar gain was found in all  NF1 -mutant lines ( Fig. S1 ). Cell line identity (short tandem repeat analysis) was performed using the GenePrint 10 System (Promega). The analysis confirmed that all hiPSC lines were derived from the same donor. hiPSC culture hiPSCs were grown on Geltrex-coated vessels (0.12-0.18 mg/ml, Life Technologies, Grand Island, NY, USA), incubated in StemMACS iPS-Brew XF medium (Miltenyi Biotec, Bergisch Gladbach, Germany), passaged weekly using StemPro Accutase (Life Technologies), and supplemented with 0.5 μM thiazovivin (STEMCELL Technologies, Vancouver, BC, Canada) for the first 24 h after passaging. hiPSCs were frozen in Bambanker (GC Lymphotec, Tokyo, Japan) for long-term liquid nitrogen storage. hiPSCs used for microglial differentiation were kept in culture for a maximum of 3 weeks. See  Table S5  for details of materials used. Microglial differentiation hiMGL cells were generated from hiPSCs as previously described ( McQuade et al., 2018 ) with minor modifications. On day −1, about 60-100 hiPSC clusters were seeded onto a Geltrex-coated six-well plate (Falcon, Corning, Glendale, AZ, USA) ( Fig. 1A ) with fresh StemMACS medium. On day 0 (induction), wells containing approximately 50 clusters at a diameter of 100-200 μm each were used for hematopoietic differentiation. HPCs were generated using the STEMdiff hematopoietic kit (STEMCELL Technologies). On day 0, the medium was changed to Medium A (included in the STEMdiff kit) for the initial 3 days of the protocol. On day 3, Medium A was exchanged for Medium B (included in the STEMdiff kit) and cells were cultured for an additional 9 days. The first HPCs arose on day 7. On day 12, HPCs, which have been reported to be CD43 +  ( McQuade et al., 2018 ), were harvested and replated (1.2×10 5  cells per six-well plate) into DMEM/F12 (no Phenol Red) (Life Technologies)-based serum-free microglia differentiation medium with B27 (2×) (Life Technologies), insulin-transferrin-selenite (2×) (Life Technologies), N-2 (0.5×) (Life Technologies), GlutaMAX (1×) (Life Technologies), MEM non-essential amino acids solution (1×) (Life Technologies), insulin (5 μg/ml; PromoCell, Heidelberg, Germany) and α-thioglycerol (400 μM; Merck, Darmstadt, Germany). The microglia differentiation medium was supplemented with IL-34 (100 ng/ml; Peprotech, Cranbury, NJ, USA), TGF-β1 (50 ng/ml; Peprotech,) and M-CSF (25 ng/ml; Peprotech). Medium with fresh supplements (IL-34, TGF-β1 and M-CSF) was added every other day. On days 12 and 25 after replating the HPCs, excess medium was carefully removed, leaving 3 ml/well behind. On day 25 and again on day 27 post replating, CD200 (100 ng/ml; Novoprotein America, Fremont, CA, USA) and fractalkine (100 ng/ml; Peprotech) were additionally added to the medium to support microglial maturation. hiMGL cells were harvested between days 40 and 43 post induction (days 28 and 31 post replating, respectively). Immunocytochemistry hiMGL cells were seeded onto 12 mm glass cover­slips in 24-well plates (Sarstedt, Nümbrecht, Germany). Cells were fixed, washed with PBS, and treated with blocking solution [5% normal donkey serum (Merck) and 0.1% Triton X-100 (Roth, Karlsruhe, Germany)] for 1 h. Cells were incubated with primary antibodies overnight at 4°C ( Table S1 ). Subsequently, they were washed three times with PBS and incubated with an appropriate secondary antibody for 2 h at room temperature ( Table S1 ). Nuclei were counterstained with 4′,6-diamidino-2-phenylindole (DAPI) solution (Merck) for 20 min. Cells were washed three times with PBS and coverslips were attached onto glass slides using one drop of Aqua-Poly/Mount (Polysciences Europe, Hirschberg an der Bergstraße, Germany). Images were acquired using a Leica DMi8 Thunder Imager 3D microscope with a Leica DMC 2900 camera or a Leica DMi8 microscope with a Leica DFC450 C camera (Leica Microsystems, Wetzlar, Germany). Quantitative reverse transcription PCR For gene expression analysis, cells were harvested and RNA was isolated with the ReliaPrep RNA tissue kit (Promega, Fitchburg, USA) according to the manufacturer's instructions. RNA purity and concentration were measured using a NanoDrop 8000 spectrometer (Thermo Fisher Scientific, Schwerte, Germany) and RNA was reverse transcribed into cDNA using the PrimeScript RT reagent kit (Takara Bio, Kusatsu, Japan). Duplicate quantitative PCR was performed using a 7500 Fast Real-Time thermocycler (Applied Biosystems, Carlsbad, USA) with the SYBR Green Master Mix (Life Technologies). TATA box-binding protein ( TBP ) was used as the housekeeping gene ( Table S2 ). Cycle threshold (Ct) values were recorded for each sample for the target gene and the housekeeping gene and ΔCt values were calculated. Expression is shown relative to the expression of the housekeeping gene in CTL hiMGL cells. Scratch wound assay Cell motility was assessed using the IncuCyte cell migration kit (Sartorius, Göttingen, Germany) and an Incucyte Zoom live cell analysis system (Sartorius). 100,000 hiMGL cells were seeded onto a 96-well ImageLock plate (Sartorius) and incubated for 4 h in serum-free microglia maturation medium supplemented with IL-34, TGF-β1, M-CSF, CD200 and fractalkine. Scratches were then made in all wells simultaneously using the IncuCyte cell migration kit (Sartorius). Inhibitors and agonists were added according to the respective experimental conditions: 5-BDBD (100 μM; P2RX4 inhibitor), ARC-69931 (10 μM; P2RY12 inhibitor), A 740003 (100 μM; P2RX7 inhibitor), ATP (10 μM/1000 μM), PAM2CSK4 (100 ng/ml; TLR2 agonist) and 506 (100 ng/ml; TLR8 agonist) ( Table S5 ). Plates were then placed into the IncuCyte Zoom live cell analysis system, where hourly images were taken for 48 h at 4× magnification. Data were acquired using the scratch wound analysis tool from the IncuCyte Zoom software (Sartorius) and presented as RWD as a percentage. For each experiment, a new processing definition was set by adjusting segmentation bias and setting a minimal object area of 500 µm 2 . Confluency was measured and expressed as the percentage of scratch wound surface covered by the migrating cells. Confluency was normalized to 0% confluency at t=0. Electrophysiological recordings An Axioskop FS2plus (Zeiss, Oberkochen, Germany), a conventional patch-clamp amplifier (EPC9, HEKA Elektronik, Lambrecht, Germany) and TIDA 5.23 software (HEKA Elektronik, Lambrecht, Germany) were used. Patch pipettes were pulled from borosilicate glass with resistances of 3–8 MΩ. The intracellular solution used contained 130 mM KCl, 2 mM MgCl 2 , 0.5 mM CaCl 2 , 2 mM Na-ATP, 5 mM EGTA and 10 mM HEPES and had an osmolarity of 310-320 mOsm/l adjusted to a pH of 7.3 with KOH. The extracellular solution contained 140 mM NaCl, 5 mM KCl, 1 mM MgCl 2 , 2 mM CaCl 2 , 10 mM HEPES and 10 mM D-glucose, with pH 7.4 and osmolarity 270-290 mOsm/l. Experiments with series resistances less than 100 MΩ were used for data analysis. All experiments were performed in the voltage-clamp configuration. To obtain current-voltage curves during continuous recordings, the membrane was clamped every for 5 s from a holding potential of either −70 mV (membrane properties;  Fig. S6 ) or −20 mV (ATP responses;  Figs 4  and  5 ) to a series of 50 ms depolarizing and hyperpolarizing voltages ranging from −140 to 60 mV with 10 or 20 mV increments. Membrane currents were averaged for quantification between 30 and 45 ms after clamping the membrane to a given value from the resting potential. Membrane capacitance was quantified based on an exponential fit of the current decay in response to a −10 mV test pulse. The same pulse was used to quantify series resistance from the peak amplitude of the membrane capacitance currents. Comparisons of membrane currents between different groups were normalized to the membrane capacitance. In vitro  phagocytosis assay The phagocytosis assays were performed as previously described ( Pannell et al., 2016 ) with some adaptations. hiMGL cells were seeded onto glass coverslips in 24-well plates (2.5×10 5  cells/well), incubated in serum-free microglia maturation medium supplemented with IL-34, TGF-β1, M-CSF, CD200 and fractalkine for 4 h, and were stimulated with or without 1 μg/ml LPS (Merck). Yellow-green-fluorescent Fluoresbrite carboxylated microbeads (3.00 µm diameter, Polysciences Europe) were pre-opsonized with fetal calf serum (FCS, Life Technologies) by shaking at 1000 rpm for 30 min at room temperature. After centrifugation for 2 min at 900  , the supernatant was discarded and microbeads were washed and resuspended in HBSS (Life Technologies). hiMGL cells were incubated with the microbead suspension (approximately 4.8×10 g 6  microbeads/well) containing either no stimulant (basal), UDP (100 µM; Abcam, ab120383) or LPS (1 μg/ml) for 45 min. Cells were then washed with PBS (Life Technologies). Coverslips were fixed with 4% paraformaldehyde, washed and blocked in TBS containing 5% donkey serum and 0.1% Triton X-100 for 1 h. Cells were next stained with anti-IBA1 antibody ( Table S1 ) in TBS containing 5% donkey serum overnight. After washing, cells were incubated with a secondary Alexa Fluor 647-conjugated antibody ( Table S1 ) and DAPI before mounting with Aqua-Poly/Mount. Three z-stack images per coverslip were acquired using a Leica TCS SPE confocal laser microscope (Leica Microsystems). Images were 3D-rendered using Imaris software (Imaris 9, Oxford Instruments, Abingdon, UK). IBA1 surfaces and spots for DAPI and microbeads were created. To represent the hiMGL cell number per image, DAPI spots within IBA1 surfaces were assessed using the ‘split into object’ function. To represent the phagocytosed beads, the numbers of beads within IBA1 surfaces were counted. Using in-house developed Python software, cells were grouped as having 0, 0 to 1, 1 to 2, 2 to 3, or >3 beads per cell. The percentage of cells in each group was multiplied by the corresponding grade of phagocytosis: 0, grade 1; 0 to 1, grade 2; 1 to 2, grade 3; 2 to 3, grade 4; and >3, grade 5. The sum of the products in each group was then defined as the phagocytosis index. cAMP ELISA cAMP levels in hiMGL cells were determined using the cAMP ELISA kit (Cayman Chemical, Ann Arbor, MI, USA) according to the manufacturer's instructions. Briefly, hiMGL cells were resuspended in 100 μl of 0.1 M HCl and centrifuged for 10 min at 1000  . Supernatants were neutralized with ELISA buffer at a ratio of 1:2. Next, sample acetylation was performed by adding 60 μl of 4 M KOH and 15 μl acetic anhydride, vortexing for 15 s, followed by the addition of 15 μl of 4 M KOH. Samples and standards were pipetted into the ELISA plates and incubated for 18 h at 4°C before the plate was developed with Ellmann's reagent (included in the cAMP ELISA kit). Fluorescence was measured at 420 nm using a Tecan Infinite M200 plate reader (Tecan Group, Männedorf, Switzerland) g Multiplex ELISA The cell supernatant (25 μl) was analyzed using the MagPix System (Luminex/Merck). The MILLIPLEX MAP human cytokine/chemokine/growth factor panel A – immunology multiplex assay (HCYTA-60K, Merck) was used according to the manufacturer's recommendations. The following analytes were included in the analysis: GM-CSF, GRO, IL-1β, IL-6, IL-10, IP-10, MCP-1, MCP-3, MIP-1α, MIP-1β, RANTES and TNF-α. Xponent (Luminex) and Milliplex Analyst (Merck) software was used for data acquisition. Background intensity (pure medium) was subtracted from the mean fluorescent intensity. Concentration (pg/ml) was determined using an 8-point calibration curve including the matrix (cell culture medium). The standards were measured twice. Samples were measured only once. To determine the instrumental variance, pooled samples were used as quality control. RNA sequencing and analysis RNA was extracted from four independently generated hiMGL cell cultures for each genotype (CTL, M1 and M3) and subjected to sequencing on an Illumina HiSeq platform. RNA sequencing analysis was generated using Partek Flow software, v10.0 ( https://www.partek.com/partek-flow/ ). RNA sequencing reads were aligned to the hg38 Ensembl release 105 assembly with STAR v2.7.8a ( Dobin et al., 2013 ). Gene counts and isoform expression were derived from the Ensembl output. Sequencing performance was assessed for the total number of aligned reads, total number of uniquely aligned reads and features detected. Normalization size factors were calculated for all gene counts by median ratio. Differential genetic analysis was then performed using DESeq2 ( Love et al., 2014 ) to analyze for differences between conditions. Results were filtered for only those genes with FDR≤0.05 and fold changes more than ±5. Additional analyses were performed with cutoff criteria of >2 or >3 fold change. These data have been deposited in the Gene Expression Omnibus (accession number  GSE203647 ). Statistics Data are expressed as mean±s.e.m. A combination of one-way ANOVA followed by Dunnett's post hoc test or Tukey's multiple comparisons test was employed to compare data between more than two experimental groups. Two-tailed unpaired Student's  t -test was used to compare data between two experimental conditions. IGOR Pro 6.34 (WaveMetrics, Lake Oswego, OR, USA;  https://www.wavemetrics.com/ ) or GraphPad Prism 9 (GraphPad Software, San Diego, CA, USA) was used for statistical analysis. Information about the statistical tests and number of experiments is specified in the figure legends. Significance levels are given as: n.s., not significant,  P >0.05; * /# P <0.05; ** /## P <0.01; *** /### P <0.001.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:30:10"
}