{
  "pmid": "37996843",
  "abstract": "BACKGROUND: Plexiform neurofibromas (PN) are complex, benign nerve-sheath tumours that occur in 30-50% of patients with neurofibromatosis type 1 (NF1), a rare, genetic disorder. PN are associated with substantial, heterogeneous morbidities that impact health-related quality of life (HRQoL), including affecting motor function and causing pain, though HRQoL and work productivity data are scarce. This UK cross-sectional study explored HRQoL and work productivity in adult patients with NF1 PN and caregivers of paediatric patients. METHODS: Adult patients and caregivers of paediatric patients self-enrolled in an online survey (March-April 2021). Outcomes included EQ-5D-5L, PROMIS® GH and INF1-QOL (adult patients only), and EQ-5D-5L, CarerQol and WPAI (caregivers only). Utilities were estimated from EQ-5D-5L responses using the UK crosswalk value set. Linear regression models explored univariable associations between adult patient characteristics and HRQoL. RESULTS: Mean (± standard deviation) EQ-5D utility in adult patients with NF1 PN was 0.65 (± 0.29; n = 35; age-/sex-matched norm: 0.89 [± 0.04]). Moderate-extreme pain/discomfort and anxiety/depression were reported by 14/35 (40.0%) and 18/35 (51.4%) patients, respectively. Mean PROMIS® GH physical and mental health scores were 43.6 (± 9.19) and 41.7 (± 11.5; n = 35; matched norm: 50.0 [± 10.0]). Mean INF1-QOL score was 11.03 (± 6.02; n = 33). Chronic itching, at least one symptom, at least one comorbidity, PN location at extremities (arms/legs) and pain were associated with worse HRQoL scores. Mean caregiver EQ-5D utility was 0.72 (± 0.24; n = 8; age-/sex-matched norm: 0.88 [± 0.03]). Moderate pain/discomfort and moderate-severe anxiety/depression were reported by 4/8 (50.0%) and 2/8 (25.0%) caregivers, respectively. Mean CarerQol score was 69.3 (± 13.9; n = 8). Mean WPAI regular activity productivity loss was 36.3% (± 31.6%; n = 8). CONCLUSIONS: NF1 PN worsens adult patient and caregiver HRQoL compared to the general population, notably affecting pain and discomfort, anxiety and depression and caregiver productivity.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:28:43.779896",
  "abstract_length": 2102,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}