{
  "pmid": "PMID:38000020",
  "title": "CDK4/6 inhibition enhances SHP2 inhibitor efficacy and is dependent upon RB function in malignant peripheral nerve sheath tumors.",
  "abstract": "Malignant peripheral nerve sheath tumors (MPNSTs) are highly aggressive soft tissue sarcomas with limited treatment options, and new effective therapeutic strategies are desperately needed. We observe antiproliferative potency of genetic depletion of ",
  "authors": "Jiawan Wang; Ana Calizo; Lindy Zhang; James C Pino; Yang Lyu; Kai Pollard; Xiaochun Zhang; Alex T Larsson; Eric Conniff; Nicolas J Llosa; David K Wood; David A Largaespada; Susan E Moody; Sara J Gosline; Angela C Hirbe; Christine A Pratilas",
  "journal": "Science advances",
  "publicationDate": "2023-11-24",
  "doi": "10.1126/sciadv.adg8876",
  "methods": "MATERIALS AND METHODS Experimental design We recently reported that the adaptive response to MEKi in MPNST involves the up-regulation of activity of multiple RTKs ( ,  19 ). Therefore, we hypothesized that SHP2 inhibition might be a strategy to overcome the global RTK up-regulation seen with single-agent MEKi, and we subsequently demonstrated that combined MEKi/SHP2i is additive in both in vitro and in vivo models of NF1-MPNST ( 20 ). Here, we focus on SHP2i as a primary strategy to inhibit MPNST proliferation and tumor growth and identify CDK4/6i as a potential partner agent to be tested in combination with SHP2i, thus avoiding the overlapping toxicity of two agents that both inhibit p-ERK. Conversely, as loss of  20 CDKN2A  is a common feature in MPNST, we hypothesized that CDK4/6i may be active and further potentiated by drugs targeting upstream regulators of RAS, such as SHP2. In vitro experiments were performed at least two times. For in vivo studies, five mice per arm were randomly assigned to either agent alone or the combination and followed for at least 4 weeks. The investigators were not blinded to group allocation during data collection and analysis. Cell lines, antibodies, and reagents Four patient-derived NF1-MPNST cell lines (JH-2-002, JH-2-031, JH-2-079c, and JH-2-103) and eight PDXs [JH-2-002, JH-2-031, JH-2-079c, WU-225, WU-386, WU-545, MN-2, and MN-3-002 (the last two for 3D tumor microtissue)] were generated in our laboratories at Johns Hopkins (JH), Washington University (WU; St. Louis), or University of Minnesota (MN) from biospecimens collected during surgical resection from patients with NF1 ( ,  8 ). Material was collected under Institutional Review Board–approved protocols (JH, no. J1649; WU, no. 201203042; and MN, no. STUDY00004719). All patients provided written informed consent. All cell lines used in these experiments were verified by short-tandem repeat profiling for cell line authentication at Johns Hopkins University Core Facility, tested negative for Mycoplasma contamination, and passaged in vitro for fewer than 3 months after resuscitation. All growth media were supplemented with 10% fetal bovine serum (FBS), 2 mM  34 l -glutamine, and 1% penicillin-streptomycin. Trametinib-resistant cell lines were maintained in complete growth medium and 20 nM trametinib ( ). 19 TNO155, ribociclib, and trametinib were provided under a material transfer agreement with Novartis Institute for Biomedical Research. Palbociclib, abemaciclib, and SHP099 were purchased from SelleckChem. Drugs for in vitro studies were dissolved in DMSO to yield 10 or 1 mM stock solutions and stored at −20°C. The sources and catalog numbers of cell lines, plasmids, antibodies, and reagents are detailed in table S5. Immunoblotting Cells were disrupted on ice in radioimmunoprecipitation assay lysis buffer. Protein concentration was determined with a Pierce bicinchoninic acid (BCA) protein assay kit (Thermo Fisher Scientific, no. 23227). Equal amounts of protein were separated by SDS–polyacrylamide gel electrophoresis, transferred to nitrocellulose membranes, immunoblotted with specific primary and secondary antibodies, and detected by chemiluminescence with the electrochemiluminescence (ECL) detection reagents, Immobilon Western chemiluminescent horseradish peroxidase (HRP) substrate (MilliporeSigma, no. WBKLS0500), or Pierce ECL Western blotting substrate (Thermo Fisher Scientific, no. 32106). The membranes were imaged using ChemiDoc touch imaging system (Bio-Rad). Cell proliferation assay Cells were seeded in 96-well plates at 2000 cells per well. A dose range of the compound indicated was prepared by serial dilutions and then added to the dishes containing adherent cells. Cells were incubated with drug for the indicated time. Cell growth was quantitated using the Cell Counting Kit-8 (Dojindo). For each condition, three replicates of each concentration were measured. Relative survival in the presence of drugs was normalized to the untreated controls after background subtraction. Graphs were generated using Prism 9 on the basis of the average of three replicates. Active RAS pull-down assay Cells were seeded in 10-cm dishes. The following day, the 70 to 80% confluent cells were collected, and GTP-bound RAS was quantified using an active RAS detection kit (no. 8821) from Cell Signaling Technology according to the manufacturer’s instructions. Lentivirus-based inducible shRNA-mediated knockdown cells shRNAs targeting  PTPN11  #5003 and #818 [oligo sequences listed in table S6; ( )] were subcloned into Tet-pLKO-puro vector (Addgene, no. 21915). The lentiviruses encoding sh 29 PTPN11  were packaged in human embryonic kidney (HEK) 293T cells. The target cells were infected overnight by filtered viral supernatant in the presence of polybrene (8 μg/ml; Millipore, no. TR-1003-G). The infected cells were selected with puromycin (2 μg/ml) for 1 week before the analysis of the knockdown effects. Retrovirus-based gene expression cell system The human  NF1-GRD  ( ) was amplified using the genomic deoxyribonucleic acid (gDNA) from HEK293T as polymerase chain reaction template and subcloned into TTIGFP-MLUEX vector harboring Tet-regulated promoter (primer sequences are listed in table S6). The retroviruses encoding the rtTA3, NF1-GRD, E7, or E7 d21-24 were packaged in Phoenix-AMPHO cells. The medium containing virus was filtered with 0.45-μm polyvinylidene difluoride filters followed by incubation with the target cells for 8 hours. The cells were cultured in virus-free medium for 2 days and then selected with hygromycin (300 μg/ml), puromycin (2 μg/ml), or neomycin (800 μg/ml) for 1 week. For TTIGFP-MLUEX Dox-inducible system, the positively infected cell populations were further sorted using a FACSMelody cell sorter (BD Biosciences) with GFP as a marker after overnight exposure to Dox (1 μg/ml), and the sorted positive cells were cultured and expanded in medium without Dox but with antibiotics at a maintaining dose until the following assays. 54 Colony formation assay NF1-MPNST cells were treated with DMSO, TNO155 (0.3, 1, and 3 μM), and/or ribociclib (1 and 3 μM) for 2 to 3 weeks. Cells were washed with phosphate-buffered saline (PBS), fixed with 10% neutral-buffered formalin, and then stained with 0.1% crystal violet for 30 min. p-RTK array Proteome profiler human RTK phosphorylation array C1 (RayBiotech, no. AAH-PRTK-1) was used to evaluate 71 p-RTKs as per manufacturer’s instructions. Briefly, cells were rinsed with cold PBS and lysed in lysis buffer, and 500 μg of lysates were incubated with blocked membranes overnight at 4°C. Membranes were subsequently washed, incubated with diluted HRP detection antibody and chemiluminescent reagent mix, and imaged on the ChemiDoc touch imaging system. Apoptosis antibody array NF1-MPNST cells were treated with DMSO, 0.3 μM TNO155, and/or 1 μM ribociclib for 48 hours, and, then, 500 μg protein of lysates were assessed using human apoptosis antibody array (R&D Systems, #ARY009). Cell cycle analysis by flow cytometry Modulation of the cell cycle was determined in NF1-MPNST cells treated with DMSO, TNO155, ribociclib, or their combination for 48 hours, following incubation with culture medium containing 0.1% FBS for 24 hours to synchronize cells. After trypsinization, cells were fixed in ice-cold 70% ethanol for at least 30 min and were then labeled with propidium iodide/ribonuclease staining solution (Cell Signaling Technology, no. 4087) and further incubated for 15 min at 37°C. Last, cells were analyzed using the FACSCelesta Cell Analyzer (BD Biosciences). Data analysis was performed using FlowJo 10.8, and cell cycle distribution was assigned by using the implemented models. In vivo mouse studies Nonobese diabetic Rag gamma (NRG; no. 007799) female mice were purchased from the Jackson Laboratory. All mouse experiments were approved by the Institutional Animal Care and Use Committee at Johns Hopkins. Minced tumor fragments from donor mice were implanted subcutaneously close to the sciatic nerves of 6- to 8-week-old NRG female mice. Drug treatment was started when tumor size reached roughly 100 to 200 mm 3 . Mice were randomized into treatment groups by an algorithm that arranges animals to achieve the best-case distribution to ensure that each treatment group has similar mean tumor burden and SD. Vehicle, trametinib (0.15 mg/kg for JH-2-079c and 0.075 mg/kg for others, once daily, Novartis; dissolved in 0.5% hydroxypropyl methyl cellulose and 0.2% Tween 80 in water, pH 8), TNO155 (7.5 mg/kg, twice daily, Novartis; dissolved in 0.5% methyl cellulose and 0.1% Tween 80 in water), ribociclib (75 mg/kg, once daily, Novartis; dissolved in 0.5% methyl cellulose in water), or their combinations were administrated by oral gavage on the basis of mean group body weight, with treatment schedule of 5 days on/2 days off. The end point of the experiment for efficacy studies was considered 4 weeks on treatment (extended on the basis of depth of response) or the longest tumor diameter of 2 cm as per our approved protocol, whichever occurred first. Tumors were measured twice weekly by calipering in two dimensions, and tumor volume was calculated by  L  ×  W 2 (π/6), where  L  is the longest diameter and  W  is the width. Whole exome sequencing Whole-exome sequencing FastQ files were trimmed by using Trimmomatic v 0.39 ( ) and aligned against reference sequence hg38 via Burrows-Wheeler Aligner–Maximal Exact Match (BWA-MEM) ( 55 ). Duplicated reads were marked by using PICARD MarkDuplicates function. Genomic analysis toolkit (GATK) V4.2 base quality score recalibration was also used to process BAM files. For PDX sequence data, XenoSplit was used to filter out mouse-derived reads using mouse (GRCm38) and human (hg38) reference genomes. Somatic single-nucleotide variants (SNVs) and small indels were detected using VarScan2 ( 56 ), Strelka2 ( 57 ), MuTect2 ( 58 ), and Pindel ( 59 ). Variant filtering and annotation were done by using Variant Effect Predictor ( 60 ). Common variants found in the 1000 Genomes minor allele frequency (MAF) and GnomAD MAF > 0.05 were filtered out. 61 For  NF1 ,  SUZ12 , and  CDKN2A  germline and somatic deletion, BAM files from normal blood or tumor were used for the germline or somatic deletion calling, respectively, by using GATK 4.2. The main steps included the following: (i) CollectReadCounts function was used to extract the counts of reads based on the IDT xGen Exome Research Panel v1.0 bed file; (ii) DetermineGermlineContigPloidy function was used to determine the baseline contig ploidy for germline samples given the counts data; (iii) GermlineCNVCaller was used to call copy number variants in germline samples; and (iv) the B-allele frequency (BAF) was called by Hatchet 1.2.1 and normalized read ratio of tumor to normal, and BAF data were used to call somatic gene deletion. Onco-print of selected genes was manually constructed using Adobe Illustrator. Bulk RNA-seq library preparation, sequencing, and analysis Primary tumor samples derived from 7 MPNST v. 31 pNF ( Fig. 3A ), PDX samples from six patients ( Fig. 7G ), and 30 samples (triplicate in 10 conditions) from JH-2-002 cells were used for RNA-seq. The library was prepared using a TrueSeq stranded total RNA kit with Ribo-Zero for ribosomal RNA depletion and was sequenced by NovaSeq6000 S4 (150–base pair paired-end reads) with targeted coverage of 60 million total reads per sample. FastQ files were aligned to GRCh38. RNA reads were quantified using the Salmon algorithm ( ). Raw counts were normalized, and the DESeq2 package was used to call the differentially expressed genes ( 62 ). Exploratory data analysis, including UpSet plots ( 63 https://upsetplot.readthedocs.io/en/stable/ ), Venn Diagram creation, and heatmaps of expression values, were performed using the Python package MAGINE ( ), and ggplot2 was applied to draw the volcano plots ( 64 ). Enrichment analysis was performed with respect to the KEGG_2021_human gene set through MAGINEs API with enrichR ( 65 ). 66 Statistical analysis Two-way analysis of variance (ANOVA) was used to calculate statistical significance. Analyses were considered statistically significant if adjusted  P  < 0.05. Experimental design We recently reported that the adaptive response to MEKi in MPNST involves the up-regulation of activity of multiple RTKs ( ,  19 ). Therefore, we hypothesized that SHP2 inhibition might be a strategy to overcome the global RTK up-regulation seen with single-agent MEKi, and we subsequently demonstrated that combined MEKi/SHP2i is additive in both in vitro and in vivo models of NF1-MPNST ( 20 ). Here, we focus on SHP2i as a primary strategy to inhibit MPNST proliferation and tumor growth and identify CDK4/6i as a potential partner agent to be tested in combination with SHP2i, thus avoiding the overlapping toxicity of two agents that both inhibit p-ERK. Conversely, as loss of  20 CDKN2A  is a common feature in MPNST, we hypothesized that CDK4/6i may be active and further potentiated by drugs targeting upstream regulators of RAS, such as SHP2. In vitro experiments were performed at least two times. For in vivo studies, five mice per arm were randomly assigned to either agent alone or the combination and followed for at least 4 weeks. The investigators were not blinded to group allocation during data collection and analysis. Supplementary Materials This PDF file includes: Supplementary Materials and Methods Figs. S1 to S7 Legends for tables S1 to S5 Table S6 References Click here for additional data file. Other Supplementary Material for this manuscript includes the following: Tables S1 to S5 Click here for additional data file.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-20 06:59:05",
  "introduction": "INTRODUCTION Malignant peripheral nerve sheath tumors (MPNSTs) are highly aggressive heterogeneous soft tissue sarcomas with limited effective treatment options, given their relative insensitivity to conventional systemic chemotherapy and radiation and their propensity to metastasize. In many patients with neurofibromatosis type 1 (NF1), MPNSTs develop from within plexiform neurofibromas (pNFs) ( ), the benign precursor tumors that themselves can be sources of pain, disfigurement, and alteration of function ( 1 ,  2 ). The most recurrent genomic alterations underlying the pathogenesis of MPNST are loss of function (LOF) of the RAS-GAP (guanosine triphosphatase–activating protein) neurofibromin [NF1, 90%; ( 3 ,  4 )],  5 CDKN2A  (60 to 80%), PRC2 [polycomb repressive complex 2; 70 to 90%; ( – 4 )], and  7 TP53 , as well as gain of chromosome 8 [80%; ( ,  8 )], yet molecular targeting of these LOF alterations represents a unique challenge and a major unmet need for these patients. 9 Despite many clinical trials of chemotherapy and targeted agents, there has been little advancement in overall survival for patients with MPNST, and, thus, novel therapeutic approaches are desperately needed ( ). Now, only one class of drug, mitogen-activated protein kinase kinase (MEK) inhibitors (MEKis), has been approved for reducing symptomatic tumor burden in patients with pNF ( 10 – 11 ). Aberrantly up-regulated extracellular signal–regulated kinase (ERK) signaling, due to loss of NF1 and dysregulated PRC2 function, is a critical effector of tumorigenesis, and, thus, pharmacological MEK inhibition has also been tested in models of MPNST ( 13 ,  11 – 14 ). However, the preclinical responses of MPNST to monotherapy with MEKi and other targeted agents are incomplete, suggesting a need for improved understanding of the role of ERK and other RAS effector pathways ( 16 ,  17 ). The incomplete effects of MEKi in MPNST prompted us to explore potential combinatorial therapeutics using MEKi and agents targeting the adaptively changed signaling elements that emerge upon short-term MEK inhibition. We have previously reported that the adaptive and acquired response to MEKi in MPNST involves the up-regulation of activity of multiple receptor tyrosine kinases (RTKs) ( 18 ,  19 ). 20 SHP2, encoded by  PTPN11 , positively regulates numerous transmembrane signaling pathways, including RTK ( ,  21 ), Janus kinase/signal transducer and activator of transcription (STAT) ( 22 ), programed cell death ( 23 ), and B and T lymphocyte attenuator (BTLA) ( 24 ), through exerting scaffolding and/or catalytic functions in the regulation of activity of central components in these pathways. SHP2 facilitates RAS–guanine nucleotide exchange factor–mediated RAS–guanosine 5′-triphosphate (GTP) loading and subsequent membrane recruitment of RAS and therefore is required for RTK-mediated RAS/ERK activation ( 25 ). SHP2 phosphatase also acts as a positive regulator of RAS by dephosphorylating RAS and promoting its binding to and activation of RAF kinases, leading to increased ERK signaling ( 26 ). Therefore, SHP2 represents a promising target, and inhibition of SHP2 can target a point of convergence from upstream RTK signaling and, together with inhibition of RAS effector pathways, provide an enhanced antitumor effect ( 27 ,  11 ,  22 ,  26 ,  28 ). Thus, we tested combination SHP2i as a strategy to overcome RTK up-regulation seen with single-agent MEKi in tumors with loss of NF1 and, subsequently, demonstrated that combined MEKi/SHP2i is additive in both in vitro and in vivo models of NF1-MPNST ( 29 ). We then observed more potent single-agent activity of the clinically available SHP2i TNO155 (NCT04000529), compared to SHP099, and therefore hypothesized that SHP2i, rather than MEKi, may be a critical antitumor strategy for NF1-MPNST. As potential clinical therapies for MPNST continue to evolve in response to both clinical and preclinical data, MEKi may not be the most ideal combination partner for two reasons: (i) Many patients who develop MPNST will have already been exposed to MEKi as treatment for their precursor pNF, and (ii) SHP2i and MEKi may result in overlapping toxicity profiles due to ERK signaling suppression as an effect of both agents, leading to poor tolerability in people. In the ongoing study of a SHP2i and a MEKi (NCT03989115), drugs are administered on an intermittent dosing schedule to address toxicity ( 20 ). 30 Therefore, we sought an alternate partner to combine with SHP2i to advance this agent to a clinical trial for people with MPNST, and we have focused specifically on cyclin-dependent kinase 4/6 inhibition (CDK4/6i). Frequent loss of  CDKN2A , inactivation of retinoblastoma protein (RB), hyperactivation of CDKs, and the dependency of D-cyclins on RAS signaling suggest that CDK4/6i may be an attractive therapeutic strategy in NF1-MPNST ( ,  31 ). We hypothesized that the cytostatic effects of CDK4/6i may be potentiated by drugs targeting upstream regulators of RAS, such as SHP2, in MPNST. 32 In this study, we demonstrate that TNO155 and the CDK4/6i ribociclib produce additive antiproliferative and antitumor effects in cell lines and patient-derived xenograft (PDX) models of NF1-MPNST through synergistic inhibition of cell cycle and induction of apoptosis. When given together, TNO155 attenuates the adaptive response to CDK4/6i, produces deeper and more durable responses, and thus potentiates the efficacy of single-agent CDK4/6i in a broad collection of preclinical models that are a faithful representation of the genomically heterogeneous human MPNST. Together, with the clinical testing of TNO155 and ribociclib now underway (NCT04000529), this study will serve as an important contribution to the advancement of SHP2i combinations in the clinic for people with NF1-deficient cancers.",
  "results": "RESULTS PTPN11  genetic depletion reduces MPNST cell growth and alters MEK/ERK activity Activating mutations in  PTPN11 , the gene that encodes SHP2, occur in about 50% of patients with Noonan syndrome and a subset of leukemias ( ), whereas, in solid tumors,  33 PTPN11  mutations occur at a low frequency. Wild-type (WT) SHP2 is critical for activation of RTK/RAS/ERK signaling that drives proliferation and growth of tumor cells. To understand the functional role of WT SHP2 in NF1-MPNST growth, we knocked down SHP2 by generating doxycycline (Dox)–inducible expression of two unique short hairpin RNAs (shRNAs) targeting  PTPN11  (#818, and #5003) in three NF1-MPNST cell lines ( Fig. 1  and fig. S1) including the two traditional lines ST8814 and NF90.8 and one patient-derived MPNST cell line JH-2-002 ( ).  34 PTPN11 /SHP2 genetic depletion significantly reduced MPNST cell growth, as evidenced by long-term colony formation assay ( Fig. 1A  and fig. S1A) and short-term real-time cell confluence monitoring, using IncuCyte imaging system ( Fig. 1B  and fig. S1B). SHP2 protein expression and phosphorylation at tyrosine-542 were markedly decreased following SHP2 knockdown after 72-hour treatment with Dox, while the signaling intermediates phospho-MEK (p-MEK) and p-ERK exhibited marginal reduction ( Fig. 1C  and fig. S1C), likely due to rebound in ERK signaling. Fig. 1. PTPN11  genetic depletion reduces MPNST cell growth and alters MEK/ERK activity. ( A ) ST8814 and JH-2-002 transduced with doxycycline (Dox)–inducible constructs expressing sh PTPN11  #818 or #5003 were treated with vehicle or Dox (300 ng/ml) for 2 weeks. Cells were fixed with 10% neutral-buffered formalin (NBF) and then stained with crystal violet. ( B ) Cells as in (A) were treated with vehicle or Dox (300 ng/ml) for up to 7 days. The phase confluence was monitored by IncuCyte real-time imaging system and normalized to corresponding 0-hour scan. ( C ) Cells as in (A) were treated with vehicle or Dox (300 ng/ml) for 72 hours, and the indicated proteins were assessed using immunoblot. ( D ) JH-2-002 transduced with Dox-inducible sh PTPN11  #818 was treated with vehicle or Dox (300 ng/ml) for 72 hours, and, then, three replicates were collected for RNA-seq, and the fourth replicate was collected for immunoblotting validation. RNA-seq result revealed a significant decrease in  PTPN11  RNA expression [ n  = 3,  P  adj = 0, and log 2  fold change (LFC) = −4.69] when comparing sh PTPN11  v. ctrl. A total of 51 genes representing MEK/ERK transcriptional output ( ) were assessed for their expression after  35 PTPN11  knockdown. A volcano plot demonstrating LFC of sh PTPN11  v. ctrl as a function of −log 10  ( P  adj) is shown. Black dots, not significant (ns;  P  adj > 0.05); red dots, LFC > 0; and blue dots, LFC < 0 ( P  adj < 0.05). Thirty-seven of the 51 genes (73%) in the set were significantly transcriptionally down-regulated following  PTPN11  genetic depletion. We have previously found that the level of p-ERK, which has been used as a surrogate marker for RAS/ERK pathway activation, is inherently susceptible to feedback regulation by dual-specificity phosphatases (DUSPs) and therefore not an accurate measure of signaling output ( ). MEK/ERK-dependent transcriptional output is defined as the set of genes whose expression changes significantly after 8-hour MEK inhibition ( 35 ). In JH-2-002 sh 35 PTPN11  #818, treated with Dox or vehicle, we first validated protein expression level of SHP2 and other signaling proteins (fig. S1D) and performed RNA sequencing (RNA-seq; see Materials and Methods). We confirmed significant reduction in transcript levels of  PTPN11  (log 2  fold change = −4.69 and adjusted  P  = 0) and analyzed the transcriptional profile of sh PTPN11  relative to defined ERK signaling output ( Fig. 1D ). A total of 51 genes (excluding  KIR3DL2 , which was not detected via RNA-seq), are included in the analysis (table S1). Thirty-seven of the 51 genes (73%) in the MEK-dependent set demonstrated significant down-regulation after  PTPN11  depletion ( P  adj < 0.05), indicating a global response of ERK signaling suppression by SHP2 knockdown ( Fig. 1D  and fig. S1E). Together, these observations concluded that  PTPN11  genetic depletion reduces MPNST cell growth in an ERK signaling–dependent manner. SHP2i TNO155 alters growth and gene expression in NF1-MPNST cells We first characterized the genomic or protein alterations in  NF1 ,  CDKN2A , PRC2 components  SUZ12  and  EED ,  TP53 , and others of importance in an updated panel of MPNST cell lines ( Fig. 2A ) ( ) to confirm that our cell line panel is a faithful genomic representation of the highly heterogeneous MPNST seen in patients. We next tested the effect of pharmacological inhibition of SHP2 on NF1-MPNST cell proliferation, viability, and growth. While SHP099 (a tool compound that has not been tested in clinical trials) was only partially effective in reducing cell and tumor growth in our initial studies ( 19 ), we found that the lead clinical compound, TNO155, which is now being tested in clinical trials (NCT03114319 and NCT04000529), was more potently able to suppress cell proliferation and growth in 10 MPNST in vitro models ( 20 Fig. 2, B and C ). SHP099 also demonstrated activity against cellular viability in a three-dimensional (3D) microtissue ex vivo model derived from four unique MPNST PDXs (fig. S2A) ( ). Further investigation in ST8814 and JH-2-079c cell lines ( 9 ) treated with dimethyl sulfoxide (DMSO) or 0.3 μM TNO155, using IncuCyte real-time monitoring system, demonstrated caspase-3/7 activation induced by TNO155 (fig. S2B). Mechanistically, we found that TNO155 inhibited SHP2 phosphatase activity as evidenced by p-SHP2 reduction and markedly suppressed ERK signaling and downstream cell cycle pathways, in a dose-dependent ( 9 Fig. 2D ) and time-dependent ( Fig. 2E ) manner. To further confirm the effect of TNO155 on ERK signaling and cell cycle regulators, we expanded the investigation to a collection of eight NF1-MPNST cell lines including three patient-derived lines (JH-2-002, JH-2-079c, and JH-2-103). We again observed that TNO155 effectively inhibited cell cycle regulators via ERK signaling suppression ( Fig. 2F ). Notably, TNO155 induced RB1 hypo-phosphorylation consistently across the cell lines tested, in a dose- and time-dependent manner ( Fig. 2, D to F ). Fig. 2. SHP2i TNO155 alters growth and gene expression in NF1-MPNST cells. ( A ) Onco-print of key driver genes ( NF1 ,  CDKN2A ,  SUZ12 , and  EED ) in MPNST and putative others is shown. ( B ) Ten NF1-MPNST cell lines were treated with increasing doses of the SHP2i TNO155 for 5 days. Cell viability was evaluated using the cell counting kit-8 (CCK-8) assay measuring metabolic activity. ( C ) Three NF1-MPNST cell lines were treated with dimethyl sulfoxide (DMSO) or TNO155 (0.3, 1, and 3 μM) for about 2 weeks. Cells were fixed with 10% NBF and then stained with crystal violet. ( D  and  E ) ST8814 and JH-2-002 were treated with increasing doses (30 to 3000 nM) of TNO155 for 24 hours (D) or 0.3 μM TNO155 over a time course (E). ( F ) Eight NF1-MPNST cell lines were treated with DMSO or 0.3 μM TNO155 for 48 hours. Representative signaling intermediates in ERK and cell cycle pathways were detected using immunoblot. GAPDH, glyceraldehyde-3-phosphate dehydrogenase. ( G ) ST8814 and NF90.8 transduced with Dox-inducible NF1-GRD were pretreated with vehicle or Dox (300 ng/ml), followed by treatment with DMSO or TNO155 (0.3, 1, and 3 μM) for 5 days. Cell viability was assessed using CCK-8. ( H ) ST8814 and NF90.8 transduced with (marked with +) Dox-inducible green fluorescent protein (GFP) or V5-tagged NF1-GRD were treated with Dox (300 ng/ml) for 24 hours. RAS activity and signaling intermediates were detected using immunoblot following the active RAS pull-down assay. PD, pull down; WCL, whole-cell lysate. ( I ) Venn diagram showing the number of significant overlapping genes ( P  adj < 0.05 and |fold change| > 1.5) between sh PTPN11 , TNO155, and trametinib at 6- and 24-hour time points. ( J ) Heatmap demonstrating significant changes ( P  adj < 0.05 marked with “+”) in transcriptional output of the 51 ERK signature genes, derived from RNA-seq analysis of JH-2-002 after DMSO, 0.3 μM TNO155, or 20 nM trametinib treatment (6 and 24 hours). Considering the competitive role of NF1 GAP function and SHP2 inhibition in reducing the accumulation of RAS-GTP during nucleotide cycling, we asked whether NF1 GAP function played a role in response to TNO155. Therefore, we reconstituted the expression of NF1-GRD (GAP-related domain) in two traditional NF1 LOF cell lines, ST8814 and NF90.8, using a Dox-inducible murine retrovirus expression system. Reintroduction of NF1-GRD to restore GAP function partially rescued cell viability upon TNO155 treatment ( Fig. 2G ), suggesting that NF1 loss confers sensitivity to SHP2i, an observation consistent with previous studies ( ,  26 ). Relative to the green fluorescent protein (GFP) control, reexpression of NF1-GRD reduced RAS-GTP levels, indicative of a successful restoration of NF1 GAP function ( 36 Fig. 2H ). To compare the transcriptional effects of sh PTPN11 , TNO155, and the MEKi trametinib individually, we conducted RNA-seq analysis of JH-2-002 treated with DMSO, TNO155, or trametinib at 6- and 24-hour time points, and sh PTPN11 , to measure both direct and adaptive responses to ERK signaling inhibition. Analysis of the transcriptional response showed that treatment with 0.3 μM TNO155 for 6 and 24 hours led to fewer differentially expressed genes compared to the treatment of 20 nM trametinib or sh PTPN11  ( Fig. 2I  and table S2), which is in line with the immunoblots measuring ERK signaling and cell cycle regulators at the same time points (fig. S2C). Specifically, 740 genes were significantly altered ( P  adj < 0.05 and absolute fold change > 1.5) following TNO155, while 3301 and 3156 genes were significantly altered after trametinib and sh PTPN11 , respectively. Most of the genes (~80%) significantly altered by TNO155 overlapped with those altered by trametinib ( Fig. 2I ). For both treatments, the number of significantly altered genes increased over a 6- to 24-hour time course, indicating the existence of indirect and adaptive changes to transcription after ERK signaling suppression. We also assessed ERK signaling using the 51 ERK signature genes described above and found most genes in the signature to be significantly down-regulated upon drug treatment. This suggests that the TNO155 treatment, while affecting fewer genes ( Fig. 2I ), has a pronounced effect on the ERK signature genes, despite less potent inhibition by TNO155 relative to trametinib ( Fig. 2J , fig. S2D, and table S1), consistent with the degree of ERK signaling inhibition by both agents observed in fig. S2C. Loss of function in RB1 confers resistance to TNO155 A recent study highlights the transcriptional up-regulation of cell cycle regulators during the progression from pNF to MPNST ( ). We also observed a consistently enhanced cell cycle transcriptional profile in samples from our NF1 biospecimen repository, using the gene category defined as cell cycle regulators ( 31 ) and found that  31 PLK1 ,  CCNA2 , and  BIRC5  demonstrated significant up-regulation in MPNST compared to pNF ( Fig. 3A ), suggesting a driver role of cell cycle dysregulation in tumor pathogenesis and disease progression. Given the reported genomic heterogeneity of NF1-MPNST and the impact this heterogeneity has at the protein level ( ), we sought to determine whether steady-state expression level of a specific molecular marker can predict sensitivity to SHP2i treatment. We first characterized the signaling protein markers in the updated panel of MPNST cell lines ( 19 Fig. 3B  and fig. S3, A and B). We found that, of the nine cell lines in this panel (which also includes the sporadic MPNST line STS26T), all exhibited loss of p16 expression ( Fig. 3B ), seven exhibited loss of SUZ12 expression (fig. S3A), and all expressed various levels of p53 protein (fig. S3A) despite known mutations in some lines ( Fig. 2A ). The two NF1-MPNST lines that retained SUZ12 expression (fig. S3A), NF96.2 and JH-2-079c, harbor p.S241R and p.D243Y mutations in  EED , respectively ( Fig. 2A ). We examined the protein profiles involved in cell cycle regulation ( Fig. 3B  and fig. S3A) and in AKT and ERK pathways (fig. S3B) to determine whether there were some alterations in baseline expression of a single unique molecule that explained the lower TNO155 sensitivity exhibited in three of the cell lines in  Fig. 2B , but there were no salient correlations. Fig. 3. Loss of function in RB1 confers resistance to TNO155. ( A ) Volcano plot from RNA-seq analysis revealing cell cycle dysregulation comparing MPNST v. pNF. ( B ) Selected cell cycle regulators were evaluated in the nine NF1-associated and one sporadic (STS26T) MPNST cell lines. ( C ) ST8814 and JH-2-002 transduced with Dox-inducible constructs expressing sh PTPN11  #5003 or #818 were treated with vehicle or Dox (300 ng/ml) for 72 hours, and RB phosphorylation at serine-780 or serine-807/811 was assessed. ( D ) ST8814 parental (Par), or stable lines transduced with pLXSN-neomycin-E7 WT or E7 d21-24 mutant; and JH-2-002 parental, or stable lines transduced with pMSCV-puromycin-E7 WT or E7 d21-24 mutant, were treated with increasing dose of TNO155 for 5 days. Cell viability was evaluated by using the CCK-8 assay. ( E ) Cells as in (D) were treated with DMSO or 0.3 μM TNO155 for 48 hours. To further explore signaling mechanisms that may potentiate TNO155 efficacy, we sought to identify effectors downstream of ERK signaling that may attenuate SHP2i dependence. It has been reported that the loss of RB1 function results in partial resistance to MEK and RAF inhibition in  BRAF V600E  mutant melanoma cells ( ), and, given the high frequency of cell cycle dysregulation in MPNST, we focused on the RB tumor suppressor pathway. Notably, all MPNST cell lines on our panel have retained RB protein expression ( 37 Fig. 3B ), and none exhibited evidence of genomic alterations in  RB1  ( Fig. 2A ), suggesting the presence of functional RB. RB1 plays a major role in the Gap 1 (G 1 ) cell cycle checkpoint that blocks synthesis (S)–phase entry ( ), and p-RB is associated with RB1 inactivation. RB is sequentially phosphorylated by cyclin D–CDK4/6 and cyclin A/E–CDK2 during the cell cycle progression. RB serine-780 is the major phosphorylation site by cyclin D1–CDK4 in early G 38 1  phase, and cyclin D1 is required for the phosphorylation at this site in vivo ( ,  39 ); while RB serine-807/811 is mainly phosphorylated by cyclin A/E-CDK2 at late G 40 1  and G 1 -S transition ( ), and its phosphorylation is likely to prime phosphorylation at other sites of RB ( 40 ). In  41 PTPN11 -depleted cell lines, p-RB was reduced, indicative of enhanced RB activity ( Fig. 3C ), an observation also seen with SHP2 pharmacological inhibition with TNO155 in  Fig. 2 (D to F) . These results demonstrate that ERK signaling inhibition via  PTPN11  genetic depletion, or treatment with SHP2i, induces RB hypo-phosphorylation, resulting in RB activation. Notably, pRB-S807/811 exhibited more substantial decrease upon TNO155 (48 hours;  Fig. 2F ) or sh PTPN11  after 72-hour Dox exposure ( Fig. 3C ), compared to pRB-S780, suggesting the rebound in cyclin D1–CDK4 complex activity as a potential mechanism of signaling adaptation in response to SHP2i or knockdown. To evaluate whether loss of RB1 function confers resistance to TNO155, we designed an experiment to inhibit RB1 function by introducing the ectopic expression of human papillomavirus 16 E7. E7 inhibits RB1 function by binding to RB1, which disrupts the RB1/E2F complex leading to release and activation of E2F, and by enhancing RB1 degradation ( ,  37 ,  42 ). While E2F activation by E7 can also lead to RB1 activation through p16 and CDK4/6 ( 43 ), this cannot occur in our panel of p16-null NF1-MPNST cell lines ( 42 Fig. 3B ). To test the hypothesis that LOF of RB1 confers TNO155 resistance, we generated stable cells expressing WT E7 or E7 d21-24 (a mutant incapable of binding to RB1), a dominant negative control. We observed that WT E7–expressing cells were more resistant to TNO155, relative to parental and E7 d21-24 mutant cells, with the median inhibitory concentration increase of 5-fold in JH-2-002 and greater than 20-fold in ST8814 ( Fig. 3D ). By measuring the direct protein expression of cyclin D1 and ERK signaling intermediates p-MEK and p-ERK, we found that treatment with TNO155 for 48 hours in E7 d21-24 mutant and parental cells was more potent than treatment in E7 WT cells ( Fig. 3E ), suggesting that the E7 mutant with disabled RB1 binding restores sensitivity to TNO155. Therefore, we conclude that RB pathway is required for TNO155 sensitivity, and this evidence served as a justification for further exploration of targeting cell cycle/RB signaling in NF1-MPNST. Responses of NF1-MPNST cells to the CDK4/6i ribociclib Inactivation of RB function as a consequence of recurrent loss of  CDKN2A  (encoding p16/INK4a;  Fig. 3B ), hyperactivation of CDK, and up-regulated expression of  RABL6A  [a negative regulator of RB1; ( ,  31 )] suggests that small-molecule CDK4/6i may be an additional therapeutic strategy in MPNST, particularly as a combination strategy. Seven of the 10 NF1-MPNST cell lines displayed limited sensitivity to the CDK4/6i ribociclib in vitro, by measuring metabolic activity as an indication of cell viability ( 32 Fig. 4A ). A complementary 3D microtissue assay revealed variable levels of sensitivity of tumor tissues derived from three individual MPNST PDXs to ribociclib as well (fig. S4A). To understand mechanisms accounting for the insensitivity in some lines, we carried out a time course combined with dose response study over 96 hours. We discovered that, while all three CDK4/6is—abemaciclib, palbociclib, and ribociclib—effectively inhibited p-RB as a readout of reduction in cyclin D–CDK4/6 complex activity in a dose-dependent manner, the three CDK4/6is all increased p-CDK4 at threonine-172 (T172), an indicator of CDK4 activation (fig. S4B), a phenomenon also recently observed in breast cancer cells, which suggests that CDK4/6is stabilize the active p-T172 CDK4–cyclin D complex ( – 44 ). We next tried to validate this observation and focused on ribociclib in an expansion cohort of eight NF1-MPNST cell lines ( 46 Fig. 4B  and fig. S4C). Treatment with 1 μM ribociclib not only effectively reduced p-RB and later phase effectors of cell cycle, polo-like kinase 1 (PLK1) and cyclin A, but also caused a slight induction of ERK signaling, which, in turn, increased cyclin D1, cyclin E, and p-CDK4 T172 expression concurrently ( Fig. 4B  and fig. S4C). This suggests that CDK4/6is induce an adaptive signaling response that reactivates the complex activity of cyclin D–CDK4/6, likely through the RTK/RAS/ERK pathway due to the high dependency of cyclin D expression on ERK signaling ( ). To validate this hypothesis, we performed a proteomic profiling using human RTK phosphorylation array that detects 71 human RTK. Among these, tyrosine pan-phosphorylation of ErbB3, insulin-like growth factor I receptor (IGF-IR), Axl, and members in Ephrin signaling was up-regulated by ribociclib ( 47 Fig. 4C  and fig. S4D), which may further activate downstream RAS and cell cycle signaling, supporting the concept of combining CDK4/6i with agents targeting RAS/ERK pathway. Fig. 4. Responses of NF1-MPNST cells to the CDK4/6i ribociclib. ( A ) Ten NF1-associated MPNST cell lines were treated with increasing doses of the CDK4/6i ribociclib for 5 days. Cell viability was evaluated by using the CCK-8 assay. ( B ) Two NF1-MPNST cell lines were treated with DMSO or 1 μM ribociclib over a time course. Signal intermediates in ERK and cell cycle pathways were assessed. ( C ) JH-2-002 cells were treated with DMSO or 1 μM ribociclib for 24 hours. Seventy-one phosphorylated human RTKs were evaluated using human RTK phosphorylation array C1. Signal intensity from technical duplicates was quantified using densitometry analysis and normalized to ribociclib v. DMSO, and, notably, altered RTKs are shown. ( D ) Cells as in  Fig. 3E  were treated with increasing doses of ribociclib for 5 days. Cell viability was evaluated by using the CCK-8 assay. Previous reports revealed that, in addition to the activation of upstream signaling pathways ERK/AKT/Hippo, the expression levels of selected cell cycle regulators (including CDK2/4/6, cyclins, p16, p21, E2F, p-CDK4 T172, RB, FOXM1, AURKA, p53, and MDM2/4), as well as the dissociation of p21 from cyclin D–CDK4 complex, have putative relevance to CDK4/6i resistance ( ,  45 ). We investigated additional explanations for CDK4/6i resistance observed in some cell lines. Specifically, we measured protein expression of several cell cycle regulators and signaling molecules in ERK/AKT pathways but did not find a universal association of baseline expression of any single molecule with responsiveness to ribociclib across our NF1-MPNST cell line panel ( 48 Fig. 3B  and fig. S3, A and B). As demonstrated in  Fig. 3  that RB function is critical for TNO155 efficacy, we also observed that it may be necessary for ribociclib efficacy as well, as resistance to ribociclib results from loss of RB function by WT E7, compared to mutant E7 d21-24 ( Fig. 4D ). This suggests that CDK4/6 inhibition could be effective against MPNST in combination with SHP2i. Combined inhibition of SHP2 and CDK4/6 effectively suppresses MPNST cell growth LOF of RB due to the selective up-regulation of cell cycle signaling in MPNST relative to the precursor tumor, pNF, contributes partially to the insensitivity of NF1-MPNST to inhibitors of RAS/ERK signaling, including SHP2i and CDK4/6i ( Figs. 3  and  4 ). Therefore, we hypothesized that reinstatement of functional RB by CDK4/6i would enhance the treatment efficacy of SHP2i. In addition, SHP2i might attenuate the adaptive resistance to CDK4/6i through suppression of RTK/RAS/ERK signaling, thereby potentiating and transforming the cytostatic effect of CDK4/6i to be cytotoxic. With this in mind, we tested the combinatorial effect of TNO155 and ribociclib (referred to as the combination) on cell growth via three complementary methods, and we found the additive activity of this combination against short- and long-term cell growth ( Fig. 5, A to D , and fig. S5, A to C). Furthermore, the combination of high doses of TNO155 and ribociclib was able to overcome RTK-mediated trametinib resistance ( Fig. 5A  and fig. S5B) ( ). To identify signaling changes that may lead to the additive effect, we investigated ERK and cell cycle pathways using eight NF1-MPNST cell lines following 72- and 96-hour treatment with TNO155 and/or ribociclib. The combination mitigated ERK signaling (p-MEK and p-ERK), cyclin D1 expression, and p-CDK4 T172 induced by ribociclib and more potently inhibited RB phosphorylation, E2F1, cyclin E/A, and PLK1, in the majority of MPNST cell line models ( 19 Fig. 5E  and fig. S5D). Again, SHP2 knockdown by inducible sh PTPN11  alleviated ribociclib-induced ERK signaling (fig. S5E) and resulted in greater decrease of cyclin A and PLK1 when combined with ribociclib ( Fig. 5F ). Fig. 5. Combined inhibition of SHP2 and CDK4/6 effectively suppresses MPNST cell growth. ( A ) ST8814 and NF90.8 parental (Par) and trametinib-resistant (Res) lines and eight NF1-MPNST cell lines were treated with DMSO, TNO155 (0.3, 1, and 3 μM), ribociclib (1 and 3 μM), and their combination for 7 to 10 days. Direct cell counting using trypan blue exclusion assay was performed by TC20 automated cell counter. ( B ) Cells as in (A) were treated with drugs for 2 to 3 weeks, and colony formation was evaluated using crystal violet assay. ( C ) Area under the curve (AUC) is calculated on the basis of the IncuCyte cell confluence monitoring of the seven cell lines as shown, treated with DMSO, TNO155 (0.3 μM), ribociclib (1 μM), and their combination for 6 days. ( D ) Two NF1-MPNST cell lines were treated with DMSO, TNO155 (0.3 μM), ribociclib (1 μM), and their combination for 6 days. Cell confluence was monitored using IncuCyte imaging systems. ( E ) Four NF1-MPNST cell lines were treated with DMSO, 0.3 μM TNO155, and/or 1 μM ribociclib for 72 and 96 hours. ERK signaling and cell cycle regulators were evaluated using immunoblot. ( F ) Three NF1-MPNST cell lines transduced with sh PTPN11  #818 were pretreated with vehicle or Dox (300 ng/ml) for 72 hours, followed by treatment with DMSO or 1 μM ribociclib for additional 72 hours. Cell lysates were assessed for expression of the indicated proteins. Combination of TNO155 and ribociclib additively inhibits cell cycle and induces apoptosis To deepen the understanding of mechanisms behind the increased efficacy of the combination, we performed RNA-seq of JH-2-002 after treatment with TNO155 and/or ribociclib for 24 hours. The corresponding samples to RNA-seq demonstrated signaling responses in line with our prior observations in  Fig. 5E  (fig. S6A). As expected, 2503 genes were differentially expressed upon treatment with the combination compared to 1277 and 740 genes that were altered upon ribociclib and TNO155 treatment alone ( Fig. 6A ). Furthermore, more than half of the genes differentially expressed upon treatment with the combination (1444 genes) were differentially expressed in the individual treatments ( Fig. 6A  and table S3). Pathway enrichment analysis against the Kyoto Encyclopedia of Genes and Genomes (KEGG) database revealed that cell cycle signaling is significantly enriched in the intersection set ribociclib and the combination (fig. S6B). Deeper investigation into cell cycle signaling demonstrated an additive inhibition of mitotic prometaphase ( Fig. 6B ) and cell cycle checkpoints ( Fig. 6C ) by the combination, relative to TNO155 and ribociclib alone. To validate this finding, we carried out cell cycle distribution analysis in five NF1-MPNST cell lines (ST8814, NF10.1, JH-2-002, JH-2-079c, and JH-2-103) as an aggregate using flow cytometry, and we saw an increasing trend of percent cells in G 1  phase and a decreasing trend of percent cells in S phase when comparing cells treated with DMSO, TNO155, ribociclib, and the combination ( Fig. 6D ). Fig. 6. Combination of TNO155 and ribociclib additively inhibits cell cycle and induces apoptosis. ( A ) Upset matrix plot derived from RNA-seq analysis, showing the overlapping numbers of significant genes ( P  adj < 0.05 and |fold change| > 1.5) after 24-hour treatment with 0.3 μM TNO155, 1 μM ribociclib, and their combination, and normalized to DMSO control. Rows, the sets; columns, intersections between these sets. ( B  and  C ) Heatmaps demonstrating the more potent transcriptional inhibition of mitotic prometaphase (B) and cell cycle checkpoints (C) by combined TNO155 and ribociclib relative to either single agent alone, highlighting  BIRC5 ,  PLK1 ,  CLSPN , and  CCNA2  ( P  adj < 0.05 marked with + and LFC). ( D ) Five NF1-MPNST cell lines were treated with DMSO, 0.3 μM TNO155, and/or 1 μM ribociclib for 48 hours, following overnight starvation in 0.1% FBS-containing culture medium to synchronize cells. Cells were fixed in ice cold 70% ethanol and stained with propidium iodide/ribonuclease staining solution (Cell Signaling Technology, no. 4087) and then analyzed by flow cytometry. ( E ) ST8814 and JH-2-079c were treated with DMSO, 0.3 μM TNO155, and/or 1 μM ribociclib for 48 hours, and, then, protein lysates were assessed using human apoptosis antibody array (R&D Systems, no. ARY009). Signal intensity from technical duplicates was quantified by densitometry analysis using ImageJ and normalized to DMSO. Data represent means ± SEM. ( F ) Nine NF1-MPNST cell lines were treated as in (E), and the indicated proteins involved in apoptosis and ERK signaling were detected using immunoblot. As cell proliferation and programmed cell death are closely interconnected, we screened for the relative expression of 35 apoptosis-related proteins under these four conditions. Using one traditional and one patient-derived cell lines as a representative cohort, we found universally decreased expression of two inhibitors of apoptosis proteins (IAPs) survivin/ BIRC5  and claspin/ CLSPN  in ST8814 and JH-2-079c treated with the combination ( Fig. 6E  and fig. S6C) and increased caspase-3/7 activation (fig. S6D).  survivin/BIRC5 ,  claspin/CLSPN ,  PLK1 , and  CCNA2  are also down-regulated upon the combination treatment ( Fig. 6, B and C , highlighted), suggesting that the regulation occurs at the transcriptional level. In an expanded validation cohort of nine NF1-MPNST cell lines, survivin, claspin, and PLK1 were more potently inhibited by the combination, relative to either single-agent alone ( Fig. 6F  and fig. S6E). These results demonstrate that the combined use of TNO155 and ribociclib prevents signaling adaptation to CDK4/6i and converges on the restoration of RB function, which, in turn, induces G 1  cell cycle arrest and transcriptionally inhibits the IAP survivin and claspin to activate caspase-3/7, subsequently activating apoptosis. Combination of TNO155 and ribociclib is active against MPNST tumor growth in vivo Given our results demonstrating the additive in vitro effects of the combination, we hypothesized that SHP2i and CDK4/6i may be the superior combination of RAS signaling pathway inhibitors in MPNST, due to better or comparable in vivo efficacy compared to SHP2i and MEKi, and have more favorable tolerability, as judged by mouse body weight in both immuno-compromised and competent models ( – 49 ). To address whether this combination is active in in vivo models of MPNST, we used a total of six unique PDX models to assess the combination versus either single agent, using doses (TNO155, 7.5 mg/kg, twice daily; and ribociclib, 75 mg/kg, once daily) lower than those selected in tolerability studies ( 52 ). TNO155 has unexpectedly potent single-agent activity across the six PDXs over 4 weeks ( 50 Fig. 7, A and B ), compared to our previous results using the tool compound SHP099 ( ). We thus defined the top three PDXs that were almost equally sensitive to the combination and TNO155 alone as very sensitive (VS;  20 Fig. 7A ), and the bottom three PDXs that displayed differential sensitivity to the combination and TNO155 as partially sensitive (PS;  Fig. 7B ). We directly compared the efficacy of TNO155 alone and TNO155/ribociclib combination against the TNO155/MEKi combination. We observed the most potent antitumor effects seen with TNO155 and ribociclib, relative to TNO155 or TNO155 and trametinib in WU-545, and similar responses between the two combinations driven by TNO155 sensitivity across a panel of the remaining four PDXs (fig. S7A), consistent with previous studies in both RTK-driven and  KRAS -mutant cancers ( ). 50 Fig. 7. The combination of TNO155 and ribociclib is active against MPNST tumor growth in vivo. ( A  and  B ) Five-to-6-week-old female NRG mice bearing six individual NF1-MPNST PDXs were treated with vehicle, ribociclib (75 mg/kg, once daily), TNO155 (7.5 mg/kg, twice daily), or their combination by oral gavage for 4 weeks. Average tumor volume of four to five mice per arm was plotted over the time course of treatment days. VS, very sensitive; PS, partially sensitive. ( C ) Tumors of each arm from WU-386 were harvested 4 hours after last dose of 4 weeks on drugs and fixed in 10% NBF. The Ki-67 expression was assessed using immunohistochemistry (IHC). ( D  and  E ) Tumors of each arm from WU-225, WU-386 were harvested 4 hours after last dose, 4 weeks on drugs (D); or 24 hours after last dose, 3 days on drugs (E). The indicated proteins involved in ERK and cell cycle signaling were detected using immunoblot. ( F ) Onco-print of key driver genes in MPNST and putative others is shown. For  NF1  and  SUZ12 , both germline (G) and somatic (S) mutations are shown. ( G ) Volcano plot demonstrating LFC of VS/PS as a function of −log 10  ( P  adj). Blue dots represent 227 genes that were significantly altered ( P  adj < 0.05 and |LFC| > 0.585) when comparing the RNA-seq data of VS (JH-2-031, WU-225, and JH-2-002) v. PS (WU-545, JH-2-079c, and WU-386). ( H ) The mice bearing JH-2-031 were on initial treatment as in (A) for about 4 weeks and left untreated for another 4 weeks before rechallenging with the combination for additional 2 weeks. ( I ) The mice bearing JH-2-002 as in (A) were continuously on treatment for 10 weeks. ( J ) Tumors of each arm from JH-2-002 and JH-2-031 were harvested 4 hours after last dose of 10 weeks and fixed in 10% NBF. The Ki-67 expression was assessed using IHC. In addition, we investigated the pharmacodynamic (PD) activity of the combination to identify potential molecular response features underlying the therapeutic response. We biochemically characterized ERK and cell cycle signaling, proliferation, and apoptosis at 4 hours after 4-week treatment ( Fig. 7, C and D , and fig. S7, B to D), and 24 and 48 hours after 3-day treatment ( Fig. 7E  and fig. S7E). Ki-67 expression, a marker of proliferation, was more potently reduced by the combination compared to TNO155 or ribociclib, as evidenced by immunohistochemistry (IHC) staining at the end points of treatment ( Fig. 7C  and and fig. S7B). Early and end-point in vivo PD studies were in agreement with what we saw in vitro that the combination relieved the adaptive response to ribociclib and led to greater suppression of cell cycle regulators, such as p-RB, cyclin A, PLK1, and survivin ( Fig. 7, D and E , and fig. S7, D and E). Moreover, cleaved caspase-3 increased in WU-225 (fig. S7C), and the IAP survivin markedly decreased in WU-386 ( Fig. 7E  and fig. S7E), in tumors treated with the combination compared to those with either drug, indicating enhanced apoptosis elicited by the combination. To ask whether genomic or expression biomarkers exist to predict de novo sensitivity to TNO155, we next analyzed whole exome and targeted gene sequencing ( Fig. 7F ) and RNA-seq data ( Fig. 7G ) derived from VS PDXs (JH-2-002, JH-2-031, and WU-225) and PS PDXs (JH-2-079c, WU-545, and WU-386). The VS PDX JH-2-031 with activating  PIK3CA  Q546K mutation and WU-225 with  TSC2  in frame deletion retained sensitivity to TNO155 ( Fig. 7F ). Several putative molecules relevant to drug resistance, such as Wnt family member 2B (WNT2B) and neurotrophic receptor tyrosine kinase 2 (NTRK2), were significantly up-regulated ( P  adj < 0.05 and |fold change| > 1.5) in PS compared to VS models ( Fig. 7G , fig. S7F, and table S4). Although we did not observe a difference in sensitivity between TNO155 alone and TNO155 and ribociclib at 4 weeks of treatment in the VS PDX, there is a sufficient concern that single-agent treatment in this aggressive malignancy would be insufficient for anything longer than an immediate short-term response. To investigate this further, we retreated the PDX JH-2-031 cohorts of TNO155 single-agent and the combination with TNO155 and ribociclib after a drug holiday ( Fig. 7H  and fig. S7G), or treated the PDX JH-2-002 for an extended course with TNO155 alone or the combination ( Fig. 7I ). We observed combination benefit regardless of intermittent ( Fig. 7H ) or continuous dosing of therapy over a 10-week treatment ( Fig. 7I ), indicating that the combination resulted in more profound and/or more durable antitumor effects, which was supported by a significant difference in Ki-67 ( Fig. 7J ) and cyclin D1 (fig. S7G), and that treatment-emergent resistance to TNO155 may limit the duration of response.",
  "discussion": "DISCUSSION Our collective data demonstrate that cell proliferation and tumor growth of NF1-MPNST are SHP2/ PTPN11 -dependent. Using both SHP2 genetic ablation and pharmacological inhibition, we observe effective reduction in MPNST cell proliferation through ERK pathways and downstream cell cycle suppression. Reconstitution of NF1 GAP function mediates resistance to TNO155, suggesting that NF1-null MPNST are sensitive to SHP2i and further that NF1 LOF may be an important genomic biomarker for patient selection as clinical trials of SHP2i advance. TNO155 treatment causes a transcriptional response which significantly overlaps with that induced by MEKi, suggesting that the effects of SHP2i are largely mediated through ERK, although other RAS effector pathways may exert secondary roles. This redundancy in pathway inhibition suggests the potential for overlapping clinical toxicity, and so alternate combination strategies that enhance the antitumor effects of SHP2i and maintain tolerability may be important for trial design. Consistent with previous studies ( ), cell cycle signaling is significantly up-regulated in MPNST versus pNF and results in LOF of RB, suggesting the role for CDK4/6i as part of a combination strategy. NF1-MPNST cells are insensitive to CDK4/6i, likely at least, in part, due to adaptive resistance resulting from induction of RTK/ERK signaling and reactivation of cyclin D–CDK4/6 complex activity. While we did not find any correlation between baseline expression markers and sensitivity to TNO155 and/or ribociclib, our data suggest that functional RB is critical for both TNO155 and ribociclib sensitivity. TNO155 and ribociclib activity converges on restoration of biologically active RB, otherwise inactivated by up-regulation of CDK and down-regulation of p16, and on greater inhibition of later-phase cell cycle regulators PLK1 and cyclin A. Mechanisms of anti-proliferation and antitumor effects involve an additive impact on global transcription as well as an additive repression in gene transcription related to cell cycle signaling. The combination leads to greater G 28 1  cell cycle arrest and also more potently inhibits two apoptotic regulators, survivin and claspin, and induces downstream caspase activation to promote apoptosis. Last, we assessed a total of six PDX models for the efficacy of TNO155, ribociclib, and their combination. We found that three PDX models have a near complete response to TNO155 single-agent with no apparent difference induced by the combination in the short-term, while the other three PDX models are PS and have more complete responses with the addition of ribociclib. Overall, the combination is notably active in all in vivo PDX models of NF1-MPNST tested. RNA-seq analysis of the MPNST PDX revealed differential expression of multiple putative resistance-relevant genes involved in Wnt/β-catenin/yes-associated protein 1 (YAP)/transcriptional co-activator with PDZ-binding motif (TAZ) signaling pathways in the three PS models, suggesting that these pathways may mediate resistance to TNO155, and agents targeting these pathways may be another potential viable partner with SHP2i, which remains to be explored. Clinical trial efforts have focused on dysregulated RAS effector pathways that are critical to MPNST tumorigenesis but, to date, have been unsuccessful in people with advanced MPNST. This study suggests that, despite past failures using downstream inhibitors of RAS signaling, SHP2 may represent a critical node to inhibit MPNST tumorigenesis due to the loss of NF1 and that combinations of SHP2i with inhibitors of other critical effectors could have greater success in the clinic. Our extensive preclinical data demonstrate that clinically available inhibitors of SHP2 and CDK4/6 in combination and at well-tolerated dosing regimens result in deep and durable preclinical, antitumor responses in mouse models with similar efficacy as MEKi and SHP2i. In addition, this combination is already under investigation in an ongoing trial (NCT04000529), and data to support the clinical safety profile of TNO155 and ribociclib are expected to result soon. Single-agent TNO155 has been reported to be well-tolerated in patients with solid tumors, with the majority of reported adverse events being grade 1 or 2 and consistent with anticipated on-target effects of SHP2 inhibition ( ). Our evidence is in favor of the advancement of novel SHP2i into clinical trials for the treatment of patients with MPNST. 53 Both SHP2i and CDK4i are considered pro-senescence cancer therapies, which disable cell proliferative capacity and trigger an inflammatory process that ultimately eliminates the tumor cells ( ). Here, we have provided a large body of evidence demonstrating the synthetic lethality of TNO155 and ribociclib in both clinically relevant in vitro and in vivo models of MPNST. However, these models are limited to the tumor cell–intrinsic signaling response and use immunocompromised mice, which preclude the evaluation of the combination on antitumor immunity. As such, further studies on treatment efficacy and the role of the combination in modulation of tumor immune microenvironment are needed in immunocompetent and humanized mouse models of MPNST, aiming to identify novel therapeutic opportunities based on mechanistic rationale. 49 We have generated strong preclinical evidence in support of this combination, suggesting that a clinical study evaluating the efficacy and tolerability of TNO155, alone or in combination with ribociclib, should be pursued in patients with MPNST. Future studies will identify potential genomic or expression biomarkers that predict treatment efficacy to facilitate selection of patients who will have clinical benefit. With the clinical testing of TNO155 and ribociclib now underway in patients with other solid tumors, these studies are timely and relevant and will serve as an important contribution to the advancement of novel SHP2i combinations in clinical use. Last, acquired resistance to targeted therapy is common and inevitable. Exploration of resistance mechanisms will identify novel combination partners with SHP2i and move SHP2i-centric therapeutics forward for optimal clinical application.",
  "upgrade_date": "2026-02-20 07:33:09"
}