{
  "pmid": "PMID:38008284",
  "title": "Droplet Digital PCR for Fast and Accurate Characterization of NF1 Locus Deletions: Confirmation of the Predominant Maternal Origin of Type-1 Deletions.",
  "abstract": "Neurofibromatosis type-1 is a genetic disorder caused by loss-of-function variants in the tumor-suppressor NF1. Approximately 4% to 11% of neurofibromatosis type-1 patients have a NF1 locus complete deletion resulting from nonallelic homologous recombination between low copy repeats. Codeleted genes probably account for the more severe phenotype observed in NF1-deleted patients. This genotype-phenotype correlation highlights the need for a detailed molecular description. A droplet digital PCR (ddPCR) set along the NF1 locus was designed to delimitate the three recurrent NF1 deletion breakpoints. The ddPCR was tested in 121 samples from nonrelated NF1-deleted patients. Classification based on ddPCR versus multiplex ligation-dependent probe amplification (MLPA) was compared. In addition, microsatellites were analyzed to identify parental origin of deletions. ddPCR identified 77 type-1 (64%), 20 type-2 (16%), 7 type-3 (6%), and 17 atypical deletions (14%). The results were comparable with MLPA, except for three atypical deletions misclassified as type-2 using MLPA, for which the SUZ12 gene was not deleted. A significant maternal bias (25 of 30) in the origin of deletions was identified. This study proposes a fast and efficient ddPCR quantification to allow fine NF1 deletion classification. It indicates that ddPCR can be implemented easily into routine diagnosis to complement the techniques dedicated to NF1 point variant identification. This new tool may help unravel the genetic basis conditioning phenotypic variability in NF1-deleted patients and offer tailored genetic counseling.",
  "authors": "Laurence Pacot; Manuela Ye; Juliette Nectoux; Ingrid Laurendeau; Audrey Briand-Suleau; Audrey Coustier; Théodora Maillard; Cécile Barbance; Lucie Orhant; Nicolas Vaucouleur; Hélène Blanché; Béatrice Parfait; Pierre Wolkenstein; Michel Vidaud; Dominique Vidaud; Eric Pasmant",
  "journal": "The Journal of molecular diagnostics : JMD",
  "publicationDate": "2024-02",
  "doi": "10.1016/j.jmoldx.2023.11.005",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-19 09:30:11"
}