{
  "pmid": "38008284",
  "abstract": "Neurofibromatosis type-1 is a genetic disorder caused by loss-of-function variants in the tumor-suppressor NF1. Approximately 4% to 11% of neurofibromatosis type-1 patients have a NF1 locus complete deletion resulting from nonallelic homologous recombination between low copy repeats. Codeleted genes probably account for the more severe phenotype observed in NF1-deleted patients. This genotype-phenotype correlation highlights the need for a detailed molecular description. A droplet digital PCR (ddPCR) set along the NF1 locus was designed to delimitate the three recurrent NF1 deletion breakpoints. The ddPCR was tested in 121 samples from nonrelated NF1-deleted patients. Classification based on ddPCR versus multiplex ligation-dependent probe amplification (MLPA) was compared. In addition, microsatellites were analyzed to identify parental origin of deletions. ddPCR identified 77 type-1 (64%), 20 type-2 (16%), 7 type-3 (6%), and 17 atypical deletions (14%). The results were comparable with MLPA, except for three atypical deletions misclassified as type-2 using MLPA, for which the SUZ12 gene was not deleted. A significant maternal bias (25 of 30) in the origin of deletions was identified. This study proposes a fast and efficient ddPCR quantification to allow fine NF1 deletion classification. It indicates that ddPCR can be implemented easily into routine diagnosis to complement the techniques dedicated to NF1 point variant identification. This new tool may help unravel the genetic basis conditioning phenotypic variability in NF1-deleted patients and offer tailored genetic counseling.",
  "methods": "Methods Study cohort The study cohort consisted of couples considering PND because of NF1, who were referred to the Cochin Hospital (Assistance Publique - Hôpitaux de Paris, APHP, Paris, France). Databases from NF1 molecular PND at the Cochin Hospital (APHP, Paris, France) were retrospectively analyzed by reviewing the electronic patient files. Between 2017 and 2022, 146 women with a history of molecularly confirmed NF1 in themselves, their partner, or a previous child of the couple underwent 205 PNDs. The study was approved by the Cochin (APHP) local ethical committee and is in line with the current French legislation on genetic studies (ethical approval code: Comités de Protection des Personnes CPP17/79, A0296746, and 2015-08-11DC). Anamnesis, genetic counseling, and genetic testing were performed in-house according to institutional ethical standards and complying with the 1964 Helsinki Declaration and its later amendments. The main study and the collaborated study protocols were approved by the Cochin APHP institutional review board. A signed informed consent was obtained from all the participating patients. Study samples and nucleic acid extractions PND samples were obtained by CVS undertaken from 11 weeks of pregnancy or amniocentesis performed from 15 weeks to 16 weeks of pregnancy. Blood samples were collected in EDTA tubes for leukocyte DNA analysis (Becton Dickinson, Rungis, France). DNA extraction was performed with the Maxwell16 LEV Blood DNA Kit (Promega, Charbonnières-les-Bains, France) on EDTA blood samples according to the manufacturer’s instructions. DNA concentrations were quantified using a NanoDrop 1000 Spectrophotometer v3.8 (Thermo Fisher Scientific, Courtaboeuf, France). Targeted NGS For the identification of pathogenic variants in probands, experiments were performed at the NGS facility of Cochin Hospital, Paris (AP-HP, France), as previously described .  51 , 52 NF1  and  SPRED1  exons and flanking intronic regions were amplified with a custom-made panel (Thermo Fisher Scientific) and sequenced on NextSeq500 (Illumina). Sequence alignment, variant calling, and variant annotation were performed using the MOABI pipeline (AP-HP) or the Polyweb pipeline (Imagine Institute, Necker Hospital, AP-HP). Targeted NGS can detect SNVs, small indels, and single- to multi-exon deletions, and allows a molecular diagnosis of more than 90% of patients . 17 , 51 – 53 Sanger sequencing PCR was performed on DNA extracted from blood samples, trophoblast samples, or amniotic fluid. Amplified exons of the  NF1  gene ( NM_000267.3 ) were sequenced by Sanger sequencing using Big Dye Terminator chemistry and an ABI Prism 3130 Capillary Array Sequencer (Applied Biosystems), as previously described . Primer sequences are available upon request. Sequences were aligned to the reference sequence with SeqScape analysis software v2.5 (Thermo Fisher Scientific). 13 Quantitative real-time PCR Single- or multi-exon deletions were evaluated with qPCR on a LightCycler 480 (Roche Diagnostics). DNAs from deleted and non-deleted patients were diluted to a concentration of 2 ng/µL and mixed with LightCycler® 480 SYBR Green I Master Mix and appropriate primers for targeted regions, following the manufacturer’s instructions (Roche Diagnostics) . The  54 ALB  gene was used as a reference for quantitative analysis. Each sample was normalized based on its  ALB  content and then compared to a non-deleted reference sample. Exons with ratios below 0.6 were considered deleted. Variant nomenclature and interpretation Variants were named according to the Human Genome Variation Society (HGVS) recommendations. An assessment of variants’ pathogenicity was performed according to the American College of Medical Genetics and Genomics and the Association for Molecular Pathology (ACMG-AMP) guidelines. Assessment of variants implication was mainly performed based on population databases (gnomADv3), variant databases (ClinVar v20220205 and LOVD-NF1), and predictions software. In silico predictions for the effect of the variant were performed with CADD, SPiP, dbscSNV, Human Splice Finder (HSF), and PROVEAN.  NF1  variants are reported according to the reference sequence  NM_000267.3  (ENST00000356175.7; NF1-201). Microsatellite typing and segregation analysis Familial segregation of four  NF1  intragenic polymorphic microsatellites (D17S1307, D17S2163, D17S1166, and GDB:270136) and three  NF1  extragenic polymorphic microsatellites (D17S841, D17S1800, and D17S798, respectively 1.88 Mb centromeric, and 0.23 and 1.59 Mb telomeric to  NF1 ) was used . The primer oligonucleotide sequences are available upon request. DNA samples were diluted at a concentration of 10 ng/mL and amplified using dedicated primers and the Taq GOLD polymerase (Thermo Fisher Scientific). The GS-500LIZ (Thermo Fisher Scientific) marker was used for detection. Maternity and paternity were assessed using a PowerPlex 16 HS System (Promega) according to the manufacturer’s instructions. Scaling was controlled with 2800 M Control DNA (Promega). Microsatellite analysis was performed on an ABI Prism 3130 automatic DNA sequencer (Applied Biosystems). The results were analyzed with the GeneMapper v.4.0 software package (Thermo Fisher Scientific). 54",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:28:51.671756",
  "abstract_length": 1604,
  "methods_length": 5268,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}