{
  "pmid": "38057084",
  "abstract": "BACKGROUND: This study examined the association between dermatological, neurological, and bone manifestations of neurofibromatosis type 1 (NF1) and quality of life (QoL) in patients with NF1 using a nationwide database of all patients who newly claimed for medical expense subsidies in Japan from 2015 to 2019. METHODS: The Japanese Ministry of Health, Labour and Welfare provided the \"National Database of Designated Intractable Diseases of Japan\" containing clinical and personal records (\"Medical Certificates of Designated Intractable Diseases\") of all patients with NF1 following approval of the study protocol. To examine the association between the severity of symptoms and QoL, multinominal logistic regression analyses were performed, adjusted for potential confounders. RESULTS: The final study population consisted of 1,487 patients (775 females and 712 males; mean (standard deviation) age, 45.4 (17.9) years). More than 50% and nearly 45% of participants were recorded as having moderate or severe \"pain/discomfort\" and \"anxiety/depression,\" respectively. The severity of neurological symptoms was significantly associated with all components of QoL, whereas the severity of dermatological symptoms was significantly associated with only moderate or severe subjective and mental health-related components of QoL, and the severity of bone lesions was associated with only moderate or severe physical health-related components of QoL. Subjective and mental health-related components of QoL tended to be deteriorated more than physical health-related components of QoL in younger and female patients. CONCLUSIONS: Severities of neurological and dermatological symptoms were significantly associated with subjective and mental health-related components of QoL, while the severity of bone symptoms was associated with only moderate and severe deterioration of physical health-related components of QoL.",
  "methods": "Methods The Japanese Ministry of Health, Labour and Welfare provided the “National Database of Designated Intractable Diseases of Japan” containing clinical and personal records (“Medical Certificates of Designated Intractable Diseases”) of all patients with NF1 following approval of the study protocol. To examine the association between the severity of symptoms and QoL, multinominal logistic regression analyses were performed, adjusted for potential confounders. Methods Study population and data source The MHLW approved the study protocol and provided the database which included information about all patients with NF1 who newly claimed for medical expense subsidies from 2015 to 2019. All personally identifiable information, such as names and addresses, was removed from the database, and each patient was assigned a unique code (identification [ID] number), which was not associated with any identifiable personal information. During 2015–2019, the database included data on 1,640 patients who newly (i.e., for the first time) submitted claims to receive medical expense subsidies for NF1 (Fig.  1 ). Eligibility criteria for study participants were: (1) new registrants during 2015–2019 and (2) no duplicate data. Data duplication was assessed based on ID numbers. Fig. 1 Flowchart of study participant selection The study protocol was approved by the institutional review board of the Jikei University School of Medicine (No. 33-045(10655)). In addition, following a request from the MHLW, we removed data from Table 3 and Appendix  1  if the number of patients corresponding to the data was less than 10. The results of the present study were obtained from the analyses conducted specifically for research purposes using the National Database of Designated Intractable Diseases of Japan and thus do not correspond to the relevant statistics publicized by the MHLW. Variables The database included the following information: (1) year at registration, (2) severity of dermatological symptoms (D1 to D4), neurological symptoms (N0 to N2), and bone symptoms (B0 to B2), (3) clinical stage of NF1 (Stages 1 to 5), (4) QoL, and (5) demographic variables (i.e., sex and age). Details regarding disease severity and clinical stage classification are provided in Table  1 . The severity classification of NF1 in Japan was developed according to criteria set forth by the National Institutes of Health in 1988 [ 17 ]. Table 1 Participant characteristics (n = 1,487)   \n n \n \n (%) \n Year of claim for medical expense subsidies  2015 261 (18)  2016 267 (18)  2017 295 (20)  2018 359 (24)  2019 305 (21) Sex  Male 712 (48)  Female 775 (52) Age  0–19 years 121 (8)  20–39 years 474 (32)  40–59 years 538 (36)  >59 years 354 (24) Family history of NF1  Present 635 (43)  Absent 597 (40)  Unknown 187 (13) Dermatological symptoms a)  D1 146 (10)  D2 367 (25)  D3 654 (44)  D4 320 (22) Neurological symptoms b)  N0 778 (52)  N1 544 (37)  N2 165 (11) Bone symptoms c)  B0 894 (60)  B1 389 (26)  B2 204 (14) Clinical stage d)  Stage 1 48 (3)  Stage 2 298 (20)  Stage 3 254 (17)  Stage 4 311 (21)  Stage 5 576 (39) a) Dermatological symptoms D1: Pigmented macules and few neurofibromas D2: Pigmented macules and many neurofibromas D3: Numerous neurofibromas (>1,000) D4: Functional impairment or severe physical distress due to plexiform neurofibromas, or malignant peripheral nerve sheath tumor b) Neurological symptoms N0: No neurological symptoms N1: Neurologic symptoms (e.g., paralysis or pain) N2: Severe/progressive neurological symptoms c) Bone symptoms B0: No bone lesions B1: Mild/moderate bone lesions (e.g., deformity in spine that does not require surgical treatment) B2: Severe bone lesions d) Severity classification Stage 1: D1 and N0 and B0 Stage 2: (D1 or D2) and (N0 or N1) and (B0 or B1) Stage 3: D3 and N0 and B0 Stage 4: D3 and (N1 or B1) Stage 5: D4 or N2 or B2 The medical certificate includes five items of QoL (i.e., “mobility,” “self-care,” “usual activities,” “pain/discomfort,” and “anxiety/depression”; Table  2 ), which were adopted by the MHLW based on the 3-level version of the EQ-5D (EQ-5D-3L) [ 18 ]. The EQ-5D is one of the most widely used measures of health-related QoL developed by the EuroQol Group. Regarding the five QoL components, the MHLW requested that these items be used separately (i.e., not combined into a single indicator) when assessing a person’s comprehensive QoL. Accordingly, each of the five QoL components was examined in cross-tabulation and multivariable analyses. Table 2 Quality of life among participants (n = 1,487)   \n n \n \n (%) \n Mobility  M0: I have no problem walking about 1,072 (72)  M1: I have some problems walking about 357 (24)  M2: I am confined to bed 58 (4) Self-care  S0: I have no problem with self-care 1,142 (77)  S1: I have some problems washing or dressing myself 267 (18)  S2: I am unable to wash or dress myself 78 (5) Usual activities (e.g., work, study, housework, family or leisure activities)  U0: I have no problem performing my usual activities 945 (64)  U1: I have some problems performing my usual activities 471 (32)  U2: I am unable to perform my usual activities 71 (5) Pain / Discomfort  PD0: I have no pain or discomfort 647 (44)  PD1: I have moderate pain or discomfort 717 (48)  PD2: I have extreme pain or discomfort 123 (8) Anxiety / Depression  AD0: I am not anxious or depressed 841 (57)  AD1: I am moderately anxious or depressed 538 (36)  AD2: I am extremely anxious or depressed 108 (7) Statistical analysis First, to examine the association between the severity of symptoms (i.e., dermatological, neurological, and bone) and QoL, cross-tabulation was performed using Somers’ d values as the indicator of association. Next, multinominal logistic regression analyses were performed with “no problem” for each QoL component (i.e., M0, S0, U0, PD0, and AD0 in Table  2 ) as the reference category of the dependent variable, adjusted for potential confounders (i.e., age and sex). Since the proportional odds assumption regarding the dependent variable (i.e., QoL) was not met, we did not perform ordinal logistic regression analysis. Adjusted odds ratios (ORs) and 95% confidence intervals (CIs) were calculated. P < 0.05 was considered statistically significant. All analyses were performed using SPSS version 25 (IBM, Chicago, IL, USA).",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:28:59.400759",
  "abstract_length": 1910,
  "methods_length": 6338,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}