{
  "pmid": "38086379",
  "abstract": "Cutaneous neurofibromas (cNFs) are tumors that develop in more than 99% of individuals with neurofibromatosis type 1 (NF1). They develop in the dermis and can number in the thousands. cNFs can be itchy and painful and negatively impact self-esteem. There is no US Food and Drug Administration (FDA)-approved drug for their treatment. Here, we screen a library of FDA-approved drugs using a cNF cell model derived from human induced pluripotent stem cells (hiPSCs) generated from an NF1 patient. We engineer an NF1 mutation in the second allele to mimic loss of heterozygosity, differentiate the NF1",
  "methods": "STAR★Methods Key resources table \n \n REAGENT or RESOURCE SOURCE IDENTIFIER Antibodies AP2 Abcam ab61; RRID: AB_305292 BIM Cell Signaling 2933S; RRID: AB_1030947 Cleaved Caspase 3 Cell Signaling 9661S; RRID: AB_2341188 Cleaved PARP Cell Signaling 9541S; RRID: AB_331426 GAP43 Abcam ab75810; RRID: AB_1310252 Ki67 Abcam ab16667; RRID: AB_302459 NF1 Bethyl Laboratories A300-140A; RRID: AB_2149790 P75 Abcam ab8874; RRID: AB_306827 Phospho-ERK Cell Signaling 9101S; RRID: AB_331646 Total-ERK Cell Signaling 4695; RRID: AB_390779 Sox10 Thermo Fisher AF2864; RRID: AB_442208 S100β Abcam ab52642; RRID: AB_882426 Bacterial and virus strains Ad5CMVCre-eGFP University of Iowa Viral Core VVC-U of Iowa-1174-HT Ad5CMVeGFP University of Iowa Viral Core VVC-U of Iowa-4 Chemicals, peptides, and recombinant proteins Econazole nitrate Selleckchem S2535 Mirdametinib (PD0325901) Selleckchem S1036 Econazole nitrate (1%) cream UT Southwestern Campus Pharmacy N/A B27 Fisher 12-587-010 N2 Gibco 17502–048 Fibronectin Sigma 1801185647 EGF Thermo Fisher PHG0313 b-FGF Thermo Fisher PHG0360 RIPA buffer Thermo Fisher 89901 DAPI Thermo Fisher 0100–20 Accutase STEMCELL Technologies 692 SEK CHIR99021 STEMCELL Technologies #72054 SB431542 R&D Systems #TB1614-GMP NRG1 PeproTech GMP100-03 Hoechst 33342 Solution (20 mM) Thermo Fisher 62249 FDA-approved Drug Library Selleckchem L1300 Critical commercial assays DeadEnd™ Fluorometric TUNEL System Promega G3250 Promega CellTiter-Glo™ Luminescent Cell Viability Assay Kit Promega G7571 DCFDA/H2DCFDA - Cellular ROS Assay Kit Abcam ab113851 Pierce BCA protein assay kit Thermo Fisher PI23225 Experimental models: Cell lines Human NF1 +/−  iPS cells Broad Institute N/A Human NF1−/− iPS cells Broad Institute N/A Experimental models: Organisms/strains Foxn1-mutant mice Charles River 553; RRID: IMSR_T001571 Oligonucleotides sgRNA (mutant) 5′ GGCATCACTGAGGCACTGTA-3″ This paper N/A sgRNA GAP1 5′ TCCATGCAGACTCTCTTCCG-3″ This paper N/A SgRNA GAP2 5′ GCTAACATGTTGCCAATCAG-3′ This paper N/A Software and algorithms ImageJ Schneider et al. 33 https://imagej.nih.gov/ij/ CellProfiler Stirling et al. 34 https://cellprofiler.org Resource availability Lead contact Further information and requests for resources and reagents should be directed to and will be fulfilled by the lead contact, Lu Q. Le ( lu.le@utsouthwestern.edu ). Materials availability The CRISPR-Cas9 edited human iPS cells generated for this study may be requested under a material transfer agreement as per institutional requirements from  lead contact . Data and code availability \n \n • All data reported in this paper will be shared by the  lead contact  upon request. • This paper does not report original code. • Any additional information required to reanalyze the data reported in this paper is available from the  lead contact  upon request. Experimental model and study participant details iPS cell generation from patient blood sample and CRISPR/Cas9 gene editing We collected peripheral blood mononuclear cells from four individuals (aged <18 years), who had previously been diagnosed with NF1. The cells were reprogrammed with non-integrating Sendai virus into iPSC lines, which expressed pluripotency markers and were karyotypically normal. The GT duplication (c.3431_3432dupGT) in Exon 26 of individual #2 was identified by sequencing of the  NF1  locus. Guide RNAs (Synthego) were designed to a) directly bind to the site of the mutation (GGCATCACTGAGGCACTGTA), and b) span part of the GAP domain of the  NF1  gene (TCCATGCAGACTCTCTTCCG or GCTAACATGTTGCCAATCAG). Two guide pairs were tested and overall 83 clones were isolated. Successful introduction of the large deletion was assessed by PCR, and the intact mutant allele carrying the germ line mutation was confirmed by sequencing. 5 clones were selected and expanded: 1 unedited, 1 carrying an indel mutation in the wild-type allele, and 3 carrying deletions in the wild-type allele. IPSC generation and genome-editing was performed in collaboration with the Harvard Stem Cell and Regenerative Biology (HSCRB) iPS Core. Schwann cell induction and differentiation protocol Human induced pluripotent stem cells (hiPSCs) were routinely maintained in Stemflex Medium (Gibco) on Matrigel-coated dishes until 80% confluency and passaged every 5 days at ratios between 1:6 and 1:10 using EDTA. Only hiPSCs between passages 12 and 30 were used for differentiation. Schwann cell precursor cells (SPCs) were generated from hiPSCs according to previously published protocols with minor modifications. 16 ,  Briefly, hiPSCs were dissociated into single cells with Accutase (STEMCELL Technologies) and replated on Matrigel-coated dishes at a density of approximately 200,000 cells/cmˆ2. The next day, the culture medium was switched to DMEM/F12 with N2, B27 (all from Life Technologies), 10 μM SB431542 (R&D Systems), and 1.5 μM CHIR99021 (STEMCELL Technologies) for 5 days, followed by the addition of 50 ng/mL NRG1 (R&D Systems) until day 17. The cells were passaged at a ratio of 1:3 on days 5, 10, and 17. After day 17, SCPs were cultured in DMEM/F12 with N2, B27, 10 μM SB431542, 1.5 μM CHIR99021, 100 ng/mL NRG1 and 5 ng/mL FGF2 (R&D Systems), on Matrigel-coated plates. At 90% confluence, SCPs were dissociated with Accutase and re-plated at a ratio of 1:6. The cells were either maintained for up to 5 passages or cryopreserved in maintenance medium supplemented with 10% DMSO after passage 2. 18 For differentiation into Schwann cells, CHIR-99021 (a GSK3 inhibitor) and FGF2 were removed and the medium was switched to DMEM/F12 with N2, B27, 1% FBS, 10 μM SB431542, 100 ng/mL NRG1, 10 ng/mL PDGF-BB (Peprotech); after one week, SB431542 (a TGF-β receptor inhibitor) was removed from the medium. Two minor modifications for SCP generation that were incorporated were: 1) The reduction of CHIR concentration from 3μM to 1.5μM since this led more robustly to uniformly SOX10+ proliferating populations, while 3 μM at times caused the cells to acquire a flat morphology early during differentiation. 2) The addition of low amounts of FGF2, which increased cell survival. Drug screening growth assay and dose-response curves For the compound growth assay,  NF1+/−  and  NF1−/−  SCPs were dissociated with Accutase, resuspended in DMEM/F12 with N2, B27, 1% FBS, 10 μM SB431542, 50 ng/mL NRG1β and 10 ng/mL PDGF-BB, and plated on Matrigel-coated 96-well microplates (PerkinElmer) at a density of 1,500 cells/well, using a Multidrop Combi Reagent Dispenser (Thermo Fisher). The cells were incubated for 24h to ensure recovery before compounds were added. A commercially available drug repositioning library (Selleckchem; catalog no. L1300) was used for the primary screen. At the time of purchase, the library contained 2,570 compounds. There was no further pre-selection of candidate compounds between purchase of the library and primary screen. BMP-inhibition with 1μM LDN-193189 (R&D Systems) and MEK inhibition with 10μM selumetinib served as positive controls, and 0.2% DMSO served as vehicle control. Separate all-vehicle control plates were prepared to account for edge effects. After 72h, the cells were stained with Hoechst, and the plates were imaged using a Cytation imaging reader (BioTek). Nine images at 4× magnification were taken of each well, covering nearly the entire well surface. Automated nuclei counting was performed in CellProfiler. 34 Cell numbers were normalized for the all-vehicle control plates and calculated as fractions of the negative control. Every compound was tested in duplicate at 1μM both in  NF1  knockout (KO) and heterozygous SCPs. The effects on proliferation on KO and heterozygous SCPs were compared in absolute (ΔKO-ΔHET) or relative (ΔKO/ΔHET) terms and each compound was scored based on the number of standard deviations its specific effects on  NF1−/−  SCP proliferation exceeded the overall dataset. The 50 highest scored compounds were designated as hits. Hit compounds were re-ordered from Selleckchem and re-tested first in 5-point, then in 10-point dose-response curves. For comparing compound effects on SCPs and Schwann cells, SCPs were first differentiated into Schwann cells for 2 weeks before being treated with compounds at different concentrations. The primary screen was performed in duplicates; all re-testing/dose-response curves were done in triplicates. Human neurofibroma specimen collection Five patients with NF1 gave informed consent to the study and underwent a surgical procedure to remove cNFs as previously reported  at the UT Southwestern Dermatology Clinic. Patients were given a summary of the procedure, risks and benefits, and importance of postoperative care before they provided consent. There were no complications with the procedures. Prior to surgery, photographs of the tumors were taken to document their location. In the entire study, a total of 40 neurofibromas were removed and collected. Human subjects and cNF sample collection and use were approved by the Institutional Review Board at University of Texas Southwestern Medical Center. 21 Study approval Animal care and use in this study were approved by the Institutional Animal Care and Use Committee at University of Texas Southwestern Medical Center. IRB approval was obtained from Harvard University (IRB17-0413) and University of Texas Southwestern Medical Center (STU 062014-015) for hiPS cells and human cNF tissue studies, respectively. Method details In vitro  testing of econazole The protocol to harvest  Nf1−/− ,  Nf1 , and  +/− Nf1+/+  mouse DNSCs was performed as previously reported.  Briefly, E13.5 mouse embryos were removed from anesthetized pregnant  12 Nf1  and  fl/- Nf1  female mice and sacrificed. The spinal cord was removed, and DRGs/nerve roots were dissected from the vertebral column with the aid of a stereomicroscope. Fine scissors were used to cut and separate the nerve roots and DRGs. Cells were then plated on fibronectin coated plates in proliferation media: DMEM/F12 containing penicillin/streptomycin (0.1%); fungizone (40 μg/mL); B27 (without vitamin A), epidermal growth factor (20 ng/mL), and basic fibroblast growth factor (40 ng/mL; Sigma).  fl/fl Nf1  cells were infected with adenovirus carrying the Cre recombinase (Ad-CMV-Cre) to generate  fl/- Nf1  DNSCs, and  −/− Nf1  and  fl/- Nf1  DNSCs were infected with adeno-GFP to generate  fl/fl Nf1  and  +/− Nf1  DNSCs. Deletion was confirmed by genomic analysis of  +/+ Nf1 .  Nf1  or  −/− Nf1  DNSCs were then replated, and once cells reached 70% confluency, they were treated with vehicle (DMSO), differing concentrations of econazole (0.1–10 μM), MEK inhibitor, or a combination of econazole plus MEK inhibitor. After 24 h of incubation, the cells were harvested for protein analysis. +/+ Ex vivo  testing of econazole treatment on human tumor samples in culture Freshly harvested human cutaneous neurofibroma or nearby non-tumor skin samples were hole punched (6 mm punch) to get equivalent-sized samples and placed in 10% FBS medium in 96-well plates. Depending on the size of the neurofibroma that was surgically removed, the number of punches varied per tumor. The samples were placed in the wells with the epidermis pointing upward, thus exposing the neurofibroma to the air. The samples were then treated with either vehicle (petroleum jelly), econazole nitrate 1% cream (provided by the UT Southwestern Campus Pharmacy), MEK inhibitor or combination treatment changed twice daily. MEK inhibitor PD0325901 (PD901) was dissolved in 100% DMSO. Before topical application, this solution was diluted 1:1 with water. A total of 1 mg/mL PD901 was applied to the tumor twice daily. Tumors were harvested at different time points and collected for histological analysis. For the grafting studies, nude ( Foxn1- mutant) mice (purchased from Charles River Laboratory) were anesthetized (4 μL/g, body weight) by intraperitoneal injection using a mixture of ketamine (10 mg/mL) and xylazine (1 mg/mL) solution (provided by the UT Southwestern Animal Resource Center [ARC], Dallas, Texas, USA). Using fine scissors, a skin incision was made on the back of the animal. The human neurofibroma or non-tumor skin was grafted to the skin of the mouse with 4-0 proline suture. For these experiments, we chose smaller cNFs (approximately ≤1cm in size) to graft onto the mouse skin that did not require a hole punch. Following the surgery, mice were placed into heated cages to recover from anesthesia. Vehicle (petroleum jelly), topical MEK inhibitor, econazole nitrate cream (1%), or combination treatment was applied to the epidermis of the cNF with a cotton-tipped applicator to fully cover the epidermis. Mice were housed in single cages to prevent tumor disruption. The mice were sacrificed and tumors harvested at different time points and collected for histological analysis or stored for RNA and protein analysis. In both of these assays, econazole was applied on the epidermal side of the tumor, however it is possible that the drug may have penetrated along the side of the sample directly into the dermis. Histology and immunostaining For hematoxylin and eosin analysis, tissue specimens were harvested and fixed with 10% formalin in PBS for 1 day and subsequently embedded in paraffin. Sections (5 μm thick) were stained with H&E according to the manufacturer’s protocol (StatLab). For immunohistochemistry and immunofluorescence staining, frozen sections or paraffin sections after deparaffinization, rehydration, and antigen retrieval were used. Primary antibodies used: AP2 (#ab61, Abcam); BIM (#2933S, Cell Signaling); cleaved caspase-3 (#9661S, Cell Signaling); cleaved PARP (#9541S, Cell Signaling); GAP43 (#ab75810, Abcam); P75 (#ab8874, Abcam); NF1 (#A300-140A; Bethyl Laboratories) phospho-ERK (#9101S, Cell Signaling); total ERK (#4695, Cell Signaling); S100β (#ab52642, Abcam); SOX10 (#AF2864, Thermo Fisher); Ki67 (Abcam ab16667). For immunofluorescence staining, the primary antibodies were detected by secondary antibodies or streptavidin conjugated with Alexa 488 or Alexa Fluor 555 (Life Technologies) and nuclei were counterstained with DAPI (Thermo Fisher). Western blot Protein was extracted using RIPA buffer (Thermo Fisher, 89901). Protein concentration was determined using a Pierce BCA protein assay kit (Thermo Fisher, PI23225). Protein was separated by SDS-PAGE and transferred to PVDF membranes. Membranes were blocked for 1 h with 5% BSA, and then incubated with primary antibodies at 4°C overnight. Membranes were then incubated with HRP-conjugated secondary antibodies for 1 h. The ChemiDocTM Touch Imaging System (Bio-Rad) was used to capture the images. Microscopy Immunohistochemistry and TUNEL images were taken with an Olympus Ix-73 microscope. CellTiter-Glo assay Following 24-h treatment with vehicle or differing concentrations of econazole, the CellTiter-Glo® assay was performed in opaque-walled 96-well plates per the manufacturer’s protocol (Promega). Control samples containing media without any cells present were used as controls. Luminescence proportional to the amount of ATP present in each well was recorded. TUNEL staining assay The DeadEnd Fluorometric TUNEL assay was performed according to the manufacturer’s protocol (Promega) using paraffin-embedded human neurofibroma and non-tumor tissue samples. The assay measures the fragmented DNA of apoptotic cells by the incorporation of fluorescein-12-dUTP labeling. The fluorescently labeled DNA (green) was detected along with DAPI+ cells by the use of fluorescence microscopy. TUNEL-positive cells were quantified based on their total fluorescence and colocalization with DAPI+ cells. ROS activity assay The DCFDA/H2DCFDA - Cellular ROS Assay Kit (Abcam) was performed according to the manufacturer’s protocol, following 1 h treatment with vehicle, differing concentrations of econazole, MEK inhibitor, or combination. The assay measures hydroxyl, peroxyl, and other reactive oxygen species (ROS) activity within the cell. ROS generation was observed under the fluorescence microscope. ROS positive cells were quantified based on their total fluorescence and colocalization with Hoechst+ cells. Quantification and statistical analysis All data in this study are displayed as the mean ± SEM. For the iPSC experiments, the primary screen was performed with 2 technical replicates and the retesting of primary hits was performed with 3 technical replicates. All other results were obtained from at least 3 independent experiments. For the  ex vivo  experiments, at least 2 different biological replicates were used for each experiment with at least 2 experimental replicates. The experiments using mouse DNSCs were performed 3 times with 3–5 technical replicates per experiment. Comparisons among groups were performed by 1-way ANOVA or 2-tailed Student’s  t  test for pairwise comparisons.  p  values of 0.05 or less were considered statistically significant. Materials availability The CRISPR-Cas9 edited human iPS cells generated for this study may be requested under a material transfer agreement as per institutional requirements from  lead contact .",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:29:09.691176",
  "abstract_length": 598,
  "methods_length": 17132,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}