{
  "pmid": "PMID:38086517",
  "title": "Noninvasive treatment of cutaneous neurofibromas (cNFs): Results of a randomized prospective, direct comparison of four methods.",
  "abstract": "BACKGROUND: People with Neurofibromatosis Type 1 (NF1) suffer disfigurement and pain when hundreds to thousands of cutaneous neurofibromas (cNFs) appear and grow throughout life. Surgical removal of cNFs under anesthesia is the only standard therapy, leaving surgical scars. OBJECTIVE: Effective, minimally-invasive, safe, rapid, tolerable treatment(s) of small cNFs that may prevent tumor progression. METHODS: Safety, tolerability, and efficacy of 4 different treatments were compared in 309, 2-4 mm cNFs across 19 adults with Fitzpatrick skin types (FST) I-IV: radiofrequency (RF) needle coagulation, 755 nm alexandrite laser with suction, 980 nm diode laser, and intratumoral injection of 10 mg/mL deoxycholate. Regional pain, clinical responses, tumor height and volume (by 3D photography) were assessed before, 3 and 6 months post-treatment. Biopsies were obtained electively at 3 months. RESULTS: There was no scarring or adverse events > grade 2. Each modality significantly (P < .05) reduced or cleared cNFs, with large variation between tumors and participants. Alexandrite laser and deoxycholate were fast and least painful; 980 nm laser was most painful. Growth of cNFs was not stimulated by treatment(s) based on height and volume values at 3 and 6 months compared to baseline. LIMITATIONS: Intervention was a single treatment session; dosimetry has not been optimized. CONCLUSIONS: Small cNFs can be rapidly and safely treated without surgery.",
  "authors": "Patricia Richey; Margaret Funk; Fernanda Sakamoto; Scott Plotkin; Ina Ly; Justin Jordan; Alona Muzikansky; Josh Roberts; William Farinelli; Yakir Levin; Lilit Garibyan; Jaishri O Blakeley; R Rox Anderson",
  "journal": "Journal of the American Academy of Dermatology",
  "publicationDate": "2024-04",
  "doi": "10.1016/j.jaad.2023.11.058",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-20 06:58:59"
}