{
  "pmid": "PMID:38115252",
  "title": "Identification of hub genes and drug candidates for NF2-related vestibular schwannoma by bioinformatics tools.",
  "abstract": "Neurofibromatosis type 2 (NF2)-related vestibular schwannoma (NF2-VS) is a rare genetic disorder that results in bilateral acoustic neuromas. However, the exact pathogenesis of the disease is still unclear. This study aims to use bioinformatics analyses to identify potential hub genes and therapeutic. We retrieved the mRNA expression profiles (GSE108524 and GSE141801) of NF2-VS from the database, and selected the leading 25% genes with the most variance across samples for weighted correlation network analysis. Subsequently, we conducted gene ontology term and Kyoto Encyclopedia of Genes and Genomes signaling network enrichment analyses. The STRING database was employed for protein-protein interaction (PPI) axis construction. The mRNA-miRNA modulatory network was generated via the miRTarBase database. Differentially expressed genes (DEGs) were identified via the R package \"limma\" in both datasets, and hub genes were screened via intersection of common DEGs, candidate hub genes from the PPI axis, and candidate hub genes from the key module. Finally, common DEGs were uploaded onto the connectivity map database to determine drug candidates. Based on our observations, the blue module exhibited the most significant relation to NF2-VS, and it included the NF2 gene. Using enrichment analysis, we demonstrated that the blue modules were intricately linked to modulations of cell proliferation, migration, adhesion, junction, and actin skeleton. Overall, 356 common DEGs were screened in both datasets, and 33 genes carrying a degree > 15 were chosen as candidate hub genes in the PPI axis. Subsequently, 4 genes, namely, GLUL, CAV1, MYH11, and CCND1 were recognized as real hub genes. In addition, 10 drugs with enrichment scores < -0.7 were identified as drug candidates. Our conclusions offered a novel insight into the potential underlying mechanisms behind NF2-VS. These findings may facilitate the identification of novel therapeutic targets in the future.",
  "authors": "Jiasheng Yuan; Yanpeng Fu; Yuehui Liu",
  "journal": "Medicine",
  "publicationDate": "2023-12-15",
  "doi": "10.1097/MD.0000000000036696",
  "methods": "2. Materials and methods 2.1. Data accumulation Publicly available NF2-VS mRNA datasets were downloaded from the Gene Expression Omnibus website ( https://www.ncbi.nlm.nih.gov/geo/ ).  GSE108524 , compiled using the  GPL17586  platform of the Affymetrix GeneChip Human Genome HTA_2_0 Array, contains 31 human samples stratified into 3 categories: 17 NF2-VSs, 10 sporadic VSs, and 4 normal nerves. In contrast,  GSE141801 , compiled using the  GPL13667  Affymetrix Human Genome U219 Array, contains samples from 9 recurrent irradiated VSs (5 sporadic, 1 cystic, and 3 NF2-VSs), 36 sporadic VSs, 13 NF2-VSs, and 7 control vestibular nerve tissues. Only the NF2-VSs and control nerves from both datasets were analyzed in this study. Data standardization was performed using the R 4.0.3. 2.2. Construction of a co-expression network “WGCNA,” [  an R package, was used to conduct WGCNA. The “pickSoftThreshold” tool was employed for the soft-thresholding power measurement. Subsequently, a co-expression network module was developed using the “one-step network construction and module detection method,” and the minimum gene quantity within the modules was set to 30. 9 ] 2.3. Selection of the NF2-VS-related module For the determination of major components of various modules, we employed module eigengenes (MEs), which utilize the first principal component of module expressions. We also evaluated the association between MEs and patient clinicophysiological information, and generated heat maps. 2.4. Functional enrichment analysis (FEA) To elucidate the roles of NF2-VS-related genes within the modules, we performed FEA of the strongly associated modules using the clusterProfiler package of the R software. [ \n 10 ] P  value adjustment was done via the Holm–Bonferroni technique. The adjusted  P  and the  q  value thresholds were set to 0.05. 2.5. Generation of a protein-protein interaction (PPI) axis The key module genes were uploaded to STRING ( https://string-db.org/ ) to generate the PPI axis, and the results were visualized using the Cytoscape (v3.8.2) software. [  Individual node degree was computed using Cytoscape. Lastly, genes with > 15 degree were considered to be candidate hub genes. 11 ] 2.6. Construction and analysis of the miRNA-mRNA network To explore correlations between miRNA and mRNA in the key module, we retrieved miRNA information from the miRTarBase database, including, over 50,000 experimentally validated miRNA-target associations. The miRNA-mRNA modulatory network was visualized using Cytoscape. 2.7. DEGs screening DEGs were identified between NF2-Vs and normal nerves using the R package “limma.” [  The threshold parameters were: false discovery rate < 0.05 and |log 12 ] 2 (fold change) | ≥ 1. 2.8. Identification of drug candidates To identify small molecular drugs that may effectively inhibit NF2-VSs occurrence and progression, we uploaded our list of up- and down-regulated genes into the connectivity map (CMap) database. CMap, a gene expression database, was employed to screen for functional associations among small molecular compounds, genes, and disease status. [  A correlation score was then obtained from the CMap database based on the DEG enrichment in the reference gene expression. 13 ]",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:30:13"
}