{
  "pmid": "38115252",
  "abstract": "Neurofibromatosis type 2 (NF2)-related vestibular schwannoma (NF2-VS) is a rare genetic disorder that results in bilateral acoustic neuromas. However, the exact pathogenesis of the disease is still unclear. This study aims to use bioinformatics analyses to identify potential hub genes and therapeutic. We retrieved the mRNA expression profiles (GSE108524 and GSE141801) of NF2-VS from the database, and selected the leading 25% genes with the most variance across samples for weighted correlation network analysis. Subsequently, we conducted gene ontology term and Kyoto Encyclopedia of Genes and Genomes signaling network enrichment analyses. The STRING database was employed for protein-protein interaction (PPI) axis construction. The mRNA-miRNA modulatory network was generated via the miRTarBase database. Differentially expressed genes (DEGs) were identified via the R package \"limma\" in both datasets, and hub genes were screened via intersection of common DEGs, candidate hub genes from the PPI axis, and candidate hub genes from the key module. Finally, common DEGs were uploaded onto the connectivity map database to determine drug candidates. Based on our observations, the blue module exhibited the most significant relation to NF2-VS, and it included the NF2 gene. Using enrichment analysis, we demonstrated that the blue modules were intricately linked to modulations of cell proliferation, migration, adhesion, junction, and actin skeleton. Overall, 356 common DEGs were screened in both datasets, and 33 genes carrying a degree > 15 were chosen as candidate hub genes in the PPI axis. Subsequently, 4 genes, namely, GLUL, CAV1, MYH11, and CCND1 were recognized as real hub genes. In addition, 10 drugs with enrichment scores < -0.7 were identified as drug candidates. Our conclusions offered a novel insight into the potential underlying mechanisms behind NF2-VS. These findings may facilitate the identification of novel therapeutic targets in the future.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:29:17.685201",
  "abstract_length": 1973,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}