{
  "pmid": "38127282",
  "abstract": "PURPOSE: Plexiform neurofibromas (PNF) are benign peripheral nerve sheath tumors (PNST) associated with neurofibromatosis type 1 (NF1). Despite similar histologic appearance, these neoplasms exhibit diverse evolutionary trajectories, with a subset progressing to malignant peripheral nerve sheath tumor (MPNST), the leading cause of premature death in individuals with NF1. Malignant transformation of PNF often occurs through the development of atypical neurofibroma (ANF) precursor lesions characterized by distinct histopathologic features and CDKN2A copy-number loss. Although genomic studies have uncovered key driver events promoting tumor progression, the transcriptional changes preceding malignant transformation remain poorly defined. EXPERIMENTAL DESIGN: Here we resolve gene-expression profiles in PNST across the neurofibroma-to-MPNST continuum in NF1 patients and mouse models, revealing early molecular features associated with neurofibroma evolution and transformation. RESULTS: Our findings demonstrate that ANF exhibit enhanced signatures of antigen presentation and immune response, which are suppressed as malignant transformation ensues. MPNST further displayed deregulated survival and mitotic fidelity pathways, and targeting key mediators of these pathways, CENPF and BIRC5, disrupted the growth and viability of human MPNST cell lines and primary murine Nf1-Cdkn2a-mutant Schwann cell precursors. Finally, neurofibromas contiguous with MPNST manifested distinct alterations in core oncogenic and immune surveillance programs, suggesting that early molecular events driving disease progression may precede histopathologic evidence of malignancy. CONCLUSIONS: If validated prospectively in future studies, these signatures may serve as molecular diagnostic tools to augment conventional histopathologic diagnosis by identifying neurofibromas at high risk of undergoing malignant transformation, facilitating risk-adapted care.",
  "methods": "Experimental Design: Here we resolve gene expression profiles in PNSTs across the neurofibroma-to-MPNST continuum in NF1 patients and mouse models, revealing early molecular features associated with neurofibroma evolution and transformation.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:29:20.923455",
  "abstract_length": 1949,
  "methods_length": 241,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}