{
  "pmid": "PMID:38127282",
  "title": "Spatial Gene-Expression Profiling Unveils Immuno-oncogenic Programs of NF1-Associated Peripheral Nerve Sheath Tumor Progression.",
  "abstract": "PURPOSE: Plexiform neurofibromas (PNF) are benign peripheral nerve sheath tumors (PNST) associated with neurofibromatosis type 1 (NF1). Despite similar histologic appearance, these neoplasms exhibit diverse evolutionary trajectories, with a subset progressing to malignant peripheral nerve sheath tumor (MPNST), the leading cause of premature death in individuals with NF1. Malignant transformation of PNF often occurs through the development of atypical neurofibroma (ANF) precursor lesions characterized by distinct histopathologic features and CDKN2A copy-number loss. Although genomic studies have uncovered key driver events promoting tumor progression, the transcriptional changes preceding malignant transformation remain poorly defined. EXPERIMENTAL DESIGN: Here we resolve gene-expression profiles in PNST across the neurofibroma-to-MPNST continuum in NF1 patients and mouse models, revealing early molecular features associated with neurofibroma evolution and transformation. RESULTS: Our findings demonstrate that ANF exhibit enhanced signatures of antigen presentation and immune response, which are suppressed as malignant transformation ensues. MPNST further displayed deregulated survival and mitotic fidelity pathways, and targeting key mediators of these pathways, CENPF and BIRC5, disrupted the growth and viability of human MPNST cell lines and primary murine Nf1-Cdkn2a-mutant Schwann cell precursors. Finally, neurofibromas contiguous with MPNST manifested distinct alterations in core oncogenic and immune surveillance programs, suggesting that early molecular events driving disease progression may precede histopathologic evidence of malignancy. CONCLUSIONS: If validated prospectively in future studies, these signatures may serve as molecular diagnostic tools to augment conventional histopathologic diagnosis by identifying neurofibromas at high risk of undergoing malignant transformation, facilitating risk-adapted care.",
  "authors": "Dana K Mitchell; Breanne Burgess; Emily E White; Abbi E Smith; Elizabeth A Sierra Potchanant; Henry Mang; Brooke E Hickey; Qingbo Lu; Shaomin Qian; Waylan Bessler; Xiaohong Li; Li Jiang; Kylee Brewster; Constance Temm; Andrew Horvai; Eric A Albright; Melissa L Fishel; Christine A Pratilas; Steven P Angus; D Wade Clapp; Steven D Rhodes",
  "journal": "Clinical cancer research : an official journal of the American Association for Cancer Research",
  "publicationDate": "2024-03-01",
  "doi": "10.1158/1078-0432.CCR-23-2548",
  "methods": "Experimental Design: Here we resolve gene expression profiles in PNSTs across the neurofibroma-to-MPNST continuum in NF1 patients and mouse models, revealing early molecular features associated with neurofibroma evolution and transformation. METHODS Ethical considerations Archived samples, associated clinical data and imaging were collected under approval by the Indiana University Institutional Review Board (IRB Protocol #17332). Animal studies were conducted according to the guidelines established by the Indiana University Institutional Animal Care and Use Committee (IACUC Protocol #21009). Sample selection Samples were selected retrospectively by querying the Indiana University pathology archives with the search terms “neurofibromatosis type 1”, “ANNUBP”, “atypical neurofibroma”, “neurofibroma with atypia,” “plexiform neurofibroma,” and “MPNST.” Priority was given to cases of NF with atypia or ANNUBP that had additional samples from the same patient classified as PNF and/or MPNST. Several isolated PNST cases were also included in the analysis. Slide review, microdissection and RNA extraction from FFPE tissues Hematoxylin and eosin (H&E)-stained tissue sections from each tumor were scanned using an Aperio ScanScope CS digital slide scanner at 20x magnification. A board-certified pathologist, with expertise in diagnosing NF1-associated nerve sheath tumors digitally annotated tissue areas meeting consensus diagnostic criteria ( 10 ). Areas of hemorrhage and necrosis were excluded from the analysis. Formalin fixed paraffin embedded (FFPE) tissues were microdissected from 5 μm thick sections on freshly cut slides. Total RNA was extracted using a RNeasy FFPE Kit (Qiagen). RNA concentration and fragmentation index were quantified on an Agilent bioanalyzer. Gene expression analysis was conducted on the nCounter ®  Sprint Profiler (NanoString Technologies, Inc.) using the nCounter ®  human PanCancer IO360 ™  probe set (NanoString Technologies, Inc.). Fragmentation index (percent greater than 200 bp) was used to normalize the loading of 50 ng total input RNA in a final volume of 5 μL with the capture probe set. Probes and target transcripts were hybridized for 20 hours at 65°C per the manufacturer’s recommendations. Hybridized samples were loaded into a nCounter ®  cartridge and quantified on the nCounter ®  Sprint Profiler. Quality control, normalization, differential expression and pathway analysis were performed using nSolver Advanced Analysis Software (version 4.0, Nanostring Technologies, Inc.) as further detailed below. Quality Control Adequate signal was observed across all samples in the data set as indicated by the heatmap of raw counts in ( Supplemental Figure 1 ,  Supplemental Table 1 ). 40 probes below threshold with raw counts less than 25 (below the level of the background) were excluded from further analysis ( Supplemental Table 2 ). Normalization Data were normalized using both positive control probes and housekeeping genes. Prior to hybridization, non-natural RNA sequences (positive control) probes were added to the samples at known concentrations to control for variations in pipetting and hybridization across samples. The read counts of each sample were then normalized by a correction factor computed by the geometric mean level of the control probes of across all samples divided by the levels of the control probes in individual samples. To account for differences in RNA loading and quality, a set of housekeeping genes exhibiting low variance across all samples profiled were selected using the geNorm algorithm to form a normalization constant for each sample ( Supplemental Table 3  and  4 ). Housekeeping probes with significant sample-to sample-variability and were excluded from the housekeeping normalization. Normalized and log 2  transformed normalized counts for each probe and sample used in the downstream differential gene expression analysis are presented in  Supplemental Table 5  and  6 , respectively. Differential gene expression and pathway analysis Statistical analysis of differentially expressed genes and signature pathway scoring was performed using the Differential Expression (DE) and PathView modules of the nSolver Advanced Analysis Platform (version 4.0, NanoString Technologies, Inc.). Multiplicity adjusted p-values <0.05 were considered statistically significant. Results of differential gene expression ( Supplemental Table 7  and  8 ) and PathView analysis ( Supplemental Table 9 ) used in downstream plotting and data visualization are presented in the supplemental data. Sample metadata used for analysis are provided in  Supplemental Table 10 . RNAseq analysis RNAseq data from murine peripheral nerve sheath tumors arising in  DhhCre  mice harboring  Nf1 -floxed alleles and  Ink4a/Arf  heterozygosity, as described by Chaney et al. ( 19 ), were obtained from the Gene Expression Omnibus (GEO) database ( GSE148249 ). Raw count matrices with sample metadata deposited on GEO were reanalyzed using the Omics Playground v2.7.18 Platform. RNAseq data from  Nf1 flox/flox ;PostnCre + and  Nf1 flox/flox ;Arf \n flox/flox ;PostnCre + mice, available under GEO accession  GSE213786  and  GSE232707 . Publicly available RNA sequencing data was also obtained from the TARGET TCGA GTEx database using the UCSC Xena browser (RRID:SCR_018938). Differential gene expression analysis was performed using the UCSC Xena browser to compare gene expression profiles between TCGA MPNST (n=10) and GTEx Normal Nerve samples (n=335). A volcano plot of the resulting data was generated using GraphPad Prism 9.5.1 software. Principal Component Analysis (PCA) PCA was conducted in IDEP.92 ( 20 ) using log 2  transformed, normalized counts as input under default settings. Heatmaps The pathway heatmap in  Figure 2C  was generated using the nSolver Advanced Analysis Platform (version 4.0, Nanostring Technologies, Inc). The gene expression heatmap in  Supplemental Figure 3  was generated using iDEP.92 ( 20 ). Log 2  transformed, z-score normalized counts from the top 100 most variable genes were clustered by correlation coefficient with average linkage. Heatmaps in  Figure 5B  and  C  were generated using Morpheus with log 2  transformed, z-score normalized counts from all genes clustered by correlation coefficient with average linkage. Heatmaps in  Supplemental Figure 8B  and  Figure 6C  were generated using the Omics Playground v2.7.18 platform ( 21 ) and were generated using the ComplexHeatmap R/Bioconductor package (RRID:SCR_017270) on scaled log-expression values (z-score) using Euclidean distance and Ward linkage. The standard deviation was used to rank the genes for the reduced heatmaps. Rows represent individual genes, and their respective expression log 2  normalized, z-score transformed expression values across each sample in the data. Columns represent individual samples, with annotation tracks below indicating sample IDs and above indicating status of contiguity with MPNST. Gene Set Signature Maps Uniform manifold approximation and projection (UMAP) plots were generated by Omics Playground v2.7.18 ( 21 ). Clustering of features was computed using a normalized log-expression matrix (logCPM), with covariance as the distance metric. UMAP clustered gene sets were colored by standard-deviation (sd.X). Labels reflect Hallmark gene set enrichment. Single cell RNAsequencing scRNA-seq data from four human MPNST samples with NF1 were downloaded from GEO ( GSE179043 ) ( 22 ). Data preprocessing and visualization was performed using Scanpy (RRID:SCR_018139) in Python. Low-quality cells with less than 200 genes, genes expressed in less than 3 cells, and outlier cells with less than the 2%tile or greater than 98%tile of the number of genes detected, or greater than 20% mitochondrial counts were discarded. Filtered data from the four samples were concatenated. The top 4,000 highly variable genes were selected with the Seurat v3 method. An scVI model ( 23 ) was trained on the raw counts with sample and quality metrics (percentage of mitochondrial counts and total counts) as covariates. The latent representation and normalized expression values from the scVI model were extracted for downstream analysis to compute the neighborhood graph, UMAP coordinates, and Leiden clusters at a resolution of 0.5. After identifying cellular communities with similar transcriptional profiles, the decoupler package ( 24 ) was used to perform over-representation analysis (ORA) of cell type markers against canonical human cell type markers obtained from the PanglaoDB database ( 25 ). ORA estimates were converted to activation scores and ranked to identify the top five predicted cell types for each cluster. Final annotations were assigned manually following assessment of the enrichment results. To further distinguish malignant from non-malignant cells, the infercnvpy package ( https://github.com/icbi-lab/infercnvpy ) was used to detect copy number variations (CNVs) from single cell transcriptomic data. The average gene expression over genomic regions was compared between immune cell types (as references cells) and query cells, using a window size of 25. CNV scores were computed for each cell based on the number and magnitude of CNV events detected and projected onto the UMAP coordinates for visual confirmation. Immunohistochemistry 5 μm thick tissue sections were deparaffinized, hydrated and transferred to 0.1M EDTA (pH 8.0) for antigen retrieval in a pressure cooker. Sections were then treated with 3% hydrogen peroxide for 10 min, rinsed and blocked with 5% normal goat serum in TBST (TBS buffer with 0.1% Tween-20), and incubated overnight at 4 °C or 45 minutes at room temp (CD31) with primary antibodies diluted in blocking buffer: CD31 (3528S, 1:100, Cell Signaling), Survivin (MA5–15077, 1:200, Invitrogen), and CENPF (PA5–84637, 1:200, Invitrogen) and H3K27me3 (9733S, 1:100, Cell Signaling). Sections were then incubated with secondary antibodies for 1 hour at room temperature (goat anti-rabbit, ab205718, 1:1000, Abcam or goat anti-mouse, ab205719 1:1000, Abcam). VECTASTAIN DAB was applied for 10 minutes and the reaction was terminated by rinsing in distilled water. Counterstaining was performed with modified Mayer’s hematoxylin (Vector), and the sections were dehydrated, cleared and coverslipped. Slide images were acquired on an Aperio ScanScope CS at 20x magnification. CD31+ staining blood vessels were counted manually on five randomly selected high-power fields per slide. Quantitative immunohistochemical analysis for BIRC5 and CENPF was conducted using the Cytonuclear IHC module of HALO Image Analysis software (version 2.0.5, Indica Labs). Cytonuclear analysis settings were optimized for each stain and the intensity of nuclear staining was scored as negative (0, blue), weakly positive (1+, yellow), moderately positive (2+, orange), or strongly positive (3+, red). All positive cells (1–3+) were used for statistical analysis in GraphPad Prism software as described below. Culture of Human MPNST cell lines Human MPNST cell lines JH-2–002 ( 26 ) and JH-2–103 ( 27 ) were obtained from the Johns Hopkins NF1 Biospecimen Repository. ST-8814 and S462 cells ( 28 ) were obtained from Dr. Andrew Tee (Cardiff University). Immortalized human normal (hTERT ipn02.3 2λ) and NF1 deficient neurofibroma Schwann cells (hTERT NF1 ipNF95.6) ( 29 ) were obtained from Dr. Peggy Wallace. Cells were authenticated by STR analysis. Cells were cultured in either DMEM (NF90.8, ST88–14, ipn02.3 2 2λ and ipNF95.6) or DMEM/F12 (JH-2–002 and JH-2–103) media supplemented with 10% FBS (Harvest Midsci), 1% glutamine (Gibco), 1% penicillin/streptomycin (Lonza), and prophylactic 5 μg/mL Plasmocin (Invivogen). Trypsin-EDTA 0.05% (Gibco) was used to dissociate cells for passaging upon reaching confluence. Cultures were tested for mycoplasma and confirmed to be negative prior to experimentation. Isolation and culture of primary murine  Nf1 −/− Arf \n −/−  and  Nf1 −/− Cdkn2a −/−  DNSCs Embryonic day 13.5 (E13.5) mice were extracted by cesarean section from freshly euthanized pregnant females. Dorsal root ganglia (DRGs) and spinal nerve roots were isolated under a stereomicroscope and treated with 20 mg/mL collagenase. After centrifugation and washing in PBS (#20012027, Gibco), the cell pellet was resuspended in DNSC complete media consisting of serum-free DMEM/F12 media (Gibco) supplemented with 0.2% heparin (StemCell), 30% glucose (Gibco), 7.5% sodium bicarbonate (Gibco), 1M HEPES (Gibco), 1% N2 supplement (Gibco), 1% glutamine (Gibco), 1% sodium pyruvate (Gibco), 1% penicillin/streptomycin (Lonza), 20 ng/mL epidermal growth factor (Sigma-Aldrich), 40 ng/mL basic fibroblast growth factor (PeproTech), 2% B27 (without vitamin A) (Gibco), 40 μg/mL amphotericin B/Fungizone (Gibco), and prophylactic 5 μg/mL Plasmocin (Invivogen). Cells were cultured in low adhesion plates for 7–10 days to form neurospheres, which were then transferred to fibronectin-coated plates for subsequent passaging. Genotyping of  Nf1 flox/flox ; Arf \n  and  flox/flox Nf1 flox/flox ;Cdkn2a  DNSCs was confirmed by PCR using the following primers: flox/flox Nf1 P1: 5’-AATGTGAAATTGGTGTCGA GTAAGGTAACCAC-3’, P2: 5’-TTAAGAGCATCTGCTGCTCTTAGAGGGAA-3’, P3: 5’-TCAGACTGATTGTTGTACCTGAT GGTTGTACC-3’ Arf: P1: Forward (19243): 5’-ACT GCA GCC AGA CCA CTA GG-3’ Reverse (19244): 5’-AGC TCG GAG ATT GAG AAA GC-3’ Cdkn2a: P1: Forward (INK20): 5’-GTTTCCATTGCGAGGCTGCTCCGTAAGC-3’ Reverse (INK21): 5’-CTTTAGGGCGTTCCTTTCCCACTTCTGC-3’ P2: Forward (INK10): 5’-CCAAGTGTGCAAACCCAGGCTCC-3’ Reverse (INK11): 5’-TTGTTGGCCCAGGATGCCGACATC-3’ Nf1 flox/flox ; Arf \n  and  flox/flox Nf1 flox/flox ;Cdkn2a  DNSCs were incubated with Cre recombinase expressing adenovirus (Ad5CMVCre-GFP High Titer, University of Iowa Viral Vector Core) at 1:1000 dilution for 24 hours. The cells were then replenished with fresh DNSC complete media. Cre-mediated recombination of the floxed  flox/flox Nf1 ,  Arf , and  Cdkn2a  alleles in the resulting  Nf1 −/− Arf \n −/− \n and Nf1 −/− Cdkn2a −/−  DNSCs was confirmed by PCR and western blot. Dissociation of DNSCs for passaging was performed using 1X TrypLE express enzyme (Thermo Fisher Scientific). Prior to experimentation, cultures were tested for mycoplasma and confirmed to be negative. Drug Treatment Human MPNST cell lines and murine DNSCs were plated at a density of 5,000 cells per well in 96-well plates. Cells were allowed to adhere overnight and then treated with increasing concentrations of YM155 (MedChemExpress, HY-10194) or LQZ-7I (MedChemExpress, HY-136538). Cell viability was assessed using the CellTiter-Glo ®  Assay (Promega) 48–72 hours post-treatment. Endpoint luminescence was measured using a SynergyH4 plate reader with filters and settings as follows: 528/20 and hole filter sets, top read, 4 mm read height, gain 135, 0.5 second integration time. siRNA transfection Human MPNST cell lines were reverse transfected with 10 nM siRNA against CENPF (Santa Cruz Biotechnology, sc-37563), BIRC5 (Santa Cruz Biotechnology, sc-29499) or scrambled control (Santa Cruz Biotechnolgy, sc-37007) using Lipofectamine 3000 transfection reagent (Invitrogen) according to the manufacturer’s instructions. Cells were plated in the transfection complex at a density of 5,000 cells per well in 96-well plates. After 24 hours of transfection, cell lysates were collected to confirm protein knockdown by Western blot. Viability was assessed via CellTiter-Glo ®  Assay 48–72 hours post-transfection as described above. Luminescent values were normalized to the average of the siControl for each cell line. Western Blot Analysis Lysis buffer was prepared using cOmplete Mini Protease Inhibitor Cocktail (#11836153001, Roche), PhosSTOP Phosphotase Inhibitor Cocktail (#4906837001, Roche) and xTractor buffer (#635671, Takara Bio). Cell lysates were collected, and protein concentrations were determined using Pierce BCA Protein Assay Kit (#23227, Thermo Fisher Scientific). Isolated proteins were fractionated using NuPAGE 4–12% Bis-Tris Gels (Invitrogen Cat#NP0322BOX) and electro-transferred to PVDF membranes. Immunoblots were carried out using antibodies specific to CENPF (ab223847, 1:1000 dilution, Abcam), Survivin (MA5–15077, 1:1000, Invitrogen) and Vinculin (ab219649, 1:1000 dilution, Abcam). After incubation with primary antibody, appropriate HRP conjugated secondary antibody was used (anti-rabbit, #NA934V, 1:2000 dilution, GE Healthcare). Statistical analysis Statistical analyses were performed in R or using GraphPad Prism 9.5.1 software (GraphPad, La Jolla, CA). One way analysis of variance (ANOVA) with post-hoc correction for multiple comparisons or unpaired t-tests were used to evaluate statistically significant differences between groups as detailed in the accompanying figure legends. Adjusted p-values ≤ 0.05 were considered statistically significant. For dose response curves, the IC50s were calculated for each line using nonlinear regression in GraphPad Prism. Data availability Raw RCC files, raw counts and sample metadata pertaining to spatial gene expression profiling of human PNST specimens described here are available from Gene Expression Omnibus under accession  GSE239561 . Bulk RNAseq for comparing TCGA MPNST vs GTEx normal nerve are in  Supplemental Table 11 ,  Supplementary Table 12  and publicly available through the UCSC RNA-seq Toil Recompute Compendium ( 30 ) hosted through the UCSC Xena Browser. Bulk RNAseq from  Nf1 flox/flox ;DhhCre  and  Ink4a/Arf \n +/− ;Nf1 flox/flox ;DhhCre  murine PNST generated by Chaney et al. ( 19 ) are available from GEO under accession number  GSE148249 . Bulk RNAseq data from  Nf1 flox/flox ;PostnCre and Nf1 flox/flox ;Arf \n flox/flox ;PostnCre  + mice are available from GEO under accession numbers  GSE213786  and  GSE232707 .",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:30:16"
}