{
  "pmid": "PMID:38136356",
  "title": "Drug Responses in Plexiform Neurofibroma Type I (PNF1) Cell Lines Using High-Throughput Data and Combined Effectiveness and Potency.",
  "abstract": "",
  "authors": "Paul O Zamora; Gabriel Altay; Ulisses Santamaria; Nathan Dwarshuis; Hari Donthi; Chang In Moon; Dana Bakalar; Matthew Zamora",
  "journal": "Cancers",
  "publicationDate": "2023-12-12",
  "doi": "10.3390/cancers15245811",
  "methods": "2. Materials and Methods 2.1. Cell Lines, Data Access, and Extraction  To assess our analysis algorithm and identify promising targets, we analyzed an HTS dataset produced by Ferrer et al. [ 15 ], which reported pharmacologic and genomic profiling of plexiform neurofibroma-derived Schwann cells from NF1 patients and control nerve cells. Proliferation assays were used to screen a panel of 1912 small molecules (the MIPE 4.0 library [ 17 ]) against immortalized  NF1 −/−,  NF1 +/−, and  NF1 +/+ cell lines [ 16 ], with the fluorescence intensity indicating survival and proliferation after treatment. Primary files [ 15 ] were accessed from Single Agent Screens through Synapse  https://doi.org/10.7303/syn4939906  (accessed on 1 May 2023). Access was provided by the Children’s Tumor Foundation through their 2022 Hack4NF project. The following data were extracted from primary files: cell line name, drug name and target, log AC50 (LAC50, i.e., the log of the active concentration for a half-maximal response in molar concentration), R2 (R 2 , goodness of fit for the 4-parameter logistic regression model) values of dose–response curves, AUC (TAUC, total area under the curve), the asymptote minimum (“INF”, response extrapolated to infinite concentration), and the asymptote maximum (“ZERO”, response extrapolated to zero concentration). Separately, response data (dat0–dat10) and concentration (C0–C10, in μM) were downloaded and analyzed using a 4-parameter fit in SigmaPlot and with the DREA web tool (see  Supplemental Materials ). The DREA web tool recreates our final compound rankings using the application’s default filters, based on the data files from Ferrer et al. [ 15 ]. 2.2. Data Analysis 2.2.1. AC50 (Potency) and Relative Potency The log AC50 values (in M) were converted to AC50 (in μM), which is a commonly used potency measure. The relative potency (∆pAC50) of a compound exposed to two cell lines is defined in Equations (1) and (2). For the data presented in the Results section, the reference ( ref ) cell line was ipnNF95.11C (note that other reference lines can be selected—see our discussion on multiple controls) and the test ( test ) was one of the PNF1 cell lines. Generally, ∆AC50 > 0 indicates that the test cell lines were more sensitive to a compound than the reference cell line.\n \n (1) ∆ A C 50 = log ⁡ A C 50 r e f − log ⁡ A C 50 t e s t   = log ⁡ A C 50 r e f A C 50 t e s t (2) ∆ p A C 50 = − log ⁡ A C 50 r e f − log ⁡ A C 50 t e s t = − log ⁡ A C 50 r e f A C 50 t e s t In an analogous manner, the AUC, as provided in the original dataset (TAUC. total AUC), was used to determine the relative AUC (∆pAC50) using a method analogous to those described in Equations (1) and (2), except that the appropriate AUC values were used (in place of AC50). As described above, the reference cell line was ipnNF95.11C and the test was one of the PNF1 cell lines. 2.2.2. The   and  S  Indices ΔS We establish an algorithm for creating a single value score  , which compares the relative effect of a given compound between a test cell line and a reference cell line. This is, in turn, generated from  ΔS , which incorporates both AC50 (potency) and the effectiveness into a single value for a single compound in a single cell line. Equation (3) defines effectiveness (EFF) from concentration–response curves and is calculated as the response asymptote at the maximum dose concentration (ASM S Max ) minus the response asymptote at the minimum dose concentration (ASM Min ). These two values (EFF and AC50) were incorporated into a single value  , reflecting both effectiveness and potency (Equation (4)) and, therefore, the overall response for a single compound in a single cell line. The relative value  S  assesses change in  ΔS  from a reference cell line ( S S ref )  to   from a test cell line ( S ); that is to say ( S test  −  S ref ) (Equation (5)).\n S test \n (3) E F F = A S M M a x − A S M M i n \n (4) S = log ⁡ E F F A C 50 (5) Δ S = S r e f − S t e s t = log ⁡ E F F A C 50 r e f − log ⁡ E F F A C 50 t e s t   = log ⁡ E F F r e f E F F t e s t A C 5 0 t e s t A C 5 0 r e f The   value can be envisioned as a theoretical log molar ratio where both the reference and test are compared in a way that both reports complete responses and correct for partial responses based on the input data. The test response is normalized, relative to the reference. Note that the magnitude of  ΔS  depends on the units of response and concentration, but  S  is a unitless quantity. This approach is analogous to that described by others and used in receptor pharmacology [ ΔS 10 , 14 , 18 ].  The   score was used to monitor the relative effects of compounds across cell lines and monitor the effects of several compounds in a single cell line. When the compound resulted in a higher  ΔS  in the reference cell line than in the test cell line, the test cell line was considered resistant to the compound.\n ΔS (6) D r u g   r e s i s t a n t ,   Δ S = S r e f − S t e s t   > 0 When the compound gave a lower   in the reference cell line than in the test cell line, the test cell line was considered sensitive to the compound.\n ΔS (7) D r u g   s e n s i t i v e ,   Δ S = S r e f − S t e s t < 0 Since the tumor cell lines could have different drug sensitivities and harbor mutations that impact different intracellular signaling pathways and processes, we ranked compounds with   for individual cell lines. Then a consolidated evaluation of cell lines was established as the  ΔS , which is a simple mean of the  ΔS mean  values for a compound across the PNF1 cell lines. ΔS 2.2.3. Prioritization To further prioritize compounds for a more in-depth follow-up, we selected compounds that generated concentration–response curves with an average R 2  of at least 0.8 in all four test cell lines. R 2  values from the reference cell line were similarly set to at least 0.8, and compounds that did not meet this threshold were excluded from the prioritized list, except for cases where there was no concentration–response. For the compounds meeting prioritization criteria, the   and  ΔS mean  variance of the mean were calculated. Compounds displaying drug resistance ( ΔS  > 0.5) or drug sensitivity ( ΔS mean  < −0.5) were considered potentially biologically meaningful, as they would represent approximately a 3-fold change on an arithmetic scale ( ΔS mean Figure 1 ). An additional threshold of 0.3 was set for the lower boundary of variance of the mean to ensure that the mean values were at least non-inferior to a null response. Non-inferiority can be shown if the difference between the two treatments does not cross a predefined inferiority margin. A threshold of 0.3 would represent approximately a 2-fold difference in an arithmetic scale. 2.2.4. Reference Cell Line and Use of Alternate and Multiple Controls For our analysis, we primarily used the  NF1 +/− cell line ipnNF95.11C as our reference cell line and the  NF1 −/− plexiform neurofibroma cell lines (PNF1 cells) ipNF05.5-MX, ipNF06.2A, ipNF95.11b C/T, and ipNF95.6 as test lines. The reference ipnNF95.11C cell line is derived from the non-tumor peripheral nerve of an NF1 patient and was selected because individuals with NF1 syndrome have a constitutional heterozygosity for  NF1.  Neurofibromas often arise from cells with additional somatic mutations of  NF1  [ 14 ]. Ideal therapies would, therefore, target  NF1 −/− neurofibroma cells, but not background  NF1+ /− cells to yield maximum anti-tumor specificity. The dataset from Ferrer et. al. also included additional neurofibromin-competent cell lines, specifically human foreskin fibroblasts [HFF] and the Schwann cell lines ipNF02.3 2λ, ipNF02.8.   calculations using these other control lines can be investigated via the DREA web app. ΔS One way to adapt   to the comparison of multiple control or tumor cell lines involves selecting one of the control cell lines as the reference and using that reference to evaluate the other control cell lines versus tumor cell lines.  ΔS  could be determined using HFF, for example, as the reference for each control cell line and tumor cell line. The  ΔS  of the reference and tumor cell lines would be determined. Then, one can additionally derive the change in the  ΔS means  of the reference lines against the tumor cell lines ( ΔS means ). This approach can be used for a group of different control cell lines or similarly applied to replicates of a single control cell line and multiple tumor cell lines. See supplement  ΔΔS Figure S1  on   for an example.\n ΔΔS (8) Δ Δ S = Δ S   m e a n t u m o r − Δ S   m e a n c o n t r o l",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:30:17"
}