{
  "pmid": "PMID:38140900",
  "title": "Recommendations for assessing appearance concerns related to plexiform and cutaneous neurofibromas in neurofibromatosis 1 clinical trials.",
  "abstract": "BACKGROUND/AIMS: Individuals with neurofibromatosis 1 may experience changes in their appearance due to physical manifestations of the disorders and/or treatment sequelae. Appearance concerns related to these physical changes can lead to psychological distress and poorer quality of life. While many neurofibromatosis 1 clinical trials focus on assessing changes in tumor volume, evaluating patients' perspectives on corresponding changes in symptoms such as physical appearance can be key secondary outcomes. We aimed to determine whether any existing patient-reported outcome measures are appropriate for evaluating changes in appearance concerns within neurofibromatosis 1 clinical trials. METHODS: After updating our previously published systematic review process, we used it to identify and rate existing patient-reported outcome measures related to disfigurement and appearance. Using a systematic literature search and initial triage process, we focused on identifying patient-reported outcome measures that could be used to evaluate changes in appearance concerns in plexiform or cutaneous neurofibroma clinical trials in neurofibromatosis 1. Our revised Patient-Reported Outcome Rating and Acceptance Tool for Endpoints then was used to evaluate each published patient-reported outcome measures in five domains, including (1) respondent characteristics, (2) content validity, (3) scoring format and interpretability, (4) psychometric data, and (5) feasibility. The highest-rated patient-reported outcome measures were then re-reviewed in a side-by-side comparison to generate a final consensus recommendation. RESULTS: Eleven measures assessing appearance concerns were reviewed and rated; no measures were explicitly designed to assess appearance concerns related to neurofibromatosis 1. The FACE-Q Craniofacial Module-Appearance Distress scale was the top-rated measure for potential use in neurofibromatosis 1 clinical trials. Strengths of the measure included that it was rigorously developed, included individuals with neurofibromatosis 1 in the validation sample, was applicable to children and adults, covered item topics deemed important by neurofibromatosis 1 patient representatives, exhibited good psychometric properties, and was feasible for use in neurofibromatosis 1 trials. Limitations included a lack of validation in older adults, no published information regarding sensitivity to change in clinical trials, and limited availability in languages other than English. CONCLUSION: The Response Evaluation in Neurofibromatosis and Schwannomatosis patient-reported outcome working group currently recommends the FACE-Q Craniofacial Module Appearance Distress scale to evaluate patient-reported changes in appearance concerns in clinical trials for neurofibromatosis 1-related plexiform or cutaneous neurofibromas. Additional research is needed to validate this measure in people with neurofibromatosis 1, including older adults and those with tumors in various body locations, and explore the effects of nontumor manifestations on appearance concerns in people with neurofibromatosis 1 and schwannomatosis.",
  "authors": "Vanessa L Merker; Heather L Thompson; Pamela L Wolters; Frank D Buono; Cynthia M Hingtgen; Tena Rosser; Belinda Barton; Carolina Barnett; Taylor Smith; Diana Haberkamp; Miranda L McManus; Andrea Baldwin; Irene P Moss; Claas Röhl; Staci Martin",
  "journal": "Clinical trials (London, England)",
  "publicationDate": "2024-02",
  "doi": "10.1177/17407745231205577",
  "methods": "Methods: After updating our previously published systematic review process, we used it to identify and rate existing PRO measures related to disfigurement and appearance. Using a systematic literature search and initial triage process, we focused on identifying PRO measures that could be used to evaluate changes in appearance concerns in plexiform or cutaneous neurofibromas clinical trials in NF1. Our revised Patient-Reported Outcomes Rating and Acceptance Tool for Endpoints then was used to evaluate each published PRO measures in five domains, including (1) respondent characteristics, (2) content validity, (3) scoring format and interpretability, (4) psychometric data and (5) feasibility. The highest-rated PRO measures were then re-reviewed in a side-by-side comparison to generate a final consensus recommendation. Methods The Response Evaluation in Neurofibromatosis and Schwannomatosis (REiNS) PRO working group was established to support the identification and use of appropriate PRO measures in neurofibromatosis and schwannomatosis clinical trials using a consensus-based and scientifically rigorous process.  REiNS PRO group members include clinicians and researchers with expertise in neurofibromatosis and schwannomatosis (including pediatrics, neurology, genetics, psychology, speech-language pathology, and health services research) and patient representatives (including adults with neurofibromatosis and schwannomatosis and caregivers of children with neurofibromatosis and schwannomatosis). We used a systematic process to identify, review, and rate existing PRO measures related to appearance concerns. This process was based on previously described procedures, 11  with modifications to the search strategy and rating forms to align our process with the Consensus-based Standards for the Selection of Health Measurement Instruments (COSMIN) initiative and to formalize the process for patient representative input. 15 – 17 18 ,  19 Development of updated PRO rating forms We modified our previous rating form – the PRO Rating and Acceptance Tool for Endpoints  to: 1) explicitly identify domains related to content validity and scoring interpretability, 2) add relevant rating criteria within these two domains aligned with international standards, 11  and 3) remove “use in published studies” as a separate domain and instead extract relevant data from published studies to support ratings in other domains. We also created a companion user guide to systematize data extraction related to each PRO measure; this guide included detailed examples of extracted data and relevant instructional material from other published criteria to evaluate health measures. 19 19 – 21 The revised PRO Rating and Acceptance Tool for Endpoints consists of five domains ( Table 1 ), including: (1) respondent characteristics; (2) content validity (including assessment of the PRO measure development process and expert-assessed relevance, comprehensiveness, and comprehensibility of items as they pertain to neurofibromatosis and schwannomatosis clinical trials); (3) scoring format and interpretability (e.g., description of response options, type of scores available, availability of normative data, and rates of missing data and floor/ceiling effects in published studies); (4) psychometric data (reliability, structural validity, construct validity, criterion validity, and responsiveness); and (5) feasibility (cost, length, recall period used, ease of administration and scoring, languages available). Each criterion is rated on a scale of 0 (no or poor data) to 3 (solid published data supporting use in neurofibromatosis and schwannomatosis trials) in increments of 0.25 points by individual REiNS group members. After a group discussion of each measure over videoconference, individuals may update their scores, which are then averaged to provide an overall group rating. In addition, we created a companion PRO Rating and Acceptance Tool for Endpoints form for lay reviewers to facilitate patient representative involvement in the measure review process ( Table 2 ). This form was iteratively refined based on feedback from our group’s patient representatives to highlight the specific domains of the PRO Rating and Acceptance Tool for Endpoints form that benefit from patient representative input (i.e., content validity, adequacy of response options, and feasibility) and explain these domains in lay terms. Given that most PRO measures identified within relevant trial endpoint domains are not designed for or tested in neurofibromatosis and schwannomatosis patients, input from patient representatives is crucial to judge the content validity and feasibility of these measures for the neurofibromatosis and schwannomatosis population. Patient representatives were instructed to base their feedback on their own (or their child’s) experience completing the measures, as well as how they believe the PRO measures may function for others with neurofibromatosis and schwannomatosis. Patient representatives’ comments are featured during group discussion of each measure’s content validity, scoring interpretability, and feasibility, and their numerical ratings are included in the overall group rating. Identification of candidate PRO measures of appearance concerns A preliminary search for PRO measures assessing disfigurement was conducted by one group member and results were presented to the group in a mini-review; as this process identified a limited number of relevant measures, we expanded our search to examine appearance concerns more broadly. Initial systematic search criteria adapted from Consensus-based Standards for the Selection of Health Measurement Instruments (COSMIN) initiative were used to identify a list of candidate measures for the construct of  appearance concerns .  The instruments of interest were PRO measures, rather than parent or caregiver proxy forms, with a preference for self-administered questionnaires applicable across the lifespan, as plexiform and cutaneous neurofibroma clinical trials include both children and adults. An initial search of PubMed and PsycINFO databases on July 16, 2020 using the following search string [disfigurement OR “body image” OR appearance OR “body satisfaction” OR cosmetic out* OR “appearance satisfaction” AND questionnaire or survey or scale or instrument AND neurofibromatosis] yielded 49 manuscripts describing seven instruments: the Perceived Stigma Questionnaire, Social Comfort Questionnaire, Body Esteem Scale for Adolescents and Adults, Subjective Happiness Scale, Derriford Appearance Scale, The Self-Description Questionnaire I and Skindex. In reviewing the measures retrieved, many did not appear appropriate for our intended context of use. Therefore, we expanded the search and removed the key term of  18 neurofibromatosis  to determine if a wider search would yield instruments that would be more appropriate for our clinical population. Additional searches of PubMed and PsycINFO were conducted October 26 and November 4, 2020, yielding a total of 38 measures of appearance for potential full review ( Figure 1 ; see  Appendix A  in the supplemental material for full search strategy and list of retrieved measures). PRO measure rating and recommendation process At least two group members reviewed each retrieved PRO measure to determine whether the measure assessed the intended construct of appearance concerns and could be applied to evaluate tumor-related disfigurement; any discrepancies were discussed until consensus was reached. All identified measures of appearance concerns that passed the triaging stage were reviewed and rated using our updated PRO Rating and Acceptance Tool for Endpoints forms for scientific and lay reviewers. The group then re-reviewed the three highest rated PRO measures in a detailed side-by-side comparison to ensure comparable numerical ratings and provide an opportunity to discuss the strengths and limitations of each measure. When deciding on our ultimate recommendations, we focused on identifying PRO measures to evaluate change in appearance concerns within NF1 clinical trials of plexiform and cutaneous neurofibromas rather than for descriptive studies, clinical trials of general chronic illness, or studies of NF1 manifestations that represent less pressing clinical trial targets (such as café-au-lait macules). As no measures were specifically designed for people with NF1, the group’s assessment of the relevance and importance of item content to individuals with NF1 was a priority. NF1 clinical trials for plexiform and cutaneous neurofibromas involve a wide age range of individuals, many of whom have learning disabilities, requiring easy to understand measures with content applicable across the lifespan. For this reason, we prioritized measures suitable for both children/adolescents and adults rather than a single age group. Psychometric properties adequate to support the use of measures as clinical trial endpoints and the feasibility of incorporating measures into multicenter, international clinical trials were also considered.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:30:20"
}