{
  "pmid": "38140900",
  "abstract": "BACKGROUND/AIMS: Individuals with neurofibromatosis 1 may experience changes in their appearance due to physical manifestations of the disorders and/or treatment sequelae. Appearance concerns related to these physical changes can lead to psychological distress and poorer quality of life. While many neurofibromatosis 1 clinical trials focus on assessing changes in tumor volume, evaluating patients' perspectives on corresponding changes in symptoms such as physical appearance can be key secondary outcomes. We aimed to determine whether any existing patient-reported outcome measures are appropriate for evaluating changes in appearance concerns within neurofibromatosis 1 clinical trials. METHODS: After updating our previously published systematic review process, we used it to identify and rate existing patient-reported outcome measures related to disfigurement and appearance. Using a systematic literature search and initial triage process, we focused on identifying patient-reported outcome measures that could be used to evaluate changes in appearance concerns in plexiform or cutaneous neurofibroma clinical trials in neurofibromatosis 1. Our revised Patient-Reported Outcome Rating and Acceptance Tool for Endpoints then was used to evaluate each published patient-reported outcome measures in five domains, including (1) respondent characteristics, (2) content validity, (3) scoring format and interpretability, (4) psychometric data, and (5) feasibility. The highest-rated patient-reported outcome measures were then re-reviewed in a side-by-side comparison to generate a final consensus recommendation. RESULTS: Eleven measures assessing appearance concerns were reviewed and rated; no measures were explicitly designed to assess appearance concerns related to neurofibromatosis 1. The FACE-Q Craniofacial Module-Appearance Distress scale was the top-rated measure for potential use in neurofibromatosis 1 clinical trials. Strengths of the measure included that it was rigorously developed, included individuals with neurofibromatosis 1 in the validation sample, was applicable to children and adults, covered item topics deemed important by neurofibromatosis 1 patient representatives, exhibited good psychometric properties, and was feasible for use in neurofibromatosis 1 trials. Limitations included a lack of validation in older adults, no published information regarding sensitivity to change in clinical trials, and limited availability in languages other than English. CONCLUSION: The Response Evaluation in Neurofibromatosis and Schwannomatosis patient-reported outcome working group currently recommends the FACE-Q Craniofacial Module Appearance Distress scale to evaluate patient-reported changes in appearance concerns in clinical trials for neurofibromatosis 1-related plexiform or cutaneous neurofibromas. Additional research is needed to validate this measure in people with neurofibromatosis 1, including older adults and those with tumors in various body locations, and explore the effects of nontumor manifestations on appearance concerns in people with neurofibromatosis 1 and schwannomatosis.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:29:38.960956",
  "abstract_length": 3128,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}