{
  "pmid": "PMID:38140900",
  "title": "Recommendations for assessing appearance concerns related to plexiform and cutaneous neurofibromas in neurofibromatosis 1 clinical trials.",
  "abstract": "BACKGROUND/AIMS: Individuals with neurofibromatosis 1 may experience changes in their appearance due to physical manifestations of the disorders and/or treatment sequelae. Appearance concerns related to these physical changes can lead to psychological distress and poorer quality of life. While many neurofibromatosis 1 clinical trials focus on assessing changes in tumor volume, evaluating patients' perspectives on corresponding changes in symptoms such as physical appearance can be key secondary outcomes. We aimed to determine whether any existing patient-reported outcome measures are appropriate for evaluating changes in appearance concerns within neurofibromatosis 1 clinical trials. METHODS: After updating our previously published systematic review process, we used it to identify and rate existing patient-reported outcome measures related to disfigurement and appearance. Using a systematic literature search and initial triage process, we focused on identifying patient-reported outcome measures that could be used to evaluate changes in appearance concerns in plexiform or cutaneous neurofibroma clinical trials in neurofibromatosis 1. Our revised Patient-Reported Outcome Rating and Acceptance Tool for Endpoints then was used to evaluate each published patient-reported outcome measures in five domains, including (1) respondent characteristics, (2) content validity, (3) scoring format and interpretability, (4) psychometric data, and (5) feasibility. The highest-rated patient-reported outcome measures were then re-reviewed in a side-by-side comparison to generate a final consensus recommendation. RESULTS: Eleven measures assessing appearance concerns were reviewed and rated; no measures were explicitly designed to assess appearance concerns related to neurofibromatosis 1. The FACE-Q Craniofacial Module-Appearance Distress scale was the top-rated measure for potential use in neurofibromatosis 1 clinical trials. Strengths of the measure included that it was rigorously developed, included individuals with neurofibromatosis 1 in the validation sample, was applicable to children and adults, covered item topics deemed important by neurofibromatosis 1 patient representatives, exhibited good psychometric properties, and was feasible for use in neurofibromatosis 1 trials. Limitations included a lack of validation in older adults, no published information regarding sensitivity to change in clinical trials, and limited availability in languages other than English. CONCLUSION: The Response Evaluation in Neurofibromatosis and Schwannomatosis patient-reported outcome working group currently recommends the FACE-Q Craniofacial Module Appearance Distress scale to evaluate patient-reported changes in appearance concerns in clinical trials for neurofibromatosis 1-related plexiform or cutaneous neurofibromas. Additional research is needed to validate this measure in people with neurofibromatosis 1, including older adults and those with tumors in various body locations, and explore the effects of nontumor manifestations on appearance concerns in people with neurofibromatosis 1 and schwannomatosis.",
  "authors": "Vanessa L Merker; Heather L Thompson; Pamela L Wolters; Frank D Buono; Cynthia M Hingtgen; Tena Rosser; Belinda Barton; Carolina Barnett; Taylor Smith; Diana Haberkamp; Miranda L McManus; Andrea Baldwin; Irene P Moss; Claas Röhl; Staci Martin",
  "journal": "Clinical trials (London, England)",
  "publicationDate": "2024-02",
  "doi": "10.1177/17407745231205577",
  "methods": "Methods: After updating our previously published systematic review process, we used it to identify and rate existing PRO measures related to disfigurement and appearance. Using a systematic literature search and initial triage process, we focused on identifying PRO measures that could be used to evaluate changes in appearance concerns in plexiform or cutaneous neurofibromas clinical trials in NF1. Our revised Patient-Reported Outcomes Rating and Acceptance Tool for Endpoints then was used to evaluate each published PRO measures in five domains, including (1) respondent characteristics, (2) content validity, (3) scoring format and interpretability, (4) psychometric data and (5) feasibility. The highest-rated PRO measures were then re-reviewed in a side-by-side comparison to generate a final consensus recommendation. Methods The Response Evaluation in Neurofibromatosis and Schwannomatosis (REiNS) PRO working group was established to support the identification and use of appropriate PRO measures in neurofibromatosis and schwannomatosis clinical trials using a consensus-based and scientifically rigorous process.  REiNS PRO group members include clinicians and researchers with expertise in neurofibromatosis and schwannomatosis (including pediatrics, neurology, genetics, psychology, speech-language pathology, and health services research) and patient representatives (including adults with neurofibromatosis and schwannomatosis and caregivers of children with neurofibromatosis and schwannomatosis). We used a systematic process to identify, review, and rate existing PRO measures related to appearance concerns. This process was based on previously described procedures, 11  with modifications to the search strategy and rating forms to align our process with the Consensus-based Standards for the Selection of Health Measurement Instruments (COSMIN) initiative and to formalize the process for patient representative input. 15 – 17 18 ,  19 Development of updated PRO rating forms We modified our previous rating form – the PRO Rating and Acceptance Tool for Endpoints  to: 1) explicitly identify domains related to content validity and scoring interpretability, 2) add relevant rating criteria within these two domains aligned with international standards, 11  and 3) remove “use in published studies” as a separate domain and instead extract relevant data from published studies to support ratings in other domains. We also created a companion user guide to systematize data extraction related to each PRO measure; this guide included detailed examples of extracted data and relevant instructional material from other published criteria to evaluate health measures. 19 19 – 21 The revised PRO Rating and Acceptance Tool for Endpoints consists of five domains ( Table 1 ), including: (1) respondent characteristics; (2) content validity (including assessment of the PRO measure development process and expert-assessed relevance, comprehensiveness, and comprehensibility of items as they pertain to neurofibromatosis and schwannomatosis clinical trials); (3) scoring format and interpretability (e.g., description of response options, type of scores available, availability of normative data, and rates of missing data and floor/ceiling effects in published studies); (4) psychometric data (reliability, structural validity, construct validity, criterion validity, and responsiveness); and (5) feasibility (cost, length, recall period used, ease of administration and scoring, languages available). Each criterion is rated on a scale of 0 (no or poor data) to 3 (solid published data supporting use in neurofibromatosis and schwannomatosis trials) in increments of 0.25 points by individual REiNS group members. After a group discussion of each measure over videoconference, individuals may update their scores, which are then averaged to provide an overall group rating. In addition, we created a companion PRO Rating and Acceptance Tool for Endpoints form for lay reviewers to facilitate patient representative involvement in the measure review process ( Table 2 ). This form was iteratively refined based on feedback from our group’s patient representatives to highlight the specific domains of the PRO Rating and Acceptance Tool for Endpoints form that benefit from patient representative input (i.e., content validity, adequacy of response options, and feasibility) and explain these domains in lay terms. Given that most PRO measures identified within relevant trial endpoint domains are not designed for or tested in neurofibromatosis and schwannomatosis patients, input from patient representatives is crucial to judge the content validity and feasibility of these measures for the neurofibromatosis and schwannomatosis population. Patient representatives were instructed to base their feedback on their own (or their child’s) experience completing the measures, as well as how they believe the PRO measures may function for others with neurofibromatosis and schwannomatosis. Patient representatives’ comments are featured during group discussion of each measure’s content validity, scoring interpretability, and feasibility, and their numerical ratings are included in the overall group rating. Identification of candidate PRO measures of appearance concerns A preliminary search for PRO measures assessing disfigurement was conducted by one group member and results were presented to the group in a mini-review; as this process identified a limited number of relevant measures, we expanded our search to examine appearance concerns more broadly. Initial systematic search criteria adapted from Consensus-based Standards for the Selection of Health Measurement Instruments (COSMIN) initiative were used to identify a list of candidate measures for the construct of  appearance concerns .  The instruments of interest were PRO measures, rather than parent or caregiver proxy forms, with a preference for self-administered questionnaires applicable across the lifespan, as plexiform and cutaneous neurofibroma clinical trials include both children and adults. An initial search of PubMed and PsycINFO databases on July 16, 2020 using the following search string [disfigurement OR “body image” OR appearance OR “body satisfaction” OR cosmetic out* OR “appearance satisfaction” AND questionnaire or survey or scale or instrument AND neurofibromatosis] yielded 49 manuscripts describing seven instruments: the Perceived Stigma Questionnaire, Social Comfort Questionnaire, Body Esteem Scale for Adolescents and Adults, Subjective Happiness Scale, Derriford Appearance Scale, The Self-Description Questionnaire I and Skindex. In reviewing the measures retrieved, many did not appear appropriate for our intended context of use. Therefore, we expanded the search and removed the key term of  18 neurofibromatosis  to determine if a wider search would yield instruments that would be more appropriate for our clinical population. Additional searches of PubMed and PsycINFO were conducted October 26 and November 4, 2020, yielding a total of 38 measures of appearance for potential full review ( Figure 1 ; see  Appendix A  in the supplemental material for full search strategy and list of retrieved measures). PRO measure rating and recommendation process At least two group members reviewed each retrieved PRO measure to determine whether the measure assessed the intended construct of appearance concerns and could be applied to evaluate tumor-related disfigurement; any discrepancies were discussed until consensus was reached. All identified measures of appearance concerns that passed the triaging stage were reviewed and rated using our updated PRO Rating and Acceptance Tool for Endpoints forms for scientific and lay reviewers. The group then re-reviewed the three highest rated PRO measures in a detailed side-by-side comparison to ensure comparable numerical ratings and provide an opportunity to discuss the strengths and limitations of each measure. When deciding on our ultimate recommendations, we focused on identifying PRO measures to evaluate change in appearance concerns within NF1 clinical trials of plexiform and cutaneous neurofibromas rather than for descriptive studies, clinical trials of general chronic illness, or studies of NF1 manifestations that represent less pressing clinical trial targets (such as café-au-lait macules). As no measures were specifically designed for people with NF1, the group’s assessment of the relevance and importance of item content to individuals with NF1 was a priority. NF1 clinical trials for plexiform and cutaneous neurofibromas involve a wide age range of individuals, many of whom have learning disabilities, requiring easy to understand measures with content applicable across the lifespan. For this reason, we prioritized measures suitable for both children/adolescents and adults rather than a single age group. Psychometric properties adequate to support the use of measures as clinical trial endpoints and the feasibility of incorporating measures into multicenter, international clinical trials were also considered.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:30:20",
  "introduction": "Background Neurofibromatosis 1 (NF1) is a rare, autosomal dominant disorder associated with various physical deformations.  As defined by recently revised diagnostic criteria, individuals with NF1 can have visible differences such as café au lait spots (coffee-colored birthmarks), skin fold freckles, cutaneous neurofibromas (benign tumors on the skin), plexiform neurofibromas (diffuse tumors that grow along nerves) and scoliosis (curvature of the spine). 1 ,  2  Among the most burdensome features of NF1-associated neurofibromas are their disfiguring appearance and negative impact on psychological well-being. 3  Research indicates that individuals with NF1 feel less attractive, less self-confident, and more insecure with their bodies compared to normative data. 4 5 ,  6 A recent systematic review highlighted the significant increase in active and planned clinical trials for neurofibromatosis-associated tumors, including plexiform neurofibromas and cutaneous neurofibromas.  Plexiform neurofibromas occur in up to 50% of individuals with NF1 and can cause severe morbidity, including pain, disfigurement, motor dysfunction, and airway obstructions. Cutaneous neurofibromas occur in almost all adults with NF1, with the number of individual tumors ranging widely (from a few to multiple thousands) and typically increasing with age. 7  Given the significant impact of these tumors on appearance, the ability to measure the perceived disfigurement and appearance concerns of individuals with NF1 enrolled in clinical trials is paramount. Disfigurement was the most commonly reported tumor-related complication at baseline in a recent phase 2 trial of selumetinib for the treatment of inoperable plexiform neurofibromas in children with NF1, occurring in 88% of participants. 2  While subjective improvements in appearance were commonly reported by patients and parents in relation to their Global Impression of Change ratings, 8  no patient-reported outcome (PRO) measures specifically assessing appearance were included in the trial. 8 8 PRO measures are commonly used to assess the benefit or risk of treatment from the patient’s perspective.  The Food and Drug Administration requires that clinical trials demonstrating partial neurofibroma shrinkage also include evidence that treatment improves how patients feel or function as part of the drug approval process, making PRO measures an essential feature of NF1 clinical trials. 9  To date, most NF1 clinical trials that have incorporated PRO measures have focused on patients’ health-related or disease-specific quality of life or specific symptoms such as pain and physical functioning. 10  While these measures may include individual questions relating to physical appearance, PRO measures that specifically measure changes in disfigurement or appearance concerns generally have not been included in NF1 clinical trials. However, appearance-related PRO measures, such as a five-point rating scale to assess changes in the noticeability of vitiligo 11 ,  12  and the Patient Reported Photonumeric Cellulite Severity Scale, 13  have been used as efficacy endpoints in clinical trials for other conditions leading to regulatory approvals by the Food and Drug Administration, highlighting the value and feasibility of appearance-related PRO measures. 14 Several terms are used to describe appearance-related constructs that may be assessed by PRO measures, including  appearance comparison ,  body satisfaction, body dissatisfaction ,  body image, disease visibility, disfigurement , and  satisfaction with appearance. Body satisfaction ,  body dissatisfaction , and  satisfaction with appearance  all refer to an individual’s satisfaction or dissatisfaction with their general appearance or with specific body parts; the latter term has been used to measure social discomfort relative to acquired disfigurement from disease (e.g., Jewett et al., 2017).  Disease visibility  has been defined in NF1 literature as “the appearance of the person fully dressed and how readily symptoms could be perceived in impersonal interaction” (Ablon, 1996), and has been used to assess disability from skin disease (e.g., Chren et al., 1996). These terms overlap in that they assess an individual’s appearance but have differing applicability to an individual’s self-reported assessment of their appearance as it is affected by a medical condition (rather than assessments of general attractiveness or physical fitness). Given the range of terms in the literature, we defined our focus broadly as  appearance concerns , or an individual’s self-reported concern with a visible difference that impacts their aesthetic, functional, and/or psychological well-being. This project aimed to identify and review existing PRO measures of appearance concerns with the goal of recommending a measure that would be appropriate for assessing changes in tumor-related disfigurement in NF1 clinical trials.",
  "results": "Results Measures of disfigurement The working group discussed several existing rating scales for disfigurement during the mini-reviews. However, none were found to be adequate for assessing tumor-related disfigurement in NF1 clinical trials. For example, several authors have modified the clinician-reported Ablon scale to a patient-reported format assessing the visibility of NF1 manifestations when clothed on a 3-point scale.  Similarly, Chen et al. used a 9-point rating scale that asked observers to consider the visibility of the disfigured area 22 ,  23  and Kleve et al. had participants rate how noticeable the disfigured area was to themselves and to others. 24  However, self-reports of disfigurement may encapsulate more than just how visible or noticeable a tumor is to others, such as when an area of disfigurement is typically covered by clothing but still bothersome to the individual. In addition, Lyford-Pike et al. used an 11-point scale on which observers rated the disfigurement of people with facial paralysis. 25  While the 11-point scale is potentially useful for NF1 clinical trials, it was not used to rate body parts other than the face, and there was no self-report version. For these reasons, we determined that a new disfigurement rating scale was necessary for plexiform and cutaneous neurofibromas clinical trials in NF1. 26 Measures of appearance concerns Of the 38 identified measures, 27 were excluded during the initial triage process. Twenty-two measures were excluded because the item content was restricted to a specific condition (e.g., eating disorders, burns, etc.) or intervention (e.g., weight loss, cosmetic surgery such as breast reconstruction, etc.) that was not aligned with our project aim. Two measures were excluded because they focused on self-concept or happiness, respectively, rather than appearance concerns and two measures were excluded because they were not self-report. Finally, one non-validated scale that assessed self-reported disease visibility in patients with neurofibromatosis was excluded because the measure content and psychometric data were not published and thus was not evaluable.  Eleven measures assessing appearance concerns were advanced to full group reviews and ratings; their strengths and limitations are shown in  27 Table 3 . The top three rated measures (the FACE-Q Craniofacial Module Appearance Distress Scale,  the Centre for Appearance Research Valence Scale, 28  and the Body Image Scale 29 ) were re-reviewed head-to-head before arriving at a consensus recommendation for the FACE-Q, which is presented in detail below. While the Centre for Appearance Research Valence Scale (CARVAL) and Body Image Scale (BIS) had several strengths, both scales were developed for adults only and contained questions that may be less relevant to or appropriate for younger children. The Centre for Appearance Research Valence Scale was validated in a healthy, predominantly female white population, and is only available in English, limiting its versatility. 30  There was a paucity of other psychometric data on the Body Image Scale, and item content did not differentiate between disease impact and the impact of treatment/surgery, which could be confusing or irrelevant to NF1 study participants. 31 32 FACE-Q Craniofacial Module – Appearance Distress Scale The REiNS PRO working group recommended the FACE-Q Craniofacial Module – Appearance Distress scale to assess the psychosocial impact of any type of NF1-tumor related disfigurement in clinical trials for children and adults with NF1 ( Table 4 ). This self-report PRO measure is one of the health-related quality of life scales in the FACE-Q Craniofacial Module. This module is part of the larger FACE-Q measure, which consists of several modules assessing outcomes for various conditions affecting the face, such as head and neck cancer, skin cancer, and paralysis ( https://qportfolio.org/ ). Specifically, the FACE-Q Craniofacial Module ( https://qportfolio.org/face-q/craniofacial/ ) was developed for individuals with conditions associated with a visible or functional facial difference. It consists of 27 independent scales that assess four domains: 1) appearance of specific parts of the face (e.g., nose, smile, eyes, lips), 2) functions of the face (e.g., speech, eating/drinking, breathing), 3) adverse events (e.g., ears, eyes, face), and 4) health-related quality of life (e.g., appearance distress, psychological, social). The FACE-Q Craniofacial Module was developed for patients 8 to 29 years of age. The Appearance Distress scale of this module consists of 8 items rated on a 4-point scale (1=always to 4=never) that ask about social concerns, such as going out in public, meeting people, covering up, and people staring, as well as psychological issues, including feeling unhappy, self-conscious, or disliking one’s appearance, in the past week.  Although these items were developed to assess facial differences, no part of the instructions or items specifically mention the face; thus, our group decided that it would be valuable to pilot this scale in NF1 to assess appearance-related distress associated with tumors in any body area. For example, the items (e.g., “I feel unhappy about how I look”) could apply to tumors on the face, trunk, or limbs. Scores on each item are summed to produce a total raw score, which is converted to a 0–100 metric derived from Rasch analysis. Higher scores indicate better outcomes. This scale is brief, has a simple format, is easy to read (Flesch–Kincaid grade reading level=3.2), and is available in several languages. 28 ,  33 28 The authors conducted rigorous qualitative research to develop the content of the scales followed by Rasch measurement theory analysis to evaluate its psychometric properties in a large sample of 1,495 participants, including 31 with NF1 (2.9%).  The reliability of the health-related quality of life scales, including Appearance Distress, was high with Pearson Separation Index values ≥0.83 with and without extremes, and Cronbach alpha values ≥0.87 with and without extremes. The validity of the Appearance Distress scores was supported by moderate correlations (r = .37–.59) with the specific facial appearance ratings and higher correlations between scales within domains (e.g., health-related quality of life) than with scales in other domains. 33 Limitations of the FACE-Q Appearance Distress scale for use in NF1 trials identified by the REiNS PRO group are the lack of use and normative data in older adults (>29 years), no published information for this measure regarding sensitivity to change, and the need for translation into additional languages. In addition, the scale was developed for individuals with facial differences, so although the items appear relevant to any type of visual difference, this scale must be further evaluated in individuals with NF1 and disfigurement in the face and other body areas. The use of the FACE-Q requires the completion of a licensing agreement, and, due to copyright laws, no modifications to the items or scale can be made. Finally, there is no cost for non-profit academic organizations to use the scale, but for-profit companies must pay a licensing fee.",
  "discussion": "Conclusions While the FACE-Q Craniofacial Module Appearance Distress Scale shows promise for capturing appearance-related concerns in NF1 clinical trials, this measure needs to undergo a qualitative assessment with NF1 patient input, such as through focus groups and cognitive interviews.  The results of this assessment will determine whether this measure or a newly created tool should be evaluated in NF1 clinical trials to assess its sensitivity to changes occurring with treatment and determine its minimal clinically important difference. 39  Moving forward, a validated appearance concerns measure could be used as a secondary outcome in NF1 clinical trials. In addition to this work validating a measure of appearance concerns, future research could develop patient-reported ratings of disfigurement for plexiform and cutaneous neurofibroma and review potential PRO measures to assess the effects of non-tumor manifestations, such as scoliosis, on appearance and appearance concerns in people with NF1. 40",
  "upgrade_date": "2026-02-21 02:19:46"
}