{
  "pmid": "PMID:38170419",
  "title": "Development of the PROMIS pediatric stigma and extension to the PROMIS pediatric stigma: skin item banks.",
  "abstract": "PURPOSE: To develop the PROMIS Pediatric Stigma (PPS) and Skin (PPS-Skin) by constructing a common metric for measuring stigma in children with various conditions, while capturing the unique features of each condition. METHODS: Data from 860 children, ages 8-17, with a diagnosis of epilepsy, pNF (neurofibromatosis type 1 associated neurofibroma plexform), MD (muscular dystrophy), cancer, or skin conditions recruited from three projects were analyzed. Children with epilepsy, pNF and MD (sample-1) completed the original 18-item Neuro-QoL Stigma, while children with cancer and skin conditions (e.g., atopic dermatitis, psoriasis, and genetic skin disorders; sample-2) completed a 16-item version and 6 additional skin related items. Exploratory factor analysis (EFA) and confirmatory analysis (CFA) were used to evaluate unidimensionality of 24 stigma items. Differential item functioning (DIF) was used to evaluate measurement equivalence on group, gender, age, and conditions. Item response theory model (IRT) was used to construct the final measure. RESULTS: Sufficient unidimensionality was supported by both EFA and CFA. No items showed significant DIF indicating stable measurement properties across groups of comparison. All items fit the IRT model and were able to be calibrated together to form the PPS which consists of 18 core items. The PPS-Skin (18 cores items + 6 skin items) was developed by calibrating 6 skin items onto the common metric as the PPS. CONCLUSIONS: We used IRT techniques to successfully develop the PPS and the PPS-Skin, which share a common metric and account for unique and common concerns related to chronic conditions.",
  "authors": "Jin-Shei Lai; Cindy Nowinski; Stephanie M Rangel; Shalini Thareja Batra; Kelly Mueller; Sarah Chamlin; Vitali Ustsinovich; David Cella; Maxwell Mansolf; Amy S Paller",
  "journal": "Quality of life research : an international journal of quality of life aspects of treatment, care and rehabilitation",
  "publicationDate": "2024-03",
  "doi": "10.1007/s11136-023-03574-z",
  "methods": "Methods Data from 860 children, ages 8–17, with a diagnosis of epilepsy, pNF (neurofibromatosis type 1 associated neurofibroma plexform), MD (muscular dystrophy), cancer, or skin conditions recruited from three projects were analyzed. Children with epilepsy, pNF and MD (sample-1) completed the original 18-item Neuro-QoL Stigma, while children with cancer and skin conditions (e.g., atopic dermatitis, psoriasis, and genetic skin disorders; sample-2) completed a 16-item version and 6 additional skin related items. Exploratory factor analysis (EFA) and confirmatory analysis (CFA) were used to evaluate unidimensionality of 24 stigma items. Differential item functioning (DIF) was used to evaluate measurement equivalence on group, gender, age, and conditions. Item response theory model (IRT) was used to construct the final measure. Methods This study was approved by Institutional Review Boards of Northwestern University and Ann & Robert H. Lurie Children’s Hospital of Chicago. All participants provided informed consent prior to participating in the study. PROMIS pediatric stigma measure: expansion and refinement of the neuro-QoL pediatric stigma The initial Neuro-QoL Pediatric Stigma Item Bank consists of 18 items. A 5-point rating scale (1 = Never, 2 = Rarely, 3 = Sometimes, 4 = Often, 5 = Always) was used. Items in Neuro-QoL were reviewed for potential generalizability to a broader group of conditions. Item “I felt embarrassed about the way I talk” was considered not directly related to children with most non-neurologic conditions, and thus not included in this round of testing. To capture the gap related to skin conditions specifically based on literature review and clinical experiences, eight new items were written by the study team, including 8 pediatric dermatologists, a pediatric health psychologist, and experienced PRO researchers. These new items focused on assessing the stigma related to physical appearances visible to other persons, as well as the belief that a condition is contagious. All items were worded in a negative direction (i.e., higher scores meant more stigmatization). To maximize generalizability to children across various chronic conditions, we replaced the word “illness” with “condition”. Cognitive interviews of 25 items (17 Neuro-QoL and 8 newly written items) were conducted on 13 pediatric patients (ages 8 to 17 years) with either primary dermatologic conditions or cancer who had changes in their physical appearance or visible behavior considered potentially stigmatizing. Cognitive interviews (CI) were performed to assess the understanding and relevance of every item and response option, as well as the appropriateness of the timeframe. Directly prior to the CI, the participant independently completed the measure. Throughout the entire session, interviewers took detailed notes and all interviews were audio-recorded to ensure accuracy of the notes. In general, interviewees demonstrated understanding of all items. The timeframe of “lately”, however, was interpreted very differently among participants. Participants commented on the ambiguous nature of the word. Some participants responded in a timeframe of years, while others responded with reference to the past week. We thus clarified the timeframe from “lately” to “lately (in the last 1–2 months)” in order to provide a more specific, yet still flexible timeframe. Interviewees appropriately defined “condition”, which replaced “illness” in the Neuro-QOL Pediatric Stigma. Most participants defined it as “sickness, illness, disease or problem” or referred directly to the specific condition. No changes were made to response options as the response options (never, rarely, sometimes, often, and always) were well understood by interviewees. In terms of questions (item stem), three questions were removed from the final pool due to their redundant content determined by the study team. For the remaining 22 items, the majority of the interviewees felt that the questionnaire covered their experience or their child’s stigma-related experience. The length of the questionnaire was described as “just about right” by 9 of the 13 interviewees. Appropriate minor modifications on newly written items were made based on interviewees’ feedback. No additional cognitive interviews were required after modifications due to the minor nature of the changes. Thus, the refined item pool consisted of 22 items: the 16 original Neuro-QoL items that are common for children with various chronic conditions (thus, core items) and 6 skin condition-focused items that capture stigma related to physical appearance. Since this refined measure covers children beyond those with neurological conditions, we re-named this instrument the  PROMIS Pediatric Stigma Measure (PPS) . Sample and data sources Data obtained from 860 children aged 8–17 years were analyzed. We purposefully used this heterogeneous sample to improve the generalizability of the PPS Measure. This sample includes children and adolescents with epilepsy ( n  = 111, mean age of 13.5 years), neurofibromatosis type 1 with an associated plexiform neurofibroma (pNF;  n  = 140, 12.6 years), muscular dystrophy (MD;  n  = 60, 14.1 years), cancer ( n  = 82, 12.7 years) and various skin conditions ( n  = 467, mean age 12.5 years, with  n  = 328 atopic dermatitis/AD and  n  = 139 with psoriasis, epidermolysis bullosa, or ichthyosis). The children with cancer and skin conditions (i.e., sample-1,  n  = 549) were recruited between June and August 2017 via an internet panel company and the supportive groups for children with skin conditions as part of the PEPR study and completed the 22 questions of the PPS and PPS-Skin. Inclusion criteria were: ages 8–17 years, with a diagnosis of atopic dermatitis, psoriasis, epidermolysis bullosa, ichthyosis, or cancer. Data of children with epilepsy, MD and pNF (i.e., sample-2,  n  = 311) were from two existing databases [ 19 ,  20 ], in which the original 18-item Neuro-QoL pediatric stigma item bank had already been completed and thus were available for calibration. Data are publicly available in either Dataverse ( https://dataverse.harvard.edu/dataverse/HealthMeasures ; PEPR, epilepsy and MD) or NF Data Portal ( https://nf.synapse.org/ ). Analysis Evaluation of unidimensionality Figure 1  overviews the analyses taken for this paper, which followed the PROMIS methodology. Since the unidimensionality of the original Neuro-QoL Pediatric Stigma item bank was previously reported [ 13 ], we focused on whether the additional skin items impacted undimensionality of the refined measure using sample-1 (PEPR data). Data were randomly divided into two datasets: one for exploratory factor analysis (EFA; sample  n  = 273) and the other for confirmatory factor analysis (CFA; sample  n  = 276). In EFA, we explored the number of potential factors by evaluating number of factors with eigenvalue > 1; number of factors before the break in the scree plot; and 3) ratio of eigenvalue 1-to-2 (criterion: ≥ 4) [ 21 , 22 , 23 , 24 ]. A promax rotation with polychoric correlations was used to examine the association among factors and items and to examine item loadings (criterion: > 0.4). Bi-factor analysis [ 25 ], a family of confirmatory factor analysis, was used to evaluate sufficient unidimensionality when we took sub-domains into account. Bi-factor analysis specifies a general factor (defined by loadings from all included items) and local factors (or sub-domains, defined by loadings from pre-specified groups of items related to their sub-domains). Sufficient unidimensionality is supported when factor loadings to local factors are lower than those to the general factor and the bi-factor model has acceptable fit indices (i.e., CFI > 0.90; RMSEA < 0.10; R-squared > 0.30; residual correlations < 0.20). Additionally, variance explained by the general factor should be greater than that explained by local factors if sufficient unidimensionality is supported. Evaluation of psychometric properties using item response theory (IRT) There are two phases of IRT analyses: phase 1 was to calibrate the item parameters for the PPS (i.e., core items), and phase 2 was to finalize the PPS-Skin by linking skin items to the measurement continuum of the PPS. In phase 1, we estimated the PPS by modeling responses from all sample (sample-1 and sample-2) to 18 core items using an IRT model, the graded response model (GRM) [ 26 ]. Two items that were not administered to the sample-1 were treated as missing during IRT modeling. We defined item misfit as occurring when the item fit test ratio of Chi-squared to degrees of freedom was > 3.0 [ 27 ,  28 ]. Prior to finalizing parameters of core items, we investigated stability of measurement properties of items by evaluating differential item functioning (DIF). We first evaluated DIF on sample groups (sample-1 versus sample-2) to investigate whether refined item wording (from “illness” to “condition”) and narrowly defined timeframe (from “lately” to “lately (in the last 1–2 months)) impacted measurement properties of items. If no items showed sample group DIF, we then evaluated DIF on the following variables using the combined sample: gender (male versus female), age (8–12 years versus 13–17 years), and conditions (cancer vs. AD/eczema; non-AD skin condition vs. AD; pNF vs. AD; muscular dystrophy vs. AD; and epilepsy vs. AD). We used patients with AD as the reference group because of its larger sample size among all conditions. DIF was conducted using lordif [ 29 ], a hybrid logistic ordinal regression/IRT ability score framework. We flagged items for potential DIF if they had χ2 associated  p  < 0.01 and a Nagelkerke  pseudo-R-squared  value ≥ 0.20. We evaluated DIF “score impact” by comparing scores with and without DIF items. “Impact” is defined as differences between theta scores when all items were included versus when items with DIF were removed. The study team reviewed DIF results and determined whether items should be excluded from the final measure. In phase 2, we use a fixed parameter calibration approach [ 16 ,  30 ] to link skin items to the core items so that all item parameters are placed on the same metric. Specifically, skin items that were administered only to sample-1 were calibrated by fixing parameters of core items obtained in phase 1 IRT analysis. We used parameters of final items to estimate information functions at both the item and the measure levels. In IRT, information is the inversion of the standard error of estimates. Items with higher information function values (i.e., lower error and higher precision) were candidates to be included in a short form (SF). Multiple SFs could be created from an IRT-calibrated measures and their scores are comparable. In this study, we demonstrated SFs by selecting items with high information function (i.e., high precision). Scale information function is the accumulation of item information function, which were then transformed into IRT-based reliabilities. IRT-based reliability is estimated at the individual score-level, which is derived from a SE estimate (i.e., reciprocal of scale information), specifically IRT-based reliability  r  = 1−(SE) 2 . Unlike classical test theory based reliability where one reliability is derived per scale, IRT-based reliabilities vary across the measurement continuum. We focused on score range for people who report moderate/severe stigmatization. A reliability ≥ 0.70 was considered acceptable (Reeve et al., 2007). Finally, we compared perceived stigma reported by children with AD, cancer, pNF, epilepsy and MD descriptively. PPS and PPS-Skin are reported using the PROMIS T-Score metric, where mean = 50 and standard deviation = 10. Higher scores represent worse stigma.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:30:21"
}