{
  "pmid": "PMID:38170419",
  "title": "Development of the PROMIS pediatric stigma and extension to the PROMIS pediatric stigma: skin item banks.",
  "abstract": "PURPOSE: To develop the PROMIS Pediatric Stigma (PPS) and Skin (PPS-Skin) by constructing a common metric for measuring stigma in children with various conditions, while capturing the unique features of each condition. METHODS: Data from 860 children, ages 8-17, with a diagnosis of epilepsy, pNF (neurofibromatosis type 1 associated neurofibroma plexform), MD (muscular dystrophy), cancer, or skin conditions recruited from three projects were analyzed. Children with epilepsy, pNF and MD (sample-1) completed the original 18-item Neuro-QoL Stigma, while children with cancer and skin conditions (e.g., atopic dermatitis, psoriasis, and genetic skin disorders; sample-2) completed a 16-item version and 6 additional skin related items. Exploratory factor analysis (EFA) and confirmatory analysis (CFA) were used to evaluate unidimensionality of 24 stigma items. Differential item functioning (DIF) was used to evaluate measurement equivalence on group, gender, age, and conditions. Item response theory model (IRT) was used to construct the final measure. RESULTS: Sufficient unidimensionality was supported by both EFA and CFA. No items showed significant DIF indicating stable measurement properties across groups of comparison. All items fit the IRT model and were able to be calibrated together to form the PPS which consists of 18 core items. The PPS-Skin (18 cores items + 6 skin items) was developed by calibrating 6 skin items onto the common metric as the PPS. CONCLUSIONS: We used IRT techniques to successfully develop the PPS and the PPS-Skin, which share a common metric and account for unique and common concerns related to chronic conditions.",
  "authors": "Jin-Shei Lai; Cindy Nowinski; Stephanie M Rangel; Shalini Thareja Batra; Kelly Mueller; Sarah Chamlin; Vitali Ustsinovich; David Cella; Maxwell Mansolf; Amy S Paller",
  "journal": "Quality of life research : an international journal of quality of life aspects of treatment, care and rehabilitation",
  "publicationDate": "2024-03",
  "doi": "10.1007/s11136-023-03574-z",
  "methods": "Methods Data from 860 children, ages 8–17, with a diagnosis of epilepsy, pNF (neurofibromatosis type 1 associated neurofibroma plexform), MD (muscular dystrophy), cancer, or skin conditions recruited from three projects were analyzed. Children with epilepsy, pNF and MD (sample-1) completed the original 18-item Neuro-QoL Stigma, while children with cancer and skin conditions (e.g., atopic dermatitis, psoriasis, and genetic skin disorders; sample-2) completed a 16-item version and 6 additional skin related items. Exploratory factor analysis (EFA) and confirmatory analysis (CFA) were used to evaluate unidimensionality of 24 stigma items. Differential item functioning (DIF) was used to evaluate measurement equivalence on group, gender, age, and conditions. Item response theory model (IRT) was used to construct the final measure. Methods This study was approved by Institutional Review Boards of Northwestern University and Ann & Robert H. Lurie Children’s Hospital of Chicago. All participants provided informed consent prior to participating in the study. PROMIS pediatric stigma measure: expansion and refinement of the neuro-QoL pediatric stigma The initial Neuro-QoL Pediatric Stigma Item Bank consists of 18 items. A 5-point rating scale (1 = Never, 2 = Rarely, 3 = Sometimes, 4 = Often, 5 = Always) was used. Items in Neuro-QoL were reviewed for potential generalizability to a broader group of conditions. Item “I felt embarrassed about the way I talk” was considered not directly related to children with most non-neurologic conditions, and thus not included in this round of testing. To capture the gap related to skin conditions specifically based on literature review and clinical experiences, eight new items were written by the study team, including 8 pediatric dermatologists, a pediatric health psychologist, and experienced PRO researchers. These new items focused on assessing the stigma related to physical appearances visible to other persons, as well as the belief that a condition is contagious. All items were worded in a negative direction (i.e., higher scores meant more stigmatization). To maximize generalizability to children across various chronic conditions, we replaced the word “illness” with “condition”. Cognitive interviews of 25 items (17 Neuro-QoL and 8 newly written items) were conducted on 13 pediatric patients (ages 8 to 17 years) with either primary dermatologic conditions or cancer who had changes in their physical appearance or visible behavior considered potentially stigmatizing. Cognitive interviews (CI) were performed to assess the understanding and relevance of every item and response option, as well as the appropriateness of the timeframe. Directly prior to the CI, the participant independently completed the measure. Throughout the entire session, interviewers took detailed notes and all interviews were audio-recorded to ensure accuracy of the notes. In general, interviewees demonstrated understanding of all items. The timeframe of “lately”, however, was interpreted very differently among participants. Participants commented on the ambiguous nature of the word. Some participants responded in a timeframe of years, while others responded with reference to the past week. We thus clarified the timeframe from “lately” to “lately (in the last 1–2 months)” in order to provide a more specific, yet still flexible timeframe. Interviewees appropriately defined “condition”, which replaced “illness” in the Neuro-QOL Pediatric Stigma. Most participants defined it as “sickness, illness, disease or problem” or referred directly to the specific condition. No changes were made to response options as the response options (never, rarely, sometimes, often, and always) were well understood by interviewees. In terms of questions (item stem), three questions were removed from the final pool due to their redundant content determined by the study team. For the remaining 22 items, the majority of the interviewees felt that the questionnaire covered their experience or their child’s stigma-related experience. The length of the questionnaire was described as “just about right” by 9 of the 13 interviewees. Appropriate minor modifications on newly written items were made based on interviewees’ feedback. No additional cognitive interviews were required after modifications due to the minor nature of the changes. Thus, the refined item pool consisted of 22 items: the 16 original Neuro-QoL items that are common for children with various chronic conditions (thus, core items) and 6 skin condition-focused items that capture stigma related to physical appearance. Since this refined measure covers children beyond those with neurological conditions, we re-named this instrument the  PROMIS Pediatric Stigma Measure (PPS) . Sample and data sources Data obtained from 860 children aged 8–17 years were analyzed. We purposefully used this heterogeneous sample to improve the generalizability of the PPS Measure. This sample includes children and adolescents with epilepsy ( n  = 111, mean age of 13.5 years), neurofibromatosis type 1 with an associated plexiform neurofibroma (pNF;  n  = 140, 12.6 years), muscular dystrophy (MD;  n  = 60, 14.1 years), cancer ( n  = 82, 12.7 years) and various skin conditions ( n  = 467, mean age 12.5 years, with  n  = 328 atopic dermatitis/AD and  n  = 139 with psoriasis, epidermolysis bullosa, or ichthyosis). The children with cancer and skin conditions (i.e., sample-1,  n  = 549) were recruited between June and August 2017 via an internet panel company and the supportive groups for children with skin conditions as part of the PEPR study and completed the 22 questions of the PPS and PPS-Skin. Inclusion criteria were: ages 8–17 years, with a diagnosis of atopic dermatitis, psoriasis, epidermolysis bullosa, ichthyosis, or cancer. Data of children with epilepsy, MD and pNF (i.e., sample-2,  n  = 311) were from two existing databases [ 19 ,  20 ], in which the original 18-item Neuro-QoL pediatric stigma item bank had already been completed and thus were available for calibration. Data are publicly available in either Dataverse ( https://dataverse.harvard.edu/dataverse/HealthMeasures ; PEPR, epilepsy and MD) or NF Data Portal ( https://nf.synapse.org/ ). Analysis Evaluation of unidimensionality Figure 1  overviews the analyses taken for this paper, which followed the PROMIS methodology. Since the unidimensionality of the original Neuro-QoL Pediatric Stigma item bank was previously reported [ 13 ], we focused on whether the additional skin items impacted undimensionality of the refined measure using sample-1 (PEPR data). Data were randomly divided into two datasets: one for exploratory factor analysis (EFA; sample  n  = 273) and the other for confirmatory factor analysis (CFA; sample  n  = 276). In EFA, we explored the number of potential factors by evaluating number of factors with eigenvalue > 1; number of factors before the break in the scree plot; and 3) ratio of eigenvalue 1-to-2 (criterion: ≥ 4) [ 21 , 22 , 23 , 24 ]. A promax rotation with polychoric correlations was used to examine the association among factors and items and to examine item loadings (criterion: > 0.4). Bi-factor analysis [ 25 ], a family of confirmatory factor analysis, was used to evaluate sufficient unidimensionality when we took sub-domains into account. Bi-factor analysis specifies a general factor (defined by loadings from all included items) and local factors (or sub-domains, defined by loadings from pre-specified groups of items related to their sub-domains). Sufficient unidimensionality is supported when factor loadings to local factors are lower than those to the general factor and the bi-factor model has acceptable fit indices (i.e., CFI > 0.90; RMSEA < 0.10; R-squared > 0.30; residual correlations < 0.20). Additionally, variance explained by the general factor should be greater than that explained by local factors if sufficient unidimensionality is supported. Evaluation of psychometric properties using item response theory (IRT) There are two phases of IRT analyses: phase 1 was to calibrate the item parameters for the PPS (i.e., core items), and phase 2 was to finalize the PPS-Skin by linking skin items to the measurement continuum of the PPS. In phase 1, we estimated the PPS by modeling responses from all sample (sample-1 and sample-2) to 18 core items using an IRT model, the graded response model (GRM) [ 26 ]. Two items that were not administered to the sample-1 were treated as missing during IRT modeling. We defined item misfit as occurring when the item fit test ratio of Chi-squared to degrees of freedom was > 3.0 [ 27 ,  28 ]. Prior to finalizing parameters of core items, we investigated stability of measurement properties of items by evaluating differential item functioning (DIF). We first evaluated DIF on sample groups (sample-1 versus sample-2) to investigate whether refined item wording (from “illness” to “condition”) and narrowly defined timeframe (from “lately” to “lately (in the last 1–2 months)) impacted measurement properties of items. If no items showed sample group DIF, we then evaluated DIF on the following variables using the combined sample: gender (male versus female), age (8–12 years versus 13–17 years), and conditions (cancer vs. AD/eczema; non-AD skin condition vs. AD; pNF vs. AD; muscular dystrophy vs. AD; and epilepsy vs. AD). We used patients with AD as the reference group because of its larger sample size among all conditions. DIF was conducted using lordif [ 29 ], a hybrid logistic ordinal regression/IRT ability score framework. We flagged items for potential DIF if they had χ2 associated  p  < 0.01 and a Nagelkerke  pseudo-R-squared  value ≥ 0.20. We evaluated DIF “score impact” by comparing scores with and without DIF items. “Impact” is defined as differences between theta scores when all items were included versus when items with DIF were removed. The study team reviewed DIF results and determined whether items should be excluded from the final measure. In phase 2, we use a fixed parameter calibration approach [ 16 ,  30 ] to link skin items to the core items so that all item parameters are placed on the same metric. Specifically, skin items that were administered only to sample-1 were calibrated by fixing parameters of core items obtained in phase 1 IRT analysis. We used parameters of final items to estimate information functions at both the item and the measure levels. In IRT, information is the inversion of the standard error of estimates. Items with higher information function values (i.e., lower error and higher precision) were candidates to be included in a short form (SF). Multiple SFs could be created from an IRT-calibrated measures and their scores are comparable. In this study, we demonstrated SFs by selecting items with high information function (i.e., high precision). Scale information function is the accumulation of item information function, which were then transformed into IRT-based reliabilities. IRT-based reliability is estimated at the individual score-level, which is derived from a SE estimate (i.e., reciprocal of scale information), specifically IRT-based reliability  r  = 1−(SE) 2 . Unlike classical test theory based reliability where one reliability is derived per scale, IRT-based reliabilities vary across the measurement continuum. We focused on score range for people who report moderate/severe stigmatization. A reliability ≥ 0.70 was considered acceptable (Reeve et al., 2007). Finally, we compared perceived stigma reported by children with AD, cancer, pNF, epilepsy and MD descriptively. PPS and PPS-Skin are reported using the PROMIS T-Score metric, where mean = 50 and standard deviation = 10. Higher scores represent worse stigma.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:30:21",
  "introduction": "Introduction Stigma is a mark of disgrace associated with a particular circumstance, quality, or person, and is defined as a group of negative and often false ideas that society or a group of individuals attach to an object, individual, condition, or idea. These notions ultimately lead to rejection, alienation, and devaluation [ 1 ]. Stigma can have a strong impact on an individual’s health related quality of life (HRQoL) [ 2 ]. Patients with neuromuscular disease can suffer more from their fear of discrimination and shame than from actual experienced stigmatization [ 3 ]. In adolescents, acne is associated with elevated self-consciousness, social isolation, and interpersonal difficulties [ 4 ,  5 ]. In patients with HIV/AIDS, cancer, obesity, mental illness, and irritable bowel syndrome, stigma has been associated with increased rates of depression [ 6 ,  7 ] and anxiety [ 7 ,  8 ], decreased rates of self-esteem, lower healthcare utilization [ 9 ,  10 ], poorer treatment adherence [ 6 ,  11 ], and poorer HRQoL [ 8 ]. Thus, monitoring stigma perceived by patients across different conditions is important to initiate early interventions; yet such monitoring requires psychometrically sound instruments that are patient-centered and easy to implement in clinical practices. Though stigma is common among people with chronic conditions and condition-specific stigma instruments were developed for certain conditions [ 12 ], generic tools that can be used to assess stigma across a range of chronic conditions are rare. Moreover, a measurement system measuring stigma common across different conditions yet capturing unique experience perceived by specific condition is lacking. Recognizing the need to have a stigma measure that is applicable for people with various neurological conditions, supported by the National Institute of Neurological Disorders and Stroke (NINDS), the Quality of Life in Neurological Disorders (Neuro-QoL) was developed, that included a pediatric stigma measure.[ 13 ,  14 ]. Neuro-QoL and the Patient-Reported Outcome Measurement Information System (PROMIS) [ 15 ] use similar, generally accepted, item response theory (IRT)-based measure development methods and are both part of HealthMeasures (a resource for supporting and distributing NIH-sponsored measures;  www.healthmeasures.net ). PROMIS and Neuro-QoL measures were developed as item banks (sets of questions that assess the continuum of the construct being assessed) and can be administered as fixed length short forms (SF; subsets of items within the bank) or as computerized adaptive tests (CATs), which makes individualized brief-yet-precise measures possible [ 16 ,  17 ]. While PROMIS includes pediatric self-report measures covering 26 domains of physical, mental and social well-being, with most of those measures available for parent proxy reporting, it does not include an assessment for stigma. The Validation of Pediatric Patient-Reported Outcomes in Chronic Diseases (PEPR) Consortium uses pediatric patient-reported outcomes measures, with a focus on those developed by the PROMIS [ 15 ], to better understand children’s experience of disease while also clinically validating the tools in diverse clinical populations and settings. As part of the PEPR consortium, we sought to extend the Neuro-QoL Pediatric Stigma for broader use in pediatric populations, to measure both the stigma commonly experienced by the general pediatric population and stigma unique to individual conditions by calibrating condition-specific items to the same measurement continuum. For the initial condition-specific module, we chose skin conditions, given their high visibility and likelihood to result in stigma. Children with inflammatory skin conditions (e.g., atopic dermatitis/eczema and psoriasis), congenital genetic diseases (e.g., ichthyosis, epidermolysis bullosa, and neurofibromatosis type 1 with a plexiform neurofibroma), and cancer-related skin issues (e.g., alopecia from chemotherapy treatment) can experience stigmatization due to their physical behaviors associated with itch, such as scratching. A recent literature review conducted by Luck-Sikorski et al. [ 18 ] recommended 12 instruments for measuring stigma on people with skin conditions. However, none of them were developed using IRT. The purpose of this paper is to report the development and initial psychometric properties of this modified generic measure, the PROMIS Pediatric Stigma (PPS), and an extension to children with skin condition, the PROMIS Pediatric Stigma—Skin (PPS-Skin).",
  "results": "Results The initial EFA results showed two factors had eigenvalues greater than 1 (eigenvalue = 15.7 and 2.0, respectively), the ratio of eigenvalue 1-to-2 was 7.71, and only one factor noted before the break in the scree plot. These results suggested one dominant factor and one potential second factor among these items. We then compared factors loadings after the Promax rotation. A moderate correlation ( r  = 0.63) was found between these two factors. When these two factors were modeled as correlated factors (i.e., factor structure), all items had high loadings on both factors ranging 0.44–0.94 and 0.5–0.93 for factor 1 and factor 2, respectively. When analyzing these items using one-factor CFA, acceptable CFI (0.954) and R-square (ranging 0.337–0.850) were found. However, RMSEA (0.135) exceeded the criterion and there were 14 item pairs with residual correlation > 0.2. Based on these results, we conducted a bi-factor CFA using the 2nd half of sample to confirm the essential unidimensionality of these items with a model of one dominant factor with two local factors. Results showed acceptable fit indices: CFI = 0.989, RMSEA = 0.068, and R-square ranging 0.55–0.88. All residual correlations were < 0.2, except one for which a borderline correlation ( r  = 0.203) was found. All items had factor loadings greater than 0.4 on the general factor. All but one item had higher factor loadings on the general factor than on the local factors. Item “I wished my condition wasn’t visible to other people” showed higher loading to the local factor (0.756) than to the general factor (0.463). Based on these results, we concluded that sufficient unidimensionality of these 22 items was confirmed. In the phase 1 IRT analysis, all 18 items fit the GRM model with Chi-square/degree of freedom < 3 and therefore were able to be calibrated using GRM. Slope parameters ranged from 1.86 to 3.2, and threshold parameters ranged from −1.42 to 2.77. No items showed DIF between sample groups, indicating that the modified version, the PPS Measure (i.e., narrower timeframe and replacing “illness” with “condition”), exhibited comparable measurement properties with the original version, the Neuro-QoL Pediatric Stigma Item bank, and therefore allowing data from both sample groups to be combined. We also saw no DIF on gender and age. For other comparisons, two items (NQSTGped11 ‘Unhappy how illness/condition affected appearance’ and NQSTGped15 ‘Felt embarrassed about illness/condition’) had DIF on the comparisons of non-AD skin conditions versus AD and pNF versus AD. One item (NQSTGped20 ‘Lost friends by telling them about illness/condition’) showed DIF on the comparison of cancer versus AD. We then evaluated the magnitude of DIF impact. We found that the largest impacts occurred at the lower end of the continuum (i.e., minimum stigma). However, as shown in  Fig. 2 , in general, the impact was minimal, with most differences falling within 1 T-score (or 0.1 SD). We therefore concluded that these DIF items could be retained in the final measure. In the phase 2 IRT analysis, we estimated parameter values of the six skin-specific items by fixing parameters of the 18 core items. The PROMIS Stigma Measure – Skin consists of 18 Pediatric PROMIS Stigma Measure items and six skin-specific items, and these 24 items were co-calibrated onto the same measurement continuum. Items of PPS and PPS-Skin are shown in the  Appendix , including exemplar SFs. These items were chosen based on high information function, important content, and no DIF on any comparisons. IRT-based reliability for both PPS and PPS-Skin are shown in  Fig. 3a  and  b , respectively. For sample 1, the population with skin conditions, all stigma scores were measured reliably, with IRT-based reliabilities > 0.7 (see dashed lines in  Figs. 3a  and  b ). Specifically, when using the PPS (i.e., core items;  Fig. 3a ), all sample 1 subjects had a reliability ≥ 0.7; moreover, 92.5% of them had a reliability ≥ 0.9. When using the PPS-Skin ( Fig. 3b ), all sample 1 subjects had a reliability ≥ 0.7; of them, 93.6% had a reliability ≥ 0.9. Finally, as shown in  Fig. 4 , children with cancer reported the worst stigma (T-score mean = 59.2, SD = 5.9), followed by epidermolysis bullosa (mean = 55.2, SD = 7.3), and psoriasis (mean = 54.9, SD = 7.9); while children with epilepsy reported the least stigma (mean = 44, SD = 10.2).",
  "discussion": "Discussion Chronic disease can impact the social and emotional health of children and adolescents at a critical time during development. Stigma, whether perceived by the affected individual or experienced through the responses of others, can lead to mental and social health issues, such as anxiety, depression, and relationships with peers. Yet, few tools have been available to measure stigma. In this study, using the Neuro-QoL Pediatric Stigma as the foundation, we developed the PPS, a generic measure, and extended it to children with skin conditions as PPS-Skin. PPS-Skin captures stigma that is commonly perceived by children across different conditions and unique to children with skin conditions. The measurement strategy used by this study has potential in extending to other conditions that may have experience unique to their conditions (e.g., amputations). We chose to demonstrate this measurement strategy using children with skin conditions as a starting point because of its high prevalence and children with a “high visibility” condition are at risk of stigmatization. Jones and colleagues [ 31 ,  32 ] identified 6 dimensions of stigma that affect interpersonal roles of those stigmatized; among them, visibility is considered playing an important role in producing negative social reactions. Although adolescent acne may be the most common dermatological disease that can cause stigmatization, several other skin conditions, such as alopecia areata (hair loss) and vitiligo (pigment loss), have been linked to poor HRQoL based on their visibility. In other cases, the high visibility of the skin manifestations is accompanied by behaviors that distinguish the child, such as scratching or avoidance of sports because of worsening when overheated, as in atopic dermatitis/eczema. To capture manifestations, which are unique to patients with skin conditions, we added six skin-specific items to the bank, providing more specific options for measurement in the pediatric population with skin disorders. The same strategy can be used to extend the PPS to other conditions, such as amputation, obesity, and juvenile idiopathic arthritis. More attention has been focused on how stigma affects adults with chronic illnesses than children [ 33 ]; yet stigma negatively predicted general health and social functioning in youth living with chronic illness [ 34 ,  35 ]. Many factors can result in stigmatization such as characteristics of diseases and the patient’s social support. With the availability of the PPS and extensions to other conditions, we will be able to compare stigma across the range of chronic conditions (example provided in  Fig. 4 ). Our ultimate goal is to understand stigma associated with chronic conditions on children which will help to provide timely effective interventions to minimize the impacts from stigmatization. The PPS and PPS-Skin are associated with many strengths. It is a person-centered measure as items were generated using individual interviews to reflect their concerns. Because it was developed using IRT, brief-yet-precise estimates are available using either computerized adaptive testing (CAT) or brief static SFs. For CAT administration, using a pre-set algorithm, only the most informative items targeting the respondent’s stigmatization level will be chosen; subsequently, precise estimation can be reached using few items. PPS and PPS-Skin CATs will soon be available through  Healthmeasures.net . If CAT administration is not feasible, we recommend using SFs. More than one SF can be created. We demonstrated precision-oriented (i.e., high information function) SFs in this paper as shown in the  Appendix : One for the PPS and one for the PPS–Skin. Investigators can also construct a short form by selecting items appropriate for their needs, such as a SF covers the whole measurement continuum, from low stigma to severe stigma, by selecting items equally from each segment of the continuum. Indeed, the 6-item Skin module can be considered a content-specific short form. Investigators can decide which SF they prefer to administer. Scores among these SFs and between SFs and CAT are comparable to the full-length measure [ 16 ]. Specifically, as with all other PROMIS item banks, a T-score scoring system is used, in which the mean of the reference group is 50 and standard deviation is 10. This minimal-respondent burden makes it feasible to measure stigma regularly during clinical visits. Limitations were noted. With an intention to develop a measure widely applicable to a wide range of children with chronic conditions, a heterogeneous sample was purposefully used in this study to enable the usability of the measure to various disease groups. Although not powered for stratification, our calibration data would suggest that cancer and epidermolysis bullosa, a painful blistering skin disorder in which children are typically encased in dressings, are more stigmatizing than epilepsy and muscular dystrophy, with atopic dermatitis causing an average amount of stigma among stigmatizing disorders. As a common weakness of most secondary data analyses, we did not collect details in understating the contributing factors to severity of stigmatization. Further studies are needed to understand contributing factors and replicability of the study results. Additionally, we calibrated across a variety of chronic, potentially stigmatizing disorders (cancer, several skin and neurologic disorders). Future studies to evaluate stable measurement properties of the PPS using e.g., differential item functioning on children with other conditions (e.g., rheumatic and sickle cell diseases) are needed. Both PPS and PPS-Skin are available in  www.healthmeasures.net . Perturbed item calibrations (please refer to the online  supplementary file ) were prepared by first randomly shifting each item parameter estimate (slope and location) by separately-generated random values between −1 and 1, then by subtracting the mean across all item location estimates from all such estimates, resulting in masking both the original calibrations (via perturbation) and the norm-referenced mean. These perturbed item parameters are for research use only and will not yield valid PROMIS T scores when used for scoring. Original item calibrations are available upon request. Further efforts will test the PPS in other languages and for additional condition. Ultimately, the tool will be useful to test the potential impact of stigma on reduction in health-related quality of life and well-being.",
  "upgrade_date": "2026-02-21 02:19:45"
}