{
  "pmid": "38175707",
  "abstract": "Cutaneous neurofibromas (cNFs) are benign Schwann cell (SC) tumors arising from subepidermal glia. Individuals with neurofibromatosis type 1 (NF1) may develop thousands of cNFs, which greatly affect their quality of life. cNF growth is driven by the proliferation of NF1-/- SCs and their interaction with the NF1+/- microenvironment. We analyzed the crosstalk between human cNF-derived SCs and fibroblasts (FBs), identifying an expression signature specific to the SC-FB interaction. We validated the secretion of proteins involved in immune cell migration, suggesting a role of SC-FB crosstalk in immune cell recruitment. The signature also captured components of developmental signaling pathways, including the cAMP elevator G protein-coupled receptor 68 (GPR68). Activation of Gpr68 by ogerin in combination with the MEK inhibitor (MEKi) selumetinib reduced viability and induced differentiation and death of human cNF-derived primary SCs, a result corroborated using an induced pluripotent stem cell-derived 3D neurofibromasphere model. Similar results were obtained using other Gpr68 activators or cAMP analogs/adenylyl cyclase activators in combination with selumetinib. Interestingly, whereas primary SC cultures restarted their proliferation after treatment with selumetinib alone was stopped, the combination of ogerin-selumetinib elicited a permanent halt on SC expansion that persisted after drug removal. These results indicate that unbalancing the Ras and cAMP pathways by combining MEKi and cAMP elevators could be used as a potential treatment for cNFs.",
  "methods": "Methods Patients, cNFs, and tumor processing. Patients with NF1 diagnosed according to standard diagnostic criteria ( 52 ) provided tumor samples after giving written informed consent. Immediately after excision, tumor samples were placed in DMEM medium (Gibco) containing 10% FBS (Gibco) + 1x GlutaMax (Gibco) + 1x Normocin antibiotic cocktail (InvivoGene) and shipped at room temperature to our laboratories. Tumors were processed as follows: surrounding fat tissue and skin were removed, and tumors were cut into 1 mm pieces and cryopreserved in 10% DMSO (MilliporeSigma) + 90% FBS (Gibco) until used. cNF-derived SCs and endoneurial FB cultures. CNF-derived SCs and endoneurial FBs were isolated as described previously ( 18 ). Briefly, cryopreserved cNFs were thawed, cut into smaller pieces using a scalpel, and digested with 160 U/mL collagenase type 1 and 0.8 U/mL dispase (Worthington) for 16 hours at 37ºC, 5% CO 2 . To establish SC cultures, dissociated cells were seeded onto 0.1 mg/mL Poly-L-lysine– (MilliporeSigma) and 4 μg/mL Laminin-coated (Gibco) dishes in SC media (SCM), which is DMEM (Gibco) with 10% FBS (Gibco), 100 U/mL Penicillin/100 mg/mL Streptomycin (Gibco), 0.5 mM 3-iso-butyl-1-methylxanthine (IBMX, MilliporeSigma), 2.5 μg/mL Insulin (MilliporeSigma), 10 nM Heregulin-b1 (PeproTech), and 0.5 μM Forskolin (MilliporeSigma). Once the SC culture was established, cells were passaged when they reached confluency with 0.05% Trypsin-EDTA (Gibco) and plated in SCM. Following 24 hours, the culture medium was replaced by SCM without Forskolin, and 24 hours later medium was changed and replaced with SCM for an additional 2–3 days. This process was repeated in cycles. Cells were maintained at 37ºC under a 10% CO 2  atmosphere.  Supplemental Table 3  summarizes all cNF-derived SCs used for each of the distinct functional analyses. To establish FB cultures, tumor-dissociated cells were plated in DMEM supplemented with 10% FBS media and 1x GlutaMAX (Gibco) and 100 U/mL/Penicillin/100 mg/mL Streptomycin (Gibco). Cells were passaged when necessary with 0.25% Trypsin-EDTA and maintained at 37ºC under a 5% CO 2  atmosphere. SC and endoneurial FB coculture experiment. 70% SC and 30% FB cocultures were grown under SC culture conditions with some modifications: cells were seeded onto 0.1 mg/mL Poly-L-lysine– (MilliporeSigma) and 4 μg/mL Laminin-coated (Gibco) dishes in SCM without IBMX (MilliporeSigma) to favor FB growth. A total of 5 × 10 4  cells per cm 2  were seeded, and 24 hours later, the medium was changed to SCM without IBMX or Forskolin. Cocultures were maintained at 37°C under a 10% CO 2  atmosphere for a total of 72 hours. At this point, supernatants were collected for further analysis, and cells were trypsinized using 0.25% Trypsin-EDTA. A fraction of cells was analyzed for p75 expression by flow cytometry, and another fraction was pelleted and frozen for RNA extraction. Neurofibromasphere generation. Neurofibromaspheres were prepared following the protocol described in Mazuelas et al. ( 53 ). In summary,  NF1 –/–  iPSC-derived neural crest cells were plated in SC differentiation media for 5 days. At this point, cells were mixed with human cNF-derived FBs and plated in microcavity Aggrewell plates (Stemcell Technologies) to generate neurofibromaspheres. 24 hours after seeding, neurofibromaspheres were treated with vehicle (DMSO), single treatments, or cotreatments for 72 hours. DNA extraction. Genomic DNA from tumors was extracted using the Gentra Puregene Kit (Qiagen) following the manufacturer’s instructions, after homogenization using Tissue Lyser (Qiagen). Genomic DNA from primary cells was extracted using the Maxwell 16 purification Instrument (Promega) following the manufacturer’s instructions. RNA extraction. Tumors were thawed in DMEM supplemented with 10% FBS and homogenized using a TissueRuptor II (Qiagen), and total RNA was extracted using the TriPure Isolation Reagent (Roche) following the manufacturer’s instructions. Total RNA from primary cells was extracted using the 16 LEV simplyRNA Purification Kit (Promega), following the manufacturer’s instructions, in the Maxwell 16 Instrument (Promega). RNA was quantified with a Nanodrop 1000 spectrophotometer (Thermo Fisher Scientific). Quality was assessed with a Bioanalyzer 2200 TapeStation (Agilent). NF1 genetic analysis. NF1  germline and somatic mutations were detected by  NF1  gDNA sequencing using the I2HCP NGS custom panel ( 33 ). Germline mutations were confirmed by DNA Sanger sequencing from cultured cNF-derived FB cells. Loss of heterozygosity of  NF1  locus was detected by Microsatellite Multiplex PCR Analysis of chromosome 17 ( 54 ). The reference sequence used was NG_009018_1; NM_000267_3;  NP_000258.1 . For intragenic deletions we used  NM_001042492.2 . Exome sequencing. The exome was captured using an Agilent SureSelect Human All Exon V5 kit and sequenced in a HiSeq instrument (Illumina) at Centro Nacional de Analisis Genomicos (Barcelona, Spain). Sequencing reads were then mapped with bwa mem ( 55 ) against GRCh38. We called variants with strelka2 ( 56 ) and annotated them with annovar ( 57 ). RNA-Seq analysis. RNA-Seq libraries were prepared in the IGTP Genomics Core Facility using the TruSeq stranded mRNA Illumina, quantified with the KAPA library quantitation kit for Illumina GA and the Agilent Bioanalyzer, and sequenced at Centro Nacional de Analisis Genomicos in a HiSeq platform pooling 3 samples per lane (paired end, 2 × 100). To evaluate the effect of the heterotypic interactions on the coculture transcriptomic profiles we created a matched set of virtual cocultures by in silico mixing sequencing reads from the pure SCs and FBs. To build them, we randomly sampled a total of 38.5 million reads from the fastq files of the SCs and FBs in each coculture in the exact same proportion of SCs and FBs determined by flow cytometry analysis. These reads were then stored in a new fastq file representing the expected transcriptional profile of each coculture if no heterotypic interactions were present. The differential expression analysis between each real coculture and its virtual counterpart revealed the transcriptional changes due to heterotypic interactions. RNA-Seq data from real and in silico mixed samples was aligned with Salmon v1.8.0 ( 58 ) against the reference genome and transcriptome (refMRNA and hg38 genome from UCSC) ( 58 ). We imported transcript-level estimates into R and summarized them to gene level using tximport ( 59 ). We then filtered out genes with fewer than 5 counts in more than 2 samples and used DESeq2 ( 60 ) to perform differential expression analysis. We finally used clusterProfiler ( 61 ) to determine Gene Ontology and KEGG pathway enrichment from differentially expressed genes (adjusted  P  < 0.05). Heatmaps were created using the heatmap R package. Flow cytometry of p75 in single cNF-derived cultures and cocultures. For flow cytometry analysis of p75 in primary SC and FB cultures and SC-FB cocultures, cells were detached with 0.25% Trypsin-EDTA, washed with 1% BSA (MilliporeSigma) in PBS, incubated for 30 minutes on ice with unconjugated primary antibody p75 (1:1,000, Ab3125, Abcam), washed with 1% BSA in PBS, and incubated with Alexa Fluor 488–conjugated secondary antibodies 1:1,000 for 30 minutes on ice. Cells were analyzed by flow cytometry using BD LSR Fortessa SORP and BD FACSDiva 6.2 software. Immunofluorescence. Cells were fixed in 4% paraformaldehyde (Chem Cruz) in PBS for 15 minutes at room temperature, permeabilized with 0.1%Triton-X100 in PBS for 10 minutes, blocked in 10% FBS in PBS for 15 minutes, and incubated with primary antibodies, p75 (1:100, Ab3125, Abcam), S100B (1:1,000, Z0311, Dako), and MPZ (1:100,  Ab183868 , Abcam), overnight at 4ºC. Secondary antibodies included Alexa Fluor 488 and Alexa Fluor 568 (Thermo Fisher Scientific). Nuclei were stained with DAPI, and images were captured using LEICA DMIL6000 and LAS X Software. Measurement of cytokines and chemokines in coculture supernatants. Supernatants from SC-FB cocultures were collected 72 hours after seeding the cells, transferred into clean polypropylene microcentrifuge tubes, and centrifuged at 16,000 g for 10 minutes at 4ºC to remove any cellular debris. The clarified media were aliquoted into clean polypropylene microcentrifuge tubes and stored at –80ºC until used. On the day of the analysis, frozen samples were thawed on ice and centrifuged at 16,000 g for 10 minutes at 4ºC. Selected cytokines and chemokines, including BDNF, sICAM-1, and NCAM (catalog HNDG3MAG-36K); S100B and GDNF (catalog HCYTOMAG-60K); and EGF, FGF2, Eotaxin, TGFα, G-CSF, fractalkine, MCP-3, PDGF-AA, IL-1α, IL-1β, IL-6, IL-8, CXCL10, MCP-1, MIP-1α, RANTES, and VEGF (catalog HCYTOMAG-60K), were quantified using Milliplex MAP Luminex microbead assays according to the manufacturer’s instructions (Merck Millipore). Samples were analyzed without dilution in duplicate, and plates were analyzed on a Luminex 200 with xPONENT software (Luminex Corp.). Drug treatment. Drugs used in this study were purchased from commercial sources: selumetinib (Tocris, catalog 6815), ogerin (Tocris, catalog 5722), GANT61 (Tocris, catalog 3191), LGK-974 (Selleckchem, catalog S7143), PAM71 (MedChemExpress, catalog HY-134494), 8-(4-Chlorophenylthio)adenosine 3′,5′-cyclic monophosphate (8CPT cAMP) (Abcam, catalog ab120424), and Forskolin (MilliporeSigma, catalog F6886). They were prepared as indicated by the manufacturers. For drug treatments, cells were seeded onto 0.1 mg/mL Poly-L-lysine– (MilliporeSigma) and 4 μg/mL Laminin-coated (Gibco) plates (SCs and cocultures) or noncoated plates (FBs), and 24 hours later, drugs were added at the indicated concentrations. A vehicle-treated control (DMSO) was applied to each cell type at the same dilution used to deliver the drug. Cell viability analysis. Cell viability in primary SCs, FBs, and cocultures was assessed using the RealTime-Glo MT Cell Viability Assay (Promega). Briefly, cells were seeded onto 0.1 mg/mL Poly-L-lysine (MilliporeSigma) and 4 μg/mL Laminin-coated (Gibco) opaque 96-well plates in SCM (SCs and cocultures) or noncoated opaque 96-well plates in DMEM 10%FBS (FBs) at a density of 500 cells/well. 24 hours later different treatments were added in SCM without IBMX or Forskolin (SCs and cocultures) or DMEM 10%FBS (FBs) together with the RealTime-Glo reagent following the manufacturer’s instructions. Luminescence was monitored for 72 hours on a Varioskan Flash plate reader (Thermo Fisher Scientific). Cells from 3 independent patients were used (see  Supplemental Table 3 ). Cell viability in neurofibromaspheres was assessed using the CellTiter-Glo 3D luminescence Cell Viability Assay (Promega). Briefly, neurofibromaspheres were generated in 96-well spheroid microplates (Corning) at a density of 5,000 cells per spheroid/well (3,500 iPSC-derived differentiating SCs and 1,500 cNF-derived FBs) in a total volume of 200 μL. 24 hours later, 100 μL of cell culture was removed, and drugs were added at twice their previous concentrations. Cell viability was measured after 72 hours of drug exposure following the manufacturer’s instructions on a GloMAX Explorer plate reader (Promega). Cell proliferation analysis. Cell proliferation was assessed using the Click-iT EdU Flow Cytometry Assay Kit (Thermo Fisher Scientific). One hundred thousand primary SCs from 3 independent patients (see  Supplemental Table 3 ) were plated onto 0.1 mg/mL Poly-L-lysine (MilliporeSigma) and 4 μg/mL Laminin-coated (Gibco) 12-well plates in SCM without IBMX. 24 hours later drugs were added in SCM without IBMX or Forskolin. 48 hours after drug treatment cells were treated with 5 μM EdU for 16 hours, fixed, permeabilized, and click labeled with Alexa Fluor 488 azide according to the manufacturer’s protocol (Thermo Fisher Scientific). Cells were also stained with propidium iodide to detect DNA content. Data were collected and analyzed using an FACSCanto II (BD Biosciences) and BD FACSDiva 6.2 software. Apoptosis analysis. One hundred thousand primary SCs from 3 independent patients (see  Supplemental Table 3 ) were plated onto 0.1 mg/mL Poly-L-lysine (MilliporeSigma) and 4 μg/mL Laminin-coated (Gibco) 12-well plates. 24 hours later drugs were added in SCM without IBMX or Forskolin. 48 hours after drug treatment, cells were harvested using trypsin-EDTA 0,05%, washed in PBS, and incubated with Annexin-V-FITC antibody using the Annexin V FITC Apoptosis detection kit (Invitrogen) following the manufacturer’s instructions. Data were collected and analyzed using a FACSCanto II (BD Biosciences) and BD FACSDiva 6.2 software. Quantification of cAMP levels. Intracellular cAMP levels were quantified using the cAMP-Glo Max Assay (Promega) following the manufacturer’s instructions. Five thousand cNF-derived primary SCs from 3 independent patients (see  Supplemental Table 3 ) were plated onto 0.1 mg/mL Poly-L-lysine (MilliporeSigma) and 4 μg/mL Laminin-coated (Gibco) opaque 96-well plates in SCM without IBMX with Forskolin and maintained at 37ºC under a 10% CO 2  atmosphere for 24 hours. At this point, cells were treated with an induction buffer containing ogerin, Forskolin (as a positive control), or neither of them for 30 minutes at room temperature, and luminescence was monitored on a Varioskan Flash plate reader (Thermo Fisher Scientific). The induction buffer was composed of PBS without calcium or magnesium, 500 μM IBMX, 100 μM Ro 20-1724 (MilliporeSigma, B8279), and 25 mM MgCl 2 . Recovery experiment. Thirty thousand primary SCs from 3 independent patients (see  Supplemental Table 2 ) were plated onto 0.1 mg/mL Poly-L-lysine (MilliporeSigma) and 4 μg/mL Laminin-coated (Gibco) 8-well chamber slides in duplicate. 24 hours later drugs were added in SCM without IBMX, and 3 days later medium was replaced with fresh drugs. After 6 days of treatment 1 chamber slide was fixed in 4% PFA, and the other one was maintained in culture for 3 more days with SCM without drugs and then fixed with PFA 4%. Fixed cells were stained with MPZ antibody and nuclei were stained with DAPI. To quantify cell recovery, nuclei from 5 representative ×20 fields were counted per time point and treatment. Statistics. Data were analyzed and graphically represented using Microsoft Office Excel spreadsheets and GraphPad Prism (version 9.4.1). Quantitative data are shown as the mean ± SEM of 3 independent experiments. Bioinformatic analysis of RNA-Seq is described in  RNA-Seq analysis , including the software and statistical methods used. We applied the default multiple testing correction recommended by the different software packages when applicable. The significance level was established at  P  < 0.05 unless otherwise stated. Statistical analysis of apoptosis data was conducted using a 1-tailed unpaired  t  test ( P  ≤ 0.05). For neurofibromasphere analysis, disaggregation index and raw integrity density (RawIntDen) from each fluorescent channel were calculated using ImageJ (NIH) software. Disaggregation index was calculated by measuring disaggregated spheroid area normalized by spheroid area at 72 hours of treatment and cotreatment. To identify the RawIntDen for each channel we used the filter Gaussian blur and threshold functions to better detect structures. Once structures were selected we measured RawIntDen from each channel (live and death) at 72 hours of treatment and cotreatment. Data are shown as the median of  n  ≥ 3 spheroids. One-tailed unpaired  t  test ( P  ≤ 0.05) with a Holm-Bonferroni post hoc adjustment was performed. For the recovery experiment, a 1-tailed unpaired  t  test ( P  ≤ 0.05) was performed between selumetinib treatment and selumetinib-ogerin cotreatment. The meaning of the value of  n , and/or dispersion and precision measure (SEM), can be found in the figure legends and Results section. Study approval. This study was reviewed and approved by the IGTP Institutional Review Board. Written informed consent was received from all patients with NF1 that provided tumor samples prior to participation in this study. Data availability. All data needed to evaluate the conclusions are present in the manuscript or the  Supporting Data Values  file. RNA-Seq data have been deposited at the NF Data Portal in Synapse ( https://doi.org/10.7303/syn11374353 ) and are available under a data access agreement. Any additional information required to analyzed the data reported in this paper are available from ES, MC, or BG upon request.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:29:58.385024",
  "abstract_length": 1568,
  "methods_length": 16547,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}