{
  "pmid": "PMID:38173515",
  "title": "Development of a semi-automatic segmentation technique based on mean magnetic resonance imaging intensity thresholding for volumetric quantification of plexiform neurofibromas.",
  "abstract": "RATIONALE AND OBJECTIVES: Plexiform neurofibromas (PNs) are peripheral nerve tumors that occur in 25-50 % of patients with neurofibromatosis type 1. PNs may have complex, diffused, and irregular shapes. The objective of this work was to develop a volumetric quantification method for PNs as clinical assessment is currently based on unidimensional measurement. MATERIALS AND METHODS: A semi-automatic segmentation technique based on mean magnetic resonance imaging (MRI) intensity thresholding (SSTMean) was developed and compared to a similar and previously published technique based on minimum image intensity thresholding (SSTMini). The performance (volume and computation time) of the two techniques was compared to manual tracings of 15 tumors of different locations, shapes, and sizes. Performance was also assessed using different MRI sequences. Reproducibility was assessed by inter-observer analysis. RESULTS: When compared to manual tracing, quantification performed with SSTMean was not significantly different (mean difference: 1.2 %), while volumes computed by SSTMini were significantly different (p < .0001, mean difference: 13.4 %). Volumes quantified by SSTMean were also significantly different than the ones assessed by SSTMini (p < .0001). Using SSTMean, volumes quantified with short TI inversion recovery, T1-, and T2-weighted imaging were not significantly different. Computation times used by SSTMean and SSTMini were significantly lower than for manual segmentation (p < .0001). The highest difference measured by two users was 8 cm CONCLUSION: Our method showed accuracy compared to a current gold standard (manual tracing) and reproducibility between users. The refined segmentation threshold and the possibility to define multiple regions-of-interest to initiate segmentation may have contributed to its performance. The versatility and speed of our method may prove useful to better monitor volumetric changes in lesions of patients enrolled in clinical trials to assessing response to therapy.",
  "authors": "Dorsa Sadat Kiaei; Ramy El-Jalbout; Jean-Claude Décarie; Sébastien Perreault; Mathieu Dehaes",
  "journal": "Heliyon",
  "publicationDate": "2024-01-15",
  "doi": "10.1016/j.heliyon.2023.e23445",
  "methods": "Materials and methods A semi-automatic segmentation technique based on mean magnetic resonance imaging (MRI) intensity thresholding (SSTMean) was developed and compared to a similar and previously published technique based on minimum image intensity thresholding (SSTMini). The performance (volume and computation time) of the two techniques was compared to manual tracings of 15 tumors of different locations, shapes, and sizes. Performance was also assessed using different MRI sequences. Reproducibility was assessed by inter-observer analysis. 2 Material and methods 2.1 Patients Fifteen patients diagnosed with PNs were selected to assess the performance of the SSTMean and SSTMini methods. These patients were enrolled as part of an ongoing clinical trial with trametinib (NIH clinical trial # NCT03363217 ) [ 23 ]. The study (#MP-21-2018-1742) was approved by the institutional review board of our institution. Parental written informed consent was obtained for each patient. For this study, patients were selected based on the shape, location, and size of their tumors to represent a heterogeneous set of lesions in different organs, representative of a variety of clinical scenarios.  Supplementary Fig. 1  shows each tumor in the three orientations using either T1-weighted, T2-weighted, or short TI inversion recovery (STIR) images (except for Patients 6, 8 and 12 where MRI images were not prescribed in the sagittal plane). MRI imaging may have been performed with gadolinium. 2.2 Data acquisition Based on the clinical MRI protocol, PNs were imaged with STIR, T1-and T2-weighted imaging sequences. Imaging parameters and sequences depended on the location, shape and size of the tumor and were not identical for all patients. Imaging parameters for STIR were: repetition time (TR, ms) = [2681–5716], echo time (TE, ms) = [23–65], inversion time (TI, ms) = [120−170], and slice number = [18–78]. For T1-weighted imaging, TR = [5–3000] ms, TE = [1–107] ms, and slice number = [20–75]. For T2-weighted imaging, TR = [1328–5880] ms, TE = [60−221] ms, and slice number = [34–83]. 2.3 Segmentation technique The SSTMean method consisted of 4 main steps that were implemented in a Matlab script (Version 9.9.0, Natick, MA). (1) Selection of the region-of-interest (ROI): This process was initiated by loading MRI image files (in PNG format) and selecting the sequence of interest (STIR, T1-or T2-weighted) and the orientation (axial, coronal, or sagittal). For each slice, a region was drawn by the operator using a drawing tool, which further generated a circular ROI around the lesion. This tracing allowed the algorithm to exclude healthy tissue surrounding the tumor as in previous works [ 8 , 17 ] To optimize the segmentation performance, the ROI was defined to maximize the lesion areas and minimize the healthy tissue content. For images with no tumoral tissue, no ROI was necessary. The tool also allowed the operator to trace multiple overlapping or separate ROIs when tumors appeared in multiple disconnected locations on the same slice (see an example in  Supplementary Fig. 2 ), which was not specified in previous tools [ 8 , 17 ]. (2) Smoothing of the lesion boundaries: In the ROI, a filtering method was applied to detect the edges (boundaries) of the lesion. As in previous studies [ 8 , 17 ], a Gaussian smoothing filter with standard deviation σ = 0.5 was used and applied in both the horizontal and vertical directions to reduce the noise level of the image. (3) Automatic calculation of the intensity threshold: As in previous algorithms [ 8 , 17 ], a histogram of the ROI signal intensity was performed to delineate pixels corresponding to the tumor and pixels associated with healthy tissue (see an example in  Supplementary Fig. 2 ). On STIR and T2-weighted images, pixels corresponding to the tumor were typically hyperintense while for T1-weighted, they were hypointense [ 24 ]. The algorithm performed the following steps to determine the image intensity threshold to differentiate healthy and tumoral tissues: 1) plot the ROI signal intensity histogram using 256 intensity bins, 2) calculate the mean of the ROI signal intensity histogram and divide it by two, 3) ensure that this value is located between the two local maxima of the image (associated with healthy and tumoral tissues, respectively), and 4) assign this value as the image intensity threshold for this slice and ROI (e.g., see the red threshold in  Supplementary Fig. 2A  and its corresponding segmentation in  Supplementary Fig. 2D ). Except for the segmentation threshold based on the mean image intensity (step 2), these steps were similar to previous tools [ 8 , 17 ]. (4) Generation of the lesion mask: A binary mask was generated with pixels corresponding to values above the threshold [ 8 , 17 ]. This step also allowed the generation of a mask that included multiple tumors. For granular tumors, the mask may include healthy tissues distributed and diffused between the tumoral aggregate. For multiple ROIs, individual masks were subsequently merged to yield a global binary mask, which was not described in previous works [ 8 , 17 ]. To segment the tumors with the SSTMini method, the image intensity threshold defined in step 3 was modified by the local minimum located between the two maxima of the image (see magenta threshold in  Supplementary Fig. 2A  and corresponding segmentation in  Supplementary Fig. 2E ). This thresholding method was similar to a previous approach [ 8 , 17 ]. 2.4 Volumetric quantification To determine the tumor volume, the boundaries of two consecutive slices were linearly interpolated and the tumor was reconstructed as a 3D volume. This reconstruction was based on the slice spacing, slice thickness, and spatial resolution in the slice plane. Total volume corresponded to the sum of volumes from all merged slices. 2.5 Manual tumor tracing There is no gold standard for the volumetric quantification of PNs. Tumor volumes generated by SSTMean and SSTMini methods were then compared with manual tracing of the tumors (e.g.,  Supplementary Fig. 2F ). For each MRI slice, the tumor was identified by drawing its contour(s) using the pencil tool from FSLeyes [ 25 ]. The voxels included into the contour regions and corresponding to the tumor were identified and a mask was generated using the FSLeyes mask saving tool. After completing the entire MRI dataset, the masks were opened in the Matlab script, where only the volumetric quantification was performed. 2.6 Statistical analysis Bland-Altman plots with 90 % two-sided confidence intervals were used to visualize the differences between volumes generated by the semi-automatic segmentation methods (SSTMean and SSTMini) and manual tracing. Wilcoxon signed-rank tests were also used to statistically compare the volumetric quantification of the semi-automatic segmentation methods with manual tracing. Computations times were compared between the three techniques using Wilcoxon signed-rank tests. For a subset of four patients, an inter-observer analysis was performed using the SSTMean method and differences between volumes generated by the two observers were reported in a Bland-Altman plot with 90 % two-sided confidence intervals.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:30:22"
}