{
  "pmid": "38187038",
  "abstract": "There is a demonstrated need for new chemotherapy options in pediatric oncology, as pediatric solid tumors continue to plateau at 60% with event-free survival. Imipridones, a novel class of small molecules, represent a potential new therapeutic option, with promising pre-clinical data and emerging clinical trial data in adult malignancies. ONC201, ONC206, and ONC212 are imipridones showing pro-apoptotic anti-cancer response. Using cell viability assays, and protein immunoblotting, we were able to demonstrate single-agent efficacy of all 3 imipridones inducing cell death in pediatric solid tumor cell lines, including osteosarcoma, malignant peripheral nerve sheath tumors, Ewing sarcoma (EWS), and neuroblastoma. ONC201 displayed IC50 values for non-H3K27M-mutated EWS cell lines ranging from 0.86 µM (SK-N-MC) to 2.76 µM (RD-ES), which were comparable to the range of IC50 values for H3K27M-mutated DIPG cells lines (range 1.06 to 1.56 µM). ONC212 demonstrated the highest potency in single-agent cell killing, followed by ONC206, and ONC201. Additionally, pediatric solid tumor cells were treated with single-agent therapy with histone deacetylase inhibitors (HDACi) vorinostat, entinostat, and panobinostat, showing cell killing with all 3 HDACi drugs, with panobinostat showing the greatest potency. We demonstrate that dual-agent therapy with combinations of imipridones and HDACi lead to synergistic cell killing and apoptosis in all pediatric solid tumor cell lines tested, with ONC212 and panobinostat combinations demonstrating maximal potency. The imipridones induced the integrated stress response with ATF4 and TRAIL receptor upregulation, as well as reduced expression of ClpX. Hyperacetylation of H3K27 was associated with synergistic killing of tumor cells following exposure to imipridone plus HDAC inhibitor therapies. Our results introduce a novel class of small molecules to treat pediatric solid tumors in a precision medicine framework. Use of impridones in pediatric oncology is novel and shows promising pre-clinical efficacy in pediatric solid tumors, including in combination with HDAC inhibitors.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:30:01.183904",
  "abstract_length": 2129,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}