{
  "pmid": "38201517",
  "abstract": "Neurofibromatosis type 1 (NF1) is a disorder in which RAS is constitutively activated due to the loss of the Ras-GTPase-activating activity of neurofibromin. RAS must be prenylated (i.e., farnesylated or geranylgeranylated) to traffic and function properly. Previous studies showed that the anti-growth properties of farnesyl monophosphate prodrug farnesyltransferase inhibitors (FTIs) on human NF1 malignant peripheral nerve sheath tumor (MPNST) cells are potentiated by co-treatment with lovastatin. Unfortunately, such prodrug FTIs have poor aqueous solubility. In this study, we synthesized a series of prodrug FTI polyamidoamine generation 4 (PAMAM G4) dendrimers that compete with farnesyl pyrophosphate for farnesyltransferase (Ftase) and assessed their effects on human NF1 MPNST S462TY cells. The prodrug 3-tert-butylfarnesyl monophosphate FTI-dendrimer (i.e.,",
  "methods": "2. Materials and Methods 2.1. Chemicals Lovastatin (Sigma-Aldrich, St. Louis, MO, USA) was prepared in dimethyl sulfoxide (DMSO) for cell culture experiments and stored at −80 °C. Ac-DEVD-AMC used in caspase assays was purchased from BD Biosciences (San Diego, CA, USA). 2.2. Cell Culture The human NF1 MPNST cell line S462TY was the gift of N. Ratner (University of Cincinnati College of Medicine, Cincinnati, OH, USA). It was derived from a xenograft of S462 cells that grew in immune-deficient mice. The immortalized normal rat Schwann cell line iSC was provided by E. M. Shooter (Stanford University, Stanford, CA, USA). The human non-small cell carcinoma cell line A549 was obtained from Cell Lines Resource, Karmanos Cancer Institute, Detroit, MI. All three cell lines were cultured in DMEM (ThermoFisher Scientific, Waltham, MA, USA) supplemented with 10% fetal bovine serum (HyClone Laboratories, Logan, UT, USA), 100 U/mL penicillin, and 100 mg/mL streptomycin (Invitrogen, Carlsbad, CA, USA). For colony formation assays, single-cell suspensions of 700 S462TY cells, 300 iSC cells, or 1000 A549 cells were plated in 60 mm culture dishes ~18–24 h prior to treatment. The MPNST cell line ST88-14 was obtained from T. Glover (University of Michigan, Ann Arbor, MI, USA). Adherent cultures of ST88-14 cells were maintained in RPMI 1640 (Invitrogen) with 5% fetal bovine serum (HyClone Laboratories). For colony formation and MTT assays, 1000 and 2000 cells, respectively, were plated ~18–24 h prior to use. The human normal breast epithelial MCF10A cell line was obtained from Cell Lines Resource, Karmanos Cancer Institute, Detroit, MI, and cultured as previously described [ 25 ]. For MTT assays, 2500 MCF10A cells were plated per well in 96-well plates. Single-cell preparations of hepatocytes were prepared from male Sprague-Dawley rats (Harlan, Indianapolis, IN, USA) and plated at a density of 50,000 cells per well by Dr. Thomas Kocarek (Institute of Environmental Health Sciences, Wayne State University, Detroit, MI, USA). Conditions for hepatocyte isolation and culturing have been described [ 26 ]. All cultures were maintained in a humidified incubator under 5% CO 2  at 37 °C. 2.3. DEVDase Activity Assay Lysates of S462TY cultures were prepared and used for analyses of DEVDase activity as described previously [ 23 ]. Changes in fluorescence over time were converted into pmoles of product based upon comparison to a standard curve made with 7-amino-4-methylcoumarin. DEVDase-specific activities are reported as nmoles of product per minute per milligram of protein. 2.4. Western Blot Analyses N-, K-, and H-RAS were detected with a 1:100 dilution of murine monoclonal pan-RAS antibody (BD Biosciences, San Diego, CA, USA, product #610002). N-RAS was detected with a 1:400 dilution of a rabbit polyclonal N-RAS antibody (Santa Cruz, CA, USA, product #sc-519). RAB5A was detected with a 1:250 dilution of a rabbit polyclonal RAB5A antibody (Santa Cruz, Santa Cruz, CA, USA, product #sc-309). Non-prenylated RAP1A was detected with a 1:250 dilution of a goat polyclonal RAP1A antibody (Santa Cruz, product #1482). GAPDH was detected with a 1:1000 dilution of rabbit polyclonal antibody to GAPDH (Cell Signaling, Boston, MA, USA, product #2118). β-actin was detected with a 1:25,000 dilution of murine monoclonal antibody to β-actin (Sigma, St. Louis, MI, USA, product #A5441). The horseradish peroxidase-conjugated secondary antibodies used were goat anti-rabbit (Pierce Biotechnology, Rockford, IL, USA, product #1858415), donkey anti-rabbit (GE Healthcare, Piscataway, NJ, USA, product #NA934V), or sheep anti-mouse (GE Healthcare, product number #NA931V). Immune complexes were visualized with an ECL detection kit (GE Healthcare, Piscataway, NJ, USA) and recorded on X-ray film. 2.5. Colony Formation Assays Suspensions of S462TY, iSC, ST88-14, and A549 cells (plating densities are defined in  Section 2.2 ) were plated in midafternoon. The following day, the plates were washed with PBS, refed, and treated in the late afternoon with control solvent, FTIs, and/or lovastatin. Thereafter, cultures were refed every 3 or 4 days until colonies were easily visible by eye. Colonies were eventually fixed with 95% ethanol, stained with crystal violet, and manually counted. All treatment groups in an experiment were processed on the same day. Colony assays employed 4 to 5 plates per treatment group. 2.6. MTT Assay A slightly modified version of the original procedure described by Mosmann was used for the MTT assay [ 27 ]. Assays were performed on 96-well tissue culture plates. Cultures were generally treated ~18–24 h after plating and analyzed ~48 h after treatment. Six to seven wells were used per treatment group. Cultures were incubated in the dark for 1–3 h with the MTT reagent. The resulting formazan product was solubilized with acidified isopropanol, and the plates were read at 530 and 670 nm. The difference of OD 530  minus OD 670  was used as an assessment of viability. 2.7. Murine Sciatic Nerve Xenograft Tumor Studies and MRI Analyses In all studies, lovastatin was first dissolved in ethanol, then treated with NaOH in order to convert it into its active form, and subsequently neutralized with HCL prior to injection into animals. Dry  IG 2  was dissolved in physiological saline and filtered through 0.45 μm sterile filters before use. Physiological saline was used to dilute both lovastatin and  IG 2  stocks. Initial range-finding studies employed female Balb/c mice (Taconic Laboratories). Following a two-week acclimation period, mice were injected twice a day (~12 h schedule) for 7 days by i.p. injection (0.2 mL of either physiological saline or lovastatin) and/or by i.v. tail vein injection (0.3 mL of physiological saline or  IG 2 ). Treatment groups are noted in the text and the legend of the figure in  Section 3.6 . Mice were weighed daily and euthanized within 6 to 8 h of their last treatment for tissue harvesting. Female NOD SCID (NOD.CB17- Prkdc /NCrCrl) mice from Charles River Laboratories were housed in barrier facilities designed for immune-compromised animals. After a multi-week acclimation period, 25 13-week-old mice were weighed, anesthetized with isoflurane, and the ears were notched or punched to identify individual animals. Thereafter, the left leg was shaved with hair clippers to remove fur and washed sequentially with betadine and 70% alcohol. A 3/4-inch incision was made down the length of the thigh, forceps were used to tease muscle away from the sciatic nerve, and the nerve was injected with 4 microliters of suspended S469TY cells (4 × 10 skid 4  cells total). Following injection, the incision was closed with surgical glue, and the mice were placed on a heating pad and allowed to recover. Injections of the 25 mice occurred on two successive days. On the 21st day post-injection (having set the second day of injection as day 0), 5 mice were processed for an MRI to estimate tumor growth. On the 26th day post-injection, all 25 mice underwent MRI analyses. Thereafter, the mice were randomized and divided into 4 groups, representing treatments with (1) physiological saline by i.p. and tail vein injection, (2) lovastatin by i.p. and saline by tail vein injection, (3)  IG 2  by tail vein injection and saline by i.p. injection, or (4) lovastatin by i.p. injection and  IG 2  by tail vein injection. Doses of lovastatin (10 mg/kg) and  IG 2  (10 μmole/kg) were administered in 0.2 and 0.3 mL of physiological saline, respectively. Mice were weighed daily and treated twice a day, approximately every 12 h, for 13 days. Treatments were terminated at the end of 13 days because of developing complications with the tail vein injections and vascular collapse. MRI analyses were performed during the treatment period and 6 days after the termination of treatment. MRI analyses of sciatic nerve tumors were performed by the Wayne State University MR Core Research Facility on a 7.0-Tesla, 30-cm bore superconducting magnet (ClinScan; Bruker, Karlsruhe, Germany) interfaced with a Siemens console (Syngo MR B15). A mouse body (transceiver) coil was used. Prior to image acquisition, anesthesia was induced by isoflurane, and the mice were kept under anesthesia throughout the acquisition time. Following a localization scan, a fat-saturation T2-weighted turbo spin echo sequence was performed for anatomical evaluation with the following parameters: Field of view, 32 mm × 32 mm; matrix size, 320 × 320; slice thickness, 0.5 mm; slice number, 20; in-plane resolution, 0.1 × 0.1 mm 2 ; repetition time, 3.53 s; echo time, 56 ms; turbo factor of 7; pixel bandwidth, 130 Hz/pixel; number of average, 4. The tumor was identified by the hyper-intensity area on the T2-weighted images. Internally developed MR software SPIN (Signal Processing in MR (Version SVN Revision 1895);  http://mrc.wayne.edu  (accessed on 15 December 2023)) was used for tumor volume measurement. 2.8. General Synthetic Methods All NMR spectra were recorded using a 300 MHz Bruker spectrometer (Billerica, MA, USA) equipped with a 5 mm multinuclear probe, unless otherwise specified.  1 H chemical shifts are reported in parts per million from tetramethylsilane unless otherwise specified.  31 P NMR spectra were obtained using broadband  1 H decoupling, and chemical shifts are reported in parts per million using 1% triphenylphosphine oxide/benzene- d 6  as the coaxial reference (triphenylphosphine oxide/benzene- d 6  has a chemical shift of +24.7 ppm relative to 85% phosphoric acid). Mass spectral analyses were obtained from the mass spectrometry laboratory at Purdue University, West Lafayette, IN. All anhydrous reactions were carried out under an atmosphere of argon. All organic solvents were distilled prior to use, unless otherwise specified. Flash chromatography using silica gel grade 60 (230–400 mesh) was carried out for all chromatographic separations. Thin layer chromatography was performed using Analtech glass plates precoated with silica gel (250 nm). Visualization of the plates was accomplished using UV and/or Hanessian’s Stain (5.0 g of Ce(SO 4 ) 2 , 25.0 g of (NH 4 ) 6 Mo 7 O 24 ·4H 2 O, 450 mL of H 2 O, and 50 mL of H 2 SO 4 ), followed by heating. Sephadex LH-20 (GE Healthcare) was used for size exclusion-based separations. The syntheses of farnesyl monophophate prodrugs FTI-1 and FTI-2 (labeled as  1  and  2 , respectively;  Figure 1 ) have been previously described [ 23 , 28 ].  Figure 1  also provides the structures of the 6 prodrug FTI PAMAM G4 dendrimers ( IG 1–6 ) examined in our study. The detailed syntheses and chemical characterizations of the prodrug FTIs and prodrug PAMAM G4 dendrimers analyzed in this study are provided in the Synthetic Procedures document in the  Supplementary Materials . This document also includes  Scheme S1 , which outlines the synthesis of the compounds in this study, plus an alternate procedure for the scaled-up synthesis of gram quantities of  IG 2 . 2.9. Analyses of Synergism and Statistical Significance Drug–drug interactions were analyzed with CompuSyn software Version 1.0 (Informer Technologies, Los Angeles, CA, USA; software is available at  https://www.compusyn.software.informer.com  (accessed on 27 September 2023)) using plots of combination index (CI) versus fraction affected (Fa). Effects on cell viability/proliferation as recorded by MTT assays were determined by first establishing concentration–response curves with 5 to 6 concentrations of lovastatin and  IG 2 , followed by analyses of effects with 3 to 5 concentrations of  IG 2  at a fixed concentration of lovastatin. In vivo S462TY sciatic nerve tumor xenograft data were analyzed using IBM SPSS Statistics software version 29.0.1.0 (IBM, Armonk, NY, USA). The data were checked for homogeneity of variances using Levine’s test. The combination therapy was then compared to the control using a one-tailed welch  t -test. A  p  value < 0.05 was considered statistically significant. 2.8. General Synthetic Methods All NMR spectra were recorded using a 300 MHz Bruker spectrometer (Billerica, MA, USA) equipped with a 5 mm multinuclear probe, unless otherwise specified.  1 H chemical shifts are reported in parts per million from tetramethylsilane unless otherwise specified.  31 P NMR spectra were obtained using broadband  1 H decoupling, and chemical shifts are reported in parts per million using 1% triphenylphosphine oxide/benzene- d 6  as the coaxial reference (triphenylphosphine oxide/benzene- d 6  has a chemical shift of +24.7 ppm relative to 85% phosphoric acid). Mass spectral analyses were obtained from the mass spectrometry laboratory at Purdue University, West Lafayette, IN. All anhydrous reactions were carried out under an atmosphere of argon. All organic solvents were distilled prior to use, unless otherwise specified. Flash chromatography using silica gel grade 60 (230–400 mesh) was carried out for all chromatographic separations. Thin layer chromatography was performed using Analtech glass plates precoated with silica gel (250 nm). Visualization of the plates was accomplished using UV and/or Hanessian’s Stain (5.0 g of Ce(SO 4 ) 2 , 25.0 g of (NH 4 ) 6 Mo 7 O 24 ·4H 2 O, 450 mL of H 2 O, and 50 mL of H 2 SO 4 ), followed by heating. Sephadex LH-20 (GE Healthcare) was used for size exclusion-based separations. The syntheses of farnesyl monophophate prodrugs FTI-1 and FTI-2 (labeled as  1  and  2 , respectively;  Figure 1 ) have been previously described [ 23 , 28 ].  Figure 1  also provides the structures of the 6 prodrug FTI PAMAM G4 dendrimers ( IG 1–6 ) examined in our study. The detailed syntheses and chemical characterizations of the prodrug FTIs and prodrug PAMAM G4 dendrimers analyzed in this study are provided in the Synthetic Procedures document in the  Supplementary Materials . This document also includes  Scheme S1 , which outlines the synthesis of the compounds in this study, plus an alternate procedure for the scaled-up synthesis of gram quantities of  IG 2 .",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:31:29.683793",
  "abstract_length": 869,
  "methods_length": 14033,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}