{
  "pmid": "38203448",
  "abstract": "Neurofibromatosis type 1 (NF1) stands as a prevalent neurocutaneous disorder. Approximately a quarter of NF1 patients experience the development of plexiform neurofibromas, potentially progressing into malignant peripheral nerve sheath tumors (MPNST). FT895, an HDAC11 inhibitor, exhibits potent anti-tumor effects on MPNST cells and enhances the cytotoxicity of cordycepin against MPNST. The study aims to investigate the molecular mechanism underlying FT895's efficacy against MPNST cells. Initially, our study unveiled that FT895 disrupts mitochondrial biogenesis and function. Post-FT895 treatment, reactive oxygen species (ROS) in MPNST notably increased, while mitochondrial DNA copy numbers decreased significantly. Seahorse analysis indicated a considerable decrease in basal, maximal, and ATP-production-coupled respiration following FT895 treatment. Immunostaining highlighted FT895's role in promoting mitochondrial aggregation without triggering mitophagy, possibly due to reduced levels of XBP1, Parkin, and PINK1 proteins. Moreover, the study using CHIP-qPCR analysis revealed a significant reduction in the copy numbers of promoters of the MPV17L2, POLG, TFAM, PINK1, and Parkin genes. The RNA-seq analysis underscored the prominent role of the HIF-1α signaling pathway post-FT895 treatment, aligning with the observed impairment in mitochondrial respiration. In summary, the study pioneers the revelation that FT895 induces mitochondrial respiratory damage in MPNST cells.",
  "methods": "4. Materials and Methods 4.1. Cell Culture The S462TY cell line was a kind gift from Dr. Timothy Cripe (Nationwide Children’s Hospital Columbus, Columbus, OH, USA) [ 43 ]. The MPNST cell lines STS26T, T265, and ST8814 have been reported before [ 44 ] and were gifted by Dr. Nancy Ratner (Cincinnati Children’s Hospital, Cincinnati, OH, USA). The cultures were supplemented with DMEM and 10% fetal bovine serum in a humid incubator at 37 °C with 5% CO 2 . All MPNST cell lines, except STS26T, were derived from NF1 patients. STS26T is a sporadic MPNST with no known NF1 mutation [ 45 ]. Normal human Schwann cells (HSC) (ScienCell Research Laboratories, Carlsbad, CA, USA) were grown on the poly-L-lysine-coated tissue culture plates. 4.2. Reactive Oxygen Species Detection To identify the intracellular reactive oxygen species (ROS), a cell-permeable fluorescent probe, oxidized 2′,7′-dichlorofluorescein diacetate (DCFDA) (Sigma-Aldrich, Taipei, Taiwan), was used as a fluorescent ROS probe. MPNST cells treated with DMSO or 10 μM of FT895 for 24 h were loaded with 1 μM DCFDA and incubated for 20 min. The fluorescent signal of oxidized DCFDA was excited by a 488 nm laser and detected by the FITC channel in FACSverse Flow Cytometry (BD Biosciences, Franklin Lakes, NJ, USA). The data were analyzed by v10.8 of FlowJo™ software. 4.3. Mitochondrial DNA Copy Number Genomic DNA was extracted using the Genomic DNA Kit (Geneaid Biotech Ltd., Taoyuan, Taiwan) and quantified with SpectraMax ®  i3x (Molecular Devices, San Jose, CA, USA). The relative DNA copy number (mitochondrial DNA to nuclear DNA) of three mitochondrial genes, ND2, ND4L, and nuclear GAPDH, was measured by quantitative real-time PCR (qPCR). The primer sets are listed as follows: ND2 forward: CATATACCAAATCTCTCCCTC, ND2 reverse: GTGCGAGATAGTAGTAGGGTC; ND4L forward: TAGTATATCGCTCACACCTC, ND4L reverse: GTAGTCTAGGCCATATGTG; GAPDH forward: GAAGGTGAAGGTCGGAGTC, GAPDH reverse: GAAGATGGTGATGGGATTTC. The mitochondrial copy number (mtCN) was quantified using the delta CT (ΔCT) of mtDNA and nuclear DNA (ΔCt = CT [mtDNA] − CT [GAPDH]). The fold change was calculated by 2 −ΔΔCT . ΔΔCT was determined by ΔCT [FT895 treated] − ΔCT [DMSO control]. 4.4. Metabolism Assay MPNST cells were plated in a Seahorse XFe24 microplate (Agilent Technologies, Santa Clara, CA, USA) and allowed to adhere overnight. An XFe24 FluxPack sensor cartridge (Agilent Technologies, Santa Clara, CA, USA) is equilibrated in XF Calibrant at 37 °C overnight. Before performing the assay, cells were washed twice in a standard XF DMEM medium supplemented with pyruvate, glutamine, and glucose. Cells were then incubated in 675 μL of XF DMEM media for one hour at 37 °C with atmospheric CO 2 . The Mito Stress assay was run as described in the test kit protocol (Agilent Technologies, Santa Clara, CA, USA) with 1 μM oligomycin and 0.5 μM rotenone/antimycin A. The concentration of carbonyl cyanide-4 (trifluoromethoxy)-phenylhydrazone (FCCP) for each MPNST cell line was 1 μM for S462TY, 1.5 μM for STS26T, and 2 μM for T265 and ST8814 cells. The data were collected to determine the changes in oxygen consumption rate (OCR) and extracellular acidification rate (ECAR). The analysis was performed with Seahorse Wave Pro software (Agilent Technologies, Santa Clara, CA, USA,  https://www.agilent.com.cn/zh-cn/product/cell-analysis/real-time-cell-metabolic-analysis/xf-software/software-download-for-seahorse-wave-pro-software , accessed on 19 December 2023). 4.5. Chromatin Immunoprecipitation (ChIP) Assay and Quantitative PCR The ChIP assay was performed following the manufacturer’s instructions for the Pierce Magnetic ChIP Kit (Thermo Fisher Scientific, Waltham, MA, USA). In brief, the chromatin extracted from the control and treated cells was digested with MNase and sheared by sonication to a size of less than 400 bp. The fragments were centrifuged (9000×  g ) at 4 °C for 5 min. Ten percent of the diluted supernatant (input) was collected and served as the control template. The sheared chromatin was immunoprecipitated with 5 μg of anti-XBP1 antibodies (Cell Signaling Technology, Danvers, MA, USA) overnight. Magnetic beads and a magnetic separation device (Merck, Darmstadt, Germany) were employed to pull down the protein/DNA complexes from the crude chromatin mixture. After elution, the DNA from immunoprecipitated samples and the inputs were recovered by phenol/chloroform. The input DNA and antibody-bound chromatin DNA were then subjected to quantitative PCR to quantify the DNA copy number. The primers to amplify the promoter region of the  POLG ,  MPV17L2 ,  NOTCH2 ,  PINK1 ,  PARK2  (encodes Parkin),  PPARGC1A  (encodes PGC1α), and  TFAM  genes were designed. The primer sequences are as follows:  POLG  forward: CAATCT CGCAGGGACTTGCT,  POLG  reverse: CAATGTGAACGTAGTCGCCG;  MPV17L2  forward: CCCATAGGCTGGCACAGAAA,  MPV17L2  reverse: GGCGTTCTATCCCAAGGTCG;  PINK1  forward: GGCAAGCTGCTATCTTGGGA,  PINK1  reverse: CTCAATGCCGTTAGGCTGCT;  PARK2  forward: CCTTGGCTAGAGCTGCAACA,  PARK2  reverse: TCAGGCCCAGCAATCTTACG;  PPARGC1A  forward: CGTCACGAGTTAGAGCAGCA,  PPARGC1A  reverse: TCCCCAGTCACATGACAAAGC;  TFAM  forward: TTAGGTTTGCGAATCCCCGC,  TFAM  reverse: CGTAACAGACAGTCCTGCATCC. The primer set used to quantify the mRNA level of  SLC2A1  encoding GLUT1 and housekeeping gene  GAPDH  are as follows:  SLC2A1  forward: CTGGCATCAACGCTGTCTTC,  SLC2A1  reverse: GTTGACGATACCGGAGCCAA;  GAPDH  forward: ACCCACTCCTCCACCTTTGA,  GAPDH  reverse: CTGTTGCTGTAGCCAAATTCGT. 4.6. Western Blot Equal amounts of the protein lysate from control and treated cells were separated by SDS-PAGE, followed by transfer to a PVDF membrane. After blocking with 5% skim milk for one hour at room temperature, the membrane was probed with the specific primary antibody overnight at 4 °C. The primary antibodies used in the study include anti-GAPDH (Proteintech Group Inc., Rosemont, IL, USA), anti-α-tubulin (Proteintech Group Inc., Rosemont, IL, USA), anti-XBP1u (Abcepta, Reservoir Victoria, Australia), anti-XBP1s (Cell Signaling), anti-Parkin (Cell Signaling, Danvers, MA, USA), anti-PINK1 (Genetex, Hsinchu, Taiwan), anti-LC3B (Cell Signaling, Danvers, MA, USA), and anti-GLUT1 (Proteintech Group Inc., Rosemont, IL, USA) antibodies. Then, the membranes were washed with PBS containing 0.1% Tween 20 to remove unbound antibodies. The membrane was then incubated with horseradish peroxidase-conjugated secondary antibody for two hours. The protein signals were detected using the enhanced chemiluminescence method, and the snapshot images were captured by the UVP BioSpectrum 810 Imaging System (UVP, Cambridge, UK). 4.7. Immunofluorescence and Confocal Microscopy Cells were grown on Ibid tissue culture dishes (IB-81156, Ibidi, Gräfelfing, Germany) overnight and were treated with FT895 for 24 h. Treated cells were washed with PBS twice and fixed in 4% paraformaldehyde at room temperature (RT) for one minute, followed by fixing with cold methanol at −20 °C for 20 min. The fixed cells were blocked with PBS containing 5% fetal bovine serum for one hour at RT. For immunostaining, the primary antibodies, anti-ATP5H (Thermo Fisher Scientific, Waltham, MA, USA), and anti-LC3 antibodies (Cell Signaling, Danvers, MA, USA), were added into the wells and incubated overnight at 4 °C. The cell nuclei were stained with DAPI for 10 min at RT, and the cells were mounted using a mounting medium for microscopy. The confocal images were acquired with a Zeiss LSM 880 (Zeiss, Oberkochen, Germany). 4.8. Bulk RNA-Seq Analysis Total RNAs were isolated from the S462TY cells both with and without 6 h treatment with 10 µM FT895 by the phenol/chloroform extraction method. RNA libraries were prepared by the Illumina Truseq Stranded mRNA Kit. RNA sequencing was carried out on a NovaSeq 6000 system, and the read quality was checked with FASTQC. To align the reads, we employed HISAT2 version 2.2.1 [ 46 ] against the GRCh38 human genome. Read counts were normalized by StringTie version 2.2.1 [ 47 ]. Differential expression analysis was analyzed by DEGseq version 1.48.0 ( https://bioconductor.org/packages/devel/bioc/manuals/DEGseq/man/DEGseq.pdf , accessed on 19 November 2023). For the examination of transcriptional gene set enrichment, the GSEA KEGG method with ClusterProfiler version 4.2.2 [ 48 ] was applied. We also conducted protein–protein interaction analysis using STRING version 11.5 ( https://string-db.org/ , accessed on 19 November 2023). 4.9. Statistics and Data Analysis All the experimental values were presented as the mean ± SEM (standard error of the mean). The analysis was performed using GraphPad Prism version 9. Statistical analysis was performed using the Student’s  t -test. A  p -value of less than 0.05 was considered to be statistically significant.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:31:34.402220",
  "abstract_length": 1488,
  "methods_length": 8810,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}