{
  "pmid": "PMID:38201517",
  "title": "Synergistic Suppression of NF1 Malignant Peripheral Nerve Sheath Tumor Cell Growth in Culture and Orthotopic Xenografts by Combinational Treatment with Statin and Prodrug Farnesyltransferase Inhibitor PAMAM G4 Dendrimers.",
  "abstract": "Neurofibromatosis type 1 (NF1) is a disorder in which RAS is constitutively activated due to the loss of the Ras-GTPase-activating activity of neurofibromin. RAS must be prenylated (i.e., farnesylated or geranylgeranylated) to traffic and function properly. Previous studies showed that the anti-growth properties of farnesyl monophosphate prodrug farnesyltransferase inhibitors (FTIs) on human NF1 malignant peripheral nerve sheath tumor (MPNST) cells are potentiated by co-treatment with lovastatin. Unfortunately, such prodrug FTIs have poor aqueous solubility. In this study, we synthesized a series of prodrug FTI polyamidoamine generation 4 (PAMAM G4) dendrimers that compete with farnesyl pyrophosphate for farnesyltransferase (Ftase) and assessed their effects on human NF1 MPNST S462TY cells. The prodrug 3-tert-butylfarnesyl monophosphate FTI-dendrimer (i.e., ",
  "authors": "John J Reiners; Patricia A Mathieu; Mary Gargano; Irene George; Yimin Shen; John F Callaghan; Richard F Borch; Raymond R Mattingly",
  "journal": "Cancers",
  "publicationDate": "2023-12-23",
  "doi": "10.3390/cancers16010089",
  "methods": "2. Materials and Methods 2.1. Chemicals Lovastatin (Sigma-Aldrich, St. Louis, MO, USA) was prepared in dimethyl sulfoxide (DMSO) for cell culture experiments and stored at −80 °C. Ac-DEVD-AMC used in caspase assays was purchased from BD Biosciences (San Diego, CA, USA). 2.2. Cell Culture The human NF1 MPNST cell line S462TY was the gift of N. Ratner (University of Cincinnati College of Medicine, Cincinnati, OH, USA). It was derived from a xenograft of S462 cells that grew in immune-deficient mice. The immortalized normal rat Schwann cell line iSC was provided by E. M. Shooter (Stanford University, Stanford, CA, USA). The human non-small cell carcinoma cell line A549 was obtained from Cell Lines Resource, Karmanos Cancer Institute, Detroit, MI. All three cell lines were cultured in DMEM (ThermoFisher Scientific, Waltham, MA, USA) supplemented with 10% fetal bovine serum (HyClone Laboratories, Logan, UT, USA), 100 U/mL penicillin, and 100 mg/mL streptomycin (Invitrogen, Carlsbad, CA, USA). For colony formation assays, single-cell suspensions of 700 S462TY cells, 300 iSC cells, or 1000 A549 cells were plated in 60 mm culture dishes ~18–24 h prior to treatment. The MPNST cell line ST88-14 was obtained from T. Glover (University of Michigan, Ann Arbor, MI, USA). Adherent cultures of ST88-14 cells were maintained in RPMI 1640 (Invitrogen) with 5% fetal bovine serum (HyClone Laboratories). For colony formation and MTT assays, 1000 and 2000 cells, respectively, were plated ~18–24 h prior to use. The human normal breast epithelial MCF10A cell line was obtained from Cell Lines Resource, Karmanos Cancer Institute, Detroit, MI, and cultured as previously described [ 25 ]. For MTT assays, 2500 MCF10A cells were plated per well in 96-well plates. Single-cell preparations of hepatocytes were prepared from male Sprague-Dawley rats (Harlan, Indianapolis, IN, USA) and plated at a density of 50,000 cells per well by Dr. Thomas Kocarek (Institute of Environmental Health Sciences, Wayne State University, Detroit, MI, USA). Conditions for hepatocyte isolation and culturing have been described [ 26 ]. All cultures were maintained in a humidified incubator under 5% CO 2  at 37 °C. 2.3. DEVDase Activity Assay Lysates of S462TY cultures were prepared and used for analyses of DEVDase activity as described previously [ 23 ]. Changes in fluorescence over time were converted into pmoles of product based upon comparison to a standard curve made with 7-amino-4-methylcoumarin. DEVDase-specific activities are reported as nmoles of product per minute per milligram of protein. 2.4. Western Blot Analyses N-, K-, and H-RAS were detected with a 1:100 dilution of murine monoclonal pan-RAS antibody (BD Biosciences, San Diego, CA, USA, product #610002). N-RAS was detected with a 1:400 dilution of a rabbit polyclonal N-RAS antibody (Santa Cruz, CA, USA, product #sc-519). RAB5A was detected with a 1:250 dilution of a rabbit polyclonal RAB5A antibody (Santa Cruz, Santa Cruz, CA, USA, product #sc-309). Non-prenylated RAP1A was detected with a 1:250 dilution of a goat polyclonal RAP1A antibody (Santa Cruz, product #1482). GAPDH was detected with a 1:1000 dilution of rabbit polyclonal antibody to GAPDH (Cell Signaling, Boston, MA, USA, product #2118). β-actin was detected with a 1:25,000 dilution of murine monoclonal antibody to β-actin (Sigma, St. Louis, MI, USA, product #A5441). The horseradish peroxidase-conjugated secondary antibodies used were goat anti-rabbit (Pierce Biotechnology, Rockford, IL, USA, product #1858415), donkey anti-rabbit (GE Healthcare, Piscataway, NJ, USA, product #NA934V), or sheep anti-mouse (GE Healthcare, product number #NA931V). Immune complexes were visualized with an ECL detection kit (GE Healthcare, Piscataway, NJ, USA) and recorded on X-ray film. 2.5. Colony Formation Assays Suspensions of S462TY, iSC, ST88-14, and A549 cells (plating densities are defined in  Section 2.2 ) were plated in midafternoon. The following day, the plates were washed with PBS, refed, and treated in the late afternoon with control solvent, FTIs, and/or lovastatin. Thereafter, cultures were refed every 3 or 4 days until colonies were easily visible by eye. Colonies were eventually fixed with 95% ethanol, stained with crystal violet, and manually counted. All treatment groups in an experiment were processed on the same day. Colony assays employed 4 to 5 plates per treatment group. 2.6. MTT Assay A slightly modified version of the original procedure described by Mosmann was used for the MTT assay [ 27 ]. Assays were performed on 96-well tissue culture plates. Cultures were generally treated ~18–24 h after plating and analyzed ~48 h after treatment. Six to seven wells were used per treatment group. Cultures were incubated in the dark for 1–3 h with the MTT reagent. The resulting formazan product was solubilized with acidified isopropanol, and the plates were read at 530 and 670 nm. The difference of OD 530  minus OD 670  was used as an assessment of viability. 2.7. Murine Sciatic Nerve Xenograft Tumor Studies and MRI Analyses In all studies, lovastatin was first dissolved in ethanol, then treated with NaOH in order to convert it into its active form, and subsequently neutralized with HCL prior to injection into animals. Dry  IG 2  was dissolved in physiological saline and filtered through 0.45 μm sterile filters before use. Physiological saline was used to dilute both lovastatin and  IG 2  stocks. Initial range-finding studies employed female Balb/c mice (Taconic Laboratories). Following a two-week acclimation period, mice were injected twice a day (~12 h schedule) for 7 days by i.p. injection (0.2 mL of either physiological saline or lovastatin) and/or by i.v. tail vein injection (0.3 mL of physiological saline or  IG 2 ). Treatment groups are noted in the text and the legend of the figure in  Section 3.6 . Mice were weighed daily and euthanized within 6 to 8 h of their last treatment for tissue harvesting. Female NOD SCID (NOD.CB17- Prkdc /NCrCrl) mice from Charles River Laboratories were housed in barrier facilities designed for immune-compromised animals. After a multi-week acclimation period, 25 13-week-old mice were weighed, anesthetized with isoflurane, and the ears were notched or punched to identify individual animals. Thereafter, the left leg was shaved with hair clippers to remove fur and washed sequentially with betadine and 70% alcohol. A 3/4-inch incision was made down the length of the thigh, forceps were used to tease muscle away from the sciatic nerve, and the nerve was injected with 4 microliters of suspended S469TY cells (4 × 10 skid 4  cells total). Following injection, the incision was closed with surgical glue, and the mice were placed on a heating pad and allowed to recover. Injections of the 25 mice occurred on two successive days. On the 21st day post-injection (having set the second day of injection as day 0), 5 mice were processed for an MRI to estimate tumor growth. On the 26th day post-injection, all 25 mice underwent MRI analyses. Thereafter, the mice were randomized and divided into 4 groups, representing treatments with (1) physiological saline by i.p. and tail vein injection, (2) lovastatin by i.p. and saline by tail vein injection, (3)  IG 2  by tail vein injection and saline by i.p. injection, or (4) lovastatin by i.p. injection and  IG 2  by tail vein injection. Doses of lovastatin (10 mg/kg) and  IG 2  (10 μmole/kg) were administered in 0.2 and 0.3 mL of physiological saline, respectively. Mice were weighed daily and treated twice a day, approximately every 12 h, for 13 days. Treatments were terminated at the end of 13 days because of developing complications with the tail vein injections and vascular collapse. MRI analyses were performed during the treatment period and 6 days after the termination of treatment. MRI analyses of sciatic nerve tumors were performed by the Wayne State University MR Core Research Facility on a 7.0-Tesla, 30-cm bore superconducting magnet (ClinScan; Bruker, Karlsruhe, Germany) interfaced with a Siemens console (Syngo MR B15). A mouse body (transceiver) coil was used. Prior to image acquisition, anesthesia was induced by isoflurane, and the mice were kept under anesthesia throughout the acquisition time. Following a localization scan, a fat-saturation T2-weighted turbo spin echo sequence was performed for anatomical evaluation with the following parameters: Field of view, 32 mm × 32 mm; matrix size, 320 × 320; slice thickness, 0.5 mm; slice number, 20; in-plane resolution, 0.1 × 0.1 mm 2 ; repetition time, 3.53 s; echo time, 56 ms; turbo factor of 7; pixel bandwidth, 130 Hz/pixel; number of average, 4. The tumor was identified by the hyper-intensity area on the T2-weighted images. Internally developed MR software SPIN (Signal Processing in MR (Version SVN Revision 1895);  http://mrc.wayne.edu  (accessed on 15 December 2023)) was used for tumor volume measurement. 2.8. General Synthetic Methods All NMR spectra were recorded using a 300 MHz Bruker spectrometer (Billerica, MA, USA) equipped with a 5 mm multinuclear probe, unless otherwise specified.  1 H chemical shifts are reported in parts per million from tetramethylsilane unless otherwise specified.  31 P NMR spectra were obtained using broadband  1 H decoupling, and chemical shifts are reported in parts per million using 1% triphenylphosphine oxide/benzene- d 6  as the coaxial reference (triphenylphosphine oxide/benzene- d 6  has a chemical shift of +24.7 ppm relative to 85% phosphoric acid). Mass spectral analyses were obtained from the mass spectrometry laboratory at Purdue University, West Lafayette, IN. All anhydrous reactions were carried out under an atmosphere of argon. All organic solvents were distilled prior to use, unless otherwise specified. Flash chromatography using silica gel grade 60 (230–400 mesh) was carried out for all chromatographic separations. Thin layer chromatography was performed using Analtech glass plates precoated with silica gel (250 nm). Visualization of the plates was accomplished using UV and/or Hanessian’s Stain (5.0 g of Ce(SO 4 ) 2 , 25.0 g of (NH 4 ) 6 Mo 7 O 24 ·4H 2 O, 450 mL of H 2 O, and 50 mL of H 2 SO 4 ), followed by heating. Sephadex LH-20 (GE Healthcare) was used for size exclusion-based separations. The syntheses of farnesyl monophophate prodrugs FTI-1 and FTI-2 (labeled as  1  and  2 , respectively;  Figure 1 ) have been previously described [ 23 , 28 ].  Figure 1  also provides the structures of the 6 prodrug FTI PAMAM G4 dendrimers ( IG 1–6 ) examined in our study. The detailed syntheses and chemical characterizations of the prodrug FTIs and prodrug PAMAM G4 dendrimers analyzed in this study are provided in the Synthetic Procedures document in the  Supplementary Materials . This document also includes  Scheme S1 , which outlines the synthesis of the compounds in this study, plus an alternate procedure for the scaled-up synthesis of gram quantities of  IG 2 . 2.9. Analyses of Synergism and Statistical Significance Drug–drug interactions were analyzed with CompuSyn software Version 1.0 (Informer Technologies, Los Angeles, CA, USA; software is available at  https://www.compusyn.software.informer.com  (accessed on 27 September 2023)) using plots of combination index (CI) versus fraction affected (Fa). Effects on cell viability/proliferation as recorded by MTT assays were determined by first establishing concentration–response curves with 5 to 6 concentrations of lovastatin and  IG 2 , followed by analyses of effects with 3 to 5 concentrations of  IG 2  at a fixed concentration of lovastatin. In vivo S462TY sciatic nerve tumor xenograft data were analyzed using IBM SPSS Statistics software version 29.0.1.0 (IBM, Armonk, NY, USA). The data were checked for homogeneity of variances using Levine’s test. The combination therapy was then compared to the control using a one-tailed welch  t -test. A  p  value < 0.05 was considered statistically significant. 2.8. General Synthetic Methods All NMR spectra were recorded using a 300 MHz Bruker spectrometer (Billerica, MA, USA) equipped with a 5 mm multinuclear probe, unless otherwise specified.  1 H chemical shifts are reported in parts per million from tetramethylsilane unless otherwise specified.  31 P NMR spectra were obtained using broadband  1 H decoupling, and chemical shifts are reported in parts per million using 1% triphenylphosphine oxide/benzene- d 6  as the coaxial reference (triphenylphosphine oxide/benzene- d 6  has a chemical shift of +24.7 ppm relative to 85% phosphoric acid). Mass spectral analyses were obtained from the mass spectrometry laboratory at Purdue University, West Lafayette, IN. All anhydrous reactions were carried out under an atmosphere of argon. All organic solvents were distilled prior to use, unless otherwise specified. Flash chromatography using silica gel grade 60 (230–400 mesh) was carried out for all chromatographic separations. Thin layer chromatography was performed using Analtech glass plates precoated with silica gel (250 nm). Visualization of the plates was accomplished using UV and/or Hanessian’s Stain (5.0 g of Ce(SO 4 ) 2 , 25.0 g of (NH 4 ) 6 Mo 7 O 24 ·4H 2 O, 450 mL of H 2 O, and 50 mL of H 2 SO 4 ), followed by heating. Sephadex LH-20 (GE Healthcare) was used for size exclusion-based separations. The syntheses of farnesyl monophophate prodrugs FTI-1 and FTI-2 (labeled as  1  and  2 , respectively;  Figure 1 ) have been previously described [ 23 , 28 ].  Figure 1  also provides the structures of the 6 prodrug FTI PAMAM G4 dendrimers ( IG 1–6 ) examined in our study. The detailed syntheses and chemical characterizations of the prodrug FTIs and prodrug PAMAM G4 dendrimers analyzed in this study are provided in the Synthetic Procedures document in the  Supplementary Materials . This document also includes  Scheme S1 , which outlines the synthesis of the compounds in this study, plus an alternate procedure for the scaled-up synthesis of gram quantities of  IG 2 .",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:30:24",
  "introduction": "1. Introduction Type 1 neurofibromatosis (NF1) is an autosomal dominant disorder that, with a birth incidence of approximately 1 in 3000, represents the most commonly inherited cancer predisposition syndrome [ 1 , 2 ]. In addition to a variety of cutaneous, neurological, endocrine, cardiovascular, and orthopedic manifestations, NF1 patients typically develop one or more neurofibromas consisting of Schwann cells and associated components [ 3 ]. Approximately 10% of benign plexiform neurofibromas progress to malignant peripheral nerve sheath tumors (MPNSTs) following loss of heterozygosity at the  NF1  locus [ 4 , 5 ]. To date, there is no effective therapeutic approach for NF1 MPNSTs. NF1 is caused by the loss of the tumor suppressor neurofibromin due to mutation or deletion [ 6 , 7 ]. Neurofibromin contains a GTPase-activating protein (GAP)-related domain (GRD) that suppresses RAS activity by driving the hydrolysis of the GTP bound to RAS [ 8 , 9 ]. RAS is structurally normal in NF1 tumor cells. However, loss of GRD activity in NF1 tumor cells facilitates the constitutively activated (i.e., GTP-bound) conformation of RAS and thus potentiates its functioning as an oncogene [ 10 , 11 ]. The significance of the loss of RAS GAP activity in NF1 growth control was emphasized by the finding that the introduction of just the neurofibromin-GRD restored normal growth to NF1 Schwann cells [ 12 ]. Prenylation entails the covalent addition of either a farnesyl or geranylgeranyl moiety onto the cysteine of the CAAX box prenylation motif. Prenylation provides an increase in hydrophobicity and perhaps additional targeting that directs translocation from the cytoplasm to membranes [ 13 ]. Ras undergoes prenylation, and this post-translation modification is needed to achieve membrane attachment and the subcellular localization required for its biological functions, including its transforming activity. Given this requirement, investigators have attempted to disrupt RAS-mediated signaling with farnesyltransferase inhibitors (FTIs). For example, in NF1, the FTI BMS-186511 inhibited the proliferation of an MPNST cell line [ 14 ], and the FTI L-739749 reduced the proliferation of neurofibromin-deficient murine Schwann cells [ 15 ]. However, no objective responses were obtained in a clinical trial in which the FTI tipifarnib was used to treat plexiform neurofibromas [ 16 ]. A caveat in the use of FTIs to modulate RAS activity stems from the findings that both K- and N-RAS can be geranylgeranylated in the presence of an FTI [ 17 , 18 ]. Results from our group and others indicate that N-RAS and K-RAS are the predominant active forms of RAS in a series of human NF1 MPNST cell lines [ 19 , 20 ]. One approach to circumventing the geranylgeranylation of RAS in the presence of an FTI could entail the use of an FTI that is competitive with the farnesyltransferase (FTase) co-substrate FPP in the presence of an HMG CoA reductase inhibitor such as lovastatin. We reasoned that suppression of HMG CoA reductase would reduce the precursor pool needed for the synthesis of the farnesyl and geranylgeranyl moieties [ 21 ]. In doing so, lovastatin co-treatment should suppress geranylgeranylation and enhance the inhibitory activity of the FTI through a reduction in the endogenous FPP pool with which the FTI would compete [ 22 ]. Preliminary studies indicated that the approach had potential [ 23 ]. Specifically, co-treatment of NF1 MPNST cell lines with a non-cytotoxic concentration of lovastatin markedly enhanced the anti-growth effects of two different prodrug  tert -butyl farnesyl monophosphate FTIs. Although promising, an inherent limitation to the approach was the poor aqueous solubility of the prodrug FTIs. Polyamidoamine generation 4 (PAMAM G4) dendrimers have attracted attention as vehicles for enhancing drug solubility and delivery into cells [ 24 ]. The goal of this study was to enhance the solubility of prodrug  tert -butyl farnesyl phosphate FTIs by conjugating them to a PAMAM G4 dendrimer, which contains 64 surface primary amino groups to which moieties can be attached, and then establish their activity against NF1 MPNST cells. Conjugation of prodrug  tert -butylfarnesyl monophosphate FTIs to PAMAM G4 dendrimers markedly enhanced the aqueous solubility of the FTIs and proved to be an effective vehicle for FTI delivery into cells. Co-treatment with clinically achievable concentrations of lovastatin markedly potentiated the anti-growth properties of the prodrug FTI dendrimer conjugates towards NF1 MPNST cells both in vitro and in vivo but had no synergistic activities on a series of normal cell types.",
  "results": "3. Results 3.1. Antiproliferative Properties of Farnesyl Monophosphate Prodrug Dendrimer Analogs We previously reported that the  tert -butylfarnesyl monophosphate prodrug FTIs  1  and  2  ( Figure 1 ) were cytotoxic to the NF1 MPNST cell lines NF90-8 and ST88-14 when used in combination with lovastatin [ 23 , 29 ]. Both prodrugs, in the absence of lovastatin, suppressed colony formation by the NF1 MPNST cell line S462TY when used at ≥0.3 μM ( Figure 2 A,B). Lovastatin by itself, at either 0.5 μM or 0.75 μM, had minimal effects on colony formation ( Figure 2 A,B). However, the suppressive effects of the two FTIs were greatly enhanced by combinational treatment with lovastatin ( Figure 2 A,B). Both  1  and  2  have low solubility in aqueous solvents. In order to circumvent this limitation, we conjugated prodrug  tert -butylfarnesyl monophosphate FTIs to the PAMAM G4 dendrimer. Most of the prodrug FTI dendrimers we tested were based on conjugates of PAMAM G4 and FTI  3  ( Figure 1 ). The latter is a derivative of  2  that contains a ‘linker’ sequence that facilitates its attachment to any of the 64 surface amine groups on the PAMAM G4 dendrimer. FTI  3  was also fairly insoluble in the aqueous solvent and less potent than  2  at suppressing S462TY colony formation by itself. However, its suppressive effects were markedly enhanced by co-treatment with lovastatin ( Figure 2 C). A series of FTI  3 -based prodrug PAMAM G4 dendrimers were synthesized that differed in the number of attached FTI prodrug, guandinium, and capping moieties (see  Figure 1 ). The FTIs  IG 1  and  IG 5  had an identical number of guanidinium groups (i.e., 38) and approximately the same number of prodrug FTI moieties per dendrimer. By itself,  IG 5  exhibited a concentration-dependent suppression of colony formation that was similar to  3  ( Figure 2 D), whereas  IG 1  exhibited greater potency and efficacy ( Figure 2 E). Co-treatment with lovastatin enhanced the suppressive effects of both  IG 5  and  IG 1  ( Figure 2 D,E). Prodrug FTI dendrimers  IG 3  and  IG 4  contained a similar number of guanidium residues (11 and 12, respectively). Both FTI dendrimers were very insoluble in aqueous solvents. However, both FTI conjugates after solubilization in DMSO, when used in combination with lovastatin, exhibited combinational potencies similar to those of non-conjugated prodrug  3  (compare  Figure 2 C with  Figure 2 F,G). FTI dendrimer  IG 2  contained an intermediate number of guanidine residues (i.e., 17; see  Figure 1 ) and was soluble in aqueous solvents at 35 mg/mL. By itself,  IG 2  had no effect on S462TY colony formation up to 7 μM ( Figure 2 H). Co-treatment with lovastatin markedly enhanced  IG 2  suppression of colony formation. This potentiation was observed with concentrations of  IG 2  as low as 0.5 μM ( Figure 2 H). Compound  IG 6  is a PAMAM G4 dendrimer containing 16 guandinium moieties (similar to  IG 2 ) but no prodrug FTI moieties ( Figure 1 ). It was used to assess if the dendrimer component of  IG 2  contributed to the observed potentiation following  IG 2  and lovastatin co-treatment. By itself,  IG 6  exhibited a weak suppressive effect on colony formation ( Figure 2 I). This may reflect the greater number of acetyl moieties used for blocking the cationic surface amines compared to the prodrug FTI dendrimers. Nevertheless, co-treatment with lovastatin did not enhance the suppressive effects of  IG 6  ( Figure 2 I). It should be noted that the concentrations reported in  Figure 2 D–H represent FTI prodrugs. If  IG 6  and the prodrug FTI dendrimers reported in  Figure 2 D–H were compared on the basis of dendrimer content, the  IG 6  curve in  Figure 2 H would have to be shifted to the right by a factor of 2 to 3 (which varies depending on the prodrug FTI being compared). 3.2. Analyses of   Effects on S462TY Proliferation, Viability, and Caspase Activation IG 2 We selected  IG 2  for further analyses because of its solubility properties and its potency and efficacy at inhibiting colony formation when used in combination with lovastatin. Concentrations of lovastatin as low as 250 nM reproducibly enhanced  IG 2  suppression of colony formation ( Figure 3 A,B). To delineate whether the reductions in colony formation represented a cytostatic and/or cytotoxic effect, cultures were treated with trypsin, incubated with trypan blue, and then counted. Trypan blue permeable cells were considered to be non-viable. Lovastatin and  IG 2  at concentrations of 0.5 μM and 5 μM, respectively, had only minor effects on proliferation or viability ( Figure 3 C,D). However, co-treatment with 0.5 μM lovastatin and varied concentrations of  IG 2  resulted in concentration-dependent decreases in cell number ( Figure 3 C) and, to a much lesser degree, losses in viability ( Figure 3 D; note the scale for viability). Although the contribution of cytotoxicity to the overall anti-proliferative activity of combinational treatment appeared to be minor, some S462TY cells in co-treated cultures developed apoptotic features (e.g., shrunken cells decorated with small membrane blebs). The development of these morphological features was accompanied by increases in DEVDase activity, a measure of procaspase-3/7 activation ( Figure 3 E). Neither lovastatin (as high as 1 μM) nor  IG 2  (5.5 μM) increased DEVDase-specific activities above those measured in the solvent controls over a 58-h period. However, combining  IG 2  with concentrations of lovastatin as low as 0.1 μM caused a concentration-dependent activation of DEVDase that paralleled reductions in colony formation (compare  Figure 3 A with  Figure 3 E). 3.3. Analyses of Synergy in Co-Treatment Protocols with S469TY Cells Both the colony formation ( Figure 3 A,B) and cell counting ( Figure 3 C) studies suggest a cooperative effect in co-treated cultures. To investigate this relationship in further detail, we measured the effects of four varied concentrations of  IG 2  with three fixed concentrations of lovastatin on S462TY viability/proliferation in an MTT assay ( Figure 4 ). Plots of combination index (CI) versus fraction affected (Fa) can be used to assess antagonistic, additive, and synergistic outcomes in combinational treatment protocols [ 30 ]. Data points that fall below the y-axis value of 1 in CI vs. Fa plots represent a synergistic interaction. Synergy was observed at all 4 concentrations of  IG 2  with each of the 3 lovastatin concentrations ( Figure 4 ). 3.4. Analyses of Effects of Co-treatment on Proliferation/Viability in Other MPNST and Normal Cells NF1-derived MPNST ST88-14 cells express activated Ras [ 19 , 20 ]. Co-treatment of ST88-14 cells with concentrations of lovastatin or  IG 2  that had little to no effect individually resulted in a cooperative inhibition of colony formation ( Figure 5 A). MTT assays also show a cooperative inhibition of growth/viability by lovastatin plus  IG 2  co-treatment ( Figure 5 B). CI versus Fa plots of MTT-derived data indicated that lovastatin and  IG 2  worked synergistically in inhibiting the proliferation/viability of ST88-14 cultures ( Figure 5 C). iSC cells are a non-tumorigenic, immortalized rat Schwann cell line. Neither 0.5 μM of lovastatin nor concentrations of  IG 2  up to 5 μM affected iSC colony formation ( Figure 6 A). However, unlike the results obtained with the S462TY cell line, we observed no synergistic suppression of iSC colony formation following co-treatment with lovastatin and  IG 2  ( Figure 6 A). Similarly, although concentrations of  IG 2  could be reached that were cytostatic/cytotoxic (as scored in an MTT assay) to cultures of normal human breast MCF10A epithelial cells ( Figure 6 B) and primary rat hepatocytes ( Figure 6 C), co-treatment with lovastatin did not enhance the effects of  IG 2 . 3.5. Lovastatin and FTI Prodrug Dendrimer Effects on Prenylation In the initial studies, we attempted to define the concentration range over which  IG 2  and lovastatin affected prenylation in S462TY cells. RAP1A and RAB5A are geranylgeranylated and considered representative substrates of GGTase I and GGTase II, respectively [ 31 ]. N- and K-RAS can be farnesylated and geranylgeranylated by FTase and GGTase I, respectively [ 31 ]. Cultures exposed to 5 μM of  IG 2  (but not 0.5 or 1.0 μM) accumulated non-prenylated RAB5A (upper band,  Figure 7 A and  Figure S1 ) and non-prenylated RAP1A (antibody recognizes only the non-prenylated form,  Figure 7 A and  Figure S2 ). These accumulations occurred within 4 h of treatment and increased with passing time. Accumulations of non-prenylated RAB5A were also observed within 4 h of treatment with 0.25 μM of lovastatin ( Figure 7 B and  Figure S3 ). Treatment with a higher concentration of lovastatin (0.5 μM) accelerated the accumulation of non-prenylated RAB5A. Treatment with 0.5 μM of lovastatin also stimulated the accumulation of non-prenylated RAP1A ( Figure 7 B and  Figure S4 ). Lovastatin (0.5 μM) markedly increased the accumulation of non-prenylated RAB5A and RAP1A in cultures treated with varying concentrations of  IG 2  ( Figure 8 A,  Figure S5  and  Figure S6 ). This enhancement occurred with  IG 2  concentrations as low as 0.25 μM and was maximal at 1 μM ( Figure 8 A,  Figure S5  and  Figure S6 ). If the  IG 2  concentration was fixed at 1 μM and the lovastatin concentration was further reduced to 0.25 μM, we could clearly detect an enhanced accumulation of non-prenylated RAP1A ( Figure 8 B and  Figure S7 ). Minor accumulations of non-prenylated pan RAS were observed in cultures treated singularly for 12 h with either 0.25 μM of lovastatin or 1 μM of  IG 2  (upper band,  Figure 8 B and  Figure S8 ). In co-treated cultures, however, comparable accumulations of non-prenylated pan RAS occurred earlier (i.e., within 4 h of treatment) and continued to increase over a 12-h period ( Figure 8 B and  Figure S8 ). Analyses of specifically N-RAS demonstrated that treatment for 12 h with 0.5 μM, but not 0.1 or 0.25 μM of lovastatin, caused an accumulation of non-prenylated N-RAS ( Figure 8 C and  Figure S9 ). Concentrations of  IG 2  as high as 5 μM had no effect on N-RAS prenylation ( Figure 8 C and  Figure S9 ). However, when S462TY cultures were co-treated with concentrations of lovastatin (0.25 μM) and  IG 2  (1.0 μM) that singularly had no effect on N-RAS prenylation, dramatic accumulations of non-prenylated RAS were observed within 4 h of co-treatment and continued to increase with time ( Figure 8 D). 3.6. In Vivo Toxicity Studies In the initial studies, we determined that twice daily dosing of female Balb/c mice with ~100 μmole/kg of  IG 2  per injection, or 40 mg/kg of lovastatin + 20 μmole/kg of  IG 2 , was either lethal or necessitated euthanasia of treated mice within a three-day period. With twice daily 20 mg/kg of lovastatin + 20 μmole/kg of  IG 2  treatments, two out of four mice exhibited hind limb paralyses that necessitated termination of treatment. Subsequent studies indicated that twice daily treatment, for seven consecutive days, with 10 or 20 mg/kg of lovastatin, 20 μmole/kg of  IG 2 , 20 mg/kg of lovastatin + 10 μmole/kg of  IG 2 , or 10 mg/kg of lovastatin + 20 μmole/kg of  IG 2  had no adverse effects on mouse weights, general appearance, or mobility of the mice. We were unable to isolate sufficient amounts of protein from sciatic nerves for western blot analyses of protein prenylation. Hence, we analyzed lung tissue because of its abundance and facile exposure to i.v. administered  IG 2 . We did not detect non-prenylated N-Ras in lung tissue harvested from mice treated twice daily for 7 days with either physiological saline or 10 or 20 mg/kg of lovastatin ( Figure 9 A and  Figure S10 ). A small percentage of lung N-Ras was non-prenylated following twice-daily treatment with 20 μmol/kg of  IG 2  ( Figure 9  and  Figure S10 ). Co-treatment with 10 mg/kg of lovastatin markedly increased the amount of non-prenylated N-Ras ( Figure 9  and  Figure S10 ). 3.7. Orthotopic Sciatic Nerve S469TY Xenograft Studies An orthotopic sciatic nerve xenograft model was employed to assess the effects of combinational lovastatin and  IG 2  treatment on the growth of established S462TY tumors growing on the sciatic nerves of immune-compromised NOD SCID mice. The protocol we employed is depicted in  Figure 10 A and entailed twice-daily treatment of mice bearing established S462TY sciatic nerve xenografts with solvent, lovastatin,  IG 2 , or a combination of the two agents. The doses of  IG 2  and lovastatin we employed were based on the in vivo studies with Balb/c mice. Tumor growth was monitored by MRI. An example of the xenografts that developed following injection of S462TY cells and the MRI images collected for estimation of tumor volume are presented in  Supplementary Material Figure S11 . Tumor volumes prior to the initiation of treatment, during treatment, and at the end of treatment are depicted in  Figure 10 B. Tumor volumes increased with time in all 4 treatment groups, although only marginally in mice treated with the combination of lovastatin and  IG 2 . In two of the treatment groups, there were a few mice with disproportionally large tumor volumes that skew analyses of aggregated tumor volumes. As an alternative approach, we monitored the growth of individual tumors over time by calculating the ratio of individual tumor volumes at the end of treatment (days 46,47 post-injection) to tumor volumes prior to treatment (day 26 post-injection) ( Figure 10 C) and of tumor volumes at the end of treatment (days 46,47 post-injection) compared to tumor volumes midway through treatment (days 40,41) ( Figure 10 D). The box plots presented in  Figure 10 C,D indicate that combinational treatment significantly reduced S462TY xenograft growth over the course of treatment. Furthermore, given that a ratio of 1 indicates static tumor growth, the box plot in  Figure 10 D suggests almost no tumor growth during the latter half of combinational treatment. The in vitro studies suggested that the anti-growth effects of combinational therapy reflected primarily cytostatic activity.  Figure 10 E shows plots of tumor volumes for 4 individual mice from the combined treatment group prior to treatment, during treatment, and 6 days after terminating treatment. In agreement with the 46,47/40,41 ratio analyses, there was very little, if any, growth between days 41 and 47 in co-treated mice. However, the tumors resumed growth and increased in volume by 35–80% within 6 days of cessation of treatment ( Figure 10 E).",
  "discussion": "5. Conclusions Statins are increasingly being considered for the treatment of a variety of medical conditions, in addition to dyslipidemia. For example, lovastatin and simvastatin have been extensively examined in NF1 patients for their potential abilities to improve synaptic plasticity, behavioral and cognitive functions, as well as phasic alertness [ 46 , 47 , 48 , 49 , 50 ]. Another broad use of statins is in both the mono and combinational treatment of a variety of cancers [ 51 , 52 , 53 , 54 ]. A subset of the latter treatments is the combinational use of statins and prenylation inhibitors in the treatment of some cancers [ 55 , 56 , 57 ]. In the current study, we demonstrate that combinational treatment with lovastatin and an FTI dendrimer suppresses the growth of established NF1 MPNST sciatic nerve xenografted tumors, a Ras-driven tumor type that currently has very limited therapeutic options. Combinational statin and prenylation inhibitor treatment may be relevant to a variety of cancers in which Ras is one of the transforming/neoplastic drivers [ 58 ]. For example, in a preclinical study, we found that lovastatin strongly synergized with  IG 2  to suppress the growth of A549 cells, a non-small cell lung carcinoma cell line with mutated K-Ras as a driver (see  Supplementary Material Figure S12 ). The combinatorial approach described in this study could provide a new therapeutic approach to Ras-driven cancers.",
  "upgrade_date": "2026-02-20 07:32:31"
}