{
  "pmid": "38216123",
  "abstract": "OBJECTIVE: NF1 is a tumor suppressor gene and its protein product, neurofibromin, is a negative regulator of the RAS pathway. NF1 is one of the top driver mutations in sporadic breast cancer such that 27 % of breast cancers exhibit damaging NF1 alterations. NF1 loss-of-function is a frequent event in the genomic evolution of estrogen receptor (ER)+ breast cancer metastasis and endocrine resistance. Individuals with Neurofibromatosis type 1 (NF) - a disorder caused by germline NF1 mutations - have an increased risk of dying from breast cancer [1-4]. NF-related breast cancers are associated with decreased overall survival compared to sporadic breast cancer. Despite numerous studies interrogating the role of RAS mutations in tumor metabolism, no study has comprehensively profiled the NF1-deficient breast cancer metabolome to define patterns of energetic and metabolic reprogramming. The goals of this investigation were (1) to define the role of NF1 deficiency in estrogen receptor-positive (ER+) breast cancer metabolic reprogramming and (2) to identify potential targeted pathway and metabolic inhibitor combination therapies for NF1-deficient ER + breast cancer. METHODS: We employed two ER+ NF1-deficient breast cancer models: (1) an NF1-deficient MCF7 breast cancer cell line to model sporadic breast cancer, and (2) three distinct, Nf1-deficient rat models to model NF-related breast cancer [1]. IncuCyte proliferation analysis was used to measure the effect of NF1 deficiency on cell proliferation and drug response. Protein quantity was assessed by Western Blot analysis. We then used RNAseq to investigate the transcriptional effect of NF1 deficiency on global and metabolism-related transcription. We measured cellular energetics using Agilent Seahorse XF-96 Glyco Stress Test and Mito Stress Test assays. We performed stable isotope labeling and measured [U- RESULTS: Our results revealed that NF1 deficiency enhanced cell proliferation, altered neurofibromin expression, and increased RAS and PI3K/AKT pathway signaling while constraining oxidative ATP production and restricting energetic flexibility. Neurofibromin deficiency also increased glutamine influx into TCA intermediates and dramatically increased lipid pools, especially triglycerides (TG). Lastly, NF1 deficiency alters the synergy between metabolic inhibitors and traditional targeted inhibitors. This includes increased synergy with inhibitors targeting glycolysis, glutamine metabolism, mitochondrial fatty acid transport, and TG synthesis. CONCLUSIONS: NF1 deficiency drives metabolic reprogramming in ER+ breast cancer. This reprogramming is characterized by oxidative ATP constraints, glutamine TCA influx, and lipid pool expansion, and these metabolic changes introduce novel metabolic-to-targeted inhibitor synergies.",
  "methods": "Methods We employed two ER+  NF1 -deficient breast cancer models: (1) an  NF1 -deficient MCF7 breast cancer cell line to model sporadic breast cancer, and (2) three distinct,  Nf1 -deficient rat models to model NF-related breast cancer [1]. IncuCyte proliferation analysis was used to measure the effect of  NF1  deficiency on cell proliferation and drug response. Protein quantity was assessed by Western Blot analysis. We then used RNAseq to investigate the transcriptional effect of  NF1  deficiency on global and metabolism-related transcription. We measured cellular energetics using Agilent Seahorse XF-96 Glyco Stress Test and Mito Stress Test assays. We performed stable isotope labeling and measured [U– 13 C]-glucose and [U– 13 C]-glutamine metabolite incorporation and measured total metabolite pools using mass spectrometry. Lastly, we used a Bliss synergy model to investigate  NF1 -driven changes in targeted and metabolic inhibitor synergy. 2 Methods 2.1 Generation of an  NF1  sporadic human breast cancer model To evaluate the energetic and metabolic effect of  NF1  deficiency in ER + sporadic human breast cancer, we utilized the ER + MCF7 human adenocarcinoma cell line. We targeted  NF1 's RASGAP GRD domain with clustered regularly interspaced short palindromic repeat (CRISPR) guides to the 21st exon and established multiple  NF1 -deficient cell lines of which one was chosen for this analysis, NF1-45 ( Figure 1 A). The NF1-45 cells have a 5-bp deletion that introduces a premature stop codon, resulting in a truncated protein product after exon 21 ( Figure 1 A). Figure 1  A) Schematic of the  NF1  deficiency increases cell proliferation and increases RAS and PI3K/AKT pathway signaling. NF1 -deficient human breast cancer MCF7 model. Schematic of wild-type and mutant neurofibromin in the MCF7 NF1-EV and NF1-45 respectively. The G1 and G2 arrows within the GRD denote the CRISPR guide positioning. Non-GRD domains shown include the cysteine/serine-rich domain (CSDR), Sec14 homologous domain and pleckstrin homologous domain (SEC14/PH), and c-terminal domain (CTD). B) Schematic of  Nf1 -deficient rat and rat-derived fibroblast and tumor cell line models. Schematic of neurofibromin in the Nf1-WT, Nf1-IF, Nf1-PS, Nf1-IFPS rat models. The G1 and G2 arrows within the GRD denote thesCRISPR guide positioning. C)  NF1  deficiency increases cell proliferation in MCF7 cells and rat mammary fibroblasts, n = 2, 24 tech reps per n. The bar represents the geometric mean, and the black, horizontal lines represent the 95 % confidence interval boundaries. D)  NF1 -deficient MUT-45 spheroids grow larger than NF1-EV spheroids when grown in Matrigel. (n = 3+, 1 representative technical replicate shown above, day 10 of 3D culture). E) Schematic description of the role of neurofibromin in the ER, RAS, and PI3K/AKT signaling pathways and relevant targeted inhibitors: Cobimetinib (COB), Tamoxifen (4OHT), and Everolimus (EVE). F)  NF1  indels alter neurofibromin expression. Western blot analysis of total neurofibromin protein. Immunoblotting was carried out using antibodies against neurofibromin (H12, Bethyl, iNF-07E) and β-tubulin (n = 3+, 1 representative biological replicate shown). G)  NF1  deficiency increases RAS and AKT/PI3K pathway signaling. Western blot analysis of ER, RAS, and PI3K/AKT phospho-signaling. Immunoblotting was carried out using antibodies against neurofibromin (Bethyl), pERα S118, ERα, pERK T202/Y204, ERK, pAKT S473, AKT, and β-tubulin (n = 3, 1 representative biological replicate shown). Figure 1 2.2 NF-related rat breast cancer models To understand the energetic and metabolic effect of  Nf1  deficiency in NF-related breast cancer, we employed our previously developed and described NF-related spontaneous rat mammary adenocarcinoma models [ 1 ]. To generate these models, we targeted  Nf1 's RASGAP GRD domain with CRISPR guides to the 20th exon. We generated three distinct  Nf1  indels in exon 20 that caused either in-frame or premature stop deletions. The  Nf1  inframe indel (Nf1-IF) rats have a 54bp deletion in exon 20 ( Figure 1 B) [ 1 ]. The  Nf1  premature stop indel (Nf1-PS) rats have an 8-bp deletion in exon 20 that introduces a premature stop codon, resulting in a truncated protein product after exon 20 ( Figure 1 B) [ 1 ]. The  Nf1  in-frame premature stop indel (Nf1-IFPS) rats have a 57-bp deletion in exon 20 that results in a unique messenger RNA (mRNA) isoform with an additional 140-bp deletion in exon 21 [ 1 ]. The exon n21 mRNA deletion introduces a premature stop codon, resulting in a truncated protein product after exon 21 ( Figure 1 B) [ 1 ]. The IF, PS, and IFPS indels model “ Nf1  deficiency” and induce aggressive, 100 % penetrant, multi-focal, ER/PR + mammary adenocarcinomas in both female and male rats [ 1 ]. To perform  in vitro  energetic and metabolic experiments using our NF-related rat breast cancer model, we utilized isolated,  ex vivo  rat mammary fat pad fibroblasts from each genetic background: Nf1-WT, Nf1-IF, Nf1-PS, Nf1-IFPS [ 46 ]. We also used isolated,  ex vivo  adenocarcinoma cell lines from each of the  Nf1 -deficient rat models: Nf1-IF, Nf1-PS, Nf1-IFPS [ 46 ]. Although mammary epithelial cells (MECs) are our proposed tumor cell of origin, our isolated MECs do not passage  in vitro , so we used isolated fibroblasts to have a rat  ex vivo Nf1 -WT to  Nf1 -deficient control since the rat tumor cell lines do not have a  Nf1 -WT control. 2.3 Cell culture Human ER + MCF7 breast cancer cells (HTB-22), were grown in Dulbecco's modified eagle medium (DMEM) no phenol red (Gibco, Cat# 21063029), 10 % fetal bovine serum (FBS) (VWR, Cat# 1300-500), 5 mL penicillin-streptomycin (Gibco, Cat# 15070063). Rat-derived fibroblast lines were grown in DMEM/F12 no phenol red (Gibco, Cat# 15070063), 10 % FBS, and 5 mL gentamycin (Gibco, Cat# 15750060). Rat adenocarcinoma-derived tumor cell lines were grown in MEC media, which is DMEM/F12 no phenol red (Gibco, Cat# 21041-025), 10 % horse serum (Gibco, Cat# 16050-122), 20 ng/mL EGF (Sigma, Cat# E9644), 0.5ug/mL hydrocortisone (Sigma, Cat# H088), 100 ng/mL cholera toxin (Sigma, Cat# C8052), and 10ug/mL insulin (Sigma, Cat# I6634). All cells were grown at 37 °C in a 5 % CO 2  incubator. Mycoplasma testing (ATCC, Cat# 30-1012-K) every 6 months confirmed cells were not infected. 2.4 IncuCyte proliferation analysis Cells were grown in their respective medias (see section  2.3 ) and treated with 10 nM beta-estradiol (Sigma, Cat# E2758) for 48hr in a Sartorius IncuCyte. Cell proliferation was measured via cell confluency and doublings per day were calculated via the equation: Doublings per day = (final confluency/starting confluency)/assay duration (2 days). 2.5 3-dimensional culture of cells on matrigel MCF7 cells were plated into 8-well chamber slides (Thermo Fisher Scientific, Cat# 154534) at a density of 2 × 10 4  cells/well in 100uL growth-factor-reduced-Matrigel (GFR-Matrigel) (Corning, Cat# 354230). After Matrigel solidification, overlay MEC media was added (see section  2.3 ). Cells were fed with fresh MEC media every 3 days and imaged on Day 3, 6, and 10. Day 10 is shown. 2.6 RNAseq RNAseq was performed on MCF7 NF1-EV and NF1-45 cell lines using 3 biological replicates. For each technical replicate, 1.2 × 10 5  cells were plated into a well of a 6-well plate (Corning, Cat# 3506). After 24hr. RLT buffer (Rneasy kit, Qiagen, Cat# 74104) was added to each well. The RLT buffer and cells were added to an Mpbio lysing matrix E tube (Mpbio, Cat# 6914100), and cells were homogenized for 20s in an Mpbio homogenizer (Mpbio). The supernatant was transferred to a QIAshredder column (Qiagen, Cat# 79654), and an equal volume of 70 % ethanol (Pharmco, Cat# 111000200) was added to the flow-through. The flow-through and ethanol mixture was transferred to an Rneasy column and the RNA was extracted following the manufacturer's instructions. The Van Andel Genomics Core prepared RNA libraries from 500 ng of total RNA using a KAPA mRNA Hyperprep kit (v4.17, Kapa Biosystems). RNA was sheared to 300-400bp. Before amplification, cDNA fragments were ligated to IDT for Illumina TruSeq UD Indexed adapters (Illumina Inc). Library quality was assessed using Aglient DNA High Sensitivity chip (Agilent Technologies, Inc.), QuantiFluor ® dsDNA System (Promega Corp.), and Kapa Illumina Library Quantification qPCR assays (Kapa Biosystems). Indexed libraries were combined and 100bp, paired-end sequences was performed using an Illumina NovaSeq6000 sequencer using a S4, 200-cycle sequencing kit (Illumina Inc.) to a depth of 70M reads per sample. Illumina RTA3 was used for base-calling, and NCS output was demultiplexed and converted to FastQ with Illumina Bcl2fastq v1.9.0. Trim Galore v0.6.0 was used to trim sequencing adapters from demultiplexed FASTQ files ( https://www.bioinformatics.babraham.ac.uk/projects/trim_galore/ ). GENCODE was used to map FASTQ files to GRCh38 (release 33 with STAR v2.7.8a basic two-pass mode) [ 47 ]. Raw counts were extracted from reverse strand alignments, and principal component analysis was computed using iDEP 9.1. Fold change was calculated using normalized counts per million. Msigdbr [ 48 ] and clusterProfiler [ 49 ] packages were used to perform Gene Set Enrichment Analysis (GSEA) using 10,000 permutations and genes ranked by fold change. For the metabolism-related GSEA analysis, we manually curated a list of metabolism-related Kyoto Encyclopedia of Genes and Genomes (KEGG) and REACTOME pathways from a list of all KEGG and REACTOME pathways. The data was then queried for pathways with significantly increased or decreased enrichment across 5 or more comparisons (NF1-45 vs. NF1-EV, Nf1-IF fibroblasts vs. Nf1-WT fibroblasts, Nf1-PS fibroblasts vs. Nf1-WT fibroblasts, Nf1-IFPS fibroblasts vs. Nf1-WT fibroblasts, Nf1-IF tumor vs. Nf1-WT whole mammary fat pad (MFP), Nf1-PS tumor vs. Nf1-WT whole MFP, and Nf1-IFPS tumor vs. Nf1-WT MFP). 2.7 Total protein expression Western blots Cells were grown in their respective medias (see section  2.3 ) and treated with 10 nM beta-estradiol for 48hr before lysate collection. Cells were washed with ice-cold 1X PBS (Gibco, Cat# 10010023), scraped, and lysed in Rb buffer (20 mM TrisHCL, pH 7.6; 5 mM EDTA; 150 mM NaCl; 0.5 % NP-40; 50 mM NaF; 1 mM beta-glycerophosphate) supplemented with PhosSTOP (Roche, Cat# 04906837001) and protease inhibitors (Sigma, Cat# 11873580001). Samples were resolved by SDS-PAGE. Immunoblotting was carried out using antibodies against neurofibromin – Bethyl (Bethyl, Cat# A300-140A, primary 1:500, secondary 1:2000), H12 (Santa Cruz Biotechnology, Cat# sc-376886, primary 1:500, secondary 1:2000), and iNF-07E (gifted by iNFiXion Bioscience, Biointron, Cat# B21900201, primary 1:500, secondary 1:2000) – voltage-dependent anion channel (VDAC) (Invitrogen, Cat# PA1-954A, primary 1:1000, secondary 1:3000), and β-tubulin (Cell Signaling Technology, Cat#2146, primary 1:500, secondary 1:2000). 2.8 ER, RAS, and PI3K esolute signaling Western blots The MCF7 cells were grown in their aforementioned media (see section  2.3 ) and treated with 10 nM beta-estradiol in DMEM no phenol red, 2 % charcoal-stripped FBS (cFBS) (Sigma, Cat# 12676029, Lot#18A392), and 5 mL penicillin-streptomycin for 24hr before lysate collection. Cells were washed with ice-cold 1X PBS, scraped, and lysed in Rb buffer supplemented with PhosSTOP and protease inhibitors. Samples were resolved by SDS-PAGE. Immunoblotting was carried out using antibodies against neurofibromin (Bethyl), pERα S118 (Sigma, Cat# SAB450399), Erα E115 (Abcam, Cat# 32063), pERK T202/Y204 (Cell Signaling Technology, Cat#9101L), ERK (Cell Signaling Technology, Cat#4695S), pAKT S473 (Cell Signaling Technology, Cat#9271L), AKT (Cell Signaling Technology, Cat#9272S), and β-tubulin. 2.9 Seahorse XF-96 energetic analysis Cells were grown in their respective medias (see section  2.3 ) and treated with 10 nM beta-estradiol for 48hr before plating for the Seahorse assay. Cells were trypsinized (Gibco, Cat# 25300-054), collected, quenched, and spun down. Cells were counted with an automated BioRad cell counter (BioRad, Cat# TC20) and plated in poly- d -lysine-coated (Gibco, Cat# A38904-01) Seahorse XF-96 assay plates (Agilent, Cat# 101085-004). Cells were plated with the goal of ∼80–90 % final confluency, so MCF7 cells were plated at 30,000 cells per well, fibroblasts at 5,000 cells per well, and tumor cells at 15,000 cells per well. Cells were spun down and allowed to fully adhere to the plates for 4hr at 37 °C in a 5 % CO 2  incubator. After 4hr, growth media was gently removed by pipetting, and 180 μL Seahorse XF DMEM media (Agilent, Cat# 103575-100) was added to each well. Seahorse Mito Stress Test XF DMEM assay media contained 25 mM glucose (Fischer Scientific, Cat#D16-500), 4 mM glutamine (Sigma, Cat#25030-081), and 1 mM pyruvate (Gibco, Cat#11360-070). Seahorse Glyco Stress Test XF DMEM assay media contained 4 mM glutamine. The assay was performed according to Agilent Mito Stress Test and Glyco Stress Test instructions. Extracellular acidification rate (ECAR) and oxygen consumption rate (OCR) shown are per 5000 cells. ATP metrics were calculated following Mookerjee et al., 2017 [ 50 ] and using the CEAS R Package [ 51 ]. 2.10 Stable isotope labeling and metabolomics For stable isotope labeling experiments with  in vitro  MCF7 NF1-EV and NF1-45 cells, cells were grown in DMEM no phenol red, 10 % FBS, 5 mL penicillin-streptomycin, and treated with 10 nM beta-estradiol for 48 h. Cells were washed in PBS and incubated in DMEM no phenol red, no glucose, no glutamine (Gibco, Cat# A1443001), 10 % dialyzed FBS (dFBS) (Dialyzed from VWR, Cat# 1300-500), 5 mL penicillin-streptomycin, and 10 nM beta-estradiol with either 25 mM [U– 13 C]-glucose (Cambridge Isotope Laboratories, Cat# CLM-1396-PK) and 4 mM [U– 12 C]-glutamine (Gibco, Cat# 21051-040) or 25 mM [U– 12 C]-glucose (Fischer Scientific, Cat#D16-500) and 4 mM [U– 13 C]-glutamine (Cambridge Isotope Laboratories, Cat# CLM-1822-H-PK) for 2 h. After 2hr, cells were washed 2X with ice-cold NaCl saline (Gibco Cat# S8776), snap-frozen on dry ice, and stored at −80 °C. Metabolites were extracted using a modified Bligh Dyer method [ 52 ]. This modified Bligh Dyer extraction involves the addition of ice-cold methanol (Fisher Chemical, Cat# A456-4) to the cell plate (Corning, Cat# 3506) from which cells are scraped and transferred to an Eppendorf tube containing ice-cold chloroform (Millipore Sigma, Cat# 1024441000) and water (Fisher Chemical, Cat# W6-4), with a final v/v ratio of 2:2:1.8 methanol to chloroform to water. The cell extract was then vortexed for 10 s and incubated on wet ice for 30 min. The samples were then vortexed again for 10 s and spun down at 4 °C for 10 min at 13,000rpm to achieve aqueous and organic phase separation. The aqueous and organic phases were collected and dried down in a speedvac. 2.11 LC-MS method (aqueous) For liquid chromatography-mass spectrometry (LC-MS) analysis, the aqueous dry-down was resuspended in 50 μL of 50:50 acetonitrile (Fisher Scientific, Cat# A955) and water. The resuspended metabolite extracts were analyzed on an Orbitrap ID-X mass spectrometer (Thermo Fisher Scientific) with a Thermo Vanquish Horizon LC system. Each sample injection was 2 μL. The Van Andel Institute Mass Spectrometry Core performed chromatographic separation using Acquity BEH Amide (1.7 μm, 2.1 mm × 150 mm) analytical columns (Waters, Eschborn, Germany, Cat#176001909). These columns were fitted with a pre-guard column (Waters, 1.7 μm, 2.1 mm × 5 mm; Cat# 186004799) and used an elution gradient with two solvents. Solvent A was LC/MS grade water, and Solvent B was 90 % LC/MS grade acetonitrile. For negative mode analysis, both mobile phases contained 10 mM ammonium acetate (Millipore Sigma, Cat# 73594-100G-F), 0.1 % ammonium hydroxide (Fisher Scientific, Cat# A470-250), and 5 μM medronic acid. For positive mode analysis, both mobile phases included 10 mM ammonium formate and 0.1 % formic acid (Fisher Chemical, Cat# A11710X1-AMP). The 20-minute gradient at 400 μL/min consisted of the following phases: 0–1.0 min (100 % B to 90 % B), 1.0–12.5 min (90 % B to 75 % B), 12.5–19 min (75 % B to 60 % B), and 19–20 min (60 % B). After each run, the column was re-equilibrated over 20 min. The column temperature was maintained at 40 °C. The heated electrospray ionization (H-ESI) source used a spray voltage of −2500 V (negative mode) or 3500 V (positive mode). The isotopically labeled experimental replicates were collected in full-scan mode with an MS1 scan range from 70 to 1000  m / z , a mass resolution of 120,000 FWHM, RF lens at 35 %, and automatic gain control. The unlabeled samples were used for data-dependent MS2 (ddMS2) fragmentation and were annotated using AquireX workflow. ddMS2 data was obtained with MS1 resolution set at 60,000, MS2 resolution at 30,000, an intensity threshold of 2.0 x 104, and dynamic exclusion activated after a single trigger for a duration of 10 s. MS2 fragmentation comprised HCD at 20 %, 35 %, and 50 % collision energies, which was followed by CID at 15 %, 30 %, and 45 % with an activation Q of 0.25. Both MS2 scans used standard automatic gain control and a maximum injection time of 54 ms. The total cycle time for MS1 and ddMS2 scans was 0.6 s. 2.12 LC-MS method (organic) The organic dry-down was resuspended in 50 μL of 50:50 isopropanol (Fisher Scientific, Cat# A461-4):water. The resuspended metabolite extracts were analyzed on an Orbitrap ID-X mass spectrometer (Thermo Fisher Scientific) with a Thermo Vanquish Horizon LC system. Each sample injection was 2 μL. The Van Andel Institute Mass Spectrometry Core performed chromatographic separation using C30 (2.6 μm, 2.1 mm × 150 mm) analytical columns (Thermo Fisher Scientific, Cat# 27826–152130). These columns were fitted with a pre-guard column (1.7 μm, 2.1 mm × 5 mm; Waters, Cat# 186004799) and used an elution gradient with two solvents. Solvent A was 60 % acetonitrile, 40 % water, 0.1 % formic acid, 10 mM ammonium formate (Fisher Scientific, Cat# A11550), and Solvent B was 90 % isopropanol, 8 % acetonitrile, 2 % water, 0.1 % formic acid, 10 mM ammonium formate. The 30-minute gradient at 400 μL/min consisted of the following phases: 0–1.0 min (75%A), 1.0–3.0 min (75%A to 60%A), 3–19 min (60%A to 25%A), 19–20.5 min (25 % A to 10 % A), 20.5–28 min (10 % A to 5 % A), and 28.1–30 min (5 %–0%A). After each run, the column was re-equilibrated over 15 min. The column temperature was maintained at 50 °C. The heated electrospray ionization (H-ESI) source used a spray voltage of −2800 V (negative mode) or 3250 V (positive mode). The isotopically labeled experimental replicates were collected in full-scan mode with an MS1 scan range from 200 to 1000  m / z , a esoluteion of 240,000 FWHM, RF lens at 45 %, and automatic gain control. The unlabeled samples were used for data dependent MS3 (ddMS3) fragmentation. ddMS2 scans were collected with HCD fragmentation settings (Assisted Collision Energy Mode, Normalized HCD Collision Energies at 15 %, 30 %, 45 %, 75 %, and 110 % energy levels, Orbitrap resolution: 15,000). A  m / z  184 mass trigger, indicative of phosphatidylcholines, was used for CID fragmentation (Collision energy: 35 %, activation time: 10 ms, Orbitrap resolution: 15,000). CID MS3 scans were triggered by specific acyl chain losses for detailed analysis of mono-, di-, and tri-acylglycerides (Collision energy: 35 %, activation time: 10 ms, Ion trap detection at Rapid Scan Rate). 2.13 LC-MS data analysis Lipid identifications were assigned using LipidSearch (v5.0, Thermo Fisher Scientific). Data was analyzed using Compound Discoverer (v 3.2, Thermo Fisher Scientific). Compounds were identified via retention compared external standards and MS2 spectral matching using the mzCloud database (Thermo Fisher Scientific). Mass isotopologue distribution analysis was performed using isotopologue peak area data from labeled and unlabeled samples, natural abundance correction was performed using an internal VAI matrix-based algorithm like those described in Fernandez et al., 1996 and Trefely et al., 2016. PCA analysis was performed using the FactoMineR R package. 2.14 FBS dialysis To deplete glucose and glutamine from the FBS used during stable isotope labeling, we prepared dialyzed FBS. In short, FBS was pipetted into SnakeSkin™ Dialysis Tubing, 10K MWCO, 35 mm, 10.5m (Thermo Fisher Scientific, Cat# 88245). The tubing was clamped closed using SnakeSkin Dialysis clips (Thermo Fisher Scientific, Cat# 68011). The FBS-containing dialysis tubing was suspended in 1X PBS (1:300 ratio of FBS:PBS) using a foam Eppendorf tube holder. The PBS was stirred around the FBS-containing tubing using a magnetic stir bar and stir plate for 2hr at 4 °C, after which the PBS was discarded and replaced. The PBS was then stirred around the FBS-containing tubing for 3hr at 4 °C, after which the PBS was discarded and replaced. Lastly, the PBS was stirred around the FBS-containing tubing for 18–20hr at 4 °C, after which the FBS was pipetted out of the tubing, filtered with a 0.22 μM filter (VWR, Cat# 28145-501), aliquoted, and stored at −20 °C. In total, the FBS was dialyzed against 1X PBS for approximately 24hr. Mass spectrometry was used to confirm metabolite depletion ( Supplementary Fig. 2 ). 2.15 Targeted and metabolic inhibitor  in vitro  drug studies MCF7 cells were grown in DMEM no phenol red, 10 % FBS, 5 mL penicillin-streptomycin and treated with 10 nM beta-estradiol and the targeted and/or metabolic inhibitors for 48hr in a Sartorius IncuCyte: Tamoxifen (4OHT) (Sigma, Cat# H7904), Cobimetinib (COB) (Genentech, gifted), Everolimus (EVE) (Selleckchem, Cat# S1120), 2-Deoxy- d -glucose (2DG) (Sigma, Cat# D8375), bis-2-(5-phenylacetamido-1,3,4-thiadiazol-2-yl)ethyl sulfide (BPTES) (Cayman Chemical Company, Cat# 19284), Etomoxir (EX) (Cayman Chemical Company, Cat# 11969), PF-04620110 (Cayman Chemical Company, Cat# 16425), PF-06424439 (Cayman Chemical Company, Cat# 17680). Cell proliferation was measured via cell confluency and doublings per day were calculated via the equation: Doublings per day = (final confluency/starting confluency)/assay duration (2 days). Synergy was calculated using the SynergyFinder R package.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:31:39.869037",
  "abstract_length": 2810,
  "methods_length": 22365,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}