{
  "pmid": "38258905",
  "abstract": "Pain of unknown etiology is frequent in individuals with the tumor predisposition syndrome neurofibromatosis 1 (NF1), even when tumors are absent. Nerve Schwann cells (SCs) were recently shown to play roles in nociceptive processing, and we find that chemogenetic activation of SCs is sufficient to induce afferent and behavioral mechanical hypersensitivity in wild-type mice. In mouse models, animals showed afferent and behavioral hypersensitivity when SCs, but not neurons, lacked Nf1. Importantly, hypersensitivity corresponded with SC-specific upregulation of mRNA encoding glial cell line-derived neurotrophic factor (GDNF), independently of the presence of tumors. Neuropathic pain-like behaviors in the NF1 mice were inhibited by either chemogenetic silencing of SC calcium or by systemic delivery of GDNF-targeting antibodies. Together, these findings suggest that alterations in SCs directly modulate mechanical pain and suggest cell-specific treatment strategies to ameliorate pain in individuals with NF1.",
  "methods": "Methods Animals. Male and female mice between 1 and 7 months of age were used in all studies. All transgenic mice used in these studies were bred in house. Mice expressing a Gq-coupled DREADD specifically in SCs were used in initial experiments. To generate this mouse, we used the Dhh-Cre mouse, which expresses Cre recombinase in SCs and SCP. This line was crossed to a Cre-dependent Gq-coupled DREADD mouse (Rosa26-LSL-hM3Dq) (Jackson Laboratory) to obtain a line that allows for DREADD-dependent modulation of SC activity. In other studies, to knock out  Nf1  in SCs and SCP, we crossed the Dhh-Cre mouse to a Nf1 fl/fl  (Jackson Laboratory) line to create the DhhCre Nf1 fl/fl  mouse model of NF1 ( 40 ). Similarly, to target deletion of  Nf1  to sensory neurons, we utilized the PirtCre mouse (donated by Xinzhong Dong, Johns Hopkins University, Baltimore, Maryland, USA), which targets Cre recombinase expression in sensory neurons ( 98 ), and crossed it with the Nf1 fl/fl  mice. Nf1 +/–  haploinsufficient mice ( 35 ) and mice with SC and sensory neuron heterozygous mutations in  Nf1  (DhhCre PirtCre Nf1 +/fl ) were used for comparisons. Additional experiments were performed as indicated on DhhCre Nf1 fl/fl  mice that contained a Cre-dependent Gi-coupled DREADD (hM4Di) (Jackson Laboratory) in SCs. Mice were housed in a barrier facility, were maintained on a 14-hour light/10-hour dark cycle with a temperature-controlled environment, and were given food and water ad libitum. Treatments. Mice were treated with DREADD agonist CNO at 2 mg/kg/d for 1–7 days or C21 at 20 μg/μL/d for 1–7 days (TOCRIS) in vivo along with their littermate controls. In other experiments, mice were injected with GDNF-targeting antibody intravenously at 5 μg/g (ANT-014, Alomone) in vivo along with their littermate controls. For dissociated SC experiments in vitro, cells were treated with CNO at 10–40 μM alone or C21 at 20–200 μM with or without 100 μM of ATP. The doses for ATP to induce calcium fluorescence and CNO or C21 to suppress the fluorescence were determined using a Synergy H1 plate reader (BioTek, Agilent). Then the separate cultures were treated with vehicle, ATP, and vehicle + ATP in comparison with ATP + CNO and ATP + C21 at the newly determined doses. This was performed in triplicate ( n  = 68–164 cells per well), and all images were captured on a Nikon A1R inverted fluorescence microscope and intensity measurements obtained using Nikon NIS-Elements 2 software. Pain-related behaviors. All behavioral analyses were performed by experimenters following a protocol blinded to genotype/treatment. To assess evoked hypersensitivity, nociceptive withdrawal thresholds were determined using a Randall-Selitto apparatus (IITC Life Science). Before the test, the animal was acclimatized in the behavior room for 25–30 minutes. The animal was scuffed, then carefully immobilized, and the right paw was placed on the platform with an application of an increasing mechanical force, in which the tip of the device was applied onto the medial portion of the hairy skin surface of the hind paw until a withdrawal response was observed. The maximum force applied was limited to 250 g to avoid skin damage. The test was repeated 3 times with a 5-minute interval between stimuli ( 48 ). The average of the 3 trials was determined per mouse, and data were averaged per condition for comparisons. To assess the animals’ choice to avoid either an aversive light stimulus or a noxious mechanical stimulus, the MCA assay was used ( 99 ). Mice were placed in a chamber for a brief period (~10 seconds), and then a bright light was illuminated. A door to escape the light chamber was then opened to allow free access to a darker chamber after crossing through a small middle tunnel with a floor that contained varying levels of metal spikes. Mice were allowed to complete the task 4 times for a duration of 3 minutes each. On each trial, the floor of the middle chamber was raised from 0 mm to 2 mm in 0.5 mm increments. The 0.5 mm spike height was the smallest size while 2 mm was the highest spike height used. Time spent in each chamber was recorded, and percentage time avoiding the light or mechanical stimulus was determined per mouse and then averaged per group for comparison. For the choice assay (no light), mice were placed in a 3-chamber setup for 3 minutes for acclimatization. The first chamber was empty, the second chamber contained the varying levels of spikes similar to that described for the MCA, and the third chamber contained bedding from the housing where the mouse resided. For the experiment, the mouse was placed in first chamber for 10 seconds. A door to escape the first chamber was then opened to allow free access to a bedding chamber, which was provided after crossing through a second chamber that contained varying levels of metal spikes. Mice were allowed to complete the task 4 times for a duration of 3 minutes each. On each trial, the floor of the middle chamber was raised from 0 mm to 2 mm in 0.5 mm increments. Time spent in each chamber was recorded, and the percentage time avoiding the first chamber that was devoid of bedding was used for comparison with the control. All behavioral assessments were performed in our groups at 1–2 months, 4–5 months, and/or 7–9 months of age. Ex vivo recording preparation. The ex vivo hairy hind paw skin/saphenous nerve/DRG/SC somatosensory system recording preparation was performed as described previously ( 53 ). The intracellular single-unit recordings were performed on the L2/L3 DRGs using the quartz microelectrode containing 5% Neurobiotin (Vector Laboratories) in 1 M potassium acetate. Electrical stimuli were delivered through a suction electrode from the nerve to identify sensory neuron somata with axons contained in the saphenous nerve. When the cell was found to be electrically driven, the peripheral RF was localized using a small paintbrush or hot (~51°C) or cold (~1°C) physiological saline if no mechanical RF was found. Once identified, RFs were then probed with an increasing series of von Frey filaments (0.07–10 g, if mechanically sensitive) for 1–2 seconds to assess mechanical responsiveness. After mechanical responsiveness was determined, a controlled thermal stimulus was applied using a 3 × 5 mm contact area Peltier element (Yale University Machine Shop). Cold stimuli consisted of a variable-rate cold ramp beginning at 31°C, dropping to approximately 2°C to 4°C, holding for 4 to 5 seconds, and slowly returning to 31°C. After bath temperature was maintained for approximately 4 to 5 seconds, a heat ramp was applied, which went from 31°C to 52°C in 12 seconds. This heat stimulus was then held at 52°C for 5 seconds. The stimulus then ramped back down to 31°C in 12 seconds. Adequate recovery times (approximately 20–30 seconds) were employed between stimulations. All elicited responses were recorded digitally for offline analysis of thresholds, firing rates, and mean peak instantaneous frequencies to the various stimuli using Spike2 software (Cambridge Electronic Design). Immunohistochemistry. DRGs from mice, at the indicated time points, were removed and immersion-fixed in 3% paraformaldehyde in 0.1 M phosphate buffer (PB) for 30 minutes at room temperature. Fixed DRGs were embedded in OCT (Sakura Finetek USA, Inc.) and incubated at –80°C. DRG sections were cut on a cryostat at 12 μm and mounted onto the slides. Sections were then fixed for about 15 minutes, blocked, and incubated overnight with up to 2 of the following primary antibodies: transient receptor potential vanilloid type 1 (rabbit anti-TRPV1, Alomone; 1:3,000), acid-sensing ion channel 3 (guinea pig anti-ASIC3, MilliporeSigma; 1:2,000), S100β (rabbit anti-S100β, Abcam 1:1,000), or GDNF (rabbit anti-GDNF, Abcam 1:500). Sections were then incubated with appropriate fluorescently conjugated secondary antibodies (Jackson ImmunoResearch anti–guinea pig Alexa Fluor 647, 1:400; or Jackson ImmunoResearch anti-rabbit Alexa Fluor 594, 1:400). Slides were coverslipped in Fluro-Gel (Electron Microscopy Sciences) and stored in the dark at room temperature until imaged. In other cases, after fixation, DRGs were embedded in 10% gelatin followed by immersion in 10% sucrose in 0.1 M PBS overnight. DRG sections were cut on a sliding microtome (Microm HM 430, Thermo Fisher Scientific) at 50 μm and placed in 12-well plates containing 0.1 M PBS, pH 7.3. Sections were then blocked for 1.5 hours and incubated overnight with GFP (anti-GFP in chicken, Abcam, ab13970; 1:1,000) and NeuN (anti-NeuN in rabbit, Abcam, ab177487; 1:500) primary antibodies. Sections were then washed and incubated with appropriate fluorescently conjugated secondary antibodies (FITC donkey anti-chicken, Abcam, ab63507, and Jackson ImmunoResearch donkey anti-rabbit, 711-605-152; 1:400) for 1.5 hours at room temperature. Sections were then placed on gelatin-coated slides prior to coverslipping. Labeling was characterized and documented using a Nikon confocal microscope with sequential scanning to avoid bleed-through of the different fluorophores. For quantification, 3 images were taken from the 3 different slides from 3 different animals along with their respective controls. The final intensity was used to generate the graphs as shown in the Results section. Electron microscopy. Mice used for electron microscopy were perfusion-fixed in a solution combined with 4% paraformaldehyde and 2.5% glutaraldehyde in 0.1 M PB at pH 7.4. The saphenous nerve was dissected out, postfixed in the same fixation overnight, then transferred to 0.175 mol/L cacodylate buffer, osmicated, dehydrated, and embedded in Embed 812 (Ladd Research Industries). Semithin sections were cut, and the best block was selected for ultrathin sections. Ultrathin sections were stained in uranyl acetate and lead citrate and viewed on a Hitachi H-7600 microscope. Remak bundles were counted from the photographs and grouped into 1–2, 3–5, and more than 6 Remak bundles, and percentage of Remak bundles was calculated and compared between genotypes. scRNA-Seq. CellChat ( http://www.cellchat.org , version 1.6.0) objects were created from 4 Seurat ( https://satijalab.org/seurat , version 3.1.2) objects — 2- and 7-month-old WT mouse DRG controls, 2-month-old mouse neurofibroma pretumor (DhhCre Nf1 fl/fl ), and 7-month-old mouse neurofibroma tumor (DhhCre Nf1 fl/fl ) — extracted from the 10× scRNA-Seq data ( 70 ). The “secreted signaling interactions” subdatabase (for mouse) was chosen to infer the cell state–specific communications. Briefly, CellChat identifies overexpressed ligands or receptors in one cell group and then identifies overexpressed ligand-receptor interactions if either ligand or receptor is overexpressed. CellChat infers the biologically significant cell-cell communication by assigning each interaction with a probability value and performing a permutation test. These steps create complex cell-cell communication networks with assigned communication probability scores. After inferring aggregated cell-cell networks, we removed autocrine interactions and focused on cell-cell interactions where SC lineage cells and neuron subtypes participate as sources (i.e., ligand-expressing) and targets (i.e., receptor-expressing), respectively. The  P  value of 0.05 was chosen to extract significant ligand-receptor (LR) interactions for each sample set. We investigated (a) 2-month pretumor (case) versus 2-month control, (b) 7-month control (case) versus 2-month control, (c) 7-month tumor (case) versus 2-month pretumor, and (d) 7-month tumor (case) versus 7-month control and extracted unique LR pairs only detected in the case sample from each comparison. These unique LR pairs were visualized using circle plots, including SC lineage and neuron subtypes. The same LR pairs were searched against all cell types and visualized using heatmaps ( Figure 4 ). Neuron subtypes were re-annotated based on a previous report ( 69 ): Neuron 1 = low-threshold mechanoreceptors (NF), Neuron 2 = lightly myelinated Aδ nociceptors (PEP2), Neuron 3 = C-type thermo-nociceptors (PEP1), Neuron 4 = C-low-threshold mechanoreceptors (TH), Neuron 5 = itch-specific sensory neurons (NP2/3), and Neuron 6 = polymodal nociceptors (NP1). Real-time PCR. DRGs (L2/3) were collected, and RNA was isolated using a QIAGEN RNeasy Mini Kit according to the manufacturer’s protocol. We reverse-transcribed 1 mg samples of purified RNA into cDNA with M-MLV Reverse Transcriptase (Promega). Then 25 ng samples of cDNA were used in SYBR Green real-time PCR reactions on a Step-One real-time PCR machine (Applied Biosystems). Cycle threshold (Ct) values for all targets were all normalized to a GAPDH internal control, and fold-change was determined as 2 ΔΔCt  (Applied Biosystems). Values were converted and reported as a percentage change, where 2-fold change = 100% change. Primers used are listed in  Supplemental Table 1 . Statistics. All data sets were analyzed using GraphPad Prism statistical software. Data are represented as mean ± SEM. Significance was defined as  P  ≤ 0.05. For behavioral analyses, 1- or 2-way ANOVA with Tukey’s post hoc test were performed. For electrophysiological analyses, 1- or 2-way ANOVA on ranks with Dunn’s post hoc test were performed. For PCR, 1-way ANOVA with Tukey’s test were performed. For cell culture and immunohistochemistry, 2-tailed  t  test or 1- or 2-way ANOVA with Tukey’s test were performed. Statistical values are listed for each figure in  Supplemental Table 3 . Study approval. All procedures were approved by the Cincinnati Children’s Hospital Institutional Animal Care and Use Committee and adhered to the  Guide for the Care and Use of Laboratory Animals  (National Academies Press, 2011) under the Association for Assessment and Accreditation of Laboratory Animal Care International–approved practices. Data availability. All data are provided in the  Supporting Data Values  XLS file or can be provided by the corresponding author upon written request. Sequence data are available with NCBI GEO accession GSE181985.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:31:54.223039",
  "abstract_length": 1017,
  "methods_length": 14108,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}