{
  "pmid": "38321701",
  "abstract": "BACKGROUND: Neurofibromatosis type 2-related schwannomatosis is a genetic disease characterized by the development of bilateral vestibular schwannomas, ependymomas, meningiomas, and cataracts. Mild to profound hearing loss and tinnitus are common symptoms reported by individuals with neurofibromatosis type 2. While tinnitus is known to have a significant and negative impact on the quality of life of individuals from the general population, the impact on individuals with neurofibromatosis type 2 is unknown. Consensus regarding the selection of suitable patient-reported outcome measures for assessment could advance further research into tinnitus in neurofibromatosis type 2 patients. The purpose of this work is to achieve a consensus recommendation by the Response Evaluation in Neurofibromatosis and Schwannomatosis International Collaboration for patient-reported outcome measures used to evaluate quality of life in the domain of tinnitus for neurofibromatosis type 2 clinical trials. METHODS: The Response Evaluation in Neurofibromatosis and Schwannomatosis Patient-Reported Outcomes Communication Subgroup systematically evaluated patient-reported outcome measures of quality of life in the domain of tinnitus for individuals with neurofibromatosis type 2 using previously published Response Evaluation in Neurofibromatosis and Schwannomatosis rating procedures. Of the 19 identified patient-reported outcome measures, 3 measures were excluded because they were not validated as an outcome measure or could not have been used as a single outcome measure for a clinical trial. Sixteen published patient-reported outcome measures for the domain of tinnitus were scored and compared on their participant characteristics, item content, psychometric properties, and feasibility for use in clinical trials. RESULTS: The Tinnitus Functional Index was identified as the most highly rated measure for the assessment of tinnitus in populations with neurofibromatosis type 2, due to strengths in the areas of item content, psychometric properties, feasibility, and available scores. DISCUSSION: Response Evaluation in Neurofibromatosis and Schwannomatosis currently recommends the Tinnitus Functional Index for the assessment of tinnitus in neurofibromatosis type 2 clinical trials.",
  "methods": "Methods The Response Evaluation in Neurofibromatosis and Schwannomatosis Patient-Reported Outcomes Communication Subgroup systematically evaluated patient-reported outcome measures of quality of life in the domain of tinnitus for individuals with neurofibromatosis type 2 using previously published Response Evaluation in Neurofibromatosis and Schwannomatosis rating procedures. Of the 19 identified patient-reported outcome measures, 3 measures were excluded because they were not validated as an outcome measure or could not have been used as a single outcome measure for a clinical trial. Sixteen published patient-reported outcome measures for the domain of tinnitus were scored and compared on their participant characteristics, item content, psychometric properties, and feasibility for use in clinical trials. Methods The REiNS International Collaboration is composed of more than 140 researchers, clinicians, and patient representatives who collaborate with the goal of achieving consensus on outcomes for clinical trials. For this work, REiNS clinician-researchers representing the disciplines of otology, otorhinolaryngology—head and neck surgery, audiology, speech-language pathology, as well as patient representatives, formed the PRO Communication subgroup. Following discussion by clinicians, researchers, and REiNS patient representatives, the PRO Communication subgroup sought to focus on identifying preferred PROMs used to assess tinnitus severity and associated QoL for use in clinical trials for NF2-related schwannomatosis. Members of the PRO Communication Subgroup met monthly via videoconferencing from March 2020 to February 2022 to identify and prioritize PROMs for review. Methods used to identify and select PROM measures for tinnitus have been described previously by Wolters et al. \n  The bibliographic databases PubMed, Embase, and Google Scholar were searched for PROMs in April of 2020 using the keywords  27 \n tinnitus questionnaire ,  patient-reported outcome ,  neurofibromatosis type 2 , and  tinnitus outcome measure . No time frame for publication was limiting. Additional terms identified by these searches were added to identify potential inventories. Articles were also manually reviewed for other measures, resulting in two additional measures that were explored further and ultimately determined to be measures to be excluded from the review. After compiling a list of measures, clinicians/researchers within REiNS with expertise in tinnitus and hearing health reviewed and provided input on the list of measures to ensure that no measures were missing from the list. Measures were subsequently evaluated for inclusion criteria, where included measures were required to be (1) a PROM, (2) published and validated in English, and (3) used to assess tinnitus. A total of 19 PROMs for tinnitus were identified. Descriptions of identified PROMs were aggregated and provided to group members for initial review. Of the 19 identified PROMs, 2 were excluded because the measures were not validated as outcomes and/or had different items among forms translated into different languages. \n  One measure was excluded (i.e. the Client Oriented Scale of Improvement-Tinnitus) 28 \n \n  because while it would be very useful for clinical settings as outcomes are selected by clinicians and patients collaboratively based on the patient’s individual needs, this measure would not be feasible in the context of a clinical trial because theoretically there could be a unique outcome measure for each study participant, limiting the researcher’s ability to draw conclusions from the entire sample of study participants on a single specific domain of interest. 29 \n The remaining 16 PROMs were submitted to a formal group review process using the Patient-Reported Outcomes Rating Acceptance Tool for Endpoints (PRO-RATE) form described and published previously. \n  The PRO-RATE form allowed for the numerical scoring and consequent comparison of the PROMs under evaluation. To summarize, PRO-RATE form scoring criteria includes (1) patient characteristics (age range assessed, availability of child self-report and/or parent proxy forms, published normative data from health and population of interest), (2) use in published studies (clinical trials and validation studies), (3) domains assessed and item content (thorough domain assessment, relevant to patients with NF, systematic item development), (4) scores available (response format, scoring, and standardization of scores), (5) psychometric properties (reliability, validity, sensitivity to change, factor analysis), and (6) feasibility for implementation (cost, length in terms of time required for completion, ease of administration, and language availability). 27 \n A score for each PRO-RATE form domain area was assigned for each PROM by individual reviews. Domain and total scores were then aggregated and averaged across all reviewers for inter-scale comparisons. Final meetings included re-reviews with side-by-side comparisons with group discussion on the strengths and limitations of top-rated measures. Throughout the process, clinician-researchers provided domain-specific knowledge, and patient representatives contextualized the relative importance and feasibility of completing tinnitus-specific PROMs during clinical trial participation.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:32:10.653857",
  "abstract_length": 2283,
  "methods_length": 5333,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}