{
  "pmid": "PMID:38321701",
  "title": "Patient-reported measures of tinnitus for individuals with neurofibromatosis type 2-related schwannomatosis: Recommendations for clinical trials.",
  "abstract": "BACKGROUND: Neurofibromatosis type 2-related schwannomatosis is a genetic disease characterized by the development of bilateral vestibular schwannomas, ependymomas, meningiomas, and cataracts. Mild to profound hearing loss and tinnitus are common symptoms reported by individuals with neurofibromatosis type 2. While tinnitus is known to have a significant and negative impact on the quality of life of individuals from the general population, the impact on individuals with neurofibromatosis type 2 is unknown. Consensus regarding the selection of suitable patient-reported outcome measures for assessment could advance further research into tinnitus in neurofibromatosis type 2 patients. The purpose of this work is to achieve a consensus recommendation by the Response Evaluation in Neurofibromatosis and Schwannomatosis International Collaboration for patient-reported outcome measures used to evaluate quality of life in the domain of tinnitus for neurofibromatosis type 2 clinical trials. METHODS: The Response Evaluation in Neurofibromatosis and Schwannomatosis Patient-Reported Outcomes Communication Subgroup systematically evaluated patient-reported outcome measures of quality of life in the domain of tinnitus for individuals with neurofibromatosis type 2 using previously published Response Evaluation in Neurofibromatosis and Schwannomatosis rating procedures. Of the 19 identified patient-reported outcome measures, 3 measures were excluded because they were not validated as an outcome measure or could not have been used as a single outcome measure for a clinical trial. Sixteen published patient-reported outcome measures for the domain of tinnitus were scored and compared on their participant characteristics, item content, psychometric properties, and feasibility for use in clinical trials. RESULTS: The Tinnitus Functional Index was identified as the most highly rated measure for the assessment of tinnitus in populations with neurofibromatosis type 2, due to strengths in the areas of item content, psychometric properties, feasibility, and available scores. DISCUSSION: Response Evaluation in Neurofibromatosis and Schwannomatosis currently recommends the Tinnitus Functional Index for the assessment of tinnitus in neurofibromatosis type 2 clinical trials.",
  "authors": "Heather L Thompson; Jane Grabowski; Barbara Franklin; Kimberley S Koetsier; D Bradley Welling",
  "journal": "Clinical trials (London, England)",
  "publicationDate": "2024-02",
  "doi": "10.1177/17407745231217279",
  "methods": "Methods The Response Evaluation in Neurofibromatosis and Schwannomatosis Patient-Reported Outcomes Communication Subgroup systematically evaluated patient-reported outcome measures of quality of life in the domain of tinnitus for individuals with neurofibromatosis type 2 using previously published Response Evaluation in Neurofibromatosis and Schwannomatosis rating procedures. Of the 19 identified patient-reported outcome measures, 3 measures were excluded because they were not validated as an outcome measure or could not have been used as a single outcome measure for a clinical trial. Sixteen published patient-reported outcome measures for the domain of tinnitus were scored and compared on their participant characteristics, item content, psychometric properties, and feasibility for use in clinical trials. Methods The REiNS International Collaboration is composed of more than 140 researchers, clinicians, and patient representatives who collaborate with the goal of achieving consensus on outcomes for clinical trials. For this work, REiNS clinician-researchers representing the disciplines of otology, otorhinolaryngology—head and neck surgery, audiology, speech-language pathology, as well as patient representatives, formed the PRO Communication subgroup. Following discussion by clinicians, researchers, and REiNS patient representatives, the PRO Communication subgroup sought to focus on identifying preferred PROMs used to assess tinnitus severity and associated QoL for use in clinical trials for NF2-related schwannomatosis. Members of the PRO Communication Subgroup met monthly via videoconferencing from March 2020 to February 2022 to identify and prioritize PROMs for review. Methods used to identify and select PROM measures for tinnitus have been described previously by Wolters et al. \n  The bibliographic databases PubMed, Embase, and Google Scholar were searched for PROMs in April of 2020 using the keywords  27 \n tinnitus questionnaire ,  patient-reported outcome ,  neurofibromatosis type 2 , and  tinnitus outcome measure . No time frame for publication was limiting. Additional terms identified by these searches were added to identify potential inventories. Articles were also manually reviewed for other measures, resulting in two additional measures that were explored further and ultimately determined to be measures to be excluded from the review. After compiling a list of measures, clinicians/researchers within REiNS with expertise in tinnitus and hearing health reviewed and provided input on the list of measures to ensure that no measures were missing from the list. Measures were subsequently evaluated for inclusion criteria, where included measures were required to be (1) a PROM, (2) published and validated in English, and (3) used to assess tinnitus. A total of 19 PROMs for tinnitus were identified. Descriptions of identified PROMs were aggregated and provided to group members for initial review. Of the 19 identified PROMs, 2 were excluded because the measures were not validated as outcomes and/or had different items among forms translated into different languages. \n  One measure was excluded (i.e. the Client Oriented Scale of Improvement-Tinnitus) 28 \n \n  because while it would be very useful for clinical settings as outcomes are selected by clinicians and patients collaboratively based on the patient’s individual needs, this measure would not be feasible in the context of a clinical trial because theoretically there could be a unique outcome measure for each study participant, limiting the researcher’s ability to draw conclusions from the entire sample of study participants on a single specific domain of interest. 29 \n The remaining 16 PROMs were submitted to a formal group review process using the Patient-Reported Outcomes Rating Acceptance Tool for Endpoints (PRO-RATE) form described and published previously. \n  The PRO-RATE form allowed for the numerical scoring and consequent comparison of the PROMs under evaluation. To summarize, PRO-RATE form scoring criteria includes (1) patient characteristics (age range assessed, availability of child self-report and/or parent proxy forms, published normative data from health and population of interest), (2) use in published studies (clinical trials and validation studies), (3) domains assessed and item content (thorough domain assessment, relevant to patients with NF, systematic item development), (4) scores available (response format, scoring, and standardization of scores), (5) psychometric properties (reliability, validity, sensitivity to change, factor analysis), and (6) feasibility for implementation (cost, length in terms of time required for completion, ease of administration, and language availability). 27 \n A score for each PRO-RATE form domain area was assigned for each PROM by individual reviews. Domain and total scores were then aggregated and averaged across all reviewers for inter-scale comparisons. Final meetings included re-reviews with side-by-side comparisons with group discussion on the strengths and limitations of top-rated measures. Throughout the process, clinician-researchers provided domain-specific knowledge, and patient representatives contextualized the relative importance and feasibility of completing tinnitus-specific PROMs during clinical trial participation.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:30:30",
  "introduction": "Introduction NF2 -related schwannomatosis (NF2) is a genetic tumor predisposition syndrome characterized by a mutation of the  NF2  gene located on chromosome 22q.  A hallmark characteristic of NF2 is the development of bilateral vestibular schwannomas 1 , 2 \n  resulting in progressive hearing loss most often associated with tinnitus. Hearing loss and tinnitus are often the earliest presenting complaints, although other tumors including ependymomas, meningiomas, cutaneous schwannomas, and retinal hamartomas may also be symptomatic. 3 \n \n  Many individuals, including some with normal hearing, report disequilibrium or tinnitus. 4 \n \n 5 \n Tinnitus is the perception of sound without the presence of an external sound stimulus (American Academy of Audiology; AAA \n ). Tinnitus occurs in approximately 9.6% of the general population, 6 \n \n  is sufficiently severe to lead to mental health and social concerns in 1%–2%, 7 \n \n  and is a presenting symptom in 10% or more of patients with vestibular schwannomas. 6 \n  Kentala and Pyykkö 8 , 9 \n  evaluated 122 patients with vestibular schwannomas and found that 101 (83%) reported tinnitus and 44 (34%) reported that tinnitus and hearing loss were the presenting symptoms. Tinnitus may occur in many patients with NF2, which can cause significant distress for some patients. 9 \n \n  Tinnitus has been shown to have a significant and negative impact on quality of life (QoL), resulting in increased stress and rates of depression, decreased sleep, and problems with concentration. 10 \n \n  To further elucidate the patient experience, a case vignette is presented in  11 \n Supplemental Appendix A . While the exact cause of tinnitus in the general population is unknown, a recent systematic review reported several risk factors associated with tinnitus including high-frequency sensorineural hearing loss, noise exposure, presbycusis, excessive stress or depression, ototoxicity, neurologic diagnoses (e.g. traumatic brain injury, multiple sclerosis, vestibular schwannomas, or infection), or somatosensory concerns. \n  In patients with NF2, tinnitus is likely associated with the presence of vestibular schwannomas. 12 \n \n 13 \n Patients with NF2 face multiple deficits and challenges. Tinnitus may be just one aspect of many that affects an individual’s QoL. While tinnitus may be bothersome, there may be other hearing-related concerns beyond tinnitus that impact patients with NF2, such as progression of vestibular schwannomas, reduced hearing ability, or dizziness and/or problems with balance. As a result, tinnitus may have a lower priority during patients’ clinical visits. Therefore, it is important to consider the broader context of multiple challenges that patients with NF2 face when assessing tinnitus. Tinnitus can occur in the right ear, left ear, bilaterally, or in an individual’s head. Individuals can also experience tinnitus in the ear which is contralateral to intervention. Surgical interventions for NF2 do not necessarily improve tinnitus, as patients have reported experiencing tinnitus even after the auditory nerve has been cut. \n  A study of 72 patients with unilateral (sporadic) vestibular schwannomas demonstrated that patients experienced tinnitus distress that was comparable to patients with primary tinnitus. 14 \n \n  Future research is warranted to provide normative data on the Tinnitus Functional Index in NF2 patients specifically, as the impact of tinnitus on patients with NF2 may differ from other populations on which the tinnitus measures were normed. 13 \n Currently, there are no objective measures of tinnitus. Assessment of patients’ experience coping with tinnitus generally involves the administration of questionnaires such as patient-reported outcome measures (PROMs). PROMs refer to measures of a patient’s health status reported by patients directly without information or interpretation by others, including healthcare providers. \n  PROMs for tinnitus generally ask about characteristics of patients’ tinnitus such as pitch and/or intensity, distress caused by tinnitus (e.g. Erlandsson et al. 15 \n \n  and Wilson et al. 11 \n \n ), and tinnitus intrusiveness 16 \n \n  or annoyance. 11 \n \n  Data from PROMs have shown that patients with tinnitus report a buzzing, humming, or ringing in the ears that can be intermittent or persistent. PROMs can be used as co-primary endpoints for both efficacy and safety for clinical trials. 17 \n There are several challenges associated with selecting PROMs to assess tinnitus in clinical trials in patients with NF2. Patients with NF2 may use a variety of hearing devices (such as hearing aids, cochlear implants, or auditory brainstem implants) at different stages in their lives. Devices may not be used all the time or consistently across activities. Devices may change after an intervention. As is the case for patients without NF2, individuals may have diagnoses unrelated to NF2 which may also require intervention (e.g. cancer or noise-induced hearing loss). Also, some interventions that are effective for assisting with hearing function may have a benefit of reducing tinnitus (e.g. Roberts et al. \n ). These diagnoses may result in the occurrence of tinnitus that is unrelated to their diagnosis of NF2, or the intervention itself might cause tinnitus. Finally, the progressive nature of NF2 means “no change” in terms of tumor growth may be a positive outcome (see Thompson et al. 18 \n \n ). Challenges in the assessment of tinnitus across activities, devices, or patient factors suggest that additional research is needed. 19 \n There are also challenges related to the use of tools that truly capture patient experiences. Because there are several domains that a given PROM could assess (such as tinnitus severity, distress, interference, and which side the tinnitus is (left or right ear)), measures should be carefully selected based on the purpose of the given clinical trial. Careful consideration should also be given for the fact that patients may have multiple, simultaneous complications (e.g. conflicting or competing issues of tumor growth or stability, hearing loss, balance changes, facial weakness, fatigue, or facial pain) along with the increasing or decreasing tinnitus. Researchers also need guidance on how to score measures in the context of multiple concerns happening simultaneously. As tinnitus is frequently associated with hearing loss, current treatments to address tinnitus in the general population often include those that address hearing-related concerns. Intervention for hearing concerns secondary to the progression of vestibular schwannomas in NF2 includes surgery, radiotherapy, pharmacological intervention (e.g. bevacizumab \n ) or use of auditory devices/technology such as hearing aids, cochlear implants, or auditory brainstem implants. 10 \n \n  Aural rehabilitation may also be provided to not only assist patients with device usage and maintenance, but also to teach communication strategies for use with familiar and unfamiliar communication partners and to optimize communication in a variety of settings. 18 \n Pharmacological clinical trials are conducted with the goal of obtaining Food and Drug Administration (FDA) approval for preventing NF2-related tumors, reducing tumor size, and relatedly, preventing loss of hearing function, and reducing pain intensity and pain interference associated with trigeminal neuralgia or headache. Studies evaluating treatments for the remediation of hearing loss in NF2 have largely focused on evaluating the outcomes of pharmacological interventions used to treat vestibular schwannomas. Pharmacologic interventions utilized to target tinnitus specifically have been shown to have limited success. \n  Tinnitus reduction has not been a primary endpoint of any NF2-related study to this point but may be an important secondary measure. 20 \n Bevacizumab, a vascular endothelial growth factor inhibitor, has demonstrated improved hearing for 35%–40% of NF2 patients.  At least one study has reported improvements in hearing and tinnitus using the Tinnitus Reaction Questionnaire. 10 , 21  Patients with improved hearing with bevacizumab may also experience decreases in tinnitus. 10 , 16 \n  Additional pharmacological interventions may also reduce tumor size or positively impact hearing (e.g. Laraba et al. 22 \n \n ). 23 \n Cognitive behavioral therapy and hearing aids, when indicated, have been the most successful in reducing tinnitus. Masking or sound therapy is also often employed to reduce the annoyance, if unsuccessful at reducing tinnitus (e.g. Bauer \n  and Hobson et al. 20 \n \n ). Tinnitus retraining therapy in conjunction with hearing aids has shown some utility for patients with non-NF2 related tinnitus. 24 \n \n  There is a paucity of research on PROMs used to assess these pre- to post-changes in tinnitus intervention, with no consensus on the most optimal measure to be used. Therefore, a PRO to assess tinnitus in patients with NF2 is indicated. 25 \n As observed in the general oncological population, one side effect of chemotherapy and radiotherapy is the occurrence of tinnitus following ototoxicity. \n  Given this unintended possible side effect, it is important for researchers to be able to identify tinnitus occurring as a result of the NF2 disease process as opposed to tinnitus caused by pharmacological interventions themselves. Regardless of the etiology of tinnitus in individuals with NF2, it is essential that there be consensus on assessments that can be utilized to assess the nature, severity, and impact of tinnitus on QoL for patients. Currently, the impact of tinnitus on QoL of individuals with NF2 is unknown as there is no consensus concerning which assessment measures are appropriate for the assessment of tinnitus in this patient population. Consensus regarding the selection of suitable outcome measures could advance research into tinnitus interventions for NF2 patients. Following conversations of clinicians, researchers, and patient representatives, this study was motivated by a need for additional guidance for the research community on the selection of PROMs for tinnitus interventions. The purpose of this project is to present current Response Evaluation in Neurofibromatosis and Schwannomatosis (REiNS) International Collaboration recommendations for PROMs used to evaluate the domain of tinnitus for NF2 clinical trials. 26",
  "results": "Results Sixteen PROMs met inclusion criteria and were included in this study for extensive review according to our PRO-RATE procedures ( Table 1 ). No pediatric measures were available at the time of review. The top three most highly rated measures included the Tinnitus Functional Index ( Figure 1 ), \n  the Tinnitus Handicap Inventory, 30 \n \n  and the Tinnitus Reaction Questionnaire. 31 \n \n  These measures were later re-evaluated with side-by-side comparisons. Measures evaluated along with a summary of strengths and limitations are presented in  16 \n Table 2 . Table 1. REiNS patient-reported outcomes rating and acceptance tool for endpoints criteria [PRO-RATE \n ]. 27 \n Rating criteria Rating (0–3) * Patient characteristics:  Age range (e.g., child, adolescent, and adult)  Normative groups (e.g., general, NF, oncology, other, and # subjects) Used in published studies:  Number and types of studies (e.g., descriptive and clinical trials) Domains assessed/Item content:  Number/description (e.g., physical, social, emotional, and cognitive) Scores available:  Item response format (e.g., Likert-type scale and visual analog scale)  Types of scores (e.g., raw, standardized, domain, and total) Psychometric data:  Reliability (e.g., internal consistency and test/retest)  Validity (e.g., construct and discriminative)  Factor analysis Feasibility:  Cost  Length (number of items)  Ease of administration  Recall period assessed (e.g., 1 week, 24 hours)  Availability in different languages/international use * 0 = No/poor data/information, 1 = limited data but information suggests potential, 2 = good preliminary data and relevant information but needs more work, 3 = solid data and published information supporting its use in neurofibromatosis trials. Half ratings (.5, 1.5, 2.5) can be used if needed. Figure 1. Tinnitus Functional Index. Table 2. Overview of tinnitus questionnaires evaluated. Name of measure (reference) Domain area Validated age range, in years Strengths for use in NF2 clinical trials Limitations for use in NF2 clinical trials Tinnitus Handicap Inventory \n 31 \n Impact of tinnitus on everyday life 10–12 years; 23–77 years Used in VS and NF2 Used in clinical trials Good psychometric data Brief Available in multiple languages  No recall period  Some items are lengthy Tinnitus Reaction Questionnaire \n 16 \n Psychological distress due to tinnitus 24–80 years Recall period – 1 week 5-point Likert-type scale Available in multiple languages  Has not been used/validated in NF  No MCID  Good test-retest reliability  Not validated as an outcome measure Tinnitus Severity Questionnaire \n 32 \n General tinnitus severity, QoL, psychological aspects 15–86 years Quick, easy to complete Single factor scale  Has not been used/validated in NF  No recall period  Limited psychometric data  Limited number of languages Tinnitus Severity Index \n 30 \n Negative impact of tinnitus on work and social activities Unknown 5-point Likert-type scale Fast and easy to complete  Has not been used/validated in NF  No recall period  No age range specified  Not validated as an outcome measure  Limited psychometric data  Only available in English Tinnitus Cognitions Questionnaire \n 33 \n Positive and negative thoughts toward tinnitus 20–83 years 5-point Likert-type scale Positively and negatively worded items (positive items are reverse scored)  Limited use in published studies  Has not been used/validated in NF  Many items  Limited psychometric data  Only available in English Subjective Tinnitus Severity Scale \n 34 \n Classify tinnitus severity Mean age 62 years Free Fast and easy to administer Available in multiple languages (at least three)  2-point Likert-type scale  No recall period  Has not been used/validated in VS or NF2  No MCID; severe tinnitus seen as > 12 (out of 16)  Limited psychometric data Tinnitus Acceptance Questionnaire \n 35 \n Activity engagement and tinnitus suppression Adults 7-point Likert-type scale Developed from previously published questionnaires Good internal consistency Fast and easy to complete Available in multiple languages  Has not been used/validated in NF  No recall period  Limited psychometric data Tinnitus Primary Functions Questionnaire \n 36 \n To determine treatment efficacy of emotions, sleep, hearing and concentration affected by tinnitus 28–76 years 12-items Three factors Free Fast and easy to complete Available in multiple languages  No recall period  Has not been used/validated in NF  Limited psychometric data  No data for use with children Tinnitus Handicap/ Support Scale \n 11 \n Role of social support for an individual who experiences tinnitus 12–89 years  5-point Likert-type scale  Free  Easy to administer and score  Has not been used/validated in NF  Limited psychometric data  Limited published data  Lengthy (26 items)  No standard scores  No recall period  Only available in English Tinnitus Coping Style Questionnaire \n 37 \n Coping strategies used by individuals with tinnitus 20–85 years 7-point Likert-type scale Free Available in multiple languages (at least three) Lengthy (40 items) No recall period Has not been used/validated in VS or NF2 Items do not assess tinnitus impact, but is focused on coping style No MCID Limited psychometric data Tinnitus Beeintraechtigungs Fragebogen (TBF-12/THI-12) \n 38 \n To quantify tinnitus handicap in a typical clinical setting Adults, mean age 52 12-items Free, easy to administer Quick and easy to complete Available in multiple languages (at least six) Excellent psychometric data Used in published studies and clinical trials 3-point Likert-type scale No recall period Has not been used/validated in VS or NF2 Items are worded negatively No MCID Tinnitus Functional Index \n 30 \n To assess tinnitus severity and tinnitus distress 17–97 years 11-point Likert-type scale Recall period assessed Free, easy to complete Has been used in VS research Available in multiple languages (at least fourteen) Available MCID (13 points) SR form available Developed as an outcome measure Extensive developmental phase with multiple prototypes Excellent psychometric data Eight domains assessed (intrusive, sense of control, cognitive, sleep, auditory, relaxation, quality of life, emotional)  Lengthy (25 items)  Has not been used/validated in NF2 Tinnitus Questionnaire \n 39 \n To assess tinnitus distress 20–93 years Free Easy to score The mini-TQ-12 has been used in VS \n 40 \n Available in multiple languages (at least sixteen) Good psychometric data Subscales to assess emotional distress, auditory perceptual difficulties, intrusiveness, sleep disturbance, and somatic complaints  Lengthy (52 items)  3-point Likert-type scale  No recall period  Has not been used/validated in NF2  Only MCIDs available in German (12 points) and Mandarin (7.5) \n 41 \n Tinnitus and Hearing Survey \n 42 \n To differentiate hearing problems from tinnitus problems 24–83 years Nine items 5-point Likert-type scale Recall period assessed Free, easy to administer Available in multiple languages (at least four) Good psychometric data Has not been used/validated in VS or NF2 Aim of measure not necessarily relevant to NF2 clinical trials No MCID Tinnitus Coping Strategy Questionnaire \n 43 \n To assess the use of cognitive and behavioral coping strategies in response to tinnitus 31–83 years 5-point Likert-type scale Two separate rating scales Free, easy to administer Excellent psychometric data Lengthy (33 items) No recall period Has not been used/validated in VS or NF2 Only available in English Aim of measure not necessarily relevant to NF2 clinical trials (items do not assess tinnitus impact; focused on coping style) Descriptive data included in unpublished dissertation No MCID Tinnitus Psychological Impact Questionnaire \n 44 \n To broadly assess impact of tinnitus on everyday life 35–79 years Variety of domain areas assessed Has not been used/validated in VS or NF No normative data Lengthy (42 items) VS = vestibular schwannoma, NF/SWN = neurofibromatosis and schwannomatosis, QoL = quality of life, SR = self-report, MCID = minimally clinically important difference. After extensive review by the REiNS PRO Communication Subgroup, the Tinnitus Functional Index \n  is recommended for the assessment of tinnitus-related concerns or distress, including quantification of severity and QoL implications, specifically for use in clinical trials related to NF2.  30 \n Table 3  provides a summary of the review for the Tinnitus Functional Index. Table 3. REiNS PRO RATE criteria for the Tinnitus Functional Index. Criteria (ratings) Tinnitus Functional Index Overall group rating = 2.73 Patient characteristics (2.5) SR forms 17-97 years (sample 1) SR forms 22-90 years (sample 2) No SR forms for <17 Measure developed from a prototype Normative data included patients with severe tinnitus Domains/item content (3) 25 items Items selected to avoid being overly negative and were deemed important by experts from the tinnitus research consortium Minimum of 3–4 items per domain; multiple domains Psychometric data (3) Test-retest reliability = 0.92 Internal consistency reliability = 0.99 Item-total correlations 0.56–0.91; 37 correlations 0.70 High correlation with the THI = 0.91; correlated with the VAS = 0.73 Discriminant validity 0.56 with the Beck DI MCID = 13-point reduction Feasibility (2.75) Free 25 items 1-week recall period Available in multiple languages The Tinnitus Functional Index is a 25-item questionnaire developed for scaling the severity and negative impact of tinnitus. Items are rated on an 11-point Likert-type scale (ranging from 0 = did not interfere to 10 = completely interfered). Scores are summed and divided by the number of questions for which the respondent provided valid answers, yielding a score out of a maximum of 250 points should all questions be answered with a maximum score of 10. The domains or subscales include  intrusiveness / persistence of tinnitus ,  overall quality of life , and  tinnitus-related emotional distress ,  interference of cognition and relaxation ,  sleep disturbance ,  auditory difficulties , and  reduced sense of control due to tinnitus . The measure includes three to four items per domain and items have a recall period of 1 week. Clinical studies report good to excellent reliability and validity. For its development, expert judges surveyed the content of nine tinnitus questionnaires which led to two prototypes. These prototypes were (longitudinally) tested in a multicenter setting including >300 patients between 17 and 97 years of age. Consequently, the best-functioning items were included in the Tinnitus Functional Index. Important advantages of the Tinnitus Functional Index included that the measure was validated to assess both intake assessments, as well as treatment-related changes in tinnitus (responsiveness) which enables it to be used in a wide range of studies, including trials. The Tinnitus Functional Index has clear instructions for both participants and researchers (i.e. how to deal with ambiguous answers, or the minimum number of items participants must complete to obtain total scores). A minimally clinically important difference (MCID) was established at a reduction of 13 points. In addition, the measure is free, easy to administer, and available in at least 14 languages. A limitation of this measure is that although it has been used in at least one study that included those with unilateral vestibular schwannomas, there is a current absence of data where the Tinnitus Functional Index was used in studies involving patients with NF2. At this time, there is no known published validated pediatric measure used to assess tinnitus severity or tinnitus distress.",
  "discussion": "Conclusion The REiNS International Collaboration recommends the Tinnitus Functional Index as a PROM for assessing tinnitus distress and severity in clinical trials involving individuals with NF2-related schwannomatosis.",
  "upgrade_date": "2026-02-20 07:34:20"
}