{
  "pmid": "38339230",
  "abstract": "Neurofibromatosis type 1 (NF1) is caused by mutations in the",
  "methods": "2. Materials and Methods 2.1. Animals All mouse studies were approved by the University of Texas Rio Grande Valley Institutional Animal Care and Use Review Committee (IACUC). Validation of mouse strains and selection of alleles of interest were performed by genotyping, as previously described for  Nf1  [ FLOX 49 ],  PlpCre  [ ERT2 50 ], and  cag-catEGFP  [ 51 ] alleles. The mouse genotypes used were  PlpCre ;  ERT2 Nf1  (henceforth  FLOX/+ ),  pNf1 f/+ PlpCre ;  ERT2 Nf1  (henceforth  FLOX/FLOX ), and  pNf1f/f PlpCre ;  ERT2 Nf1 ,  +/+ PlpCre  or  ERT2 , Nf1  (phenotypically  FLOX/+ WT  and indistinguishable from each other). The Cre ERT2 -inducible EGFP reporter gene  cag-catEGFP  was utilized in combination with  pNf1 f/+ ,  pNf1 f/f , and WT alleles to study the dynamics of recombinant cells. All alleles were back crossed for >10 generations with the  C57BL/6J  strain background. Studies in NF1 patients and models show gender-dependent neurological issues [ 52 , 53 , 54 ]; hence, female and male mice were independently assessed and analyzed. Mice were housed in a temperature- and humidity-controlled vivarium on a 12 h light–dark cycle with free access to food and water. Body weight was measured in all individuals before tamoxifen treatment, at day 1 running in CWs, day 36 (reintroduction to CWs), and at the end of CW test (day 42).  pNf1 f/f  mice (but not  pNf1 f/+ ) show phenotypes at 1-month post-mutation induction (p-m), both  pNf1 f/+  and  pNf1 f/f  mice show phenotypes at 6 months p-m [ 42 , 46 ], but  pNf1 f/f  mice develop nerve tumors at 5 months p-m [ 55 ]; hence, we analyzed  pNf1 f/f  mice 2–4 months and  pNf1 f+  mice 2–6 months p-m. 2.2. Tamoxifen and L-NAME Treatment To induce recombination/mutation of  Nf1  in myelinating cells and expression of the reporter gene EGFP, adult mice (2 months old; 2 MO) were injected intraperitoneally with tamoxifen (75 mg/kg of body weight, in sunflower seed oil; Sigma-Aldrich, St. Louis, MI, USA) twice daily for 3 consecutive days. The nitric oxide synthase 1–3 inhibitor N-nitroarginine methyl ester (L-NAME, Millipore Sigma; Burlington, MA, USA) was dissolved in drinking water at 0.3 g/L and stored at 4 °C protected from light. Mice were subjected to oral L-NAME treatment (fed ad libitum) for 4 days before and during the CW test. The L-NAME water was replaced every 48 h. 2.3. Complex Wheel (CW) Learning/Memory Test In short, mice were introduced to the CWs for 2 weeks, housed without the wheel for 3 weeks, and reintroduced to the CWs for 1 week. Specifically, at 2–6 months p-m, mice were introduced to wheels with 22 unevenly spaced rungs at the beginning of the 12 h dark cycle, and running activity was continuously recorded by an infrared system coupled to dedicated software (SAS, Lafayette Instruments, Lafayette, IN, USA). Running time bin size was set to meters per minute and analyses of parameters (see statistics) were performed for each 12 h dark period (nights), as well as for each 15 min interval in single nights (48 intervals/night). Light intensity was homogeneous among cages and cage location was randomized to avoid effects of cage position. The mice’s whiskers were trimmed on day 1 of the CW test to avoid detection of missing rungs with whiskers and to avoid the influence of potential defects in whisker sensitivity; abnormal barrel formation in the somatosensory cortex was reported in NF1 mouse models [ 56 ]. 2.4. Brain Dissection, Immunostaining, and Imaging Mice were overdosed with anesthesia and perfused with 1X PBS followed by ice cold 4% paraformaldehyde. Brains were dissected, fixed in 4% paraformaldehyde overnight, and sectioned using a vibratome (Leica, Wetzlar, Germany). Floating sections were processed for immunodetection of cell markers using specific antibodies for GFP (Nacalai Tesque, Kyoto, Japan), CC1 (Calbiochem, San Diego, CA, USA), NG2 (Millipore, Burlington, MA, USA), Olig2 (Millipore), and NeuN (Millipore). Fluorophore-conjugated (Cy2, Cy3, and Cy5; Jackson ImmunoResearch, West Grove, PA, USA) secondary antibodies were used to detect the antigen–antibody complexes. Using the appropriate laser excitation wavelengths for the secondary antibodies, images were collected using a Leica 2500SPE confocal microscope. Automated and manual (for NG2 staining) cell counting was performed using ImageJ and the ITCN plugin. Specifically, an area/region of interest of 1 mm 2  (Arbitrary Units; AU) was established for all confocal images and the total number of marker+ cells was automatically calculated using the same ImageJ/ITCN (NIH, MD) parameters for size, distance between cells, and signal threshold per marker in all images. 2.5. Data Analyses and Statistics CW raw data obtained with SAS software Version 23.05 (Lafayette Instruments, IN) for distance run/minute (time bin size) during the entire test (2 weeks + 1 week after a break period) were processed by investigators blinded to the genotypes. Five parameters were obtained from each 12 h dark period or from the 15 min intervals from specific single nights. The total distance (meters) per period and Total Average Speed (TAS; average meters/min, considering all minutes/period) are broad measurements of CW performance; the maximum speed corresponds to the highest speed achieved per period (m/min); the Activity Average Speed (AAS) is the average speed of all minutes running >1 m (0 values excluded); and the activity corresponds to the number of minutes running >1 m per period/interval. The CW average speed of phenotypically WT mice has an approximately normal distribution ( p  = 0.2, K-S test) that, together with the low data variability, evidence significant differences using a low number of mice [ 36 , 57 ]. To account for the potential impact of phenotype variability caused by the  Nf1  mutation, we used a minimum “n” of 5 mice/gender/genotype. All quantifications are presented as mean +/− standard error of the mean. Data were analyzed by two-way ANOVA with gender, genotype, or time as sources of variation, and single-night comparisons between WTs vs. mutants were performed using Bonferroni’s post hoc tests ( p  < 0.05). Slope comparisons and intercept/elevation (if slopes were not significantly different) were performed using two-tailed simple linear regression ( p  < 0.05). Unpaired Student’s  t -tests were used for specific two-group comparisons of immunostainings (*  p  < 0.05). All statistical analyses were performed using Prism 9 software (GraphPad, Boston, MA).",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:32:26.585148",
  "abstract_length": 60,
  "methods_length": 6510,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}