{
  "pmid": "38336988",
  "abstract": "Neurofibromatosis Type 2 (NF2)-related schwannomatosis is a genetic disorder that causes development of multiple types of nervous system tumors. The primary and diagnostic tumor type is bilateral vestibular schwannoma. There is no cure or drug therapy for NF2. Recommended treatments include surgical resection and radiation, both of which can leave patients with severe neurological deficits or increase the risk of future malignant tumors. Results of our previous pilot high-throughput drug screen identified phosphoinositide 3-kinase (PI3K) inhibitors as strong candidates based on loss of viability of mouse merlin-deficient Schwann cells (MD-SCs). Here we used novel human schwannoma model cells to conduct combination drug screens. We identified a class I PI3K inhibitor, pictilisib and p21 activated kinase (PAK) inhibitor, PF-3758309 as the top combination due to high synergy in cell viability assays. Both single and combination therapies significantly reduced growth of mouse MD-SCs in an orthotopic allograft mouse model. The inhibitor combination promoted cell cycle arrest and apoptosis in mouse merlin-deficient Schwann (MD-SCs) cells and cell cycle arrest in human MD-SCs. This study identifies the PI3K and PAK pathways as potential targets for combination drug treatment of NF2-related schwannomatosis.",
  "methods": "Materials & methods Cell culture Primary human fetal Schwann cells (SC), HS11, and HS13 were acquired from SciencCell Research Laboratories (Carlsbad, CA, USA).  NF2 -shRNA treatment was utilized to suppress merlin expression in HS11 cells to create two merlin-deficient SC (MD-SC) lines, HS01 and HS02. The HS03 and HS05 MD-SC lines were created by CRISPR/Cas9 with NF2sg1 (sequence: AAACATCTCGTACAGTGACA, provided by Broad Institute) in HS13 cells. Development and characterization of these cell lines, including loss of merlin, was previously described [ 8 ]. Human SCs were cultured on CellBIND Corning dishes (Corning, Corning, NY, USA) in complete Schwann cell media (SCM, basal Schwann cell medium plus 5% fetal bovine serum, Schwann cell growth supplements, 100 Units/mL penicillin, and 100 μg/mL streptomycin). Mouse MD-SCs (MTC-10) were generated and characterized in 2010 and then underwent lentiviral luciferase transduction [ 8 ,  19 ]. Mouse SCs were cultured on CellBIND Corning dishes in N2 medium (F12, Dulbecco’s modified Eagle medium, and 1% N2 supplement, Gibco, ThermoFisher Scientific, Waltham, MA USA). Luciferase expression was confirmed prior to in vivo use by Western blot. All cells were routinely tested for  mycoplasma  contamination (LookOut Mycoplasma PCR Detection Kit; Sigma Aldrich, St Luis, MO, USA). Cell viability and synergy analysis Drugs used in this study are listed with their targets in Table  S1 . All drugs were obtained from SelleckChem (Houston, TX, USA), apart from (-)-B-Hydrastine (Santa Cruz Biotechnology, Dallas, TX, USA). Drugs were dissolved in DMSO (10 mM stock). MD-SCs were seeded in 384-well CellBind Corning plates at 1000 cells/well in phenol red-free media. After attachment, cells were treated with drugs at ten concentrations in a 10 × 10 matrix. Mouse cells were treated for 48 h and human cells for 72 h prior to assessment of cell viability with CellTiter-Fluor Assay (Promega, Madison, WI, USA). All drugs were tested in at least two human MD-SC lines. Follow up testing was performed on a subset of combinations using the mouse MD-SC line. Matrix combination data was uploaded into the Combenefit software system to assess drug synergy using three methods (Loewe, Bliss, and HSA) [ 35 ]. Cell cycle analysis HS01 cells were seeded at 125,000 cells/well in a 6-well CellBIND Corning plate and al-lowed to attach overnight. Cells were then treated with 0.001% DMSO, 2.5 µM pictilisib, 150 nM PF-3748309, or a combination of the two drugs for 24 h. EdU (10 μM) (Click-iT EdU kit; Molecular Probes, ThermoFisher) was added during the last 3 h. Cells were collected with 0.05% trypsin, stained with violet live/dead stain (ThermoFisher Scientific), and permeabilized. DNA labeling with FxCycle stain (ThermoFisher Scientific) was performed according to manufacturer’s instructions. Cell populations were identified by flow cytometry on CytoFlex (Beckman Coulter, Brea, CA, USA) and analyzed by CytExpert software (Beckman Coulter). Experiment was performed in three replicates. Cell death assay (Incucyte) Human HS11, HS01, HS02, HS13, and HS05 and mouse MTC-10 cells (1000 cells/well) were seeded in growth medium in three replicate wells/condition of a 384-well CellBIND Corning plate. After ~6 h, drugs (diluted in 0.001% DMSO) at three increasing concentrations (EC50 as well as lower and higher concentrations) and Incucyte® Caspase-3/7 Green Apoptosis Assay Reagent (Sartorius, Gottingen, Germany) were added to the wells. Wells were imaged using the Incucyte® S5 Live-Cell Analysis system (Sartorius) for 24–72 h. Phase and green fluorescent images were collected every 2 h and analyzed using the integrated basic analyzer software. Apoptosis array assay Human HS02 MD-SCs and mouse MTC-10 (MS01) MD-SCs cell lines were used. Briefly, cells were seeded on 10 cm plates and treated with DMSO (0.001%) or pictilisib (2.5 μM) for 6 h. This time was selected based on previous Incucyte data and coincided with MTC-10 cells started to round up and detach. Cells were lysed and procedure was performed according to the Proteome Profiler Human or Mouse Apoptosis Array Kit (Cat No: ARY009 for Human, Cat No: ARY031 for Mouse, Biotechne, Minneapolis, MA, USA). Arrays were visualized using the Jess System (Biotechne), densitometry was measured in two replicate spots and normalized to the mean of six reference spots using ImageJ Software (NIH, Bethesda, MD, USA). Calculations were carried out using Prism 9 Software (GraphPad, Boston, MA, USA). Pharmacokinetic studies Male and female  NOD.Cg-Prkdcscid Il2rgtm1Wjl/SzJ  (NSG) mice were bred in house and all care and use was approved by the University of Central Florida (UCF) Institutional Animal Care and Usage Committee (IACUC; #19-05, approved 04/08/2019). The UCF animal facility is accredited by the Association for Assessment and Accreditation of Laboratory Animal Care. A total of 50 six- to eight-week-old mice were used for pharmacokinetic studies. Blood and sciatic nerve samples from NSG mice were collected at 1, 2, 4, 8, and 24 h after a single oral gavage of 75 mg/kg for pictilisib and 25 mg/kg for PF-3758309 both individually and combined. Drugs were delivered via 0.5% methylcellulose, 0.2% Tween 80, and 10% DMSO vehicle. Ten mice (three per drug and one control receiving vehicle alone) were used at each time point. Collected samples were frozen and sent to Cyprotex (Watertown, MA, USA) for LC-MS/MS quantitation of drug levels. Pharmacokinetic calculations were performed using the PKSolver software. The plasma half-life (t½) was calculated as the time required to reduce by half the plasma concentration after reaching pseudo-equilibrium and is not the time required to eliminate half the administered dose. An additional LC-MS/MS analyses of a subset of the treated mice (see below) was conducted. This was done to determine whether PF-3758309 was accessible to the tumor neovasculature that can differ from that of the organ/tissue housing the tumor. Three mice from each treatment group were selected randomly at the end of the in vivo study to assess the levels of drug in plasma, intact control nerve, and tumor. Samples were collected 4 h after the final oral gavage, frozen, and sent to Cyprotex for analysis. Orthotopic nerve allograft model A total of 48 NSG mice (6 and 7 weeks old) were implanted with 5000 MS01- Luc  cells as previously described [ 19 ,  36 ]. This group size was determined from past studies to be sufficient to obtain statistical significance for graft weight. Seven days post-implantation, mice were imaged with an In Vivo Imaging System (IVIS, Perkin-Elmer, Waltham, MA, USA) and peak radiance measurements (typically 8–15 min post-injection) were used to assign mice to treatment groups ensuring even distribution of initial tumor burden and sex between groups. All mice successfully established orthotopic MS01- Luc  allografts. Mice were dosed daily by oral gavage starting on day 8. Mice ( n  = 12/group) received vehicle (0.5% methylcellulose, 0.2% Tween 80, 10% DMSO, pictilisib (75 mg/kg), PF-3758309 (25 mg/kg), or a combination of both treatments. Mice were imaged every 7 days and were euthanized after 14 days of treatment (4 h after last treatment). Eight mice became ill and died or were euthanized due to weight loss per IACUC protocol (final sample size (n): vehicle: 11; pictilisib: 9; PF-3758309: 12; combination: 8). Tissue from  n  = 3 mice/group was collected, frozen, and sent to Cyprotex for analysis. Histology and immunohistochemistry Immediately after euthanization, contralateral control nerves and grafted nerves were re-moved, weighed, and measured (maximum length and width). Grafts were placed in 4% paraformaldehyde and fixed overnight at 4 °C followed by standard paraffin processing. Samples were embedded and 5 µm sagittal sections were collected (from  n  = 4/group). Sections were stained with hematoxylin and eosin (H&E) or used for immunohistochemistry. Slides were deparaffinized and rehydrated. Antigen retrieval reaction was performed by heating sections in Antigen Unmasking Solution (pH = 6.0, Vector Labs, Newark, CA, USA) in a 100 °C water bath for 20 min. Endogenous peroxide activity was blocked with BLOXALL solution (Vector Labs). After blocking for 1 h with 5% normal goat serum in PBS, primary antibodies were applied and slides were incubated overnight at 4 °C. Primary antibodies used were rabbit anti-S100 (GA504; 1:200; Dako Omnis, Agilent, Santa Clara, CA, USA), rabbit anti-phospho-PAK1/2/3 (PA5-101019, S144, S141, S139; 1:120; Invitrogen, Waltham MA, USA), rabbit anti-T308pAKT (ab38449, 1:70; Abcam, Cambridge, United Kingdom), rabbit anti-Ki67 (ab16667, 1:200; Abcam) rabbit anti-cleaved caspase-3 (#9664, 1:500; Cell Signaling, Danvers, MA, USA), and rabbit anti-YAP (#14074, 1:200; Cell Signaling) Sections were then washed and the ImmPRESS HRP Anti-Rabbit IgG Polymer Detection Kit (Vector Labs) was used followed by ImmPACT DAB HRP substrate (Vector Labs) to develop a colorimetric (brown) signal. Sections were counterstained with hematoxylin and mounted with VectraMount Permanent Mounting Medium (Vector Labs). Sections were imaged with a Keyence BZ-X810, selecting several regions of interest (ROI) from each section; images were collected at 400x magnification. Staining was quantified as percent positive area using the IHC toolbox plugin for ImageJ (NIH, v1.53e). At least two sections per sample were used for each protein target, with a minimum of 4 ROIs imaged per section to account for tissue heterogeneity. Statistics GraphPad Prism Version 7.04 was used for statistical analysis. One-way analysis of variance (ANOVA) was used to compare IVIS radiance fold change and tumor size between single and combination drug- and vehicle treated groups. Two-way ANOVA with Bonferroni correction was used to compare treatment groups for cell cycle analysis and violet ratiometric membrane asymmetry assay. Parametric (ANOVA) and non-parametric (Kruskal-Wallis) tests were used for immunohistochemical quantification analysis after testing for normality. Statistical significance was set at  p  < 0.05.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:32:22.115397",
  "abstract_length": 1320,
  "methods_length": 10143,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}