{
  "pmid": "38360927",
  "abstract": "Patients affected by neurofibromatosis type 1 (NF1) frequently show muscle weakness with unknown etiology. Here we show that, in mice, Neurofibromin 1 (Nf1) is not required in muscle fibers, but specifically in early postnatal myogenic progenitors (MPs), where Nf1 loss led to cell cycle exit and differentiation blockade, depleting the MP pool resulting in reduced myonuclear accretion as well as reduced muscle stem cell numbers. This was caused by precocious induction of stem cell quiescence coupled to metabolic reprogramming of MPs impinging on glycolytic shutdown, which was conserved in muscle fibers. We show that a Mek/Erk/NOS pathway hypersensitizes Nf1-deficient MPs to Notch signaling, consequently, early postnatal Notch pathway inhibition ameliorated premature quiescence, metabolic reprogramming and muscle growth. This reveals an unexpected role of Ras/Mek/Erk signaling supporting postnatal MP quiescence in concert with Notch signaling, which is controlled by Nf1 safeguarding coordinated muscle growth and muscle stem cell pool establishment. Furthermore, our data suggest transmission of metabolic reprogramming across cellular differentiation, affecting fiber metabolism and function in NF1.",
  "methods": "Methods Animals and animal study approval All animal procedures conducted within this study have been conducted in accordance with FELASA and ARRIVE guidelines and were approved by the responsible authority (Landesamt für Gesundheit und Soziales Berlin, LaGeSo) under license numbers ZH120, G0346/13, G0176/19 and G0270/18. Myf5 Cre  and Acta1 86 Cre  mice were obtained from Carmen Birchmeier (Max Delbrück Center for Molecular Medicine Berlin, Germany), Nf1 36 flox  mice were obtained from The Jackson Laboratory (Nf1tm1Par/J), and Rosa26 87 mTmG  mice were obtained from Andreas Kispert (Medizinische Hochschule Hannover, Germany). Both male and female mice were used and mixed in control and mutant groups. Mice were kept in an enclosed SPF facility with daily health monitoring, regular light/dark cycles, temperature of 22 °C, and 55% humidity. Mice were fed standard chow (ssniff V1124-000) ad-lib. Timed matings were set up, and mice were sacrificed by cervical dislocation, fetuses were sacrificed by decapitation. 37 Primary cell isolation Muscles from both fore- and hind limbs were minced and digested with 2 mg/ml collagenases A (Sigma-Aldrich, #11088793001) at 37 °C, for 1.5 h. Tissue was further homogenized with a syringe; cells were washed twice with FACS buffer (PBS supplemented with 2% FBS, 1 mM EDTA) and centrifuged with 300 g for 5 min at 4 °C. Tissue aggregates were removed using a 70 µm cell strainer (Miltenyi Biotec). Cells were re-suspended in FACS buffer and incubated with antibodies: CD45 (Thermo Fisher, # 17-0451-83; 1:100), CD31 (Thermo Fisher, # 17-0451-83; 1:100), Sca-1 (BioLegend, # 108126; 1:200), Ter119 (Thermo Fisher, # 17-5921-83; 1:100) and α7-Integrin (R and D Systems, # MAB3518; 1:200) on ice for 30 min. This was followed by centrifugation with 300 g for 5 min at 4 °C, and washing with FACS buffer. Cell sorting was performed sing FACS Aria II SORP (BD Biosciences). Propidium Iodide (eBioscience, # 00-6990-50; 1:1000) was used to evaluate cell viability. Myogenic progenitors were gated for α7-Integrin after eliminating all CD45, CD31, Sca-1, and Ter119 positive cells from all mononuclear cells. FACS-sorted cells were harvested into tubes containing FACS buffer (for RNA or gDNA isolation, and for cytospin) or proliferation medium for culture (DMEM with 20% FBS, 1mM L-Glutamine, 1× Penicillin/streptomycin). FACS-isolated cells were centrifuged with 500 g for 5 min, re-suspended in proliferation medium and counted using an automated cell counter (Luna TM ). Desired cell numbers were seeded on 12 mm coverslips that were counted with Matrigel (10% Matrigel (Corning, # 356231) for 30 min). Cells were kept in proliferation medium, or immediately after adhesion subjected to differentiation conditions (DMEM with 2% HS, 1mM L-Glutamine, 1× Penicillin/streptomycin). Primary myoblasts were isolated using pre-plating. After digestion (as above), the single-cell solution was put on plastic dishes for 2 h to separate adherent fibroblast. Supernatant was taken off and transferred to dishes coated with 0.1% gelatin (Sigma–Aldrich, # G1393). Cells were cultured in proliferation medium for three days and detached using 0.25% trypsin-EDTA (Thermo Fisher, #11560626). Cells were again transferred to uncoated plastic dishes, left for 45 min, and supernatant was transferred to gelatin coated dishes. Single muscle fiber isolation and processing EDL muscles from 15-week-old mice were isolated and digested in 2 ml of collagenase solution (0.2% collagenase type I in DMEM) at 37 °C in a water bath. During digestion the muscle was regularly checked to avoid over-digestion. Digestion was stopped by carefully transferring the muscle to a pre-warmed Petri dish. A large bore glass pipette was used to release single myofibres under a microscope. To re-equilibrate the medium during the procedure, every 10 min muscles were transferred to 37 °C and 5% CO 2  for 5 min. Fibers were fixed in pre-warmed 4% PFA/PBS for 5 min followed by washing in PBS for 10 min for 3 times. Fibers were incubated in 1% glycine in PBS to minimize PFA background staining. Fibers were permeabilised with 0.5% Triton X-100 in PBS for 10 min. For blocking, TSA blocking solution (Roche) was used at 4 °C overnight. Fibers were washed once in PBS for 5 min and incubated anti-Myosin, Skeletal, Fast (Sigma-Aldrich# M1570, 1:500) for 1 h at room temperature. Fibers were washed for 5 min for three times in PBS followed by incubation with secondary antibody and DAPI in staining solution (1× PBS, 0.03% horse serum, 0.003% BSA, 0.001% Triton X-100) for 1 h at room temperature. Fibers were washed in PBS for 5 min for three times. Then, fibers were individually transferred to a glass slide and mounted with Fluoromount-G. Fibers were visualized and photographed using an Axiovert 200 M (Zeiss) equipped with AxioVision 4.6 software (Zeiss). At least 30 fibers per sample were analyzed. Immunolabeling of cells For cytospin analysis, FACS-sorted MPs were kept at 4 °C for 1 h followed by spinning at 50 g at 4 °C for 5 min. 5 × 10 4  cells were used per poly-L-lysine (1:100 dilution with bidest, Millipore, # A-003-E) coated 10 mm coverslip. MPs from cell culture were washed once with PBS to remove medium. Cells were fixed with 4% PFA (Merck, #104005) in PBS at room temperature for 10 min, permeabilized with PBX (0.3% Triton X-100) at room temperature for 10 min, and blocked with 5% BSA (Carl Roth, # 8076) in PBX at room temperature for 1 h. Primary antibodies were diluted in 5% BSA and cells were incubated at 4 °C overnight. After washing with PBX for 10 min three times, cells were incubated with secondary antibodies and DAPI (Invitrogen, #62248, 1:1000) diluted in PBX for 1 h at room temperature. Cells were washed 10 min for three times with PBX, and coverslips were mounted using Fluoromount-G (Southern Biotech, # 0100-01), and visualized using LSM700 confocal microscope (Zeiss) with ZEN imaging software (Zeiss). The primary antibodies and dilutions used were: Mouse anti-Pax7 (DSHB # Pax7; 1:25), Goat anti-Pax7 (provided by C. Birchmeier; 1:100), Rabbit anti-Ki67 (Abcam # ab16667; 1:500), Mouse anti-Ki67 (BD Biosciences #550609; 1:500), Rabbit anti-MyoD (Cell Signaling Technology #13812; 1:300), Mouse anti-MyoD (BD Biosciences # 554130; 1:500), Mouse anti-MF20 (DSHB # MF20; 1:50), Anti-Myosin Skeletal, Fast (Sigma–Aldrich # M1570; 1:500), Rabbit anti- pErk1/2 (Cell Signaling Technology # 9101; 1:300), Rabbit anti-phosphor (s235/236)-S6 (Cell Signaling Technology # 4858; 1:300), Goat anti-Desmin (R&D Systems # AF3844; 1:500), Anti-trimethyl-Histone H3 (Lys27) (Millipore # 07-449; 1:500), anti-acetyl-Histone H4 (Lys16) (Millipore # 07-329; 1:500) (see also Supplementary Table  1 ). Relative fluorescence intensity (RFI) was measured with ImageJ software; at least 200 cells per biological sample and experiment were analyzed. Immunolabeling of tissue sections Mouse hind limbs were dissected and embedded with tragacanth (Sigma–Aldrich #G1128) on a cork plate followed by freezing in isopentane / dry ice for 10 s. Samples were stored at −80 °C. 10 μm sections (Microm HM355S) were used for all applications. For Pax7 staining, slides were fixed with pre-cooled methanol at −20 °C for 10 min, followed by antigen retrieval with antigen retrieval solution (2 mM EDTA) for 10 min at 95 °C in a water bath (Julabo). For all other antibodies, slides were fixed with PFA at room temperature for 10 min. Slides were blocked with blocking buffer (5% BSA in PBX) for 1 h at room temperature. Primary antibodies were diluted in blocking buffer and slides were incubated overnight at 4 °C. For Pax7 staining, this was followed by at room temperature for 4 h. Primary antibody solution was removed, and slides were washed for 10 min for four times in PBX. Slides were incubated with secondary antibodies diluted in PBX for 1 h at room temperature, followed by washing with PBX for 10 min for four times. Slides were mounted with Fluoromount-G (Southern Biotech, # 0100-01) and visualized using LSM700 confocal microscope (Zeiss) with ZEN imaging software (Zeiss). The primary antibodies and dilutions used were: Goat anti-Collagen IV (Millipore AB769; 1:500), Rabbit anti-Laminin (Sigma–Aldrich L9393; 1:500), Mouse anti-Pax7 (DSHB Pax7; 1:10), Rabbit anti-Ki67 (Abcam ab16667; 1:400), anti-acetyl-Histone H4 (Lys16) (Millipore 07-329; 1:400), Mouse anti-β-Tubulin III (Sigma–Aldrich T8578; 1:100), Mouse anti‐MyHC type 1 (DSHB BA‐D5; 1:10), mouse anti‐MyHC type 2 A (DSHB SC‐71; 1:20), mouse anti‐MyHC type 2B (DSHB BF-F3; 1:20), (see also Supplementary Table  1 ). TUNEL staining on tissue sections was performed using the DeadEnd™ kit (Promega) according to the manufacturer’s instructions. Immunoblotting For protein isolation, homogenization was performed with using TissueLyser (Qiagen) with RIPA buffer (50 mM Tris–Hcl, pH 8.0; 150 mM Nacl; 1% NP-40; 0.5% Sodium deoxycholate; 0.1% SDS). Protein concentration was measured using the Pierce BCA Protein Assay Kit (Thermo Fischer #23225). Total protein was separated with SDS-PAGE gels and transferred to PVDF membrane (GE Healthcare). Membrane were blocked with 5% BSA in TBST for 1 h at room temperature. Primary antibodies were diluted in blocking buffer, and membranes were incubated overnight at 4 °C room. After washing in PBST for 10 min for 3 times, HRP-conjugated secondary antibodies were applied for 1 h in PBS at room temperature. Images were acquired using a Fusion FX spectra gel documentation system (Vilber) with FUSION FX software. Primary antibodies used were: Rabbit anti-phosphor (Thr-389)-p70s6k (Cell Signaling Technology # 9205; 1:1000), Rabbit anti-p70s6k (Cell Signaling Technology # 9202; 1:1000). Blots images were analyzed and relative protein level was calculated using the gray value measurement tool in ImageJ. SeahorseXF metabolic flux analysis Seahorse XF96 extracellular flux analyzer (Agilent) was used to measure the ECAR and OCR. The cartridge sensor was hydrated with 200 μl of calibration solution (Agilent) at 37 °C without CO 2  overnight. FACS-sorted MPs were plated on XF96 cell culture microplates coated with 10% Matrigel in warm assay medium (Agilent), the cell culture plate was centrifuged with 200 g for 5 min. and left 37 °C without CO 2  for 45 min. Measurements were performed using the glycolysis stress test kit (Agilent) according to the manufacturer’s instructions. Seahorse Wave Desktop Software (Agilent) was used for data analysis. Jagged-1 ligand and inhibitor treatment One day before the experiment, a 24-well plate was coated with 10% Matrigel at 37 °C for 30 min. Supernatant was removed and 100 µl of Jagged-1 ligand (5 ng/µl in PBS) was added (or only PBS for control plates), plates were left at room temperature overnight. Freshly FACS-sorted p14 control and Nf1 Myf5  muscle progenitors were cultured on Matrigel w/o coating or Jagged-1 coating for 48 h; 3 × 10 5  cells were used for each well. Cells were cultivated in proliferation medium without further treatment, or in the presence of Mek inhibitor UO126 (Promega # V1121; 10 µM) or pan-NOS inhibitor L-NAME (Sigma–Aldrich # N5751; 2 mM). Total RNA was isolated from each sample followed by RT-qPCR analysis for Notch target genes and selected glycolysis, TCA, and OXPHOS gene expression analysis. Notch signaling inhibitor injection 5 doses of γ-secretase inhibitor DAPT solution (Sigma–Aldrich #D5942; 30 mg/kg in 95% corn oil/5% ethanol) were applied by subcutaneous injection to four Nf1 Myf5  pups from postnatal day 6 to p21. Four Nf1 Myf5  pups injected with Placebo were used as controls. Animals were sacrificed at p21, and hind limb tissue was used for RNA extraction / RT-qPCR analysis, or cryosectioning. RT-qPCR Total RNA was isolated using the RNeasy Micro Kit (Qiagen; tissue samples) or RNeasy Mini Kit (Qiagen; cells). cDNA was synthesized using 1 μg of mRNA using the SuperScript™ III Reverse Transcriptase (Invitrogen™ # 18080044) kit, Oligo(dT)20 primer (Invitrogen™ #18418020) and RNaseOUT™ Recombinant Ribonuclease Inhibitor (Thermo Fisher Scientific # 10777019) according to manufactures instructions. Quantitative RT-PCR analysis was performed using the ABI Prism HT 7900 real-time PCR detection system (Applied Biosystems) equipped with SDS software version 2.4 (Thermo Fisher Scientific) using GOTaq qPCR Master Mix (Promega) or SYBR Green qPCR Master Mix (Life Technologies). Actb was used to normalize the expression of each gene, double delta Ct (ΔΔCt) method was used to calculate the relative expression level. All primers used were purchased from Eurofins Scientific and listed in Supplementary Table  2 . RT-qPCR was performed on at least 3 biological replicates (individual animals or independent cell culture assays) and were performed in triplicates for each sample. RNA-sequencing analysis Two biological replicates for each genotype were analyzed. For each replicate, total RNA from 5 × 10 5  FACS-sorted p7 MPs pooled from two mice was isolated using the RNeasy Micro Kit (Qiagen). RNA quantity and quality were tested on a Qubit®Fluorometer (Invitrogen) and a Bioanalyzer2100 (Agilent). Sequencing libraries was prepared following Roche’s “KAPA stranded mRNA Seq” library preparation protocol. 11 cycles of PCR were used for libraries amplification followed by sequencing with an Illumina HiSeq 4000 system in PE75bp mode. 45–72 million fragments were acquired in each sample. Mapping was performed using STAR 2.4.2a software with mouse genome (mm9). Read counts were generated with R Studio function Summarize Overlaps and normalized to RPKM based on the number of uniquely mapped reads. Differential expression analysis was performed with DESeq2 using default settings. Genes with an absolute fold change ≥ 2 and adjusted  p -value  ≤ 0.01 were used as significantly differentially expressed. GSEA analysis was performed with the entire gene list using GSEA software 4.0.1 desktop (Broad Institute). Curated KEGG gene set and all Gene ontology set from the Molecular Signature Database (MSigDB) were used for overrepresentation analysis. Web-based DAVID 6.8 was used for functional annotation of differentially expressed genes. Heatmaps were generated using R Studio 3.4.3. Evaluation of metabolic capacities by kinetic modeling Metabolic capabilities of individual samples were evaluated using an established kinetic model of the energy metabolism  encompassing carbohydrate-, lipid- and amino acid metabolism including ATP generation and key electrophysiological processes at the inner mitochondrial membrane as described in 49 . The model describes the dynamic of metabolites and fluxes via ordinary differential equations taking into account the regulatory properties of the underlying metabolic enzymes, such as substrate affinities (Km-values), allosteric properties (Ki-values and Ka-values), and alterations in these parameters due to hormone-dependent phosphorylation 50 . Maximal enzyme activity was assumed to be proportional to protein expression. Individualized models for each sample were generated scaling the maximal enzyme activities (vmax) of each metabolic enzyme and transporter by the relationship 88 where Econtrol is the average enzyme expr ession in all controls and Esample is the enzyme expression in the individual sample. Metabolic capacities were determined as described. MATLAB R2020b was used for running simulations and generating graphs of respective outputs. 1 \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$${v}_{\\max }^{{{{{{\\rm{animal}}}}}}}={v}_{\\max }^{{{{{{\\rm{control}}}}}}}*{E}^{{{{{{\\rm{samplel}}}}}}}/{E}^{{{{{{\\rm{control}}}}}}}$$\\end{document} v max animal = v max control * E samplel / E control ChIP-sequencing (ChIPmentation) Two biological replicates were used for H3K4me3, H3K27me3, H4K16ac. 1 × 10 5  FACS-sorted p7 MPs from one animal were used for each sample, and two samples were used for each genotype. Cells were fixed (150 µl of PBS/2%FBS/1% Formaldehyde) for 10 min at room temperature. Cells were sonicated using a Bioruptor (Diagenode) in sonication buffer (10 mM Tris–HCl pH 8.0, 0.25% SDS, 2 mM EDTA), 1× Roche complete Protease Inhibitor (Roche # 11697498001) with setting “high”,15 × (30 s on / 30 s off). After short spin-down this was repeated. Sheared chromatin was cleared by centrifugation for 10 min at full speed at 4 °C, supernatant was transferred to a new 0.2 ml PCR stripe and 2 µl of antibody (Anti-acetyl-Histone H4 (Lys16), Millipore # 07-329; Anti-trimethyl-Histone H3 (Lys4) Millipore # 07-473; Anti-trimethyl-Histone H3 (Lys27) Millipore # 07-449) was added and incubates on a rotator at 4 °C overnight. Magnentic beads (Invitrogen #10003D or 10001D) were preparation by washing and blocking at 4 °C overnight with 0.1% BSA/RIPA buffer (see above). Chromatin was incubated with magnetic beads at 4 °C for 2 h. CHIPmentation reaction  was performed by incubating beads with tagmentation buffer (12.5 µl 2× TD buffer, 11.5 µl nuclease free water, 1 µl Tn5 enzyme (Illumina #FC-131-1024)) at 37 °C for 10 min. De-crosslinking was performed by incubating beads with ChIP elution buffer (1% SDS, 100 mM NaHCO 89 , 90 3 , 250 mM NaCl) with proteinase K (0.5 mg/mL) (Sigma–Aldrich # 70663) at 55 °C for 1 h, followed by incubation overnight at 65 °C. Samples were eluted using the MinElute kit (Qiagen #28004), followed by 16–18 cycles PCR amplification. AMPureXP beads (Beckman Coulter #A63881) were sued for library product size selection. Size selected library concentration was measured with the Qbit®Fluorometer (Invitrogen) using 1–2 ng/µl in a total volume of 13 µl. Library quality was assessed using the Bioanalyzer2100 (Agilent), showing a fragment peak around 280 bp. Primers used for amplification and barcoding of ChIPmentation libraries were purchased from Eurofins Scientific and are listed in Supplementary Table  3 . ChIP-seq data analysis Sequencing quality was evaluated by FastQC software. ChIP-seq reads (Illumina 2 × 75 base paired-end) were mapped to the mouse reference genome ( mm9 ) using the default parameters of BWA MEM aligner using bwa v0.7.15 . BAM files were filtered using samtools rmdup 91 . Only unique mapped reads were used for the downstream analyses. MACS2 92  version 2.1.2 93  was used to call peaks at 5% FDR and annotated with overlapping and proximal genes in R with the ChIPpeakAnno library 94 . Coverage profiles represent Reads Per Million (RPM) values have been averaged over replicates, calculated using deeptools2 bamCoverage 95  and visualized in IGV/UCSC genome browser 96 . ChIP-seq read density profiles for region set summits were calculated using deeptools2 computeMatrix and plotted with plotHeatmap function. ±10 kb around the TSS for H3K27me3 and H4K16ac, ±1 kb around the TSS for H3K4me3 were plotted and averaged respectively. Differential binding analysis of CHIP-seq peak data was performed using the default DESeq2 analysis (FDR < 0.05; Padj<0.05) 97 , 98 . GSEA and GO analysis were performed as described for RNA-seq. 99 MeDIP-sequencing Genomic DNA from 1 × 10 6  FACS-sorted p7 MPs from one animal was isolated with the All Prep DNA / RNA / Protein Mini Kit (Qiagen) and used as one sample, and two samples were used for each genotype. Sample quality was measured using the Nanodrop 2000. The low-input MeDIP protocol  was used for library preparation. 80 ng of genomic DNA were fragmented to around 170 bp followed by End Pair and A tailing with the End Pair mix (NEB Next Ultra DNA library preparation kit). After ligation of truncated TruSeq adapters with the NEB Next Ultra Ligation Module, samples were purified with the AmpureXP beads. Samples were mixed with IP buffer (MagMeDIP –kit; DIAGENODE) and denatured for 3 min at 95 °C. Denatured DNA was incubated with anti-5-meC-antibody and prewashed magnetic beads overnight at 4 °C on a rotator. After capturing, beads were washed, and methylated fragments were incubated for 5 min at 55 °C, and for 15 min at 100 °C in a proteinase K/elution buffer mix (1 µl of proteinase K in 100 µl DIB-buffer; Diagenode). Capture efficiency was determined by qPCR against spiked-in Lambda-DNA fragments in precapture and postcapture library samples. Libraries were amplified in a final PCR step using barcoded TruSeq primers (Index prime; 12 cycles) and size selected on a 2% agarose gel (230–320 bp, peak at 282–294 bp). Quality was assessed on an Agilent Bioanalyzer and library concentration was determined by Qbit and qPCR. Primers used for MeDIP Library preparation are shown in Supplementary Table  100 4 . MeDIP-seq data analysis Illumina 2 × 75 base paired-end reads where aligned to the mouse reference genome  mm9  using bwa v0.7.15 and analyzed with QSEA Bioconductor package v.1.12.0 . CpG enrichment profiles were calibrated using blind calibration method. Differentially methylated regions (DMRs) where called at 250 base windows at an FDR of 10%, and annotated with promoter (TSS ± 500 bases), exonic, and gene body regions as well as model-based CpG islands (CGI) 101 . For GO term-based overrepresentation analysis, all DMRs overlapping a CGI where assigned to the next gene. 102 Quantification and statistical analysis Analysis of NGS experiments is outlined above. All other data quantification was based on at least three independent biological replicates (individual animals or independent assays),  N -numbers are noted in the figure legends. From each sample, at least three technical replicates were performed. Error bars represent the standard error of the mean (SEM). Two-tailed Student’s  t -test with 95% confidence interval was used to evaluate the significance of differences between two groups. Quantification and alignments of NGS analysis for RNA-seq, ChIPmentation, and MeDIP are described in more detail in the “Methods” section above. Reporting summary Further information on research design is available in the  Nature Portfolio Reporting Summary  linked to this article.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:32:35.130883",
  "abstract_length": 1213,
  "methods_length": 22190,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}