{
  "pmid": "38366576",
  "abstract": "OBJECTIVES: Neurofibromatosis type 1 (NF1) is a genetic cancer predisposition syndrome that can impact multiple organ systems and is associated with plexiform neurofibroma tumors, requiring care from birth through adulthood. Adolescents and young adults (AYAs) with NF1 face several barriers to transition from pediatric to adult care. This cross-sectional study aimed to assess transition readiness in this population and to evaluate relationships between specific NF1 symptoms and transition readiness. METHODS: AYAs (aged 16-24) enrolled in existing studies related to NF1 were eligible. AYAs and their parents completed measures of transition readiness (Transition Readiness Assessment Questionnaire version 4 [TRAQ-4]), and AYAs also completed a transition readiness interview (UNC TRxANSITION). RESULTS: Thirty-eight AYAs (mean age = 19.95 ± 2.68 years) participated in the study. Average TRAQ scores indicated that AYAs were still learning Self-Management skills (M = 3.37, SD = 1.08) and Self-Advocacy skills (M = 3.98, SD = 0.67). Older AYAs had higher TRAQ scores for Self-Management (r = 0.70, p < .001) and Self-Advocacy (r = 0.41, p = .011) than younger AYAs. Parents and AYAs had similar TRAQ scores. About one third of AYAs (37.8%, n = 14) expressed uncertainty about how NF1 might affect them in the future. The remaining AYAs mostly expressed concerns regarding tumor growth, pain, or cancer. CONCLUSIONS: In this small study, preliminary findings suggest that AYAs with NF1 express confidence in many areas of transition readiness but continue to require support, particularly with Self-Management skills. Given the gaps in understanding of future health risks, AYAs with NF1 would benefit from early assessment, psychoeducation, and support for transition readiness to adult care.",
  "methods": "Methods AYAs (aged 16–24) enrolled in existing studies related to NF1 were eligible. AYAs and their parents completed measures of transition readiness (Transition Readiness Assessment Questionnaire version 4 [TRAQ-4]), and AYAs also completed a transition readiness interview (UNC TRxANSITION).",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:32:38.217496",
  "abstract_length": 1799,
  "methods_length": 294,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}