{
  "pmid": "38372904",
  "abstract": "PURPOSE: NF2-related schwannomatosis (NF2) is characterized by bilateral vestibular schwannomas (VS) often causing hearing and neurologic deficits, with currently no FDA-approved drug treatment. Pre-clinical studies highlighted the potential of mTORC1 inhibition in delaying schwannoma progression. We conducted a prospective open-label, phase II study of everolimus for progressive VS in NF2 patients and investigated imaging as a potential biomarker predicting effects on growth trajectory. METHODS: The trial enrolled 12 NF2 patients with progressive VS. Participants received oral everolimus daily for 52 weeks. Brain imaging was obtained quarterly. As primary endpoint, radiographic response (RR) was defined as ≥ 20% decrease in target VS volume. Secondary endpoints included other tumors RR, hearing outcomes, drug safety and quality of life (QOL). RESULTS: Eight participants completed the trial and four discontinued the drug early due to significant volumetric VS progression. After 52 weeks of treatment, the median annual VS growth rate decreased from 77.2% at baseline to 29.4%. There was no VS RR and 3 of 8 (37.5%) participants had stable disease. Decreased or unchanged VS volume after 3 months of treatment was predictive of stabilization at 12 months. Seven of eight participants had stable hearing during treatment except one with a decline in word recognition score. Ten of twelve participants reported only minimal changes to their QOL scores. CONCLUSIONS: Volumetric imaging at 3 months can serve as an early biomarker to predict long-term sensitivity to everolimus treatment. Everolimus may represent a safe treatment option to decrease the growth of NF2-related VS in patients who have stable hearing and neurological condition. TRN: NCT01345136 (April 29, 2011).",
  "methods": "Methods The trial enrolled 12 NF2 patients with progressive VS. Participants received oral everolimus daily for 52 weeks. Brain imaging was obtained quarterly. As primary endpoint, radiographic response (RR) was defined as  ≥  20% decrease in target VS volume. Secondary endpoints included other tumors RR, hearing outcomes, drug safety and quality of life (QOL). Materials and methods Patient selection Patients age 16 or older who met diagnostic criteria for NF2 (NIH 1988) and had progressive VS not requiring surgical resection or radiation therapy were eligible for the trial. We defined progressive VS as ≥ 20% volumetric increase on MRI in the prior 12 months. We excluded patients with prior radiation therapy within the past 60 months to eliminate delayed radiation treatment effects, as well as patients currently undergoing or having received anti-tumor therapy in the past 4 weeks. The full list of eligibility criteria is in Supplementary Information. All participants gave written informed consent before enrollment. Monitoring was assured by the Data Safety Monitoring Board DSMB of the UCLA Jonsson Comprehensive Cancer Center. Data, safety monitoring and results were subject to review by the FDA, UCLA IRB, and Novartis who provided the study drug. We received FDA approval for our protocol using RAD001 (everolimus) as an Investigational New Drug (IND #111195) in NF2. Drug administration and safety Adult participants (18 and older) were started on everolimus at 10 mg/day while adolescents aged 16–17 were started on 3 mg/day. All participants could receive study drug once daily continuously for 52 weeks or until unacceptable toxicity as per investigator’s judgment or patient’s preference. Adverse events were delineated through the National Cancer Institute Common Toxicity Criteria (CTCAE 3.0) [ 22 ]. For adult participants who experienced grade 3 or higher or intolerable toxicity, everolimus could be reduced to 5 mg/day. To assess compliance and trend plasma levels, we performed pharmacokinetic drug studies at the University of California, Los Angeles. Radiologic measurement of tumor volume Imaging was performed using a 3T clinical MRI scanner (Philips Healthcare, Los Angeles California). Tumor volume was determined using three-dimensional gradient echo T1-weighted post-gadolinium sequences with 1-mm slice thickness, no gap, by manual segmentation in OsiriX 4.1.2 software (OsiriX, Geneva, Switzerland) and MEDx 3.44 software (Medical Numerics, Inc., Germantown, MD), and independently measured by three investigators (ED, AS and MG). If volumes deviated by more than 5%, investigators jointly reviewed images for agreement. Pre-study enrollment tumor growth was determined using MRI within 12 months of baseline and a baseline MRI obtained within 28 days of treatment start. MRI was then performed every three months during treatment and three months after last dose. Study primary endpoint was change in the target VS volume by MRI from baseline to 12 months. RR was defined as tumor volume reduction of ≥ 20% from baseline, while progression was defined as tumor volume increase of ≥ 20% from baseline. Tumors that had < 20% volumetric increase or reduction were considered stable [ 23 ]. Time to tumor progression (TTP) was defined as the interpolated time needed for the tumor to increase 20% in volume before and during treatment [ 23 ]. To allow for a direct comparison of tumor growth rate among patients with pre-enrollment MRIs acquired at different time intervals, we calculated the annual growth rate (AGR) [ 11 ]. For consistency this measure was also applied to the different time points during the trial period. The annual growth rate (AGR) was calculated as the percentage change in tumor volume normalized to one year (%/year), using the formula: AGR = [((Vol 2 -Vol 1 )/Vol 1 ) x 100]/(Date 2 -Date 1 ) x 365, where Vol 1  and Vol 2  are the tumor volumes measured at current (Vol 1 ) and previous (Vol 2 ) MRI at dates Date 1  and Date 2 , respectively. Hearing evaluation Hearing outcomes were assessed using pure tone averages (PTA) and word recognition scores (WRS). PTA was defined as the average of individual threshold frequencies at 500, 1000, 2000 and 4000 Hz for each ear. Hearing deterioration was defined as an increase of more than 10 dB in PTA from baseline to the 12-month evaluation, while hearing improvement was categorized as a decrease of more than 10 dB in PTA. Per prior studies, WRS was evaluated using a 50 item recorded Central Institute for the Deaf CID-W22 monosyllable word list [ 21 ,  24 ,  25 ]. In addition to PTA, we also considered hearing deterioration as a decrease in WRS ≥ 20% from baseline to last everolimus treatment, while hearing improvement was defined as an increase in WRS ≥ 20%. Quality of life We assessed QOL using three questionnaires [ 26 – 30 ] at baseline, and at 6-month and 12-month follow-ups. The SF-36 reports different domains of Health Related Qualify of Life (HRQOL) in the previous month, including physical limitations and general health perceptions [ 29 ]. The NF2 impact on QOL (NFTI-QOL) was specifically designed for NF2 patients [ 27 ,  31 ]. The tinnitus handicap inventory (THI) reports on tinnitus with three subscales on functional, emotional, and catastrophic responses [ 30 ,  32 ,  33 ]. Statistical analysis Baseline patient demographics and characteristics were summarized using descriptive statistics. TTP was calculated before treatment (reference to baseline time point) and during treatment (from initial date of everolimus to date of volumetric tumor progression) and represented using the Kaplan-Meier method. A Mann-Whitney test was used to compare AGR.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:32:44.926224",
  "abstract_length": 1787,
  "methods_length": 5693,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}