{
  "pmid": "PMID:38387803",
  "title": "Development of a vestibular schwannoma tumor slice model for pharmacological testing.",
  "abstract": "BACKGROUND: Our goal was to develop a 3D tumor slice model, replicating the individual tumor microenvironment and for individual pharmaceutical testing in vestibular schwannomas with and without relation to NF2. METHODS: Tissue samples from 16 VS patients (14 sporadic, 2 NF2-related) were prospectively analyzed. Slices of 350 µm thickness were cultured in vitro, and the 3D tumor slice model underwent thorough evaluation for culturing time, microenvironment characteristics, morphology, apoptosis, and proliferation rates. Common drugs - Lapatinib (10 µM), Nilotinib (20 µM), and Bevacizumab (10 µg/ml) - known for their responses in VS were used for treatment. Treatment responses were assessed using CC3 as an apoptosis marker and Ki67 as a proliferation marker. Standard 2D cell culture models of the same tumors served as controls. RESULTS: The 3D tumor slice model accurately mimicked VS ex vivo, maintaining stability for three months. Cell count within the model was approximately tenfold higher than in standard cell culture, and the tumor microenvironment remained stable for 46 days. Pharmacological testing was feasible for up to three weeks, revealing interindividual differences in treatment response to Lapatinib and intraindividual variability in response to Lapatinib and Nilotinib. The observed effects were less pronounced in tumor slices than in standard cell culture, indicating the model's proximity to in vivo tumor biology and enhanced realism. Bevacizumab had limited impact in both models. CONCLUSION: This study introduces a 3D tumor slice model for sporadic and NF2-related VS, demonstrating stability for up to 3 months, replication of the schwannoma microenvironment, and utility for individualized pharmacological testing.",
  "authors": "Vera Nickl; Jonathan Fakler; David Ziebolz; Charlotte Rumpel; Linus Stabenow; Johanna Bernhagen; Eva Rampeltshammer; Ralf-Ingo Ernestus; Mario Löhr; Isabel Gugel; Cordula Matthies; Camelia M Monoranu; Carsten Hagemann; Maria Breun",
  "journal": "Journal of neuroscience methods",
  "publicationDate": "2024-05",
  "doi": "10.1016/j.jneumeth.2024.110082",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-19 09:30:30"
}