{
  "pmid": "38409461",
  "abstract": "PURPOSE: Neurofibromatosis (NF) is associated with low quality-of-life (QoL). Learning disabilities are prevalent among those with NF, further worsening QoL and potentially impacting benefits from mind-body and educational interventions, yet research on this population is scarce. Here, we address this gap by comparing NF patients with and without learning disabilities on QoL at baseline and QoL-related gains following two interventions. METHODS: Secondary analysis of a fully-powered RCT of a mind-body program (Relaxation Response Resiliency Program for NF; 3RP-NF) versus an educational program (Health Enhancement Program for NF; HEP-NF) among 228 adults with NF. Participants reported QoL in four domains (Physical Health, Psychological, Social Relationships, and Environmental). We compare data at baseline, post-treatment, and 12-month follow-up, controlling for intervention type. RESULTS: At baseline, individuals with NF and learning disabilities had lower Psychological (T = -3.0, p = .001) and Environmental (T = -3.8, p < .001) QoL compared to those without learning disabilities. Both programs significantly improved all QoL domains (ps < .0001-0.002) from baseline to post-treatment, regardless of learning disability status. However, those with learning disabilities exceeded the minimal clinically important difference in only one domain (Psychological QoL) compared to three domains in individuals without learning disabilities. Moreover, those with learning disabilities failed to sustain statistically significant gains in Psychological QoL at 12-months, while those without learning disabilities sustained all gains. CONCLUSION: Adults with NF and learning disabilities have lower Psychological and Environmental QoL. While interventions show promise in improving QoL regardless of learning disabilities, additional measures may bolster clinical benefit and sustainability among those with learning disabilities.",
  "methods": "Methods: Secondary analysis of a fully-powered RCT of a mind-body program (Relaxation Response Resiliency Program for NF; 3RP-NF) versus an educational program (Health Enhancement Program for NF; HEP-NF) among 228 adults with NF. Participants reported QoL in 4 domains (Physical Health, Psychological, Social Relationships, and Environmental). We compare data at baseline, post-treatment, and 12-month follow-up, controlling for intervention type.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:33:03.864333",
  "abstract_length": 1936,
  "methods_length": 447,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}