{
  "pmid": "38402381",
  "abstract": "BACKGROUND: Neurofibromatosis type 1 (NF1) is one of the most common RASopathies predisposing affected patients to melanic lesions and benign tumors. NF1 is associated with considerable esthetic and functional burden negatively affecting the patient's quality of life (QoL). This study aims to assess the clinical features of NF1 patients and evaluate their impact on QoL. We identified NF1 patients from a public health database of a region in Spain. All patients underwent clinical and ophthalmological evaluation for NF1 features. We measured QoL using the Spanish version of the Skindex-29. RESULTS: Forty patients fulfilled the NF1 National Institute of Health criteria when we recruited patients. The median age was 42.00 years (IQR 26.5 -53.75). The median total Skindex-29 score was 12.3 (IQR 5.9-22.4); (emotion: 15.0, IQR 5.0-37.5; symptoms 8.9, IQR 0.0-17.9 and functioning 8.3; IQR 0.5-18.3). Women and NF1 patients with lower educational levels were associated with poorer QoL scores. We identified itching and sleep troubles to influence NF1 patients' QoL negatively. CONCLUSION: NF1 considerably influences the psychological well-being of NF1 patients. We observed that female and low-educated patients scored higher on the emotional dimension of the Skindex-29 and could, therefore, be more at risk of depression. We also pointed out some \"minor symptoms\" that negatively impact NF1 patients' QoL such, as itching and sleep troubles which doctors could treat if sought by doctors.",
  "methods": "Methods Study population We identified NF1 patients by using the database of the Public Health Primary Care system and the database from the Leon main Hospital (Complejo Asistencial Universitario de Leon) by looking for the following items: “ Neurofibromatosis ”, “ Neurofibromatosis type 1 ”, “ dermal neurofibroma ”, \"  plexiform neurofibroma ”  and  “ neurofibrosarcoma ”. We identified 106 patients fulfilling one of the mentioned criteria. We excluded patients with a diagnosis of neurofibromatosis type 2, carrying solitary tumors, or living outside the Leon public health. 16 patients were already deceased. We contacted patients by post and telephone. We could not get in contact with 18 patients and 14 patients refused to participate (Fig.  1 ). \n \n Fig. 1 Flow diagram for patient recruitment We identified 45 patients with a diagnosis of NF1; we excluded four of them as children. Forty-one patients were enrolled in the study. NF1-expert clinicians and ophthalmologists examined all patients. A patient who did not fulfill the NF1 diagnosis criteria was excluded. Genetic analysis was available for 18 patients. The Institutional Review Board and the Ethics Committee of Leon University Hospital approved the study protocol (approval number 1060). Severity and visibility evaluation We assessed disease severity using the Riccardi scale [ 24 ], which has 4 degrees of severity, with Grade 1 being the mildest form and Grade 4 the more severe. In Grade 1, patients have some of the diagnostic features of NF1 without any compromising health and well-being. In Grade 2, patients have some features that make disease evident without impacting their health and well-being. In grade 3, patients have features that can impact their well-being without significantly compromising health, and in grade 4, patients have « seriously compromised health and well-being in a permanent, unmanageable way.». We evaluated the disease visibility in full-dressed patients by using the Ablond scale [ 25 ] which has 3 degrees of severity. In grade 1, the disease is not visible with clothes. In grade 2, the patient presents some visible neurofibromas on the undressed body areas such as the face, neck, and hands or mild scoliosis. In grade 3, the disease is evident as the patient presents numerous visible tumors, disfiguring tumors, and severe complications such as severe scoliosis or cecity due to optic glioma. Quality of life measurement tool The Spanish version of Skindex-29 [ 26 ], which the patient fulfilled during clinical evaluation, was used to measure the QoL of NF1 patients. The Skindex-29 has 29 items distributed in 3 domains which represent three specific aspects of skin disease: physical symptoms (items 1, 7, 10, 16, 18, 23 and 26), functioning (items 2, 4, 5, 8, 11, 14, 17, 19, 21, 24, 28 and 29) and emotions (items 3, 6, 9, 12, 13, 15, 20, 22, 25 and 27). Each item is rated on a 5-point Likert scale (never, rarely, sometimes, often, all the time). Scale scores were calculated by averaging the responses to items of a given domain. We standardized the scores to percentages. A higher score indicated a more significant effect of the disease. Individual results of Skindex-29 are available in Supplementary File  1 . Data analysis Data analysis was performed using SPSS for Windows v.26.0 software (SPSS Inc. Chicago, IL USA). We used non-parametric tests due to the limited number of patients and the non-normal distribution. The data were expressed as median and IQR. For categorical variables, we applied Wilcoxon rank-sum tests and Kruskal-Wallis tests depending on the number of groups to be compared (2 or more than 2). We used Spearman’s rank coefficient correlation for continuous variables.  P  values of < 0.05 were considered as statistically significant. We used STATA16 to create Fig.  2 . \n \n Fig. 2 Distribution of mean Skindex-29 scores by sex and domains",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:33:00.726040",
  "abstract_length": 1496,
  "methods_length": 3894,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}