{
  "pmid": "38458648",
  "abstract": "Plexiform neurofibromas (PNFs) are nerve tumors caused by loss of",
  "methods": "Materials and Methods Mouse husbandry All experimental procedures were approved by the Institutional Animal Care and Use Committee (IACUC) at Cincinnati Children’s Hospital Medical Center. Mice were housed in temperature- and humidity-controlled facilities with free access to food and water on a 12-h light–dark cycle. Mouse lines used are  Nf1  ( fl/fl Zhu et al, 2001 ) and  DhhCr e ( Jaegle et al, 2003 ). The  DhhCre  allele was maintained on the male;  DhhCre;Nf1  mice were crossed to fl/+  Nf1  to obtain tumor-bearing mice. We bred a β-actin flox/stop/flox-EGFP mouse reporter line in which the CMV-b actin promoter and loxP-flanked CAT gene are upstream of the enhanced green fluorescent protein cassette ( fl/fl Nakamura et al, 2006 ). This reporter was crossed into the  Nf1  background to obtain the EGFP−; fl/fl Nf1  mice. All mice were maintained on a C57BL/6 background.  fl/fl Nf1  genotyping was performed using the oligonucleotides (5′ to 3′) CTT CAG ACT GAT TGT TGT ACC TGA and ACC TCT CTA GCC TCA GGA ATG A to detect the WT allele, and TGA TTC CCA CTT TGT GGT TCT AAG to detect the targeted allele.  DhhCre  genotyping was performed using the forward primer ACCCTGTTACGTATA GCCGA and reverse primer CTCCGGTATTGA AACTCCAG. GFP genotyping was performed using the forward primer ACGTAAACGGCCACAAGTTCA and reverse primer GCTGTTGTAGTTGTACTCCAGGT. C5aR1−/− mice were a gift from Dr. M. Pandey ( Höpken et al, 1996 ) on a C57BL/6-BALB/c-129 mixed genetic bacground. C5ar1 genotyping was performed using the following primers (5′–3′): WT forward: GGTCTCTCCCCAGCATCATA, mutant forward: GCCAGAGGCCACTTGTGTAG, and common: GGCAACGTAGCC AAGAAAAA. WT and common primers detect WT band, mutant, and common primers detect mutant band. Drug dosing PD0325901 was synthesized by Selleck, and A8 Δ71–73  was synthesized by GenScript. PMX205 was provided by Professor Trent Woodruff. Mice were administered vehicle (0.5%) (wt/vol) methylcellulose solution with 0.2% (vol/vol) polysorbate 80 (Tween-80) for oral gavage, 5% glucose water subcutaneous, or PBS intraperitoneal for vehicle control. Mice were administered medication once daily for 5 d on, 2 d off. PD0325901 was dissolved in methylcellulose solution with 0.2% (vol/vol) polysorbate 80 (Tween-80), and 1.5 mg/kg/d was administered by oral gavage. PMX205 was dissolved in 5% glucose [w/w] water, and 1 mg/kg was injected subcutaneously. A8 Δ71–73  was dissolved in PBS and 5 mg/kg admistered by intraperitoneal injection. Mice were treated for 5–60 d, as noted in the text. MRI imaging MRI was performed on anesthetized  Nf1 fl/fl ;DhhCre  mice on a 7T Bruker Biospec, and tumor volume was quantified as described ( Wu et al, 2012 ;  Jessen et al, 2013 ). Mice were scanned at 5, 7, and 9 mo of age (m), with some instances, as noted in the text, an additional MRI scan at 8 mo. Plasma and tumor collection, processing, and storage 2 h after the last treatment dose (unless specified), mice were anesthetized with isofluorane, and blood was collected by cardiac puncture. Blood samples were transferred to anti-clotting EDTA tubes on ice and centrifuged within 30 min of collection at 4°C for 15 min at 14,000g. Plasma was transferred to 1.5 ml Eppendorf tubes on ice and stored at –80°C until analysis. After cardiac puncture, we euthanized mice and dissected paraspinal PNF within 10 min and flash frozen in liquid nitrogen, then stored in –80°C until analysis, or fixed in 4% PFA in PBS for 1 h at RT, then placed into 20% sucrose overnight at 4°C. The next day, tissue was embedded into optimal cutting temperature (O.C.T.) embedding medium (4585; Thermo Fisher Scientific), and blocks were stored at –80°C until sectioning. Tissue sections, histology, and immunofluorescence Frozen cryosections (12 μm) were dried and stored at −80°C. Slides were fixed with 4% PFA in PBS for 10 min, washed with PBS or tris-buffered saline with 0.1% Tween (TBST) for 5 min, thrice. For immunofluorescence, slides were blocked in 10% normal goat serum in TBST for 30–60 min and rinsed with TBST thrice, then incubated in anti-Cleaved Caspase 3 (rabbit, 96661S, 1:400; Cell Signaling), anti-CD11b (rat, 553308, 1:250; BD Pharminogen), anti-2',3'-cyclic nucleotide 3'-phosphodiesterase (CNPase, chicken, AB9342, 1:250; Millipore), or anti-Ki67 (rabbit, 12202S, 1:200; Cell Signaling) diluted in blocking medium overnight at 4°C. Sections were rinsed with TBST or PBS x3 and incubated with an appropriate secondary antibody at 1:500 (Alexa Fluor). Slides were finally rinsed, incubated with 1:10,000 DAPI rinsing, and coverslipped in Fluoromount G (17984-25; Electron Microscopy Sciences). Fluorescent images were captured using a Zeiss Axiovert 200M fluorescent microscope with 405, FITC, Cy5, and Texas Red filters. Quantification of cells was carried out in 5–10 HPFs (400x)/tumor. Immunohistochemistry staining followed the above protocol with the addition of 10% hydrogen peroxide quenching to block endogenous peroxidase before blocking with normal goat serum. Slides were stained with H&E (Richard-Allan Scientific Series Hemotoxylin 1 7221 and Richard-Allan Scientific Eosin-Y 7111; Thermo Fisher Scientific), anti-S100 (Z0311, 1:10,000; Dako), Ki67 (12202, 1:250; Cell Signify), Iba1 (019–1974, 1:3,000; WAKO), CD3 (100202, 1:500; BioLegend), CD8 (10301, 1:500; Invitrogen), CD169 (142402, 1:250; BioLegend). Human parrafin sections underwent antigen retrieval with citrate buffer (pH 6.0) prior to staining as per the above protocol for C5aR1 (LS-C358932, 1:400; LifeSpan BioSciences), anti-S100 (Z0311, 1:10,000; Dako), and H&E (Richard-Allan Scientific Series Hemotoxylin 1 7221 and Richard-Allan Scientific Eosin-Y 7111; Thermo Fisher Scientific). Images were captured with a SPOT Insight 4 Mp CCD camera (Spot Imaging). Quantification of cells was counted in an average of 5–10 HPFs (40x)/tumor. TUNEL staining The TUNEL assay was performed, according to Roche in situ cell death detection kit and TMR red instructions (Roche Diagnostics Gmbh, Cat #: 12156792910; Sigma-Aldrich) on cryosections. DAPI was used to stain nuclei. TUNEL+ cells and DAPI+ nuclei were counted in at least three cross-sections per sample. Data are presented as average percentage of TUNEL+ cells per sample. Cell preparation and flow cytometry DRG or paraspinal tumors were dissected from intracardially ice-cold PBS-perfused animals, cut finely, and incubated in dissociation media containing RPMI 1640 (11875-119; Invitrogen), 10 mg/ml Collagenase A, from Clostridium histolyticum (cat# 10103586001; Sigma-Aldrich), 10 mg/ml Collagenase, Type 4 (cat #  LS004188 ; Worthington Biochemical), 100 μg/ml Trypsin Inhibitor, from soybean (cat # 10109886001; Sigma-Aldrich), 250 U DNase I (cat#10104159001; Sigma-Aldrich) 5 μM CaCl 2  at 37°C for 30 min. Samples were then mechanically dissociated by gentle pipetting, washed two times with 25 ml of RPMI containing 10% FBS, and filtered through first a 100 and then a 70 μM cell trainer before being resuspended in standard flow buffer. All subsequent steps were performed on ice. After labeling with live-dead exclusion marker (Live/Dead Blue, Fisher) per manufacturer’s protocol, tumors were washed and resuspended with 1 ml of Flow Buffer (BioLegend). A staining cocktail containing Brilliant Buffer (1:200; BD Bioscience), True-Stain monocyte block (1:200; BioLegend), Cd16/Cd32 rat anti-mouse 2.4G2 block (1 μM; BD Bioscience), and primary antibodies ( Fig S2A ) was incubated with cells for 30 min. After incubation, cells were washed twice and fixed with 2% fresh PFA (30 min at RT). For panels with nuclear markers, samples were permebalized with TrueNuclear Permeabilization Buffer (BioLegend) and labled as described above with antibodies detecting intracellular targets. Samples were run on either a Cytek Aurora spectral analyzer (Cytek) or MageStreamX Mark II (Sigma-Aldrich) within 72 h. Single-color controls and unstained controls were used to unmix samples. Representative gating of antibody panel 1 is shown in  Fig S2B . In vitro phagocytosis assay BMDM were generated from male and female  Nf1 fl/fl ;DhhCre +  tumor-bearing mice (6–9 mo of age). Whole blood, femur, and tibia were extracted after euthanasia. Serum was extracted from whole blood via centrifugation. Bone marrow was flushed using Opti-MEM supplemented with GlutaMAX (Thermo Fisher Scientific), mechanically dissociated, filtered through a 40-micron cell strainer, and plated onto 12-mm-diameter acid-washed glass coverslips placed into wells of 24-well tissue culture plates. Non-adherent cells were washed away with warmed medium after 2 h, and cells were maintained in Opti-MEM supplemented with GlutaMAX, 1% autologous serum, and 1% penicillin/streptomycin for 6 d. BMM were switched to serum-free medium 48 h before functional assays. Mouse Schwann cells were isolated from the DRG of  Nf1 -null mutant mice at embryonic day 12.5 as previously described ( Kim et al, 1997 ). Neurons and fibroblasts were removed from cultures, cells maintained for 7 d, then trypsinized and replated in a six well dish and expanded until confluent in Schwann cell growth medium containing 2 μM forskolin (Cayman Chemical Company), 10 ng/ml recombinant human NRG1-beta 1/HRG1-beta 1 EGF Domain peptide (Cat# 396-HB-050; R&D Systems), and 10% FBS. Schwann cells were labeled with 5 μm of CFSE (BioLegend) at 37°C for 20 min, thoroughly washed with PBS, and incubated in warmed Opti-MEM for 30 min. BMM were treated with PD0325901 (1 μM), A8Δ 71–73  (1 μM), or vehicle control for 8 h. Schwann cells were trypsinized, washed, and 8 × 10 4  labeled Schwann were added to pre-treated BMM. After 3 h of incubation, cells were quickly washed and fixed with 2% PFA. Coverslips were labeled with anti-SIRPα/CD172a (144001, 1:1,000; BioLegend) and counterstained with DAPI before being imaged on a Nikon C1 confocal (Nikon Instruments) under identical laser power, gain, and pixel dell. Macrophages were identified using CD172a reactivity, and mean intensity of CFSE within identified macrophages was measured using Cell Profiler and ImageJ software. Nucleated Schwann cells were excluded from analysis. In vitro phagocytosis assay with isolated tumor cells PNF from mice used to prepare BMDM were collected and dissocated as described for flow cytometry, and 5 × 10 6  cells from each tumor labled with either 0.1 μM of CFSE Cell Division Tracker Kit (BioLegend) or CellTracker Violet BMQC Dye (5 μM; Thermo Fisher Scientific) for 15 min on ice. Cells were then washed twice, combined, and cultured in ultra-low binding round bottom plates for 8 h at 37°C and 5% CO 2  in OPTI-MEM plus 1% PenStrep without added serum. After incubation, cells were removed and flow cytometry was used. Cytokine array Cytokine arrays were performed according to mouse cytokine array kit (mouse cytokine array panel A, cat# ARY006; R&D Systems). 300 μg total protein was loaded into each membrane. The relative intensities of the black dots were measured using film or an Azure Biosystems c600 imager and quantified using ImageJ software. Relative protein expression is shown in each experiment for proteins expressed in at least one condition in that experiment. Western blot Western blots were performed using antibodies from Cell Signaling Technology recognizing PARP (1:1,000, Cat # 9542) and β-actin (1:10,000, Cat# 5125S) on 4–20% gels transferred onto nitrocellulose membranes. C5a ELISA We coated white 96-well plates with purified rat anti-mouse C5a mAb (#558027; BD) at 2 μg/ml in 1X Tris Saline (pH 7.2) and incubated plates overnight at 4°C. We washed plates 6 times with 1X Tris saline and 0.05% Tween 20 (WB). We added serially diluted standards (mouse recombinant C5a, cat# HC1101; Hycult Biotech) and samples (plasma or tumor lysates) to corresponding wells and incubated plates for 2–3 h at RT. 50 μl/well biotin Rat anti-mouse C5a mAb (#558028; BD) were added to each well at a 1:5,000 dilution in dilution buffer (10% SuperBlock: cat#37545; Fisher/Thermo/Pierce) and incubated plates at RT for 25 min. We next added 50 μl Streptavidin-HRP (21126, 1:20,000; Fisher/Thermo/Pierce) to each well and incubated plates at RT for 25 min. Plates were washed six times in WB between each step above. We then added 150 μl of freshly prepared SuperSignal Elisa substrate (1 ml H 2 O 2  + 1 ml Enhancer + 15 ml 1X Tris Saline) to each well and mixed well. We read the values immediately using a 96-cell Luminometer reader. PKs Plasma was stored at −80°C. On the day of analysis, after thawed, 40 μl of each plasma sample, reference standard, or quality control was precipitated by the addition of 40 μl of isopropanol containing 0.1% formic acid. After vortex and centrifugation, 50 μl of supernatant was transferred into a new plate and diluted with 100 μl 0.1% formic acid in water. 5 μlL of each sample was injected for analysis by LC/MS. Samples were analyzed by a high-resolution orbitrap mass spectrometer Q-Exactive (2012; Thermo Fisher Scientific) coupled with Accela 1250 HPLC system using SIM scan mode. An expected isotope accurate m/z list (1015.1459, 1015.2706, 1015.3949, and 1015.5187) for C5aRA was included. The mass spectra were collected at a resolution of 70,000 with the AGC target of 1.00 × 10 5 , maximum IT of 100, and an isolation window of 4 m/z. To separate C5aRA from the interference signals, the samples were injected onto an Agilent peptide column (AdvancedBio Peptide C18; 2.1 × 150 mm, 2.7 μm) and chromatographed using a 15-min gradient with 0.1% formic acid in water and 0.1% formic acid in isopropanol/acetonitrile mixture. Thermo Xcalibur (V3.1) software was used for data acquisition and processing. Samples were quantified against a standard curve spiked in the blank plasma at 25–10,000 ng/ml, along with the quality controls spiked at QC-low (50 ng/ml), QC-med (250 ng/ml), and QC-high (2,500 ng/ml) levels at Paraza Pharma. Human gene expression data We re-analyzed published gene expression microarray data (GEO accession:  , Affymetrix GeneChip HU133 Plus 2.0), including 10 normal human Schwann cell (NHSC), 11 plexiform neurofibroma Schwann cell, 3 nerve, and 13 PNF samples. Probe sets were summarized by the robust multi-chip average (RMA) method in Bioconductor Affy package. The heatmap represents z-scores across samples. GSE14038 Statistical analysis Tumor shrinkage analsysis and random coefficient model analysis were completed as described in  Wu et al (2012) . All other statistical analyses were conducted in GraphPad Prism. Significance was set at  P  ≤ 0.05. Statistical tests and any posthoc tests used for each experiment are given in figure legends. Error bars represent the SEM, unless otherwise noted.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:33:13.912871",
  "abstract_length": 65,
  "methods_length": 14699,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}