{
  "pmid": "38475852",
  "abstract": "BACKGROUND: Interventions for social difficulties have not been investigated in the neurofibromatosis type 1 (NF1) population despite observations of elevated rates of social difficulties. In this pilot study, the effectiveness of a 14-week telehealth PEERS® intervention with nineteen adolescents with NF1 (M RESULTS: Caregiver-reported social-emotional skills, social impairment, caregiver-reported number of adolescent get-togethers, and teen social knowledge showed significant improvement following the intervention. CONCLUSIONS: The PEERS® intervention is promising to support the social and friendship skills of adolescents with NF1 who have social difficulties.",
  "methods": "Materials and methods Participants Participants were 19 adolescents with NF1 with social skills difficulties and at least one caregiver from each family. Demographic information, sample characteristics, and pre-test (i.e., baseline) outcome data are reported in Table  1 . Figure  1  illustrates the flow of participants. \n \n Table 1 Demographic information and mean scores on outcome measures for all participants ( n  = 19) Variable (Mean (SD)) \n Age (at time of entry into the study) \n 14.21 (1.63) \n Participant Reported Sex or Gender \n Male– 12 (63%) Female– 7 (37%) \n Race/Ethnicity \n White– 15 (79%) Biracial– 2 (10.5%) Asian– 2 (10.5%) \n NF Etiology \n Familial– 2 (10.5%) Sporadic– 17 (89.5%) \n KBIT-2 SS \n 100.21 (14.07) \n WIAT-III Word Reading SS \n 94.21 (12.41) \n SCQ Lifetime Raw \n 5.95 (4.45) \n ADHD Diagnosis \n No Diagnosis– 8 (42%) Inattentive Type– 8 (42%) Combined Type– 2 (11%) Diagnosis Missing– 1 (5%)   Pretest– Posttest   Pretest– Follow-Up^ \n Timepoints \n Pretest Posttest Follow-Up^ \n t \n \n df \n \n p \n \n g \n \n t \n \n df \n \n p \n \n g \n \n SSIS-SEL-P SS \n 84.47 (10.87) \n 89.42 (11.61) \n \n 91.18 (12.84) \n -2.25 18 \n 0.018* \n − 0.49 -2.34 16 \n 0.016* \n − 0.54 \n SSIS-SEL-S SS \n \n 96.58 (14.79) \n \n 98.11 (13.68) \n 101.29 (13.12) − 0.69 18 0.25 − 0.15 -1.56 16 0.07* − 0.36 \n SRS-2 T-score \n 65.47 (9.29) 60.74 (9.93) \n 59.35 (10.61) \n 2.85 18 \n 0.005* \n 0.63 3.33 16 \n 0.002* \n 0.77 \n TASSK Raw \n 15.21 (2.74) 21.37 (3.73) 21.18 (4.35) -8.34 18 \n < 0.001* \n -1.83 -6.54 16 \n < 0.001* \n -1.51 \n QSQ-Caregiver Raw \n 1.74 (1.88) 3.16 (1.97) 4.12 (3.53) -3.85 18 \n < 0.001* \n − 0.85 -2.81 16 \n 0.006* \n − 0.65 \n QSQ-Adolescent Raw \n 4.32 (5.77) 5.42 (5.68) 6.65 (8.08) − 0.97 18 0.17* − 0.21 -1.16 16 0.13* − 0.27 \n FQS Raw \n 84.58 (17.78) 86.63 (12.75) 88.88 (15.59) − 0.49 18 0.32 − 0.11 -1.22 16 0.12* − 0.28 Note SD: Standard Deviation; KBIT-2: Kaufman Brief Intelligence Test– Second Edition; SS: Standard Score; WIAT-III: Wechsler Individual Achievement Test– Third Edition; SCQ: Social Communication Questionnaire; ADHD: Attention-Deficit/Hyperactivity Disorder; SSIS-SEL-P: Social Skills Improvement System Social-Emotional Learning Parent Form; SSIS-SEL-S: Social Skills Improvement System Social-Emotional Learning Student Form; SRS-2: Social Responsiveness Scale– Second Edition; TASSK: Test of Adolescent Social Skills Knowledge; QSQ: Quality of Socialization Questionnaire; FQS: Friendship Qualities Scale. Higher standard scores (SS; Mean = 100, SD = 15) and higher raw scores indicate better abilities. Higher T-scores (Mean = 50, SD = 10) indicate more impairment. ^ denotes  n  = 17;  Italics  = Standardized measure with a mean score within 1 standard deviation;  Bold  =  p  <.05.;  *  denotes  p  <.20 (Lee et al., 2014) Procedure This study was approved by the University of Wisconsin-Milwaukee’s Institutional Review Board. Recruitment methods included (1) contacting previous NF1 participants who have agreed to be contacted about future research studies, (2) providing fliers to surrounding area Neurofibromatosis clinics, and (3) announcements in the Children’s Tumor Foundation patient NF Registry system and NF foundation newsletters (e.g., NF Midwest, NF Northeast). Inclusion and exclusion criteria are included in Table  2  with certain criteria suggested by the PEERS® curriculum [ 32 ]. All study activities took place virtually via phone and/or online video conferencing platforms (e.g., Zoom or Microsoft Teams). Assessments and questionnaire measures were administered by well-trained graduate students or other professionals. Interested participants were screened for eligibility criteria over the phone. Following screening, they were consented/assented for a caregiver and adolescent intake session to further determine eligibility and describe the intervention details. The caregiver portion of the intake session involved obtaining the caregiver’s perspective of their adolescent’s social participation. The adolescent portion of the intake session included obtaining the adolescent’s perspective on their social participation, exploring their interest and motivation in the intervention, and brief assessments of cognitive functioning and reading ability. Once eligibility was determined, participants were consented/assented to participate in the study. A pre-test session was conducted with both the caregiver and the adolescent that included administration of electronic questionnaires focused on the outcomes of interest. Caregivers also completed a semi-structured interview of ADHD symptomatology with a trained study staff member. \n \n Table 2 Inclusion and exclusion criteria for study participants Inclusion Criteria Exclusion Criteria Diagnosis of neurofibromatosis type 1 (NF1) by a physician Any cognitive or developmental delays that would affect reading comprehension and/or understanding of the treatment material by caregiver report and assessed using the Kaufman Brief Intelligence Test– Second Edition and Wechsler Individual Achievement Test– Third Edition Word Reading subtest during intake Ages 12–17 First language and main language spoken in the home is not English (because standardized study measures and instructions are all in English) In middle school or high school for duration of the study Any significant behavioral concerns (e.g., violence, need of a one-on-one aide) First language and main language spoken in the home is English Any other comorbid medical conditions not commonly associated with NF1 (e.g., other illnesses; hearing or vision impaired) Reliable access to internet A major surgery (e.g., brain or heart surgery) within the past six months Exhibit current functional impairment in peer relationships, which will be confirmed during the caregiver interview Adolescent does not agree to participate or attend voluntarily Willingness to attend all treatment sessions, with a maximum of two allowed absences Prior social skills group treatment within the past six months Interested in and motivated to participate in the treatment, evaluated during a structured interview at pre-assessment The PEERS® intervention was administered by certified PEERS® providers when possible or by well-trained graduate students or other professionals according to the PEERS® teleconference training provided by Dr. Elizabeth Laugeson of the University of California-Los Angeles in conjunction with the PEERS® manual [ 32 ] and the CARD telehealth manual ( PEERS Remote Manual , n.d.). Supervision was provided by a Licensed Psychologist who is a certified PEERS® provider. The PEERS® intervention involves separate caregiver and adolescent sessions that meet for 90 min each week for a 14-week period. For a summary of PEERS® sessions, see Laugeson and colleagues [ 34 ]. Within two weeks of the final session of the intervention (which consisted primarily of a graduation ceremony), adolescents and caregivers again completed a set of electronic questionnaires (post-test). Mean time between pre-test and post-test was 111.47 days (15.92 weeks); SD = 5.94 days. A 14-week (± 2 weeks) follow-up was also conducted where a set of electronic questionnaires was administered again (for a third time). Mean time between pre-test and follow-up was 221.27 days (31.61 weeks); SD = 33.93 days (4.85 weeks) and mean time between post-test and follow-up was 94.83 days (13.54 weeks); SD = 10.57 days (1.51 weeks). Families received compensation for completing and submitting electronic questionnaires at follow-up. Measures to describe sample characteristics Kaufman Brief Intelligence Test– Second Edition  ( KBIT-2)  [ 46 ]. The KBIT-2 is a brief measure of cognitive abilities including verbal reasoning and nonverbal reasoning. The KBIT-2 demonstrates good reliability and validity. Telehealth administration guidelines of the KBIT-2 were followed. Verbal reasoning is assessed based on two subtests (receptive vocabulary and word-reasoning using “riddles”). Nonverbal reasoning is assessed using a matrices task (i.e., determining which picture completes a puzzle). The IQ composite, verbal and nonverbal standard scores ( M  = 100,  SD  = 15) were used to characterize cognitive functions and aid in eligibility determination for the study. Higher scores represent higher cognitive abilities. Cognitive abilities in the broadly average range or above were considered meeting eligibility criteria. This measure was administered at the adolescent intake appointment. Wechsler Individual Achievement Test– Third Edition (WIAT-III) Word Reading subtest  [ 47 ]. The WIAT-III is a measure used to assess academic functioning throughout childhood and adolescence. The WIAT-III Word Reading subtest examines the ability to accurately read words. This subtest standard score ( M  = 100,  SD  = 15) was used to characterize reading abilities and aid in eligibility determination for the study. Higher scores represent better reading abilities. Reading abilities in the broadly average range or above were considered meeting eligibility criteria. This measure was administered at the adolescent intake appointment. Schedule for Affective Disorders and Schizophrenia for School-Age Children-Present and Lifetime Version– Attention Deficit/Hyperactivity Disorder module (KSADS-ADHD)  [ 48 ]. The KSADS is a semi-structured caregiver interview to assess psychopathology in children and adolescents according to the Diagnostic and Statistical Manual-Fifth Edition criteria. Strong reliability and validity have been demonstrated [ 48 ]. The KSADS-ADHD module includes assessment of inattention, hyperactivity and impulsivity symptoms and was administered to determine if participants met research criteria for an ADHD diagnosis. Symptom descriptions are rated by the interviewer on a 4-point scale including “No information,” “Not present,” “Occurs occasionally,” and “Occurs often.” This interview was administered at the pre-test appointment to a caregiver. Social Communication Questionnaire (SCQ)  [ 49 ]. The SCQ is a caregiver-report questionnaire that examines ASD symptomatology. The SCQ demonstrates good reliability and validity [ 50 ,  51 ]. The SCQ has 40 items that are rated as “Yes” or “No.” The SCQ yields a raw score that is compared to specific research cutoff score (e.g., cutoff of 15 indicates the possibility of ASD). Higher scores represent more ASD symptomatology. This questionnaire was administered at pre-test to a caregiver. Outcome measures Social functioning Social Skills Improvement System Social-Emotional Learning  ( SSIS-SEL)  [ 52 ]. The SSIS-SEL is a caregiver and self-report questionnaire measure examining social-emotional skills in childhood and adolescence administered at each of the three timepoints (pre-test, post-test, and follow-up). The SSIS-SEL is the most recent update to the Social Skills Rating System (SSRS) and Social Skills Improvement System (SSIS). Prior versions of this measure have been widely used within the NF1 literature [ 4 – 7 ,  10 ,  53 ,  54 ] and have been recommended as an outcome for social functioning in NF1 [ 55 ]. While the number of subscales and the subscale names on the SSIS-SEL have evolved from prior versions of this measure, the social skills items on this measure have remained consistent and the social skills composite scores are highly correlated ( r  =.97) [ 52 ,  56 ]. Adequate internal consistency, test-retest reliability, and validity have been demonstrated by the measure developers [ 53 ,  57 ]. The Parent (SSIS-SEL-P; 51 items) and Student (SSIS-SEL-S; 46 items) forms were used for the caregiver and adolescent, respectively. The reporter is asked to rate each item using a 4-point scale including “Never,” “Seldom,” “Often” and “Almost Always.” Higher scores represent better social-emotional skills. The Social-Emotional Learning (SEL) composite standard score ( M  = 100,  SD  = 15) was used to assess social-emotional skills and as a measure of the effectiveness of the intervention. In the current sample, internal consistency for the SEL composite standard score was good and excellent, respectively, for both the Parent and Student forms (Parent: α = 0.86; Student: α = 0.96). Standard scores of SSIS-SEL subscales are also available and were examined on the Parent and Student forms with internal consistencies in the current sample indicated in parentheses (Self-Awareness (SeA; Parent: 7 items, α = 0.67; Student: 9 items, α = 0.81), Self-Management (SM; Parent: 14 items, α = 0.64; Student: 9 items, α = 0.75), Social Awareness (SA; Parent: 7 items, α = 0.89; Student: 7 items, α = 0.85), Relationship Skills (RS; Parent: 14 items, α = 0.61; Student: 15 items, α = 0.91), and Responsible Decision Making (RDM; Parent: 9 items, α = 0.81; Student: 6 items, α = 0.66)). For analyses examining frequency of social difficulties on this measure, difficulty is represented by a standard score below 85, which is consistent with the SSIS-SEL manual cut-off for below average skills that may require intervention. Social Responsiveness Scale– Second Edition  ( SRS-2)  [ 57 ]. The SRS-2 is a caregiver-report questionnaire of social impairment and repetitive behavior (ASD symptomatology) in childhood and adolescence administered at each of the three timepoints (pre-test, post-test, and follow-up). Adequate internal consistency, test-retest reliability, and validity have been demonstrated by the developers. The measure includes 65 items that are rated on a 4-point scale including “Not true,” “Sometimes true,” “Often true,” and “Almost always true.” Higher scores represent more social responsiveness challenges and more social impairment. Given the Total Score is the most well-researched score from the SRS-2, the Total Score T-score ( M  = 50,  SD  = 10) was examined and used as a measure of the effectiveness of the intervention. In the current sample, internal consistency for the SRS-2 Total Score T-score was excellent (α = 0.93). Treatment social subscales are available and were also examined with internal consistencies within this sample indicated in parentheses (Social Awareness (Saw; 8 items, α = 0.72), Social Cognitive (Scog; 12 items, α = 0.79), Social Communication (Scom; 21 items, α = 0.47), and Social Motivation (Smot; 11 items, α = 0.82) as well as the DSM-5 compatible scale of Social Communication and Interaction (SCI; 53 items, α = 0.91). Importantly, the measure developers suggest that the application of treatment subscales should be limited to investigations specific to alleviation of symptoms such as when evaluating treatment effects [ 57 ]. Internal consistencies were also calculated within this sample and are indicated in parentheses. Difficulty was represented by a T-score above 60, which is consistent with the SRS-2 manual cut-off for mild deficits. Friendship Qualities Scale  ( FQS)  [ 58 ]. The FQS is a self-report questionnaire examining the friendship qualities of companionship, conflict, help, security and closeness within a friendship and was administered at each of the three timepoints (pre-test, post-test, and follow-up). During development of this questionnaire, Bukowski and colleagues reported adequate internal consistency and validity. The adolescent is asked to think of their friendship with their closest friend and rate 23 items using a 5-point scale including “Not true,” “A little true,” “Somewhat true,” “Mostly true” and “Really true.” The FQS yields a total score ranging from 0 to 115 with higher total scores indicating better quality friendships. In the current sample, internal consistency for the FQS total score was high (α =.92). The FQS total score was used to gather information about the adolescent’s quality of friendships. Quality of Socialization Questionnaire  ( QSQ)  [ 59 ]. The QSQ is a caregiver and self-report questionnaire to gather information about the adolescent’s get-togethers with peers at each of the three timepoints (pre-test, post-test, and follow-up). Caregivers and adolescents are asked about how many get-togethers the adolescent organized (1 item; i.e., social initiation) and how many get-togethers the adolescent was invited to in the last month (1 item; i.e., social reciprocity); there are also questions about conflict during the get-togethers (12 items), which were not analyzed. Adequate discriminant validity between community and clinic samples and high inter-rater (parent and teen) correlations have been demonstrated in a sample of teenagers with ASD [ 33 ]. Combined raw scores on the social initiation and social reciprocity items (i.e., number of total get togethers) were examined with higher raw scores representing more get-togethers. Test of Adolescent Social Skills Knowledge  ( TASSK)  [ 33 ]. The TASSK is a self-report 30-item questionnaire that measures knowledge of specific social skills taught as part of the PEERS® intervention and is administered to adolescents at each of the three timepoints (pre-test, post-test, and follow-up). Adequate internal consistency (α = 0.56) has been reported in a sample of teenagers with ASD [ 35 ]. Higher scores represent greater knowledge of the PEERS® social skills curriculum. Statistical analysis The data were analyzed using IBM SPSS for Windows, version 28. A post-hoc power analysis was conducted using GPower 3.1 ( n  = 19) [ 60 ]. Under a typical one-tailed 0.05 criterion of statistical significance, the study is underpowered to detect differences for small and medium effect sizes (0.21 and 0.67) and adequately powered for large effect sizes (0.96). However, the pilot nature of this study suggests an alternative statistical threshold, such as 0.20 criterion for statistical significance, may be adopted to demonstrate initial efficacy [ 61 ]. Thus, findings within the tables that demonstrate initial efficacy using  p  <.20 criterion for statistical significance are highlighted for additional context, though we interpret the more conservative ( p  <.05) significant findings within the results and discussion. With a one-tailed 0.20 criterion of statistical significance, the study is underpowered to detect differences for small effect sizes (0.51) and adequately powered for medium and large effect sizes (0.91 and 0.99). One sample t-tests examined ratings on norm-referenced measures in comparison to the normative mean. Paired samples t-tests compared performance across the three timepoints (pre-test, post-test, and follow-up). Findings were interpreted with respect to both statistical significance and effect size. Effect size (Hedges g’) interpretations are as follows: negligible effect = 0– 0.14; small effect = 0.15– 0.39; medium effect = 0.40– 0.74; large effect ≥ 0.75. Initially, data were analyzed using both a completer analytic approach (i.e., data only from participants who completed the intervention) and an intent to treat approach with the last observation carried forward method to account for the missing data for individuals who drop out of a study before completion. Specifically, if an individual dropped out during the current intervention, the pre-test score was used as their post-test score. However, completer analyses are often used even when drop out is present in the PEERS® literature [ 33 ,  40 ,  62 ]. Thus, to match that of the existing PEERS® literature, results of the completer analyses are presented here. Notably, the results were generally similar for all group-level analyses across the completer and intent-to-treat approaches.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:33:22.074721",
  "abstract_length": 669,
  "methods_length": 19443,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}