{
  "pmid": "PMID:38481529",
  "title": "Generation of heterozygous and homozygous NF1 lines from human-induced pluripotent stem cells using CRISPR/Cas9 to investigate bone defects associated with neurofibromatosis type 1.",
  "abstract": "Neurofibromatosis type 1 (NF1) is one of the most common genetic disorders caused by heterozygous germline ",
  "authors": "Annabelle Darle; Thibault Mahiet; Déborah Aubin; Manon Doyen; Lina El Kassar; Béatrice Parfait; Gilles Lemaitre; Christine Baldeschi; Jennifer Allouche; Nathalie Holic",
  "journal": "Frontiers in cell and developmental biology",
  "publicationDate": "2024",
  "doi": "10.3389/fcell.2024.1359561",
  "methods": "2 Materials and methods 2.1 Pluripotent stem cell reprogramming and culture \n NF1 -1 and  NF1 -2 hiPSC lines were reprogrammed using OSKM episomal technique by Phenocell from two patient-derived fibroblasts carrying  NF1  mutations. Approval was received from the local committee of the Ile de France (Declaration DC-2010-1101/CPP dossier n° Am6136-2-COL2828), and written informed consent was received from patients.  NF1 -1 and  NF1 -2 hiPSC lines carry the nonsense heterozygous mutation c.1721 + 3A>G located at intron 15 in the  NF1  gene and c.2412del at exon 21, respectively, leading to the formation of a premature stop codon resulting in the expression of a truncated neurofibromin. Two control  NF1  (+/+) hiPSC lines ( WT -1 and  WT -2) purchased from Phenocell were also generated from control donors. The parental (+/+) control hiPSC line used for Crispr/Cas9 engineering corresponds to the  WT -1 line. HiPSCs were maintained and expanded with the StemMACS™ iPS-Brew XF medium (Miltenyi Biotec) on Matrigel ®  hESC-qualified Matrix (Corning)-coated culture dishes. Cultures were changed every 2 days and passaged every 5–7 days with StemPro Accutase Cell Dissociation Reagent (Gibco). 2.2 Mesenchymal stem cell differentiation HiPSCs were differentiated into mesenchymal stem cells (MSCs) using protocols for differentiation published by  Denis et al. (2011) . Briefly, 1.10 4  to 4.10 4  hiPSCs/cm 2  were seeded on 0.1% gelatin (Sigma)-coated dishes with knockout™ DMEM (Gibco) supplemented with 20% fetal bovine serum (Sigma), 1% non-essential amino acids (Gibco), 1% Glutamax™ (Gibco), 0.1% β-mercaptoethanol (Gibco), 1 mM ascorbic acid 2-phosphate (Sigma), and 10 ng/mL FGF2 (Tocris). The medium was changed every 2–3 days. MSCs were passaged with Trypsin-EDTA 1× (Gibco) each time they reached 80% confluence until they showed a characteristic fibroblastic spindle shape. 2.3 Adipocytic differentiation MSCs were seeded at 20,000 cells/cm 2  on 0.1% gelatin (Sigma)-coated dishes and cultured in the MSC medium previously described. At 80% of confluence, the medium was switched to StemMACS™ AdipoDiff Media, human (Miltenyi Biotec) for 10 days with medium changes every 2–3 days. 2.4 Osteogenic differentiation MSC seeded at 10,000 cells/cm 2  on Collagen I (100 μg/mL, Gibco)-coated plates were cultured in MSC medium, as previously described. At confluence, the medium was switched to osteogenic differentiation medium containing modified Eagle medium alpha (Gibco), 16.5% FBS, 100 nM dexamethasone (Sigma), 200 µM ascorbic acid 2-phosphate (Sigma), and 10 mM  β -glycerophosphate (Sigma) for 14–20 days with medium changes every 2–3 days. 2.5  NF1  (+/−) and  NF1  (−/−)-knockout isogenic hiPSC line generation by CRISPR/Cas9 Single-guide RNAs (sgRNAs) were designed using CRISPOR software ( http://crispor.tefor.net ) and synthesized by IDT™ (Integrated DNA Technologies). sgRNA1 (5′-TAACTGCGCAACCTTCTTTA-3′) and sgRNA2 (5′-GTTAGCAGTTATAAATAGCC-3′) target the exon 6 of  NF1  gene. Target-specific crispr RNA (crRNA) and trans-activating crispr RNA (tracrRNA) were synthesized by IDT. We electroporated 2.10 5  control  NF1  (+/+) hiPSCs with 120 pmol of each sgRNA (obtained by duplexing crRNA and tracrRNA) and 100 pmol of  Streptococcus pyogenes  Cas9 protein (gift from Jean-Paul Concordet, MNHN/CNRS UMR 7196/INSERM U1154) using the P3 Primary Cell 4D-Nucleofector ®  X Kit (Lonza) according to the manufacturer’s instructions. Transfected hiPSCs were then seeded in StemMACS™ iPS-Brew XF medium supplemented with Clone R ®  (STEMCELL Technologies) in 24-well plates coated with Matrigel ®  hESC qualified Matrix (Corning). After 48 h from transfection, the hiPSCs were harvested for high-resolution melting analysis and seeded back to obtain isolated clones using limiting dilution cloning in a 96-well plate. After 10–14 days of expansion, clones were analyzed for editing. 2.6 Identification of edited clones The genomic DNA of single colonies was extracted using QuickExtract DNA extraction solution (Lucigen) following the manufacturer’s instructions. Targeted locus was amplified by PCR using MeltDoctor™ HRM Master Mix (Applied Biosystems) and primers (5′-TGC​TCT​GAG​TTG​TAT​TTG​TGT​TAA​C-3′, 5′-GAG​AGG​TTG​TAA​CTT​ACC​TTT​TCC​A-3′) according to the manufacturer’s instructions. PCR reactions were analyzed using a QuantStudio 12K Flex Real-Time PCR system (Applied Biosystems). The protocol was 95°C for 10 min, then 40 cycles of 95°C for 15 s and 60°C for 1 min, followed by 95°C for 10 s and 60°C for 1 min; then, the temperature was increased by 0.025°C/s until 95°C 15 s, followed by cooling to 60°C. Curves were analyzed using QuantStudio™ 12K Flex software. Clones showing editing were selected, and corresponding PCR products were sequenced by Sanger sequencing (Eurofins). To ensure the purity of each edited clone, corresponding PCR products were subcloned using a TOPO™ TA Cloning™ Kit for Sequencing, with One Shot™ TOP10 Chemically Competent  E. coli  (Thermo Fisher Scientific) according to manufacturer’s instructions. At least 30 TA clones for each CRISPR cell line were analyzed by Sanger sequencing (Eurofins). 2.7 Surface antigen flow cytometry analysis Expression of cell surface antigens on hiPSCs or mesenchymal stem cells (MSCs) was analyzed by flow cytometry. Cells were dissociated into single-cell suspension with Accutase (Invitrogen) and Tryple Express enzyme (Gibco) for hiPSCs and MSCs, respectively. Cells were incubated in PBS containing 2% fetal bovine serum with fluorescent dye-conjugated antibodies (listed in  Supplementary Table S1 ) for 30 min on ice. Staining with the isotypic antibody was performed as a control. Analysis was performed on a MACSQuant ®  system (Miltenyi Biotec). Data were analyzed using FlowJo software (FlowJo LLC). 2.8 Protein extraction and Western blot analysis Total proteins were extracted in RIPA lysis buffer (Sigma) containing 1% protease inhibitor cocktail (Sigma) and 10% phosphatase inhibitor (Roche). Proteins were quantified using the Pierce BCA Protein assay kit (Thermo Fisher Scientific) and loaded using NuPAGE™ 3%–8% and Tris - acetate (Invitrogen). Total proteins were then transferred to PVDF membrane (Bio-Rad) with a Trans-Blot Turbo Transfert system (Bio-Rad), blocked with Odyssey blocking buffer (OBB) containing 0.1% Tween-20, and incubated overnight with the primary anti-neurofibromin antibody (abcam, ab17963, 1/1000) diluted in the OBB containing 0.1% Tween-20. The membrane was then incubated for 1 h with the corresponding IRDye secondary antibodies (LI-COR). Immunoreactive protein bands were revealed using an Odyssey CLx Imager (LI-COR) according to the manufacturer’s protocol. Anti-beta-Actin antibody (Santa Cruz Biotechnologies, sc4778, 1/10,000) or anti-vinculin (abcam, ab129002, 1/1000) was used to verify equal protein loading. 2.9 BODIPY staining Adipocytic differentiation was monitored after staining lipid droplets. Briefly, cells were permeabilized with FCM permeabilization buffer (Santa Cruz Biotechnology), stained with BODIPY™ 493/503 (Invitrogen, 1/100 in PBS) and Hoechst (Invitrogen, 1/3000 in PBS) for 20 min, and rinsed. 2.10 Alkaline phosphatase staining and quantification Osteogenic differentiation was tested on day 14 for staining of alkaline phosphatase activity. Cells were washed, fixed with ethanol 95%, and stained with the SIGMA FAST ™ BCIP/NBT kit (Sigma) according to the manufacturer’s instructions. The quantification of ALP activity was performed using 1-Step™ PNPP Substrate Solution (Thermo Fisher Scientific). The results were normalized with the total viable cell number monitored with the CellTiter-Glo assay ®  (Promega) according to the manufacturer’s instructions. 2.11 Alizarin red staining Calcium deposition was detected with alizarin red staining solution (Merck Millipore) according to the manufacturer’s instructions. Briefly, after 20 days of culture, cells were washed, fixed with ethanol 70%, incubated for 20 min with alizarin red solution, and rinsed before microscopy observation. 2.12 RNA extraction and quantitative RT-PCR Total RNAs were extracted using the RNeasy Micro/Mini Kit (Qiagen) and were reverse transcribed (RT) using the Superscript™ III reverse transcriptase kit (Invitrogen) with a mix of random hexamers and oligo dT according to the manufacturer’s instructions. Quantitative PCR (qPCR) was carried out with the primers listed in  Supplementary Table S2  and Luminaris Color HiGreen qPCR Master Mix, low ROX (Thermo Fisher Scientific) using a QuantStudio 12K Flex Real-Time PCR system (Applied Biosystems). The amplification was performed using 95°C for 10 min, followed by 40 cycles at 95°C for 15 s and 60°C for 1 min. The relative gene expression level was calculated with the 2-delta delta Ct method and normalized to 18S expression. 2.13 Statistical analysis All data were processed using GraphPad Prism 9 ® . Data were analyzed using the non-parametric Mann–Whitney test for side-by-side comparison.  p- values ≤0.05 were considered significant.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:30:32"
}