{
  "pmid": "38480916",
  "abstract": "Malignant peripheral nerve sheath tumors (MPNSTs) are chemotherapy resistant sarcomas that are a leading cause of death in neurofibromatosis type 1 (NF1). Although NF1-related MPNSTs derive from neural crest cell origin, they also exhibit intratumoral heterogeneity. TP53 mutations are associated with significantly decreased survival in MPNSTs, however the mechanisms underlying TP53-mediated therapy responses are unclear in the context of NF1-deficiency. We evaluated the role of two commonly altered genes, MET and TP53, in kinome reprograming and cellular differentiation in preclinical MPNST mouse models. We previously showed that MET amplification occurs early in human MPNST progression and that Trp53 loss abrogated MET-addiction resulting in MET inhibitor resistance. Here we demonstrate a novel mechanism of therapy resistance whereby p53 alters MET stability, localization, and downstream signaling leading to kinome reprogramming and lineage plasticity. Trp53 loss also resulted in a shift from RAS/ERK to AKT signaling and enhanced sensitivity to MEK and mTOR inhibition. In response to MET, MEK and mTOR inhibition, we observed broad and heterogeneous activation of key differentiation genes in Trp53-deficient lines suggesting Trp53 loss also impacts lineage plasticity in MPNSTs. These results demonstrate the mechanisms by which p53 loss alters MET dependency and therapy resistance in MPNSTS through kinome reprogramming and phenotypic flexibility.",
  "methods": "Methods Cell culture and drugs Mouse-derived MPNST cell lines described previously [ 34 ] were cultured at 37 °C in a humidified atmosphere in 5% CO 2  in low pH DMEM (Thermo Fisher Scientific) supplemented with 10% FBS (Corning, lot #35070165) and 1% Penicillin Streptomycin (Thermo Fisher Scientific), unless otherwise indicated. Cell lines were verified to be free of  Mycoplasma  contamination every 6 months by PCR (ATCC). Human-derived MPNST cell lines were cultured as described previously [ 85 ]. Capmatinib (Novartis), trametinib (Novartis), everolimus (Selleckchem), and afuresertib (Selleckchem) solutions were prepared in DMSO. For human cell line [ 86 ] IC 50  experiments, drugs were purchased as 10 mM stock solutions (Selleckchem) and handled as previously described [ 85 ]. All cell culture experiments were performed 3 independent times, unless otherwise noted. Viability and dose response For cell viability experiments, cells were allowed to adhere and then treated with DMSO or the indicated drug dose. After 72 h, cells were trypsinized (Thermo Fisher Scientific) and trypan blue negative cells were counted using a TC20 Automated Cell Counter (Bio-Rad) to determine percent viability relative to vehicle treatment. To meet the assumption of equal variance, data were log transformed and pairwise comparisons of beta regressions were done using the betareg (v 3.1-3) and emmeans (v 1.4.5) packages and plotted using the ggplot2 (v 3.3.0) package in R (v 3.6.3). Emmeans and ggplot2 were also used for comparison of doubling times. For human MPNST cell lines, the IC 50  was determined as previously described [ 85 ]. Briefly, cells were allowed to adhere and then treated with DMSO or the indicated serially diluted drug (4.6 nM–10 μM) for 72 h, cell viability was measured by ATPlite Luminescence Assay (PerkinElmer), and IC 50  was calculated using GraphPad Prism 7. The rcorr function in the Hmisc (v4.4-1) package was used to generate spearman correlations of IC 50 . The ggplot2 (v 3.3.0) and ggpubr (v 0.2.5) packages were used to plot an IC 50  matrix and correlogram, respectively, using R (v 3.6.3). For dose combination matrices, 2500 cells/well were plated in a 96 well plate, allowed to adhere, and then treated with the indicated serially diluted drug or vehicle for 72 h. Cell viability was measured using CellTiter 96 Aqueous One Solution Cell Proliferation Assay (MTS) (Promega) following the manufacture’s protocol. Absorbance was read using Synergy Neo microplate reader (BioTek) and normalized to cell number using a standard curve generated by GraphPad Prism 7. Mean percent inhibitions relative to vehicle controls were plotted in dose response matrices using the synergyfinder package (v 2.0.12) in R (v 3.6.3). Reverse phase protein array For cell culture experiments, cells were seeded in a 6-well plate, allowed to adhere overnight, and then treated in replicates of 6 with DMSO or the indicated drug or ligand dose for 2 or 48 h. To harvest samples, the cells were washed thoroughly 3 times with ice cold PBS, and plates were immediately snap frozen on dry ice to preserve the integrity of the phosphoproteome. For mouse tumorgrafts, we analyzed data, where some of this data was used in a previous study [ 25 ]. Briefly, immediately following the euthanasia of tumor-bearing mice, 15–25 mg portions of each tumor were transplanted into the flank of NSG-SCID mice using a 10-gauge trochar. When the tumor volume reached approximately 150 mm 3 , mice were euthanized, and tumors were immediately harvested and snap-frozen in liquid nitrogen within 20 min upon surgical resection to preserve the integrity of the phosphoproteome. Six tumors were assessed for each genotype. All animal experimentation in this study was approved by the Van Andel Institute’s Internal Animal Care and Use Committee (XPA-19-04-001). Specimens were then embedded in an optimal cutting temperature compound (Sakura Finetek, Torrance, CA, USA), cut into 8 μm cryo-sections, mounted on uncharged glass slides, and stored at −80 °C until use. Each slide was fixed in 70% ethanol (Sigma Aldrich, Darmstadt, Germany), washed in deionized water, stained with hematoxylin (Sigma Aldrich, Darmstadt, Germany) and blued in Scott’s Tap Water substitute (Electron Microscopy Sciences), and dehydrated through an ethanol gradient (70%, 95%, and 100%) and xylene (Sigma Aldrich, Darmstadt, Germany). In order to prevent protein degradation, complete protease inhibitor cocktail tablets (Roche Applied Science, Basel, Switzerland) were added to the ethanol, water, hematoxylin, and Scott’s Tap Water substitute [ 87 ]. Cells were lysed in a 1:1 solution of 2× Tris-Glycine SDS Sample buffer (Invitrogen Life Technologies, Carlsbad, CA, USA) and Tissue Protein Extraction Reagent (Pierce, Waltham, MA, USA) supplemented with 2.5% of 2-mercaptoethanol (Sigma Aldrich, Darmstadt, Germany). Cell lysates were boiled for 8 min and stored at −80 °C. Reverse phase protein microarray construction and immunostaining was performed as previously described [ 25 ] A total of 98 protein sites passed quality control metrics and were used for analysis. Differential expression was performed using R package “limma” [ 88 ] and R (v 3.6.0). For differential activation analysis,  P -values for delta-delta differences in limma fold changes were generated in R (v 3.6.3) using Wald tests and adjusted using the BH method. Adjusted  P -values of less than 0.05 were considered significant. For tumors, the pairwise difference between genotypes in mean centered phospho-site expression (Z score) was assessed using a linear mixed-effects model with a random intercept for each phospho-site using the lme4 (v 1.1-23) and emmeans (v 1.4.5) packages in R with the selected phospho-sites. Pairwise differences between genotypes in log transformed expression were also assessed for each individual phospho-site using emmeans. A comprehensive analysis including all 98 tumorgraft phospho-sites was previously published [ 25 ] Balloon plots were created from the limma fold changes (cell lines) or z-scores (tumors) in R (v 3.6.3) using the ggballoonplot function in the ggpubr package (v 0.2.5). Labeled fold change, differential activation, waterfall, and site-specific expression plots were created using ggplot2 (v 3.3.0) in R (v 3.6.3). Lentiviral transduction To generate the NF1-MET;sgP53 cell line, the pLentiCRISPRv2 vector (Addgene #52961) [ 89 ] was digested with BsmBI and dephosphorylated with CIP (New England BioLabs) following the manufactures instructions and then purified with using Qiaquick Gel Extraction kit (Qiagen). The oligonucleotides 5’-cac cgA GCC AAG TCT GTT ATG TGC A-3’ and 5’-aaa cTG CAC ATA ACA GAC TTG GCT c-3’ were annealed and then ligated into the vector using T4 PNK and T4 ligase (Thermo Fisher Scientific). One Shot competent cells (Thermo Fisher Scientific) were transformed and candidate colonies were verified by diagnostic digestion. Lentivirus was produced by lipofectamine transfection (Thermo Fisher Scientific) of HLA 293 cells kindly provided by Dr. Bart Williams with either the pLentiCRISPRv2;sgP53 plasmid or the pLentiCRISPRv2 plasmid (as an empty vector control), along with the envelop and packaging plasmids pCMV-VSV-G (Addgene #8454) [ 90 ] and psPAX2 (Addgene #12260). NF1-MET cells were infected with 500 μL of 0.45 μm filtered virus with polybrene (EMD Millipore), and 48 h post infection transduced cells were selected for by 2 μg/mL puromycin (Thermo Fisher Scientific) treatment. To generate H2B GFP and RFP labeled cells, lentivirus was produced by lipofectamine transfection of Phoenix 293 cells kindly provided by Dr. Bart Williams with either LV-GFP (Addgene #25999) [ 91 ] or pHIV-H2BmRFP (Addgene #18982) [ 92 ] plasmids, along with pCMV-VSV-G and psPAX2. Filtered lentivirus was concentrated using Lenti-X Concentrator (Takara). NF1-MET;sgEmptyVector and NF1-MET;sgP53 cells were infected with GFP or RFP lentivirus to create NF1-MET-GFP and NF1-MET;sgP53-RFP cell lines, respectively. Competition assay For clonal competition assays, single cell suspensions of NF1-MET-GFP and NF1-MET;sgP53-RFP cells were prepared in sorting buffer (HBSS without Ca 2+ , Mg 2+ , and Phenol Red (Thermo Fisher Scientific) with 25 mM HEPES, 2 mM EDTA, 2% FBS, and 10 mg/mL DAPI added). 7,500 GFP+ and 7,500 RFP+ single live cells were sorted into each well of a 24 well culture plate containing low pH DMEM with 10% FBS using a MoFlo Astrios cell sorter with Summit v6.3 software (Beckman Coulter). Sorting was performed at 25 psi using a 100um nozzle, with Purify for the abort mode and a drop envelope set to 1–2 drops. Cells were selected using SSC vs FSC, and single cells using both SSC area vs height and area vs width. Live cells (DAPI negative) were identified using the 355-448/59 channel, and GFP and RFP signals were detected using the 488-510/20 and 561-614/20 channels, respectively. After cells adhered they were treated with DMSO or the indicated drug dose and cocultured for the indicated timepoints. The cocultured cells were analyzed to determine the percentage of single, live cells that were either GFP+ or RFP+ using a CytoFLEX S flow cytometer with CytExpert v2.4 software (Beckman Coulter). Analysis was performed using FlowJo v10.7 software (BD Life Sciences). Single cells were identified using SSC vs FSC, followed by SSC area vs height. Live cells (DAPI negative) were identified using the 405-450/45 channel, and GFP and RFP signals were detected using the 488-525/40 and 561-610/20 channels, respectively. Representative images of the gating strategy are shown in Supplementary Fig.  1 . Pairwise comparisons of beta regressions were done using the betareg (v 3.1-3) and emmeans (v 1.4.5) packages and plotted using the ggplot2 (v 3.3.0) package in R (v 3.6.3). Western blotting Cells were grown overnight followed by serum starving overnight for a final confluency of 90%, and then treated with drug and/or stimulated with 10% serum or 100 ng/mL HGF or EGF as indicated. Cell lysate collection and immunoblotting were done as previously described [ 34 ]. Primary antibodies were purchased from Cell Signaling: p53 (#2524), phospho-MET Y1234/1235 (#3077), MET (#3127), phospho-AKT S473 (#9271), phospho-ERK T202/Y204 (#9101), phospho-S6 S235/236 (#4858), β-Actin (#3700). RT-qPCR RNA was isolated using RNeasy Mini Kit and RNase-Free DNase set (Qiagen) following the manufactures protocol. cDNA was synthesized using SuperScript II Reverse Transcriptase with Oligo (dT) 12-18mer Primers (Thermo Fisher Scientific) using Tetrad 2 (BioRad) following the manufactures protocols. qPCR was done on Step One Plus (Applied Biosystems) using Fast Start Universal SYBR Green Master Mix (Roche). Primer sequences are listed in Table  2 . Relative expression was calculated using the ddCt method and plotted using GraphPad Prism 7 ( Cdkn1a ) or using the ggplot2 (v 3.3.0) package in R (v 3.6.3). For statistical analysis, a linear mixed-effects model with random intercepts for experimental and technical replicates was used to summarize relative expression from 4 separate experiments using the lme4 (v 1.1-23) and emmeans (v 1.4.5) packages in R. All p-values were automatically adjusted using the Tukey method. Table 2 Primer sequences. Gene Forward Reverse Acta2 CGAAACCACCTATAACAGCATCA GCGTTCTGGAGGGGCAAT Cdkn1a CTTGCACTCTGGTGTCTG CTTGGAGTGATAGAAATCTGTCA Cebpa AGGTGCTGGAGTTGACCAGT CAGCCTAGAGATCCAGCGAC Col11a1 GACCAGAAGACACACTGAAAGCA TCCATGCCATCTGAGTAGTCAAGA Fabp7 CTCTGGGCGTGGGCTTT TTCCTGACTGATAATCACAGTTGGTT Fbln2 AGTGGCCGTAAGTATGCTGC GGAAGCTGGTAGCAAATGAGC Il1B TGTAATGAAAGACGGCACACC TCTTCTTTGGGTATTGCTTGG Il10 CCCTTTGCTATGGTGTCCTT TGGTTTCTCTTCCCAAGACC Il6 GAGGATACCACTCCCAACAGACC AAGTGCATCATCGTTGTTCATACA Map2 TCTAAAGAACATCCGTCACAGG GGTGAGCATTGTCAAGTGAGC Mcp1 GCATCCACGTGTTGGCTCA CTCCAGCCTACTCATTGGGATCA Ppia GGCAAATGCTGGACCAAAC CATTCCTGGACCCAAAACG S100B CTGGAGAAGGCCATGGTTGC CTCCAGGAAGTGAGAGAGCT Sox9 TCCACGAAGGGTCTCTTCTC AGGAAGCTGGCAGACCAGTA Spp1 TCTCCTTGCGCCACAGAATG TCCTTAGACTCACCGCTCTT Synpo CATCGGACCTTCTTCCTGTG TCGGAGTCTGTGGGTGAG Tubb5 ATGCCATGTTCATCGCTTAT TTGTTCGGTACCTACATTGG Vcam1 TCGCTCAAATCGGTGACTC ACAGGCTCCATGGTCAGAAC Mouse xenograft models Six- to eight-week-old female NSG-SCID mice were injected subcutaneously with one million cells of either NF1-MET or NF1-MET;sgP53 (10 mice/cell line). Mice were randomly assigned to each treatment group by tumor growth rate, so that growth rates were matched across treatment groups. The investigator was not blinded. Tumors were measured twice weekly with calipers. Once tumors reached approximately 150 mm 3 , 5 mice from each cell line group were treated with either 30 mg/kg capmatinib or vehicle (0.5% methylcellulose) twice daily for 15 days or until tumors reach 2500 mm 3 . A second experiment was performed exactly the same way, for a final total of 10 mice in each cell line and treatment group. All animal experimentation in this study was approved by the Van Andel Institute’s Internal Animal Care and Use Committee (XPA-19-04-001). Sample sizes were selected based on our previously published study of NF1-MET tumorgrafts [ 34 ]. A linear mixed-effects model was used to determine if there were significant differences between the results of experiment one and experiment two. The models were stratified by treatment group. Data were square root transformed before being entered into the model. The model used a 3-way interaction for timepoint, cell-line, and experiment and also included a random intercept for tumor ID. A linear mixed-effects model was used for the combination analysis. Data were square root transformed before being entered into the model. This was a linear mixed effects model with a 4-way interaction between timepoint, experiment, treatment group, and cell-line. A random intercept for tumor-id was also included. All statistical analyses were run using R (v. 3.6.0) and all linear regression models were run using the lme4 package. The emtreands function from the emmeans package was used for the contrasts/comparisons that were run on the regression output to obtain growth trend estimates for the average tumor growth rate for each treatment/genotype group. All p-values that were obtained through the emmeans output were automatically multiple-testing corrected via the Tukey method. Immunofluorescence Cells were plated at 50,000 cells per well on glass coverslips (Fisherbrand) in a 24 well plate and allowed to attach overnight. The next day cells were serum-starved for 16 h. The third day cells were treated with 100 ng/mL HGF for 5 min at 37 °C, washed three times with phosphate buffered saline + 0.5% tween 20 (PBST), and fixed with 4% formaldehyde in PBS for 15 min. Cells were permeabilized with ice-cold methanol for 3 min at −20 °C. Samples were blocked (5% normal goat serum, 1% BSA, 0.3% Triton X-100 in PBS) for 1 h at room temperature in a humidity chamber. Antibodies against phospho-MET (Y1230/1234/1235; Abcam #5662) were diluted 1:100 in antibody dilution buffer (1% BSA and 0.3% triton-x 100 in PBS) and incubated with the cells overnight at 4 °C in a humidity chamber. Primary antibodies were detected using Alexa Flour secondary antibody goat-against-rabbit 594 (Life Technologies #8889) at 1:500 and incubated for 40 min at room temperature. Cell nuclei were stained with DAPI and samples were mounted with ProLong Gold antifade reagent (Life Technologies). For imaging, at three regions of interest were imaged per sample using a 60x Plan Apo VC oil immersion objective with 1.4 NA on a Nikon A1 plus-RSi laser scanning confocal microscope (Nikon Elements software). Image resolution was 1024 × 1024 of z-slices covering the entirety of cell thickness. PMT levels were set using controls with 403 and 561 solid-state lasers. FIJI was used to generate maximum intensity projection TIFF images. RNA sequencing Cells were plated in a 6-well plate, grown in 10% FBS overnight, and then treated in duplicate with 100 nM capmatinib or DMSO. RNA was isolated using RNeasy Mini Kit and RNase-Free DNase set (Qiagen) following the manufactures protocol. Libraries were prepared by the Van Andel Genomics Core from 500 ng of total RNA using the KAPA mRNA Hyperprep kit (v4.17) (Kapa Biosystems, Wilmington, MA USA). RNA was sheared to 300–400 bp. Prior to PCR amplification, cDNA fragments were ligated to IDT for Illumina TruSeq UD Indexed adapters (Illumina Inc, San Diego CA, USA). Quality and quantity of the finished libraries were assessed using a combination of Agilent DNA High Sensitivity chip (Agilent Technologies, Inc.), QuantiFluor® dsDNA System (Promega Corp., Madison, WI, USA), and Kapa Illumina Library Quantification qPCR assays (Kapa Biosystems). Individually indexed libraries were pooled and 50 bp, paired end sequencing was performed on an Illumina NovaSeq6000 sequencer using an S2, 100 bp sequencing kit (Illumina Inc., San Diego, CA, USA) to a minimum raw depth of 41.4 M reads with an average of 47.2 M reads per sample. Base calling was done by Illumina RTA3 and output of NCS was demultiplexed and converted to FastQ format with Illumina Bcl2fastq v1.9.0. Sequencing adapters were trimmed using Trimgalore v0.4.2 ( http://www.bioinformatics.babraham.ac.uk/projects/trim_galore/ ). Bases with a quality score less than 20 were also removed from the ends of reads. Trimmed data were quality controlled with FastQC v0.11.7 [ 93 ] and then mapped with STAR v2.5.2b to the mm10 genome using the default settings [ 94 ]. Raw gene counts (minimum of 30 M counts per sample and a mean of 34.92) generated by STAR were imported into R v3.6.0. Genes with less than 10 counts in a minimum of two samples were immediately removed from all further analysis; this minimizes multiple testing adjustments and removes low-expressed genes unlikely to be biologically meaningful. For all differential expression contrasts using a subset of the data, the count data were further filtered so that, for the samples being used in the contrast, a minimum of two samples have > 0 counts. A quasi-likelihood negative binomial generalized log-linear model was then fit to the filtered count data using the weighted trimmed mean of M-values to normalize for library size and composition biases [ 95 ].  P -values were generated using empirical Bayes quasi-likelihood F-tests, and then adjusted using the BH method; adjusted  P -values less than 0.05 were considered significant. Gene ontology enrichment analyses were done using the clusterProfiler R package v3.14.3 using the function ‘goseq’ with KEGG ontologies. Heatmaps were generated from library-size normalized counts centered across genes (z-scores) using the pheatmap package v1.0.12. Apoptosis assay NF1-MET and NF1-MET;sgP53 cells were plated in a 6-well plate, grown in 10% FBS overnight, and then treated with 20 nM everolimus and 40 nM trametinib or DMSO for the indicated time points. Cells were harvested and stained with Annexin V Alexa Fluor 647 Conjugate (Invitrogen) and DAPI according to the manufactures protocol. Stained samples were acquired on a Beckman Coulter CytoFLEX S running CytExpert v2.4. AnnexinV-A647 and DAPI were detected in the 640-660/20 and 405-450/45 channels respectively. Data were analyzed using FlowJo v10.x. An initial gate was set on a forward vs side scatter plot to include both live and dead cells while excluding small debris and noise. Aggregated cells were removed for analysis using a gate on side scatter area vs side scatter height. The single cells were then analyzed for health on a plot of Annexin V vs DAPI. For statistical analysis, the Annexin V and/or DAPI positive cell percentages from 4 separate experiments were calculated using a beta family generalized linear mixed effect model with a random intercept for the experimental run and a logit link using glmmTMB (v1.1.3) in R. Treatment verses control odds ratios were assessed using emmeans (v1.4.5).",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:33:35.546009",
  "abstract_length": 1468,
  "methods_length": 19947,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}