{
  "pmid": "38499890",
  "abstract": "BACKGROUND: Half of the patients with Neurofibromatosis type 1 (NF1) develop one or more tumours called plexiform neurofibromas, which can have a significant impact on Quality of Life (QoL). The PlexiQoL questionnaire is a disease-specific QoL measure for adults with NF1-associated plexiform neurofibromas. The aim of this study was to adapt and validate a Dutch version of the PlexiQoL for the Netherlands. METHODS: The PlexiQoL was translated using the dual-panel methodology, followed by cognitive debriefing interviews to assess face and content validity. The psychometric properties were evaluated by administering the questionnaire on two separate occasions to a sample of adults with NF1 and plexiform neurofibromas. Feasibility was evaluated by the presence of floor/ceiling effects. Reliability was assessed by evaluating Cronbach's alpha coefficient and test-retest reliability, using Spearman's rank correlation coefficients. Mann-Whitney U tests were used to check for known group validity. The Nottingham Health Profile (NHP) questionnaire was used as comparator questionnaire to evaluate convergent validity. RESULTS: The translation and cognitive debriefing interviews resulted in a Dutch version of the PlexiQoL that reflected the original concept and underlying semantic meanings of the UK English version. Forty participants completed the validation survey. The Dutch PlexiQoL demonstrated excellent internal consistency (Cronbach's α 0.825) and test-retest reliability (Spearman correlation coefficient 0.928). The questionnaire detected differences in PlexiQoL scores between participants based on self-reported general health and disease severity. Convergent validity was confirmed for relevant NHP subsections. CONCLUSIONS: The Dutch PlexiQoL demonstrated excellent psychometric properties and can be reliably used to measure plexiform neurofibroma-related QoL in adults with NF1 in the Netherlands.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:33:56.537769",
  "abstract_length": 1922,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}