{
  "pmid": "38493052",
  "abstract": "BACKGROUND: Neurofibromatosis type 1 (NF1) is a rare genetic disorder with a wide range of clinical manifestations, notably neurocutaneous features, that can lead to emotional and physical consequences. OBJECTIVES: This study assessed the influence of sociodemographic factors and clinical features of the disease on the quality of life of Brazilian individuals with NF1. METHODS: This is a descriptive cross-sectional study. Data were collected from 101 individuals with NF1 using the Brazilian version of the Impact of NF1 on Quality of Life Questionnaire (INF1-QoL), a form with information on sociodemographic characteristics, and an NF1 visibility self-evaluation scale. The relationship between variables was evaluated through statistical testing, and the significance level was defined as 0.05. RESULTS: The study included 101 adults with NF1 aged 18 to 59 years, with a mean age of 35.54 years (±9.63) and a female predominance (n = 84, 83.17%). The mean total INF1-QoL score was 10.62 (±5.63), with a median of 10, minimum value of 0, and maximum of 31 points. Two characteristics of the participants were significantly associated with the quality of life: educational level (p = 0.003) and familial history of NF1 (p = 0.019). There was a statistically significant correlation between the INF1-QoL score and the degree of disease visibility (rho = 0.218; p = 0.028). STUDY LIMITATIONS: Cross-sectional study, conducted with a convenience sample and using self-reported measures. CONCLUSIONS: The findings support the significant impact of NF1 on quality of life. The authors recommend multidisciplinary follow-up for patients, with adherence to anticipatory clinical care measures, adequate pain control, psychological assistance, and genetic counseling.",
  "methods": "Methods This is a descriptive cross-sectional study. Data were collected from 101 individuals with NF1 using the Brazilian version of the Impact of NF1 on Quality of Life Questionnaire (INF1-QoL), a form with information on sociodemographic characteristics, and an NF1 visibility self-evaluation scale. The relationship between variables was evaluated through statistical testing, and the significance level was defined as 0.05. Materials and methods Study design and ethical considerations This is a descriptive cross-sectional study, developed after approval by the Committee for Ethical Compliance in Research Involving Human Beings at the Universidade Federal de São Carlos. All participants signed an Informed Consent Form before providing data. This study follows the recommendations from the Strengthening the Reporting of Observational Studies in Epidemiology (STROBE). 12 Sampling and data collection The study was carried out with a convenience sample  of 101 individuals with NF1 recruited through social networks over the Internet. Invitations to participate in the study were shared with Brazilian Facebook groups of people with NF1. The individuals’ inclusion criteria were: (1) being over 18 years old; (2) having a medical diagnosis of NF1; (3) being Brazilian; and (4) being accessible and interested in research participation. 13 Data collection was gathered through a self-report online form from October 2021 to January 2022. Data collection instruments were the Brazilian version of the INF1-QoL  that is available at  11 https://doi.org/10.6084/m9.figshare.19617162.v1 , a questionnaire with information on sociodemographic features prepared for this study (Appendix S1, Supporting Information), and an NF1 visibility self-evaluation scale adapted from the Ablon scale.  The Ablon scale is based on the appearance of a fully dressed person and how easily physical signs such as café-au-lait spots, tumors on the neck or face, or a noticeable limp, can be perceived in impersonal interactions. 14  The authors developed and validated a scale for self-evaluation of NF1 visibility that consists of eight yes/no questions, allowing us to classify NF1 visibility as degree 1 (mild), degree 2 (moderate), or degree 3 (severe) according to the combination of each item response  14 15 Data analysis Descriptive analyses were performed for the personal and clinical characteristics of the participants and the INF1-QoL scores. The INF1-QoL reliability was evaluated in terms of internal consistency using Cronbach’s alpha index, and values ≥ 0.70 were considered adequate. 16 The normality of the quality of life variable, measured using the total INF1-QoL score, was verified using the Kolmogorov-Smirnov test with Lilliefors correction. Since the normality of the quality of life variable was rejected (D = 0.1169; p = 0.0017), non-parametric statistical methods were used. The difference of the quality of life scores in relation to sociodemographic and clinical factors was analyzed using the Mann-Whitney or Kruskal-Wallis tests with Dunn's post-test, according to the number of groups in each variable. Spearman correlation was used to verify the degree of binary correlation between the quality of life and the NF1 degree of visibility. The intensity of the correlation coefficient (rho) was established as a weak correlation between 0 and 0.3, a moderate correlation between > 0.3 and 0.6, and a strong correlation >0.6. Statistical analyses were performed using the JASP 0.16.3.0 ( https://jasp-stats.org )  and a p-value of < 0.05 was considered statistically significant. 17",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:33:47.305915",
  "abstract_length": 1764,
  "methods_length": 3600,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}