{
  "pmid": "38502231",
  "abstract": "Neurofibromatosis type 1 (NF1) is caused by mutations in the NF1 gene that encodes neurofibromin, a RAS GTPase-activating protein. Inactivating NF1 mutations cause hyperactivation of RAS-mediated signaling, resulting in the development of multiple neoplasms, including malignant peripheral nerve sheath tumors (MPNSTs). MPNSTs are an aggressive tumor and the main cause of mortality in patients with NF1. MPNSTs are difficult to resect and refractory to chemo- and radiotherapy, and no molecular therapies currently exist. Immune checkpoint blockade (ICB) is an approach to treat inoperable, undruggable cancers like MPNST, but successful outcomes require an immune cell-rich tumor microenvironment. While MPNSTs are noninflamed \"cold\" tumors, here, we converted MPNSTs into T cell-inflamed \"hot\" tumors by activating stimulator of IFN genes (STING) signaling. Mouse genetic and human xenograft MPNST models treated with a STING agonist plus ICB exhibited growth delay via increased apoptotic cell death. This strategy offers a potential treatment regimen for MPNSTs.",
  "methods": "Methods Sex as a biological variable Our study examined male and female humans and mice, and similar findings are reported for both sexes. Mice Mouse colonies were maintained in a barrier facility at UT Southwestern. Mice were housed in standard cages that contained 3–5 mice per cage, with water and standard diet ad libitum and a 12-hour light/12-hour dark cycle. The  cisNP  mouse model has been previously described ( 27 ,  28 ). Genotyping To determine the genotypes of the genetically modified mice, a 1 mm piece of tail was clipped from pups less than 2 weeks of age. Genomic DNA was extracted from this piece by incubation for 1.5 hours at 95°C in 50 mM NaOH. DNA lysates were then neutralized at room temperature with 1 M Tris-HCl (pH 7). To genotype  cisNP  mice, the following primers were used for the  Nf1  allele: 5940 (5′-GTATTGAATTGAAGCACCTTTGTTTGG-3′), 5941 (5′-GCGTGTTCGAATTCGCCAATG-3′), and 5942 (5′-CTGCCCAAGGCTCCCCCAG-3′), generating a 194 bp band for the WT and a 340 bp band for the heterozygote. For the  Tp53  allele, the GT-P53-1 (5′-TATACTCAGAGCCGGCCT-3′), GT-P53-2 (5′-CATTCAGGACATAGCGTTGG-3′), and GT-P53-3 (5′-ACAGCGTGGTGGTACCTTAT-3′) primers were used, generating a 430 bp band for the WT and a 650 bp band for the heterozygote. To genotype the conditional MPNST mice, the following primers were used for the  Nf1  allele: 15228 (5′-ACCTCTCTAGCCTCAGGAATGA-3′), 15229 (5′-CTTCAGACTGATTGTTGTACCTGA-3′), and 15588 (5′-TGATTCCCACTTTGTGGTTCTAAG-3′), generating a 480 bp band for the WT and a 350 bp band for the mutant. For the  fl/fl p53  allele, the primers P53-i5F (5′-GGGGAGTTGTCTTTCGTGTGA-3′), P53-i6F (5′-TGTGCCGAACAGGTGGAATA-3′), and P53-i7R (5′-CTAACCTACCACGCGCCTTC-3′) were used, generating a 275 bp band for the WT and a 314 bp band for the mutant. For the  fl/fl PLP-CreERT2  allele, the primers PLP-Ex2F (5′-CCTCGTATGCGTACCTGACT-3′), Cre-R69 (5′-TGTGCCGAACAGGTGGAAT-3′), and PLP-In3R (5′-CATTAGACCGCTACCTGCCA-3′) were used, generating a 526 bp band for the WT and a 190 bp band for the mutant. The DNA sequences were amplified with 2XTaq RED Master Mix (Apex). MPNST allografts and xenografts in mice Allografts. Athymic nude mice were purchased from Charles River Laboratories (stock no. 553). They were subcutaneously injected with 5 million  cis MPNST cells per injection site. Once the injected cells formed tumors measuring 5 mm in diameter, the mice were treated with a STING agonist(s) and/or monoclonal anti–PD-1/anti–PD-L1 antibodies as described below. Xenografts. Surgically resected metastatic MPNST tissue was subcutaneously transplanted into nude mice to generate a xenograft model. Samples of these tumors were then transplanted subcutaneously into WT mice to generate xenograft MPNSTs in immunocompetent mice. Cell culturing H358 cells (shared by the Kate O’Donnell laboratory at UT Southwestern) were KRAS mutant human lung cancer cells that expressed PD-L1 ( 47 ). S462 cells were human NF1–related MPNST cells (SCC414, MilliporeSigma). The  cis MPNST cell line was generated in the laboratory by harvesting tumors from  cis MPNST mice. The HTS-Luc MPNST cell line was described before ( 48 ). Human and mouse MPNST cell lines were cultured in DMEM high-glucose (R8756, MilliporeSigma) supplemented with 10% FBS (5628, MilliporeSigma), 1% sodium pyruvate (S8636, MilliporeSigma), GlutaMAX (35050079, Gibco, Thermo Fisher Scientific) and 1% penicillin/streptomycin (T4049). For STING agonist treatments, cells were seeded in 6-well plates at a 3 × 10 5  cells/well concentration and allowed to grow to 80% confluence. The cells were then treated with 10 μm ADU-S100 for 8, 18, 24, or 48 hours. Cells were then washed with PBS and harvested for qRT-PCR and immunoblotting. Real-time and qRT-PCR Tumor tissue samples were frozen in liquid nitrogen and pulverized while cold. Total RNA from these tissues and cultured MPNST cells were extracted using TRI Reagent (T9424, Thermo Fisher Scientific), and 1 μg RNA was reverse transcribed with an iScript Select cDNA Synthesis Kit (1708897, Bio-Rad). The primer sequences are listed in  Supplemental Table 1 . qRT-PCR reaction mixtures were prepared with iTaq Universal SYBR Green Supermix (172-5124, Bio-Rad), and reactions were performed using the QuantStudio 3 Real-Time PCR System (Thermo Fisher Scientific). Ct values were normalized to the housekeeping gene  Gusb . Immunoblotting Protein lysates from tumor tissue and cultured tumor cells were made using RIPA buffer (8990, Thermo Fisher Scientific) containing protease and phosphatase inhibitors (88265 and A32959, respectively, Thermo Fisher Scientific). The following antibodies were used for immunoblotting: STING (13647S, Cell Signaling Technology), TBK1 (3504T, Cell Signaling Technology), p-TBK1 (s172) (5483T, Cell Signaling Technology), IRF3 (MA5-32348, Invitrogen, Thermo Fisher Scientific), p-IRF3 (4947S, Cell Signaling Technology), NF-κB (ab16502, Abcam), p–NF-κB (3033S, Cell Signaling Technology), PD-L1 (ab213480, Abcam, 66248-1-Ig, Proteintech), GAPDH (SC-32233, Santa Cruz Biotechnology), vinculin (4650S, Cell Signaling Technology), Foxp3 (ab215206, Abcam), and CTLA-4 (BE0164, Bio X Cell). IHC and immunofluorescence Tumors were fixed in formalin for at least 48 hours and then processed and embedded in paraffin blocks using a Citadel 2000 Wax Bath. Serial 5 μm sections were prepared for IHC and immunofluorescence (IF). Paraffin sections were deparaffinized in xylene and rehydrated using ethanol and water. Antigens were retrieved using citrate antigen retrieval buffer (pH 6.0) or TE buffer (pH 9.0). Sections were then blocked and incubated with primary and secondary antibodies using standard methods. The following antibodies were used for IHC: CD20 (BS-0080R, Bioss), CD3 (ab16669, Abcam), CD4 (ab183685, Abcam), CD8α (PA5-81344), Iba1 (019-19741, Thermo Fisher Scientific), iNOS (ab15323, Abcam), mannose receptor (ab64693, Abcam), p-H3 (ser10) (9701s, Cell Signaling Technology), cleaved caspase 3 (9661S, Cell Signaling Technology), and cleaved PARP (9488S, Cell Signaling Technology). For IF, paraffin sections were incubated with anti-CD3 (ab16669, Abcam) and anti–PD-1 (ab214421, Abcam; 66220-1-Ig, Proteintech) antibodies overnight at room temperature followed by incubation with goat anti–rabbit IgG-Cy3 secondary antibody (Jackson ImmunoResearch). After staining, images were acquired with an Olympus IX73 microscope. For quantification, 3–5 different fields of each sample were imaged. These fields were selected randomly, avoiding the tumor borders. The target cell type was counted using the ImageJ Cell Counter extension (NIH), and the average number of cells per square millimeter was calculated. It should be noted that in the control treatments, some of the markers that were assessed were scarcely expressed. In this situation, the development reaction in IHC was continued for a longer period to capture a positive signal. However, this resulted in higher background staining. At image acquisition, the same parameters were maintained for all tumor samples, regardless of the treatment, resulting in some of the images from “control” sections having higher background staining (e.g.,  Figure 3A , PD-1). Similar high background staining was also observed in the control sections in the IF images (e.g.,  Figure 3F ), as CD3 +  and PD-1 +  cells were scarce in those sections. STING agonist treatment and ICB When  cisNP  mice or conditional MPNST-bearing mice or athymic mice with  cis MPNST allografts developed a tumor with at least 1 dimension reaching 5 mm, they were treated with intratumoral injections of 50 μg of the STING agonist ADU-S100 (HY-12885B, MedChemExpress). The day of the first injection was considered day 1, and the injections were repeated on days 4 and 7. Each day the tumor or tumors were measured at 3 perpendicular planes designated as the length (L), width (W), and depth (D), and the tumor volume was calculated as (L × W × D)/2. On day 12, mice were sacrificed, and the tumors were harvested ( Figure 2A ,  Figure 4, B and C , and  Supplemental Figure 5A ). For the welfare of the mice, the tumors were not allowed to grow to more than 2 cm in diameter. Therefore, the length of the experiments was determined from results of pilot studies showing how long it took vehicle-treated tumors to reach 2 cm in diameter. For the human xenograft tumor studies, 50 μg ADU-S100 or 50 μg ADU-S100 with 250 μg mouse monoclonal anti–PD-1 antibody (BE0146, Bio X Cell) were injected intratumorally on day 8. Alternatively, mice that were treated with the STING agonist SA3 (HY-103665, MedChemExpress) received a single intraperitoneal injection of 50 mg/kg BW and were sacrificed on day 12. To combine STING activation with ICB, intraperitoneal injections of 250 μg mouse monoclonal anti–PD-1 antibody (BE0146, Bio X Cell) or 100 μg mouse monoclonal anti–PD-L1 antibody (BE0146, Bio X Cell) or 300 μg mouse monoclonal anti–CTLA-4 antibody (BE0164, Bio X Cell) were given on days 1 and 4 in addition to STING agonists, and mice were euthanized on day 12. The dosing regimens are shown in  Table 1 . Statistics All data points shown in the figures resulted from biological replicates. The number of replicates are described in the figure legends. Unless otherwise stated in the figure legends, a 2-tailed  t  test was used to determine statistical significance. A  P  value of less than 0.05 was considered statistically significant. Data are presented as the mean ± SEM or ± SD, as indicated in the figure legends. Study approval The care and use of animals in this study were approved by the IACUC of the University of Texas Southwestern Medical Center. The use of deidentified human tissue was approved by the IRB of the University of Texas Southwestern Medical Center. Data availability All represented data are included in the  Supporting Data Values  file and will be available from the corresponding author upon request.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:33:59.785136",
  "abstract_length": 1067,
  "methods_length": 9944,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}