{
  "pmid": "38521834",
  "abstract": "NF2-related schwannomatosis (NF2-SWN) is a rare genetic disorder and is associated with progressive morbidities. This study aimed to investigate the relationship between NF2-SWN disease severity, health-related Quality of Life (QoL), and mental health aspects of patients. Standardised questionnaires assessing mental health problems (symptoms of depression, anxiety, and somatic burden), psychological factors (resilience, loneliness, and personality functioning), and health-related QoL were administered to 97 patients with NF2-SWN. The results of these questionnaires were compared with physician-rated disease severity. Questionnaires were completed by 77 patients. Physician-rated disease severity scores were available for 55 patients. NF2-SWN patients showed a high prevalence of clinically relevant symptoms of depression (30%), anxiety (16%), and somatic burden (32%). Almost all variables showed moderate to high correlations with NF2-SWN-related QoL. NF2-SWN-related QoL was associated with physician-reported disease severity (r = 0.614). In the stepwise hierarchical linear regression analysis, a significant model with four predictors (disease severity type, depression symptoms, personality functioning, and gender) explained 64% of the variance in NF2-SWN-related QoL. Our results showed a strong association between NF2-SWN-related QoL and depression symptoms. Moreover, personality functioning is an important influencing factor, representing a modifiable construct that can be targeted by prevention programs or psychotherapy.",
  "methods": "Materials and methods The study was conducted as an extension of the Erfurt Neurofibromatosis Database Research (NF registry), which contains disease data of patients with diagnosed  NF2 -SWN. This database is an online registry on the Castor EDC platform, which is in accordance with European data protection laws. The registry was approved by the regional ethics review board and collects pseudonymized patient data. It is regularly updated at each in-patient or out-patient visit. The investigation was approved by the local Ethics Committee of Erfurt (ref:2278/2020/6). All patients provided written informed consent. STROBE guidelines for cross sectional studies were used . The study was conducted in accordance with the Declaration of Helsinki. 13 An open web-based survey was conducted from December 2021 to January 2022, using the SoSci Survey online tool.  N  = 97 patients at the Erfurt Neurofibromatosis Center were invited via email to participate voluntarily in an online survey. The survey included questions regarding age, gender, and date of birth. The date of birth from the survey data was required to match the data from the NF registry. Inclusion criteria were the diagnosis of “ NF2 -related Schwannomatosis” and a minimum age of 16. Disease severity The clinician-reported disease severity score consists 7 symptoms with major impact of patients life: (1) loss of hearing on both ears; (2) severe visual impairment on both eyes; (3) bilateral facial paralysis, on at least on side ≥ H&B°3; (4) depression/anxiety disorder; (5) severe chronic pain / substance abuse due to pain; 6) immobility; and (7) malignancies . In the absence of all points the severity rated as mild, 1–3 symptoms are indicated moderate severity and 4–7 symptoms are reported in the case of severe  9 NF2 -SWN. The disease severity score ranging from 1 (= mild) to 3 (= severe). The participants’ disease severity was rated based on the NF registry data. The disease severity score was derived from the latest clinical data available in the NF registry. This score has been validated (publication currently under review), and a version of it is detailed in a recent publication . 9 Health-related quality of life Hornigold et al. (2012) developed the Neurofibromatosis 2 Impact on Quality of Life (NFTI-QoL) questionnaire to evaluate health-related QoL in  NF2 -SWN patients. This eight-item questionnaire assesses different disease-specific domains, such as balance, hearing, facial weakness, vision, mobility/walking, role/outlook in life, pain, and anxiety/depression. Each item consists of a four-point scale ranging from 0 to 3, with 3 being the most impaired. The maximum total score is 24; the higher the NFTI-QoL score, the worse the outcome. The German version (NFTI-QoL-D) demonstrated metric properties comparable to those of the English-speaking version . 9 Mental health problems Depression symptoms The nine-item Patient Health Questionnaire (PHQ-9) is a self-administered survey developed for depression . Each of the items of the PHQ-9 is quantified on a four-point Likert scale (0 = “not at all”—3 = “nearly every day”). The total score ranged from 0 to 27, with 0 indicating no symptoms of depression and 27 indicating that all symptoms occur almost daily. 14 The PHQ-9 has excellent test–retest reliability and excellent criterion and construct validity . The internal consistency has been validated (Cronbach’s α = 0.89). Moreover, threshold scores exist to identify different depression severity levels, including minimal (0–4), mild (5–9), moderate (10–14), moderately severe (15–19), and severe (≥ 20) depression. A score of ≥ 10 has been shown to have an 88% sensitivity and 88% specificity for major depression in the general medical population 14 . 14 Anxiety symptoms The Generalised Anxiety Disorder Questionnaire (GAD-7) is a seven-item self-reported scale developed to evaluate the symptoms of generalised anxiety disorder . The items are rated on a four-point Likert scale (0 = “not at all”—3 = “nearly every day”). The GAD-7 items describe some of the most important diagnostic criteria for generalised anxiety disorder (i.e. feeling nervous, anxious, or on edge, and worrying too much). The total score ranged from 0 to 21, with higher scores indicating more severe generalised anxiety disorder symptoms. Studies have proposed that the GAD-7 is a valid screening tool for generalised anxiety disorder and for assessing its severity in clinical practice and research 15 . The GAD-7 also defines threshold scores for different severity levels: minimal (0–4), mild (5–9), moderate (10–14) and severe (15–21) anxiety symptoms. A GAD-7 total score of ≥ 10 represents a moderate to severe level of generalised anxiety and is indicative of a suspected diagnosis of generalised anxiety disorder. The GAD-7 showed good sensitivity (89%) and specificity (82%) for detecting generalised anxiety disorder in primary care patients, and its internal consistency was excellent (Cronbach’s α = 0.92). 15 , 16 Somatic symptoms The burden of somatic symptoms was measured using the Somatic Symptoms Scale (SSS-8), a self-report questionnaire. The SSS-8 was developed as an abbreviated eight-item version of the PHQ-15 to assess the presence and severity of common somatic symptoms . The SSS-8 assesses the severity of the following somatic symptoms experienced by the respondent during the past seven days: (1) stomach or bowel problems; (2) back pain; (3) pain in the arms, legs, or joints; (4) headaches; (5) chest pain or shortness of breath; 6) dizziness; (7) feeling tired or having low energy; and (8) having trouble sleeping. Each item is quantified on a five-point Likert scale (0 = “not at all”—4 = “very much”). The total score ranges from 0 to 32, with higher scores indicating more somatic symptoms. Severity threshold scores define five different burden levels of somatic symptoms: no to minimal (0–3), low (4–7), medium (8–11), high (12–15), and very high (16–32) somatic symptoms. High somatic symptom burden was the case between the 95th and 98th percentiles. The German version of the SSS-8 has been validated in the general German population 17 . 18 Psychological factors Resilience The 13-item Resilience Scale (RS-13) quantifies resilience on a seven-point scale . Individuals rate different statements (from 1 = “I do not agree” to 7 = “I agree completely”). RS-13 is a short German version of RS-25 19 . The scores range from 13 to 91, with higher scores indicating higher resilience. Based on the reference groups, individuals with < 72 points on the resilience scale (RS-13) are defined as individuals with low resilience. Highly resilient individuals have scores ≥ 72 20 . 19 Loneliness The Loneliness Scale  consists of three items, introduced by “How often do you feel…”: (1) “…that you lack companionship?”; (2) “…left out?”; (3) “…isolated from others?”. Items are rated on a five-point Likert scale (0 = “never” to 4 = “very often”). Responses are added up to obtain a total score of 0–12, with higher scores indicating a higher level of loneliness. The German version of the Three-Item Loneliness Scale was validated in a representative sample, and norm values are reported 21 . 22 Personality functioning Personality functioning describes a person’s abilities in four domains related to cognition/perception, regulation, communication, and attachment . Individuals with impaired personality functioning tend to suffer from severe disturbances of the self and their interpersonal relationships and have an increased risk of developing mental disorders such as depression and anxiety 23 . Personality functioning was measured with the short version of the Operationalized Psychodynamic Diagnosis-Structure Questionnaire (OPD-SQS) 24 . It is a self-report questionnaire for screening personality dysfunction 25 . The OPD-SQS consists of a 0–4 Likert scale (0 = “fully disagree” to 4 = “fully agree”). It measures three highly correlated subscales: self-perception, interpersonal contact, and relationship model. The total score ranges from 0 to 48. Lower scores on the OPD-SQS indicate better personality functioning, whereas higher scores on the OPD-SQS indicate impairments in personality functioning. 26 Statistical analyses Data analyses were performed using IBM SPSS (version 20). Since single values were missing from the questionnaires, the mean substitution method was applied. Isolated single missing values in the questionnaires were replaced using the rounded individual means of the respective questionnaires. This was done once for each case for the PHQ-9, SSS-8, and OPD-SQS. Patients with more missing items in the same questionnaire were excluded from the questionnaire analysis. This was done once for each case for the GAD-7 and SSS-8. Missing values in the NFTI-QoL-D were replaced with rounded item means. Descriptive statistics were calculated for age, gender,  NF2 -SWN-related QoL, depression, anxiety, somatic symptoms, resilience, loneliness, and personality function. First, Pearson’s correlations between different variables were calculated to examine the associations. Second, a stepwise hierarchical linear regression analysis was performed. This included determining  NF2 -SWN-related QoL as a dependent variable. Three groups of variables served as predictors and were entered stepwise into the equation. The first predictors were disease severity score and gender. At step 2, values of resilience, loneliness, and personality functioning were entered stepwise as potential psychological predictors. The third group of variables included scores for depression, anxiety, and somatic symptoms as indicators of mental health problems, which are also entered stepwise. Adjusted R squares (R 2 ) and standardised regression coefficient (β) were reported. The results were considered significant at  p  < 0.05.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:34:04.955866",
  "abstract_length": 1546,
  "methods_length": 9874,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}