{
  "pmid": "38585724",
  "abstract": "Neurofibromatosis Type 1 (NF1) is a common cancer predisposition syndrome, caused by heterozygous loss of function mutations in the tumor suppressor gene",
  "methods": "Materials and Methods Tissue culture. Immortalized human Schwann cell lines were maintained and passaged at 37°C with 5% CO 2  in DMEM high glucose media supplemented with 10% FBS and penicillin/streptomycin. If antibiotic selection was needed, puromycin was used at 500 μg/ml as indicated below. S462-TY cells were cultured in DMEM supplemented with 10% FBS and 1% penicillin-streptomycin at 37°C and 5% CO 2 . Mycoplasma detection was routinely performed using the MycoAlert detection kit (Lonza) throughout this study. Cell line authentication was performed at the University of Arizona Genetics Core against established reference lines. Generation of  NF1- deficient cell lines. We received immortalized human Schwann cell (SC) lines (iHSCs) from Dr. Margaret Wallace (University of Florida, Gainesville). These are wild-type human SCs immortalized using human reverse transcriptase component of telomerase (hTERT) and murine cyclin dependent kinase (Cdk4) transgenesis . All subsequent mutations were engineered into this cell line. U6-gRNA vectors were produced as previously described 11  and introduced into iHSCs that are proficient for  34 NF1 . U6-gRNA vector was engineered with unique sequences targeting a site in  NF1  to cause insertion-deletion (indel) mutations in a critical exon to introduce frameshift mutations. The target sequences can be found in  Figure 2A . All vectors were introduced via electroporation and performed using the NEON electroporation system (Invitrogen) using 100μL electroporation tips according to the manufacture’s protocol. One million cells were electroporated (1 pulse of 1400V for 30ms) with 2 μg Flag-hCas9, 2ug each U6-gRNA vector (gifts from Branden Moriarity), and 100ng pmaxGFP plasmid (Amaxa) to assess transfection efficiency . To enrich for modified cells, co-transposition was performed using 500 ng of the  34 piggyBac  ( PB ) transposon PB-CAGG-Luciferase-IRES-GFP-PGK-Puro R , and 500 ng of CMV- PB7 transposase . Cells were provided fresh growth medium one day after electroporation, and two days later were selected with puromycin (500 μg/mL; Fisher) for one week. Selective medium was changed every 2–3 days for one week. 34 Limiting dilutions were then plated from the pooled cell lines, which are enriched for cells edited at the sites of interest, to obtain single-cell clones. These clones were then expanded for future work and validation. Validation of the mutations was done by obtaining genomic DNA from the derived clones, amplifying DNA around the gRNA target/cut sites, and subjecting to Sanger sequencing. Amplicons were generated in 50 μL reactions with GoTaq Green Master Mix (Promega) using the following PCR cycle: initial denaturation at 95°C for 5 min; 30 × (95°C for 30sec, 59°C for 35sec, 72°C for 2min); final extension at 72°C for 5 min. Forward (AACAGCTTGTTTGGGAAGGA) and reverse (CATTGGTGATGATTCGATGG) primers amplified a 1323bp region flanking  NF1  exon 10. PCR products were purified and sequenced using a third primer binding in  NF1  intron 9–10 (TGGCAGCTGGATTTTACTGC). Clones targeted for editing of exon 10 in  NF1  were recovered with a variety of deletions/insertions around the target site, verified through directed Sanger sequencing. A summary of recovered clone sequences is shown in  Figure 2A . Western blot analysis was also done on a subset of clones of interest to validate functional knockout of neurofibromin expression ( Figure 2B ). In vivo  tumor forming ability of iHSCs. NF1- proficient and  NF1- deficient engineered clones were injected into the flanks of 6- to 7-week-old athymic nude mice (1.0×10 6  cells) in 50% Matrigel (BD Biosciences). Mice were monitored for tumor formation for 6 months post injection or until a tumor volume of 2000mm 3  was reached. Western blotting. Immunoblotting was done on whole cell lysates collected from various cell lines. After collection, cells were washed with 1x PBS, collected, pelleted and flash frozen. Pellets were then thawed and lysed using 1x RIPA buffer (Sigma) supplemented with phosphatase inhibitor cocktails 2 & 3 (Sigma). Whole cell lysates were vortexed at 2,000 RPM for 15 minutes before being sonicated with 30–1 second pulses. Then, 10–30ug of whole cell lysate was loaded into each well of 4–12% Bis-Tris NuPage polyacrylamide gels (Invitrogen). Proteins were transferred overnight onto PVDF membranes. Each membrane was blocked with 5% BSA in TBST for 1 hour and incubated with 1:1000 primary antibody overnight at 4°C. After rinsing away primary antibodies, membranes were incubated for 1 hour with 1:5000 secondary antibody. WesternBright Quantum HRP substrate (Advansta) was added to membranes before being imaged on an Odyssey Fc imager (LI-COR Biosciences). Primary and secondary antibodies used were from Cell Signaling Technology: Neurofibromin 1 (D7R7D) Rabbit mAb 14623 anti-rabbit IgG and HRP-linked secondary 7074 (CST). β -actin was probed as a loading control using β-Actin (13E5) Rabbit mAb #4970 (Cell Signaling Technologies) at 1:5,000. Small molecules and drug libraries. All drug screening libraries used in this study were obtained from the University of Minnesota Institute for Therapeutics Design and Development collection. Validation of hits from the primary drug screening effort and all  in vivo  work was done with repurchased compounds from SelleckChem. In vitro  combination drug testing and analysis. Cells were seeded into 384-well plates at 2,000 cells/well using a Biomek 2000. After 24hr of growth in medium supplemented with 10% FBS and penicillin/streptomycin, drug was added in triplicate or quadruplicate wells per dose in a 8-point or 12-point dose-response manner (depending on experiment, as indicated) using the acoustic Echo 550 liquid dispenser (Labcyte). Drug combination testing was done in a similar manner and plated in a constant ratio as indicated. After incubation with drug(s) or vehicle for 48 hrs, cells were incubated with alamarBlue (Thermo Fisher) reagent and fluorescence read on a CLARIOstar microplate reader (BMG LABTECH). Cell viability was calculated by fluorescence of experimental wells in percent of unexposed control wells with blank values subtracted. Data were analyzed in Prism software (Graphpad Prism) and dose-response curves generated using nonlinear regression log(inhibitor) vs. response-variable slope model. Each point represents mean ± SD. Combination index value determination. Drug interaction values were determined using the median-effect principle of Chou-Talalay . Combination index (CI) values were calculated using CalcuSyn software (Biosoft) as previously described 35 , 36 . CI<1, =1, and >1 indicate synergism, additive effect, and antagonism, respectively. 37 Transcriptional response to therapeutics. The S462TY MPNST cell line was grown under standard tissue culture conditions. Cells were exposed to vehicle (DMSO), digoxin, rigosertib, selumetinib, digoxin + selumetinib, or rigosertib + selumetinib for 2 hours or 24 hours. For drug treatments, all compounds were used at the following concentrations: selumetinib [125 μM], rigosertib [0.5 μM], digoxin [0.0308 μM], vorinostat [2.5 μM], selumetinib [15.625μM] plus vorinostat [1.56 μM], selumetinib [4 μM] plus digoxin [0.0308 μM], and selumetinib [2 μM] plus rigosertib [0.1 μM]. At the indicated time point, cells were harvested, washed with cold PBS, pelleted via centrifugation, and the pellets flash frozen in LiN 2 . Cell pellets were stored at −80°C until RNA purification. RNA Purification and Sequencing. RNA was harvested from cells using Qiagen RNEasy mini purification kits and subjected to TURBO DNAse to remove any residual genomic DNA contamination. RNA quality was assayed via Agilent Bioanalyzer and sequenced on an Illumina NovaSeq 6000 next generation sequencer. RNAseq Analysis. RNAseq data was analyzed as follows: Quality trimming via Trimmomatic (v0.33) , alignment via HISAT2 (v2.1.0) 38  to the GRCh38 Ensembl assembly 39 , and gene count quantification via StringTie(v1.3.4d) 40 . Differential expression analysis was performed using R Statistical Software(v4.3.1) 41 , tidyverse(v2.0.0) 42  DESeq2(v1.42.0) 43  Pathway analysis was performed using Gene Analytics(v) 44 . The data discussed in this publication have been deposited in NCBI’s Gene Expression Omnibus 45  and are accessible through GEO Series accession number  46 GSE262030  ( https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSExxx ). Flow cytometry. Cell cycle stage and apoptosis was determined by staining and flow cytometry. S462-TY cells were treated with drug compounds or DMSO control for 0, 24 and 48 hours before harvest. For cell cycle stage determination, cell supernatant and adhered cells were collected and stained for flow cytometry using a Propidium Iodide kit (Abcam ab139418) using manufacturer’s protocol. Briefly, after collection, cells were washed with 1x PBS then fixed using ice cold 66% ethanol. Cells were then washed again with 1x PBS and stained with 1x Propidium Iodide and RNase Staining Solution before being run through the CytoFLEX flow cytometer (Beckman Coulter). Cell cycle stage was determined with the Cell Cycle tool in FlowJo V10.7.1 Software (BD Life Sciences) using the Watson (Pragmatic) model. In vivo  models and drug testing. For the MPNST cell line xenograft model, S462-TY cells (1.0×10 6 ) in 50% Matrigel (BD Biosciences) were injected subcutaneously into the flank of 6 to 7-week-old NOD-Rag1null IL2rgnull, NOD rag gamma, NOD-RG (NRG) mice. For the patient derived xenograft (PDX) MPNST model, tumor tissue was implanted subcutaneously directly into NOD.Cg-Prkdc scid  Il2rg tm1Wjl /SzJ (NSG) mice . Administration of drugs was started when tumors reached 150–200 mm 33 3 . All treatments were administered via intraperitoneal (IP) injection at the following doses: digoxin 2mg/kg, rigosertib 100mg/kg, selumetinib, 10mg/kg. The genetically engineered mouse model of high-grade peripheral nerve sheath tumors (PNSTs) was generated as described previously .  32 Dhh::Cre, Nf1 ,  fl/fl Pten  experimental class animals were randomized to a treatment or vehicle group at 1 week of age. All treatments were administered via IP injection. fl/fl",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:34:09.945992",
  "abstract_length": 153,
  "methods_length": 10205,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}