{
  "pmid": "38595983",
  "abstract": "Oncolytic adenoviruses (Ads) stand out as a promising strategy for the targeted infection and lysis of tumor cells, with well-established clinical utility across various malignancies. This study delves into the therapeutic potential of oncolytic Ads in the context of neurofibromatosis type 1 (NF1)-associated malignant peripheral nerve sheath tumors (MPNSTs). Specifically, we evaluate conditionally replicative adenoviruses (CRAds) driven by the cyclooxygenase 2 (COX2) promoter, as selective agents against MPNSTs, demonstrating their preferential targeting of MPNST cells compared with non-malignant Schwann cell control. COX2-driven CRAds, particularly those with modified fiber-knobs exhibit superior binding affinity toward MPNST cells and demonstrate efficient and preferential replication and lysis of MPNST cells, with minimal impact on non-malignant control cells.",
  "methods": "Materials and methods Cell lines Human MPNST cell lines STS26T, ST88–14, S462, and S462-TY were provided by Nancy Ratner (Cincinnati Children’s); 2-002 MP3, JHU 2–079, and JHU 2–103 were provided by Christine Pratilas (Johns Hopkins University); iHSC1 λ  was obtained from Peggy Wallace (University of Florida); primary human Schwann cells (pHSC) were purchased from ScienCell Research Laboratories. C57BL/6J mice on an  Nf1 +/− ; Trp53 \n +/− NPCis  background develop MPNST-like syngeneic tumors (JW16, JW18, and JW23), and were kindly provided by Karlyne Reilly, PhD (Center for Cancer Research, National Cancer Institute, Frederick, MD). All other cell lines were purchased from the American Type Culture Collection (ATCC). All cell lines were maintained in Dulbecco’s Modified Eagle’s Medium (DMEM, Gibco, Life Technologies) with 10% fetal bovine serum (FBS, Gibco), 200 U/mL of Penicillin/Streptomycin (Gibco). Cells were incubated at 37°C with 5% CO2 under humidified conditions. All cells tested negative for mycoplasma (Lonza). Whenever possible, cell lines were authenticated by the University of Arizona Genetics Core. Adenovirus binding analysis To assess cell-virus binding, 250,000 cells/well were infected at an MOI of 100 viral particles (VP)/cell in 250 μL of DMEM. To allow viral binding but not internalization, infected cells were incubated at 4°C for 2 h. Cells were then washed with ice-cold PBS, and extracted DNA (QIAamp Blood Mini Kit, Qiagen) was analyzed by real-time PCR. To determine virus copy number using Ad5-Hexon-specific primers (Sense: 5′-CTTACCCCCAACGAGTTTGA-3′; Anti-sense 5′-GGAGTACATGCGGTCCTTGT-3′). For the standard curve, Ad5-Hexon template DNA with a known copy number of 10 8 –10 2  VP/reaction was used. All RT-PCR reactions were performed using the LightCycler System (Roche). The thermal cycling conditions were as follows: Initial denaturation for 10 min at 95°C, followed by 40 cycles of 15 s at 95°C, and 1 min at 60°C. In vitro  analysis of cytocidal effect Infectious viral progeny production, viral spread, and cytocidal capacity of adenoviruses were assessed via crystal violet staining. Briefly, cells were infected with adenovirus at either 1, 0.1, or 0.01 VP/cell. Two days later the infection medium was replaced with fresh DMEM containing 1% FBS; cells were then cultured for 6–35 days. Cell viability was determined via crystal violet staining on different days post-infection. Briefly, the cell monolayer was fixed using 10% buffered formalin (10 min), stained with 1% crystal violet in 70% ethanol (20 min), washed, air-dried, and imaged. Images were analyzed using FIJI ImageJ software. Animal models All  in vivo  procedures were approved by the Institutional Animal Care and Use Committee (IACUC) at the University of Minnesota. To establish MPNST xenografts, an equal number of male and female NOD- Rag1 null IL2rg  (NRG) mice (The Jackson Laboratory; 6–7 weeks old) were inoculated with 2 × 10 null 6  human MPNST cells into flanks. Nodules reaching 200 mm 3  were injected intratumorally with 1.0 × 10 11  VP/tumor spread over three doses (3.30 × 10 10  VP/dose every 48 h) of either adenoviruses or vehicle. Differences in tumor growth curves were assessed using a mixed effects model test where each group was compared with the PBS control group. Bonferroni correction was used to control family-wise error rate. To establish syngeneic allografts, an equal number of male and female C57BL/6J mice (The Jackson Laboratory; 6–7 weeks old) were inoculated with 1 × 10 5  JW18 or JW23 cells into flanks. Nodules reaching 200 mm 3  were injected intratumorally with 1.0 × 10 11  VP/tumor or PBS control for four doses. In this immunocompetent model, CRAd therapy was tested in combination with immune checkpoint and targeted therapies, including anti-CTLA-4 (Bio X Cell, BE0164; 200 μg per dose intraperitoneally [i.p.] every 48 h for four doses), anti-PD-L1 (Bio X Cell, BP0101; 200 μg per dose i.p. every 48 h for four doses), anti-PD-1 (Bio X Cell, BP0146; 200 μg per dose i.p. every 48 h for four doses), and selumetinib (Selleck Chemicals, S1008; 100 μL of 100mM stock diluted in 815 μL of drug dilution buffer (30% PEG, 5% Tween80, 65% dH 2 O) and injected i.p. at 25 mg/kg daily until endpoint). Tumors were measured five times/week and mice were euthanized when tumor reached 2,000 mm 3  per IACUC requirements. Tumor volumes were calculated using a modified ellipsoid formula (Width2 ✕ Length)/2. 59 Adenoviral vectors Replication-proficient viruses used in the study were Ad5-WT, RGD-WT (positive controls), CRAd-COX2, and RGD-CRAd-COX2. All adenovirus vectors were designed and amplified in the laboratory of Dr. Masato Yamamoto (University of Minnesota). 42 Cell viability assay Cells were infected with RGD-CRAd at MOIs ranging from 1 to 500 plaque-forming units (PFU)/cell. Fresh medium was added after 2 h and cells were cultured for 5 days. The cell viability was assessed after 5 days using an MTS assay performed according to the manufacturer’s protocol (Corning). COX2 expression analysis in MPNST cells COX2  expression was analyzed by RNA sequencing and corroborated by RT-PCR. Total RNA, extracted from cells (High-Pure RNA kit; Roche) was used in a two-step RT-PCR. RT reaction was done using SuperScript VILO (Invitrogen) and 50 ng of cDNA. The primer sequences used to amplify complementary DNA (cDNA) transcript were as follows: COX2 sense: 5′-GGTCTGGTGCCTGGTCTGATGATG-3′; COX2 anti-sense: 5′-GTCCTTTCAAGGAGAATG-GTGC-3′; GAPDH sense: 5′-CAACTACATGGTTTACATGTTCCAA-3′; GAPDH anti-sense: 5′-GCCAGTGGACTCCACGACGT-3′. The transcripts were amplified using 50 nM of primers and the following cycling program: an initial step of 95°C for 105 s, then 35 cycles of denaturation at 95°C for 15 s, and annealing/extension at 60°C for 60 s. For GAPDH the number of cycles was reduced to 30 and annealing/extension was reduced to 30s. Analysis of intratumoral viral spread via immunohistochemical analyses Parafilm-imbedded sections of mouse tumor tissue were immunostained for antibodies specific to adenoviral goat-hexon (1:750; AB1056, Millipore), mouse-E1A (1:750; ab204123, Abcam), mouse-fiber (1:750; MA5-11222, Thermo), and rabbit-cleaved caspase 3 (1:200; Cell Signaling, 9661) following conventional procedures. Assessment of virus entry receptors Cells were plated and cultured for 24 h, non-enzymatically lifted off the plate (Sigma C5789), washed with PBS, and stained with antibodies for integrins α ν β 3  (BS-1310R-Cy3, Bioss) or immunoglobulin (Ig)G isotype control (BS-025P); α ν β 5  (565836-AF647, BD) or κ isotype control (565378-AF647, BD); and CAR (BS-2389R-A488, Bioss) or IgG Isotype control (BS-0295P-A488). Immunoblotting The cells were infected with RGD-COX2-CRAd at various MOIs (VP/cell). The samples were lysed 2 days post-infection and subjected to sodium dodecyl sulphate-Tris-glycine gel electrophoresis. The membranes were incubated with the following antibodies: E1A, (1:1,000, ab204123, Abcam), fiber (1:1,000, MA5-11222, Thermo), Hexon (1:5,000 b-12354), and GRB-2 (1:1,000; 610111, BD). RNA sequencing JW cell lines were grown in flanks of C57BL/6J mice until 1,000 mm 3  and processed for RNA sequencing along with sciatic nerve control. RNA was extracted utilizing RNeasy Mini Kit (Qiagen, 74106) per manufacturer instructions. Library preparation and paired sequencing at 40 million read depth and 75 base pair read length was performed by the University of Minnesota Genomics Center. Quality control, read alignment with HISAT2, and read mapping with Stringtie were performed with support from the Minnesota Supercomputing Institute. Differential gene expression experiments were performed in R Statistical Software with the DESEQ2 package. 55 , 56 , 57 , 58 Syngeneic model whole exome sequencing and prediction of transcribed variants Genomic DNA of each JW cell line was extracted utilizing the QIAamp DNA Mini Kit (Qiagen, 51304) for whole exome sequencing. DNA was additionally extracted from the liver of a C57BL/6 mouse for reference. DNA fragmentation, library preparation, hybridization, PCR amplification, and sequencing was performed by Azenta Life Sciences. Sequence reads were trimmed to remove possible adapter sequences and nucleotides with poor quality using Trimmomatic v.0.38. The trimmed reads were aligned to the reference genomes using the Illumina Dragen Bio-IT Platform. Somatic variants were called using the Illumina Dragen Bio-IT Platform in somatic mode. Paired normal samples were used. The filtered VCF was then annotated with Ensembl Variant Effect Predictor (VEP) v95. Called variants were next cross referenced with the RNA-sequencing data to identify transcribed variants. Next, we assessed whether cell line variants are potentially immunogenic. After variant calling and quality filtering, protein sequences were generated using SnpEff. Normal and variant sequences for 663 genes were analyzed for immunogenicity using NetMHCpan-4.1.  The maximum immunogenic peptides were selected for each transcript and compared between variant and normal. A total of 48 genes contained variants that increased predicted immunogenicity by at least 0.1 eluted ligand rank percent. Variants unique to each cell line were selected for display as representing unique neoantigens rather than variants that may arise from genetic drift of the  60 NPcis  murine model. Flow cytometry Assessment of intra-tumor immune infiltrate was analyzed via flow cytometry on the CytoFLEX (Beckman Coulter). The following antibodies were utilized: BV785 anti-mouse F4/80 (BioLegend, 123141), BV711 anti-mouse Cd11c (BioLegend, 117349), AF488 anti-mouse Foxp3 (Invitrogen, 53-5773-82), PE-Cy7 anti-mouse Cd11b (BD Pharmingen, 552850), APC anti-mouse Cd45.2 (Cytek Biosciences, 20–0454), BUV396 anti-mouse Cd4 (BD Horizon, 563790), BV421 anti-mouse Cd3ε (BD Horizon, 562600), PE anti-mouse Cd8a (BD Pharmingen, 553033), eFluor780 fixable viability dye (eBioscience, 65-0865-14), and mouse FcR blocking reagent (Miltenyi, 65-0865-14). Flank tumors were treated with CRAd or PBS control as above and harvested on day 10. Fresh tumor samples in triplicate for each condition were isolated and dissociated into single-cell suspensions utilizing gentleMACS Octo Dissociator and mouse tumor dissociation kit (Miltenyi, 130-096-730) per manufacturer instructions; 1 × 10 9  cells per sample were aliquoted for analysis. Staining including fixation/permeabilization for the intranuclear antigen Foxp3 (eBioscience, 00-5521-00) was performed according to ThermoFisher Scientific protocol, with 1 μL of each antibody used per sample as appropriate ( https://www.thermofisher.com/us/en/home/references/protocols/cell-and-tissue-analysis/protocols/staining-intracellular-antigens-flow-cytometry.html , Protocol B). For analysis of major histocompatibility class 1 expression on JW cell lines, 2 μL of PE anti-MHC Class I H-2Kb (eBioscience, 12-5958-80) or PE mouse IgG2a kappa isotype control (eBioscience, 12-4724-82) was performed on 1 × 10 6  cells isolated with non-enzymatic dissociation (Sigma-Aldrich, C5789). For human cell lines, PE conjugated anti-HLA-ABC (eBioscience, 12-9983-42) and IgG2a kappa isotype control (eBioscience, 12-4724-81) were used. For MHC class 1 positive control upregulation, cells were stimulated with either murine (Abcam, ab9922) or human (R&D Systems, 285IF100) recombinant IFN-γ at 1 ng/mL for 24 h. Analysis of MHC class 1 expression on MPNST models was performed in triplicate on the CytoFLEX (Beckman Coulter) on the viable cell population. Statistical analysis Differences in viral binding, infectivity, and spread and cell immunophenotyping were analyzed using Student’s t test. The relative tumor volumes and tumor growth rates were analyzed using a linear mixed effects random intercept model using R Statistical Software (TidyVerse, and lmerTest). Differences in survival times were assessed with Kaplan-Meier and proportional hazard regression models using R Statistical Software (Survival, Survminer). The results were considered statistically significant at a p value of less than 0.05. All data are expressed as mean ± SD.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:34:13.533317",
  "abstract_length": 875,
  "methods_length": 12176,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}