{
  "pmid": "38607967",
  "abstract": "BACKGROUND: With the recognition that noncancerous cells function as critical regulators of brain tumor growth, we recently demonstrated that neurons drive low-grade glioma initiation and progression. Using mouse models of neurofibromatosis type 1 (NF1)-associated optic pathway glioma (OPG), we showed that Nf1 mutation induces neuronal hyperexcitability and midkine expression, which activates an immune axis to support tumor growth, such that high-dose lamotrigine treatment reduces Nf1-OPG proliferation. Herein, we execute a series of complementary experiments to address several key knowledge gaps relevant to future clinical translation. METHODS: We leverage a collection of Nf1-mutant mice that spontaneously develop OPGs to alter both germline and retinal neuron-specific midkine expression. Nf1-mutant mice harboring several different NF1 patient-derived germline mutations were employed to evaluate neuronal excitability and midkine expression. Two distinct Nf1-OPG preclinical mouse models were used to assess lamotrigine effects on tumor progression and growth in vivo. RESULTS: We establish that neuronal midkine is both necessary and sufficient for Nf1-OPG growth, demonstrating an obligate relationship between germline Nf1 mutation, neuronal excitability, midkine production, and Nf1-OPG proliferation. We show anti-epileptic drug (lamotrigine) specificity in suppressing neuronal midkine production. Relevant to clinical translation, lamotrigine prevents Nf1-OPG progression and suppresses the growth of existing tumors for months following drug cessation. Importantly, lamotrigine abrogates tumor growth in two Nf1-OPG strains using pediatric epilepsy clinical dosing. CONCLUSIONS: Together, these findings establish midkine and neuronal hyperexcitability as targetable drivers of Nf1-OPG growth and support the use of lamotrigine as a potential chemoprevention or chemotherapy agent for children with NF1-OPG.",
  "methods": "Methods We leverage a collection of  Nf1- mutant mice that spontaneously develop OPGs to alter both germline and retinal neuron-specific midkine expression.  Nf1- mutant mice harboring several different NF1 patient-derived germline mutations were employed to evaluate neuronal excitability and midkine expression. Two distinct  Nf1- OPG preclinical mouse models were used to assess lamotrigine effects on tumor progression and growth in vivo.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:34:39.219562",
  "abstract_length": 1929,
  "methods_length": 442,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}