{
  "pmid": "PMID:38603731",
  "title": "Raman difference spectroscopy and U-Net convolutional neural network for molecular analysis of cutaneous neurofibroma.",
  "abstract": "In Neurofibromatosis type 1 (NF1), peripheral nerve sheaths tumors are common, with cutaneous neurofibromas resulting in significant aesthetic, painful and functional problems requiring surgical removal. To date, determination of adequate surgical resection margins-complete tumor removal while attempting to preserve viable tissue-remains largely subjective. Thus, residual tumor extension beyond surgical margins or recurrence of the disease may frequently be observed. Here, we introduce Shifted-Excitation Raman Spectroscopy in combination with deep neural networks for the future perspective of objective, real-time diagnosis, and guided surgical ablation. The obtained results are validated through established histological methods. In this study, we evaluated the discrimination between cutaneous neurofibroma (n = 9) and adjacent physiological tissues (n = 25) in 34 surgical pathological specimens ex vivo at a total of 82 distinct measurement loci. Based on a convolutional neural network (U-Net), the mean raw Raman spectra (n = 8,200) were processed and refined, and afterwards the spectral peaks were assigned to their respective molecular origin. Principal component and linear discriminant analysis was used to discriminate cutaneous neurofibromas from physiological tissues with a sensitivity of 100%, specificity of 97.3%, and overall classification accuracy of 97.6%. The results enable the presented optical, non-invasive technique in combination with artificial intelligence as a promising candidate to ameliorate both, diagnosis and treatment of patients affected by cutaneous neurofibroma and NF1.",
  "authors": "Levi Matthies; Hendrik Amir-Kabirian; Medhanie T Gebrekidan; Andreas S Braeuer; Ulrike S Speth; Ralf Smeets; Christian Hagel; Martin Gosau; Christian Knipfer; Reinhard E Friedrich",
  "journal": "PloS one",
  "publicationDate": "2024",
  "doi": "10.1371/journal.pone.0302017",
  "methods": "Materials and methods Study collective and sample acquisition A total of 20 patients were enrolled at the Department of Oral and Maxillofacial Surgery at the University Medical Center Hamburg-Eppendorf in 2020. Patients underwent surgical tissue removal as indicated by tumor burden (see  Fig 1 ). All surgical resections were performed by the same experienced surgeon. After anatomical orientation, Raman spectra were collected from the specimens  ex vivo , which were subsequently confirmed histologically. Physiological tissue, obtained from the biobank archive of the department, served as controls: skin, mucosa, bone, nerve, and fat. Herein, data collection was performed after pseudonymization, without individual participant identification. All tissue samples were kept in their physiologic state without fixation medium (isotonic 0.9% NaCl solution to prevent drying) and processed for spectroscopic analysis within a maximum time of four hours. For each specimen, in average three evenly distributed measurement locations were chosen. Following histopathological confirmation, the spectroscopic data were referenced to the corresponding tissue entities. The sample collection and experimental study was conducted from 2020 through 2021. Patients’ written informed consent was obtained before participation. The study is in accordance with the 1964 Declaration of Helsinki and its later amendments and has been approved by the research ethics committee of the University of Hamburg (AZ PV7012, 11.02.2020). 10.1371/journal.pone.0302017.g001 Fig 1 Clinical presentation and macroscopic aspect of cutaneous neurofibroma. (A) Example of a 43-year-old male patient that underwent surgical removal of eleven neurofibromas on the trunk and extremities (not shown), nine of which were processed for spectral analysis. (B, C) Macroscopic aspect of representative surgical specimen measuring 3.7x1.8 cm from top and lateral view. Technical set-up A self-engineered Raman probe connected to a spectrometer and a laser was used as previously described in detail [ 20 ,  21 ]. In brief, an excitation laser beam (power 115 mW) is guided from the diode laser (Littman/Metcalf, Sacher Lasertechnik, Marburg, Germany) through an optical fiber (200 μm core diameter, 0.22 NA) to the Raman probe. After passing of a short pass filter (780/12 Brightline HC, Semrock, Rochester, New York, USA), a dichroic mirror and an achromatic lens (THORLABS, Newton, New Jersey, USA), the laser beam is focused onto the specimen. The inelastically scattered Raman signal is collected, together with undesired background interferences (elastically scattered signals and laser-induced fluorescence). A dichroic mirror and a long-pass filter suppress the elastically scattered signal. As described, fluorescence and Raman signals pass the dichroic mirror towards another lens focusing them onto a detection glass fiber (600 μm core diameter, 0.37 NA) guiding the signals from the Raman probe to the spectrometer (Ventana-785-Raman, Ocean Optics, Rochester, New York, USA) (see  Fig 2 ). At 1000 ms acquisition time, the spectrometer acquires the spectra from 800 to 940 nm, equivalent to Raman shifts from 200 to 2000 cm -1 . The focal spot position was optimized for maximum signal intensity through z-axis translation in every measurement locus, resulting in a working distance of approximately 10–11 mm. The acquired Raman spectra are expected to be collected from a tissue surface layer of approximately 100 μm in depth, thus the Raman signal is derived primarily from the epithelial aspects [ 22 ]. 10.1371/journal.pone.0302017.g002 Fig 2 Illustration of Raman spectral acquisition and processing. Left panel: Sketch of self-engineered Raman probe as described in [ 20 ]. DM: dichroic mirror; L: lens; LP: long-pass filter; M: mirror; SP: short-pass filter; Right panel: Illustration of efficient extraction of Raman spectrum from extreme fluorescence interference and biological tissues classification. Data processing Routinely, for each tissue measurement locus, 50 spectra  S 784  were acquired using the excitation wavelength of 784 nm. Then, another 50 spectra  S 785  were recorded at 785 nm. Mean spectra   and  S 784 ¯  were averaged from each of the 50 raw spectra. Extraction of the pure Raman spectra from the mean raw spectra, which were heavily interfered by autofluorescence, was performed using the SERDS and U-Net deep neural network data processing methods developed in-house by our workgroup for biological tissue specimens [ S 785 ¯ 19 – 21 ]. Here, it is briefly explained in the context of  Fig 2 . The mean raw spectra   and  S 784 ¯  in blue and red are first z-score normalized, then a difference spectrum is obtained (black curve). This difference spectrum is provided as an input to the U-Net convolutional neural network to obtain a purified Raman spectrum as an output (green curve) [ S 785 ¯ 19 ]. This method provides better (completely background free) purified Raman spectra than the standard (without U-Net) SERDS Raman spectrum recovery approach. In order to differentiate between neurofibroma and physiological tissues based on their Raman spectra (Raman shifts between 550 to 1800 cm -1 ), we employed a multiclass linear discriminant analysis (LDA) [ 23 ]. As a first step, principal component analysis (PCA) was utilized to reduce the number of spectral parameters by generating a new set of independent features ordered by the largest variability in the dataset [ 24 ]. As previously described in detail, in every iteration a PCA was performed separately for each cross-validation [ 21 ]. Discrimination between the different measurement loci, specimens and types of tissue entities was made by splitting the data set into training (80%) and test (20%) data sets according to a 5-fold cross validation [ 25 ]. Once trained, the deep learning approach may be applied for real-time SERDS data analysis. Histology Following spectroscopic analysis, tissue samples were processed and validated histologically in the Institute of Neuropathology at the University Medical Center Hamburg-Eppendorf. Regions of spectral data acquisition were routinely fixed in 3.7% PBS-buffered formaldehyde, dehydrated with ethanol, embedded in paraffin, and sections performed on a microtome. Four standard 10-μm-thick sections were stained with Hematoxylin & Eosin for each specimen. For this study, the material was evaluated by the same experienced neuropathologist applying current WHO criteria to diagnose peripheral nerve sheath tumors [ 26 ].",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:30:34",
  "introduction": "Introduction Neurofibromatosis type 1 and 2 (NF1, NF2) and schwannomatosis make up the global spectrum of neurofibromatosis. With an incidence of one in 3,000, one in 33,000 and one in 60,000 births, respectively, they belong to the group of tumor suppressor gene diseases [ 1 ]. Herein,  NF1  is of autosomal dominant inheritance and the disease is characterized by neural, skeletal, and cutaneous abnormalities with a highly variable phenotype causing problems in several organ systems [ 2 ,  3 ]. Tumors of the nervous system are common in patients with NF1 [ 4 ]. In particular, numerous peripheral nerve sheaths tumors (PNST) are the hallmark of the disease [ 5 ]. PNST are caused by tumorous Schwann cells or Schwann cell precursors [ 6 ,  7 ]. The typical PNST in NF1 arises in the skin and is termed cutaneous or dermal neurofibroma. Neurofibromas are benign, heterogeneous peripheral nerve sheath tumors, arising from the connective tissue, occurring mostly as isolated sporadic lesions but occasionally as a consequence of genetic hereditary diseases [ 8 ]. Cutaneous neurofibromas typically only appear after puberty, usually develop in large numbers, reach a maximum size of a few centimeters, and are limited in growth to the skin and subcutaneous fat tissue [ 5 ]. On the other hand, PNST can develop in other regions, where they affect the main branches of larger nerves or grow invasively through entire regions of the body. This type of tumor is perceived to have developed in the embryonic or early postnatal phase. This is termed plexiform neurofibroma (PNF). Due to clinical and morphological differences, descriptive terms such as \"nodular\" or \"diffuse\" and combinations of these adjectives are used to describe the heterogenous morphology of PNF [ 5 ]. Both cutaneous and PNF do not differ in the mutation spectrum of the  NF1  gene [ 9 ]. In contrast, tumor biology of NF1-associated PNST is clearly differentiated. While cutaneous neurofibromas may represent significant aesthetic, painful or functional problems in individual locations, they do not impose a tendency for malignant transformation [ 10 ]. PNF on the other hand is a facultative precancerosis that may give rise to a malignant peripheral nerve sheath tumor (MPNST) [ 11 ,  12 ]. The life-time risk of an NF1 patient to develop MPNST amounts to approximately 10% which is associated with a poor prognosis [ 13 ,  14 ]. Adequate diagnosis and treatment require close interdisciplinary cooperation between dermatologists, neurologists, surgeons, radiologists, pathologists, other medical specialists, as well as pediatricians or general practitioners. In conditions where patients are compromised, treatment often requires surgical removal of neurofibroma. Herein, visual identification of adequate surgical resection margins is a pivotal step in therapy which harbors difficulties. A major challenge is the absence of a capsule or the surrogate of a pseudo-capsule. Consequently, after histopathological examination, residual tumor extension beyond marginal sections may frequently be observed. As some tumors of NF1 patients cannot be removed completely, there is considerable interest in molecular-targeted drug therapy capable to slow down growth of tumors or even tumor shrinkage [ 15 ]. The recent regulatory approvals (including United States and Europe) of the mitogen-activated protein kinase kinase (MAPKK or MEK) inhibitor selumetinib for children with NF1 and symptomatic, inoperable plexiform neurofibromas (PN), have opened new therapeutic approaches in the management of PNs [ 16 ]. Detailed knowledge of cellular metabolism, however, is essential for rational chemotherapy of neurofibromas and MPNST [ 17 ]. The prerequisite for the application of this therapeutic concept is the determination of the morphological composite in the tumors and, in the case of heterogeneous tumor populations, the identification of cellular differences as well as to establish non-invasive monitoring of the targeted pathologic lesions. In a translational approach, optical techniques have the potential to enable objective, non-contact tissue identification in real-time. Raman spectroscopy is a molecular spectroscopic technique capable of providing detailed information about the chemical and molecular composition of biological tissue [ 18 ]. Despite best efforts in treatment of NF1, the clinical course of the disease is often characterized by recurrence, as unrecognized tumor tissue may lead to progression of the lesion. As resection remains subjective and relies largely on individual experience, there is an unmet demand for an objective method for the precise identification of neurofibromas and guided surgical ablation. Herein, we introduce Shifted-Excitation Raman Difference Spectroscopy (SERDS) with U-Net deep neural network for spectrum purification as a promising candidate [ 19 ]. With improving non-invasive diagnosis and adequate surgical resection margin indication in the future, this technique has the potential to ameliorate the overall clinical outcome of patients affected by this disease.",
  "results": "Results For this study, raw Raman spectra were acquired from 82 distinct measurement loci in 34 surgical specimens of cutaneous neurofibroma and physiological tissues of nerve, fat, skin, bone, and mucosa. Raw Raman spectra of neurofibroma were collected from nine samples in one patient to circumvent inter-individual variability. For the physiological tissues, a total of 73 measurement loci from 19 patients were included. Tissue entity, respective number of specimens and spectroscopic measurement loci were as follows: cutaneous neurofibroma (9, 9), physiological skin (4, 12), nerve (2, 6), fat (5, 13), bone (5, 15), and mucosa (9, 27). After application of U-Net for the refinement from background interferences, the mean purified Raman spectra of cutaneous neurofibroma and physiological mucosa, bone, nerve, skin, and fat are shown (see  Fig 3A ). For reference and comparison, the mean Raman spectra of each physiological tissue are plotted against the mean Raman spectrum of the cutaneous neurofibroma. Molecular origin of the spectral Raman signatures is displayed as annotations. The majority of the mean Raman spectra peaks of fat and nerve tissue feature signatures of lipid molecules. However, the mean Raman spectrum of cutaneous neurofibroma reflects distinct protein signatures such as tryptophan, phenylalanine as well as peaks derived from broader Amide I and Amide III. It also shows a clear nucleic acid signature. The mean purified Raman spectrum of bone reflects prominent molecular signatures of phosphate around 960 cm -1 , absent in other tissue entities. The Raman spectra of the neurofibromas reflect a significant contribution from protein molecules. As determined by loading plots and available literature, the assigned molecular origins are depicted in  Table 1 . 10.1371/journal.pone.0302017.g003 Fig 3 Distinction of neurofibroma from other physiological entities via Raman spectroscopy and PCA. (A) Mean purified spectra of cutaneous neurofibroma, physiological skin, fat, nerve, bone and mucosa, and the assignment of the Raman peaks to their respective molecular origin is shown in rectangular colorized boxes. (B) PCA with scatter plot of the projections of the purified Raman spectra of cutaneous neurofibroma, as well as physiological skin, fat, nerve, bone, and mucosa onto the first three principal components. 10.1371/journal.pone.0302017.t001 Table 1 Assignment of spectral features in the mean Raman spectrum to the molecular vibrations [ 18 ,  27 – 32 ]. Raman Shift [cm -1 ] Molecular assignment 937/8 Proline, Hydroxyproline, C-C stretching of collagen backbone 1004 Phenylalanine (of collagen) 1038 Phenylalanine (of collagen) 1073 Proline (collagen assignment), Glucose, Triglycerides, C-C (lipid) 1095 DNA, C-N stretching 1126 C-N stretching 1160 C-C Stretching of the carotenoid polyene chain 1200–1320 Amide III region 1338, 1340 CH 2  deformation (Protein, A and G of DNA/RNA), nucleic acid 1378 CH 3  in-phase deformation (T, A, G of DNA) 1440–1470 C─H deformation arising from CH 2  and CH 3  of lipid and protein 1532 Amide II, carotenoid peak 1600–1670 Amide I region In order to determine the differentiability of the neurofibroma tissue from physiological tissues, we applied PCA.  Fig 3B  shows the scatter plot of the projections of the Raman spectra on the first three principal components. Herein, the first principal component (PC) accounts for 29.4%, PC 2 comprises 22.6% and principal component three amounts to 14.5% of spectral data variation. As visualized, distinct differences between the purified Raman spectra of neurofibromas and the purified Raman spectra of fat, nerve, and bone tissues occurred. However, some of the Raman spectra of skin and mucosa appear to be closer to the spectra of neurofibroma and overlap to a minimal extent. For the differentiation of cutaneous neurofibroma from the physiological tissues, a PCA-LDA classifier was applied.  Table 2  summarizes the classification results. These reveal that neurofibroma can be differentiated from physiological tissues with a sensitivity of 100%, specificity of 97.3% and an overall accuracy of 97.6% with the proposed method. Two Raman spectra of physiological tissue were misclassified as Raman spectra of neurofibroma tissue, resulting in a 2.4% classification error. The receiver operating area under the curve (ROC-AUC) was calculated as 97.9%. The purified Raman spectra of neurofibroma were perfectly classified against the Raman spectra of physiological fat, bone, and nerve tissues (sensitivity, specificity, and overall accuracy of 100%). The Raman spectra of mucosa were classified with a specificity of 92.6% and sensitivity of 100% against the Raman spectra of neurofibroma, with an overall accuracy of 94.4% and AUC of 98.0%. Of 27 specimens, two mucosal tissue samples were misclassified as cutaneous neurofibroma, whereas nine of nine NF samples were correctly classified. The classification between the purified Raman spectra of skin and neurofibroma were calculated with a sensitivity of 88.9% and specificity of 100%. One Raman spectrum of neurofibroma was misclassified as skin tissue. The data analysis gave the respective classification error of 4.8% with an overall accuracy of 95.2%. 10.1371/journal.pone.0302017.t002 Table 2 Classification results of cutaneous neurofibroma against all physiological tissue. The performance of the classification estimated based on sensitivity, specificity, overall accuracy and soon. Neurofibroma vs All Fat Bone Nerve Mucosa Skin \n Sensitivity \n 100% 100% 100% 100% 100% 88.9% \n Specificity \n 97.3% 100% 100% 100% 92.6% 100% \n Accuracy \n 97.6% 100% 100% 100% 94.4% 95.2% \n Classification Error \n 2.4% 0% 0% 0% 5.6% 4.8% \n AUC \n 97.9% 100% 100% 100% 98.0% 95.0% Confusion Matrix TP FP FN TN \n \n \n \n 71 2 0 9 \n \n \n \n 13 0 0 9 \n \n \n \n 15 0 0 9 \n \n \n \n 6 0 0 9 \n \n \n \n 25 2 0 9 \n \n \n \n 12 0 1 8 AUC area under the curve, TP true positive, TN true negative, FP false positive, FN false negative In order to confirm and validate this technique, specimens were marked with a needle after spectra acquisition and further examined by histology. To this end, sections were stained with Hematoxylin & Eosin. Here, cutaneous neurofibroma was confirmed by uniform density of spindle shaped tumor cells with wavy contour and slender nuclei. No mitosis or necrosis was seen. Representative images are shown in  Fig 4 . 10.1371/journal.pone.0302017.g004 Fig 4 Histology of cutaneous neurofibroma in the plane examined by Raman spectroscopy. Left, cutaneous neurofibroma presenting as tumor with uniform cell density extending to the subepidermal tissue (bottom of the image). Note the defect set by the needle which was inserted to mark the plane examined by Raman spectroscopy. Hematoxylin & Eosin stain, scale bar 1 mm. Right, close-up of the framed area in the left picture depicting spindle shaped tumor cells with wavy contour and slender nuclei. Hematoxylin & Eosin stain, scale bar 200 μm.",
  "discussion": "Conclusions Herein, Raman spectra of various tissues were isolated with the SERDS technique in conjunction with U-Net convolutional neural network. The distinction of cutaneous neurofibroma from physiological tissues was feasible with high sensitivity, specificity, and overall accuracy in this collective. By broadening the understanding of molecular changes, including mapping with deep learning data processing–for the first time in this field of research–we aim to improve the accurate evaluation of cutaneous neurofibroma and ultimately enhance both diagnosis and treatment of patients affected by this disease.",
  "upgrade_date": "2026-02-20 07:34:15"
}