{
  "pmid": "38603731",
  "abstract": "In Neurofibromatosis type 1 (NF1), peripheral nerve sheaths tumors are common, with cutaneous neurofibromas resulting in significant aesthetic, painful and functional problems requiring surgical removal. To date, determination of adequate surgical resection margins-complete tumor removal while attempting to preserve viable tissue-remains largely subjective. Thus, residual tumor extension beyond surgical margins or recurrence of the disease may frequently be observed. Here, we introduce Shifted-Excitation Raman Spectroscopy in combination with deep neural networks for the future perspective of objective, real-time diagnosis, and guided surgical ablation. The obtained results are validated through established histological methods. In this study, we evaluated the discrimination between cutaneous neurofibroma (n = 9) and adjacent physiological tissues (n = 25) in 34 surgical pathological specimens ex vivo at a total of 82 distinct measurement loci. Based on a convolutional neural network (U-Net), the mean raw Raman spectra (n = 8,200) were processed and refined, and afterwards the spectral peaks were assigned to their respective molecular origin. Principal component and linear discriminant analysis was used to discriminate cutaneous neurofibromas from physiological tissues with a sensitivity of 100%, specificity of 97.3%, and overall classification accuracy of 97.6%. The results enable the presented optical, non-invasive technique in combination with artificial intelligence as a promising candidate to ameliorate both, diagnosis and treatment of patients affected by cutaneous neurofibroma and NF1.",
  "methods": "Materials and methods Study collective and sample acquisition A total of 20 patients were enrolled at the Department of Oral and Maxillofacial Surgery at the University Medical Center Hamburg-Eppendorf in 2020. Patients underwent surgical tissue removal as indicated by tumor burden (see  Fig 1 ). All surgical resections were performed by the same experienced surgeon. After anatomical orientation, Raman spectra were collected from the specimens  ex vivo , which were subsequently confirmed histologically. Physiological tissue, obtained from the biobank archive of the department, served as controls: skin, mucosa, bone, nerve, and fat. Herein, data collection was performed after pseudonymization, without individual participant identification. All tissue samples were kept in their physiologic state without fixation medium (isotonic 0.9% NaCl solution to prevent drying) and processed for spectroscopic analysis within a maximum time of four hours. For each specimen, in average three evenly distributed measurement locations were chosen. Following histopathological confirmation, the spectroscopic data were referenced to the corresponding tissue entities. The sample collection and experimental study was conducted from 2020 through 2021. Patients’ written informed consent was obtained before participation. The study is in accordance with the 1964 Declaration of Helsinki and its later amendments and has been approved by the research ethics committee of the University of Hamburg (AZ PV7012, 11.02.2020). 10.1371/journal.pone.0302017.g001 Fig 1 Clinical presentation and macroscopic aspect of cutaneous neurofibroma. (A) Example of a 43-year-old male patient that underwent surgical removal of eleven neurofibromas on the trunk and extremities (not shown), nine of which were processed for spectral analysis. (B, C) Macroscopic aspect of representative surgical specimen measuring 3.7x1.8 cm from top and lateral view. Technical set-up A self-engineered Raman probe connected to a spectrometer and a laser was used as previously described in detail [ 20 ,  21 ]. In brief, an excitation laser beam (power 115 mW) is guided from the diode laser (Littman/Metcalf, Sacher Lasertechnik, Marburg, Germany) through an optical fiber (200 μm core diameter, 0.22 NA) to the Raman probe. After passing of a short pass filter (780/12 Brightline HC, Semrock, Rochester, New York, USA), a dichroic mirror and an achromatic lens (THORLABS, Newton, New Jersey, USA), the laser beam is focused onto the specimen. The inelastically scattered Raman signal is collected, together with undesired background interferences (elastically scattered signals and laser-induced fluorescence). A dichroic mirror and a long-pass filter suppress the elastically scattered signal. As described, fluorescence and Raman signals pass the dichroic mirror towards another lens focusing them onto a detection glass fiber (600 μm core diameter, 0.37 NA) guiding the signals from the Raman probe to the spectrometer (Ventana-785-Raman, Ocean Optics, Rochester, New York, USA) (see  Fig 2 ). At 1000 ms acquisition time, the spectrometer acquires the spectra from 800 to 940 nm, equivalent to Raman shifts from 200 to 2000 cm -1 . The focal spot position was optimized for maximum signal intensity through z-axis translation in every measurement locus, resulting in a working distance of approximately 10–11 mm. The acquired Raman spectra are expected to be collected from a tissue surface layer of approximately 100 μm in depth, thus the Raman signal is derived primarily from the epithelial aspects [ 22 ]. 10.1371/journal.pone.0302017.g002 Fig 2 Illustration of Raman spectral acquisition and processing. Left panel: Sketch of self-engineered Raman probe as described in [ 20 ]. DM: dichroic mirror; L: lens; LP: long-pass filter; M: mirror; SP: short-pass filter; Right panel: Illustration of efficient extraction of Raman spectrum from extreme fluorescence interference and biological tissues classification. Data processing Routinely, for each tissue measurement locus, 50 spectra  S 784  were acquired using the excitation wavelength of 784 nm. Then, another 50 spectra  S 785  were recorded at 785 nm. Mean spectra   and  S 784 ¯  were averaged from each of the 50 raw spectra. Extraction of the pure Raman spectra from the mean raw spectra, which were heavily interfered by autofluorescence, was performed using the SERDS and U-Net deep neural network data processing methods developed in-house by our workgroup for biological tissue specimens [ S 785 ¯ 19 – 21 ]. Here, it is briefly explained in the context of  Fig 2 . The mean raw spectra   and  S 784 ¯  in blue and red are first z-score normalized, then a difference spectrum is obtained (black curve). This difference spectrum is provided as an input to the U-Net convolutional neural network to obtain a purified Raman spectrum as an output (green curve) [ S 785 ¯ 19 ]. This method provides better (completely background free) purified Raman spectra than the standard (without U-Net) SERDS Raman spectrum recovery approach. In order to differentiate between neurofibroma and physiological tissues based on their Raman spectra (Raman shifts between 550 to 1800 cm -1 ), we employed a multiclass linear discriminant analysis (LDA) [ 23 ]. As a first step, principal component analysis (PCA) was utilized to reduce the number of spectral parameters by generating a new set of independent features ordered by the largest variability in the dataset [ 24 ]. As previously described in detail, in every iteration a PCA was performed separately for each cross-validation [ 21 ]. Discrimination between the different measurement loci, specimens and types of tissue entities was made by splitting the data set into training (80%) and test (20%) data sets according to a 5-fold cross validation [ 25 ]. Once trained, the deep learning approach may be applied for real-time SERDS data analysis. Histology Following spectroscopic analysis, tissue samples were processed and validated histologically in the Institute of Neuropathology at the University Medical Center Hamburg-Eppendorf. Regions of spectral data acquisition were routinely fixed in 3.7% PBS-buffered formaldehyde, dehydrated with ethanol, embedded in paraffin, and sections performed on a microtome. Four standard 10-μm-thick sections were stained with Hematoxylin & Eosin for each specimen. For this study, the material was evaluated by the same experienced neuropathologist applying current WHO criteria to diagnose peripheral nerve sheath tumors [ 26 ].",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:34:25.691780",
  "abstract_length": 1619,
  "methods_length": 6546,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}