{
  "pmid": "PMID:38621478",
  "title": "Influences of RASopathies on Neuroanatomical Variation in Children.",
  "abstract": "BACKGROUND: RASopathies are a group of disorders characterized by pathogenic mutations in the Ras/mitogen-activated protein kinase (Ras/MAPK) signaling pathway. Distinct pathogenic variants in genes encoding proteins in the Ras/MAPK pathway cause Noonan syndrome (NS) and neurofibromatosis type 1 (NF1), which are associated with increased risk for autism spectrum disorder and attention-deficit/hyperactivity disorder. METHODS: This study examined the effect of RASopathies (NS and NF1) on human neuroanatomy, specifically on surface area (SA), cortical thickness (CT), and subcortical volumes. Using vertex-based analysis for cortical measures and Desikan region of interest parcellation for subcortical volumes, we compared structural T1-weighted images of children with RASopathies (n = 91, mean age = 8.81 years, SD = 2.12) to those of sex- and age-matched typically developing children (n = 74, mean age = 9.07 years, SD = 1.77). RESULTS: Compared with typically developing children, RASopathies had convergent effects on SA and CT, exhibiting increased SA in the precentral gyrus, decreased SA in occipital regions, and thinner CT in the precentral gyrus. RASopathies exhibited divergent effects on subcortical volumes, with syndrome-specific influences from NS and NF1. Overall, children with NS showed decreased volumes in striatal and thalamic structures, and children with NF1 displayed increased volumes in the hippocampus, amygdala, and thalamus. CONCLUSIONS: Our study reveals the converging and diverging neuroanatomical effects of RASopathies on human neurodevelopment. The convergence of cortical effects on SA and CT indicates a shared influence of Ras/MAPK hyperactivation on the human brain. Therefore, considering these measures as objective outcome indicators for targeted treatments is imperative.",
  "authors": "Chloe Alexa McGhee; Hamed Honari; Monica Siqueiros-Sanchez; Yaffa Serur; Eric K van Staalduinen; David Stevenson; Jennifer L Bruno; Mira Michelle Raman; Tamar Green",
  "journal": "Biological psychiatry. Cognitive neuroscience and neuroimaging",
  "publicationDate": "2024-09",
  "doi": "10.1016/j.bpsc.2024.04.003",
  "methods": "Methods: This study examines the effect RASopathies (NS and NF1) has on human neuroanatomy, specifically on surface area (SA), cortical thickness (CT), and subcortical volumes. We compared structural T1-weighted images, using vertex-based analysis for cortical measures and Desikan ROI parcellation for subcortical volumes on children with RASopathies (n=91, mean age = 8.81, SD = 2.12) to sex- and age-matched TD (n=74, mean age=9.07, SD = 1.77). Methods and Materials: Participants With approval from the Institutional Review Board of the Stanford University School of Medicine, we performed a prospective study with children aged 4 to 12 years with RASopathies (n=91, mean age = 8.81, females = 53), including participants with NS (n=63, mean age = 8.85, females = 40) and NF1 (n=28, mean age = 8.73, females = 14), and compared them to TD (n=74, mean age = 9.07, females = 43) ( Table 1 ). We collected information regarding participants’ medication use via parent report ( Table S1 ). Children with NS presented clinical genetic information upon participation, confirming the status of pathogenic variants , PTPN11  (n= 49) and  SOS1  (n= 14). Additionally, NF1 participants provided genetic reports verifying germline pathogenic variants in  NF1  upon participation. Two NF1 participants had a clinical diagnosis and one NF1 participant with an  NF1  microdeletion. A radiological review of T1-and T2-weighted images revealed T2 hyperintensities in 21 children with NF1 (75% of the total NF1 cohort), with females accounting for 11 of these cases. Of the cohort reported in this study (n=165), 80 participants (NS, n=40; TD, n=40) were included in previous studies (Johnson, Rai, Siquieros-Sanchez). In the current study, we report the general effect of RASopathies in pre-pubertal children, by investigating two RASopathies, NS and NF1. Using this approach, we can assess the converging effects RASopathies has on the developing brain. Whereas the previous studies only evaluated one RASopathy - Noonan syndrome compared to typically developing individuals to examine the effect specific gene variants of NS,  PTPN11  and  SOS1 , have on brain anatomy. Information regarding recruitment, exclusion and inclusion criteria, medication status, and consent can be found in the  Supplementary methods . Behavioral Assessments We administered age-appropriate versions of the Wechsler Intelligence Scales to measure global cognitive ability ( 19 ,  20 ,  21 ). These produced a full-scale intelligence quotient (FSIQ), as well as verbal (VIQ) and performance (PIQ) intelligence quotients, and subtest scores for block design, vocabulary, matrix reasoning, and similarities for all our participants. Structural Data Imaging Acquisition and Preprocessing We collected structural imaging data of subjects in all groups (NS, NF1, and TD) at the Stanford University Lucas Center for Imaging using a GE 3T whole-body MR system. All data were collected using one of two compatible T1-weighted imaging protocols. In the first protocol (participants enrolled between 2018–2022), there were 74 subjects scanned using a GE Discovery 750 scanner equipped with an 8-channel head coil. The pulse sequence employed was FSPGR, with slices acquired in the sagittal direction. The imaging matrix was 256×256, with 176 slices acquired and a field of view (FoV) of 256×256 millimeters. The resolution was set to 1.0×1.0×1.0 millimeters. The parameters for repetition time (TR), echo time (TE), and inversion time (TI) were 816 milliseconds, 3.18 milliseconds, and 459 milliseconds, respectively. A flip angle of 12 degrees was utilized, and the data were processed using Freesurfer ( https://surfer.nmr.mgh.harvard.edu  version 5.3). In the second protocol (participants enrolled between 2022–2024), a total of 91 participants were scanned using a GE Signa Premier scanner equipped with a 48-channel head coil. The pulse sequence employed was MP-RAGE, with slices acquired in the axial direction. The imaging matrix was 240×240, with 146 slices acquired and a field of view (FoV) of 240×240 millimeters. The resolution was set to 1.0×1.0×1.2 millimeters. The parameters for repetition time (TR), echo time (TE), and inversion time (TI) were 1993 milliseconds, 2.83 milliseconds, and 900 milliseconds, respectively. A flip angle of 8 degrees was utilized, and the data were processed using Freesurfer (version 7.2.0). All Freesurfer surfaces were visually inspected, edited, and finalized according to strict lab protocols (see  Supplementary Material  for more detail) before inclusion in the analysis. In addition, we report the Euler numbers, an image quality metric ( Table 1 ) for all groups. In order to mitigate the differences in the scanner, head coil, pulse sequences, and Freesurfer versions, we used ComBat harmonization, which corrects for between-scanner and multi-site collection of imaging data by successfully removing inter-site variability while preserving inter-site biological variability ( 22 ,  23 ). ComBat harmonization has been used in other large imaging datasets and reduced site-related heterogeneity, thus increasing statistical power ( 24 ). ComBat was used on both vertex and subcortical segmentation data before statistical analysis. Statistical Analysis First, we used t-tests and Chi-square tests to assess between-group differences (RASopathies vs. TD, NS vs. TD, and NF1 vs. TD) for age, IQ scales, surface area, cortical thickness, TBV, and Euler numbers ( Table 1 ). Secondly, we assessed at the vertex-level the significant cluster regions for surface area and cortical thickness for each group and their respective Cohen’s d effect sizes using Freesurfer’s tool, mri_glmfit. Thirdly, we visually inspected Freesurfer subcortical segmentations to detect clinical significance and Cohen’s d for effect sizes ( 25 ). For all subcortical analyses, we used Desikan ROI parcellation ( 26 ) and conducted univariate regressions (ANCOVAs) controlling for sex, age (centered), and cortical tissue volume (TBV) (scaled) to investigate the significant differences in subcortical volumes between groups. Subcortical regions were the dependent variable and group (RASopathies vs. TD, NS vs. TD, and NF1 vs. TD) was the independent variable. To adjust for multiple comparisons, we used False Discovery Rate (FDR). This exact analysis was repeated to perform a sensitivity analysis for NF1 participants with specific brain findings ( Figure S6 ). We used Freesurfer’s, statistical modeling tool, mri_glmfit ( http://surfer.nmr.mgh.harvard.edu/fswiki/mri_glmfit ), to perform vertex-based analyses of surface area and cortical thickness. The surface of each participant was mapped to Freesurfer’s fsaverage template with a fwhm smoothing of 10mm. The general linear model (GLM) accounted for sex (see  supplemental  section for sensitivity analysis), age (centered), and TBV (scaled), and quantified the influence of RASopathies on SA and CT at each brain vertex. The model was designed with SA or CT as the dependent variables and the RASopathies group (comprised of NS and NF1) as the independent variable. To compare the effect of NS and NF1 against TD, we utilized the same GLM but neutralized the influence of the non-target RASopathy by setting its contrast to zero. To control for multiple comparisons, we used Freesurfer’s tool mri_glmfit-sim, which generates cluster-corrected regions of significance. This method utilizes Monte Carlo simulation with cluster-wise correction at a significance level of p=0.05. This vertex-based analysis allows us to investigate the contiguous clusters of significant alterations rather than treating each voxel or region independently. Further GLM parameters and matrices can be found in the  supplementary  section. In addition to running the GLM on the vertices for SA and CT, we also estimated effect size (Cohen’s d). Then, to test the convergent effect of RASopathies in the context of preserving spatial organization, we conducted a complimentary analysis at the ROI level across the three neuroanatomical measures to display the convergent and divergent effect RASopathies has on the brain. To evaluate and contrast the clinical effect NS and NF1 has on the developing brain, we calculated Cohen’s d effect size between groups (NS vs. TD, and NF1 vs. TD) for each ROI of SA and CT in RStudio. To estimate the correlations between NS and NF1 on SA, CT, and subcortical volume, we used Pearson’s r. The observed  r-values  were compared to null distributions of  r-values  created by repeating the analyses 2,000 times with permutation for each group.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-20 07:00:04",
  "introduction": "Introduction The Ras-mitogen-activated protein kinase (Ras/MAPK) signaling pathway is crucial in brain development and function, specifically learning and memory. This pathway involves regulating multiple neural cellular processes such as cell regulation, proliferation, differentiation, survival, and cell death ( 1 ,  2 ). Specific pathogenic variants in the Ras/MAPK pathway genes cause distinctive syndromes, collectively classified as RASopathies. Distinctive syndromes within germline RASopathies generally includes, Noonan Syndrome, Neurofibromatosis type 1, Costello Syndrome, Noonan Syndrome with multiple lentigines (previously LEOPARD syndrome), Cardiofaciocutaneuos syndrome, and Legius syndrome ( 3 ). More specifically, distinct pathogenic variants cause Noonan syndrome (NS) and neurofibromatosis type 1 (NF1), and lead to downstream pathway dysregulation. Both NS and NF1 cause hyperactivation of signaling down the Ras/MAPK pathway ( 4 ,  5 ). NS has a prevalence of 1 in 1,000 to 1 in 2,000 and is caused by multiple genes, the majority by missense, gain-of-function variants in  PTPN11  (~50% of cases) ( 6 ) and  SOS1  (~10% of cases) ( 7 ,  8 ). NF1 has a prevalence of 1 in 2,600 to 1 in 3,000 and is caused by loss-of-function variants in the  NF1  gene ( 3 ,  4 ). These rare genetic conditions are known to have implications on cognition and behavior; however, there is limited information on how RASopathies influence brain development across neuroanatomical measures. Given the hyperactivation of signaling of the Ras/MAPK pathway, we used two genetic conditions, NS and NF1, to evaluate the common effect of RASopathies activation on brain development. Previous research utilizing structural brain magnetic resonance imaging has found significant alterations in whole-brain cortical morphology in NS; specifically reduced volumes in the striatum ( 9 ,  10 ,  11 ,  12 ), while NF1 is associated with increased subcortical volumes in the hippocampus, amygdala, thalamus, and right caudate ( 13 ,  14 ). In cortical regions, NS is characterized by thinner cortical thickness in the lateral prefrontal cortex, an area associated with executive functioning ( 11 ,  12 ). Whereas NF1 exhibits larger overall total brain volume, increased white matter volumes in the anterior frontal and temporal regions, and thicker cortices in occipital regions ( 15 ,  16 ). Additionally, similar behavioral profiles have been observed within RASopathies, showing an increased incident rate of idiopathic autism spectrum disorder (ASD) and attention deficit and hyperactivity disorder (ADHD) ( 10 ,  17 ,  18 ). In contrast to previous investigations by our group ( 11 ) and others ( 13 ), which relied on averaging across parcellated regions, we used a vertex-based analysis to investigate the unique effect RASopathies has on the developing human brain without parcellation constraints. For the first time, this study included two RASopathies in our investigation allowing us to specifically detect where RASopathies has neuroanatomical effects on the developing brain, specifically in pre-pubertal children. We conducted an omnibus analysis in order to observe the effect RASopathies has on different neuroanatomical measures compared to typically developing (TD) controls; specifically, surface area (SA), cortical thickness (CT), and subcortical volumes. Building on previous studies, we hypothesize diverging neuroanatomical effects of subcortical volumes.",
  "results": "Results: Demographic Characteristics NS, NF1, and TD groups did not differ in age or sex. Our RASopathies group, along with NS and NF1, demonstrated a lower full-scale IQ score compared to TD (RASopathies vs. TD:  p= 2.35e −13 , NS vs. TD:  p =3.86e −12 , NF1 vs. TD:  p =4.0e −6 ). Additionally, the RASopathies group, as well as the specific syndromes (NS and NF1), compared to TD had significantly lower verbal and performance components of IQ ( Table 1 ). Surface Area Analysis Our vertex-wise group comparison analysis of RASopathies versus TD for SA resulted in alterations in several cortical regions ( cluster-based fwe p < 0.05 corrected ). Compared to TD, we found that RASopathies had decreased SA in the temporal pole, lateral occipital, and precuneus regions, with increased SA in the precentral gyrus ( Figure 1a ,  Table 2 ). When comparing effect sizes, we found medium to large effect sizes (d>0.5), specifically the regions with large effect sizes (d>0.79) were the lateralorbitofrontal (d=1.15), lingual (d=1.01), temporal pole (d=1.06), perial carine (d=1.1), superior frontal (d=0.98), superior temporal (d=0.90), superior parietal regions (d=0.82), and insula (d=0.79) ( Figure 1b ). At the syndrome level, we found that NS compared to TD resulted in increased SA in the superior frontal, paracentral gyrus, superior and middle temporal regions, and decreased SA in the occipital and lingual regions ( cluster-based fwe p < 0.05 corrected ,  Figure 2a ,  Table 2 ). We found large effect sizes (d>0.79) in the superior frontal (d=0.98), lingual (d=1.01), superior temporal (d=0.90), temporal pole (d=1.07), superior parietal (d=0.82), lateral orbitofrontal (d=1.15), paracentral (d=0.83), and parsorbitalis regions (d=0.89). ( Figure 2b ). Conversely, for NF1 we found significant clusters ( cluster-based fwe p < 0.05 corrected ) compared to TD with overall decreased SA. Specifically, there was decreased SA in the inferior temporal, lateral occipital, precuneus, and increased SA in the right hemisphere parsopercularis ( Figure 2a ,  Table 2 ). The whole-brain effect size map for NF1 compared to TD, presented with large effect sizes (d>0.79), in the perialcarine (d=0.89), precuneus (d=0.85), lateralorbitofrontal (0.79), and paracentral regions (d=0.82) ( Figure 2b ). Cortical Thickness Analysis When directly comparing the effect of RASopathies versus TD, we found overall thinner CT in the precentral gyrus ( cluster-based fwe p < 0.05 corrected ,  Figure 3a ). In addition, we observed large effect sizes (d>0.79) in the lingual (d=1.26), perialcarine (d=0.94), pre-and post-central gyrus (d=1.03, d=0.83), paracentral (d=1.02), inferior parietal (d=0.86), lateral occipital (d=0.85), superior temporal regions (d=0.85), and parsopercularis (d=0.83) ( Figure 3b ,  Table 2 ). In children with NS compared to TD, we observed significant cluster regions presenting with thinner CT in the paracentral, pre-and post-central gyrus, insula, and lingual regions ( cluster-based fwe p < 0.05 corrected ) ( Figure 4a ,  Table 2 ). We investigated the clinical significance for NS and observed large effect sizes (d>0.8) in the lingual (d=1.26), lateral occipital (d=0.97), perialcarine (d=0.93), pre-and post-central gyrus (d=1.03, d=0.80), paracentral (d=1.02), parsopercularis (d=0.90), inferior parietal (d=0.86), and superior temporal regions (d=0.85)( Figure 4b ). We did not find significant clusters in our NF1 population; however, given the differences in power between our clinical groups, we also examined effect sizes to better understand the cortical differences in NF1 and detect any clinical significance. NF1 had medium to large effect sizes (d>0.5) in the postcentral gyri (d=0.63), perial carine (d=0.64), entorhinal (d=0.59), lateral occipital (d=0.55), superior frontal (d=0.53), rostral middle frontal (d=0.51), superior temporal (d=0.51), and medial orbitofrontal regions (d=0.51)( Figure 4b ). Subcortical Volume Analysis In our ROI analysis of subcortical volumes, we compared RASopathies versus TD and found significant group differences after FDR correction in the left and right putamen ( p =0.003,  p =0.002), left and right accumbens ( p =0.003,  p= 1.3e −4 ), left and right caudate ( p =0.004,  p =0.005), and left pallidum ( p= 0.022). We also examined effect sizes, finding medium to large effect sizes for subcortical volumes (d <−0.5 and d>0.5); specifically, RASopathies had increased subcortical volumes compared to TD in the left and right accumbens (d=0.54, d=0.72), and RASopathies had decreased subcortical volumes compared to TD in the left and right putamen (d=−0.54, d=−0.60) and left caudate (d=−0.52) ( Figure 5 ). To examine this diverging effect RASopathies has on subcortical volumes, we observed the specific differences at the syndrome level. We found significant subcortical differences between NS compared to TD ( p <0.05 FDR-corrected); specifically in the left and right pallidum ( p=  1.44e −5 ,  p =2.33e −5 ), left and right putamen ( p=  3.9e −4 ,  p =1.7e −4 ), left and right accumbens ( p =0.001,  p =1.2e −4 ), left and right caudate ( p=  5.6e −4 ,  p =3.9e −4 ), right hippocampus ( p =0.004), and right thalamus ( p =0.006). Children with NS showed medium-to-large effect sizes (d>0.5) in the left and right pallidum (d=−0.83, d=−0.79), left and right putamen (d=−0.63, d=−0.68), left and right caudate (d=−0.61, d=−0.63), left and right accumbens (d=0.57, d=0.71), and right hippocampus (d=−0.50) ( Figure 5 ). Most of these regions had negative effect sizes, meaning NS was smaller in these subcortical regions than TD. Conversely, children with NF1 compared to TD presented with several significant regions ( p <0.05 FDR-corrected). The left and right thalamus ( p =4.29e −5 ,  p =7.38e −4 ), left amygdala ( p= 0.005), right accumbens ( p= 4.93e −4 ), and left and right hippocampus ( p =0.016,  p =0.023). Additionally, we observed medium-to-large positive effect sizes (d>0.5) meaning NF1 subcortical volumes were greater than TD. Specifically, NF1 showed medium-to-large effect sizes (d>0.5) in the left and right thalamus (d=0.82, d=0.78), right accumbens (d=0.68), and left amygdala (d=0.57) ( Figure 5 ). In our sensitivity analysis, including children with NF1 and T2 hyperintensities, the results were consistent, showing positive large effect sizes (d>0.8) in similar regions; specifically, the left and right thalamus (d=1.02, d=0.98) ( Figure S6 ). To ensure that proportional relationships between TBV and subcortical volume scale consistently across our clinical and TD groups we conducted the following analysis. Based on the literature on log-log models ( 27 ), our sensitivity analysis compared the left and right subcortical volumes. We used the following equation, with log10 age- and sex-residualized subcortical volume, and each modeled by log10 residualized cortical tissue volume (“TBV”) and diagnosis (“Dx”):\n log 10 r ( Subcortical Volume  ) ~  Intercept  + β 1 ( log 10 rTBV ) + β 2 ( Dx ) + β 3 ( log 10 rTBV * Dx  ) Analyses for all our subcortical volumes did not find a statistically significant deviation of ß 3  coefficient away from zero. This supports the conclusion that proportional relationships between TBV and subcortical volumes are stable across NS and NF1. Converging and Diverging Analysis at the Syndrome level We examined whether there was a correlation for surface area, cortical thickness, and subcortical volume between NS and NF1 effect sizes. We used Pearson correlations to indicate statistically significant coherence between NS and NF1. Our analyses yield significant correlations between NS and NF1 for surface area (r=42,  p =0.00041) and cortical thickness (r=0.40,  p =0.00064); however, subcortical volumes (r=0.50,  p =0.71) were not significantly correlated ( Figure 6a ). Additionally, permutation testing confirmed that NS and NF1 are correlated for SA and CT (p<0.05 in all cases; see  Figure 6a  and  Figure 6b ), as the results were significantly greater than null expectations. These results indicate that NS and NF1 have a converging effect on SA and CT, but a diverging effect on subcortical volumes.",
  "discussion": "Discussion: We took a genetic-first approach to investigate the effect of genes associated with increased Ras/MAPK pathway signaling ( 4 ,  5 ) on brain development. More specifically, we observed the effect RASopathies, a group of disorders characterized by pathogenic mutations in the Ras/MAPK pathway, has on surface area, cortical thickness, and subcortical volumes. Individuals with RASopathies had convergent effects on surface area, exhibiting decreased surface area in occipital regions, with increased surface area in frontal regions. Furthermore, RASopathies presented overall thinner cortical thickness in the precentral gyrus. Additionally, we observed a diverging effect RASopathies has on subcortical volumes, emphasizing the syndrome-specific influences NS and NF1 have on these volumes. Specifically compared to controls, NS showed decreased hippocampal and dorsal striatal structure volumes whereas NF1 displayed increased hippocampal, thalamus, accumbens, and amygdala volumes. We discuss the observed neuroanatomical variation in the context of the radial unit hypothesis, which provides a framework for the pattern and mechanisms that influence cortical development ( 28 ). According to this hypothesis, surface area is shaped by the proliferation of neural progenitor cells which, in turn, influences the column count. Cortical thickness is influenced by the division of these progenitor cells, thereby affecting the number of cells within a column ( 28 ). Subsequent work supports this hypothesis suggesting that specific genetic mechanisms influence cortical development ( 29 ,  30 ). In our cortical analysis, strong patterns of convergence in SA were observed within the RASopathies group, resulting in decreased SA in the occipital regions and increased SA in the frontal regions relative to TD. According to the radial unit hypothesis, this observed pattern of overall convergence for SA in individuals with RASopathies may be attributed to the increased susceptibility of neural progenitor cell proliferation to the hyperactivation of signaling in the Ras/MAPK pathway. Similar patterns of decreased SA across the brain are observed in other neurogenetic conditions, such as, Williams Syndrome ( 31 ), 22q11.2 deletion ( 32 ), Turner Syndrome ( 33 ), and Down Syndrome ( 34 ). These distinct genetic conditions share overlapping morphometric phenotypes, which can suggest a convergent pattern of biological processes resulting in decreased SA during brain development observed also in RASopathies, specifically in occipital regions. Converging patterns of CT are evident in RASopathies, exhibiting thinner CT in the precentral gyrus. At the syndrome level, individuals with NS had overall thinner CT across cortical regions. NS animal research suggests that cortical abnormalities may be due to increased SHP2 protein activity resulting in perturbations in the ratio of neurons versus glia ( 35 ,  36 ). In our effect size analysis, a few emerging patterns of clinical significance for CT in individuals with NF1 were observed. Previous animal and human studies have shown cortical abnormalities in NF1, with higher glial fibrillary acidic protein expression, leading to a reactive nature of astrogliosis ( 37 ,  38 ,  39 ,  40 ). Animal models have found CNS neuronal defects in NF1 mice and their dependence on cAMP signaling, resulting in reduced CT from decreased neuronal arborization essential for neuronal connectivity and normal brain function ( 41 ,  42 ). Nevertheless, our results suggest a more extensive effect of NS on CT than on NF1. These divergent patterns at the specific syndrome level for NS and NF1 across CT prompt the question of whether these cortical differences in CT are affected by the number of cells within a column. As the radial unit hypothesis suggests, CT is dictated by the division rate into and of Intermediate Progenitor Cells. In theory, more divisions mean a thicker cortex due to more cells per column. Hence, these divergent patterns in CT between NS and NF1 could be attributed to more than just Ras/MAPK pathway hyperactivation. This divergence could also be from the direct effect of excess SHP2 in children with NS and haploinsufficiency of neurofibromin in children with NF1. Further investigation into the reasons for these subcortical differences observed is necessary to understand the underlying cellular mechanisms involved. Our analysis of subcortical volumes revealed divergent effects on subcortical volumes within the RASopathies group. There were increased volumes in the accumbens and decreased volumes in the pallidum, caudate, and putamen compared to TD. Our effect size maps also show emerging patterns of increased volumes in the amygdala. To investigate this further, the syndrome level provides further context to understand the divergent effect on subcortical volumes. Consistent with previously reported findings within individuals with NS, decreased subcortical volumes were observed, ( 9 ,  11 ,  12 ), whereas NF1 had increased subcortical volumes compared to TD ( 13 ,  14 ). Children with NS show decreased volumes compared to children with TD in the caudate, pallidum, and putamen, which is consistent with previous findings indicating that NS has decreased striatal volumes ( 9 ), and has been linked to inattentiveness, hyperactivity, and inhibition control ( 9 , 11 ,  43 ). Additionally, hippocampal volumes show a notable contrast: reductions in NS versus enlargements in NF1 compared to TD. Animal models for both NS and NF1 have shown hippocampal involvement, specifically, a targeted SHP2 mutant, associated with severe forms of NS, resulting in hippocampal excitatory neuron impairments and effects on spatial learning and memory ( 44 ). In ASD animal studies using NF1+/− mice, there are measurable neuroanatomical and functional changes. Mutant NF1 male mice exhibit increased hippocampal volume and memory deficits, while females display imbalances in neural excitability. These hippocampal-based learning challenges might stem from altered neurofibromin expression ( 45 ,  46 ). Moreover, children with NF1 show increased amygdala volumes compared to TD, consistent with previous findings ( 47 ). NF1 animal model studies have shown that disrupted activity in the amygdala due to hyperactivation down the Ras/MAPK pathway might be associated with social learning deficits ( 48 ). In summary, these results indicate that subcortical volume changes in RASopathies show syndrome-specific patterns, with NS linked to reductions and NF1 to increases, which possibly correlate with specific cognitive and behavioral outcomes reflected in both human studies and animal models. Children with RASopathies exhibit overlapping behavioral phenotypes and risk for idiopathic neuropsychiatric disorders. Specifically, ASD rates in NS vary between 12–30% ( 10 ). Meanwhile, 14% with NF1 meet ASD criteria ( 49 ,  50 ,  51 ,  52 ). In addition, children with NS have a clinical presentation of idiopathic ADHD with rates of 48% ( 10 ), where children with NF1 have a rate of 30–50% (Payne, 2012). Within RASopathies, there are consistent deficits in several domains of executive function, including, attention, inhibition, and cognitive flexibility ( 11 ,  53 ,  54 ). Moreover, previous research in NS and NF1 showed links to behavioral and cognitive phenotypes with subcortical volumes ( 11 ,  55 ). Altered subcortical volumes have been observed in idiopathic ASD, ADHD, and other genetic syndromes ( 55 ,  56 ,  57 ). Patterns of decreased subcortical volumes are also present in RASopathies. This could suggest that the neuroanatomical profile of RASopathies is intricately linked with neuropsychiatric outcomes, emphasizing the association with neuropsychiatric risk within this population. By investigating the neuroanatomical effect RASopathies has on the developing brain, it serves as a promising approach in utilizing a human model to better understand the role the Ras/MAPK pathway has in divergent human brain development and potentially in neuropsychiatric outcomes. There are limitations to our present study. Our group sizes were not equal, where the NS group was larger than the NF1 group. To address this, we conducted effect size analyses to investigate clinical significance independent of group size. Another limitation is that some participants in our NS and TD populations were included in previous studies ( 11 ,  12 ); however, we increased the sample size of both groups. Our combined sizable NS and TD groups from two cohorts of rare genetic conditions such as NS increased our power to detect differences. We used harmonization methods to preserve biological variability across scanners, accounting for differences in data acquisition. In addition, the current study investigates the effect of RASopathies on brain development, as well as, includes a second RASopathy, NF1, whereas previous studies only evaluated NS. Although this paper investigated pre-pubertal children with RASopathies, it is important as more data is collected in the future to refine methodologies to account for non-linear age effects on the brain when investigating children to adolescent population. To further differentiate from the previous studies that employed ROI parcellated analyses, we used vertex-based analyses to have a higher spatial resolution, avoid parcellation bias, and detect regional variability. In conclusion, our observations derived from in vivo human imaging, bridge the gap between animal studies and their translation to human brain effects, highlighting the distinct neuroanatomical outcomes presented by individuals with RASopathies. We propose that regions where the effect of RASopathies converge might be influenced by the hyperactivation of signaling from the Ras/MAPK pathway and where the regions diverge might be due to the different cellular mechanisms associated with the specific genes affected in NS and NF1. By directly investigating the effect of RASopathies, as well as these two genetic conditions, we can identify specific neuroanatomical profiles for NS and NF1 and understand the underlying reasons for the differing neuroanatomical outcomes within RASopathies.",
  "upgrade_date": "2026-02-20 07:28:48"
}