{
  "pmid": "38654147",
  "abstract": "BACKGROUND: Neurofibromatosis type I (NF1) is a genetic disorder characterized by the tumor's development in nerve tissue. Complications of NF1 can include pigmented lesions, skin neurofibromas, and heart problems such as cardiomyopathy. In this study, we performed whole-exome sequencing (WES) on an Iranian patient with NF1 to identify the genetic cause of the disease. METHODS: Following clinical assessment, WES was used to identify genetic variants in a family with a son suffering from NF1. No symptomatic manifestations were observed in other family members. In the studied family, in silico and segregation analysis were applied to survey candidate variants. RESULTS: Clinical manifestations were consistent with arrhythmogenic cardiomyopathy (ACM). WES detected a likely pathogenic heterozygous missense variant, c.3277G > A:p.Val1093Met, in the NF1 gene, confirmed by PCR and Sanger sequencing. The patient's parents and brother had a normal sequence at this locus. CONCLUSIONS: Although there is no cure for NF1, genetic tests, such as WES, can detect at-risk asymptomatic family members. Furthermore, cardiac evaluation could also help these patients before heart disease development.",
  "methods": "Methods Following clinical assessment, WES was used to identify genetic variants in a family with a son suffering from NF1. No symptomatic manifestations were observed in other family members. In the studied family,  in silico  and segregation analysis were applied to survey candidate variants. Methods Study subject, clinical evaluation, and ethics statement A 20-year-old male patient was referred to the Cardiogenetic Research Center, Rajaie Cardiovascular Medical and Research Center, Iran University of Medical Sciences, Tehran, Iran with a complaint of chest pain and arrhythmias. The patient’s cardiac symptoms started at 16 years old, and dark spots were observed on his body at 2 years old. He was the second child of non-consanguineous healthy parents (Fig.  1 A). A comprehensive clinical workup, including echocardiography, magnetic resonance imaging, and physical examination, was performed. The results of the clinical investigations of the other family members were normal. For precise diagnosis, WES was done on the proband (Fig.  1 A: III-2). The study was performed in accordance with the Helsinki Declaration and was approved by the Ethics Committee of Rajaie Cardiovascular Medical and Research Center, Iran University of Medical Sciences, Tehran, Iran (IR.RHC.REC.1402.017). Written informed consent was obtained from the family. \n \n Fig. 1 The image presents pedigree, sequencing chromatograms, and neurofibromatosis type 1 clinical manifestations in a family affected by  NF1  mutation.  (A)  The pedigree of an Iranian family with NF1. Only the proband (III-1) is affected (pointed with an arrow).  (B)  The snapshot of the sequencing reads: The proband (III-I) carries the c.3277G > A variant in a heterozygous status. The black arrow shows the location of the mutated nucleotide.  (C)  Clinical manifestations of the proband (III-1) with NF1 which includes multiple brown spots in different parts of the patient’s body WES and segregation analysis Genomic DNA was extracted from the peripheral blood samples of the proband and his family members using the Roche kit (DNsol Mini kit of Roche: lot No. 500,021,091,210,050). WES was performed at Macrogen (Amsterdam, Netherlands) on the Illumina HiSeq 6000. Raw data were analyzed by Rajaie Cardiovascular Medical and Research Center, Tehran, Iran. BWA, v.07.17, was used to align the reads to the reference genome (NCBI, hg19) [ 11 ]. Single-nucleotide polymorphisms and insertions and/or deletions were called using GATK, v.4.1.4.1 [ 12 ]. All the determined variants were annotated by ANNOVAR [ 13 ]. Frequency databases, consisting of Iranome ( http://www.iranome.ir ), Greater Middle East ( http://igm.ucsd.edu/gme/ ), 1000 Genomes Project ( http://www.1000genomes.org ), and Genome Aggregation Database ( https://gnomad.broadinstitute.org ), were drawn upon to filter the variants. The variants with a frequency of more than 1% in these databases were excluded. In the next step, synonymous, intronic, and intergenic variants were removed. Then, variants related to genes associated with the patient’s phenotype were retained. The pathogenicity of the variants was evaluated using prediction tools, composed of CADD ( https://cadd.gs.washington.edu/home ), SIFT ( https://sift.bii.a-star.edu.sg/ ), PolyPhen-2 ( http://genetics.bwh.harvard.edu/pph2/ ), PROVEAN ( http://provean.jcvi.org/index.php ), and MutationTaster ( http://www.mutationtaster.org/ ). The results were interpreted based on the 2015 guidelines of the American College of Medical Genetics and Genomics (ACMG) [ 14 ]. The conservation analysis of the protein change position was performed by comparing the amino acid sequences of different species on PolyPhen-2. Segregation analysis was carried out by polymerase chain reaction (PCR)-direct Sanger sequencing to evaluate the family members. For variant amplification, Primer F (5′-AGGTTTATTTGAGGGGAAGTG-3′) and Primer R (5′-ACTCAATGCCAACGTAGACAG-3′) were designed using Gene Runner, v. 6.5.52. PCR was performed (the denaturing stage: 30 s at 95 °C, the annealing stage: 30 s at 60 °C, and the extending stage: 30 s at 72 °C [35 cycles]) on a SimpliAmp (Thermo Fisher Scientific) with 100 ng DNA, 1.5 mmol/L of MgCl2, 200 mmol/L of dNTP, 10 pmol/L of the primers, and 1 U of Taq DNA polymerase (Amplicon, UK). The PCR products were sequenced with the ABI Sequencer 3500XL PE machine (Applied Biosystems) and analyzed using BioEdit, v.7.0.5.3.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:35:15.579501",
  "abstract_length": 1196,
  "methods_length": 4440,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}