{
  "pmid": "38691597",
  "abstract": "This phase 2a trial investigated the efficacy of NFX-179 Topical Gel, a metabolically labile MEK inhibitor, in the treatment of cutaneous neurofibromas (cNFs) in neurofibromatosis type 1. Forty-eight participants were randomized to four treatment arms: NFX-179 Topical Gel 0.05%, 0.15%, and 0.5% or vehicle applied once daily to five target cNFs for 28 days. Treatment with NFX-179 Topical Gel resulted in a dose-dependent reduction in p-ERK levels in cNFs at day 28, with a 47% decrease in the 0.5% NFX-179 group compared to the vehicle (",
  "methods": "MATERIALS AND METHODS Ex vivo cNF explant analysis Ex vivo assays were used to determine the activity of NFX-179 Topical Gel in penetrating skin and suppressing the MAPK pathway and to guide dosage choices for the clinical study. NFX-179 Topical Gel 0.1%, 0.5%, or vehicle was applied to the epidermal surface of surgically excised cNF tumors semi-immersed in media with the dermis in media and the surface of the skin exposed for 4 hours ( n  = 3 for each dose). After drug treatment, the tissue was processed for Western blot and immunohistochemistry analysis of p-ERK, a downstream target of the MAPK pathway. Antibodies used included monoclonal rabbit anti–phospho-p44/42 MAPK (Erk1/2) (Thr 202 /Tyr 204 ) antibody (Cell Signaling Technology, catalog no. 4370 L), mouse anti–β actin (Sigma-Aldrich, catalog no. A1978), goat anti-mouse immunoglobulin G (IgG) (Jackson ImmunoResearch), and goat anti-rabbit IgG (Thermo Fisher Scientific). Participants From 17 August 2020 to 22 April 2021, we conducted a multicenter, double-blind, randomized, vehicle-controlled, parallel-group phase 2a study to determine the safety, tolerability, pharmacokinetic, and pharmacodynamic activity of 0.05, 0.15, and 0.5% NFX-179 Topical Gel compared with vehicle in participants with cNFs. This study was conducted at six centers in the United States: University of Texas Southwestern Medical Center (Dallas, TX), Center for Dermatology Clinical Research Inc. (Fremont, CA), Minnesota Clinical Study Center (New Brighton, MN), DermResearch Inc. (Austin, TX), Skin Search of Rochester Inc. (Rochester, NY), and The Education & Research Foundation Inc. (Lynchburg, VA). Persons aged 18 years or older with a clinical diagnosis of NF1 and with at least six cNFs that met study criteria were eligible for the study. Eligible cNFs had the following characteristics: were dome-shaped and discrete; were located on the face, anterior, trunk or upper extremities with a distance at least 5 mm from the orbital rim; had a diameter between 5 to 10 mm and a minimum height of 2 mm; and could not be irritated, infected, or located in an area subject to repeat trauma. Five target cNFs (one on the face and four on the anterior trunk and extremities) were treated with NFX-179 or vehicle; one target cNF (intrasubject control) was not treated. Female participants of childbearing potential were eligible, provided that they had a negative urine pregnancy test and used a protocol-approved, contraceptive method for the duration of the study. Persons were ineligible for the study if they had applied topical glucocorticoids, alpha-hydroxy acid, fluorouracil, or imiquimod to the target tumor areas in the previous 30 days; had used a MEK inhibitor or BRAF inhibitor in the past 180 days or used a systemic retinoid in the past 90 days. They were also ineligible if they had a history of liver disease, metastatic disease, active cancer, or any other intercurrent illness or physical condition that would impair evaluation of a target cNF. Study approval This trial was conducted under the approval of an FDA Investigational New Drug (IND) application (IND 142734) and the Advarra Institutional Review Board (IRB) (IRB00223615). Written informed consent was obtained from all patients before participation in study procedures. The trial was conducted in accordance with the principles of the Declaration of Helsinki, Good Clinical Practice guidelines, and government regulations. This study is registered with  Clinicaltrials.gov  ( NCT04435665 ). Study design At the screening visit (visit 1), a full medical history, complete physical exam, ECGs, and safety laboratories were obtained to assess for eligibility. Five target cNF tumors, with one tumor on the face, ranging from 5 to 10 mm in diameter and a minimum height of 2 mm were identified for treatment with study medication. Baseline measurements of target cNFs were obtained using a ruler, and the cNFs were photographed. At day 1 (visit 2), participants were randomized with a treatment allocation ratio of 1:1:1:1 to the following study medications, vehicle, 0.05% (w/w) NFX-179, 0.15% (w/w) NFX-179, and 0.5% NFX-179, to be applied to the target cNFs once daily during the 28-day treatment period. No other topical treatments other than the study medication were allowed on the target cNFs for the duration of the study. At select clinical sites, blood was also drawn for plasma pharmacokinetic analysis before drug application. Follow up visits took place at days 8 (visit 3) and 15 (visit 4) and included local tolerability assessments and adverse event assessment. At day 28 (visit 5), the five target cNFs and one untreated cNF were measured then excised 4 (±1) hours after drug application for biomarker analysis. At select clinical sites, blood was also drawn for plasma pharmacokinetics, and samples were collected at 24 (±6) hours after the previous study medication application and just before the last study medication application and at 30 min (±2 min), 1 hour (±4 min), 2 hours (±4 min), and 4 hours (±4 min) after the application completion time. All participants were also seen between days 36 and 50 (visit 6) for follow-up biopsy care and at day 57 (visit 7) for an end of study visit. Visit 1, 2, and 5 assessments included an ECG and clinical laboratory tests including a complete blood count with differential, alkaline phosphatase alanine aminotransferase, aspartate aminotransferase, blood urea nitrogen, bicarbonate, calcium, chloride, creatinine, glucose, lactate dehydrogenase, phosphorus, potassium, sodium, total bilirubin, total protein, and uric acid. Study objectives The primary objectives of the study were (i) to determine the pharmacodynamic activity of NFX-179 Topical Gel as defined by suppression of p-ERK levels in target cNFs for each NFX-179 Topical Gel group compared with the vehicle gel group after 28 days of daily treatment and (ii) to determine the safety and tolerability of treatment with NFX-179 Topical Gel 0.05, 0.15, and 0.50% when applied once daily for 28 days. The secondary objectives included: to determine the effect of NFX-179 Topical Gel defined as the percent change in cNF tumor volume after 28 days of daily treatment based on tumor volume derived from ruler measurements. Study measurements Levels of the biomarker p-ERK in the excised cNFs were defined as the p-ERK proportion of total ERK in the tumor protein lysate using a size-based nano-immunoassay (the Peggy Sue platform, Protein Simple). Antibodies used included monoclonal rabbit anti–phospho-p44/42 MAPK (Erk1/2) (Thr 202 /Tyr 204 ) antibody (Cell Signaling Technology, catalog no. 4370L) and monoclonal rabbit anti-p44/42 MAPK (Erk1/2) antibody (Cell Signaling Technology, catalog no. 4695S). Target tumor diameter and height measured by ruler were the basis of assessments of tumor volume. Volume was calculated on the basis of ruler measurements of longest diameter and height using a calculation of volume as a cylinder with known diameter and height. For systemic pharmacokinetic analysis, samples were collected at one site for evaluation of plasma levels of NFX-179. Safety Treatment emergent adverse events were assessed and coded using MedDRA version 21.0 and a specified local tolerability assessment scale, in which the participant assessed severity of stinging, burning, and pruritus and the investigator assessed the severity of erythema, edema, scabbing/crusting, vesiculation, and erosion. Clinical laboratory evaluations, vital signs, and ECGs were also assessed for abnormalities. Statistics Analyses of efficacy were primarily conducted at the tumor level, under the assumption that tumor responses within the same participant were statistically independent (confirmed by the Shrout-Fleiss intraclass correlation < 0.25). Target cNFs confirmed to be inconsistent with neurofibromas based on histological evaluation of the excised tissue were excluded from the analyses. Pairwise contrasts between each active treatment group versus vehicle were conducted using an ANOVA model. In addition, dichotomized analyses were conducted on the proportion of tumors achieving a clinically meaningful reduction from baseline volume of 50% or greater using Chi-square analysis to compare each active treatment group with the vehicle group. We also conducted a participant level analysis. For the participant level analyses, the mean p-ERK levels within each participant were first calculated across all five treated tumors. The within-participant mean levels were analyzed using the ANOVA model. In addition, dichotomized analyses were conducted on the mean percent of tumors with a clinically meaningful ≥50% reduction from baseline volume using Chi-square analysis to compare each active treatment group with vehicle. All analyses were done using SAS version 9.4. Supplementary Materials This PDF file includes: Fig. S1 Tables S1 to S12 Supplementary Methods",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:35:30.557869",
  "abstract_length": 539,
  "methods_length": 8923,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}