{
  "pmid": "38714355",
  "abstract": "Individuals with neurofibromatosis type 1, an autosomal dominant neurogenetic and tumor predisposition syndrome, are susceptible to developing low-grade glioma and less commonly high-grade glioma. These gliomas exhibit loss of the neurofibromin gene [neurofibromin type 1 (NF1)], and 10% to 15% of sporadic high-grade gliomas have somatic NF1 alterations. Loss of NF1 leads to hyperactive RAS signaling, creating opportunity given the established efficacy of MEK inhibitors in plexiform neurofibromas and some individuals with low-grade glioma. We observed that NF1-deficient glioblastoma neurospheres were sensitive to the combination of an MEK inhibitor (mirdametinib) with irradiation, as evidenced by synergistic inhibition of cell growth, colony formation, and increased cell death. In contrast, NF1-intact neurospheres were not sensitive to the combination, despite complete ERK pathway inhibition. No neurosphere lines exhibited enhanced sensitivity to temozolomide combined with mirdametinib. Mirdametinib decreased transcription of homologous recombination genes and RAD51 foci, associated with DNA damage repair, in sensitive models. Heterotopic xenograft models displayed synergistic growth inhibition to mirdametinib combined with irradiation in NF1-deficient glioma xenografts but not in those with intact NF1. In sensitive models, benefits were observed at least 3 weeks beyond the completion of treatment, including sustained phosphor-ERK inhibition on immunoblot and decreased Ki-67 expression. These observations demonstrate synergistic activity between mirdametinib and irradiation in NF1-deficient glioma models and may have clinical implications for patients with gliomas that harbor germline or somatic NF1 alterations.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:35:40.231044",
  "abstract_length": 1740,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}