{
  "pmid": "38712289",
  "abstract": "Neurofibromatosis Type 2 (NF-2) is a dominantly inherited genetic disorder that results from mutations in the tumor suppressor gene, neurofibromin 2 (NF2) gene. Here, we report the generation of a conditional zebrafish model of neurofibromatosis established by an inducible genetic knockout of",
  "methods": "Material and Methods Zebrafish lines: Zebrafish ( Danio rerio ) were maintained at 28°C, with adults on a 14-hour light/10-hour dark cycle. All zebrafish work complied with the California Institute of Technology Institutional Animal Care and Use Committee (IACUC). Transgenic lines used in this study were the ABWT (ZIRC),  Tg(HOTCre:Cas9)  (a Kind gift from Dr Wenbiao Chen),  Tg(−7.2kb-sox10:mRFP),  and the  Tg(U6x:nf2–4sgRNA)  line (generated at the Bronner laboratory, Caltech). Hybridization chain reaction and Immunohistochemistry: HCR v3.0 was performed according to the protocol suggested by Molecular Technologies zebrafish with several modifications. Briefly, methanol-fixed embryos were rehydrated by a series of methanol/PBS-Tween solutions (2 × 100%, 75%, 50%, 25%; every step 15 min), washed in PBS Tween (2 × 10 min), depigmented by a bleaching mix-solution (Formamide, 20x SSC, 30% hydrogen peroxide, and distilled water) under the direct light, washed in PBS-Tween (10 min), treated with proteinase-K (20ug/ml) according to the age of the larvae, washed in PBS-Tween (2 × 10 min), post-fixed in 4% PFA (20 min), washed in PBS-Tween (3 × 10 min), pre-hybridized in 30% probe hybridization buffer at 37°C (60 min), and incubated with probes (2 – 4 μl of 2 μM stock per probe mixture) in probe hybridization buffer at 37°C overnight. All probes, hairpins, and buffers were designed and ordered through Molecular technologies ( https://www.molecularinstruments.com ). The samples for histological analysis were embedded in agarose/OCT, sectioned (12um), and counterstained with DAPI. All photographs were taken with Zeiss AxioImager.M2 equipped with an Apotome.2. Phospho-histone 3 (pH3) immunostaining was performed on either HCR-processed or methanol-fixed embryos for proliferation assays. Briefly, HCR-processed embryos were transferred to 1X PBS-Triton X-100 (3 × 10 min), or methanol-fixed embryos were rehydrated by a series of methanol/PBS-Triton X-100 solutions (2 × 100%, 75%, 50%, 25%; every step 15 min), blocked with 10% donkey serum - 1X PBS-Triton X-100 for 4 hours at room temperature. The embryos were incubated in anti-phospho-histone 3 antibody overnight at 4°C. The next day, the samples were washed in PBS-Triton-X100 (4 × 30 min) at room temperature and incubated in a secondary antibody (A21202, ThermoFisher Scientific) for 4 hours at room temperature. The samples were then rewashed in PBS-Triton-X100 (4 × 30 min) at room temperature. All whole-mount images were imaged with a Zeiss LSM 900 confocal microscope. CRISPR-Cas9 strategy: Guide RNAs for zebrafish  nf2a  and  nf2b  ( Suppl Table 1 ) were designed using CHOP-CHOP ( https://chopchop.cbu.uib.no/ ). Guide RNAs targeting zebrafish  nf2  were validated and cloned in the pU6(x):sgRNA#(x) vectors. All four guides were cloned into the final destination vector pGGDestTol2LC-4sgRNA ( nf2 -4sgRNA). The pU6(x): nf2 -4sgRNA vector and Tol2 transposase mRNA were injected into ABWT 1–2 cell embryos. Embryos were sorted at 3dpf for cerulean expression in the lens and grown to adulthood. Two independent stable lines were established for the pU6(x): nf2 -4sgRNA transgene ( Suppl Fig. 1 A - B ). For generating  nf2  knockouts,  Tg(U6x:nf2–4sgRNA)  fish were crossed with  Tg(hsp70:loxP-mCherry-STOP-loxP-cas9)  referred to as  Tg(HOTCre:Cas9)  fish. 10–20 pg of Cre recombinase mRNA was injected into the embryo. Heat shock was performed by adding 40°C E3-water, and incubation at 38°C for 15 minutes and 30 minutes was applied to embryos or adults, respectively, at the indicated stages. T7 Endonuclease assay and Premium PCR sequencing: Genomic DNA was isolated from control and  nf2  knockout embryos following the protocol described in  https://zfin.org/zf_info/zfbook/chapt9/9.3.html . Guide RNA target regions for  nf2a  and  nf2b  were amplified using the primers described in  supplementary table 1 . T7 endonuclease reaction was set up according to ( Lingeman, 2017 ). The digested products were then electrophoresed in a 2% agarose gel. Purified PCR products were sent for premium PCR sequencing to Primordium Labs ( https://www.primordiumlabs.com/ ). At least 10,000 high-quality reads were analyzed for each sample using CRISPResso2 ( Clement et al., 2019 ). RNA isolation, cDNA synthesis, and PCR: RNA was isolated from zebrafish embryos using Nucleospin Triprep (Macherey Nagel, 740966) according to the manufacturer’s protocols. cDNA was synthesized using the Superscript III First-Strand cDNA Synthesis Kit (ThermoFisher Scientific, 1800051). PCR was carried out using the primers described in  Supplementary Table 1 . PCR products were electrophoresed in a 1.5% agarose gel. Protein extraction and western blotting: Zebrafish embryos were dechorionated and deyolked in an ice-cold ringer solution. Approximately 100 embryo bodies were resuspended in 50 ul of NP40 lysis buffer (ThermoFisherScientific; FNN0021). The NP40 lysis buffer was supplemented with a 1X protease inhibitor cocktail (SIGMA; 05892970001). The embryo bodies were crushed using a pestle homogenizer and kept on ice for 15 minutes. The embryo bodies were homogenized again and kept on ice for 15 more minutes. The sample was centrifuged at 13,800 rcf for 20 minutes at 4°C. The soluble fraction of cell lysate was collected in a fresh tube. The protein concentration in the soluble fraction was quantified using bicinchoninic acid (BCA) protein estimation kit using known concentrations of bovine serum albumin (BSA) as standard. 30–50 μg of the protein was run on 10 % SDS PAGE gels. Proteins were separated by using 25 mA per gel in the electrophoresis buffer. The resolved samples were transferred to 0.2um Immobilon-FL PVDF membranes (Millipore) (activated in absolute methanol for 30 seconds) using wet transfer (in transfer buffer containing 14.4 g Glycine, 3.03 g Tris, and 20% methanol). The transfer was carried out for 90 minutes at 300 mA at 4°C, and membranes were blocked with 5% skim milk in 0.1% TBST for 1 hour at RT. Subsequently, the blot was incubated with 1:1000 dilution of anti-Merlin antibody overnight at 4°C. Subsequent to incubation with the primary antibody, the membrane was washed with 0.1% TBST and incubated with corresponding secondary antibody conjugated to Horse Radish Peroxidase (HRP) at 1:10000 (GE life sciences; NA934) dilutions for one hour at room temperature. The membrane was washed with 0.1% TBST and developed using ECL reagent (Millipore; WBKLS0500). Immunoblots were imaged using conventional chemiluminescent immunoblotting OCT imaging: OCT imaging of the zebrafish brain was conducted using a custom OCT system, with details of the system described in a previous paper ( Kim et al., 2019 ). Briefly, the OCT system comprises a swept source operating at 1310 nm, offering a bandwidth of ~ 93 nm and a sweep rate of 100 kHz. This setup affords an axial resolution of ~ 18 μm (in air) and a lateral resolution of ~ 30 μm. The euthanized zebrafish were placed in a petri dish with a foam holder to secure their position. The custom OCT system, integrated with a camera and an indicator laser, assisted in determining the imaging position of the zebrafish. Three-dimensional OCT images were acquired, covering an imaging area of 9 × 9 mm. Zebrafish adult head histology: The adult zebrafish heads for histological analysis were prepared as described in ( Stundl et al., 2023 ); briefly, the samples were rinsed in distilled water, decalcified in Morse’s solution, and embedded into the JB4 resin (prepared according to the manufacturer’s instructions, Sigma-Aldrich) at room temperature overnight. The next day, the infiltration solution was replaced by an embedding solution (prepared according to the manufacturer’s instructions), placed into an embedding mold (Polyscience), and transferred to the vacuum chamber, which accelerated the polymerization (~3 hours). The resin block was sectioned at 7 μm, and sections were stained with Mayer’s hematoxylin.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:35:34.545568",
  "abstract_length": 293,
  "methods_length": 7980,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}