{
  "pmid": "38721358",
  "abstract": "BACKGROUND: Selumetinib is approved for the treatment of pediatric patients with neurofibromatosis type 1 (NF1) who have symptomatic, inoperable plexiform neurofibromas (PN) in multiple countries, including the USA (≥ 2 years). Until recently, individuals had to take selumetinib twice daily (BID) in a fasted state. This study evaluated the effect of a low-fat meal on selumetinib PK parameters and gastrointestinal (GI) tolerability in adolescent participants with NF1-PN. METHODS: Eligible participants aged ≥ 12 to < 18 years took 25 mg/m RESULTS: At primary data cut-off, all 24 participants completed T1, and 23 participants completed T2. There were no significant differences in AUC CONCLUSIONS: Dosing selumetinib with a low-fat meal had no clinically relevant impact on selumetinib AUC TRIAL REGISTRATION CLINICALTRIALSGOV ID: NCT05101148.",
  "methods": "Methods Eligible participants aged ≥ 12 to < 18 years took 25 mg/m 2  selumetinib BID with a low-fat meal (T1) for 28 days, followed by a 7-day washout, and then administration in a fasted state (T2) for another 28 days. Primary objectives were to evaluate the effect of a low-fat meal on AUC 0−12,ss  and GI tolerability after multiple selumetinib doses in T1 versus T2. Key secondary objectives were additional PK parameters and adverse events (AEs). Methods Study Design and Participants This was a Phase 1, single-arm, sequential period, food effect study, to evaluate the steady-state systemic exposure of selumetinib and GI tolerability when multiple doses were taken with a low-fat meal compared with a fasted state. Eligible participants were adolescents aged ≥ 12 to < 18 years diagnosed with NF1 (per National Institutes of Health Consensus Development Conference Statement 1988)  and inoperable PN. Participants who had prior treatment with a MEK inhibitor were eligible; those who had received an investigational medicinal product or other systemic PN treatment were required to undergo a washout period of 4 weeks or equivalent to 5 half-lives. Participants who had received radiotherapy within 6 weeks before selumetinib initiation were excluded. Full inclusion and exclusion criteria are provided in the  21 Supplementary Material . Participants were administered 25 mg/m 2  selumetinib BID ( Figure 1 ). A 28-day screening period was followed by a 28-day treatment period, during which participants were dosed in a fed state (T1; fed treatment period). During T1, participants were given selumetinib with a light meal or snack of approximately 500 calories containing < 15 g fat. Other than this low-fat meal, participants did not consume any other food in the 2 h before, and the 1 h after their dose of selumetinib. T1 was followed by a 7-day washout period. If any GI-related AEs had not recovered or returned to baseline after 7 days of washout, this period could be extended to 21 days at the discretion of the investigator. This washout period was followed by another 28-day treatment period, during which participants were dosed BID in a fasted state (T2; fasted treatment period), as per the initial approved label.  Following this, an extension in the fasted state was initiated (T2 extension; fasted treatment period extension), which continued until results from the primary analysis (safety and PK assessments from the fed and fasted treatment periods) were available. In the T2 and T2 extension treatment periods, participants did not eat or drink (other than water) in the 2 h before, and 1 h after receiving selumetinib. Doses of selumetinib were taken approximately 12 h apart. 3 , 4 Figure 1. Study design.  a Full lists of the inclusion and exclusion criteria are included in the  Supplementary Material ;  b 7-day washout period (could be extended up to 21 days at the investigator’s discretion for GI-related AEs to return to baseline);  c PK blood measurements were targeted for Day 8 but could be taken on any day between Days 4 and 14, assuming the participant had received at least 1 consecutive day of dosing immediately prior to the day the PK sample was taken on. AE, adverse event; AUC 0–12,ss , area under the concentration-time curve from time zero to 12 h at steady state; BID, twice daily; GI, gastrointestinal; NF1, neurofibromatosis type 1; PK, pharmacokinetic; PN, plexiform neurofibroma. Following T1 and T2, a third treatment period (T3) was embedded in the initial protocol development, whereby an adjustment of selumetinib dosing could be administered based on PK analyses of T1 and T2; as such, T3 would only occur if required (based on results from T1 and T2). By considering the flat exposure–response relationship at the investigated dose range of 20–30 mg/m 2 , the observed range of exposure, and the variability in SPRINT, it was expected that a < 30% change in AUC 0–12  would not alter the benefit–risk profile of selumetinib. A significant reduction in exposure was defined as a > 30% decrease in the AUC of selumetinib when dosed with a low-fat meal compared with fasted treatment. Therefore, if the fed/fasted AUC geometric mean ratio (GMR) showed a ≥ 20% decrease and the lower 90% confidence interval (CI) of the ratio showed a ≥ 30% decrease in the fed state compared to fasted, then the effect of the low-fat meal on selumetinib exposure would have been considered clinically relevant, which would have triggered initiation of T3. Participants who had stopped taking selumetinib for any reason other than death, loss to follow-up, or withdrawal of consent, would have had an end of treatment assessment, on the day of, or up to 7 days after, the day they stopped taking selumetinib and a safety follow-up assessment 30 days after the end-of-treatment visit. Details of the withdrawal criteria for this study are in the  Supplementary Material . Study Objectives and Assessments The primary objectives were: (1) to evaluate the effect of a low-fat meal on the AUC 0−12,ss  of selumetinib capsules, and (2) to investigate GI tolerability after multiple selumetinib doses in adolescent patients with NF1 and inoperable PN. The secondary objectives were additional PK parameters in the fed and fasted states, and additional safety measures (including non-GI AEs, laboratory variables, and vital signs). Additional PK (fed vs fasted treatment period) endpoints were observed plasma concentrations and PK parameters for both selumetinib and its metabolite (N-desmethyl selumetinib) after multiple-dose administration. These included  C max , the area under the concentration–time curve from zero to the last quantifiable concentration (AUC last ),  T max , and time to last observed quantifiable concentration ( T last ). Additional PK parameters for selumetinib only included apparent total clearance of drug from plasma after extravascular administration (CL ss / F ), and apparent volume of distribution at a steady-state following extravascular administration (V ss / F ). Pharmacokinetics The primary PK parameter was assessed using GMR (1-sided 90% CI) of selumetinib AUC 0–12,ss  for the fed versus the fasted treatment period. In both treatment periods, blood PK measurements were collected pre-dose on Day 8 and then at 0.5, 1, 2, 3, 4, 6, 8, and 12 h after selumetinib was taken. Although measurements were targeted for Day 8, these could be taken on any day between Days 4 and 14, assuming the participant had received at least 1 consecutive day of dosing immediately prior to the day the PK sample was taken. Selumetinib has a relatively short-half-life of 6.2 h and reaches steady state in approximately 1–2 days, with minimal accumulation.  To be evaluable for PK analyses, participants must have received selumetinib, as per the dosing requirements (please see the  3 Study Design and Participants  section) the day prior to, and on the multiple-dose PK sampling day with no protocol deviations that could have affected the PK analysis; participants must also have had ≥ 1 post-dose quantifiable plasma concentration. PK parameters were derived from plasma concentrations using non-compartmental methods in Phoenix® WinNonlin® Version 8.1.1. Safety and Tolerability GI symptoms were collected through a daily diary, and usage of GI concomitant medication(s) per the WHODrug Global B3-format.  The daily GI diary incorporated the modified Bristol Stool Form Scale for Children 22  (mBSFS-C) and the Nausea and Vomiting Symptom Rating Scale (adapted from the Children’s Cancer and Leukaemia Group). 23  Bowel movements were assessed using the mBSFS-C scale. 24  Nausea and vomiting were assessed by severity, frequency, and interference with daily life, based on the Nausea and Vomiting Symptom Rating Scale. 23  Clinical safety assessments (clinical chemistry, hematology, urinalysis) and physical examinations were conducted. Weight, vital signs, electrocardiogram, echocardiogram or cardiac MRI, ophthalmologic assessment, and performance status were also assessed. AE-related assessments included occurrence/frequency, relationship to study intervention, and AEs leading to discontinuation of study intervention. All AEs were coded using MedDRA Version 24.1 and graded using Common Terminology Criteria for Adverse Events (CTCAE) Version 5.0. For each participant, only the occurrence with the highest observed grade for each AE was reported. AEs were assigned to a treatment period based on onset date; if an AE emerged in the fed treatment period and continued into the fasted treatment period, it would not be re-counted. However, if the AE emerged in the fed treatment period, resolved, and re-emerged in the fasted treatment period, it would be counted in both treatment periods. 24 Data and Statistical Analysis All statistical analyses were performed using Statistical Analysis Software (SAS)® Version 9.4. PK analyses were based on the PK analysis set, which consisted of all participants who received at least 1 dose of selumetinib and had at least 1 post-dose quantifiable plasma concentration without any protocol deviations that affected PK analysis. PK analyses were performed on both selumetinib and N-desmethyl selumetinib analytes. For comparison between fed and fasted conditions of AUC 0–12,SS , AUC last , and  C max , a mixed-effects analysis of variance (ANOVA) was performed with log-transformed PK parameter as the response variable, treatment as a fixed effect, and participant as a random effect. The estimate of the difference in means on the log scale from the mixed-effects ANOVA was back-transformed to obtain the GMR (fed treatment period/fasted treatment period) and its 1-sided 90% CI. The geometric least squares (LS) mean for each period and the corresponding 2-sided 95% CIs were derived similarly. Comparison between fed and fasted conditions of  T max  was analyzed with the Hodges–Lehmann point estimate of median difference and associated 2-sided 90% CI. CL ss / F  and V ss / F  were descriptively summarized and no statistical comparison between the treatment periods was made. Geometric mean selumetinib plasma concentration–nominal time profiles under fed and fasted conditions were plotted on a semi-logarithmic scale. Safety analyses were based on the safety analysis set, which included all participants who received at least 1 dose of selumetinib. There were no inferential analyses for safety results; summary statistics were provided for safety endpoints. Ethics This study was performed in accordance with the Declaration of Helsinki, and was consistent with the International Council for Harmonisation Good Clinical Practice guidelines, applicable regulatory requirements, and the AstraZeneca policy on bioethics. Informed Consent Mandatory provision of signed and dated parent/legal guardian consent for the study along with the pediatric assent form (or consent form if the participant was deemed a “young adult” [aged 16 to 18 years]) was required, when applicable. For participants who reached the age of legal consent during the clinical study, notification was required, and a new consent form needed to be signed by the participant.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:35:43.337973",
  "abstract_length": 848,
  "methods_length": 11172,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}