{
  "pmid": "38722890",
  "abstract": "Human T-cell leukemia virus type I (HTLV-I) is an oncogenic virus whose infection can cause diverse diseases, most notably adult T-cell leukemia/lymphoma (ATL or ATLL), an aggressive and fatal malignancy of CD4 T cells. The oncogenic ability of HTLV-I is mostly attributed to the viral transcriptional transactivator Tax. Tax alone is sufficient to induce specific tumors in mice depending on the promotor used to drive Tax expression, thereby being used to understand HTLV-I tumorigenesis and model the tumor types developed in Tax transgenic mice. Tax exerts its oncogenic role predominantly by activating the cellular transcription factor NF-κB. Here, we report that genetic deletion of NF-κB1, the prototypic member of the NF-κB family, promotes adrenal medullary tumors but suppresses neurofibromas in mice with transgenic Tax driven by the HTLV-I Long Terminal Repeat (LTR) promoter. The adrenal tumors are derived from macrophages. Neoplastic macrophages also infiltrate the spleen and lymph nodes, causing splenomegaly and lymphadenopathy in mice. Nevertheless, the findings could be human relevant, because macrophages are important target cells of HTLV-I infection and serve as a virus reservoir in vivo. Moreover, the spleen, lymph nodes and adrenal glands are the most common sites of tumor cell infiltration in HTLV-I-infected patients. These data provide new mechanistic insights into the complex interaction between Tax and NF-κB, therefore improving our understanding of HTLV-I oncogenic pathogenesis. They also expand our knowledge and establish a new animal model of macrophage neoplasms and adrenal tumors.",
  "methods": "Materials and methods Animals Nfkb1 -/-  and  Tax +  mice have been described before [ 28 , 29 ].  Nfkb1 -/-  mice were originally purchased from Jackson Laboratory (Bar Harbor, ME, USA).  Tax +  mice were generous gifts from J.E. Green [ 11 ].  Nfkb1 -/-  and  Tax +  mice were bred to generate  Nfkb1 -/- / Tax +  mice. All animals were maintained under specific pathogen-free conditions and used according to protocols approved by the IACUC of the University of Pittsburgh and the University of Southern California. All research staff have completed laboratory animal care and use training before working with mice. Mouse health and behavior were monitored at least once per day. The mice with pain and distress were treated according to attending veterinarian’s suggestions. Mice were euthanized at the indicated time points or when they exhibit severe difficulty in breathing or moving, significant weight loss (exceeding 20% of the body weight), moribund states of arousal, ulcerated or necrotic tumor, a visible tumor of size exceeding 1.5 cm in any dimension, or the combined volume of visible tumors exceeds 2000 mm 3  (2.0 cm 3 ), or body condition score (BCS) reaches <2/5. Euthanasia was performed by CO 2  inhalation followed by cervical dislocation. Cell culture Primary cells of adrenal glands and lymph nodes were cultured in Dulbecco modified Eagle medium (DMEM) supplemented with 10% fetal bovine serum (FBS) and 2 mM l-glutamine for the indicated time period. The culture mediums were changed every two days. Histology and IHC assays Mouse adrenal glands were excised, fixed in formalin, embedded in paraffin, and cut into 4-μm-thick sections. Sections were stained with H&E or subjected to sequential incubations with the indicated primary antibodies, biotinylated secondary antibodies and streptavidin-HRP as described before [ 47 – 49 ]. Antibodies used are listed in  S1 Table . IF analysis Cells were fixed, permeabilized, and subsequently incubated with Mac-1 antibody, followed by FITC-conjugated secondary antibody. Cells were also counterstained with Hoechst for nuclear staining. Stained proteins and their subcellular localizations were detected using a fluorescence microscope [ 50 ]. RT-qPCR analysis Mouse adrenal glands were subjected to RNA extraction, RNA reverse transcription and qPCR as described [ 51 – 53 ]. Primers for qPCR are listed in  S2 Table . Flow cytometry analysis The indicated cells were fixed with paraformaldehyde (2%) and permeablized with saponin (0.5%), or directly treated with the indicated antibodies. Data were acquired using FACSCalibur (BD Biosciences) and analyzed using CellQuest software (Becton Dickinson) as described [ 54 – 57 ]. Antibodies used are listed in  S1 Table . Statistics Student’s  t  test (2 tailed, unpaired) was used to assess significance of differences between 2 groups. All bars in figures represent mean ± SEM.  P  values less than 0.05 and 0.01 were considered statistically significant and highly statistically significant, respectively).",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:35:46.282851",
  "abstract_length": 1625,
  "methods_length": 3029,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}