{
  "pmid": "PMID:38744290",
  "title": "A platform for rapid patient-derived cutaneous neurofibroma organoid establishment and screening.",
  "abstract": "Localized cutaneous neurofibromas (cNFs) are benign tumors that arise in the dermis of patients affected by neurofibromatosis type 1 syndrome. cNFs are benign lesions: they do not undergo malignant transformation or metastasize. Nevertheless, they can cover a significant proportion of the body, with some individuals developing hundreds to thousands of lesions. cNFs can cause pain, itching, and disfigurement resulting in substantial socio-emotional repercussions. Currently, surgery and laser desiccation are the sole treatment options but may result in scarring and potential regrowth from incomplete removal. To identify effective systemic therapies, we introduce an approach to establish and screen cNF organoids. We optimized conditions to support the ex vivo growth of genomically diverse cNFs. Patient-derived cNF organoids closely recapitulate cellular and molecular features of parental tumors as measured by immunohistopathology, methylation, RNA sequencing, and flow cytometry. Our cNF organoid platform enables rapid screening of hundreds of compounds in a patient- and tumor-specific manner.",
  "authors": "Huyen Thi Lam Nguyen; Emily Kohl; Jessica Bade; Stefan E Eng; Anela Tosevska; Ahmad Al Shihabi; Peyton J Tebon; Jenny J Hong; Sarah Dry; Paul C Boutros; Andre Panossian; Sara J C Gosline; Alice Soragni",
  "journal": "Cell reports methods",
  "publicationDate": "2024-05-20",
  "doi": "10.1016/j.crmeth.2024.100772",
  "methods": "STAR★Methods Key resources table \n \n REAGENT or RESOURCE SOURCE IDENTIFIER Antibodies CD34 Santa Cruz Biotechnology CAT#SC-74499; RRID:  AB_1120394 CD56 Biocare Medical CAT#CM164A CD117/c-kit Biocare Medical CAT#CME296AK; RRID:  AB_10581782 NGFR Biocare Medical CAT#ACI369A PanCytokeratin Biocare Medical CAT#CM011A; RRID:  AB_2811020 SOX2 Biocare Medical CAT#ACI3109A SOX10 Biocare Medical CAT#ACI3099A S100 Biocare Medical CAT#ACI3237A Biological samples Cutaneous neurofibroma samples This work NF0001 – NF0012 Chemicals, peptides, and recombinant proteins Neuregulin R&D Systems CAT#396HB050 rhSCF STEMCELL Technologies CAT#78062.1 rhIL-6 STEMCELL Technologies CAT#78050.1 rhIL-3 STEMCELL Technologies CAT#78146 Forskolin MilliporeSigma CAT#34-427-010MG CAS ID #66575-29-9 Critical commercial assays CellTiter-Glo 3D Reagent Promega CAT#G968B Deposited data RRBS and RNAseq data generated in this study This study https://doi.org/10.7303/syn11374354 Partial WGS data: NF1 variants This study https://doi.org/10.7303/syn11374354 Software and algorithms Prism 10 GraphPad N/A Illustrator 2024 Adobe N/A Code to analyze the sequencing data generated in this study NF Data Portal https://github.com/Sage-Bionetworks/rare-disease-workflows/tree/main/rna-seq-workflow Code to generate  Figures 4  and  5 This study https://doi.org/10.5281/zenodo.10806243 Resource availability Lead contact Further information and requests for resources and reagents should be directed to and will be fulfilled by the lead contact, Alice Soragni ( alices@mednet.ucla.edu ). Materials availability The study did not generate new reagents or long term, passaged organoids. Data and code availability \n \n • Raw and processed RNAseq data as well as raw RRBS data is deposited on Synapse at:  https://www.synapse.org/cNForganoids . An archival DOI is listed in the  key resources table . Links to the metadata are found on the Wiki page at  https://www.synapse.org/cNForganoids . All the partial genomic information that can be shared according to our protocol includes pathogenic single nucleotide variants and copy number variants as reported in the paper ( Tables 2 ;  S1 ). NF1 variants are also deposited at  https://www.synapse.org/cNForganoids . Accessions are listed in the  key resources table . • Our RNAseq analyses leverage the rare disease workflows at  https://github.com/Sage-Bionetworks/rare-disease-workflows/tree/main/rna-seq-workflow . These tools use the Synapse client to retrieve and store data on Synapse, which serves as the backend to the NF Data Portal. All computational tools used to generate  Figures 4  and  5  for this manuscript are available on  https://github.com/PNNL-CompBio/cNFOrganoidAnalysis . An archival DOI is listed in the  key resources table . • Any additional information needed to re-analyze the data reported in this paper are available from the  lead contact  upon request. Experimental model and study participant details cNF tissue procurement and processing Consented NF1 patients undergoing surgical removal of cNFs as part of their care were enrolled in this study (UCLA IRB 18–000123). We enrolled  n  = 12 Neurofibromatosis Type 1 patients that were undergoing cNF removal as part of their care. 66% of patients were female, with a median age of 52 (range 29–65,  Table 1 ). Primary cNF tumors were cut into small fragments of 1–3 mm 3  and dissociated to single cells by adding Collagenase IV (200U/ml) and incubating at 37°C with 5% CO 2 . Cells were collected every 2 h, filtered through 70 μm cell strainer then either seeded in ring format or cryopreserved for downstream analyses. Method details Media preparation Three different base media were used: Mammocult (StemCell Technologies # 05620), DMEM/F12 (Thermo Fisher Scientific #11320033, named “DMEM” in the paper) with 10% fetal bovine serum (Life Technologies #10082-147) and StemPro-34 SFM (Thermo Fisher Scientific # 10639011). Each medium was used as blank medium, medium with cytokines, medium with cytokines and forskolin. Cytokines including: 1X  N -2 (Thermo Fisher Scientific #17502048), 10 ng/mL Neuregulin, 100 ng/mL rhSCF, 50 ng/ml rhIL-6, 1 ng/mL rhIL-3. Forskolin was used at a final concentration of 2 μM. See also  Figure S3 . cNF organoids establishment Single cell suspensions were plated around the rim of the well in the 3:4 mixture of Mammocult and Matrigel (BD Bioscience CB-40324). We seed 5′000 cells/wells for mini-rings in white 96-well plates (Corning #3603) or 100′000 cells/well for maxi-rings in 24-well plates (Corning #3527). Plates are incubated at 37°C, 5% CO 2  for 30 min to solidify the gel before addition of 100 μL of pre-warmed medium to each well for mini-rings or 1mL of pre-warmed medium for maxi-rings. Day 3 and 4 after seeding, medium is fully removed and replaced with new pre-warmed medium. Plates are imaged daily using a Celigo S Imaging Cell For a step-by-step protocol of these procedures, see Nguyen and Soragni.  Cytometer (Nexcelom) in brightfield mode to monitor daily organoid establishment and growth. Quantification of brightfield images to determine the area occupied by organoids was performed using the image segmentation and area calculation protocols introduced in Al Shihabi et al. 36  Maxi-rings with organoids established from tumors NF0002-1 and NF0002-6 were imaged and day 1, 3 and 5 and quantified as reported. 35 cNF organoid media screening Five days after seeding mini-rings, the media is completely removed and wells are washed with 100 μL of pre-warmed PBS. We then add 50 μL of 5 mg/mL dispase (Life Technologies #17105-041) to each well. After incubating at 37°C for 25 min, plates are shaken at 80 rpm for 5 min 75 μL of CellTiter-Glo 3D Reagent (Promega #G968B) is added to each well followed by a 5-min shake. After a 20 min incubation at room temperature and final 5-min shake, luminescence is measured with a SpectraMax iD3 (Molecular Devices) over 500 ms of integration time. Data is normalized to base Mammocult medium and expressed as percentages.  Figures are generated with Prism 9 (GraphPad) and panels assembled in Adobe Illustrator. 33 cNF high-throughput drug screening For drug screenings, we followed the same protocol we published. 33 , 35 ,  Briefly, cells are incubated for 3 days for fresh samples, 4 days for frozen ones, to allow organoid establishment. Drug treatment is performed by complete media exchange and repeated after 24 h. A final ATP release assay is performed 24h after the last drug treatment as described above (see cNF organoid media screening). A list of drugs tested is provided as  36 Table S4 . Viability values are normalized to vehicle (DMSO) and expressed as percentages. Sample preparation for histologic analysis On day 5 after seeding, maxi-rings are washed with 1 mL of pre-warmed PBS, and then fixed in 500μL of 10% buffered formalin solution (VWR #89370-094). Organoids are then transferred to a 15 mL falcon tube, spun at 2000g for 5 min followed by two washes and final removal of all the supernatant. We then add 4 μL of Histogel to the organoids pellet, which solidified on ice. The mixture of cell and histogel is placed in a cassette and followed by standard embedding, sectioning and staining. 33 , 35 , 36 Immunohistochemistry (IHC) Slides are baked to de-paraffinize at 45°C for 20 min and are rehydrated in three washes of histological grade xylene (Fisher Scientific #X3S-4) followed by two washes each of ethanol (100%, 95%, and 70%) and deionized water for 10 min. To block naturally occurring peroxidases, Peroxidazed-1 (Biocare Medical #PX968M) is applied at room temperature for 5 min. Antigen retrieval is conducted using the 2100 Antigen Retriever (Atom Biologics #R2100-US) for 30 min at 121°C using Diva Decloaker solution (Biocare Medical #DV2004LX) for CD34 (Santa Cruz Biotechnology SC-74499), CD56 (Biocare Medical #CM164A), CD117 (Biocare Medical # CME296AK), NGFR (Biocare Medical #ACI369A), Pan Cytokeratin [AE1/AE3] (Biocare Medical #CM011A), SOX2 (Biocare Medical #ACI3109A), SOX10 (Biocare Medical #ACI3099A), and S100 (Biocare Medical #ACI3237A) antibody stainings. After slides are left to cool for 2 h, blocking is performed at room temperature for 30 min with Background Punisher (Biocare Medical #BP947H). Primary antibodies are diluted in Da Vinci Green buffer (Biocare Medical #PD900L), Van Goh Yellow buffer (Biocare Medical # PD902H), or Renoir Red buffer (Biocare Medical # PD904H) at a dilution specified in the protocol chart below. 100 μL of diluted antibody is placed on the slide for primary staining, and incubation period times are listed in the protocol chart below. After 3 washes of TSBT, a MACH 3 Rabbit HRP Polymer Detection kit (Biocare Medical #M3R531H) or a MACH 3 Mouse HRP Polymer Detection kit (Biocare Medical #M3M530H) is used followed by development in Betazoid DAB kit (Biocare Medical #BDB2004). Hematoxylin (Thermo Scientific #7221) is used for counterstain. Slides are then dehydrated by two washes each of ethanol (70%, 95%, and 100%) and three washes of histological grade xylene. The slides are mounted using Permount (Fisher Scientific #SP15-100) and imaged using a Revolve Microscope (Echo Laboratories). Figures are assembled in Illustrator (Adobe). Species Primary Antibody Dilution Dilution Buffer Incubation Period CD34 Mouse 1:50 Da Vinci Green 60 min CD56 Mouse 1:100 Da Vinci Green 30 min CD117/c-kit Rabbit 1:50 Renoir Red 60 min NGFR Rabbit 1:50 Da Vinci Green 60 min PanCytokeratin Mouse 1:100 Da Vinci Green 30 min SOX2 Mouse 1:100 Van Gogh Yellow 30 min SOX10 Mouse 1:100 Van Gogh Yellow 30 min S100 Mouse 1:100 Da Vinci Green 30 min Whole genome sequencing data analysis Reads were aligned to hg38 using BWA-MEM2 v2.1  and converted to BAM format using SAMtools v1.10. 72  The aligned BAM files were sorted in coordinate order using Picard tools v2.23.3 SortSam function and duplicates are removed with Picard MarkDuplicates. Base quality score recalibration (BQSR) was performed with GATK v4.1.9.0 BaseRecalibrator. 73  GATK HaplotypeCaller was run on each of the split BAMs with default parameters. The VCF files generated per chromosome are merged using Picard MergeVcfs. The merged variants are then recalibrated for Indels using GATK VariantRecalibrator. Germline variants are annotated using InterVar 74  (update-2021-08-version) to classify them according to ACMG-AMP 2015 guidelines. 75  Default parameters were used except the Minimum paired-end (PE) mapping quality map-qual is set to 20. The output BCF file was then converted to VCF file using bcftools v1.11. 76  The data visualizations were created using BPG v7.0.5. 73  Basic QC metrics from the FASTQ files were generated using fastqc v0.11.9. 77  The data was aggregated from the fastqc output using the R package fastqcr v0.1.2. 78  Coverage was computed using the CollectWgsMetrics tools in Picard v2.23.3 as well as DepthOfCoverage from GATK V4.1.9.0 specifically on the  79 NF1  gene. The germline variants were summarized using rtg-tools v3.12  on the raw VCF variants output from HaplotypeCaller. Loss of heterogeneity was assessed by plotting the B/variant-allele frequency on the joint genotyped germline SNPs. Structural variants and copy number variation were called using DELLY v1.1.3 80  on the realigned, recalibrated, reheadered BAM file for each. Variant allele frequency of the structural variations (BAF) was computed for imprecise variants as DF/(DR + DV) where DF = number of high-quality variant pairs, DR = number of high-quality variant pairs. The BAF for precise variants was computed as RV/(RR + RV) where RV = number high-quality variant junction reads and RR = number high-quality reference junction reads. 81 RNAseq and RRBS: sample preparation On day 5 after seeding, organoids from maxi-rings are released from Matrigel by incubating at 37°C for 20 min in 1 mL/well of 5 mg/mL dispase (Life Technologies #17105-041). Samples are spun at 1000g for 5 min, and snap frozen after removing all supernatant. We performed RNA-seq on primary tumor samples together with organoids grown in Mammocult, StemPro, and DMEM to measure the transcriptional changes that occur in the various environments. RNA was extracted from 100K cells after a 6-day growth period as organoids according to our established protocol.  Index-tagged sequencing libraries were prepared and sequenced by the UCLA Technology Center for Genomics & Bioinformatics (TCGB) Facility using a NovaSeq 6000 S4. For RNAseq, six samples failed quality control at the library preparation stage and are therefore not included in our analyses. These are: NF0009 with Mammocult and Mammocult + cytokines as well as NF0002 with Stempro + cytokines, Mammocult + cytokines/forskoline, DMEM + cytokines and DMEM + cytokines/forskoline. 37 RNAseq and RRBS: data analysis Raw FASTQ files were analyzed using the Salmon v1.4  alignment tool with the Gencode v20 82  annotations as part of a custom-designed workflow that we have built that consumes data directly from the NF Data Portal 83  to add to a growing list of processed datasets that will be shared timely with the research community. To assess the cell type of origin in the organoid models we used the tumor deconvolution algorithm MCP-Counter. 56  For methylome data, raw fastq files obtained by RRBS were analyzed using BSBolt 57  mapping against the human genome version 38 (GRCh38). Differentially methylated regions were detected using metilene v0.2-8. 84 85 Flow Cytometry For flow cytometry, cells are spun at 600g for 5 min, resuspended in 1 mL Recovery Cell Culture Freezing Medium (Thermo Fisher Scientific #12648010), transferred to a cryotube and frozen at −80°. Cells are then thawed to perform staining and flow cytometry. APC Anti- c -Kit antibody [YB5.B8] (ab95678), Recombinant PE Anti-S100A11 antibody [ EPR11172 ] (ab211996) and FITC Anti-CD34 antibody [4H11[APG]] (ab18227) were used to detect the mast cells, Schwann cells and fibroblast, respectively. 10 μL c-kit antibody was added to a 100 μL cell suspension in PBS+10% FBS then incubated for 30 min. After the incubation, 2 μL of S100 and 1 μL of CD34 antibodies are added to the mixture and incubated for an additional 30 min. After two washes with PBS+10% FBS, cells are resuspended in 500 μL PBS+10% FBS and transferred to a 5 mL Polystyrene Round-Bottom Tube (Corning #352058) for measurement and analysis. Quantification and statistical analysis We used Prism 10 (GraphPad) to perform one-way ANOVA tests comparing cNF organoid growth as measured by ATP release assay in StemPro, Mammocult and DMEM alone, with the addition of cytokines or cytokines and forskolin and calculate  p  values for the data reported in  Figure 3 . Details on number of replicates are reported in the figure legend while ANOVA results are shown in  Table S2 . To determine similarity between samples in  Figure 5 , we calculated the spearman rank correlation (Rho) statistic between all measurements that were present in each pair of samples. For  Figure S1 , we performed two-tailed Mann-Whitney U-tests using the first time point as reference. Details on number of replicates and statistical significance are reported in the figure legend. Materials availability The study did not generate new reagents or long term, passaged organoids.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-20 07:00:02",
  "introduction": "Introduction Neurofibromatosis type 1 is an autosomal dominant hereditary syndrome caused by germline mutations in the neurofibromin gene 1 , 2 ,  ( 3 NF1 ).  NF1  is a tumor-suppressor gene located on chromosome 17q11.2 that spans over 280 kb across 61 exons. The gene encodes a 2,818 amino acid GTPase-activating protein and negative regulator of RAS.  Germline variants as well as sporadic acquired somatic mutations in the  4 NF1  gene can lead to elevated levels of RAS-GTP, increased RAS signaling, and uncontrolled cellular proliferation. 5 , 6 Deleterious germline variants in this tumor suppressor cause neurofibromatosis type 1, which affects 1:2,500 to 1:3,500 individuals, leading to an array of symptoms that include pain, cognitive issues, and the growth of benign tumors throughout the body with different potential for malignant transformation. Over 90% of individuals with neurofibromatosis type 1 develop localized cutaneous neurofibromas (cNFs), which are benign cutaneous growths with no risk of progression to malignant, invasive, or metastatic disease. 7 ,  cNFs typically emerge in the second half of the first decade of life, grow or expand in number during puberty, and can number in the thousands. 8 7 , 8 ,  While local invasion or development of metastases is never observed for this type of benign tumor, they can give rise to pain, itching, and disfigurement, directly impacting the quality of life of patients. 9  Importantly, there is no systemic therapy option available to patients for treating cNF lesions. 10 8 There is a high degree of genetic diversity in the  NF1  alterations reported. 11 ,  For instance, the single most common mutation in  12 NF1 , p.Arg1809Cys, was found in only ∼1% of unrelated individuals in a ∼7,000 patient cohort. 11 ,  Interestingly, not all patients are equally affected by cNFs, 12 10 , 11 ,  which can be linked, in part, to specific  13 NF1  variants. Patients with microdeletions have higher tumor volumes, while patients with p.Arg1809 codon alterations tend to have fewer cNF lesions and those with p.Met992del have no cNFs at all. 11 ,  While additional variability may arise from other genetic modifiers, studies conducted in families of individuals with neurofibromatosis type 1 have evidenced robust correlations between specific  12 NF1  mutations and the number of cNFs.  All of these factors are compounded by hormonal variations, with cNFs typically growing during puberty and often worsening in pregnancy, and contributions of the microenvironment. 14 15 ,  As such, there are several outstanding questions surrounding cNF origin, manifestation, and development. 16 15 In addition to genetic heterogeneity, cNFs are a mixture of diverse cell types including Schwann cells, fibroblasts, and mast cells, as well as pericytes and endothelial cells among others. 15 ,  A recent single-cell RNA sequencing (RNA-seq) analysis has confirmed the cellular heterogeneity of cNFs and the role of specific collagens in supporting cNF growth. 17  This mutational and cellular heterogeneity of cNFs has led to difficulties in developing comprehensive collections of clinically relevant model systems. 18 While development of cNF models lagged, there have been significant efforts to generate models of plexiform neurofibroma, a different, rarer type of peripheral nerve sheet tumor that transforms into sarcoma (malignant peripheral nerve sheath tumors [MPNSTs]) in about 15% of patients. 19 ,  The immortalization of Schwann cell from patients’ plexiform neurofibromas has led to stable cell lines carrying either heterozygous or homozygous  20 NF1  variants. 21 ,  Mazuelas and colleagues introduced plexiform-neurofibroma-derived induced pluripotent stem cell (iPSC) 2D and 3D models of Schwann cells. 22  iPSCs could be co-cultured with fibroblasts derived from plexiform neurofibromas. 23  These well-characterized cell lines 23 24 ,  and iPSC models 25  are very useful tools for investigating Schwann cell biology and plexiform neurofibromas but were not developed from cNFs, nor do they account for the complex cellular heterogeneity of these tumors. Of note, normal human iPSCs engineered to express homozygous  23 NF1  mutations and differentiated into neural crest stem cells Schwann cell precursors, gave rise to neurofibroma-like tumors and cartilage when injected in the sciatic nerve of immunodeficient athymic mice but only to cartilage when implanted subcutaneously.  In the same study, and relevant to cNF modeling, Mo et al. established a transgenic  26 Sox10 -CreERT2  Nf1 fl/fl  mouse model that can develop cNFs.  A different mouse model with targeted  26 NF1  knockout in  Prss56 -expressing boundary cap cells located in the neural crest gives rise to cNF-like lesions in adult mice.  In addition, two porcine neurofibromatosis type 1 models have been reported, including a heterozygous  27 NF1 R1947  mutant and a  NF1 +/ex42del  carrying a deletion of exon 42, which develop bona fide cNF tumors. 28 ,  Despite these recent encouraging advances,  29 in vivo  models lack the ability to fully recapitulate the genomic diversity of human cNFs and are impractical and costly for large-scale drug screening. In order to advance drug development and discovery studies, a cNF model must accurately recapitulate the variety of cell types, incorporate extracellular matrix components, be rapidly established from a diverse patient cohort, and be amenable to high-throughput screening.  Tumor organoids are exquisitely suited for modeling heterogeneous tumors; these are tractable models of disease generated from patient material that can maintain genome alterations and faithfully recapitulate the histopathology of the parent tissue. 30 31 , 32 We developed a platform for rapid establishment of patient-derived tumor organoids from both aggressively growing 33 ,  and indolent tumors. 34  By taking advantage of a modified geometry, organoids can be established and grown in rings of extracellular matrix around the rim of wells, a design pattern compatible with automation and high-throughput drug screening protocols. 35 33 , 35 ,  Here, we leverage this platform to develop a comprehensive approach to grow and screen cNF organoids. Firstly, we present a systematic analysis to determine the conditions that support  36 ex vivo  growth of diverse patient-derived cNFs while best recapitulating the parental features in terms of cellular heterogeneity, transcriptome, methylome, and protein expression profile. Second, we perform a proof-of-principle screening to confirm the feasibility of implementing the mini-ring screening platform to identify pathways susceptible to inhibition in benign lesions. Overall, we show how this technology can be applied for drug discovery studies and therapeutic development targeting benign, diverse tumors such as cNFs.",
  "results": "Results cNF organoids can be established and recapitulate the immunohistopathology of the tumor of origin We enrolled  n  = 12 patients with neurofibromatosis type 1 undergoing cNF removal as part of their clinical management. Of these, 8/12 (66%) were female, and the median age was 52 (range: 29–65,  Table 1 ). cNFs were collected from different body locations ( Table 1 ) and ranged in size, stiffness, and appearance ( Figure 1 A). We processed over 100 cNFs in total; those with sizes greater than 0.5 cm were processed individually and yielded between 0.3 and 7.5 million cells/cNF. Smaller tumors were pooled, with multiple cNFs from the same patient processed simultaneously. In all cases, a portion of the excised cNF was preserved for immunohistochemistry and sequencing studies. The remaining part of the tumor was dissociated to a single-cell suspension and reconstituted in Matrigel  ex vivo  ( Figure 1 B). This entailed seeding cells in a ring format for either drug screening or histological and molecular analyses following our established approaches 33 , 35 ,  ( 36 Figure 1 B). Table 1 Characteristics of enrolled patients and corresponding cNFs Patient ID Age a Sex cNF location cNF: Single Pooled NF0001 59 M anterior torso, chest, trunk 2 19 NF0002 54 F back, posterior trunk including neck and shoulders 7 12 NF0003 58 F anterior trunk, arms 2 0 NF0004 31 M scalp, head and neck, anterior trunk, abdomen 8 4 NF0005 49 F trunk, right flank, lower trunk, upper thigh, scalp 5 0 NF0006 33 F anterior trunk, arms 0 4 NF0007 41 F anterior trunk, bilateral areola, arms 7 5 NF0008 39 F arms, trunk 1 3 NF0009 29 F back 8 0 NF0010 65 M head and neck, upper extremities 9 0 NF0011 58 F leg 2 0 NF0012 59 M foot, leg, back 6 7 a Indicates age at time of surgery. Figure 1 Clinically diverse cNFs give rise to organoids with similar histopathological features (A) Appearance of cNF samples prior to processing. cNFs have diverse sizes and stiffnesses, as visualized by gross pathology on the top. H&E staining of a paraffin-embedded portion from the same tumors on the bottom shows typical cNF histopathology. (B) Schematic of the process and timeline followed in the study. cNFs obtained from surgical removal procedures are dissociated to single cells and reconstituted  ex vivo  in a ring format for facile characterization and screening. (C) Representative brightfield images of cNF organoids grown in ring format (StemPro media shown). An area indicated by the black box is magnified in the inset for ease of visualization. cNF organoids grow in networks of interconnected cells and proliferate abundantly over time. (D) Quantification of organoid growth as area occupied over time performed using our label-free machine-learning-based pipeline. 34 , 35 ,  Bars represent the average area occupied by organoids established from two independent cNFs from patient NF0002 normalized to day 1; errors indicate SD. 37 (E) Representative immunohistopathology of a cNF from patient NF0002 and corresponding organoids. Samples were stained with H&E, S100 (Schwann cells), CD56 (neuronal marker), SOX2 (dedifferentiated Schwann cells), toluidine blue (mast cells), and CD34 (fibroblasts). The cNF and derived organoids shared a similar staining pattern, with the heterogeneous cell populations retained upon culturing. See also  Figure S1 . All tested samples demonstrated robust growth in our ring culture system, culminating in the formation of viable organoids within days ( Figures 1 C and 1D). Contrary to the distinct, individual spheroid-like structures typically observed in carcinoma-derived organoid samples, cNFs grew within Matrigel as continuous cell networks, as evidenced by bright-field imaging ( Figure 1 C). This pattern mirrors the cellular architecture observed in patients, as confirmed by H&E staining of both the original cNF and derived organoids ( Figure 1 E). The area occupied by cNF organoids generated from freshly isolated cells increased exponentially over time, as quantified with our label-free machine-learning-based pipeline 34 , 35 ,  that leverages bright-field images acquired daily ( 37 Figure 1 D). Additionally, we verified that cryopreserved, dissociated cNF-derived cells retained the capacity to proliferate into organoids post-thaw, as demonstrated by ATP-release assays conducted on days 1, 3, 5, and 6 ( Figure S1 ). cNFs are composed of many different cell types, the most abundant being Schwann cells, fibroblasts, and mast cells 15 ,  ( 17 Figure 1 B). Immunohistopathology of the cNF organoids showed that the cell populations within the organoids closely matched the cells in the cNFs of origin (S100+, CD56−, CD34+, SOX2+, toluidine blue+,  Figure 1 C). Expression of these markers is typical of the histopathology of cNF tumors. 15 ,  For instance, we observed extensive S100 positivity, indicative of Schwann cells; a lattice-like CD34+ fibroblastic network 38 ; and mast cells, as visualized by toluidine blue staining 39  ( 40 Figure 1 C). cNF organoids can be established from distinct individuals carrying different  NF1  alterations We selected five patients with sufficient available cells for systematic optimization of growth conditions and downstream characterization. Initially, we conducted whole-genome sequencing on a cNF from each patient to identify the  NF1  mutations present and verify the existence of any pathogenic variants in other genes ( Tables 2  and  S1 ;  Figure 2 ). Through this analysis, we have identified events likely to lead to biallelic  NF1  inactivation for most patients, with 3 having single-nucleotide splicing or stop codon variants in addition to deletions or loss of heterozygosity (LOH) events. While for patient NF0002, we could only detect a deletion of ∼4 kbp region encompassing exons 28 and 29 as evidenced by a substantial dip in coverage between position chr17:31,234,559–31,237,611 ( Figure 2 A, in orange), RNA-seq data supported a lack of NF1 mRNA expression in the tumor ( Figure S2 ). Table 2 Summary of pathogenic  NF1  variants found by WGS Patient ID Chr Variant type Start position End Position SV LEN Reference BAF QUAL IMPR NF0002 17 deletion 31,234,616 31,238,587 3,971 A 0.36 467 true NF0007 17 deletion 31,332,573 31,332,924 351 G 1 1,440 false NF0007 17 inversion 2,514,734 40,523,190 38,008,456 A 1 360 false NF0007 17 splicing 31,163,377 – – G>A – – – NF0008 17 deletion 30,650,364 32,066,470 1,416,106 A 0.054 102 true NF0008 17 inversion 2,514,734 40,523,190 38,008,456 A 1 300 false NF0008 17 splicing 31,330,295 – – G>T – – – NF0009 17 deletion 31,332,573 31,332,924 351 G 1 1,380 false NF0009 17 inversion 2,514,734 40,523,190 38,008,456 A 1 180 false NF0012 17 deletion 31,332,573 31,332,924 351 G 0.545 1,380 false NF0012 17 inversion 2,514,734 40,523,190 38,008,456 A 0.806 178 false NF0012 17 stop gain 31,206,360 – – G>A – – – WGS, whole-genome sequencing; Chr, chromosome; SV LEN, length of the structural variant; REF, reference base; BAF, biallelic frequency; QUAL, average mapping quality score of the genomic variant; IMPR, imprecise structural variant, where IMPR = false refers to a precise structural variant call that has split-read support. See also  Table S1 . Figure 2 cNFs harboring different  NF1  alterations generate viable organoids (A) Coverage of the  NF1  gene as estimated by GATK4 is visualized as bins for each subject. Deletions called from DELLY are shown in orange. The  NF1  gene structure is shown above each plot; red boxes indicate exons and black lines intronic regions. (B) Biallelic frequency (BAF) plot. Each point represents the BAF of a germline variant for a given patient after joint genotyping. Subjects NF0009 and NF0007 show an LOH in the  NF1  gene. The  NF1  gene is demarked as a yellow box. See also  Figure S2 . Patient NF0007 had a unique single-nucleotide splicing variant,  a small 351 bp deletion shared with NF0009 and NF0012 ( 41 Figure 2 A, in orange), and an LOH encompassing the  NF1  region ( Figure 2 B). Patient NF0008 presented with a single-nucleotide splicing variant and a large deletion covering the  NF1  gene and several surrounding genes such as  CRLF3 ,  ATAD5 ,  ADAP2 ,  TEFM , and  RNF135  ( Figure 2 A). Patients with large deletions spanning flanking genes have been reported to have a higher number of cNFs. 11 , 42 ,  Patient NF0009’s tumor also had an LOH that includes the  43 NF1  region ( Figure 2 ). Finally, NF0012 presented with a stop-gain single-nucleotide variant located within exon 12 ( Figure 2 A). RNA-seq data show how NF0012 had lower NF1 expression than any other patient, with the exclusion of NF0002 ( Figure S2 ). LOH in the  NF1  region has been previously reported in ∼20%–25% of cNFs. 44 ,  Although we cannot differentiate between somatic and germline variants in our dataset, we detected a biallelic frequency of 1 for the  45 NF1  LOH for both NF0007 and NF0009. It is well established how cNFs arise from a “second-hit” model, whereby tumor-initiating Schwann cells develop a secondary somatic hit in the  NF1  gene.  Taking into account the fact that Schwann cells are the only  3 NF −/−  cells in cNFs 41 , 45 , 46 , 47 ,  and constitute ∼50% or less of the tumor (∼20%–50% in our dataset; see  48 Figure 3 ), it is possible that the LOH in patients NF0007 and NF0009 could represent germline variants. Figure 3 cNF samples generate viable organoids and retain the main cell populations present in the tumors of origin (A) Proliferation of cNF organoids in different media compositions. cNF organoids were grown in mini-rings in Mammocult, StemPro, or DMEM F12, with or without cytokines/forskolin. An endpoint ATP-release assay was performed at day 6. All samples generated viable organoids in culture as determined by ATP assay regardless of the NF1 alteration present. Floating bars show the minimum and maximum values, and the line shows the average of  n  = 3 replicates for each condition. One-way ANOVA statistics and respective  p  values are listed in  Table S2 . Patient ID, base media, and supplementation levels are reported above the graph and described in the legend panel. (B) cNF cells from the tumor of origin as well as from cNF organoids, which were collected from maxi-rings after 6 days of growth in Mammocult, StemPro, or DMEM F12 +/− cytokines/forskolin, were stained with S100 and c-Kit and then analyzed using flow cytometry. The colored bars show the average percentage of cells positive for markers of Schwann cells (S100, blue) and mast cells (c-Kit, orange) +/− SD, and the dots are individual replicates, n = 3. A black dotted line indicates the average percentage measured for the parental lesion, for ease of comparison with the respective organoids. Patient ID, base media, and supplementation levels are reported above the graphs and described in the chart legend panel. See also  Figure S4  and  Table S2 . It has been reported that a small number of cNFs carry additional somatic mutations in different genes, although the relevance of these and their contribution to tumorigenesis are presently unknown.  Thus, we investigated whether other pathogenic variants were present in the cNFs analyzed ( 49 Table S1 ). We identified two stop-gain single-nucleotide variants in the  DYSF  and  TNFRSF13B  genes for NF0007, a splicing variant in  COL6A3  and a non-synonymous point mutation in  GAA  for patient NF0008, and a splicing variant in Son of Sevenless 1 ( SOS1 ) for NF0009, as well as a non-synonymous single-nucleotide variant in  BBS10  for NF0012.  SOS1  codes for a guanine nucleotide exchange factor that promotes the activation of the RAS/mitogen-activated protein kinase (MAPK) pathway. Mutations in this gene can cause RAS/MAPK hyperactivation, and germline variants have been reported in patients with Noonan syndrome.  Moreover, combined targeting of MEK and SOS1 has recently been shown to shrink plexiform neurofibromas in a mouse model. 50  We did not find any detectable single-nucleotide point mutations in  51 NF1  gene for patient NF0009; thus, it is possible to hypothesize that the  SOS1  variant could contribute to neurofibroma development in this case. The proportion of cNFs with pathogenic variants in other genes beyond  NF1  identified in our study is higher than in previous reports,  possibly due to the use of whole-genome sequencing. Regardless of the genotype, we could successfully establish viable organoids for all five patients and proceeded to perform a media optimization screening. 49 Culture conditions affect cNF organoid growth Given the cellular heterogeneity that is integral to the biology of benign cNFs, we elected to identify conditions that would support the growth and maintain the proportion of each cell type in 3D organoid format. For this, we devised nine conditions in total, which we systematically tested on  n  = 6 samples from the five patients genotyped above (NF0002, NF0007, NF0008, NF0009, NF0012). The selection included three base media, StemPro-34 SFM (herein referred to as StemPro), Dulbecco’s modified Eagle medium (DMEM) with 10% fetal bovine serum, or Mammocult, either alone or supplemented with a cytokine cocktail ± forskolin. These conditions were selected on the basis of previously published work for their ability to favor the growth of cell types similar to those found in cNFs 41 ,  ( 48 Figure S3 ). We first tested if the various media and supplements had any differential effect on rate of organoid growth and proliferation. Following our platform approach and timeline, 33 , 35 ,  we seeded cells to develop organoids in a 96-well mini-ring format, 36  incubated them for 6 days, and measured the aggregate viability as the endpoint assay via ATP release ( 36 Figure 1 B). Results were normalized to Mammocult base medium (no supplements), as this was used in our previous work focused on establishing patient-derived organoids of sarcoma.  Overall, culturing conditions and cytokine supplementation significantly affected organoid growth ( 34 Figure 3 A). There was a trend for cNF organoids cultured in Mammocult and DMEM media to proliferate less in the presence of supplements when compared to the base medium alone ( Figure 3 A). For all samples, we observed a distinct increase in proliferation in StemPro base media, which was statistically significant in all samples besides NF0002 (one-way ANOVA,  p  < 0.05; see exact values in  Table S2 A). This effect was heightened by the addition of cytokines for all samples ( p  < 0.005;  Table S2 B;  Figure 3 A). Supplementation of forskolin resulted in proliferation levels similar to StemPro alone for cNF organoids derived from patients NF0002 and NF0007 while inducing growth similar to the cytokine condition for NF0009 and NF0012 ( p  < 0.05;  Table S2 C;  Figure 3 A). In summary, StemPro-based media outperformed all other tested media in supporting robust  ex vivo  growth of cNF organoids. Different cell populations are maintained within cNF organoids The viability results indicate that culturing conditions significantly affect growth, with StemPro strongly promoting cNF proliferation ( Figure 3 A). Although immunohistochemistry qualitatively confirmed the presence of Schwann cells, fibroblasts, and mast cells in the cNF organoids ( Figure 1 E), we aimed to quantitatively evaluate the proportion of each major cell type to determine if specific media selectively favor certain cell populations in a way that may not accurately reflect cNF biology. This is particularly relevant given existing literature on other tumor types, showing how subpopulations of cells grown  ex vivo  can rapidly outgrow as a function of culturing conditions. 52 Toward this end, we have first quantified the percentages of Schwann cells, fibroblasts, and mast cells with flow cytometry by staining parental cNFs and derived organoids with the S100 marker for Schwann cells, 53 ,  CD34 for fibroblasts, 54  and c-Kit for mast cells 54  ( 55 Figures 3 B and  S4 ). There were variable proportions of cells in the parental cNFs, with a dominant population of S100+ Schwann cells (19%–48% across samples) followed by CD34+ fibroblasts (18%–35%) and a smaller population of c-Kit+ cells (3%–9%), in line with previous reports.  cNF organoids showed a similar distribution, with a larger proportion of Schwann cells, followed by fibroblasts and mast cells ( 30 Figure 3 B). Schwann cells outgrew significantly in all Mammocult-based medium conditions, with StemPro- and DMEM-based media preserving a fraction of S100+ cells comparable to controls in NF0002, NF0008, and NF0012 and NF0007, NF0008, and NF0009, respectively. c-Kit+ cells hyperproliferated in DMEM conditions for all cNFs with the exclusion of NF0008, with StemPro best approximating the proportion of mast cells when compared to the tumor of origin ( Figure 3 B). Lastly, we attempted to quantify the proportion of fibroblasts within the tumors using the CD34 marker.  We observed a trend toward a reduction in the amount of CD34+ cells in cultured organoids in all conditions ( 54 Figure S4 ). Given that immunohistochemistry and transcriptome analysis confirms that fibroblast-like cells are present in all cNF organoids (see below), it is possible that the expression of this marker is lost in some culture conditions. In summary, cNF organoids largely maintain the cell distribution measured in the parental lesions, particularly when cultured in StemPro-based media. cNF organoids resemble the tumor of origin at the transcriptional level To further dissect the effects of media on cNF organoids and identify the culturing conditions that give rise to organoids most closely replicating the tumor of origin, we set to systematically quantify transcriptional changes. We assessed gene expression by conducting RNA-seq on 100,000 cells either freshly extracted from cNFa or obtained after cNF organoid growth in the different media for 6 days ( Figure 1 B). We benchmarked each measurement to that of the same primary tumor using Spearman rank correlation statistics. This allowed us to separate out correlation measurements by culture condition and determine which medium leads to the best concordance between organoid models and patient samples. Our results showed that cNF organoids correlate strongly with the parental tumors, with calculated Spearman’s rank correlations >0.8 for all culture conditions ( Figure 4 A). We observed a trend toward higher correlation values between parental cNFs and derived organoids grown in StemPro media for all samples tested, with a median of 0.91 compared to 0.88 and 0.87 for Mammocult and DMEM, respectively, though the difference is not statistically significant ( Figure 4 A). The addition of cytokines and/or forskolin had negligible effects ( Figure 4 A). Figure 4 Gene expression analysis of cNF organoids (A) Spearman rank correlation comparing the transcriptome of each organoid with the primary tumor for that patient sample. cNF organoids were grown as maxi-rings in Mammocult, StemPro, or DMEM with or without cytokines/forskolin for 6 days and sequenced together with the original cells from the cNF tumors set aside post-dissociation. A legend depicting the culturing conditions and sample IDs is on the right. (B) Correlation of NF biobank cNF tumors (n = 3–4 per patient, NF biobank patient ID listed on top) with the cNF primary tumors sequenced in this study (top chart, in brown) and cNF organoids (bottom 3 charts). For the parental cNF tumors, all samples are averaged. For organoids, samples from all patients grown in the same conditions are averaged. Base media are represented by box colors, while supplements are indicated as white/gray bars above charts as shown in the legend. Boxes show the values between the 25th and 75th quantiles, and horizontal black line represent the median. (C) Heatmap of MCP-Counter scores representing the relative proportion of estimated cell types in parental tumors and cNF organoids. Covariates including sample IDs, base media, and supplements are listed above. Samples are clustered by similarity. (D) Normalized enrichment scores for matrisome genes divided by category as listed on the right. Covariates including sample IDs, base media, and supplements are listed above. Samples are clustered by similarity. As an independent validation of our cohort, we benchmarked gene expression measurements to an existing repository of cNF transcriptional profiles. Specifically, we leveraged the Children’s Tumor Foundation (CTF) cNF Biobank,  which contains  16 n  = 33 RNA-seq profiles from 11 patients and is publicly available on the NF Data Portal.  Our results show that all primary cNFs are highly similar to the historical cohort, with Spearman rank correlations above 0.75 ( 56 Figure 4 B, top). Next, we averaged all patient samples grown in the same medium condition and assessed how well each compared to tumors from the CTF cNF repository ( Figure 4 B, bottom). Across all patients, organoid models correlate with CTF tumors with a Spearman’s rank correlation of >0.7. Yet again, StemPro exhibited the highest correlation values at any supplementation level, with a median correlation of 0.82 compared to 0.8 for both Mammocult and DMEM ( Figure 4 B, bottom). Next, we leveraged RNA-seq data to compare cell-type compositions within each sample by applying a tumor deconvolution algorithm, the Microenvironment Cell Populations counter (MCP-Counter).  This method allows us to identify stromal cell subtypes in bulk transcriptome data on the basis of existing, well-characterized reference profiles. 57  While a Schwann-like cell profile is not available, the method could identify the presence of abundant fibroblasts as well as cells from the myeloid lineage, in all parental cNFs and most corresponding organoids ( 57 Figure 4 C). This is largely recapitulating our experimental evidence based on immunohistochemistry ( Figure 1 D) and flow cytometry ( Figure 3 B). In addition to fibroblasts, endothelial cells are also prominent ( Figure 4 C), which is in line with the biology of cNFs. 15 ,  Proportions of these cells are maintained within the majority of cNF organoids tested. MCP-Counter also identified cells compatible with macrophages and neutrophil signatures. Macrophages have been shown to have a role in neurofibroma and are found among the inflammatory immuno-infiltrates in cNFs. 17 58 ,  Neutrophils have also been reported in cNFs. 59 60 Lastly, we interrogated the abundance of extracellular matrix protein transcripts, the matrisome.  Over 50% of the mass of a typical cNF is composed of secreted extracellular proteins, particularly collagen VI, which is secreted by resident fibroblasts, although all cell types present in cNFs were found to contribute to secretion of the matrisome. 18  To characterize the RNAs encoding extracellular matrix proteins, we scored each sample for enrichment of genes encoding for matrisome proteins 18  using the gene set enrichment analysis algorithm. 61  The analysis confirms that the core extracellular proteins and collagen genes are generally expressed at similar levels within cNFs and derived organoids ( 62 Figure 4 D). cNF organoids recapitulate features of the methylome of the tumor of origin In addition to the transcriptome analysis, we also quantified and compared cNF samples at the methylome level ( Table S3 ). Changes in methylation across the genome are a sensitive indicator of the effect of growth conditions on cells and have been observed for long-term cultures and repeat passaging. 63 ,  Thus, we set to perform reduced representation bisulfite sequencing (RRBS) 64  to identify a set of methylated CpG islands across the genome for each sample. 65 We compiled a list of all CpG sites with at least 10× coverage shared between the organoids and the primary tumors. We then computed the Pearson correlation of the methylation quantities between the cNF organoids grown in each condition and the corresponding cNF tissue of origin ( Table S3 ). All media displayed similar correlation values across this overlapping set of CpG islands. The correlation followed the same trend as above, with StemPro having the higher median value (0.72) when compared to DMEM (0.69) or Mammocult (0.71). Moreover, cNF organoids retained similar overall proportions of methylated CpG sites to the primary cNFs ( Table S3 ). Molecular and growth-based analyses identify the optimal growth condition for cNF organoids Standardized growth and screening conditions that can be broadly applied to tumors from different individuals and genomic backgrounds facilitate drug discovery efforts. 33 , 35 ,  As such, we set to determine the culturing conditions that, in aggregate, are best recapitulating the molecular features of the parental cNFs by combining our phenotypical and molecular analyses ( 66 Figures 2 ,  3 , and  4 ). To do so, we leveraged the Spearman’s rank correlation statistic and compared each organoid measurement (RNA-seq, flow cytometry, methylation) to the primary tumor ( Figure 5 ). Figure 5 cNF organoids are highly similar to the primary tumor they are derived from, as confirmed by overall correlation across culturing conditions and data types Spearman’s rank correlation statistics comparing each organoid measurement to the primary cNF tumor for different data streams. Each point represents the correlation of an organoid sample with the respective cNF lesion organized by culturing conditions as indicated above the chart. The color and shape of the points indicate the different data types used to calculate the correlation as indicated in the legend. Boxes show the values between the 25th and 75th quantiles, and horizontal black line represent the median. A dashed black line marks a correlation of 1. See also  Table S3 . RNA-seq showed the highest levels of correlation (median correlation of 0.91), although flow cytometry (0.50) and RRBS (0.72) followed a similar trend ( Figure 5 ). Results show how StemPro-based conditions generally gave rise to high correlation values for the largest number of patient-derived cNF organoid samples. While the high correlation values were not statistically significant for each individual dataset, when we pooled the measurements across data types, the correlation values for StemPro were statistically significant in a linear model ( p  = 0.04). This, together with the measured ability to support robust  ex vivo  cNF organoid growth and proliferation ( Figure 3 A), led us to select StemPro as the medium of choice for proof-of-principle drug screening studies. High-throughput drug sensitivity screening Given the established growth conditions, we set to determine feasibility to perform medium- to high-throughput drug screening on cNF benign tumor organoids. Using our established organoid screening paradigm and mini-ring platform, 33 , 34 , 35 , 36 ,  we tested  37 n  = 43 targeted kinase inhibitors on cNF organoids established from five specimens derived from four patients ( Figure 6 ). We used StemPro as the base medium for screening these samples and tested different levels of supplementation. Figure 6 Patient-derived cNF organoids can be screened using the mini-ring organoid platform Benign cNF tumor organoids from NF0002, NF0004 (2 samples), NF0009, and NF0012 patients were grown in mini-ring and treated with  n  = 43 different drugs at 1 μM, with endpoint ATP assays performed 24 h after the last treatment. The color of each square represents the percentage of cell viability normalized to vehicle (1% DMSO). Staurosporine (1 μM) is used as the positive control. Sample ID, media, and supplement conditions are indicated on top, while drug approval status is listed on the right. Drugs are clustered by Jaccard distance between common protein targets, and cNF tumors are clustered by drug response similarity, as in Al Shihabi et al.  Horizontal boxes highlight all drugs for which the average residual cell viability across all samples is ≤50%. 35 Due to the robust growth in our system, benign cNF organoids could be screened with a protocol akin to that used for malignant tumors. 33 , 35 ,  All of the five organoid models were sensitive to our positive control, the pan-kinase inhibitor staurosporine. There were sample-to-sample differences in drug responses, which may have been confounded by supplementation differences. Thus, we elected to focus on those drugs that were able to significantly inhibit the growth of cNF organoids across all samples regardless of patient or supplementation. These include copanlisib, a PI3K inhibitor; onalespib, an Hsp90 inhibitor; linsitinib, an IGF-1R inhibitor; and digoxin, an Na+/K+ ATPase inhibitor, which induced an average residual viability of ≤50% across all samples ( 36 Figure 6 ). Overall, our approach can be used to determine shared features as well as individual sensitivities and applied broadly to screen cNF organoids in future studies.",
  "discussion": "Discussion cNFs are a hallmark of neurofibromatosis type 1 syndrome and a highly penetrant feature, affecting over 90% of patients.  Current treatment of cNFs is limited to surgery or laser desiccation. 7  There is no systemic approach to prevent the formation of cNFs, slow down their growth, or possibly shrink existing lesions, and there is a lack of clinically relevant, patient-derived existing models of disease to support the growth of the highly diverse cellular populations that compose cNFs. 8 Here, we introduce a new approach toward the screening and treatment of cNFs that leverages tumor organoids. These are tractable 3D models of disease that can be established from normal tissue or malignant lesions. 32 , 33 , 35 ,  We demonstrate how viable cNF organoids generated from individual patients with NF1 recapitulate the genetic variability and diverse histopathology of each individual ( 52 Figures 1  and  2 ). cNFs differ from other solid tumors in their acute cell-type heterogeneity. While immortalized 2D models of NF1-mutant Schwann cells as well as iPSC-derived models exist,  they cannot fully account for the cNF cellular heterogeneity and thus may not accurately recapitulate clinical responses. Our paradigm allows for the rapid establishment of tumor organoids and averts long times in culture, maintaining diverse cell populations while sparing cell selection and clonal divergence ( 21 Figures 1 ,  3 , and  4 ). We performed a detailed molecular analysis that encompasses the transcriptome, methylome, and immunohistopathology for six cNFs from a subset of  n  = 5 patients with NF1 syndrome that carry individual as well as shared pathogenic genomic alterations ( Figure 2 ). At least some of the characteristics of cNFs, including their presentation and growth pattern, can be ascribed to specific  NF1  variants. 11 ,  cNF organoids can be established from tissue harboring different  12 NF1  alterations with invariably high success rates ( Figures 1  and  2 ). As such, organoids can rapidly expand the repertoire of models 26 , 27 , 28 ,  to investigate cNF genotype-phenotype relationships. 29 As media can greatly affect different cell types in the way they grow and expand in culture, 52 , 63 ,  we screened a panel of growth conditions to determine the optimal one that preserves cell heterogeneity while also recapitulating molecular features of the parental cNF ( 64 Figures 3 ,  4 , and  5 ). Not only are the different cell types crucial to the establishment of cNFs maintained ( Figures 1 ,  3 , and  4 ) but so is the expression of extracellular matrix proteins, which constitute much of the dry mass of cNFs ( Figure 4 D). The mini-ring organoid platform has been utilized to screen aggressive 33 , 34 ,  or indolent 67  malignant tumors so far, with results available within a short time frame from tissue procurement (5–7 days). Here, we apply this technology for the first time to the screening of heterogeneous, fully benign tumors. We can leverage this system to screen several tens ( 35 Figure 6 ) to hundreds of compounds 33 ,  and interrogate a broad range of biological pathways. 35  Given the heterogeneous cellular composition of cNFs, it will be important to incorporate assays that distinguish cell types so as to determine the effects that drugs have on each distinct population. 35 37 , 68 The drug screening results suggest that while there may be distinct differences in sensitivity to targeted molecules that are patient specific, possibly linked to different  NF1  alterations or additional pathogenic mutations present, there is also an opportunity to identify shared vulnerabilities that may be leveraged with therapeutic intent ( Figures 2  and  6 ). Most relevant, our proof-of-principle screening has identified therapeutic agents targeting some previously reported pathways of interest. For instance, HSP90 inhibition has been identified as a possible vulnerability in RAS-driven, NF1-mutant tumors. 69 ,  Although a clinical trial involving ganetespib, a different HSP90 inhibitor, in combination with sirolimus, demonstrated no clinical benefits in a small cohort of patients with neurofibromatosis type 1 with highly refractory, pretreated MPNSTs, 70  chaperone inhibition has yet to be therapeutically explored in cNF, either as a standalone treatment or in combination with other molecules. 71 Ultimately, the conditions we determined in this study lay the groundwork for rapidly testing cNF organoids established from a large cohort of patients with NF1, investigating their biology, and identifying vulnerable pathways linked to specific genomic alterations. Limitations of the study While the organoid model developed here represents a significant advancement in mimicking the cellular complexity of cNFs, it may still lack some components of the tumor microenvironment, including axonal elements, which could potentially influence tumor growth.  The proof-of-principle drug screening focused on kinase inhibitors and a limited range of other agents. Future studies will need to expand to broader classes of drugs and, more importantly, drug combination therapies that could target multiple cell types simultaneously and be more effective against cNFs. Lastly, responses observed in organoid models will necessitate further validation in clinical settings to confirm the real-life efficacy of any lead. 40",
  "upgrade_date": "2026-02-20 07:32:59"
}