{
  "pmid": "PMID:38811427",
  "title": "Quality of life in individuals with neurofibromatosis type 1 associated cutaneous neurofibromas: validation of the Dutch cNF-Skindex.",
  "abstract": "BACKGROUND: Almost all patients with Neurofibromatosis type 1 (NF1) develop cutaneous neurofibroma (cNF), benign dermal tumours that have a large impact on the patient's Quality of Life (QoL). The French cNF-Skindex is the first questionnaire to specifically assess cNF-related QoL in patients with NF1. We aimed to adapt and validate a Dutch version of the cNF-Skindex. METHODS: The questionnaire was translated using forward and backwards translation, and subsequently administered to a sample of 59 patients on two separate occasions. Feasibility was evaluated by the presence of floor/ceiling effects. Reliability was assessed by evaluating internal consistency and test-retest reliability, by calculating Cronbach's alpha and Spearman's rank correlation coefficients. The EQ-5D-5L and SF-36 were used to evaluate convergent validity, using Spearman's rank correlation coefficients. An exploratory factor analysis was performed to study the data's internal structure. Multivariable linear regression was used to model the relationship between patient characteristics and the cNF-Skindex. RESULTS: The Dutch cNF-Skindex demonstrated excellent feasibility and reliability (Cronbach's alpha 0.96, test-retest correlation coefficient 0.88). Convergent validity was confirmed for the EQ-5D-5L and relevant SF-36 scales. All items and subdomains from the original questionnaire were confirmed following exploratory factor analysis. The patient characteristics included in the multivariable linear regression were not significantly associated with the cNF-Skindex score. CONCLUSIONS: The Dutch cNF-Skindex displayed excellent psychometric properties, enabling use in the Netherlands.",
  "authors": "Britt A E Dhaenens; Sarah A van Dijk; Laura Fertitta; Walter Taal; Pierre Wolkenstein; Rianne Oostenbrink",
  "journal": "Journal of patient-reported outcomes",
  "publicationDate": "2024-05-29",
  "doi": "10.1186/s41687-024-00732-w",
  "methods": "Methods The questionnaire was translated using forward and backwards translation, and subsequently administered to a sample of 59 patients on two separate occasions. Feasibility was evaluated by the presence of floor/ceiling effects. Reliability was assessed by evaluating internal consistency and test-retest reliability, by calculating Cronbach’s alpha and Spearman’s rank correlation coefficients. The EQ-5D-5L and SF-36 were used to evaluate convergent validity, using Spearman’s rank correlation coefficients. An exploratory factor analysis was performed to study the data’s internal structure. Multivariable linear regression was used to model the relationship between patient characteristics and the cNF-Skindex. Methods Translation Permission for translation was provided by the original author of the Skindex, Dr. M. Chren. An expert committee was formed, consisting of the principal investigator (PI) of this study, two forwards translators, and one backwards translator. The original French version of the cNF-Skindex was forward translated into the Dutch language by two translators, who were not aware of the content of the original questionnaire. Both translators had French as their native language and were fluent in Dutch. The study PI and forward translators subsequently compared the two translations, evaluating the translation from a clinical perspective and discussing any discrepancies until an agreement was reached. Next, the backward translation was performed by an individual bilingual translator with the Dutch nationality, who was fluent in French. The study PI compared the translation with the original version of the cNF-Skindex and discussed with the translators if any adaptations needed to be made to the Dutch version to retain consistency. This process resulted in the final version of the Dutch cNF-Skindex. It was decided to not perform cognitive debriefing of the Dutch version of the cNF-Skindex, since the Dutch cNF-Skindex was nearly identical to the Dutch version of the Skindex-16 [ 15 ], an already validated instrument in Dutch. To create the cNF-Skindex, only minor changes were made to the original Skindex-16. For each item, the words ‘your skin’ were replaced with ‘your cutaneous neurofibroma’. In addition, two items were added that are relevant to cNF: (1) the influence of cNF on how patients experience touch, warmth, and cold on their skin, and (2) if the cNF get stuck on the patient’s clothing or hairbrush. In addition, patients would not have been allowed to participate in both the cognitive debriefing and psychometric evaluation stage of the study. Given the small pool of possible participants, it would not have been feasible to recruit adequate patient numbers for both stages. Hence, the psychometric evaluation stage was prioritised over cognitive debriefing. Psychometric evaluation This study was performed at the Erasmus Medical Centre in Rotterdam, the Netherlands. The study was approved by the local Institutional Review Board (IRB) of the Erasmus Medical Center, local identifier MEC-2021-0598. All participants provided written consent to participate. Recruitment of participants Patients who met the revised diagnostic criteria for NF1 [ 16 ], aged 18 years or up, who had at least one cNF were recruited when they visited the outpatient Neurology clinic of the Erasmus Medical Centre from July 2022 through September 2023. Patients with severe comorbidities, defined as advanced malignant tumours during the time of the study, were excluded. When interested patients had not completed the questionnaires two weeks after the clinic visit, a reminder email was sent. A final telephone call was made as reminder four weeks after the clinic visit. Every responder was included in the analysis. A digital version of the cNF-Skindex was administered to the participants using the data capture system Castor EDC. At the first administration, participants also completed a general information questionnaire, the EQ-5D-5L questionnaire [ 17 ] and the SF-36 questionnaire [ 18 ]. To study the test-retest reliability, participants were asked to complete the cNF-Skindex for a second time, 14 days after they completed the first administration. Questionnaires used in this study A general information questionnaire was used to collect sociodemographic variables of the participants, such as gender, age, marital status, education level, presence of learning problems, employment status, the estimated number of cNF (categories 0–10, 11–50, 51–100, 100+, based on Fertitta et al. [ 8 ]), general health perceptions, and the presence of other health problems. The cNF-Skindex is an 18-item questionnaire, including three domains: “functioning”, “emotions”, and “symptoms” [ 8 ]. Each item is scored on a 7-point Likert scale (0 being never bothered, 6 being always bothered), with a recall period of seven days. The total score of the questionnaire ranges from 0 (no impairment of cNF-related QoL) to 108 (maximal impairment). A higher cNF-Skindex score indicates a poorer cNF-related QoL. The cNF-Skindex has three severity strata: patients with a total score from 0 to 11 can be considered as having non bothersome cNF, patients with a total score of 12 to 48 having moderately bothersome cNF, and patients with a total score of 49 or higher having importantly or very importantly bothersome cNF [ 19 ]. The cNF-Skindex has been validated in a French and US population of patients and showed good to excellent psychometric properties [ 8 ,  19 ]. The EQ-5D-5L is a brief and generic health status measure that comprises five dimensions: mobility, self-care, usual activities, pain/discomfort and anxiety/depression [ 17 ]. Each dimension has five Likert response options, ranging from ‘no problems’ to ‘extreme problems’. It has a one-day recall period. The answers given by the patient on the five dimensions are combined into a 5-digit number that describes the patient’s health state. The EQ-5D-5L also has a visual analog scale (the EQ-VAS) on which the patients can rate their own health from 0 to 100 (worst to best perceived health). The 36-item Short Form Survey (SF-36) is a generic health-related QoL measure [ 18 ]. It comprises eight domains of health: physical function, limitations because of physical problems, limitations because of emotional problems, social function, mental health, energy, pain, and health perception. The item scores are recoded into percentages, ranging from 0 to 100, with higher scores indicating a more favourable health state. Items in the same domain are averaged together to create the eight scale scores. The version with the standard (4 weeks) recall period was used in this study. Clinical information from electronic health records Additional clinical information was extracted from the electronic health records of the participants, including the presence of NF1 diagnostic criteria, the presence of other NF1-related disease manifestations (osseous lesions, optic pathway glioma (OPG), other brain glioma, malignant peripheral nerve sheath tumour, pheochromocytoma), and the occurrence of any cNF-related interventions (surgical resection, CO2 laser, photocoagulation, electrodessication or diathermy). Statistical analysis Statistical analyses were performed using SPSS version 28.0. Non-parametric tests were used given the non-normal distribution of the data. The total and subdomain scores of the cNF-Skindex, EQ-5D-5L, and SF-36 were computed according to scoring instructions. The population was described using the mean, standard deviation (SD), and range for continuous variables, and count and frequency for categorical variables. The feasibility of the Dutch version of the cNF-Skindex was analysed by assessing the presence of significant floor and/or ceiling effects for the total score and domain scores. Floor and ceiling effects were considered significant if ≥ 15% of the participants had the lowest or highest score. The internal consistency was evaluated by calculating Cronbach’s α, with a Cronbach’s α of ≥ 0.70 being considered adequate [ 20 ]. The test-retest reliability was determined by calculating the Spearman’s rank correlation coefficients between the scores of the first and second administration. A value of ≥ 0.75 indicates adequate test-retest reliability [ 21 ]. The Mann-Whitney U test was used to assess known-group validity between participants based on the number of cNF (≤ 50 or > 50), and the occurrence of cNF-related interventions. Convergent validity was assessed by calculating the Spearman rank correlation coefficients between the total and subdomain cNF-Skindex scores and the individual item scores of the EQ-5D-5L, the visual analogue scale of the EQ-5D-5L, and the SF-36. An exploratory factor analysis was performed to study if the three domains of the French cNF-Skindex (emotions, symptoms, and functions) were confirmed in the Dutch version. Spearman’s correlation coefficients (r) for all items were computed. The factor analysis was conducted using promax rotation. The Kaiser–Meyer–Olkin (KMO) test was used to verify the sampling adequacy for the analysis. The scree plot and eigenvalues were used to justify the selection of the number of components. Component loadings of ≥ 0.4 were considered relevant [ 22 ]. Multivariable linear regression was performed to explore the association between the total cNF-Skindex score and the following factors: >50 cNF, age, sex, educational level (ISCED level), and the occurrence of any cNF-related intervention (yes/no). Educational level was included to control for the effect of cognitive impairment, which is present in 40–80% of the patients with NF1 [ 23 – 26 ], to correct for its influence on how patients interpret and complete the cNF-Skindex questionnaire. The cNF-Skindex scores resulting from the present study were compared with the scores from the French population in which the cNF-Skindex was originally validated using independent t-tests [ 8 ].",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:30:35"
}