{
  "pmid": "38816530",
  "abstract": "Neurogenetic disorders, such as neurofibromatosis type 1 (NF1), can cause cognitive and motor impairments, traditionally attributed to intrinsic neuronal defects such as disruption of synaptic function. Activity-regulated oligodendroglial plasticity also contributes to cognitive and motor functions by tuning neural circuit dynamics. However, the relevance of oligodendroglial plasticity to neurological dysfunction in NF1 is unclear. Here we explore the contribution of oligodendrocyte progenitor cells (OPCs) to pathological features of the NF1 syndrome in mice. Both male and female littermates (4-24 weeks of age) were used equally in this study. We demonstrate that mice with global or OPC-specific Nf1 heterozygosity exhibit defects in activity-dependent oligodendrogenesis and harbor focal OPC hyperdensities with disrupted homeostatic OPC territorial boundaries. These OPC hyperdensities develop in a cell-intrinsic Nf1 mutation-specific manner due to differential PI3K/AKT activation. OPC-specific Nf1 loss impairs oligodendroglial differentiation and abrogates the normal oligodendroglial response to neuronal activity, leading to impaired motor learning performance. Collectively, these findings show that Nf1 mutation delays oligodendroglial development and disrupts activity-dependent OPC function essential for normal motor learning in mice.",
  "methods": "Methods Mice All mice were used in accordance with an approved Institutional Animal Care and Use Committee protocol at Stanford University and Washington University. All mice were maintained on a C57/BL6 background. Mice were housed with free access to water and food according to the university’s guidelines in 12-h light/12-h dark cycles. The housing rooms are kept at a set point of 20–26 °C, with humidity ranging from 30% to 70%. Littermates (4–24 weeks of age) were used without selection for sexes. No obvious sex-dependent effect was observed.  Nf1 WT  ( Nf1 ,  fl/fl Nf1  or  fl/+ Nf1 ) and heterozygous  +/+ Nf1 -mutant ( Nf1  or  fl/mut Nf1 ) mice were generated previously +/mut  and bred with  50 – 53 Pdgfra::Cre  (Jackson Laboratory, 018280) or  ER Pdgfra::Cre  mice (Jackson Laboratory, 013148) to induce OPC-specific  Nf1  inactivation.  Nf1 +/C383X ,  Nf1 +/R1809C ,  Nf1 +/G848R  or  Nf1 +/R1276P  mice were generated previously .  47 , 54 , 55 Kras  mice (courtesy of Dr. Laura Attardi) were bred with the  LSL-G12D Olig2::Cre  mice (025567).  Trp53 +/ −  (002101),  Pten +/ −  (42059) and  Kras +/ −  (008179) mice were purchased from Jackson Laboratory;  Rb1 +/fl  mice (courtesy of Dr. Julien Sage)  were bred with the  56 Pdgfra::Cre  mice. To induce Cre ER ER -mediated  Nf1  inactivation, mice were administered tamoxifen (Sigma-Aldrich T5648, 100 mg kg −1 , intraperitoneally (i.p.)) for 4 consecutive days (optogenetic and complex wheel experiments) or 4-hydroxytamoxifen (Sigma-Aldrich H6278, 50 mg kg −1 , i.p.) for 5 consecutive days (immunohistochemistry analyses in Extended Data Fig.  3 ). NVP-BKM120 (PI3K inhibitor; 50 mg kg −1  daily; Selleckchem S2247) was administered to P23  Nf1 +/neo  mice by oral gavage for 14 days. Optogenetic stimulation AAV-DJ-hSyn-hChR2(H134R)-eYFP (virus titer: 1.5 × 10 12  vg ml −1 ) and AAV-DJ-hSyn-eYFP (virus titer: 2.2 × 10 12  vg ml −1 ) were obtained from Stanford Gene Vector and Virus Core. One microliter of virus was unilaterally injected into the premotor cortex (from bregma anterior-posterior (AP), +1.00 mm; medial-lateral (ML), −0.5 mm; dorsal-ventral (DV), −0.7 mm) of 4-week-old mice under 1–4% isoflurane anesthesia on a stereotactic surgery rig. Optic cannula was placed over premotor cortex (from bregma AP, +1.00 mm; ML, −0.5 mm; DV, −0.5 mm) and secured with dental cement. Four weeks after the surgeries, animals were connected to a 473-nm diode-pumped solid-state laser system with a monofiber patch cord. To optogenetically stimulate the premotor cortex, pulses of blue light were administered at 20 Hz, 50 ms pulse length, with alternating 30-s-light 2-min recovery periods. ChR2-expressing, but not YFP-expressing, mice exhibited unidirectional circling behavior when the blue light was on. During stimulation sessions, light was administered for 30 min, and mice were perfused 3 h after the start of the stimulation session. To label the dividing cells, all mice were injected i.p. with EdU (40 mg kg −1 ) for all the stimulation sessions. Immunohistochemistry Mice were anesthetized with 2.5% avertin in phosphate-buffered saline (PBS) and transcardially perfused with PBS. The brain was removed and placed into 4% paraformaldehyde for 16–24 h at 4 °C, followed by 30% sucrose in PBS. Coronal floating brain sections (40 μm) were obtained, blocked with 3% normal donkey serum in Tris-buffered saline (TBS) with 0.3% Triton X-100 for 30 min at room temperature. Primary antibody incubation (1% normal donkey serum in TBS with 0.3% Triton X-100) follows, either for 4 h at room temperature or overnight at 4 °C. The brain sections were then washed in TBS, followed by secondary antibody incubation (1% normal donkey serum in TBS with 0.3% Triton X-100) for 2–4 h at room temperature, then mounted with prolong gold (Invitrogen  P36930 ). Primary antibodies used: goat anti-PDGFRα (1:250–1:500, R&D AF1062), rabbit anti-Olig2 (1:500, Abcam ab109186), rabbit anti-Ki67 (1:500, Abcam ab15580), rat anti-MBP (1:250, Abcam ab7349), chicken anti-GFP (1:500, Abcam Ab13970), rabbit anti-ASPA (1:250, EMD Millipore ABN1698), mouse anti-ECRG4 (1:250, OriGene TA320049), rabbit anti-ENPP2 (1:200, Invitrogen PA5-85221), rat anti-CD68 (1:200, Abcam ab53444), rabbit anti-Iba1 (1:1,000, Wako Chemicals 019-19741), goat anti-Olig2 (1:500, Novus Bio AF2418), rat anti-MBP (1:250, Abcam ab7349) and rabbit anti-cleaved caspase-3 (1:500, Cell Signaling Technology 9664). Secondary antibodies used: donkey anti-goat 488 (1:500, Jackson ImmunoResearch 705-545-147), donkey anti-goat 594 (1:500, Jackson Immunoresearch 705-585-003), donkey anti-goat 647 (1:500, Jackson ImmunoResearch 705-605-147), donkey anti-rabbit 594 (1:500, Jackson ImmunoResearch 711-585-152), donkey anti-rabbit 647 (1:500, Jackson ImmunoResearch 711-605-152), donkey anti-rabbit 488 (1:500, Jackson ImmunoResearch 711-545-152), donkey anti-chicken 488 (1:500, Jackson ImmunoResearch 703-545-155) and donkey anti-rat 647 (1:500, Jackson ImmunoResearch 712-605-150). Images were taken using a Zeiss Axio Imager M2, a Zeiss LSM 700 or a Zeiss 980 scanning confocal microscope and quantified using ImageJ (v 2.0.0). Fluorescence in situ hybridization To obtain fresh frozen brain samples for RNAscope, mice were intracardially perfused with PBS. The brains were embedded and frozen in the optimal cutting temperature (OCT) compound (Tissue-Tek). The fresh frozen brains were sectioned into 12-µm slices, which were attached to Tissue Path Superfrost Plus Gold Slides (Fisher Scientific 15-188-48). The slides were stored at −20 °C for 1 h to dry the brain slices. Then, the slides were stored at −80 °C until use. Fluorescence in situ hybridization was performed using the RNAscope Fluorescent Multiplex Reagent kit v2-Mm (ACDBio 323100) in accordance with the manufacturer’s instructions. To visualize amplified RNA signals, Opal 520, 570 and 690 reagents (Akoya Biosciences FP1487001KT, FP1488001KT and FP1497001KT) were used. Then, the brain slices were mounted with prolong gold (Invitrogen  P36930 ). Probes used were Mm  Pdgfra -C2/-C3 (ACDBio 480661-C2/480661-C3), Mm- Ttr  (ACDbio 424171), Mm- Cxcl10 -C2 (ACDbio 408921-C2) and Mm- Sox9  (ACDbio 401051). Images were taken using a Zeiss 800 and Zeiss 980 confocal microscope and analyzed using Fiji (v 2.3.0/1.53q). To measure  Ttr  area, the threshold was adjusted to  Ttr  fluorescence signal. To get consistent data, the same threshold value was used for all images. To quantify the number of reactive astrocytes,  Cxcl10  and  Sox9  double-positive cells were counted. Only the 4′,6-diamidino-2-phenylindole covered with over four dots of  Cxcl10  and  Sox9  signal was counted as a reactive astrocyte. For both  Ttr  and reactive astrocyte experiment, fewer than four  Pdgfra  cells or more than six  + Pdgfra  cells in the region of interest were considered as nonhyperdensity or OPC hyperdensity areas, respectively. + Complex wheel test Mice (15 weeks of age) were individually housed with the complex wheel with water (supplemented with 0.2 mg ml −1  EdU) and food. The training sessions for the complex wheel test are conducted over 7 days. The animals have free access to the wheel, water and food during the entire session. Complex wheels with dimensions previously described were constructed from laser-cut acrylic and assembled in laser-cut acrylic housings . Wheels were mounted on stainless-steel axles with polytetrafluoroethylene bearings. Rung arrangements were configured as previously described 7 . To measure wheel speed, infrared distance sensors were mounted above each wheel to identify the movement of individual rungs across the sensor path during the wheel’s rotation. Analog output from these sensors was logged along with timestamps using an Arduino. Up to six wheels were active simultaneously per experiment, and the speed of  7 Nf1 WT  mice does not differ among wheels, indicating similar performance of the wheels. Further hardware specifications are available upon request. Logged data from the Arduino-based monitoring system were processed in Matlab. The rotation of individual wheel rungs across the sensor path (rung intercepts) was identified via Matlab’s ‘findpeaks’ function. The data were then filtered to periods of active wheel rotation, defined as periods where rung intercepts occurred at less than 2-s intervals. One full revolution of each wheel was identified by a series of rung intercepts equal to the total number of rungs per wheel. The cumulative distance traveled by each mouse over the total number of revolutions in each experiment was calculated using the circumference of each wheel. Using a sliding window of size equal to the number of rungs per wheel, wheel speed was estimated by dividing the wheel circumference over the total time elapsed within a given sliding window. These values were then initially smoothed by moving average over 100-revolution intervals. Subsequently, average velocities were calculated and reported over a defined distance interval, such that mouse-to-mouse comparisons were made on the basis of total distance traveled. The code for complex wheel test analyses is available at Zenodo (10.5281/zenodo.10864194). Transmission electron microscopy Mice were killed and perfused with PBS followed by the Karnovsky’s fixative (2% glutaraldehyde and 4% paraformaldehyde in 0.1 M sodium cacodylate). The samples were kept in Karnovsky’s fixative for more than 3 weeks, then post-fixed in 2% osmium tetroxide (EMS 19100) for 2 h at room temperature, washed three times with ultrafiltered water and then en bloc stained 1% uranyl acetate (EMS 541-09-3) overnight at 4 °C. Samples were then dehydrated in graded ethanol (30%, 50%, 75% and 95%) for 15 min each at 4 °C; the samples were then allowed to equilibrate to room temperature and were rinsed in 100% ethanol two times, followed by propylene oxide (EMS 20401) for 15 min. Samples were infiltrated with EMbed-812 resin (EMS 14120) mixed 1:1 with propylene oxide for 2 h followed by 2:1 EMbed-812/propylene oxide for 2 h. The samples were then placed into EMbed-812 for 2 h and then placed into TAAB capsules filled with fresh resin, which were then placed into a 65 °C oven overnight. Sections were taken at 80 nm on a Leica Ultracut S (Leica) and mounted on 100 mesh Cu grids (EMS FCF100-Cu). Grids were contrast stained for 30 s in 3.5% uranyl acetate in 50% acetone followed by staining in 0.2% lead citrate for 2 min. Samples were imaged using a JEOL JEM-1400 transmission electron microscope at 120 kV, and images were collected using a Gatan Orius digital camera. The g-ratio, defined as the axonal diameter in its short axis divided by the diameter of the entire fiber in the same axis (axonal diameter/axonal diameter + myelin sheath), was measured using ImageJ. A total of 54–209 myelinated axons were quantified for each animal from 2–10 ×6,000 transmission electron micrographs. The number of myelinated axons was quantified from 16–25 ×6,000 transmission electron micrographs. Human iPS cell-induced OPCs Human iPS cells were CRISPR–Cas9-engineered to harbor patient-derived  NF1  mutations as previously described by the Washington University Genome Engineering and iPSC Core Facility (GEiC) . Human iPS cells were differentiated into hiPSC-derived OPCs (iOPCs) as previously described 54 . Briefly, iPS cells were induced into embryoid bodies by seeding 40,000 iPS cells at the bottoms of ultralow cell attachment U-bottom 96-well plates, and incubating them for 5 days in neural induction medium (NIM) (Dulbecco’s modified Eagle medium (DMEM)/F12, 1% nonessential amino acids and 1× N-2 supplement). Subsequently, the embryoid bodies were transferred onto poly- 57 l -ornithine/laminin-coated six-well plates and incubated for 11 days in NIM supplemented with 20 ng ml −1  bFGF (PeproTech) and 2 µg ml −1  heparin (STEMCELL Technologies); 3 days in NIM supplemented with 100 nM retinoic acid (Sigma-Aldrich); 7 days in NIM supplemented with 100 nM retinoic acid, 1 µM purmorphamine (STEMCELL Technologies) and 1 × B-27; and then 11 days in NIM supplemented with 10 ng ml −1  bFGF, 1 µM purmorphamine and 1 × B-27. For OPC maturation and maintenance, the OPC colonies were incubated for 120 additional days in glial induction medium (DMEM/F12, 1× N1 (Sigma-Aldrich), 1× B27, 60 ng ml −1  T3, 100 ng ml −1  biotin (Sigma-Aldrich) and 1 µM cAMP (PeproTech)) supplemented with 10 ng ml −1  PDGF-AA, 10 ng ml −1  IGF-1 and 10 ng ml −1  NT3. Mouse OPC culture and differentiation assay P4-5 mouse pups were rapidly decapitated and brains were processed in Hibernate-A medium (Thermo Fisher Scientific,  A12475 -01). Resulting tissue was enzymatically disassociated in buffer containing HEPES–Hanks’ Balanced Salt Solution (HBSS) with DNase (Worthington Biochemical  LS002007 ) and Liberase (Roche Applied Sciences 05401054001) at 37 °C on a rotator. Then, tissue mixture was triturated with a 1,000-μl tip and passed through a 100-μm cell strainer. OPCs were isolated using the CD140 (PDGFRα) Microbead kit (MACS, Miltenyi Biotec 130-101-502) according to the manufacturer’s instructions. A total of 30,000 cells were seeded per well, on laminin-coated (Thermo Fisher Scientific, 23017015) cover slips in a 24-well plate. OPC proliferation medium containing DMEM (Thermo Fisher Scientific, 11320082), GlutaMAX (Invitrogen, 35050-061), sodium pyruvate (Invitrogen, 11360070), MEM nonessential amino acids (Thermo Fisher Scientific, 11140076), antibiotic–antimytotic (Gibco), N21-MAX (R&D systems, AR012), trace elements B (Corning, 25-022-Cl), 5 mg ml −1 \n N -acetyl cysteine (Sigma-Aldrich, A9165), 10 ng ml −1  PDGF-AA (Shenandoah Biotechnology, 200-54), 10 ng ml −1  ciliary neurotrophic factor (PeproTech, 450-13) and 1 ng ml −1  NT3 (PeproTech, 450- 03) was used. OPCs were incubated in this proliferative medium for 3 days to allow for proliferation. After the cells were incubated in OPC proliferative medium for 3 days, they were switched to differentiation medium. This consists of OPC proliferation medium without the growth factors PDGF-AA and NT3. Half medium change was done every other day, and the differentiation assay continued for 6 days after the start of incubation with the differentiation medium. On the sixth day, cells were fixed with 4% paraformaldehyde for 20 min and incubated in HBSS until immunohistochemistry. All in vitro experiments were performed in triple wells (technical replicate) and independently replicated (biological replicates). Western blot Snap-frozen whole mouse brains or iOPC pellets were lysed in 200 μl RIPA buffer (Fisher) supplemented with protease and phosphatase inhibitor cocktails (Cell Signaling Technology). Thirty micrograms of total protein of each sample was analyzed by western blot using antibodies, including rabbit anti-phospho-AKT T308  (Abcam ab38449, 1:500), rabbit anti-AKT (Cell Signaling Technology, 9272S, 1:1,000) and mouse anti-α–tubulin (Cell Signaling Technology, 3873S, 1:5,000). The membranes were imaged using a Li-Cor Odyssey Fc system and protein band intensities were analyzed using Li-Cor Image Studio Software (version 2.0). Relative expression of phospho-AKT T308  was calculated after normalization to total AKT levels and using α-tubulin as a loading control. A minimum of four independent brain samples or independently generated iOPC pellets were used for each genotype. Stereology White matter volume was measured with the Cavalieri method by marking grid points over an area of interest and calculating with the Cavalieri Estimator in Stereo Investigator (v2023.1.2), as described previously . 58 Demyelination with lysolecithin As the positive control for the cleaved caspase-3 immunostaining, 1 µl of lysolecithin (Sigma, 62963) was sterotaxically injected into cingulum (AP, +1 mm; ML, −1 mm; DV, −1.3 mm) of 4-week-old WT mice using Hamilton Neuros syringe (1701RN-65460-05) over 5 min with 0.2 µl min −1  flow rate. Animals were transcardially perfused 1 week later. CatWalk gait analysis Mice (15 weeks of age) were tested on the CatWalk system (Noldus) before the complex wheel test. The test was performed as previously described  in the dark with at least three successful runs recorded for each mouse. Data were analyzed with CatWalk XT 9.0 (Noldus). 4 RAS activity assay RAS activity assays (Cell Biolabs, STA-440) were performed on fresh flash-frozen hippocampi homogenized in the provided lysis buffer supplemented with aprotinin, leupeptin and phenylmethylsulfonyl fluoride. A total of 0.4–1 mg ml −1  of lysate was assayed per well, and the RAS activation enzyme-linked immunosorbent assay was performed following the manufacturer’s instructions. Each assay was performed using a minimum of three independently generated biological replicates. Data from these colorimetric assays were collected on a Bio-Rad iMark microplate reader and analyzed using MPM6 v6.3 (Bio-Rad Laboratories) software. In Extended Data Fig.  7a , one outlier was excluded from the  Kras +/ −  group (1.097) and one from the  Kras +/− ; Nf1 +/neo  group (0.977) using the Grubbs test ( α  = 0.05). Spatial transcriptomics For tissue optimization, ten serial sections of 10-μm thickness from a representative sample were subjected to bulk RNA extraction (Qiagen RNeasy Mini Kit, Qiagen) and RNA integrity number analysis (Bioanalyzer, Agilent). Seven serial sections of 10-µm thickness were collected on a Tissue Optimization slide (10x Genomics), hematoxylin and eosin (H&E) stained and subjected to permeabilization over a range of time points (3–30 min), followed by on-slide reverse transcription and fluorescent complementary DNA synthesis. Fluorescent cDNA footprint was imaged (Keyence BZ-X800, Keyence) and analyzed to obtain the appropriate permeabilization time for gene expression studies. To analyze gene expression, 10-µm sections from fresh frozen OCT-embedded mouse brain tissue samples were collected on Visium Gene Expression Slides (10x Genomics). Sections were H&E stained and imaged (Keyence BZ-X800). Sections were permeabilized for 10 min, followed by reverse transcription, cDNA synthesis, cDNA amplification and next-generation sequencing library preparation as per the manufacturer’s protocol (10x Genomics). For sequencing, indexed libraries were pooled and sequenced over NovaSeq 6000 (Illumina) to obtain a minimum of 50,000 reads per spot (250M reads per section). Raw sequencing reads were parsed through the Spaceranger analysis pipeline (10x Genomics) to generate the final readout. The analyses were performed using Loupe Browser (6.0.0). Statistics and reproducibility Data analyses were performed using Prism GraphPad (v8.4.1). The normality of each group was determined by Shapiro–Wilk test. We did not assume equal variances. Comparisons between two normally distributed groups were analyzed using unpaired  t -tests with Welch’s correction. Multiple comparisons among normally distributed groups were analyzed using Brown–Forsythe and Welch analysis of variance (ANOVA) tests with Dunnett’s T3 correction for multiple comparison. Kruskal–Wallis test with Dunn’s correction for multiple comparison was used for comparisons involving data that do not pass the Shapiro–Wilk test. Statistical tests used were indicated in the figure legends with  F  and  P  values. Statistical significance was set at  P  ≤ 0.05. All data are presented as mean values with standard error of mean (s.e.m.). The number of biological samples used in the in vivo experiments is indicated in the figure legends. Animals in each litter were randomly assigned to experimental groups. Data from multiple litters, each containing various genotypes, were pooled for analyses. Mouse ear tag and cage identifiers, with no additional information, were available to investigators who performed data collection and analyses. All in vitro tests were repeated at least three independent times with similar results. In motor learning tests, sample sizes were chosen on the basis of power calculations of pilot cohorts (80% power and significance level of 0.05). Sample sizes for other experiments were based on and similar to previously published studies . Statistically significant outliers (based on Grubbs’ test) were excluded and indicated in figure legends. 4 – 9 Materials availability The reagents described herein are freely available and can be obtained by contacting the corresponding authors and with a standard materials transfer agreement. Reporting summary Further information on research design is available in the  Nature Portfolio Reporting Summary  linked to this article. Materials availability The reagents described herein are freely available and can be obtained by contacting the corresponding authors and with a standard materials transfer agreement.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:36:03.259647",
  "abstract_length": 1356,
  "methods_length": 20803,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}