{
  "pmid": "PMID:38900740",
  "title": "Revisiting the NPcis mouse model: A new tool to model plexiform neurofibroma.",
  "abstract": "Neurofibromatosis Type I (NF1) is a rare genetic disorder. NF1 patients frequently develop a benign tumor in peripheral nerve plexuses called plexiform neurofibroma. In the past two decades, tissue-specific Nf1 knockout mouse models were developed using commercially available tissue-specific Cre recombinase and the Nf1 flox mice to mimic neurofibroma development. However, these models develop para-spinal neurofibroma, recapitulating a rare type of neurofibroma found in NF1 patients. The NPcis mouse model developed a malignant version of neurofibroma called malignant peripheral nerve sheath tumor (MPNST) within 3 to 6 months but intriguingly without apparent benign precursor lesion. Here, we revisited the NPcis model and discovered that about 20% display clinical signs similar to Nf1 tissue-specific knockout mice models. However, a systematic histological analysis could not explain the clinical signs we observed although we noticed lesions reminiscent of a neurofibroma in a peripheral nerve, a cutaneous neurofibroma, and para-spinal neurofibroma on rare occasions in NPcis mice. We also observed that 10% of the mice developed a malignant peripheral nerve sheath tumor (MPNST) spontaneously, coinciding with their earring tag identification. Strikingly, half of the sciatic nerves from NPcis mice developed plexiform neurofibroma within 1-6 months when intentionally injured. Thus, we provided a procedure to turn the widely used NPcis sarcoma model into a model recapitulating plexiform neurofibroma.",
  "authors": "Camille Plante; Teddy Mohamad; Dhanushka Hewa Bostanthirige; Michel Renaud; Harsimran Sidhu; Michel ElChoueiry; Jean-Paul Sabo Vatasescu; Mikael Poirier; Sameh Geha; Jean-Philippe Brosseau",
  "journal": "PloS one",
  "publicationDate": "2024",
  "doi": "10.1371/journal.pone.0301040",
  "methods": "Methods Mice All mice were housed in the Animal Care Facility at the Université de Sherbrooke. We follow the principles of laboratory animal care (NIH publication No. 86–23, revised 1985). All procedures were approved by the Animal Research Ethics Committee of the Université de Sherbrooke in accordance with the Canadian Council on Animal Care standards. All mouse strains were maintained in a room with 12/12 (day/night) light cycle with a temperature of 70-72°F. NPcis and Hoxb7-cre  Nf1 \n f/f  mice were rederived on C57bl/6 background. Genotyping was performed by PCR as reported elsewhere [ 14 ,  21 ]. The investigators were not blinded to the group allocation during the experiment. No mice were excluded for any reason. When a point limit or end of the experiment is reached, mice are euthanized using isoflurane 5% mixed with oxygen (1–2 L/min), followed by asphyxiation using CO 2 . Tissues are collected and whole spinal cord dissection is performed as described elsewhere [ 23 ]. To perform sciatic nerve-induced injury, one-month-old mice were anesthetized by isoflurane 5% mixed with oxygen (1–2 L/min) and subsequently placed on a warmed surgery plate maintained around 85°F and mounted with a mask to maintain anesthesia (2% isoflurane). A cream is applied to the eyes to prevent dryness. The lower back is shaved and subsequently depilated using the NAIR ™  cream. Excess is removed after 1–2 min. A skin incision was made above the sciatic nerve using extra fine Bonn scissors (#14084–08). Upon locating the sciatic nerve in the quadricep muscle cavity with a fine curved twizzer (#91117–10). For the “needle” strategy, a 27G needle was used to perforate the sciatic nerve and disrupt the nerve fibers longitudinally in a few bundles. For the “cut” strategy, the peroneal and tibial nerve were cut at the sciatic nerve ramification (sparing the sural nerve) using extra fine Bonn scissors (#14084–08). The sciatic nerve was placed back in the muscle cavity. The skin was sutured using monocryl 4–0 wire (adsorbable). At the end of the surgery, the mask is removed, and the mouse is allowed to recover on the warmed plate until the mouse is ambulant. Mice are closely follow-up for tumor formation. Histological characterization Tissues were fixed in 10% formalin-buffered solution for at least 48 hours and subsequently washed with EtOH 70%. Then all samples were transferred to the Histology Research Core of the FMSS at the Université de Sherbrooke, for their circulation and inclusion. Briefly, tissues were paraffin-embedded (Thermo Fischer Varistain or Citadel 2000), were sectioned at 5 μm using a microtome (Leica Histocore Multicut) and were allowed to dry on Diamond white glass microscope slides (Globe Scientific; #1358W) at room temperature (r.t.). Hematoxylin and eosin (H&E) staining was performed using Gill 3 hematoxylin (Thermo Scientific, 72604), followed by short washes with acidic water and ammoniacal water and eosin-Y in 1% alcoholic solution (Fischer Scientific, #245827) as counterstaining. Mast cell staining was performed using a solution of 0,1% toluidine blue followed by overnight air drying. For immunohistochemistry, the Vecta Stain Elite ABC kit (Vectorlabs, PK-6100) was used according to the manufacturer’s protocol. The following primary antibodies were used in the immunohistochemistry studies: S100 (Agilent Technologies, GA-50461-2); desmin (abcam, ab15200); SMA (GeneTex, GTX100034); Nf1 (Santa Cruz, sc-376886); p53 (Santa Cruz, sc-126); Iba1 (Fujifilm, 019–19741). The pathologist (S. Geha) reviewed the histologies. For immunohistochemistries in “Fig 4c”, slides were treated with a solution of 3% H 2 O 2  in NaOH 0.5N for 20 min to depigment the skin. qPCR qPCR was performed using gene-specific primers and cDNA from RNA extracted from FFPE (formalin-fixed paraffin-embedded) histology slides based on the RNeasy FFPE kit (Qiagen; 73504). Briefly, a scalpel was used to grossly dissect the tissue of interest from FFPE slides (3 slides per tissue/mouse were pooled for each replicate) and process following the manufacturer`s recommendation using xylene as the deparaffinization solution, proteinase K in Tris Guanidinium thiocyanate 4M as the lysis solution (15 min, 55°C, then 15 min, 80°C) and NH 4 Cl 5M as the demodification solution (20 min, 95°C) as previously done [ 24 ]. The resulting column-based purified total RNA extract was quantified using Nanodrop and 150 ng from each sample were submitted to a reverse transcription reaction using Roche Transcriptor ™  and N6 random primers. Finally, cDNA was diluted with 440 uL of RNase DNase free water and used as template for a qPCR reaction using primers specific for  Nf1  (Nf1_F  5`-GCAACTTGCCACTCCCTACTGA-3` ; Nf1_R  5`- ATGCTGTTCTGAGGGAAACGCT-3` );  p53  (p53_F  5`-CTGCACTTGGATCGGGAAGT-3` ; p53_R  5`- GCCACGAAAACAAAGTCCCC-3` ) and  GAPDH  (GAPDH_F  5`-TGACGTGCCGCCTGGAGAAA-3` ; GAPDH_R  5`- TGACGTGCCGCCTGGAGAAA-3` ) as housekeeping gene in the 2X SyBr Green mix buffer (Quantabio, 95054-02K) under the following cycling conditions: 95°C, 3min; [(95°C, 15sec, 60°C, 30sec, 72°C, 30sec) X 50], 72°C, 5min. Relative expression was calculated using qBase [ 25 ]. Statistical analyses A Fischer exact t-test “Figs  1d  and 5b” or a one-way ANOVA “Fig 7c” was performed to determine if the two groups were different (P = 0.05 or below). 10.1371/journal.pone.0301040.g001 Fig 1 NPcis derived sarcoma penetrance and tissue distribution. a-c  Pie chart representing the  a  percentage of mice developing sarcomas,  b  the sarcoma tissue sub-location and  c  the sarcoma body distribution.  d  Sarcoma incidence in relation to mouse sex. NPcis males [24/33 (72%)] develop more frequently sarcoma than NPcis females [10/15 (40%)].  e  Representative H&E and S100, desmin and SMA immunohistological sarcoma characterization from NPcis mice in low (upper panels, scale bar equals to 5 mm) and high (bottom panels, scale bar equals to 100 μm) magnification.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:30:36"
}