{
  "pmid": "38913608",
  "abstract": "Neurofibromatosis type 1 (NF1) is a complex genetic disorder that affects a range of tissues including muscle and bone. Recent preclinical and clinical studies have shown that Nf1 deficiency in muscle causes metabolic changes resulting in intramyocellular lipid accumulation and muscle weakness. These can be subsequently rescued by dietary interventions aimed at modulating lipid availability and metabolism. It was speculated that the modified diet may rescue defects in cortical bone as NF1 deficiency has been reported to affect genes involved with lipid metabolism. Bone specimens were analyzed from wild type control mice as well as Nf1Prx1-/- (limb-targeted Nf1 knockout mice) fed standard chow versus a range of modified chows hypothesized to influence lipid metabolism. Mice were fed from 4 weeks to 12 weeks of age. MicroCT analysis was performed on the cortical bone to examine standard parameters (bone volume, tissue mineral density, cortical thickness) and specific porosity measures (closed pores corresponding to osteocyte lacunae, and larger open pores). Nf1Prx1-/- bones were found to have inferior bone properties to wild type bones, with a 4-fold increase in the porosity attributed to open pores. These measures were rescued by dietary interventions including a L-carnitine + medium-chain fatty acid supplemented chow previously shown to improve muscle histology function. Histological staining visualized these changes in bone porosity. These data support the concept that lipid metabolism may have a mechanistic impact on bone porosity and quality in NF1.",
  "methods": "Materials and methods Animal ethics and husbandry Prx-Cre  transgenic mice [ 15 ] supplied by Jackson Laboratory (Bar Harbor, ME, USA) and  Nf1  mice [ flox/flox 16 ] supplied by the National Cancer Institute (Bethesda, MD, USA) were crossbred to generate  Nf1 Prx1 -/-  mice after two generations of breeding. Mice were bred at the Children’s Hospital at Westmead Transgenic Facility and were given access to standard rodent chow and water ad libitum. Genotyping was performed by quantitative real-time PCR for the  Cre  and  Nf1  alleles by TransnetYX Inc (Cordova, TN, USA).  flox Nf1 Prx1 -/-  mice are smaller than their littermates and were given daily 0.1 mL saline injections until four weeks of age, which was found to improve their health. All animal experiments were approved by the local Animal Ethics Committee under protocol K319. Study design and dietary formulae Bone specimens were analyzed from a prior published mouse study that examined the  Nf1 Prx1 -/-  muscle phenotype in response to dietary interventions [ 13 ]. To summarize, n = 70 female  Nf1 Prx1 -/-  mice (n = 10/group) were fed  ad libitum  either standard AIN93M rodent chow, or one of six other AIN93M-modified diets altered to reduce LCFA intake and improve lipid metabolism ( Fig 1 ). Feeding started at 4 weeks. Cages of  Nf1 Prx1 -/-  mice were randomly assigned to the dietary treatment groups. Female WT littermates (n = 8) were fed standard AIN93M chow. After eight weeks of dietary intervention, mice were euthanized via cervical dislocation. Tibiae were wrapped in saline soaked gauze and stored at -80°C for radiographic and histomorphometry analysis, with micro-computed tomography analysis as the primary outcome. 10.1371/journal.pone.0304778.g001 Fig 1 The overview of the dietary intervention and outcome assessments involved in the NF1 study. A total of 70  Nf1 Prx1 -/-  mice were fed with a standard AIN93M chow or one six modified chows for 8 weeks. 8 wild type mice fed AIN93M chow were included as controls. Tibial samples were harvested for microCT analysis and histomorphometry. Details of the ingredients of the therapeutic diets have been stated in the original muscle paper [ 13 ]. Briefly, standard AIN93M rodent chow pellets contained digestible energy, carbohydrates, protein, and total fats. All modified diet formulas were designed to have a base nutritional composition equivalent to AIN93M, except for the low-fat chow. The low-fat diet had 1.8% fat, which was compensated for by a higher amount of carbohydrates (68.6%) and 15.0 MJ/kg of digestible energy. Addition of supplements was based on standard chow consumption rates (Specialty Feeds, WA, Australia). L-carnitine was added to AIN93M or high MCFA chow at a concentration of 1.71 g/kg to achieve an optimal daily dose of 300 mg/kg for rodents. The L-carnitine/MCFA diet was also given 5/7 days per week to model the effect of regular ‘cheat days’. The mitochondrial cocktail chow was supplemented by L-carnitine, CoQ10 (20 mg/kg/mouse/day), creatine (10 mg/kg/mouse/day), and riboflavin (active vitamin B2; 12 mg/kg/mouse/day). Octanoic acid (C8:0, 2.8%) was included as the predominant lipid source in the high MCFA chow. Chows derived from AIN93M and the low-fat chow utilized LCFAs (≥C16:0) as their fat source. Micro-computed tomography (microCT) analysis Bone samples were analyzed  ex vivo  with high (3.2 μm voxel) resolution by microCT (Bruker SkyScan 1272, Kontich, Belgium). Right tibiae (n = 78) were imaged at an isotropic voxel resolution of 3.2 μm, exposure time of 3500 ms, using 0.5 mm aluminium filter, 50 kV x-ray tube voltage, and 200 μA tube electric current. All cross-sectional images were reconstructed using a 0–0.11 greyscale (NRecon Software version 1.1.17; Bruker) and straightened by DataViewer Software version 1.5.6.2 (Bruker). Analysis of bone morphometric parameters was performed using CTAn Software version 1.17.7.2 (Bruker). The volume of interest (VOIs) for analyzing the cortical bone tissues were defined in CTAn according to mouse genotype. For WT group cortical bone VOI commenced at 5 mm below the metaphyseal growth plate and distally extended for another 0.5 mm. For  Nf1 Prx1 -/-  tibiae (all treatment groups), the cortical bone VOI was defined to start from 3mm below the growth plate due to the smaller bone size. The segmentation threshold for 3D morphometric analysis was determined using a density-based, global threshold of 0.4 grams hydroxyapatite (gHA)/cm 3 . Major bone morphometric parameters calculated by CTAn and reported in bone analysis included: bone volume (BV), bone volume fraction (BV/TV), tissue mineral density (TMD), and cortical thickness (Ct.Th). Representative 3D images of the tibia coronal cut were obtained from Drishti Volume Exploration and Presentation Software version 1.0. In addition, parameters associated with closed and open intracortical pores were analyzed for NF1 based on protocols supplied by Bruker microCT Systems (Dr Phil L Salmon) MN058 “Osteocyte and blood vessel analysis in cortical bone”, MN010 “3D visualization of open and closed porosity”, MN011 “Advanced Porosity Analysis”, MN059 “Porosity analysis”. The workflow involved making a white mask of the cortical bone on slices within the ROI (cortical bone with porosity), performing a closing operation and coarse despeckling (cortical bone, no porosity), and comparing with a fine despeckling function of <300 voxels (cortical bone, no small pores). Generated 3D models can be opened and overlayed in CTVol with the blood vessels colored red and osteocytes blue. Tibial length measurement For  Nf1 Prx1 -/-  mice and their WT littermates, the measurement of right tibial length was taken from X-ray images (Faxitron MX-20, Wheeling IL, USA) corresponding to the distance from the middle of the proximal articular surface to the distal-most projection of the medial malleolus. The average of three independent measurements was taken for each specimen. Bone histological analysis From results of the tibial open pore porosity microCT analysis, the median specimens were chosen and fixed in 10% neutral buffered formalin (NBF) overnight and subsequently decalcified in  in situ  decal solution (0.34 M EDTA, PFA, pH 8.0) for two days and then 0.34 M EDTA (pH 8.0) for 10 days at 4°C. Decalcified femurs were then paraffin-embedded and cut to 5 μm sections. Histological staining was performed on the sections following standard protocols. Ploton silver nitrate stain was performed to stain the lacuna-canalicular network as previously described by Mazur  et al . [ 17 ]. Matrix Gla protein (MGP) immunohistochemistry, a local calcification inhibitor secreted primarily by chondrocytes and vascular smooth muscle cells [ 18 ], was also performed to identify any correlations between MGP expression and pore size. Specimens were treated as previously described [ 19 ], substituting antibodies with an anti-mouse MGP primary (1:100 dilution; 1 mg/mL #PA5-76797 Thermo Fisher Scientific, MA, USA) and a biotinylated Goat Anti-Rabbit (1:200 dilution; BA-1000-1.5, Vector Laboratories, CA, USA). Slides were counterstained with Harris hematoxylin and imaged using the Aperio CS2 slide scanner (Leica, Germany). Statistical analysis Data are expressed as the mean ± SD, with medial representative images used for representative histology. Four bones were excluded from analysis (WT N = 1,  Nf1 Prx1 -/-  N = 3) due to damage to the growth plate during harvesting that prevented definition of the VOIs. One-way analysis of variance (ANOVA) testing was carried out to calculate the statistical significance of obtained data. Dunnett’s post hoc multiple comparisons tests were performed on the datasets to identify differences between each group and the  Nf1 Prx1 -/-  standard control group. All tests were performed on GraphPad Prism 9 (GraphPad Software, San Diego, USA) with a p<0.05 considered statistically significant. Blinding of genotype and/or treatment was infeasible during treatment but was applied where possible during post-study analysis.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:36:12.976698",
  "abstract_length": 1578,
  "methods_length": 8065,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}