{
  "pmid": "38923593",
  "abstract": "The skin manifestations of neurofibromatosis 1 significantly reduce health-related quality-of-life. However, data on the utility of existing surveys in capturing neurofibromatosis 1 skin treatment outcomes are lacking. This quantitative study examined the relationship between clinician-rated severity and visibility and patient-rated itch and quality-of-life (QoL) to (1) establish baseline levels of skin- and condition-specific-related QoL, itch, depression and anxiety; (2) identify patient concerns to inform the development and evaluation of skin interventions; and (3) compare the sensitivity of different QoL measures. Validated scales included Skindex-29, Dermatology Life Quality Index (DLQI), Neurofibromatosis 1-adult quality-of-life (NF1-AdQOL) questionnaire, and the Hospital Anxiety and Depression Scale (HADS). We recruited 100 participants (response rate: 95%). Of these, 42% reported itch and 23% had probable clinical anxiety. Our cohort had higher levels of anxiety and total HADS scores compared to a control population. Using multivariate regression analysis, increasing visibility significantly predicted poorer QoL using the Skindex-29, NF1-AdQOL, and DLQI (p < 0.05); and itch significantly predicted worse QoL in Skindex-29 and NF1-AdQOL (p < 0.05). The highest mean scoring questions in Skindex-29 and NF1-AdQOL concerned worry about worsening skin disease and embarrassment. The highest mean scoring questions in DLQI were regarding itch, pain, and embarrassment. Items asking specifically about cutaneous neurofibromas (cNF) scored higher than comparable skin-specific questions (t-test p value <0.05). In summary, this study provides insights into the factors contributing to impaired QoL, anxiety, and mood in NF1 patients with cutaneous neurofibromas. Key factors identified for use in cNF measures include visibility, itch, anxiety, embarrassment, fears of worsening skin disease, and cNF-specific questions.",
  "methods": "2 METHODS A cross‐sectional cohort study examined the health and QoL of adults with NF1 attending a clinical genetics and dermatology clinic in Australia. Laser treatments and surgical excisions of primarily cNFs are performed at this clinic. This research was approved by the Northern Sydney Local Health District Ethics Committee (reference 2019/ ETH08177 ). All participants provided written informed consent. 2.1 Participants and recruitment NF1 patients attending the NF1 skin clinic (July 2015–August 2021) were invited to participate in the study if they were >18 years of age and able to provide informed consent and complete surveys written in English. For adult patients with an intellectual disability a parent/guardian completed a survey on their behalf. 2.2 Instrumentation We used the skin‐specific QoL survey, Skindex‐29 (30 items) (Mapi Research Trust, Lyon, France), and the NF1‐specific QoL survey, NF1‐AdQOL (31 items), that measure the impact of disease on QoL within three domains: physical symptoms, emotions and functioning. \n ,  28 \n \n  [ 30 \n Skindex‐29 contact information and permission to use: Mapi Research Trust, Lyon, France ]. Responses were converted to a linear scale from 0 (no effect) to 100 (effect all the time). The 10‐item Dermatology Life Quality Index (DLQI), which assesses five domains (feelings, daily activities, leisure, work/school, personal relationships, and treatment) was added in May 2016. \n  Each question response is given a score from 0 to 3 with a maximum total of 30 reflecting the highest degree of impairment. 29 \n \n  The Hospital Anxiety and Depression Scale (HADS) was introduced in May 2018. 29 \n \n  HADS is a 14‐question self‐rating scale assessing depression (7 items) and anxiety (7 items). A score of ≥11 in either subdomain indicates a high probability of a mood disorder. 34 \n \n  Additional exploratory ad hoc questions were included regarding skin concerns. 34 \n 2.3 Clinical assessment The treating physician assessed participant symptoms that included the number of cNFs (0, 1–19, 20–99, 100–500, >500), presence of facial cNFs, disease severity (Riccardi Scale), \n  and visibility (Ablon Scale). 35 \n \n  The Riccardi Scale grades NF1 severity based on the impact of NF1 on health: grade 1 (mild features with no compromise of health) to grade 4 (intractable compromise of health managed with difficulty). 36 \n \n  The Ablon Scale evaluates the visibility of neurofibromatosis in a fully dressed individual: Grade 1, no visible tumors outside normal clothing to Grade 3, severe manifestations of NF1, including facial tumors, optic gliomas, and bone deformities. 35 \n \n  Assessments were made in face‐to‐face appointments. A minority of participants (<10), secondary to COVID‐19 lockdown restrictions, attended a telehealth consultation. These participants provided multiple photographs for clinician assessment. 36 \n 2.4 Procedure Surveys were completed in hard copy before the patient's first skin consultation in the skin clinic waiting room, or via an online survey (hosted by REDCap survey software) from 2020. \n \n 37 \n 2.5 Data analysis Patient demographics and survey scores were evaluated descriptively. Associations between disease visibility, disease severity, age, gender, itch, number, and presence of facial cNFs on QoL, anxiety, and depression scores, were explored using univariate linear regression. To account for potential confounding factors, multivariate linear regression was performed to evaluate the relationship between mental health and QoL scores and age, sex, visibility, and itch. Statistical assumptions underlying regression analysis including independence of observations, linearity, homoscedasticity, outliers, high leverage points, highly influential points, and multicollinearity were assessed for and met. Some of the analysis residuals were not normally distributed, however, residual distributions were symmetrical and did not pose a problem as per the central limit theorem. While multicollinearity was not present, Riccardi score (severity), presence of facial and total number of cNFs are metrics clinically and statistically positively correlated with visibility (Table  S5 ). A washing‐out effect on visibility was seen and these variables were removed from the multivariate linear regression. Skindex‐29, HADS, and DLQI scores were compared to published control populations using independent sample  t ‐tests. \n ,  38 \n \n ,  39 \n \n  Control cohorts were selected that had a comparable mean age and gender balance. Pearson correlation coefficients were used to assess correlations between the instruments. Wilcoxon signed‐rank tests were used to compare the median of comparable questions between the surveys.  40 \n p ‐values of <0.05 were considered statistically significant. All analyses were performed using SPSS, version 27.0 (IBM Corp.).",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:36:18.262982",
  "abstract_length": 1941,
  "methods_length": 4856,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}