{
  "pmid": "38931352",
  "abstract": "Neurofibromatosis type 1 (NF1) is a neurocutaneous disorder. Plexiform neurofibromas (PNFs) are benign tumors commonly formed in patients with NF1. PNFs have a high incidence of developing into malignant peripheral nerve sheath tumors (MPNSTs) with a 5-year survival rate of only 30%. Therefore, the accurate diagnosis and differentiation of MPNSTs from benign PNFs are critical to patient management. We studied a fluorine-18 labeled tryptophan positron emission tomography (PET) radiotracer, 1-(2-[",
  "methods": "4. Materials and Methods The materials and methods section describes the radiosynthesis and quality control of L-[ 18 F]FETrp, the in vitro evaluation of [ 18 F]FETrp in a biodistribution study, and the in vivo validation of L-[ 18 F]FETrp through static and dynamic PET scans, comparing the imaging results with FDG. We also performed immunohistostaining (IHC) studies to examine the enzyme expression levels for tryptophan metabolism.  4.1. Materials for Radiosynthesis of L-[ 18 F]FETrp The chemicals and supplies were purchased from vendors as reported. L-[ 18 F]FETrp was purified according to published procedures [ 22 ]. In brief, a semi-preparative chiral HPLC column equipped with a chiral HPLC guard column and a short C18 column was integrated into the PETCHEM module to facilitate the purification. Quality control of L-[ 18 F]FETrp was performed in an Agilent Infinity 1260 HPLC system. An Agilent ChemStation software (version C.01.07) was used for data analysis. The identity of the target radiotracer was authenticated by comparing the retention time of L-[ 18 F]FETrp with the non-radiolabeled reference standard L-FETrp. D-FETrp was used to determine the enantiomeric excess value of the radiotracer.  4.2. Radiolabeling Hardware and Software L-[ 18 F]FETrp was radiosynthesized in a custom-manufactured module purchased from PETCHEM Solutions Inc. (Pinckney, MI, USA). The module consists of four major components: (1) an input multiple vial positioner (MVP) for adding and drying aqueous [ 18 F]fluoride solution and transferring reaction reagents during radiolabeling, (2) an output MVP for venting the reaction vessel and rinsing the reaction mixture, (3) a purification compartment consisting of a semi-preparative chiral HPLC column and a short C18 column, and (4) a formulation MVP for L-[ 18 F]FETrp fraction collection and reformulation. The module features a small reaction vessel (1.5 mL) that allows flexible temperature control, multiple radioactivity detectors to monitor [ 18 F]fluoride transfer and elution, a reaction vessel, and mixture loading and purification. In addition, the system includes a six-position switching valve, a 5-mL sample loop, an isocratic HPLC pump, and an ultraviolet (UV) detector.  4.3. Radiosynthesis and Quality Control of L-[ 18 F]FETrp The radiosynthesis of L-[ 18 F]FETrp followed the reported procedures with minor modifications [ 22 ]. In brief, [ 18 F]fluoride (12–18 GBq) from a commercial source was trapped and released to a 1.5 mL reaction vessel, and the radiolabeling precursor (1–2 mg) in anhydrous acetonitrile (0.5 mL) was added to the reaction vessel containing dried [ 18 F]fluoride. The mixture was heated at 100 °C for 10 min. Upon completion of [ 18 F]fluoride incorporation, hydrochloric acid (aqueous solution, 2 M) in acetonitrile (0.5 mL, 1/1,  v / v ) was added to acidolyze the  tert -butyloxycarbonyl and  tert -butyl groups at 100 °C for 10 min. Then, the reaction mixture was neutralized with a basic solution (2 M NaOH, 0.25 mL) and passed through an Alumina N Sep-Pak and a C8 Sep-Pak for HPLC purification using the same mobile phase and conditions as we reported [ 22 ]. Quality control of the final radiopharmaceutical was performed in an Agilent 1260 Infinity system equipped with a Carroll-Ramsey radiation detector and an analytical chiral HPLC column. The analytical HPLC was used to determine the chemical purity, radiochemical purity, and enantiomeric excess. The isocratic mobile phase for analyzing the quality control samples consisted of 30% water and 70% USP ethanol at a flow rate of 1 mL/min. The detection wavelength was set at 230 nm. An optically pure and non-radiolabeled L-FETrp standard reference at a concentration of 1 µg/mL and a racemic mixture of L,D-FETrp at a concentration of 5 µg/mL were run in the analytical HPLC column to validate the system, according to our reported procedure [ 22 ]. The enantiomeric purity was determined using the ratio of the peak area differences to the summed areas of L- and D-[ 18 F]FETrp. An enantiomeric purity of no less than 90% was used for imaging studies. The L-[ 18 F]FETrp identity was authenticated by comparing the retention time between the radioactivity peak and optically pure non-radiolabeled reference standard. The retention time of the L-[ 18 F]FETrp radiometric peak within ±10% compared with the retention time of the L-FETrp UV peak is considered acceptable.  4.4. Biodistribution Study and PET Imaging All animal experiments followed applicable institutional and national guidelines for the care and use of animals. The study was approved by the Nemours Institutional Committee for the Care and Use of Animals. The NF1 mice were purchased from The Jackson Laboratory (Bar Harbor, ME, USA) and bred at Nemours. The triple mutant line from the vendor carries Trp53, Nf1, Suz12 mutations on chromosome 11 and develops tumors at approximately four months, which is similar to conditions found in human NF1 patients [ 25 , 48 ]. Genotyping was performed to determine Trp53, Nf1, and Suz12 triple mutant and wild-type mice [ 49 ]. The following polymerase chain reaction (PCR) primers were used for the genotyping: Trp53, TGGATGGTGGTATACTCAGAGC (common), CAGCCTCTGTTCCACATACACT (mutant forward), AGGCTTAGAGGTGCAAGCTG (wild-type forward); Nf1, GGTATTGAATTGAAGCAC (wild-type forward), TTCAATACCTGCCCAAGG (common), ATTCGCCAATGACAAGAC (mutant forward); Suz12, CAGGTCTTCGAATGCTGAGTC (common), AGAGAGGGAGAAGGAGAAGCA (wild- type reverse), CTTCACATCCATGCTGAGGA (mutant reverse). For biodistribution studies, two groups were included (Trp53, Nf1, and Suz12 triple mutant group and wild-type group). The mice were injected with L-[ 18 F]FETrp (0.7–2.2 MBq, 100 µL) via tail vein ( n  = 3–6 per study group) under 3–5% isoflurane in oxygen at 5, 30, 60, and 90 min post-injection, and euthanized. Heart, lung, liver, muscle, fat, pancreas, spleen, kidneys, stomach, blood, bone, and brain for both groups were harvested. All samples were weighed, and the radioactivity in these organs was assayed using an automated PerkinElmer 2480 gamma counter (Downers Grove, IL, USA) with a standard radiotracer dilution. Data were plotted to examine the biodistribution of L-[ 18 F]FETrp in the peripheral organs, tissues, and brains by normalizing the body weight and injected dose. The percentage of the injected dose per gram of tissue (ID%/g) was used to calculate the radiotracer uptake. The statistical analysis was performed with a two-tailed paired Student’s  t -test. The statistics were considered significant if the  p -value was less than 0.05.  Static and dynamic PET imaging in wild-type and NF1 tumor mice was performed in a PerkinElmer G4 microPET scanner. The animals were anesthetized using isoflurane in oxygen (3–5% isoflurane) five minutes before imaging. The mice were checked for lack of response to toe pinch before initiating the injection procedure; then, mice were injected with L-[ 18 F]FETrp in sodium acetate solution or FDG (0.8–2.2 MBq in 100 µL) via the tail vein. The mice were immediately placed onto the temperature-controlled imaging bed under 0.5–2% isoflurane/oxygen anesthesia for imaging duration. The respiration rate was closely monitored through a built-in scanner camera to prevent animals from moving in the chamber. Dynamic PET scans were performed for one hour in list mode immediately after injection of the radiotracer. Then, the animals were euthanized before regaining consciousness from deep isoflurane anesthesia, followed by cervical dislocation.  4.5. Image Reconstruction and Data Analysis Images were reconstructed on the G4 PET scanner with defined parameters. For 60-min dynamic scans, the list mode data were binned into six frames (10 min × 6). For the PET quantification, regions of interest (ROIs), including tumor, heart, brain, lungs, liver, kidney, and muscle, were defined manually on the six 10 min frames post-injection of L-[ 18 F]FETrp or FDG and applied to all other frames. ROIs were manually drawn with VivoQuant software version 4.0 (Invicro, Needham, MA, USA) following image normalization based on weight and injected dose, and PET imaging data analysis was performed using VivoQuant. The ROIs were drawn by a team member and validated by a nuclear medicine technologist to avoid any bias. The resulting quantitative data were reported in standardized uptake values (SUVs). SUVs were calculated as the ratio of regional averaged radioactivity (becquerel per cubic centimeter) to the injected radioactivity (becquerel per gram body weight). 4.6. Immunohistochemistry After PET imaging, the mice were euthanized. Tumors and other organs of interest were dissected and fixed with formalin. Formalin-fixed paraffin-embedded samples were created from our core lab following standard histological processing. The samples were cut at 5 µm on a Leica RM2255 microtome (Leica, Buffalo Grove, IL, USA) and floated onto Superfrost ®  Plus slides (Thermo Fisher Scientific, Fremont, CA, USA). The sections were heat immobilized for 60 min at 60 °C and stored at −20 °C until ready to stain. Slides were equilibrated to room temperature. The slides were then placed on the Leica Bond RX Stainer (Leica, Buffalo Grove, IL, USA), where they were dewaxed using Bond Dewax Solution (Leica, Buffalo Grove, IL, USA), then rinsed with Bond Wash Solution (Leica, Buffalo Grove, IL, USA). Heat retrieval was performed using the following conditions: ER 1 Citrate Buffer (Leica, Buffalo Grove, IL, USA) for 20 min at 100° for IDO staining, ER 2 EDTA (Leica, Buffalo Grove, IL, USA) for 20 min at 100° for TDO2 staining, ER 2-EDTA Buffer (Leica, Buffalo Grove, IL, USA) for 20 min at 100° for AHR staining. Then, the slides were stained using the Bond Polymer Refine Detection Kit (Leica, Buffalo Grove, IL, USA). The slides were incubated in their prospective antibodies for 30 min: indoleamine 2,3-dioxygenase rabbit monoclonal (1:100, Abcam, Cambridge, UK), AHR antibody mouse monoclonal (1:50, Santa Cruz, Dallas, TX, USA), antibody-TDO2, rabbit/IgG polyclonal (1:100, Proteintech, Rosemont, IL, USA), and then rinsed using Bond Wash Solution, followed by the Post Primary for 8 min and incubated in the Peroxide Block for 5 min. After additional rinses of Bond Wash Solution, the slides were developed in the 3,3′-diaminobenzidine (DAB) kits for 10 min, rinsed, and then counter-stained with hematoxylin from the kit. The slides were rinsed in deionized water, then removed from the Bond RX and placed on the Sakura Tissue-Tek ®  Prisma™ Automated Stainer (Sakura, Torrance, CA, USA), where they were dehydrated, cleared, and then mounted in Permount ®  (Thermo Fisher Scientific, Fremont, CA, USA). 4.7. Statistical Analysis  Continuous variables were summarized by means and standard deviations (means ± SD). Biodistribution data were summarized to present the radioactivity uptake in each organ over time for the two groups: wild-type control mice and Trp53, Nf1, and Suz12 triple mutant mice. Three-dimensional ROIs were manually drawn within PET images using VivoQuant 4.0 software. PET studies included static scans in NF1 tumor mice with L-[ 18 F]FETrp and FDG, dynamic PET scans in wild-type mice, and NF1 tumor mice with L-[ 18 F]FETrp and FDG. The statistical analysis was performed with a two-tailed paired Student’s  t -test with a significance level of <0.05 and a confidence level of 95%. 4.1. Materials for Radiosynthesis of L-[ 18 F]FETrp The chemicals and supplies were purchased from vendors as reported. L-[ 18 F]FETrp was purified according to published procedures [ 22 ]. In brief, a semi-preparative chiral HPLC column equipped with a chiral HPLC guard column and a short C18 column was integrated into the PETCHEM module to facilitate the purification. Quality control of L-[ 18 F]FETrp was performed in an Agilent Infinity 1260 HPLC system. An Agilent ChemStation software (version C.01.07) was used for data analysis. The identity of the target radiotracer was authenticated by comparing the retention time of L-[ 18 F]FETrp with the non-radiolabeled reference standard L-FETrp. D-FETrp was used to determine the enantiomeric excess value of the radiotracer. ",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:36:22.956797",
  "abstract_length": 500,
  "methods_length": 12192,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}