{
  "pmid": "38990917",
  "abstract": "BACKGROUND: Optic pathway glioma (OPG) is a feared complication to neurofibromatosis type 1 (NF1) since it can cause visual impairment in young children. The main goal of screening is to detect symptomatic OPGs that require treatment. Optical coherence tomography (OCT) has been suggested as a tool for detection of neuro-retinal damage. AIMS: To investigate whether the ganglion cell layer assessed by OCT is a reliable measure to identify and detect relapses of symptomatic OPGs in children with NF1. METHODS: Children (3-6 years) with NF1, with and without known OPG and children with sporadic OPG (S-OPG) resident in the Stockholm area, were invited and followed in a prospective study during a three-year period. Brain magnetic resonance tomography (MRI) had been performed in children with symptoms of OPG. Outcome measures were VA in logMAR, visual field index (VFI), average thicknesses of the ganglion cell-inner plexiform layer (GC-IPL), and peripapillary retinal nerve fiber layer (pRNFL). RESULTS: There were 25 children with MRI-verified OPG and 52 with NF1 without symptomatic OPG. Eyes from NF1 patients without symptoms of OPG showed significantly better results in all four analyzed parameters compared to eyes with NF1-associated OPG. Mean GC-IPL measurements seemed stable and reliable, significantly correlated to pRNFL (correlation coefficient (r) = 0.662, confidence interval (CI) = .507 to .773 p<0.001), VA (r = -0.661, CI = -7.45 to -.551, p<0.001) and VFI (r = 0.644, CI = .452 to .774, p<0.001). GC-IPL measurements were easy to obtain and acquired at considerably younger age than pRNFL (5.6±1.5 vs 6.8±1.3; p<0.001). CONCLUSIONS: The mean GC-IPL thickness could distinguish well between eyes with OPG and eyes without symptomatic OPG in children with NF1. As thinning of GC-IPL assessed with OCT could indicate underlying OPG, it should be included in the screening protocol of children with questionable VA measurements and in particular in children with NF1.",
  "methods": "Methods Children (3–6 years) with NF1, with and without known OPG and children with sporadic OPG (S-OPG) resident in the Stockholm area, were invited and followed in a prospective study during a three-year period. Brain magnetic resonance tomography (MRI) had been performed in children with symptoms of OPG. Outcome measures were VA in logMAR, visual field index (VFI), average thicknesses of the ganglion cell-inner plexiform layer (GC-IPL), and peripapillary retinal nerve fiber layer (pRNFL). Material and methods Patients Children (3–6 years) with NF1 without symptoms suggestive of OPG, children with NF1 and MRI-verified OPG as well as children with sporadic OPG (S-OPG) were consecutively invited and followed in a prospective study at Astrid Lindgren Children’s Hospital during a three-year period (first of January 2017- first of January 2020). All children were resident in the Stockholm area. Brain MRI was performed only in the presence of clinical symptoms suggestive of OPG. Children with NF1 without symptomatic OPG were followed according to a screening program prepared for the study purposes. The follow-up intervals for this group were as follows: every three months for children three to four years old, every six months for children five to six years old and yearly in children older than seven years. In the group with symptomatic and documented OPG the frequency of ophthalmological assessments depended on the degree of VI and the associated symptoms, as well as the MRI findings. Written informed consent from the parents/custodians was obtained before study enrollment. Ethical approval was obtained (2016/1749-31/4). A retrospective review was performed on all patients with OPG followed/treated in the Pediatric Oncology and/or Pediatric Neurosurgical Department at Astrid Lindgren’s Childrens’ Hospital at Karolinska University Hospital in Stockholm from first of January 2009 until first of January 2020 (study end). Patient data were obtained from medical documentation: clinical manifestation at the time of diagnosis (VI, neurological and/or endocrinological symptoms), age at OPG diagnosis, MRI findings (initial location and extension of the tumor as well as radiologic progression or regression), criteria to start treatment (visual decline or other), treatment regime (surgery, chemotherapy) as well as age at treatments and additional information such as cognitive deficit, specific learning problems, attention deficit hyperactivity disorder or autism spectrum disorders among patients with NF1. Magnetic resonance imaging Retrospective analyses of OPG localization at the time of diagnosis were performed as previously described [ 18 ]. Thereafter, baseline MRI images were compared with all subsequent MRI images (from diagnosis to the end of the study) to see whether changes (progression or regression) resulted in treatment changes. The changes on MRI were recorded as progression or regression. Of those who performed 1.5T, 40% repeated the examination at 3T (the rest repeated at 1.5T). Of those who performed 3T, 60% repeated the emanation at 3T while the rest were followed with 1.5T. Groups Eyes with age-normal VA and no VF defects were considered having no symptoms suggestive of OPG and thus the child did not undergo MRI, if no other clinical symptom (not ophthalmological) suggested otherwise. Three groups of eyes were determined: 1) Group “NF1 noOPG”; eyes without symptoms suggestive of OPG in patients with NF1. This group included both eyes from asymptomatic patients screened for OPG without having undergone MRI as well as the unaffected eye from NF1 patients with MRI verified unilateral OPG spread limited to the contralateral optic nerve. 2) Group “NF1-OPG”; eyes with MRI-verified NF1-associated OPG and 3) group “S-OPG”; eyes with MRI-verified sporadic OPG. Subjects underwent age-appropriate VA assessments, neuro-retinal measurements using OCT and automated VF examination. Outcome measures were VA, average GC-IPL, average pRNFL thicknesses and visual field index (VFI). The tumor-free eye from the cases with sporadic OPG, that is not NF1, were excluded from analyses. Visual acuity measurement Monocular VA was quantitively measured at as a young age as possible. In the youngest group VA was assessed with Teller acuity cards or Cardiff acuity cards [ 19 , 20 ] while older children were tested with Lea or KM (Konstantin Moutakis) cards [ 21 , 22 ]. Visual acuity was reported as logMAR units (higher logMAR values corresponding to lower VA). Maximum VA on the chart was -0.3. Prespecified values were used to describe qualitative VA: counting fingers (CF = 2.0), hand movement (HM = 2.5), light perception (LP = 3.0) and no light perception (NLP = 3.5) as previously shown [ 23 ]. In children ≥4 years of age VA at initial visit was compared with World Health Organization Categories of Childhood VI scale for reference. In children <4 years of age, mild VI was not defined but moderate VI was defined as > 0.5 VA = < 1.0 and severe VI as >1.0 VA = <1.7, in accordance to our previous study [ 18 ]. HD-OCT procedure Optical coherence tomography images were obtained using Cirrus HD-OCT device (Cirrus; Carl Zeiss Meditec, Dublin, CA, USA). Cirrus uses ganglion cell + inner plexiform layer (GC-IPL) to assess thickness of Ganglion Cell Layer therefore GC-IPL never gets thinner than measurement floor that is 31–45 μm [ 24 ]. The floor effect is obtained due to architectural support of IPL. Macular Cube 512×128 or 200×200 scan protocol and automated GC‐IPL analysis segmentation algorithm and optic disc 200×200 protocol incorporated into the Cirrus 6.0 software were used. The average GC-IPL and pRNFL thicknesses were studied and groups compared. Visual field assessment Visual fields were assessed with the Humphrey Field Analyzer perimetry as previously described [ 18 ]. The VFI is a single number that summarizes each patient’s visual field status as a percentage of the normal age-corrected sensitivity. It is approximately 100% in normal fields and approaches 0% in perimetrically blind fields. It provides improved correspondence to ganglion cell loss compared to mean deviation [ 25 ]. Statistics Descriptive statistics are presented as means and standard deviations (SD). T-test was used to report statistical difference between age at OPG diagnosis among children with NF1-associated OPG and sporadic OPG, age difference between first reliable VA and VF examination and between first reliable OCT examinations. The Generalized Linear Mixed Models (GLMM) of statistical package SPSS (ver.26) was used to compare the groups. The dependent variables were the VA, GC-IPL, pRNFL and VFI. The fixed factors were OPG group, age, the random factor was the examination time. Pairwise contrasts test was used to evaluate the difference between the NF1-OPG and NF1 noOPG groups. The follow-up analyses are made using a repeated measure correlation (rmc) script in R to evaluate for each subject the regression line of each variable during the follow-up time. The estimated means, provided by the GLMM represent estimates of the studied parameters. In addition, we have compared VA and GC-IPL results in children with NF1 without symptomatic OPG with previous studies on healthy typically developed children <18 years old [ 17 , 26 ].",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:36:27.698392",
  "abstract_length": 1989,
  "methods_length": 7311,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}