{
  "pmid": "PMID:39023130",
  "title": "Maternal obesogenic diet operates at the tumor cell of origin to increase incidence and decrease latency of neurofibromatosis type 1 optic pathway glioma.",
  "abstract": "BACKGROUND: Pediatric low-grade glioma incidence has been rising in the United States, mirroring the rising rates of pediatric and maternal obesity. Recently, children of obese mothers were demonstrated to develop brain tumors at higher rates. Importantly, obesity in the United States is largely driven by diet, given the prevalence of high-fat and high-sugar (HFHS) food choices. Since high-fat diet exposure can increase embryonic neuroglial progenitor cell (NPC) proliferation, the potential cells of origin for a low-grade glioma, we hypothesized that in utero exposure to an obesogenic diet would modify pediatric brain penetrance and latency by affecting the tumor cell of origin. METHODS: We employed several murine models of the neurofibromatosis type 1 (NF1) pediatric brain tumor predisposition syndrome, in which optic pathway gliomas (Nf1-OPGs) arise from neuroglial progenitor cells in the embryonic third ventricular zone (TVZ). We exposed dams and offspring to an obesogenic HFHS diet or control chow and analyzed fetal neurodevelopment at E19.5 and tumor formation at 6 weeks-3 months. RESULTS: Progeny from HFHS diet-exposed dams demonstrated increased TVZ NPC proliferation and glial differentiation. Dietary switch cohorts confirmed that these effects were dependent upon maternal diet, rather than maternal weight. Obesogenic diet (Ob) similarly accelerated glioma formation in a high-penetrance Nf1-OPG strain and increased glioma penetrance in 2 low-penetrance Nf1-OPG strains. In contrast, Ob exposure in the postnatal period alone did not recapitulate these effects. CONCLUSIONS: These findings establish maternal obesogenic diet as a risk factor for murine Nf1-OPG formation, acting in part through in utero effects on the tumor cell of origin.",
  "authors": "Ambrose Chan; Kailong Zhang; Gemma Martin; Sabiha Bano; Jit Chatterjee; Sarvika Mahto; Avery Wang; David H Gutmann; Nicole M Brossier",
  "journal": "Neuro-oncology",
  "publicationDate": "2024-12-05",
  "doi": "10.1093/neuonc/noae136",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-20 06:59:58"
}