{
  "pmid": "PMID:39093127",
  "title": "Early Detection of Malignant and Premalignant Peripheral Nerve Tumors Using Cell-Free DNA Fragmentomics.",
  "abstract": "PURPOSE: Early detection of neurofibromatosis type 1 (NF1)-associated peripheral nerve sheath tumors (PNST) informs clinical decision-making, enabling early definitive treatment and potentially averting deadly outcomes. In this study, we describe a cell-free DNA (cfDNA) fragmentomic approach that distinguishes nonmalignant, premalignant, and malignant forms of PNST in the cancer predisposition syndrome, NF1. EXPERIMENTAL DESIGN: cfDNA was isolated from plasma samples of a novel cohort of 101 patients with NF1 and 21 healthy controls and underwent whole-genome sequencing. We investigated diagnosis-specific signatures of copy-number alterations with in silico size selection as well as fragment profiles. Fragmentomics were analyzed using complementary feature types: bin-wise fragment size ratios, end motifs, and fragment non-negative matrix factorization signatures. RESULTS: The novel cohort of patients with NF1 validated that our previous cfDNA copy-number alteration-based approach identifies malignant PNST (MPNST) but cannot distinguish between benign and premalignant states. Fragmentomic methods were able to differentiate premalignant states including atypical neurofibromas (AN). Fragmentomics also adjudicated AN cases suspicious for MPNST, correctly diagnosing samples noninvasively, which could have informed clinical management. CONCLUSIONS: Novel cfDNA fragmentomic signatures distinguish AN from benign plexiform neurofibromas and MPNST, enabling more precise clinical diagnosis and management. This study pioneers the early detection of malignant and premalignant PNST in NF1 and provides a blueprint for decentralizing noninvasive cancer surveillance in hereditary cancer predisposition syndromes.",
  "authors": "R Taylor Sundby; Jeffrey J Szymanski; Alexander C Pan; Paul A Jones; Sana Z Mahmood; Olivia H Reid; Divya Srihari; Amy E Armstrong; Stacey Chamberlain; Sanita Burgic; Kara Weekley; Béga Murray; Sneh Patel; Faridi Qaium; Andrea N Lucas; Margaret Fagan; Anne Dufek; Christian F Meyer; Natalie B Collins; Christine A Pratilas; Eva Dombi; Andrea M Gross; AeRang Kim; John S A Chrisinger; Carina A Dehner; Brigitte C Widemann; Angela C Hirbe; Aadel A Chaudhuri; Jack F Shern",
  "journal": "Clinical cancer research : an official journal of the American Association for Cancer Research",
  "publicationDate": "2024-10-01",
  "doi": "10.1158/1078-0432.CCR-24-0797",
  "methods": "Experimental Design: cfDNA was isolated from plasma samples of a novel cohort of 101 patients with NF1 and 21 healthy controls and underwent whole-genome sequencing. We investigated diagnosis-specific signatures of copy-number alterations with  in silico  size selection as well as fragment profiles. Fragmentomics were analyzed using complementary feature types: bin-wise fragment size ratios, end motifs, and fragment non-negative matrix factorization signatures. Materials and Methods Healthy controls for plasma collection After obtaining written consent, healthy donor blood samples were obtained at a single time point from appropriately consented donors at the NIH Department of Transfusion Medicine [NIH protocol  NCT00001846 , NIH Intramural Institution Review Board (IRB) identifier 99-CC-0168] and Washington University in St. Louis (WUSTL) Clinical Translational Research Unit [WUSTL protocol  NCT04354064 , WUSTL School of Medicine Human Research Protection Office IRB identifiers 201903142 and 201203042]. Plasma samples were collected from 21 healthy volunteers (Supplementary Table S1). All samples were collected with informed consent for research and IRB approval in accordance with the Declaration of Helsinki. Eligibility for healthy controls included age greater than 18 years and no known history of neoplastic or hematologic disorders. Protocols are available on  ClinicalTrials.gov . Patients with NF1 for plasma collection and clinical classification This study used blood samples prospectively collected from patients with NF1 with PN, AN, and MPNST with the aim of distinguishing these different tumor types by plasma cfDNA analysis. Patients from the NCI and WUSTL with clinically and radiographically diagnosed PN or pathology-proven AN and MPNST were enrolled onto this multi-institutional cross-sectional study with written informed consent (NCI protocol  NCT01109394 , NIH Intramural IRB identifier 10C0086; NCI protocol  NCT00924196 , NIH Intramural IRB identifier 08C0079; WUSTL protocol  NCT04354064 ; WUSTL School of Medicine Human Research Protection Office IRB identifiers 201903142 and 201203042) between 2016 and 2023. Additionally, pretreatment samples from the clinical trial SARC031 were included in the analysis ( NCT03433183 ); no on-treatment samples from SARC031 were considered. NF1 status was determined clinically by consensus criteria ( 22 ). A total of 69 PN, 17 AN, 35 untreated MPNST (minimum of 30 days washout from previous treatments), 10 MPNST on treatment, and 15 resected MPNST with no evidence of disease (NED) peripheral blood samples were collected (Supplementary Tables S1–S3). AN and MPNST are designated by histologic diagnoses; digital pathology from AN specimens was additionally reviewed by two external sarcoma pathologists using consensus criteria (Supplementary Fig. S1; ref.  23 ). Atypical neurofibromatosis neoplasm with unknown biological potential was grouped with AN for analyses. Samples were considered NED by histopathologic assessment and long-term event-free survival; NED patients had a mean follow-up of 485 days (IQR, 406–706 days). All patients underwent clinical management and follow-up per the standard of care. When available, serial blood samples were collected for vignettes at clinically indicated patient assessments. Tissue biopsies and resections were only performed if clinically indicated, and research analyses were only done if sufficient materials remained after clinical evaluation. Tissue genomic profiling was performed by Clinical Laboratory Improvement Amendments–certified molecular laboratories using TruSight Oncology 500 (Illumina) when clinically indicated (Supplementary Fig. S1). Our study examined males and females, and similar findings are reported for both sexes. All samples were collected with informed consent for research and IRB approval in accordance with the Declaration of Helsinki. Protocols are available on  ClinicalTrials.gov . Figure 1. Size-selected copy number in cell-free DNA identifies MPNST but does not resolve premalignant tumor states.  A,  Highest per-participant size-selected ichorCNA copy-number–derived tumor fraction in each clinical state for initial (I) and validation (V) cohorts.  B,  Significance levels of validation cohort size-selected tumor fractions compared with validation MPNST in leave-one-out Wilcoxon rank-sum tests, expressed as −log 10 P  values.  C,  Fragment-length densities for cfDNA in patients with NF1 with PN, AN, and MPNST. Inset represents a magnified view between 90 and 150 base pairs. Colors represent clinical diagnosis. Figure 2. Fragmentomic features differentiate benign, premalignant, and malignant PNST.  A,  Study schema. Participants consisted of patients with imaging- and biopsy-proven MPNST or AN, established patients with PN, and healthy donors. Plasma was collected for fragmentomic analysis. AN and MPNST tissue DNA, when available, was clinically sequenced using the TSO 500 targeted oncology panel. cfDNA was extracted from plasma and underwent WGS with fragmentomic profiles assessed by fragment end motifs, bin-wise fragmentomic profiles, and NMF fragment signatures. Models for each feature type were trained on OVO comparisons with resultant features input into a logistic regression model with 10 repeats of five-fold CV. Optimal thresholds were calculated from ROC analysis of models’ predicted scores using Youden J-statistic. The results were correlated with clinical diagnoses and outcomes.  B,  Heatmap of fragmentomic features. Samples are grouped by diagnostic cohort (MPNST, AN, PN, and healthy) with samples in each cohort ranked from the highest to lowest size-selected CNA-derived tumor fraction. Rows are grouped by fragmentomic feature type. CV, cross-validation; OVO, one-versus-one; TSO 500, TruSight Oncology 500. ( A , Created with  BioRender.com .) Plasma cfDNA isolation, library construction, and sequencing To isolate cfDNA, purified plasma was thawed, and cfDNA was extracted from 2 to 8 mL of plasma using the QIAamp Circulating Nucleic Acid kit (Qiagen). Extracted DNA concentration was measured using the Qubit dsDNA High-Sensitivity Assay kit (Thermo-Fisher), and cfDNA concentration and quality were assessed using a Bioanalyzer (Agilent Technologies). Isolated cfDNA was stored at −20°C until library preparation. cfDNA sequencing libraries were constructed from 10 to 60 ng of isolated DNA using the KAPA HyperPrep kit (Roche) and xGen UDI-UMI Adapters (IDT). All libraries were generated with eight PCR cycles. Libraries were sequenced using 150-bp paired-end reads on a NovaSeq S4 platform (lllumina). Copy-number–based tumor fraction analysis from cfDNA whole-genome sequencing In total, 167 cfDNA libraries were sequenced for use in this study (Supplementary Table S1). cfDNA whole-genome sequencing (WGS) libraries were aligned to GrCh38.p13, deduplicated, and filtered for standard blacklisted regions ( 24 ). Libraries were retained for analysis only if they had >80% mapped bases, <0.3% error rate, >85% unique reads, and >75% Q30 bases. An additional 110 libraries from Szymanski and colleagues ( 21 ) were included to inform size-selected CNA-based tumor fraction held-out validation. We also performed a technical downsampling analysis using 10 plasma samples from patients with histologically confirmed MPNST that underwent cfDNA WGS to a target depth of >25×. One sample failed quality control; therefore, nine subjects were used for this analysis. Each subject’s >25× WGS sequencing data were aligned, deduplicated, and filtered as described above. Resulting bam files were then downsampled to a normalized depth of 25× using subsample seed values 0 to 4 in samtools v1.17 ( 25 ), resulting in five replicates per sample. Downsampling was repeated using seed values 0 to 4 to target coverages of 15×, 10×, 6×, 3×, 1×, 0.6×, 0.3×, and 0.1×. Size-selected, CNA-based tumor fractions were then calculated as described in Szymanski and colleagues ( 21 ) at each downsampled depth and compared per-subject with the matched size-selected tumor fraction at 25× for (i) absolute deviation of the mean tumor fraction from the baseline mean level and (ii) statistical difference between mean tumor fractions at downsampled depth versus at 25× as assessed using the Welch  T  test (Supplementary Fig. S2). Size-selected tumor fraction analysis by CNA was performed as previously described ( 21 ). Briefly, WGS reads were realigned to hg19 and enriched for ctDNA fragments by  in silico  size selection of fragment lengths between 90 and 150 bp. GC content and mappability bias correction, depth-based local copy number estimates, and copy-number–based estimation of tumor fraction were then performed using the ichorCNA tool (Broad v.0.2.0; ref.  26 ). Bin-wise fragmentomic analysis from cfDNA WGS To assess differences in short (100–150 bp) to long (151–220 bp) cfDNA fragment-length ratios across the genome, the GRCh38 reference genome was first divided into nonoverlapping 5-Mb bins, excluding bins with average GC content <0.3 or average mappability <0.9. Similar to previously described methods ( 27 – 29 ), fragment-level GC correction was performed by normalizing to a target GC distribution, by assigning fragments to 1 of 100 discrete GC strata between 0 and 1 representing each fragment’s GC content. The target distribution was set as the median GC content of the 21 healthy donor plasma samples. Profiles of GC-adjusted short-to-long cfDNA ratios were also normalized across samples to account for differences in library size. Dimensionality of the short-to-long fragment ratio features was reduced by performing a principal component analysis within each training set and keeping only the components necessary to explain 90% of the variance between one-versus-one (OVO) disease states.  Z -scores for nonacrocentric autosomal chromosomal arms were also computed from GC-adjusted residuals for short and long fragments by performing locally weighted scatterplot smoothing regression and center-scaling these counts by the mean and SD from corresponding chromosomal arms in healthy controls ( 27 – 29 ). Principal components accounting for 90% of variance and arm-level  z -scores were then input into logistic regression models, along with bin-wise short-to-long cfDNA ratio features, for final model selection. The relative importance of individual genomic bins and chromosomal arms in differentiating AN from MPNST was graphically represented by heatmaps of principal component coefficients and eigenvalues. Short-to-long cfDNA fragment ratios were visualized by cohort (healthy, PN, AN, MPNST, and MPNST on treatment) using per-sample normalized and GC-adjusted short-to-long cfDNA fragment ratios mapped to bins’ genomic coordinates. Figure 3. Bin-wise fragmentomic analysis reveals distinct profiles of healthy controls, PN, AN, and MPNST.  A,  Heatmap of principal component eigenvalues of fragmentation profile features differentiating AN from MPNST. The relative importance of the features is represented at the right (bin-wise short/long ratio changes) and top (chromosomal arm changes) of the heatmap. Red feature importance lines indicate features or principal components associated with MPNST, whereas blue feature importance lines are associated with AN.  B,  Ratio of short to long fragments in 5-Mb bins across the genome in healthy volunteers and patients with PN, AN, and pretreatment MPNST, and patients receiving treatment for their MPNST.  C,  Bin-wise fragmentomic scoring and every 3-month surveillance MRI tumor volumes for a patient with AN diagnosed by biopsy, suspicious for malignant transformation given the rate of tumor growth. Fragmentomic scores for healthy vs. AN (green circle), PN vs. AN (purple circle), and AN vs. MPNST (orange circle) along with discrimination thresholds (horizontal black lines) from a paired blood draw are on the left  y -axis. Tumor volumes are on the right  y -axis, with 26% growth over 1 year indicated.  D,  OVO ROC AUCs of logistic regression models with 10 repeats of fivefold cross-validation performed over the bin-wise short/long ratio and chromosomal arm  z -score data (See “Materials and Methods”). Healthy and disease states included within each comparison are shown along  x - and  y -axes, with AUC indicated both numerically and by heat level. S/L, short to long. cfDNA end-motif analysis For cfDNA sequencing read pairs with perfect alignment with the GRCh38 reference genome, end-motif analysis (was performed on the four terminal nucleotides of the 5′ (forward) end of each read. Motif diversity score (MDS), which is based on Shannon entropy, was then calculated to measure end-motif diversity on a scale from 0 to 1, as described by Jiang and colleagues ( 30 ). Four-mer end-motif frequencies were also deconvolved through NMF into “founder” end-motif profiles (F-profiles) using the method described by Zhou and colleagues ( 31 ). Briefly, a matrix of cfDNA samples and end-motif frequencies was subjected to NMF analysis using the Python sklearn (v.1.3.2) decomposition module. The percentage contribution of each F-profile in each sample was determined by non-negative least squares regression utilizing the scipy.optimize.nnls (v.1.11.3) function in Python. Figure 4. cfDNA fragment end composition distinguishes premalignant from malignant nerve sheath tumors.  A,  Specific 4-mer end motifs that best classify between clinical diagnosis pairs in OVO comparisons; ( P  values calculated using the Benjamini–Hochberg corrected  t  test).  B,  End-motif diversity scores do not differentiate cohorts; (Kruskal–Wallis  H -statistic  P  value > 0.05), although ( C ) MDS in the leave-one-out Wilcoxon rank-sum test against MPNST approach (PN or AN) or surpass (healthy) significance of  P  < 0.05.  D,  Percent contribution of NMF-deconvolved end-motif profiles (F-profiles) in each plasma cfDNA sample by clinical state ( P  values calculated using the Tukey  post hoc  test after Bonferroni-corrected ANOVA).  E,  ROC curves comparing AN and PN using each fragment end method: best-performing individual end motif (ACCA; AUC = 0.69), motif diversity score (AUC = 0.52), and best distinguishing F-profile (F-profile 5; AUC = 0.70). MDS, motif diversity score; *, < 0.1; **, < 0.001; ***, < 0.0001. NMF deconvolution of fragment-length profiles Fragment lengths, extracted from bam files using Picard (v.4.0.1.2) and filtered to remove lengths outside the 30- to 700-bp range, were structured into a count matrix with samples as rows and fragment lengths as columns. This count matrix was then normalized to create a frequency matrix by normalizing rows such that they summed to one. We then used the Python sklearn library (v.1.3.2) decomposition module incorporating up to 20 components, with random initialization, multiplicative updates, and Kullback–Leibler β-divergence. The resulting component weights were used to train logistic regression models as described in the following section. This method was first tested on a two-component model with the assumption that the overall cfDNA profile is an admixture of underlying tumor and non-tumor sources. One of the components was observed to have a left-shifted peak and increased 10 bp periodicity, which has been previously described as distinguishing features of tumor-derived cfDNA, and was therefore assumed to be representative of the tumor source. This assumption was tested by correlating both the percent contribution of the tumor source component and the logistic regression classifier score with the tumor fraction obtained from ichorCNA. The percent contribution of the tumor source component was computed as the weight of the tumor source component divided by the sum of all component weights. The optimal number of components for classification, based on the receiver- operating characteristic (ROC) area under the curve (AUC) of the respective logistic regression classifiers, was selected for each pairwise comparison between disease states and ranged between 18 and 20 (components: healthy–PN, 19; healthy–AN, 19; healthy–MPNST, 20; PN–AN, 19; PN–MPNST, 18; AN–MPNST, 20; Supplementary Fig. S3). Figure 5. NMF decomposition of cfDNA fragment signatures distinguishes benign, premalignant, and malignant PNST.  A,  Fragment-length signatures inferred from two-component NMF decomposition of healthy and MPNST cfDNA samples (See “Materials and Methods”).  B,  Correlation between size-selected CNA-derived tumor fraction and NMF MPNST score. Circle colors denote samples correctly classified by NMF and tumor fraction (red), NMF only (blue), tumor fraction only (yellow), or misclassified by both NMF and tumor fraction (gray). The thresholds for detecting MPNST by tumor fraction (healthy–MPNST, 0.0305, See “Materials and Methods”) and NMF (healthy–MPNST, 0.5895, See “Materials and Methods”) are denoted by horizontal and vertical dashed lines, respectively.  C,  ROC AUC of logistic regression following 10 repeats of fivefold cross-validation using OVO plasma cfDNA NMF deconvolution scores as input. Healthy and disease states included within each comparison are shown along  x - and  y -axes, with AUC indicated numerically and by heat level. TF, tumor fraction. Logistic regression model development and implementation Logistic regression models from the Python sklearn library (v1.3.2) were used to analyze each set of cfDNA fragmentomic features with 10 repeats of fivefold cross-validation. The sklearn.model_select.RepeatedStratifiedKFold class was used to preserve class ratios across training folds. All models were separately applied to each cfDNA fragmentomic feature type in pairwise comparisons between nonmalignant, premalignant, and malignant disease states. Inputs to the logistic regression models were (i) principal components of fragment ratio bins responsible for 90% of the overall variance and arm-level  z -scores for bin-wise fragmentomics, (ii) percent contribution of F-profile 4, and (iii) weights of the components derived from fragment-length NMF deconvolution. Hyperparameters were optimized for regularization penalty (λ) via grid search using sklearn.model_selection.GridSearchCV. Model coefficients from every iteration of cross-validation were saved to verify model consistency and stability. Predicted sample scores were then computed for each pairwise comparison across nonmalignant, premalignant, and malignant disease states for each fragment feature type using the median score from the test-fold of each cross-validation repeat. ROC analysis was then used to quantify each model’s discriminative power by AUC, with the optimal threshold selected by the Youden index. Training and cross-validation sets included healthy ( n  = 21), MPNST pretreatment ( n  = 35), AN ( n  = 17), and PN ( n  = 69) plasma cfDNA samples. MPNST on-treatment ( n  = 10) and treated MPNST with NED ( n  = 15) cfDNA samples were held out from model training but were subsequently analyzed using the trained models (Supplementary Table S3). Compiled sample scores for bin-wise short/long fragment ratios, chromosomal arm-level z-scores, 4-mer end-motif diversity scores, and fragment-length NMF scores were represented by heatmaps using ComplexHeatmap (v.2.14.0) with supervised clustering using the diagnostic cohort (MPNST, AN, PN, and healthy) and with samples in each cohort ranked from the highest CNA-derived tumor fraction to the lowest. Power and statistical analysis Using CNA and fragment size, we previously developed a specific and sensitive classifier for MPNST versus PN using a cohort of only 14 patients with MPNST ( 21 ). Therefore, assuming a medium effect size and using Cohen's  f  = 0.6 with an α = 0.05 and power = 0.80, we project that the sample size needed to detect differences between disease states would be  n  = 10 samples per group (groups = healthy controls, PN, AN, and MPNST). Our category group sizes met or exceeded this estimate for all comparisons (Supplementary Table S3). When testing associations between plasma tumor fraction or fragmentomic features and clinical status, the distributions of feature scores for each clinical status were compared using the Kruskal–Wallis H test with pairwise comparisons using the Dunn test. Statistical analyses were performed using R v.4.2.2 or GraphPad Prism 10. Figure 6. cfDNA fragment-length NMF adjudicates diagnostic challenges and granularly classifies across healthy and disease states.  A,  NMF of cfDNA fragment lengths correctly classifies MPNST initially misclassified as AN by tissue biopsy. This patient had core-needle biopsy of a PET-CT avid left scapular tumor. Histopathology of the needle biopsy was consistent with a premalignant AN. Given the morbid location and nonmalignant pathology, the patient underwent a narrow-margin resection of the tumor. By NMF, both prebiopsy plasma cfDNA and preresection plasma cfDNA were consistent with MPNST (closed circle). Histopathology of the surgical resection tissue revealed foci of high-grade MPNST within interfacing AN and PN. Due to the inadequate oncologic margins, the patient underwent adjuvant radiotherapy. Plasma cfDNA during adjuvant radiotherapy showed moderately decreased NMF scores just below the MPNST detection threshold (open circle). On day 117 postresection, the patient was found to have radiographic evidence of MPNST at the edge of the radiation field consistent with locoregional recurrence. Corresponding plasma cfDNA NMF was again consistent with MPNST. Size-selected CNA-derived tumor fraction from cfDNA also identified MPNST throughout the treatment course. MPNST detection cutoffs are indicated by dashed lines with closed circles above the line indicating liquid biopsy MPNST detection.  B,  Comparison of size-selected CNA-based and fragmentomic cfDNA liquid biopsy methods’ ROC AUC across all nonmalignant, premalignant, and malignant disease states. The inset legend indicates the utilized method. Data shown are 10 repeat fivefold cross-validated. L, left; TF, tumor fraction; XRT, radiotherapy. Data availability Sequencing data are available on dbGaP accession phs003712.v1.p1 ( https://www.ncbi.nlm.nih.gov/projects/gap/cgi-bin/study.cgi?study_id=phs003712.v1.p1 ). Additional data are available upon request to the corresponding authors.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-20 07:00:10",
  "introduction": "Introduction Neurofibromatosis type 1 (NF1) is the most common heritable cancer predisposition syndrome (CPS) worldwide and is characterized by a spectrum of benign, premalignant, and malignant nerve sheath tumors. Approximately 50% of patients with NF1 develop benign plexiform neurofibromas (PN; ref.  1 ), typically present in infancy or early childhood ( 2 ), with a subset of PN evolving into premalignant atypical neurofibromas (AN; refs.  3 – 5 ) and, ultimately, 8% to 15% of patients with NF1 developing cancerous malignant peripheral nerve sheath tumors (MPNST) during their lifetime ( 6 – 8 ). MPNST account for the majority of NF1-associated mortality ( 6 ,  7 ), with a 5-year overall survival rate of only 20% ( 9 ). Genomic and histopathologic evidence suggests a model in which PN evolve to MPNST through an intermediary AN disease state ( 3 ) with clinical evidence of AN lesions transforming directly into MPNST ( 4 ). Diagnostically, however, differentiating between PN, AN, and MPNST remains clinically challenging as a result of insensitive clinical exams ( 10 ,  11 ), overlapping findings on imaging ( 12 ), and tissue heterogeneity, leading to sampling biases on tissue biopsy ( 13 ). Biopsy also carries with it the risk of peripheral nerve injury ( 14 ,  15 ), further complicating the diagnostic workup. This is unfortunate, as the therapeutic management of these entities is quite different, given their varying levels of malignant potential. PN are typically observed or treated with MEK inhibitors ( 16 ,  17 ); AN are typically surgically removed with narrow margins ( 4 ,  15 ,  18 ,  19 ); MPNST require more morbid wide-margin resections to prevent recurrence ( 19 ), yet are often metastatic at diagnosis ( 20 ). We previously demonstrated that a liquid biopsy approach utilizing cell-free DNA (cfDNA) copy-number alteration (CNA) analysis accurately distinguishes MPNST from benign PN and that the mean cfDNA fragment length is shorter in patients with MPNST than that in patients with PN or healthy volunteers ( 21 ). In the current study, we significantly extend these findings to demonstrate early cancer and precancer detection from plasma cfDNA by noninvasively distinguishing between premalignant tumor cell states. To achieve specificity for different premalignant states, we quantify several fragment-level cfDNA features, including bin-wise analysis of short and long cfDNA fragment ratios, deconvolution of fragment end-motif profiles, and deconvolution of fragment-length profiles using non-negative matrix factorization (NMF). Although each method provided complementary diagnostic data, NMF of fragment-length profiles performed best at granularly distinguishing between malignant, premalignant, and nonmalignant states. Sophisticated fragmentomic analysis of cfDNA therefore has the potential to distinguish between noncancer, precancer, and cancer states and facilitate early cancer and precancer screening for the most deadly malignancy associated with NF1.",
  "results": "Results CNAs in cfDNA identify MPNST but do not differentiate premalignant states In this study, we sought to determine whether features of cfDNA could distinguish between benign (PN) and premalignant (AN) states in the CPS NF1. To address this question, we collected samples from a cohort of participants with MPNST ( n  = 35), treated MPNST with NED ( n  = 15), MPNST on treatment ( n  = 10), PN ( n  = 69), or AN ( n  = 17) and healthy controls ( n  = 21; Supplementary Tables S1–S3). cfDNA from these participants was prepared and sequenced under standardized conditions to allow for fragment length and end-motif analysis (eight PCR cycles, 6× depth, see “Materials and Methods”). Previously, using a separate cohort, we demonstrated that  in silico  size-selected plasma cfDNA CNA can distinguish MPNST from PN or healthy states ( 21 ). Our new participant cohort validates this finding comparing MPNST with PN (AUC = 0.73) and with healthy controls (AUC = 0.80). Tumor fraction also distinguished AN from MPNST (AUC = 0.75;  Fig. 1A  and  B ). Additionally, the new cohort validated that healthy controls’ fragment-length distributions differ from those of PN ( D  = 0.0241;  P  < 0.001 by the two-sample Kolmogorov–Smirnov (KS) test) and MPNST ( D  = 0.0138;  P  < 0.001 by the two-sample KS test) as well as PN from MPNST ( D  = 0.0368;  P  < 0.001 by the two-sample KS test). Interestingly, fragment-length distribution was also found to differentiate AN from healthy controls ( D  = 0.0072;  P  < 0.001 by the two-sample KS test), PN ( D  = 0. 0300;  P  < 0.001 by the two-sample KS test), and MPNST ( D  = 0. 0.0115;  P  < 0.001 by the two-sample KS test;  Fig. 1C ). However, CNA-derived tumor fraction could not accurately distinguish between nonmalignant tumor states (PN vs. healthy, AUC = 0.64; AN vs. healthy, AUC = 0.60; PN vs. AN, AUC = 0.48). Thus, our validation study confirmed the low diagnostic yield of CNA in cfDNA from participants with low copy-number–burden PN and AN but also that these nonmalignant tumor cell states generate distinct cfDNA fragment-length profiles ( Fig. 1C ). Therefore, we devised an updated strategy for comprehensive multi-modal characterization of cfDNA fragments in the setting of NF1 with the aim of distinguishing all malignant, premalignant, and nonmalignant tumor states using only plasma cfDNA ( Fig. 2A ). Building upon our previous findings using short-fragment size selection to enrich for malignant cfDNA templates, we extended this analysis to examine mapped short-to-long cfDNA fragment ratios, composition of fragment end motifs, and NMF models of fragmentomic feature distributions ( Fig. 2B ). Genome-wide bin-wise fragmentomic analysis enhances detection of MPNST Tumor-derived circulating DNA fragments are known to be, on average, shorter than cfDNA from healthy tissues, and bin-wise fragment-length ratios have previously been shown to detect a variety of cancers. Consistent with earlier reports in other cancer types ( 27 ,  28 ), comparing the ratio of short (<150 bp) with long (>150 bp) cfDNA fragments in 5-Mb bins across the genome (“See Materials and Methods”), we found substantial aberration in fragmentation profiles of pretreatment MPNST compared with healthy controls or samples from patients on treatment ( Fig. 3A  and  B ). Globally, fragmentation profiles of PN and AN resembled the healthy state and did not demonstrate the aberrations observed in pretreatment MPNST. In pairwise comparisons of clinical states, bin-wise fragmentomics differentiated MPNST with high accuracy versus AN, PN, and healthy states ( Fig. 3D ). Unlike CNA-derived tumor fraction, the fragment-length ratio in bin-wise fragmentomics was able to distinguish healthy from PN states (tumor fraction AUC = 0.64; bin-wise fragmentomics AUC = 0.87). Still, the performance of bin-wise fragmentomics was low when comparing PN with AN (AUC = 0.59) or AN versus healthy (AUC = 0.45). This method, however, accurately distinguished AN from MPNST (AUC = 0.75;  Fig. 3A ), suggesting that this liquid biopsy fragmentomic approach could clinically distinguish between MPNST and its premalignant precursor. For example, Subj189 underwent fine-needle biopsy of a tumor for new-onset pain and distinct nodular appearance on MRI of the tumor. Biopsy was consistent with AN, not PN, with atypia and p16 loss on IHC staining suggestive of a  CDKN2A  deletion. Bin-wise fragmentomic OVO scores from matched plasma cfDNA (lib286) were in agreement and consistent with AN (PN–AN: 0.74, threshold 0.45; healthy–AN: 0.77, threshold 0.63). The subject’s subsequent clinical course, however, was suspicious for comorbid MPNST with 26% growth over a year. Importantly, OVO for AN–MPNST was again consistent with AN, not MPNST (AN–MPNST: 0.6, threshold 0.64) and total resection confirmed the diagnosis of AN without regions of malignant transformation ( Fig. 3C ). This case highlights the potential for cfDNA fragmentomics to adjudicate clinically and radiographically equivocal neurofibromas on the malignant versus premalignant spectrum, with important implications for making clinical decisions earlier, more confidently, and more precisely. cfDNA fragment end motifs distinguish premalignant AN from benign PN and MPNST cfDNA fragment end motifs have been shown to reflect cfDNA processing and epigenomic profiles with relevance to cancer ( 30 ,  32 – 36 ). We therefore hypothesized that in the setting of NF1 MPNST, certain end motifs are enriched, which could facilitate early cancer screening. We found that the distribution of end motifs among NF1-associated clinical states was nonrandom with preferential motifs enriched in OVO comparisons ( Fig. 4A ). Still, MDS, an aggregate measure of motif distribution through normalized Shannon entropy, was not significantly different between clinical states ( Fig. 4B  and  C ). Recently, Zhou and colleagues ( 31 ) demonstrated that cfDNA fragment cleavage patterns could be quantified by NMF of 4-mer end motifs into “founder\" end-motif profiles (F-profiles). We found that end motifs contribute nonrandomly to F-profiles (Supplementary Fig. S4), F-profile contributions to cfDNA samples differed between clinical states ( Fig. 4D ), and specific F-profiles were more accurate than individual motifs in differentiating clinical states. For example, comparing MPNST and AN, F-profile 2 (AUC = 0.65) substantially outperformed the most predictive motif AAAA (AUC = 0.59). In differentiating PN versus AN, arguably the most difficult clinical distinction, both the specific ACCA motif (AUC = 0.69) and F-profile 5 (AUC = 0.70) performed well compared with the aggregate MDS (AUC = 0.48;  Fig. 4E ). Both F-profile 5 and the ACCA motif also outperformed bin-wise fragmentomics (AUC = 0.59) when classifying AN versus PN, showcasing the power of high-resolution fragment end analysis to noninvasively distinguish between premalignant neurofibroma states. NMF deconvolves global fragment lengths into disease state–specific fragmentomic signatures We previously published that plasma cfDNA samples from healthy donors, patients with PN, and patients with MPNST have distinct fragment-length distributions with cfDNA from MPNST being shorter in size than cfDNA from PN or healthy donors ( 21 ), which we validated in this new cohort ( Fig. 1C ). Given that plasma cfDNA comes from an admixture of cells and tissues, we hypothesized that we could more granularly leverage fragment size distributions from each NF1 peripheral nerve tumor state by applying unsupervised NMF. We therefore used NMF to deconvolve cfDNA fragment-length distributions into underlying tumor versus normal fragment-length signatures ( 37 ). To accomplish this, computed cfDNA fragment-length histograms from each sample were transformed into an aggregate input matrix of cfDNA fragment counts. The input matrix was considered the product of a signature matrix, representing preferred fragment lengths for each cfDNA source, and a weight matrix, representing the relative contribution of each cfDNA source to the total cfDNA admixture. Assuming two sources of cfDNA (healthy and malignant tissues), the inferred tumor-derived fragment-length signature in plasma from MPNST was characteristic of previously described ctDNA with a global shift toward shorter fragment lengths and increased 10 bp periodicity ( Fig. 5A ). To further ascertain whether the NMF-inferred malignant signature that we observed is derived from MPNST ctDNA, we directly compared it against ichorCNA tumor fractions. In MPNST samples, tumor fractions in plasma measured by ichorCNA correlated strongly with the NMF-inferred malignant signature weight ( r  = 0.6;  P  = 0.002), suggesting that NMF is separating MPNST from background cfDNA sources. We next trained a logistic regression model with 10 repeats of fivefold cross-validation on NMF-deconvolved weights derived from plasma samples of healthy donors and patients with MPNST and tested whether higher numbers of components could improve the classification (Supplementary Fig. S4). Indeed, a logistic regression model trained on signature weights inferred from a 20-component NMF model was able to detect tumor signal in six MPNST plasma samples that fell below the tumor fraction detection threshold (MPNST–healthy threshold 0.0305), with 32 of 35 (91.4%) MPNST plasma samples detectable by the NMF deconvolution approach, compared with 26 of 35 (74.3%) using ichorCNA tumor fraction ( Fig. 5B ). Given the superior ability of fragmentomic NMF to detect MPNST from plasma, we extended this approach to the remaining disease state comparisons ( Fig. 5C ). Our new approach granularly distinguished among healthy, premalignant, and malignant disease states, including capably distinguishing between healthy and PN (AUC = 0.84), PN and AN (AUC = 0.75), and AN and MPNST (AUC = 0.77). These data suggest that NMF deconvolution applied to plasma cfDNA fragment-length distributions can track disease progression across premalignant and malignant states in NF1, which would be clinically transformational for early cancer and precancer detection for patients with hereditary CPS. cfDNA fragmentomics can adjudicate diagnostic challenges in patients with NF1 Having established that cfDNA fragmentomic features reliably discriminate between PNST disease states, we next sought to investigate whether liquid biopsy cfDNA fragmentomics could outperform conventional invasive tissue biopsy in diagnostically challenging clinical cases. A major obstacle faced by current diagnostic modalities in the early detection setting is the significant tissue heterogeneity of PNST ( 13 ). Not only are benign PN histologically heterogeneous ( 38 ,  39 ), but in the setting of NF1, this is further complicated by the fact that MPNST and AN often arise from directly within PN lesions ( 3 ,  5 ), resulting in interfacing tissues from multiple disease states. We thus hypothesized that liquid biopsy cfDNA fragmentomics could overcome the tissue heterogeneity issue that vexes solid tumor biopsy ( 40 ,  41 ). To test this, we applied cfDNA fragment-length NMF to Subj011, who had a diagnostic discordance between tissue biopsy and tumor resection surgical pathology ( Fig. 6A ). Specifically, this patient with a 2-[18F] fluoro-2-deoxy- D -glucose–avid left scapular tumor had tumor tissue biopsy consistent with AN, which guided subsequent narrow-margin surgical resection. Unfortunately, surgical pathology of the resected tissue revealed high-grade MPNST (co-occurring with AN and PN) and the narrow surgical margins, guided by the earlier AN histologic diagnosis, were deemed inadequate. To adjudicate these conflicting results, we performed plasma cfDNA fragment NMF at multiple time points, which consistently revealed MPNST at both the time of the biopsy and pre-surgery. Following surgery and during the time of adjuvant radiotherapy, the fragmentomic liquid biopsy MPNST signal fell just below the detection threshold, consistent with the patient’s NED state at that time. The patient experienced a locoregional recurrence of MPNST 5 months later, potentially impacted by the previous choice for narrow-margin resection. We again detected MPNST with cfDNA fragment-length NMF at the same time point in plasma. Size-selected CNA-derived tumor fraction in plasma also had dynamic changes that mirrored Subj011’s clinical course ( Fig. 6A ). Still, cell-free DNA fragment-length NMF performed most consistently across all malignant, premalignant, and nonmalignant disease states in this study relative to other CNA- and fragmentomic-based methodologies ( Fig. 6B ).",
  "discussion": "Discussion To the best of our knowledge, this study represents the most extensive collection of cfDNA data from patients with NF1 to date, offering unprecedented liquid biopsy insights into the disorder. Our study heralds a paradigm shift in the early detection of MPNST, a deadly form of sarcoma that escapes modern clinical and imaging surveillance in patients with the NF1 hereditary CPS. We differentiate NF1-associated PNST by generating fragment-based features from cfDNA, which allow us to granularly distinguish between nonmalignant, premalignant, and frankly malignant forms of nerve sheath tumors. Our novel approach mitigates the diagnostic challenges posed by tissue heterogeneity and the concern for nerve injury with solid tumor biopsy of neurofibromas, and it offers a leap forward in personalized patient management. We anticipate that these findings will catalyze the development of noninvasive clinical assays, enabling earlier cancer detection, earlier intervention, and potentially improve the prognosis for patients with NF1 at risk for MPNST. Evidenced by the recent description of the cfDNA fragmentome distinguishing patients with Li–Fraumeni syndrome with or without cancer ( 42 ), we anticipate the fragmentome as being a critical differentiating feature in multiple cancer predisposition syndromes. Our methodology, underscored here by the largest ever published cohort of patients with NF1 profiled by cfDNA analysis, may therefore extend to other CPS characterized by premalignant tumors in which early cancer detection is critical but remains elusive, often instead necessitating morbid prophylactic surgeries. The present study advances significantly upon our previously published work in which we showed that CNAs in shorter cfDNA fragments can be used to classify MPNST versus benign PN ( 21 ). In that study, we found that CNA alone from WGS cfDNA were not robust at distinguishing MPNST from PN, but restricting our copy-number analysis to shorter fragment sizes yielded a strong classifier that could distinguish these two entities from one another with high accuracy. Here, we validate this finding using a completely new multi-institutional cohort of patients, again showing that size-selected cfDNA CNA analysis can distinguish MPNST from PN. This validation is a significant step forward in advancing an MPNST surveillance cfDNA assay into clinical practice. However, including AN in our validation cohort demonstrates that CNA-based methods like the one we published in 2021 ( 21 ) have limited performance in distinguishing benign PN from premalignant AN. This is not surprising, as published tumor sequencing data report few CNA in both AN and PN relative to MPNST ( 43 ). Still, the distinction between PN and AN has significant clinical implications, and it will be critical to distinguish these two entities from one another if we are to implement liquid biopsy screening in the future. Clinically, asymptomatic PN are observed with surveillance, whereas AN are removed with narrow-margin resection due to their elevated risk for progression to MPNST. MPNST lesions that are localized and amenable to surgery, in contrast, are removed with wide-margin resection to reduce the risk for locoregional relapse. Therefore, a meaningful screening assay would need to granularly distinguish between all of these entities, similar in principle to colon cancer screening, which requires distinction between benign polyps, high-grade polyps, and frank malignancy to have maximal screening utility ( 44 ). Our liquid biopsy work here takes us strongly in this direction with AN versus PN ROC AUC of 0.75, and AN versus MPNST AUC of 0.77 using cfDNA fragment-length NMF deconvolution. Fragment-length NMF methodology will need to be validated in held-out cohorts and ultimately tested in a screening setting to fully ascertain clinical utility for detecting both precancerous and cancerous lesions. In addition to cfDNA fragment-length NMF deconvolution, we also performed bin-wise fragmentomic analysis using methodology similar to Cristiano and colleagues ( 28 ) and Mathios and colleagues ( 27 ) and end-motif repertoire analyses across specific motifs, motif diversity levels, and NMF deconvolution (F-profiles; ref.  31 ). All of these fragmentomic methodologies demonstrate unique but overlapping utility in distinguishing between benign, precancerous, and cancerous disease states ( Fig. 6B ), and there may be future utility in integrating a multiomic fragmentomic technology for detecting precancer and cancer early in patients with NF1. We elected not to do this here given that doing so would require a larger training cohort with a comparably large-sized validation cohort, a limitation given the rare nature of the hereditary CPS that we studied. In clinical vignettes, we also showcased the ability of our approach to distinguish AN from MPNST, a clinical conundrum within our standard of care with challenging consequences. For example, one of our patients had evidence of AN on tumor tissue biopsy and therefore had a narrow-margin resection, which revealed MPNST. The patient then developed locoregional relapse shortly thereafter, perhaps related to inadequate surgical margins. Our plasma cfDNA fragmentomic approach, however, consistently detected MPNST in plasma both at the time of biopsy, the time of surgical resection, and at the time of tumor relapse months later. Leveraging fragmentomic features in cfDNA not only enabled classification of low-mutational burden PN and AN but also improved the performance for detection of MPNST. Indeed, cfDNA fragmentomics improved the accuracy of MPNST detection relative to copy-number–based tumor fraction, with NMF correctly identifying six of nine MPNST samples that were misclassified by our previously published ( 21 ) copy-number–based approach ( Fig. 5B ). On the other end of the spectrum, all of the fragmentomic approaches we used here were able to distinguish plasma from healthy volunteers from patients with benign PN, a distinction which was not possible with our previously published genome-wide copy- number–based approach. This has clinical significance, as it could enable us to detect the arc of premalignancy at its earliest inception point. Furthermore, it could facilitate liquid biopsy approaches for tracking PN burden, which is especially important in patients with symptomatic PN on MEK inhibitors ( 17 ) and could reduce the volume of costly and somewhat impractical whole-body MRI studies. Beyond optimizing clinical assay performance, generating a diverse fragmentomic feature set may itself provide insights into the biology of NF1. For instance, the prevalence of end motifs in cfDNA reflects site-specific cutting preferences of DNases, resulting in F-profiles associated with specific DNase enzymes ( 31 ). We observe patterns of motif enrichment in our F-profiles consistent with known DNase associations, such as enrichment of CCNN motifs in F-profile 6, a pattern associated with DNASE1L3 cutting (Supplementary Fig. S1). In another example, we observe significantly longer fragment lengths in PN than MPNST. In other conditions, increased DNA methylation has been correlated with reduced nucleosome accessibility and subsequently impaired nuclease cutting during DNA fragmentation resulting in longer fragments ( 32 ). MPNST, but not AN or PN, are characterized by mutations in PRC2 complex genes  EED  and  SUZ12  ( 43 ,  45 – 47 ), and loss of PRC2 function lifts transcription repression by reducing H3 lysine 27 methylation ( 48 ). Therefore, longer PN fragments are consistent with intact PRC2 and increased methylation relative to MPNST. However, PN fragments in our study were also significantly longer than fragments from AN ( D  = 0. 0300;  P  < 0.001 by the two-sample KS test) or healthy controls ( D  = 0.0241;  P  < 0.001 by the two-sample KS test). This finding presents the intriguing possibility that global methylation is increased in PN tumors, a question not yet studied in the NF1 literature. With such fragmentomic-derived biological insights, we look forward to a synergistic acceleration in our understanding of NF1 tumor progression as tissue informs cfDNA findings and cfDNA findings inform tissue biology. Despite the paradigm-shifting nature of our study, it has key limitations, one of which is that it is not a prospective screening study. Furthermore, despite being the largest published cohort of cfDNA whole-genome sequence from patients with NF1 ( 21 ,  45 ,  49 ,  50 ), our study has modest cohort sizes and lacks a held-out validation cohort for the fragmentomic approaches given the relative rarity of the disease. We, however, independently validated our previous size-selected copy-number approach ( 21 ) in the current study. Still, to address the lack of a held-out validation cohort for the fragmentomic approaches presented here, we used models with 10 repeats of fivefold cross-validation. Ultimately, to demonstrate that our fragmentomic methods have clinical utility for screening and detection of MPNST and its premalignant precursors, a prospective, appropriately powered study will need to be performed. This is especially important for validation of fragmentomic features which, despite demonstrating significant diagnostic potential in low-mutational burden tumors, have yet to be incorporated into any approved clinical assays. Another limitation is the lack of serial time points from each patient, correlated with clinical and imaging findings. We show clinical vignette examples for some cases in which serial plasma was available; however, a broader set might have allowed us to further showcase potential clinical utility including minimal residual disease detection after surgical resection of MPNST. In addition, advanced imaging modalities are also being tested in this space ( 12 ,  51 – 54 ), yet we were unable to seamlessly integrate our liquid biopsy findings with imaging across the cohort due to the heterogeneity of the standard-of-care diagnostic modalities used. It will be important to test our methodology in a clinical trial setting with consistent diagnostic imaging in order to practically integrate these analytical modalities in the future. In the setting of patients with multiple PN, integration of cfDNA signatures with radiographic signatures may be necessary to identify which tumors are most concerning for premalignant or malignant transformation. Finally, although MPNST represents the most common type of cancer in patients with NF1, these patients are at risk for developing other malignancies, including optical pathway glioma, gastrointestinal stromal tumors, and pheochromocytoma ( 55 – 57 ), which could be potentially also detectable using plasma cfDNA fragmentomics. It will be important to test the liquid biopsy approaches described here across these different tumor types in patients with NF1, including the potential for delineating tumor tissue of origin via epigenomic signatures gleaned by cfDNA fragmentomics. To address these limitations, longitudinal NF1 surveillance studies incorporating serial plasma cfDNA time points with standardized imaging are currently in development ( NCT06222203  and  NCT05677594 ).",
  "upgrade_date": "2026-02-20 07:34:38"
}