{
  "pmid": "PMID:39110684",
  "title": "Electrical stimulation of Schwann cells on electrospun hyaluronic acid carbon nanotube fibers.",
  "abstract": "Neurofibromatosis Type 1 (NF1) is a complex genetic disorder characterized by the development of benign neurofibromas, which can cause significant morbidity in affected individuals. While the molecular mechanisms underlying NF1 pathogenesis have been extensively studied, the development of effective therapeutic strategies remains a challenge. This paper presents the development and validation of a novel biomaterial testing model to enhance our understanding of NF1 pathophysiology, disease mechanisms and evaluate potential therapeutic interventions. Our long-term goal is to develop an invitro model of NF1 to evaluate drug targets. We have developed an in vitro system to test the cellular behavior of NF1 patient derived cells on electroconductive aligned nanofibrous biomaterials with electrical stimulatory cues. We hypothesized that cells cultured on electroconductive biomaterial will undergo morphological changes and variations in cell proliferation that could be further enhanced with the combination of exogenous electrical stimulation (ES). In this study, we developed electrospun Hyaluronic Acid-Carbon Nanotube (HA-CNT) nanofiber scaffolds to mimic the axon's topographical and bioelectrical cues that influence neurofibroma growth and development. The cellular behavior was qualitatively and quantitively analyzed through immunofluorescent stains, Alamar blue assays and ELISA assays. Schwann cells from NF1 patients appear to have lost their ability to respond to electrical stimulation in the development and regeneration range, which was seen through changes in morphology, proliferation and NGF release. Without stimulation, the conductive material enhances NF1 SC behavior. Wild-type SC respond to electrical stimulation with increased cell proliferation and NGF release. Using this system, we can better understand the interaction between axons and SC that lead to tumor formation, homeostasis and regeneration.",
  "authors": "Judy Senanayake; Raymond R Mattingly; Harini G Sundararaghavan",
  "journal": "PloS one",
  "publicationDate": "2024",
  "doi": "10.1371/journal.pone.0308207",
  "methods": "Methods HA hydrogels Hyaluronic acid (HA) hydrogels were made using previously described methods using 3% methacrylated HA and 0.05% I2959 photoinitiator [ 25 ]. Briefly, hydrogels were prepared by mixing 3% methacrylated HA (~30% methacrylated, tested with NMR, S1 Fig in  S1 File ), 1x PBS and 0.05% irgacure and UV crosslinked for 30 minutes. Electrospinning HA and HA-CNT aligned nanofibers Nanofibers were prepared from the methods adopted from Steel et. al. [ 17 ]. Briefly, the fiber spin solution contains 2% methacrylated hyaluronic acid (HA), 2% polyethylene oxide (PEO, 900kDa), 0.05% I2959 photo-initiator dissolved in deionized water for controls (HA) and 0.01% multi walled carbon nanotubes (MWCNT) mixed in saline (HA-CNT). Aligned HA and 0.01% HA-CNT fibers were prepared by electrospinning on a rotating mandrel with a dispense rate (flowrate) of 1.7mL/h and a voltage of 17kV from a blunt 18 gauge needle, 11 cm from a rotating mandrel. All experiments used aligned fibers of HA and HA-CNT spun on methacrylated coverslips (round and square). All fiber samples were UV crosslinked for 30 minutes prior to hydration for experiments. Nanofiber characterization Fibers were characterized using SEM imaging. The samples were placed on a sample holder (6 sample holder) and gold sputtered for 30 seconds. Gold coated samples were loaded into the SEM chamber and vacuum purged. The chamber pressure was below 10 −4 \n Torr  with extraction voltage set to 6 kV. The distance between the sample and bottom of the lens was maintained at 8 mm (Z axis) plus offset (manually performed for each sample). All adjustments for imaging (fine tuning) were made during slow focus to obtain clear images. Images were captured at 10k and 15k magnifications. Fiber diameter and angle were measured using ImageJ (v1.53a) with at least 200 fibers per fiber type. Fiber diameter was measured manually. The angle tool was used to measure the orientation of the fibers. The bottom border was used as the reference 0° plane and all fibers projecting from this reference plane was measured. We calculated the percent of aligned fibers by dividing the among of fibers that deviated less than 20° from the neutral axis [ 26 ]. Schwann cell culture Immortalized NF1 patient derived Schwann cell (NF SC, NF-/-) line, ipNF 95.11b and Wild type Schwann cell (WT SC, NF+/+) line, ipn 02.8 were utilized for all experiments [ 4 ]. The cells were extracted from human patients diagnosed with Plexiform Neurofibroma in peripheral nerves. WT cells are non-tumor nerves while NF cells extracted from tumor sites in peripheral nerve [ 27 ]. All cells were cultured in DMEM (Gibco by Life Technologies) with 10% Fetal Bovine Serum (Hyclone by Life Science) and sub-cultured using 0.05% Trypsin (Gibco by Life Technologies). Attachment of Schwann cells HA and HA-CNT fibers spun on (12 mm diameter) round coverslips were utilized for attachment experiments. The fibers were tested with and without a collagen coating (Corning by Life science/ Advanced BioMatrix). In this study, we used aligned nanofibers to mimic neurons in the neurofibroma. Our previous work investigated aligned and random fibers for various cell types [ 17 ,  26 ,  28 – 32 ]. The fibers were hydrated in 1x PBS for 48 hours before experiments. All four experimental fiber groups (HA and HA-CNT, with and without collagen) were seeded with 20,000 wild-type Schwann cells (WT SC) and NF SC per well and incubated overnight at 5% CO 2  and 37°C. The cell seeded coverslips were moved to fresh wells 24 hours later for attachment and cell morphology was analyzed through fluorescence staining. Immunofluorescence staining Samples were fixed using 4% Paraformaldehyde (PFA) and rinsed thrice with warm 1x PBS. The samples are permeabilized by 0.1% Triton X-100 in 1x PBS with FBS (wash buffer) and blocked in 10% goat serum for 1 hour. Schwann cells were incubated with antibody against s-100b (Sigma) as the primary overnight at 1:400 ratio, treated with anti-rabbit IgG as secondary (Alexa Fluro 594, Invitrogen) for 2 hours at 1:1000 ratio, and counterstained with DAPI (Fisher Scientific) for 5 minutes at 1:2500 ratio for nuclei staining. Wash buffer was used as the diluent for all staining components (dyes). The wells were washed thrice in between all staining steps with wash buffer and placed in 500 μl (attachment experiment) to 1000 μl (stimulation experiment) of 1x PBS protected from light until imaging. Stained samples were imaged using inverted Nikon microscope [Eclipse T i -E T i -E/B] with LED light source. Texas Red [s100b] and DAPI [cell nuclei] filters with 200-300ms exposure times were used for the imaging purposes. The images were analyzed using NIH ImageJ (version 1.53a) software. Aspect ratio, which is the longest length of the cell divided by the shortest length of the cell, and cellular spread area, which is the total area of the cell, were measured and statistically analyzed. Conditions were run in triplicate with at least 200 cells measured for each condition. Alamar blue assay Alamar blue assays were conducted at 24, 48 and 72 hours on unstimulated samples to quantify the cellular proliferation on HA, HA-CNT and hydrogels. We also ran Alamar blue cell proliferation assays on stimulated HA-CNT nanofibers 48hrs post electrical stimulation. Briefly, Alamar blue solution was prepared at 10% of the well volume using cell culture media. Each well was treated with 500 μl of Alamar blue solution at the timepoints as indicated in the experiment. The plates were incubated protected from light for 6–7 hours to detect sufficient color gradient. A standard curve was used to calculate cell densities on experimental wells. The samples were pipeetted from the treated plates in triplicates of 100 μl and transferred into a 96-well plate, and read using Thermo Scientific Multiskan GO at 570 and 600nm to obtain the absorption gradient. The data was analyzed in terms of percentage reduction corresponding to the two wave lengths using a standard curve.  Table 1  shows that percentage increase in cell number from 24 hours to 72 hours for all conditions. Percentage increase was calculated by the ratio of the change in cell density between 72 hours and 24 hours post seeding by the final cell density (72 hours). All samples were run in triplicate. 10.1371/journal.pone.0308207.t001 Table 1 Proliferation. Percentage increase in cell number from 24 hours to 72 hours for all conditions. Experiment Type Mode NF Increment % WT Increment % \n Stimulated Experiment \n \n Unstimulated \n \n 64.3%±5.5 \n \n 48.9%±20 \n \n 100mV/mm \n \n 36.4%±16 \n \n 73.9%±5.0 \n \n 200mV/mm \n \n 44.0%±11 \n \n 60.9%±11 \n \n Material Experiment \n \n HA 24H-72H \n \n 24.0%±18 \n \n 52.2%±7.5 \n \n HACNT 24H-72H \n \n 29.0%±16 \n \n 50.6%±15 \n Schwann cell stimulation Custom stimulation well plates were prepared using 12-well tissue culture plates as previously described [ 17 ] ( Fig 1 ). Briefly, custom electrical stimulation chambers were fabricated from 12- well cell culture plates by drilling a hole using a 6-mm bit on a Dremel drill press and sandwiching: glass coverslip, electrospun nanofibers, copper tape, Very High Bond tape (3M), and a custom cut well within a standard culture well ( Fig 1 ). Copper electrodes were not in contact with the culturing medium; they are only in contact with the nanofibers. A Function Generator connected to a breadboard with 2 binding posts, 7.25″ × 7.5″ (Jameco) was used as the power source. The applied biphasic stimulus (Voltage In) and the stimulus after it passed through the stimulation chamber (Voltage Out) were captured from Channel 1 and Channel 2 of an oscilloscope (Rigol) connected to a Raspberry Pi running a Python script to store the data in near real time through the USB port connection. The plates were UV sterilized before the hydration to prevent contamination. The inner well of the stimulation plate is approximately 32 mm 2 . The fibers were hydrated using 1x PBS, and coated with collagen (Rat-tail Col1, Advanced BioMatrix). Each well was treated with 50 μl of collagen in acetic acid and left under the laminar flow hood for the acetic acid to evaporate and leave an adsorbed layer of collagen. WT and NF SCs were prepared, and each well was seeded with a cell density of 2,000 cells in 50μl of media initially to incubate the plates for attachment. The incubated plates were treated with 1ml of warm media after 2 hours and left incubated overnight. Before stimulation the media was exchanged to remove any floating cells. 10.1371/journal.pone.0308207.g001 Fig 1 Schematic of the custom electrical stimulation setup. The stimulation wells are drilled within a 12-well plate. Two stimulation rows have 4-wells in series. The middle row of the 12-12ll plate is used the unstimulated control. The wells were stimulated at 20Hz biphasic square wave of 100 and 200mV/mm for 30mins. Unstimulated control group were also exposed to the same conditions during the stimulation of the experimental groups. The custom well plates were incubated for 48 hours, and the supernatants were collected at different three time points: immediately after stimulation (0 time point), 24 hours post stimulation and 48 hours post stimulation. Nerve growth factor (NGF) expression was measured through and ELISA assay. Controls were run with unstimulated wells that were maintained under the same experimental conditions. Alamar blue assay was run 48 hours after stimulation. Conditions were run in triplicated with four samples per trial (n = 12). Immunohistochemical staining was conducted at 48 hours post-stimulation. Conditions run in triplicate with n = 200 cells. NGF ELISA ELISA was used to calculate the concentration of NGF release by stimulated SC in the media as previously described [ 26 ]. The supernatants extracted at different time points (immediately after stimulation, 24 hours and 48 hours) post electrical stimulation were tested for NGF release and compared to a standard curve. Standard curves were prepared with known concentrations of NGF dissolved in DMEM. A linear regression was run on the standard curve and used to calculate concentration of NGF in the supernatant. Statistics Results were analyzed using ANOVA with Tukey’s posthoc tests for all experiments. Significance was set at p<0.01.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:30:43",
  "introduction": "Introduction Neurofibromatosis type 1(NF1) is a genetic condition characterized by peripheral nervous system tumors (PNSTs) including plexiform neurofibroma (pNFs) [ 1 ]. Plexiform Neurofibroma (pNF) is a pathological condition observed at birth in 20–25% NF1 patients [ 2 ] that is a result of genetic mutation of the NF1 gene leading to negative regulation of RAS signaling pathways [ 3 ,  4 ]. The NF1 gene encodes the protein neurofibromin which helps regulate cell growth. NF1 tumors initiate from Schwann cells (SC), which are support cells in the peripheral nervous system that help increase neuronal signal propagation. The NF1 Schwann cells (SC) with mutations in neurofibromin expression proliferate uncontrollably leading to Schwann cell tumors [ 5 ]. Loss of neurofibromin leads to tumors on nerve fibers (neurofibromas), which are often benign but can cause deformities, nerve compression and other complications. NF1 SCs recruit other cell types such as fibroblast, vascular endothelial cells and inflammatory cells\\ [ 6 ,  7 ]. Increased drive/proliferation of NF1 SCdrives the formation of pNFs and cue the proliferation of fibroblasts and mast cells to form the tumor microenvironment [ 8 ,  9 ]. Plexiform neurofibromas are typically non-metastatic tumors with limited effective therapies for patients [ 10 ]. Recent clinical trials on drug therapy indicates successful outcomes with MAP kinase (MEK) inhibitors. Approximately ~70% of the children with inoperable pNF respond positively to MEK inhibitor treatments, while improving their quality of life [ 11 ]. The study conducted by Gross et al. evaluated the tumor shrinkage of a group of pNF subjects with inoperable tumors through orally administered MEK inhibitor selumetinib (AZD6244 or ARRY-142886). Approximately ~31% shrinkage of the tumor volume was observed as a response to the inhibitor drug by the study group [ 12 ]. However, this treatment causes side effects and cannot always be tolerated by the patient. Current studies on new therapies have been conducted in genetically modified mouse models [ 13 ], which have a high cost and only 10% of the tested therapies translate into successful applications in human trials [ 14 ]. Our long-term goal is to develop an organotypic three-dimensional in vitro model of NF1 that can be used to test drug therapies. Most of the cell-based therapies for pNF are tested in 2D cultures, which does not sufficiently mimic the extracellular microenvironment [ 15 ] or animal models that are costly and may not mimic human cells [ 16 ]. We are developing a 3D cell culture system using electrospun hyaluronic acid (HA) nanofibers combined with carbon nanotubes (CNTs). We propose using electrically conductive nanofibers to simulate the neuronal component in our organotypic models. Electrospun HA scaffolds are developed to mimic properties of the axons on which the SC grow including mechanical, topographical and electrical cues. Using this system, we can study SC: Axon interactions. In this paper, we are evaluating the effect of electrical stimulation on Schwann cells as a first step towards this goal towards the organotypic model. Our previous research on utilizing HA-CNT fibers with chick derived DRG neurons developed a tissue-engineered platform to successfully test cellular behavior in the presence of multiple cues [ 17 ]. We are interested in how nanofibers cues that mimic axons effect the behavior or NF1+/+ and NF1-/- Schwann cells to study the mechanism behind SC proliferation and maturation. In nerve regeneration applications, electrical stimulation within a tested safe range could lead to molecular cascades that support the electrical activity of the neuronal cells thereby leading to restoration of neuronal connections [ 18 ]. Electrical stimulation has been shown to release and enhance the secretion of a variety of growth-related proteins [ 19 ] such as interleukin-8 and FGF-1 from fibroblasts [ 20 ], BDNF from hippocampus neurons [ 21 ], and type II collagen from chondrocytes [ 22 ]. Multiple studies have indicated that SCs express neurotrophic factors at the injury site after electrical stimulation thereby leading to favorable microenvironment for regeneration [ 18 ]. During embryogenesis and regeneration, it is known that endogenous (21–140 mV/mm) electrical fields are present [ 23 ]. One previous study investigated the effect of electrical stimulation on neuropathic pain in NF1 patients [ 24 ]. However, the effect of electrical stimulation on cells in the pNF microenvironment is unknown and the effect of physiologically relevant electrical stimulation on pNF SC has not previously been studied. In this study, we have developed a HA-CNT nanofibrous scaffold and custom stimulation set up to evaluate the behavior of wild-type and NF1 SC under electrical stimulatory conditions. We have quantified SC attachment, cell spreading/elongation and proliferation with and without stimulation. We have also evaluated NGF release from SC with and without electrical stimulation. Together, these results show that NF SC elongate, proliferate and release NGF on conductive nanofibrous scaffolds. In the presence of stimulation, we see that these properties decrease for NF SC but increase for WT SC. We conclude that WT SC proliferate and elongate under regenerative electrical stimulation conditions, while NF SC proliferate and elongate on conductive materials under low/no electrical conditions.",
  "results": "Results Nanofibers We analyzed at least 200 nanofibers with 10 SEM images for each fiber type ( Fig 2A and 2B ). The percentage of aligned fibers in each of the nanofiber groups HA and HA-CNT were 69% and 72% respectively ( Fig 2C ). Fiber diameter for HA and HA-CNT was 160±27nm and 197±40 nm respectively, with HA-CNT fibers significantly larger than HA fibers ( Fig 2D ). See S2 Fig in  S1 File  for TEM image of CNT within the HA nanofiber. 10.1371/journal.pone.0308207.g002 Fig 2 Fiber morphology: A and B show SEM images of HA and HA-CNT fibers. We can see bumps along the HA-CNT fibers which are formed from the MWCNTs within the fibers (See S 2 for TEM). SB = 1μm. C shows fiber orientation of electrospun nanofibers for both HA and HA-CNT, both of which are aligned. D shows fiber diameter of the two fiber types. (n = 200, p<0.01). Cell attachment and proliferation HA and HA-CNT nanofibers with and without collagen coating were evaluated for their effects on cellular aspect ratio and cellular spread area. Cellular images are shown in S3 Fig in  S1 File .  Fig 3  shows cells on HA hydrogels and HA nanofibers with a collagen coating. NF SC appear more aligned than WT SC in all conditions. WT SC are more rounded and appear to group together. These results are quantified in  Fig 4 . 10.1371/journal.pone.0308207.g003 Fig 3 WT SC and NF SC morphology on HA hydrogels (A,D), HA nanofibers (B,E) and HA-CNT nanofibers (C,F). WT SC are rounder and tend to cluster (A,B,C), NF SC are more elongated (D,E,F). SB = 100 μm, S100 (Red), DAPI (Blue). Fiber alignment direction is indicated by white arrow in B,C,E,F. Hydrogels (A,D) do not have a topographical cue. 10.1371/journal.pone.0308207.g004 Fig 4 (A) Cell proliferation of NF SC and WT SC on hydrogels, HA Fibers and HA-CT Fibers. Cell proliferation was measured with Alamar blue and show increases with time. WT SC on HA-CNT fibers show significantly higher proliferation than all other conditions (*). WT SC at 72 hours was significantly higher than other conditions in their material group (**). Conditions run in triplicated with four samples per trial (n = 12) (B) Cell spread area with and without collagen coating. WT SC on HA-CNT has significantly higher cell spread area than all conditions. NF SC on HA has significantly higher cell spread area than all other NF SC conditions (**). WT SC has significantly higher cell spread area than corresponding NF SC (*). Conditions run in triplicated with 200 total cells per condition (n = 200) (C) Aspect ratio increases with collagen coating. NF SC has a higher aspect ratio than WT SC. NF SC on HA collagen has significantly higher aspect ratio than no collagen conditions (**). NF SC aspect ratio is significantly higher than the corresponding WT SC conditions (*). Conditions run in triplicated with 200 total cells per condition (n = 200). (p<0.01). We measured cell proliferation on HA hydrogels and collagen coated fibers and found that WT SC showed the most proliferation at 72 hours ( Fig 4A ). Cellular proliferation was measured using an Alamar blue assay at 24, 48 and 72 hours post cell seeding. WT SC showed the most proliferation in all material conditions ( Fig 4A ). Cell proliferation was higher for both cell types on fiber conditions compared to hydrogels. Percent increase in proliferation is quantified in  Table 1 . Cellular spread area is a measurement of total area of the cell. The cellular spread area was found to be greater in WT cells than NF cells as indicated in  Fig 4B . Spread area was greatest for WT cells on HA-CNT with collagen coating. Increased cellular area could correlate with an increase in roundness. Both WT and NF SCs showed increased elongation on collagen-coated fibers, however NF SC showed significantly more elongation compared with WT cells. Elongation was measured by aspect ratio in  Fig 4C . NF SC on collagen coated HA nanofibers has a significantly higher aspect ratio than WT SC in all conditions. Electrical stimulation of Schwann cells We have previously investigated the effect of 30 mins of electrical stimulation at both 100 and 200 mV/mm voltage [ 17 ]. We used the same stimulation parameters in this study. Cell morphology of WT and NF SC with and without stimulation is shown in  Fig 5 . Additional cell images are available in S4 Fig in  S1 File . WT SC cultured on nanofibers show clustering and rounder morphology with some elongation under 100 mV/mm stimulation ( Fig 5A–5C ). NF SC are more elongated with some rounding following stimulation at 200 mV/mm ( Fig 5D–5F ). At the stimulation parameters that we tested, cellular spread area is higher for WT cells than NF SC. Aspect ratio was highest of unstimulated NF SC ( Fig 6B, 6C ). 10.1371/journal.pone.0308207.g005 Fig 5 WT SC (A,B,C) and NF SC (D,E,F) morphology in unstimulated (A,D), and stimulated at 100 mV/mm (B,E) and 200 mV/mm (C,F). Immunohistochemical staining was done 48 hours post stimulation with S100 (red) and DAPI (blue). SB = 50μm. Fiber alignment is indicated by white arrow. 10.1371/journal.pone.0308207.g006 Fig 6 (A) Cell proliferation of NF SC and WT SC post electrical stimulation at 0, 100 and 200 mV/mm on HA-CNT nanofibers. Cell proliferation in WT cells increases post 100 mV/mm stimulation. WT SC cell number is significantly higher than other conditions except the unstimulated NF SCs (*). Unstimulated NF SC cell number is significantly higher than all other NF SC conditions (**). Conditions run in triplicated with four samples per trial (n = 12). (B) Cell spread area (total area of the cell) post electrical stimulation shows significantly decreased area for NF SC following 200 mV/mm stimulation and unstimulated WT SC (*). WT SCs stimulated at 200 mV/mm were significantly higher than NF SCs at 200 and unstimulated WT SCs (**). Conditions run in triplicate with n = 200 cells. (C) Aspect ratio (the ratio of the longest length of the cell to shortest) decreases with stimulation for both cell types. Unstimulated NF SCs were significantly higher than all other conditions (*). WT SCs stimulated at 100 mV/mm were higher than other conditions for WT SCs (**). Conditions run in triplicate with n = 200 cells. p<0.01. Following electrical stimulation, proliferation was measured for WT and NF cells using an Alamar Blue assay. The cells were cultured for 48hrs post electrical stimulation for 30mins. Cellular proliferation was highest for WT SC at 100 mV/mm stimulation. NF SC showed highest proliferation when unstimulated ( Fig 6 ). Electrical stimulation of Schwann cells releases Neural Growth Factor (NGF) NGF ELISA was conducted on the SC media to measure the amount of growth factor release following stimulation. A standard curve was developed to calculate the concentration of NGF release of the experimental groups. The values of NGF release for the three different time points (immediately after ES, 24h and 48h after ES) are shown on  Fig 7 . Highest NGF release was seen following 100 mV/mm for WT SC. NGF release increased for both cell types under 100 mV/mm stimulation. 10.1371/journal.pone.0308207.g007 Fig 7 NGF release from SC with and without stimulation on HA-CNT nanofibers. Cells were cultured on HA-CNT scaffolds without stimulation and at 100 and 200 mV/mm stimulation. We see increased NGF release over time. WT SC at 48 hours, 100 mV/mm is significantly higher than all other conditions (*). (p<0.05).",
  "discussion": "Conclusion In conclusion we have demonstrated a platform that can be utilized for in vitro testing of WT and NF Schwann cells. WT Schwann cells cultured on this multiple cue model demonstrate positive characteristics useful in peripheral nerve regeneration applications. The study concluded that NF Schwann cells have lost the ability to respond in a pro-regenerative manner through morphological changes and control of proliferation and NGF secretion when exposed to high exogenous electrical stimulation. However on electroconductive nanofibers, they show increased elongation and proliferation, concluding that this may better mimic the tumor microenvironment. Our future work will investigate SC behavior at low electrical stimulation and co-culture of NF SC with other cells in the tumor microenvironment to develop and organotypic model for drug testing.",
  "upgrade_date": "2026-02-20 07:29:21"
}