{
  "pmid": "PMID:39110684",
  "title": "Electrical stimulation of Schwann cells on electrospun hyaluronic acid carbon nanotube fibers.",
  "abstract": "Neurofibromatosis Type 1 (NF1) is a complex genetic disorder characterized by the development of benign neurofibromas, which can cause significant morbidity in affected individuals. While the molecular mechanisms underlying NF1 pathogenesis have been extensively studied, the development of effective therapeutic strategies remains a challenge. This paper presents the development and validation of a novel biomaterial testing model to enhance our understanding of NF1 pathophysiology, disease mechanisms and evaluate potential therapeutic interventions. Our long-term goal is to develop an invitro model of NF1 to evaluate drug targets. We have developed an in vitro system to test the cellular behavior of NF1 patient derived cells on electroconductive aligned nanofibrous biomaterials with electrical stimulatory cues. We hypothesized that cells cultured on electroconductive biomaterial will undergo morphological changes and variations in cell proliferation that could be further enhanced with the combination of exogenous electrical stimulation (ES). In this study, we developed electrospun Hyaluronic Acid-Carbon Nanotube (HA-CNT) nanofiber scaffolds to mimic the axon's topographical and bioelectrical cues that influence neurofibroma growth and development. The cellular behavior was qualitatively and quantitively analyzed through immunofluorescent stains, Alamar blue assays and ELISA assays. Schwann cells from NF1 patients appear to have lost their ability to respond to electrical stimulation in the development and regeneration range, which was seen through changes in morphology, proliferation and NGF release. Without stimulation, the conductive material enhances NF1 SC behavior. Wild-type SC respond to electrical stimulation with increased cell proliferation and NGF release. Using this system, we can better understand the interaction between axons and SC that lead to tumor formation, homeostasis and regeneration.",
  "authors": "Judy Senanayake; Raymond R Mattingly; Harini G Sundararaghavan",
  "journal": "PloS one",
  "publicationDate": "2024",
  "doi": "10.1371/journal.pone.0308207",
  "methods": "Methods HA hydrogels Hyaluronic acid (HA) hydrogels were made using previously described methods using 3% methacrylated HA and 0.05% I2959 photoinitiator [ 25 ]. Briefly, hydrogels were prepared by mixing 3% methacrylated HA (~30% methacrylated, tested with NMR, S1 Fig in  S1 File ), 1x PBS and 0.05% irgacure and UV crosslinked for 30 minutes. Electrospinning HA and HA-CNT aligned nanofibers Nanofibers were prepared from the methods adopted from Steel et. al. [ 17 ]. Briefly, the fiber spin solution contains 2% methacrylated hyaluronic acid (HA), 2% polyethylene oxide (PEO, 900kDa), 0.05% I2959 photo-initiator dissolved in deionized water for controls (HA) and 0.01% multi walled carbon nanotubes (MWCNT) mixed in saline (HA-CNT). Aligned HA and 0.01% HA-CNT fibers were prepared by electrospinning on a rotating mandrel with a dispense rate (flowrate) of 1.7mL/h and a voltage of 17kV from a blunt 18 gauge needle, 11 cm from a rotating mandrel. All experiments used aligned fibers of HA and HA-CNT spun on methacrylated coverslips (round and square). All fiber samples were UV crosslinked for 30 minutes prior to hydration for experiments. Nanofiber characterization Fibers were characterized using SEM imaging. The samples were placed on a sample holder (6 sample holder) and gold sputtered for 30 seconds. Gold coated samples were loaded into the SEM chamber and vacuum purged. The chamber pressure was below 10 −4 \n Torr  with extraction voltage set to 6 kV. The distance between the sample and bottom of the lens was maintained at 8 mm (Z axis) plus offset (manually performed for each sample). All adjustments for imaging (fine tuning) were made during slow focus to obtain clear images. Images were captured at 10k and 15k magnifications. Fiber diameter and angle were measured using ImageJ (v1.53a) with at least 200 fibers per fiber type. Fiber diameter was measured manually. The angle tool was used to measure the orientation of the fibers. The bottom border was used as the reference 0° plane and all fibers projecting from this reference plane was measured. We calculated the percent of aligned fibers by dividing the among of fibers that deviated less than 20° from the neutral axis [ 26 ]. Schwann cell culture Immortalized NF1 patient derived Schwann cell (NF SC, NF-/-) line, ipNF 95.11b and Wild type Schwann cell (WT SC, NF+/+) line, ipn 02.8 were utilized for all experiments [ 4 ]. The cells were extracted from human patients diagnosed with Plexiform Neurofibroma in peripheral nerves. WT cells are non-tumor nerves while NF cells extracted from tumor sites in peripheral nerve [ 27 ]. All cells were cultured in DMEM (Gibco by Life Technologies) with 10% Fetal Bovine Serum (Hyclone by Life Science) and sub-cultured using 0.05% Trypsin (Gibco by Life Technologies). Attachment of Schwann cells HA and HA-CNT fibers spun on (12 mm diameter) round coverslips were utilized for attachment experiments. The fibers were tested with and without a collagen coating (Corning by Life science/ Advanced BioMatrix). In this study, we used aligned nanofibers to mimic neurons in the neurofibroma. Our previous work investigated aligned and random fibers for various cell types [ 17 ,  26 ,  28 – 32 ]. The fibers were hydrated in 1x PBS for 48 hours before experiments. All four experimental fiber groups (HA and HA-CNT, with and without collagen) were seeded with 20,000 wild-type Schwann cells (WT SC) and NF SC per well and incubated overnight at 5% CO 2  and 37°C. The cell seeded coverslips were moved to fresh wells 24 hours later for attachment and cell morphology was analyzed through fluorescence staining. Immunofluorescence staining Samples were fixed using 4% Paraformaldehyde (PFA) and rinsed thrice with warm 1x PBS. The samples are permeabilized by 0.1% Triton X-100 in 1x PBS with FBS (wash buffer) and blocked in 10% goat serum for 1 hour. Schwann cells were incubated with antibody against s-100b (Sigma) as the primary overnight at 1:400 ratio, treated with anti-rabbit IgG as secondary (Alexa Fluro 594, Invitrogen) for 2 hours at 1:1000 ratio, and counterstained with DAPI (Fisher Scientific) for 5 minutes at 1:2500 ratio for nuclei staining. Wash buffer was used as the diluent for all staining components (dyes). The wells were washed thrice in between all staining steps with wash buffer and placed in 500 μl (attachment experiment) to 1000 μl (stimulation experiment) of 1x PBS protected from light until imaging. Stained samples were imaged using inverted Nikon microscope [Eclipse T i -E T i -E/B] with LED light source. Texas Red [s100b] and DAPI [cell nuclei] filters with 200-300ms exposure times were used for the imaging purposes. The images were analyzed using NIH ImageJ (version 1.53a) software. Aspect ratio, which is the longest length of the cell divided by the shortest length of the cell, and cellular spread area, which is the total area of the cell, were measured and statistically analyzed. Conditions were run in triplicate with at least 200 cells measured for each condition. Alamar blue assay Alamar blue assays were conducted at 24, 48 and 72 hours on unstimulated samples to quantify the cellular proliferation on HA, HA-CNT and hydrogels. We also ran Alamar blue cell proliferation assays on stimulated HA-CNT nanofibers 48hrs post electrical stimulation. Briefly, Alamar blue solution was prepared at 10% of the well volume using cell culture media. Each well was treated with 500 μl of Alamar blue solution at the timepoints as indicated in the experiment. The plates were incubated protected from light for 6–7 hours to detect sufficient color gradient. A standard curve was used to calculate cell densities on experimental wells. The samples were pipeetted from the treated plates in triplicates of 100 μl and transferred into a 96-well plate, and read using Thermo Scientific Multiskan GO at 570 and 600nm to obtain the absorption gradient. The data was analyzed in terms of percentage reduction corresponding to the two wave lengths using a standard curve.  Table 1  shows that percentage increase in cell number from 24 hours to 72 hours for all conditions. Percentage increase was calculated by the ratio of the change in cell density between 72 hours and 24 hours post seeding by the final cell density (72 hours). All samples were run in triplicate. 10.1371/journal.pone.0308207.t001 Table 1 Proliferation. Percentage increase in cell number from 24 hours to 72 hours for all conditions. Experiment Type Mode NF Increment % WT Increment % \n Stimulated Experiment \n \n Unstimulated \n \n 64.3%±5.5 \n \n 48.9%±20 \n \n 100mV/mm \n \n 36.4%±16 \n \n 73.9%±5.0 \n \n 200mV/mm \n \n 44.0%±11 \n \n 60.9%±11 \n \n Material Experiment \n \n HA 24H-72H \n \n 24.0%±18 \n \n 52.2%±7.5 \n \n HACNT 24H-72H \n \n 29.0%±16 \n \n 50.6%±15 \n Schwann cell stimulation Custom stimulation well plates were prepared using 12-well tissue culture plates as previously described [ 17 ] ( Fig 1 ). Briefly, custom electrical stimulation chambers were fabricated from 12- well cell culture plates by drilling a hole using a 6-mm bit on a Dremel drill press and sandwiching: glass coverslip, electrospun nanofibers, copper tape, Very High Bond tape (3M), and a custom cut well within a standard culture well ( Fig 1 ). Copper electrodes were not in contact with the culturing medium; they are only in contact with the nanofibers. A Function Generator connected to a breadboard with 2 binding posts, 7.25″ × 7.5″ (Jameco) was used as the power source. The applied biphasic stimulus (Voltage In) and the stimulus after it passed through the stimulation chamber (Voltage Out) were captured from Channel 1 and Channel 2 of an oscilloscope (Rigol) connected to a Raspberry Pi running a Python script to store the data in near real time through the USB port connection. The plates were UV sterilized before the hydration to prevent contamination. The inner well of the stimulation plate is approximately 32 mm 2 . The fibers were hydrated using 1x PBS, and coated with collagen (Rat-tail Col1, Advanced BioMatrix). Each well was treated with 50 μl of collagen in acetic acid and left under the laminar flow hood for the acetic acid to evaporate and leave an adsorbed layer of collagen. WT and NF SCs were prepared, and each well was seeded with a cell density of 2,000 cells in 50μl of media initially to incubate the plates for attachment. The incubated plates were treated with 1ml of warm media after 2 hours and left incubated overnight. Before stimulation the media was exchanged to remove any floating cells. 10.1371/journal.pone.0308207.g001 Fig 1 Schematic of the custom electrical stimulation setup. The stimulation wells are drilled within a 12-well plate. Two stimulation rows have 4-wells in series. The middle row of the 12-12ll plate is used the unstimulated control. The wells were stimulated at 20Hz biphasic square wave of 100 and 200mV/mm for 30mins. Unstimulated control group were also exposed to the same conditions during the stimulation of the experimental groups. The custom well plates were incubated for 48 hours, and the supernatants were collected at different three time points: immediately after stimulation (0 time point), 24 hours post stimulation and 48 hours post stimulation. Nerve growth factor (NGF) expression was measured through and ELISA assay. Controls were run with unstimulated wells that were maintained under the same experimental conditions. Alamar blue assay was run 48 hours after stimulation. Conditions were run in triplicated with four samples per trial (n = 12). Immunohistochemical staining was conducted at 48 hours post-stimulation. Conditions run in triplicate with n = 200 cells. NGF ELISA ELISA was used to calculate the concentration of NGF release by stimulated SC in the media as previously described [ 26 ]. The supernatants extracted at different time points (immediately after stimulation, 24 hours and 48 hours) post electrical stimulation were tested for NGF release and compared to a standard curve. Standard curves were prepared with known concentrations of NGF dissolved in DMEM. A linear regression was run on the standard curve and used to calculate concentration of NGF in the supernatant. Statistics Results were analyzed using ANOVA with Tukey’s posthoc tests for all experiments. Significance was set at p<0.01.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:30:43"
}