{
  "pmid": "PMID:39129390",
  "title": "Inhibition of autophagy as a novel treatment for neurofibromatosis type 1 tumors.",
  "abstract": "Neurofibromatosis type 1 (NF1) is a genetic disorder caused by mutation of the NF1 gene that is associated with various symptoms, including the formation of benign tumors, called neurofibromas, within nerves. Drug treatments are currently limited. The mitogen-activated protein kinase kinase (MEK) inhibitor selumetinib is used for a subset of plexiform neurofibromas (PNs) but is not always effective and can cause side effects. Therefore, there is a clear need to discover new drugs to target NF1-deficient tumor cells. Using a Drosophila cell model of NF1, we performed synthetic lethal screens to identify novel drug targets. We identified 54 gene candidates, which were validated with variable dose analysis as a secondary screen. Pathways associated with five candidates could be targeted using existing drugs. Among these, chloroquine (CQ) and bafilomycin A1, known to target the autophagy pathway, showed the greatest potential for selectively killing NF1-deficient Drosophila cells. When further investigating autophagy-related genes, we found that 14 out of 30 genes tested had a synthetic lethal interaction with NF1. These 14 genes are involved in multiple aspects of the autophagy pathway and can be targeted with additional drugs that mediate the autophagy pathway, although CQ was the most effective. The lethal effect of autophagy inhibitors was conserved in a panel of human NF1-deficient Schwann cell lines, highlighting their translational potential. The effect of CQ was also conserved in a Drosophila NF1 in vivo model and in a xenografted NF1-deficient tumor cell line grown in mice, with CQ treatment resulting in a more significant reduction in tumor growth than selumetinib treatment. Furthermore, combined treatment with CQ and selumetinib resulted in a further reduction in NF1-deficient cell viability. In conclusion, NF1-deficient cells are vulnerable to disruption of the autophagy pathway. This pathway represents a promising target for the treatment of NF1-associated tumors, and we identified CQ as a candidate drug for the treatment of NF1 tumors.",
  "authors": "Megan Stevens; Yuanli Wang; Stephanie J Bouley; Torrey R Mandigo; Aditi Sharma; Sonali Sengupta; Amy Housden; Norbert Perrimon; James A Walker; Benjamin E Housden",
  "journal": "Molecular oncology",
  "publicationDate": "2025-03",
  "doi": "10.1002/1878-0261.13704",
  "methods": "2 Materials and methods 2.1 Cell culture \n Drosophila  Schneider (S2R+) cells, both WT and dNF1‐KO, were cultured at 25 °C in Schneider's media (Gibco: ThermoFisher Scientific Waltham, MA USA) containing 1% antibiotic (Gibco: ThermoFisher Scientific Waltham, MA USA) and 10% fetal bovine serum (Gibco: ThermoFisher Scientific Waltham, MA USA). Human cell lines used include:  NF1 \n \n  and  +/− \n NF1 \n \n  immortalized human Schwann cell (SC) lines, derived from the ipn02.3 2λ (hTERT ipn02.3 2λ CRL‐3392) cell line using CRISPR/Cas9 gene editing as described below; two immortalized human SCs derived from PNs from NF1 patients [ −/− \n 21 ], which included ipnNF95.11C (hTERT NF1 ipnNF95.11c, RRID: CVCL_UI69;  NF \n \n ) and ipNF95.11b ‘C’ (hTERT NF1 ipNF95.11b C, RRID: CVCL_UI67;  +/− \n NF1 \n \n ) cells (germline  −/− \n NF1  mutation: c.1756delACTA), and ipnNF09.4 (hTERT NF1 ipnNF09.4, RRID: CVCL_UI73;  NF1 \n \n ) and ipNF05.5 (hTERT NF1 ipNF05.5, RRID: CVCL_UI71;  +/− \n NF1 \n \n ) cells (germline  −/− \n NF1  mutation: c.3456_3457insA). All human cell lines were cultured at 37 °C in 5% CO 2  in DMEM media (Merck, Rahway, NJ USA) containing 1% antibiotic (Gibco: ThermoFisher Scientific Waltham, MA USA) and 10% fetal bovine serum (Gibco: ThermoFisher Scientific Waltham, MA USA). For ipnNF09.4 and ipNF05.5 cells, the media was also supplemented with 50 ng·mL −1  neuregulin‐1 (NRG‐1) (Sigma, Burlington, MA USA). All cell lines have been authenticated in the past 3 years regarding the expression of NF1 using Western blotting and an antibody specific for NF1 (Abcam, Cambridge, United Kingdom; ab238142). Western blotting confirmed that NF1‐deficient cells did not express the NF1 protein. In addition, all experiments were performed in mycoplasma‐free cells. 2.2 Generation of  dNF1 ‐ KO \n Drosophila  cells The dNF1‐KO cell line was generated using methods described previously [ 20 ,  22 ]. WT S2R+ cells were co‐transfected with the pl018 plasmid to express Cas9 and the sgRNA (CGCTTCTCCCTTGTCATATC) and pAct‐GFP plasmid to mark transfected cells. Five days after transfection, individual cells with the highest 15% GFP signal were isolated and seeded into wells of 96‐well plates using FACS. Single cells were cultured using conditioned media for approximately 3 weeks. DNA was then extracted from each candidate cell population and assessed using HRMA to identify those carrying mutations at the sgRNA target site. Positive candidates were then sequenced to confirm frame‐shift mutations were present in each  NF1  allele (Fig.  1A ). Fig. 1 Generation and characterization of NF1‐deficient  Drosophila  and human Schwann cells using CRISPR. (A)  Drosophila  S2R+ cells were transfected with Cas9 and sgRNA designed to target a double‐stranded break in exon 2 of  dNF1 . Molecular analysis of the dNF1‐KO line revealed deletions of 14, 11 and 13 bp in three alleles (S2R+ cells are aneuploid). The position of the guide RNA is shown in blue and the protospacer adjacent motif (PAM) site in green. Predicted effect of deletions on the amino acids in each allele are shown, each resulting in premature termination. (B) Representative image of western blot showing loss of neurofibromin in dNF1‐KO cells compared to wild‐type (WT) S2R+ cells (two replicates performed) and pERK and total ERK levels in S2R+ and dNF1‐KO cells under normal culturing conditions (10% serum). (C) Quantification of pERK/ERK ratio in S2R+ and dNF1‐KO cells (in 10% serum) shows no significant change (from triplicate experiments). Error bars indicate standard deviation;  P ‐value was calculated using a two‐tailed, unpaired  t ‐test. (D) Characterization of dNF1‐KO cell size and proliferation rate as assessed using CellTiter‐Glo assays or cell counts (number of replicates is indicated by the colored circles on each bar, error bars indicate standard deviation,  P  values determined using unpaired (except for cell counts, which were paired), two‐tailed  t ‐tests). ‘Baseline’ indicates a comparison of ATP levels with no incubation for growth. ‘Cell counts’ indicates that cell numbers were counted following 72 h of growth from equal initial cell populations. ‘Serum free’ and ‘Full serum’ indicate ATP measurements following 72 h of incubation for growth from initially equal cell populations. (E) CRISPR/Cas9 was used to target exon 3 of  NF1  in a telomerase‐immortalized human Schwann cell line (hTERT ipn02.3 2λ) [ 21 ] to generate isogenic NF1 knock out (NF1 −/+  and NF1 −/− ) cell lines. Line C8 has a heterozygous 1 bp deletion (c.281delT) and line C23 is a transheterozygous combination of 1 bp insertion (c.280‐281insT) and 2 bp deletions (c.282–283 delTG). Position of the guide RNA (NF1‐sg2) is shown in blue and the PAM site in green. (F) Western blot analysis of cell lines showing reduction (C8) and absence (C23) of neurofibromin compared to the wild‐type ipn02.3 2λ progenitor Schwann cell line. pERK and total ERK levels were assessed in cells grown in 10% serum. The image is of a representative blot from three replicates (G) Quantification of pERK/ERK ratios shows no significant change between wild‐type and C8 or C23 cells (from triplicate experiments). Error bars represent the standard deviation and  P ‐values were calculated using a one‐way ANOVA with multiple comparisons. 2.3 Generation of  \n ‐deficient human Schwann cell lines using  NF1 \n CRISPR ‐Cas9 The wild‐type human hTERT‐immortalized Schwann cell line (hTERT ipn02.3 2λ) was a gift from Dr. Peggy Wallace, University of Florida [ 21 ]. CRISPR‐Cas9 genome editing was performed using NF1‐sg2 (ACACTGGAAAAATGTCTTGC), a sgRNA targeting human  NF1  exon 3 in the lentiCRISPR v1 plasmid, which was a gift from Dr. Feng Zhang (Broad Institute) [ 23 ]. hTERT ipn02.3 2λ cells were transfected by electroporation using the Amaxa Basic Nucleofector Kit for Primary Mammalian Fibroblasts (Lonza, Basel, Switzerland) and the program U‐023, according to the manufacturer's instructions. After 48 h of selection on puromycin (1 μg·mL −1 ) in DMEM/10% FBS, cells were re‐plated in to allow single clone isolation. Genotyping of selected single clones was performed using PCR using primers NF1‐exon3‐FOR (CCCCAATTCAAGATTCTGGT) and NF1‐exon3‐REV (ATCGCACTCTCCCACAACTC). PCR products were treated with exoSAP (Affymetrix, Santa Clara, CA USA) and sequenced using NF1‐exon3‐SEQ (TGCCATTTCTGTTTGCCTTA). 2.4 Synthetic lethal screen Screens were performed as described previously [ 22 ]. Specifically, we used wild‐type S2R+ or dNF1‐KO cells and the genome‐wide RNAi library from the Sheffield RNAi Screening Facility. In total, 10 000 cells were seeded into each library well in 10 μL serum‐free Schneider's  Drosophila  media. Plates were then incubated at room temperature for 45 min before the addition of 35 μL media with 10% FBS. Liquid handling was performed using a Multidrop Combi. Libraries were incubated at 25 °C for 5 days before CellTiter‐Glo assays (Promega, Madison, WI USA) were performed. ATP levels were assessed using luminescence from the CellTiter‐Glo assays measured with a TECAN Infinite M200 Pro plate reader. Screens were performed in triplicate in each cell line (Fig.  S1 ). Data were analyzed by first normalizing all values to the median of each row and column of the library plate to allow direct comparison between plates.  Z ‐scores were then calculated for each RNAi reagent using the average and standard deviation of each replicate screen and correlation between replicates was used to assess the quality of screen results. Reagents were considered hits if the  Z ‐score in at least 2/3 of replicates was below −1.5 in dNF1‐KO cells and above −1.5 in S2R+ cells. We note that some assay plates were affected by position effects; these were identified manually and removed from the analysis prior to correlation analysis. Functional gene groups were determined using the in‐built clustering tool in the STRING database to group genes. Functions of each group were determined manually by searching for associated GO terms or assessing annotated functions of human orthologs in cases where the  Drosophila  gene was not sufficiently annotated. 2.5 Variable dose analysis ( VDA ) VDA is an RNAi‐based method in which each cell within a population receives a different dose of shRNA [ 24 ,  25 ]. The relative knockdown efficiency of each cell is then measured with a fluorescent reporter. On the day of transfection S2R+ and dNF1‐KO cells were plated at 1 × 10 4  cell/100 μL culture media, per well of a 96‐well plate. Cells were incubated at 25 °C for 40 min to allow adhesion. Cells were then transfected with 40 ng actin‐GFP and 160 ng shRNA expression plasmid using 0.6 μL FuGENE® HD transfection reagent in a total volume of 10 μL. We used a positive ( thread , an apoptosis inhibitor that induces cell death when inhibited) and negative ( white , known to have no viability effect in these cells) shRNA on each plate for normalization of data. Plates were then sealed and incubated for 4 days at 25 °C in a humidifying chamber. Flow cytometry was used to identify GFP‐positive cells (transfection efficiency). The area under an inverted cumulative distribution curve was used as a readout of relative viability, normalized to the positive and negative control. More detailed protocol and data analysis information can be found in Sierzputowska  et al . [ 25 ]. 2.6 \n CellTiter ‐Glo assays The CellTiter‐Glo assay (Promega; G7570) is a luminescent viability assay based on the quantification of ATP, which is an indicator of metabolically active cells. All cells were plated in white 384‐well plates at a seeding density of 5 × 10 3  cells/25 μL culture media in either complete or serum‐free media. S2R+ cells were left to adhere for 40 min at 25 °C and human cells were left to adhere for 4 h at 37 °C in 5% CO 2  before treatment. Cells were treated with 250 nL per well of each drug (CQ, bafilomycin A1, and selumetinib) in PBS at varying concentrations in replicates of 5–8 using the Mosquito LV Genomics (SPT Labtech, Melbourn, Cambridgeshire, United Kingdom) and incubated for 48 h. The CellTiter‐Glo assay was then performed according to the manufacturer's instructions, and luminescence was measured using a plate reader (TECAN Infinite M200 Pro, Männedorf, Switzerland). 2.7 Cell count assays Human cells were seeded in 24‐well plates at a density of 2.5 × 10 4  cells per well in complete culture media and left to adhere for 4–6 h at 37 °C in 5% CO 2  before treatment. The cells were subsequently treated with CQ, bafilomycin A1, or selumetinib in PBS in serum‐free media. Counts were performed 24 and 48 h later, with trypan blue used to exclude dead cells. 2.8 Autophagy assay and caspase assay An autophagy assay kit (Abcam; ab139484) was used to measure autophagic vacuoles in live cells using a cationic amphiphilic tracer (CAT) dye that selectively labels autophagic vacuoles. This dye has been optimized to ensure the minimal staining of lysosomes and results in bright fluorescence upon incorporation into pre‐autophagosomes, autophagosomes, and autophagolysosomes. All cells were plated in 96‐well plates in either complete or serum‐free media. S2R+ cells were left to adhere for 40 min at 25 °C and human cells were left to adhere for 4 h at 37 °C in 5% CO 2  before treatment. Cells were treated with 10 μ m  per well of CQ in PBS at varying concentrations and incubated for 4 h to block autophagosome fusion with lysosomes. Cells were then washed three times with PBS and fluorescence intensity was measured using a plate reader at Ex/Em 480/530 nm (TECAN Infinite M200 Pro) to provide a measure of autophagic flux. The higher the fluorescence intensity, the higher the buildup of autophagosomes, and therefore, the higher the rate of autophagic flux. Measurements in  NF1 ‐deficient cells were normalized to the average of control cells. Caspase activity was assessed using the generic caspase activity assay kit (Abcam; ab112130). All cells were plated in 96‐well plates in either complete or serum‐free media. S2R+ cells were left to adhere for 40 min at 25 °C and human cells were left to adhere for 4 h at 37 °C in 5% CO 2  before treatment. Cells were subsequently treated with CQ or bafilomycin in serum‐free media for 48 h. The cell permeable and non‐toxic TF2‐VAD‐FMK fluorescent indicator, which irreversible binds to caspase‐1, ‐3, ‐4, ‐5, ‐6, ‐7, ‐8, and ‐9 in apoptotic cells, was then added to the cells for 4 h at room temperature. Cells were subsequently washed three times in PBS and the fluorescent intensity was measured using a plate reader at Ex/Em 490/525 nm (TECAN Infinite M200 Pro). Measurements in  NF1 ‐deficient cells were normalized to the average of control cells. In both the autophagy and caspase assay, autophagy/caspase fluorescence was normalized to Hoechst fluorescence in each well (Ex/Em 370/485 nm) to account for changes in cell density. 2.9 Annexin V and  PI  staining The Annexin V‐FITC apoptosis kit (Abcam; ab14085) was used to detect apoptosis by staining phosphatidylserine molecules that have translocated to the outside of the cell membrane. Cells were co‐stained with propidium iodide (PI) to detect dead cells in the population. S2R+ cells were left to adhere for 40 min at 25 °C before treatment. Cells were treated with 1 μL per well of each drug (CQ, bafilomycin A1) in PBS at varying concentrations, and incubated for 48 h. The cells were subsequently incubated in Annexin‐V‐FITC and PI assay for 5 min at room temperature in the dark, and fluorescence intensity was measured using flow cytometry (Annexin V‐FITC Ex/Em 488/525 nm and PI 561/585 nm). 2.10 Western blotting Lysates from  Drosophila  S2R+ cells, human immortalized Schwann cells, and homogenized xenograft tissue for western blotting were prepared in RIPA buffer supplemented with protease inhibitors (Complete Protease Inhibitor Cocktail, Sigma) and phosphatase inhibitors (NaF/Na 3 VO 4 /β‐glycerophosphate). Lysates were analyzed on NuPAGE 3–8% Tris‐Acetate gels to assess neurofibromin levels and on NuPAGE 4–12% Bis‐Tris protein gels to assess pERK/ERK levels; lysates for testing the expression of pERK/ERK, pAKT/AKT, PARP, and LC3B were resolved on stain‐free TGX gels (4–15%; BIO‐RAD, Hercules, CA USA). Gels were transferred to nitrocellulose membranes and blots were processed using the Odyssey CLx protocol (LI‐COR, Lincoln, NE USA). Similar to previous publications [ 26 ], neurofibromin expression in adult flies was assayed using immunoprecipitation (IP) followed by western blotting. Lysates of heads from 2‐ to 3‐day old adult flies were prepared in IP buffer (50 m m  Tris–HCl pH 7.5, 125 m m  NaCl, 1.5 m m  MgCl 2 , 0.2% NP‐40, 5% glycerol) with addition of protease inhibitors and phosphatase inhibitors (as above). IPs were performed with 400 μg of total protein incubated in 1 mL IP buffer with 200 μL of mAb21 anti‐ Drosophila  Nf1 monoclonal antibody supernatant [ 27 ] at 4 °C for 1 h. Protein A‐ and Protein G‐Sepharose beads (1 : 1, Sigma) were used to precipitate Immunocomplexes at 4 °C for 1 h. Beads were then washed three times with IP buffer, denatured using 2× SDS sample buffer and analyzed on NuPAGE 3–8% Tris‐Acetate gels to assess neurofibromin levels. Lysates used in the immunoprecipitations were also blotted for β‐tubulin. Antibodies used: anti‐ Drosophila  neurofibromin (mouse, ascites purified mAb21 and mAb30, 1 : 500 each), anti‐human neurofibromin (rabbit, Infixion r07E, San Diego, CA USA, 1 : 1000), anti‐phospho‐ERK (mouse, Sigma M8159, 1 : 2500), total ERK (rabbit, CST 9102, Danvers, MA USA, 1 : 1000), anti‐β‐tubulin (mouse, Developmental Studies Hybridoma Bank E7, Iowa City, IA USA, 1 : 10 000), GAPDH (rabbit, Proteintech 10 494‐1‐AP, San Diego, CA USA, 1 : 15 000), anti‐PARP (rabbit, Cell Signaling 952, 1 : 1000), and anti‐LC3B (rabbit, Cell Signaling 2775, 1 : 1000; CST Danvers, MA USA). Secondary antibodies used were anti‐mouse Alexa Fluor Plus 800 (goat, Invitrogen, A32730, 1 : 10 000) and anti‐rabbit Alexa Fluor Plus 680 (goat, Invitrogen, Waltham, MA USA, A21109, 1 : 10 000). In cases where TGX gels were used, protein of interest expression was normalized to the total protein on the membrane, which was imaged using the BIORAD EZ Imager. 2.11 \n Drosophila  husbandry and stocks Flies were cultured on cornmeal/agar food medium according to standard protocol and housed at 25 °C. The  Nf1 \n \n  mutant fly line was generated by CRISPR/Cas9 [ C1 \n 28 ] using the sgRNA line:  y  [1]  sc[*] v  [1]  sev  [21];  P{y[+t7.7] v[+t1.8] = TKO.GS01796}attP40  (GS01796 sgRNA sequence: CGCTTCTCCCTTGTCATATC) and a germline source of Cas9:  y  [1]  M{w[+mC] = nos‐Cas9.P}ZH‐2A w[*]  (Bloomington Stock #54591). The  UAS‐dNf1  transgene encodes full‐length  dNf1  cDNA corresponding to the RF isoform with addition of introns 9 and 10 and was previously published [ 29 ]. The RNAi and landing site control line were obtained from the Vienna  Drosophila  RNAi Center:  dNf1 RNAi  line: P{ KK101909 }VIE‐260B (VDRC #109637) and VIE‐260B (VDRC #60100).  UAS‐Dicer2  was included to potentiate the RNAi effect [ 30 ]:  P{w[+mC] = UAS‐Dcr‐2.D}10  (Bloomington: 24651). Male flies were used for all experiments. 2.12 Assessing drug sensitivity in flies Flies were raised on standard fly food and kept at 25 °C. For testing drugs, adult flies were transferred to Formula 4–24 Instant  Drosophila  Medium (Carolina Biological, Burlington, NC USA) prepared using water (control) or chloroquine (chloroquine diphosphate; Sigma C6628) in water. For each genotype, three replicates of 20 flies were added to each condition and kept at 25 °C. Flies were monitored periodically to assess lethality. Survival was reported as the percent of flies still alive at each time point. 2.13 \n NF1  tumor xenografts and toxicity assays All experiments were conducted in accordance with UK legislation and with local ethics committee approval (University of Exeter AWERB), under project license P983E59F3. Mice were housed in individually vented cages (Techniplast), with 3–4 mice per cage. They were housed in a sterile room with a 12 h/12 h light/dark cycle, 21 °C, and 45–55% humidity. Mice were handled under a laminar airflow hood and underwent procedures in a sterile surgical room. Mice were 6–8 weeks of age at the beginning of each study. Two million ST88‐14 (RRID: CVCL_8916) cells mixed 1 : 1 with Matrigel (ThermoFisher Scientific, Waltham, MA USA) were injected subcutaneously into the right flank of male CD‐1 nude mice (Athymic Nude Mice obtained from Charles River (Crl:NU(NCr)‐Foxn1nu)). Tumors were measured three times weekly with a caliper, and the tumor volume was calculated as follows: [(length + width)/2] × length × width. Once the tumor diameter began to increase over two separate measurements, mice were intraperitoneally injected with either saline or CQ (50 mg·kg −1  in saline) or received selumetinib (25 mg·kg −1  in saline) via oral gavage three times per week ( n  = 6 mice per group). Mice were culled by cervical dislocation (Schedule 1) when the control tumor sizes reached the allowed endpoint (12 mm in diameter), and tumors were dissected. Tumors were flash frozen for further analysis. Toxicity studies were performed using CD‐1 mice and C57BL/6J Inbred Mice (JAX® Mice Strain) obtained from Charles River.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-20 07:00:18",
  "introduction": "1 Introduction Neurofibromatosis type 1 (NF1) is an autosomal dominant genetic disorder that affects approximately 1 in 2700 live births [ 1 ,  2 ]. NF1 is characterized by highly variable symptoms, including benign, but often disfiguring, peripheral nerve‐associated tumors known as neurofibromas (plexiform and cutaneous) found pervasively in almost all patients, as well as cancerous tumors, such as malignant peripheral nerve sheath tumors (MPNSTs), which are usually fatal [ 3 ]. NF1 patients have reduced life expectancy by around 15 years, partly due to the higher prevalence of vascular defects and cancer [ 4 ]. NF1 is caused by mutations in the  NF1  gene, causing loss of function of neurofibromin, a 320 kDa protein, which is a RAS GTPase Activating Protein (RASGAP) for H‐, K‐, N‐RAS and R‐RAS1, 2, and 3 [ 5 ,  6 ,  7 ,  8 ]. RASGAPs promote the conversion of the active RAS‐GTP form into the inactive RAS‐GDP form by stimulating RAS‐GTP hydrolysis. Loss of neurofibromin therefore causes disruption of the RAS signaling pathway, with the best characterized downstream effectors being the RAF/MEK/ERK and PI3K/AKT/mTOR pathways [ 9 ]. Disruption of RAS signaling is thought to be the main cause of NF1 symptoms. However, it remains unclear which pathways downstream of RAS are responsible for disease development and progression. In addition, it is likely that crosstalk occurs between the pathways downstream of RAS, making the mechanisms of disease even more complex. Inhibition of RAS pathway components such as MEK or ERK is therefore a therapeutic option for NF1 patients. However, the robust regulation of RAS [ 9 ] may complicate the outcomes of therapy and may explain why, despite considerable study, no broadly effective treatment for RAS‐driven cancers has yet been developed. Furthermore, long‐term inhibition of the RAS pathway is likely not an optimal treatment strategy for the serious but non‐life‐threatening symptoms of NF1, especially in children. Currently, there are limited therapies for any NF1‐associated tumors. The only available drug is the MEK inhibitor selumetinib, which was approved by the FDA for use in a subset of inoperable pediatric plexiform neurofibromas (PNs) in April 2020 [ 10 ]. However, not all tumors were responsive to treatment and serious side effects can be associated with MEK inhibitor use [ 10 ,  11 ,  12 ,  13 ,  14 ]. Therefore, there is a clear clinical need to discover new drugs that specifically target  NF1 ‐deficient tumor cells either alone or in combination with selumetinib. One approach to identify candidate drug targets for tumorigenic diseases is to use synthetic lethal interaction screens. Synthetic lethal interactions are a type of genetic interaction in which inhibition of either of two genes alone is viable, but the combined inhibition of both genes is inviable. When one of these genes is mutated in tumor cells, such interactions can be exploited to kill those cells exclusively by targeting the synthetic lethal partner gene using a drug [ 15 ,  16 ]. This approach is attractive because treatment is expected to be lethal to tumor cells but have no effect on wild‐type, healthy cells. Despite long‐term interest in the use of synthetic lethality as a therapeutic strategy to treat tumors, few drugs have successfully progressed to clinical use. A major factor preventing successful development of treatments against synthetic lethal interactions is a lack of consistency between interactions identified in different genetic backgrounds [ 17 ]. This results in a lack of translation of candidate targets between model systems. To overcome this limitation, our approach makes use of  Drosophila  cells to initially identify synthetic lethal interactions with genes mutated in tumors. The conservation of candidate interactions can then be assessed in a range of other model systems, including human cells, providing a filter to remove interactions that are specific to a single model system. This approach has previously proved successful, leading to the discovery of mizoribine and palbociclib as promising candidates for the treatment of tuberous sclerosis complex (TSC) and Von Hippel–Lindau (VHL)‐linked cancers, respectively [ 18 ,  19 ,  20 ]. In both cases, hits from  Drosophila  synthetic lethal screens were validated with a high success rate in both human cells and mouse models. Given the previous success of using the  Drosophila  approach, we have applied this method to identify candidate drug targets to treat  NF1 ‐deficient tumors. Here, we describe the generation of a  dNF1  null mutant  Drosophila  cell line using CRISPR and its use in synthetic lethal screens to identify candidate drug targets to specifically kill NF1‐associated tumor cells. We find  dNF1 ‐deficient cells are vulnerable to inhibition of autophagy. Importantly, we show that this selective effect can be reproduced with multiple drugs known to modulate autophagy and in several NF1 patient‐matched tumor‐derived cell lines, as well as  Drosophila in vivo  NF1 models and xenografts of  NF1‐ deficient tumor cell lines in mice, indicating that these repurposed drugs may have promise for the treatment of NF1‐associated tumors in the future. Finally, we show that combined treatment with CQ or bafilomycin A1 and selumetinib results in increased selective killing of  NF1 ‐deficient cells, indicating the potential for combinatorial therapy.",
  "results": "3 Results 3.1 Generation of isogenic  \n ‐deficient  NF1 \n Drosophila  and human Schwann cell models using  CRISPR /Cas9 gene editing Our previous studies have demonstrated the potential of using cross‐species genetic screens to identify candidate therapeutic targets for human disease [ 18 ,  19 ,  20 ,  24 ]. The  NF1  gene is well conserved between  Drosophila  and humans with 68% identity at the amino acid level (Fig.  S2 ). To use the same approach to find new targets for the treatment of NF1‐associated tumors, we first used CRISPR gene editing to generate indel mutations in  dNF1  in  Drosophila  S2R+ cells. Sequencing was used to confirm that the induced frame‐shift mutations resulted in null  dNF1  alleles (Fig.  1A ). Of note, S2R+ cells are aneuploid [ 31 ], and our sequencing results suggest that they have three copies of the  dNF1  gene. The resulting dNF1‐KO S2R+ cell line (hereafter called dNF1‐KO) was characterized by assessing the expression of neurofibromin using western blots. We found no detectable signal in the dNF1‐KO line compared to parental wild‐type (WT) S2R+ cells (Fig.  1B , Fig.  S3A ). However, we found no significant increase in pERK or pAKT levels in dNF1‐KO cells under normal culturing conditions or serum starved conditions (Fig.  1B,C , Fig.  S3B,E ). This is consistent with the results of previous studies using RNAi to knock down  dNF1  in S2R+ cells, which suggest that the lack of effect is due to redundancy with the Gap1 protein [ 32 ,  33 ]. Given that neurofibromin is a negative regulator of RAS, we assessed the growth and proliferative phenotypes of dNF1‐KO cells compared to S2R+ cells. Consistent with deregulation of a mitogenic pathway, dNF1‐KO cells showed an increased rate of growth as measured using CellTiter‐Glo assays to assess total ATP levels in the population. This effect was observed in both the presence and absence of serum in the culture media (Fig.  1D ), indicating that culture growth is both accelerated in the absence of  dNF1  and is decoupled from upstream growth factor signaling pathways. To determine whether this increase in culture growth was due to increased proliferation, increased cell growth, or both, we performed cell counts following culture in full serum and CellTiter‐Glo assays on normalized numbers of cells from each genotype (baseline readings). Cell counts for dNF1‐KO showed an increase in cell numbers following culture compared to S2R+ cells, and the ‘baseline’ CellTiter‐Glo showed no difference (Fig.  1D ). This suggests that the difference in culture growth is primarily due to increased cell proliferation rather than an increase in the cell size or ATP content of the cells. Together, these results indicate that the dNF1‐KO line represents a novel  dNF1  null mutant cell model, with properties consistent with known effects of NF1 loss. We also utilized CRISPR/Cas9 gene editing to generate indel mutations within exon 3 of  NF1  in wild‐type immortalized human Schwann cells (ipn02.3 2λ). Sequencing of single cell clones was used to confirm out‐of‐frame deletions in one or both  NF1  alleles, resulting in  NF1 ‐deficient cell lines (Fig.  1E ). The resulting heterozygous (C8) and  NF1  null (C23) cell lines were characterized by assessing neurofibromin expression using western blots (Fig.  1F ). Consistent with what we observed in dNF1‐KO cells, there was no significant increase in pERK or pAKT expression under normal or serum starved culturing conditions (Fig.  1F,G , Fig.  S1C,F ). Our results suggest that these otherwise isogenic human cell lines are an appropriate model to validate any results obtained in our dNF1‐KO cell lines. 3.2 Mapping synthetic lethal interactions in  dNF1 ‐ KO  cells using a genome‐wide  RNAi  screen We used a genome‐wide dsRNA library to screen in both S2R+ and dNF1‐KO cells for synthetic lethal interactions (Fig.  S1 ). The screen was performed by treating dNF1‐KO and S2R+ cells with dsRNA reagents, incubating under standard culture conditions for 5 days before assessing cell viability using CellTiter‐glo assays (see Materials and Methods section for details). Correlation coefficients ranged between 0.9 and 0.99 (average 0.93) for control wells and between 0.55 and 0.66 (average 0.61) for non‐control wells, illustrating a high rate of reproducibility between replicates. Next, we identified synthetic lethal interactions by filtering the results for dsRNA reagents that reduced the viability of dNF1‐KO cells (median  Z  < −1.5) to a greater extent than wild‐type cells (median  Z  ≥ −1.5). This analysis identified 134 candidate genes (Table  S1 ). Genetic screens are often associated with false‐positive results due to off‐target effects from dsRNA reagents or noise in the screen assay. To remove potential false positives, we used a similar approach to one used previously to assess synthetic lethal screen hits [ 24 ]. We overlaid the 134 screen hits onto a protein–protein interaction network from the STRING database [ 34 ]. Synthetic lethal interactions are generally similar between genes that have related functions; therefore, proteins that physically interact are expected to share synthetic lethal interactions. Using the combination of physical and genetic interaction data, we could remove false positives from the screen results by isolating only hits that have physical interactions with at least one other hit from the genetic interaction screen. In addition, we filtered the candidates to isolate only those with clear orthologs in humans. Following this process, 54 high‐confidence candidate targets remained, corresponding to 74 human genes (Fig.  2A , Table  S2 ). Fig. 2 A network of synthetic lethal interaction for  Drosophila dNF1  and VDA analysis of candidate genes. Using wild‐type S2R+ and dNF1‐KO cells, we used a near genome‐wide dsRNA library to screen approximately 10 000 genes for a difference in viability phenotype in the absence of dNF1 compared to wild‐type cells. This screen identified 134 genes as having a synthetic lethal interaction with dNF1. (A) A synthetic lethal interaction network for dNF1 in  Drosophila  S2R+ cells generated using Cytoscape [ 101 ]. Solid lines represent physical interactions between proteins with similar functions and dashed lines represent physical interactions between proteins with unconnected functions. (B) Variable Dose Analysis (VDA) assays were performed for all 54 candidate genes, with two shRNAs per gene, in wild‐type (WT) S2R+ (black) and dNF1‐KO (red) cells. The best shRNA from the 46 genes that reduced dNF1‐KO viability by > 10% relative to S2R+ controls ranked in order of effect are shown. Data points indicate the average of nine replicates. (C) shRNA knockdowns of candidate genes that resulted in a > 10% reduction in dNF1‐KO viability compared to S2R+ controls and could be either directly targeted, or their associated pathways modulated, with existing drugs (number of replicates is indicated by the colored circles on each bar, error bars indicate standard deviation). All eight shRNAs showed a significant reduction in dNF1‐KO viability relative to S2R+ controls assessed using two‐tailed, unpaired  t ‐tests (* P  < 0.05, ** P  < 0.01, *** P  < 0.001). 3.3 Validation of candidate synthetic lethal interactions using variable dose analysis ( VDA ) We used the VDA assay as an additional combinatorial screen to assess synthetic lethality between  dNF1  and all 54 candidate drug targets. Two shRNAs targeting each of the genes were generated. These reagents were tested in S2R+ and dNF1‐KO cells. Of the 54 genes, 46 showed a > 10% reduction in viability in dNF1‐KO cells compared to S2R+ controls (Fig.  2B ; ranked in order of effect on dNF1‐KO viability). These results indicate that the network is a reliable representation of the synthetic lethal interaction profile of the  dNF1  gene. To identify potential drugs for repurposing to treat NF1 tumors, we filtered the candidate gene list to those associated with pathways that could be targeted using existing drugs, resulting in eight candidate genes (Fig.  2C ). We then removed candidates that had previously been studied in relation to NF1, leaving five candidate genes. We also included MEK (selumetinib) as a control. Note that three drugs known to modulate the autophagy pathway were included, and some drugs inhibited multiple pathways. In total, we tested seven candidate drugs (Table  1 ). Table 1 Candidate genes that selectively decreased dNF1‐KO viability without previous evidence of an interaction with NF1 that can be targeted with drugs, either directly or through pathway inhibition, with the exception of MEK (Selumetinib), which was included as a control. Drug Relevant synthetic lethal genes \n Drosophila melanogaster  gene names are given with human orthologs in brackets Chloroquine \n \n a \n Autophagy;  Atg8b  ( GABARAP ),  RpS6  ( RPS6 ) EAD1 Autophagy;  Atg8b  ( GABARAP ),  RpS6  ( RPS6 ) Selumetinib \n \n a \n \n Dsor1  ( MEK ,  MAPKK ) Metformin \n \n a \n \n ND‐MNLL  ( NDUFB1 ) PYR41 \n Uba1  ( UBA1 ) LB100 \n Pp2A‐29B  ( PPP2R1A  and  PPP2R1B ) Bafilomycin A1 Autophagy;  Atg8b  ( GABARAP ),  RpS6  ( RPS6 ) \n a \n FDA‐approved. 3.4 Existing autophagy drugs selectively affect  \n ‐ dNF1 \n KO \n Drosophila  cells Repurposing existing drugs represents the most efficient route to develop new therapeutics. Each of the seven drugs that either directly inhibit the protein or the pathways associated with the  dNF1  synthetic lethal partner genes were first tested in S2R+ and dNF1‐KO cells using CellTiter‐Glo assays to measure viability after 48 h of treatment (Fig.  S4A ). Of the seven drugs tested in  Drosophila  cells, we selected CQ (an inhibitor of late‐stage autophagy) for further study as it showed a significant and consistent effect on reducing dNF1‐KO viability. One of the strongest hits from the genetic screen was  Atg8b , which encodes a key component of the autophagy pathway. Autophagy is commonly inhibited experimentally using CQ (or its derivative hydroxychloroquine), which is clinically used as an anti‐malarial and shows anti‐viral properties [ 35 ]. CQ functions to inhibit autophagy by blocking the binding of autophagosomes to lysosomes by diffusing into the lysosomes and altering the acidic environment, thereby inhibiting autophagic lysosomal degradation [ 36 ]. We initially focused on CQ because it is generally well‐tolerated [ 37 ] and can inhibit autophagy  in vivo  at clinically achievable concentrations [ 38 ]. First, we quantified autophagic flux, i.e., how many autophagosomes form and then become degraded, by measuring the difference in the number of autophagic vesicles in the presence versus the absence of lysosomal inhibition using a high dose of CQ. We observed significantly higher levels of autophagic flux in dNF1‐KO cells under serum‐free conditions compared to S2R+ controls (Fig.  3A ). We then tested whether CQ would phenocopy the selective effect observed using genetic inhibition of  Atg8b  in  Drosophila  cells. Both S2R+ and dNF1‐KO cells were treated with varying doses of CQ, which were chosen based on dose curves performed in pilot experiments (Fig.  S4A ) and cell viability was measured using CellTiter‐Glo assays, PI staining, and annexin V staining. A significantly greater effect on dNF1‐KO cell viability was observed at multiple concentrations of CQ in serum‐free media after 48 h of treatment across all three assays, further validating the interaction between autophagy and NF1 and demonstrating that the effect is cytotoxic (Fig.  3B–D ). Fig. 3 CQ selectively affects dNF1‐deficient  Drosophila  cells. (A) dNF1‐KO cells show a significant increase in autophagic flux compared to wild‐type (WT) S2R+ control cells in serum‐free media as assessed by inhibiting autophagosome flux for 4 h using the lysosomal inhibitor chloroquine (CQ) (10 μ m ), and then measuring the initial rate of accumulation of the fluorescent substrate labelling the autophagosomes using a fluorescent plate reader (normalized to DAPI, and then to S2R+ controls) ( n  = 6, ** P  < 0.01 obtained using the two‐tailed, unpaired, Student's  t ‐test). (B) CQ reduced dNF1‐KO cell viability compared to S2R+ cells after 48 h in serum‐free media as measured using CellTiter Glo assays ( n  = 4; *** P  < 0.001 obtained using a two‐way ANOVA; the Tukey  post‐hoc  test for multiple comparisons showed  P  < 0.001 at both 1 and 10 m m  CQ). (C) Analysis of cell death using propidium iodide (PI) staining with CQ in S2R+ and dNF1‐KO cells grown in serum‐free media ( n  = 4; * P  < 0.05 obtained using the two‐tailed, unpaired, Student's  t ‐test comparing nNF1‐KO cells to S2R+ cells). (D) CQ increased annexin V staining in dNF1‐KO cells relative to S2R+ controls after 48 h in serum‐free media ( n  = 4 for control and 4 for CQ; * P  < 0.05 and ** P  < 0.01 obtained using the two‐tailed, unpaired, Student's  t ‐test comparing dNF1‐KO cells to S2R+ cells). In all cases, bars represent the mean and error bars indicate standard deviation. 3.5 Both early‐ and late‐stage autophagy genes have a synthetic lethal interaction with  \n , which can be targeted with other autophagy inhibitors dNF1 \n Autophagy is a complex process involving multiple stages and many different proteins (Fig.  4A ). To confirm that disruption of autophagy causes a selective effect on  dNF1 ‐KO cells and to determine whether more specific targeting of autophagy components would result in a greater selective effect, we performed an additional VDA screen to assess for synthetic lethal interactions between  dNF1  and 29 key autophagy genes (in addition to  Atg8b ) using S2R+ and dNF1‐KO cells (all 29 genes screened are shown in Table  S3 ). In total, knockdown of 14 genes, in addition to the previously identified  Atg8b , were found to significantly reduce dNF1‐KO viability by > 10% relative to controls (Fig.  4B ). Interestingly, these 14 genes are implicated across multiple stages of the autophagy pathway (Fig.  4A , genes shown in red). Therefore, we tested drugs known to modulate specific aspects of the autophagy pathway in dNF1‐KO cells. These included (a) MRT68921 (a specific and potent inhibitor of ULK1 that prevents formation of the ULK1 complex in the early‐stages of autophagy [ 39 ]), (b) VPS34‐IN1 (a highly selective inhibitor of VPS34, preventing the formation of the PI3K‐III complex [ 40 ]), (c) NSC 185058 (a reported inhibitor of ATG4B; however, although reported to inhibit the lipidation of LC3B, resulting in the inhibition of autophagy via a mechanism that is independent of mTOR [ 41 ], one study also reported that it failed to inhibit ATG4B directly [ 42 ]), (d) CA5f (a late‐stage inhibitor of autophagic flux shown to be effective  in vitro  and  in vivo  [ 43 ]), (e) obatoclax (a pan‐Bcl‐2 inhibitor reported to indirectly yet potently inhibit late‐stage autophagy [ 44 ]), and (f) bafilomycin A1 (disrupts autophagic flux by independently inhibiting V‐ATPase‐dependent acidification and Ca‐P60A/SERCA‐dependent autophagosome‐lysosome fusion [ 45 ]) (Fig.  4A ). The dose ranges were selected based on the published IC 50  values for each drug. In general, the above‐mentioned drugs showed a selective lethal effect in dNF1‐KO cells, except for MRT68921, NSC 185058, and bafilomycin A1 (Fig.  4C–H ); however, none of the drugs were deemed to be more effective in selectively killing dNF1‐KO cells than CQ. CQ also has the advantage of being FDA‐approved. Therefore, although targeting autophagy at various stages of the pathway appears to have selective lethality effects in dNF1‐KO cells, CQ showed the greatest potential for use in the clinic to treat NF1. Fig. 4 Both early‐ and late‐stage autophagy genes have a synthetic lethal interaction with  dNF1 , which can be targeted with other drugs known to inhibit autophagy. (A) Diagrammatic representation of the autophagy pathway in  Drosophila . The genes found to have a synthetic lethal interaction with  dNF1  are shown in red. Drugs used to target each stage of the pathway in subsequent viability assays are shown in blue. (B)  Variable Dose Analysis  (VDA) assays performed for 30 autophagy‐related genes, with two shRNAs per gene, in S2R+ (black) and dNF1‐KO (red) cells. Shown is the most effective shRNA from each of the 14 genes that reduced dNF1‐KO viability by > 10% relative to S2R+ controls, ranked in order of effect. Bars indicate the average of 6 replicates and error bars indicate standard deviation.  P ‐values were calculated using two‐tailed, unpaired  t ‐tests; * P  < 0.05, ** P  < 0.01. (C–G) Testing drugs that target the autophagy pathway for differences in cell viability between dNF1‐KO and S2R+ cells after 48 h in serum‐free media as measured using the CellTiter Glo assays ( n  = 4; ** P  < 0.01, *** P  < 0.001 obtained using a two‐way ANOVA). VPS34‐IN1 (D), CA5f (F), and obatoclax (G) selectively reduced dNF1‐KO cell viability compared to S2R+ cells in a dose‐dependent manner. By contrast, MRT68921 (C), NSC 185058 (E), and bafilomycin A1 (H) did not selectively affect dNF1‐KO cell viability compared to S2R+ cells. In all cases, data represents the mean and error bars indicate standard deviation. 3.6 \n CQ  and bafilomycin  A1  selectively affect  \n ‐deficient human cells NF1 \n To determine whether the selective effect of CQ was conserved in human cells, we tested the effects of drug treatment on a panel of human  NF1 ‐deficient cell lines. These included a pair of otherwise isogenic  NF1 \n \n  (C8) and  +/− \n NF1 \n \n  (C23) immortalized Schwann cells generated using CRISPR/Cas9 gene editing (Fig.  −/− \n 1E–G , Fig.  S3C,D ). In addition, we used two NF1 patient‐matched pairs of immortalized Schwann cell lines derived from PNs (pair 1: ipnNF95.11C ( NF1 \n \n ) and ipNF95.11b ‘C’ ( +/− \n NF1 \n \n ) and pair 2: ipnNF09.4 ( −/− \n NF1 \n \n ) and ipNF05.5 ( +/− \n NF1 \n \n )) [ −/− \n 21 ]. Doses were selected based on pilot assays assessing the effects of the drugs over a range of concentrations (Fig.  S4B,C ). Similar to CQ, bafilomycin A1 is a potent inhibitor of autophagosome‐lysosome fusion but is not clinically approved [ 46 ]. Although bafilomycin A1 showed no significant effects in  Drosophila  dNF1‐KO cells, a selective effect was observed in the panel of human  NF1 ‐deficient cell lines (Fig.  S4A–C ); therefore, we also tested bafilomycin A1 to provide additional validation of the effects on autophagy through autophagosome‐lysosome fusion inhibition brought about through an independent mechanism. Autophagic flux was significantly higher in  NF1 \n \n  cells (ipNF95.11b ‘C’ and ipNF05.5) relative to  −/− \n NF1 \n \n  controls (ipnNF95.11C and ipnNF09.4), with a similar but not significant effect also observed in the CRISPR‐generated  +/− \n NF1 \n \n  (C23) cells compared to  −/− \n NF1 \n \n  (C8) controls (Fig.  +/− \n 5A–C ). Similarly, lysosomal activation was increased in ipNF95.11b ‘C’ cells compared to ipnNF95.11C controls, further indicating an increase in baseline autophagy levels, which was inhibited by CQ and bafilomycin A1 in both  NF1 \n \n  and  +/− \n NF1 \n \n  cells (Fig.  −/− \n S5A ). To further verify the dysregulation of autophagic flux in NF1‐deficient cells, we assessed the baseline expression of LC3B, a structural protein of autophagosomal membranes, widely used as biomarker of autophagy, with western blotting, which was found to be increased in  NF1 \n \n  cells (ipNF95.11b ‘C’) relative to  −/− \n NF1 \n \n  control (ipnNF95.11C) (Fig.  +/− \n S5B ). Fig. 5 CQ and bafilomycin A1 (BA1) selectively affect  NF1 ‐deficient human cells. (A–C) Autophagic flux was increased in C23, ipNF95.11b ‘C’, and ipNF05.5 NF1 −/−  cells compared to heterozygous controls after 4 h of lysosomal inhibition with chloroquine (CQ) (10 μ m ) in serum‐free media (number of replicates is indicated by the colored circles on each bar; *** P  < 0.001 obtained using the two‐tailed, unpaired, Student's  t ‐test; ns = non‐significant). (Di‐Fii) Cell counts over 48 h revealed that both CQ and Bafilomycin‐A1 (BA1) significantly reduced NF1 −/−  cell viability relative to NF1 +/−  controls at varying doses in C8 and C23 cells ( n  = 4) (Di‐Dii), ipnNF95.11C/ipNF95.11b ‘C’ cells ( n  = 8 for control, 5 for CQ and 4 for BA1) (Ei‐Eii), and ipnNF09.4/ipNF05.5 cells ( n  = 8 for control, 4 for CQ and 4 for BA1) (Fi‐Fii); * P  < 0.05, ** P  < 0.01 obtained using a two‐way ANOVA with the Tukey  post‐hoc  test for multiple comparisons). (G–I) We observed an increase in caspase activation in NF1 −/−  cells relative to NF1 +/−  control cells when treated with CQ or BA1 for 48 h in serum‐free media (replicates are indicated by the colored circles on each bar). (G), C8 and C23 cells (50 and 5 n m , respectively), (H) ipnNF95.11C/ipNF95.11b ‘C’ cells (1 and 5 n m , respectively), and (I) ipnNF09.4/ipNF05.5 cells (50 and 5 n m , respectively) ( n  = 4; * P  < 0.05, ** P  < 0.01 obtained using a one‐way ANOVA with the Tukey  post‐hoc  test for multiple comparisons). In all cases, bars represent the mean and error bars indicate standard deviation. Both CQ and bafilomycin A1 resulted in a significantly greater reduction in the viability of  NF1 \n \n  deficient cells compared to  −/− \n NF1 \n \n  controls and WT Schwann cells after 24 and 48 h of treatment under serum‐free media conditions, as measured with cell counts and caspase assays (Fig.  +/− \n 5D–I , Fig.  S4D ), with the most pronounced effect observed at 48 h. We observed some variation in the most effective dose of CQ between cell lines, with the ipNF95.11b ‘C’ cells showing a selective effect at a 10‐fold lower dose compared to the other two human cell lines. Collectively, this demonstrates that the selective effects are conserved between  Drosophila  and human systems. We also tested the additional five drugs that target the autophagy pathway in the two patient  NF1 ‐deficient cell lines (Fig.  S6 ). While all of these drugs showed selective lethal effects in at least one model cell line, no drug showed a consistent effect across the panel of human cell lines that was comparable to that of CQ and bafilomycin A1, further highlighting the reproducibility of our  Drosophila  model system. Together, these results demonstrate that  NF1 ‐deficient cells have a vulnerability to disruption of the autophagy pathway, which is conserved and reproducible with multiple drugs that modulate autophagy between  Drosophila  and human Schwann cells derived from NF1‐associated tumors. Not only does autophagy represent a promising pathway for targeting  NF1 ‐deficient tumors, but also we identified CQ as a candidate drug for the potential treatment of NF1 tumors. 3.7 \n CQ  causes selective viability effects at lower doses than selumetinib To determine how CQ compares to the only drug currently approved by the FDA for the treatment of NF1 tumors, selumetinib, we compared the effects of each drug on  NF1 ‐deficient cell viability using three human cell lines, each with a paired isogenic or patient‐matched control. In all three  NF1‐ deficient cell lines (C23, ipNF95.11b ‘C’, and ipNF05.5), CQ resulted in selective lethal effects at approximately 100–1000‐fold lower concentration (1–100 n m ) than selumetinib (10–100 μ m ) after 48 h treatment in serum free media, measured using CellTiter Glo assays (Fig.  6A,B , Fig.  S4E ). The relatively weak effects of selumetinib in these cells is consistent with previous reports using ipNF95.11b ‘C’ and ipNF05.5 cells [ 47 ,  48 ]. Furthermore, the effect of CQ was found to be more consistently selective, i.e., a significant difference was observed between all three  NF1 \n \n  and  +/− \n NF1 \n \n  cell pairings treated with CQ, whereas selumetinib only resulted in a significant difference in ipNF05.5 cells vs. ipnNF09.4 controls, and not in the other two cell lines. Finally, in two of the cell line pairs (C8/C23 and ipnNF95.11C/ipNF95.11b ‘C’), CQ treatment resulted in a greater difference in viability between the NF1‐deficient and control cell line, indicating a more potent effect. The strength of the selective effect in the third cell line pair (ipnNF09.4/ipNF05.5) was comparable between the two drugs. −/− \n Fig. 6 CQ reduces NF1‐deficient cell proliferation to a greater extent than selumetinib. (Ai and Bi) CellTiter Glo viability results between two human NF1‐deficient cell lines and their heterozygous controls treated for 48 h with chloroquine (CQ) or selumetinib in serum free media are compared. Concentration of the drugs is shown on the  x ‐axis and data are normalized to the no‐drug controls ( n  = 8; * P  < 0.05, ** P  < 0.01 obtained using a two‐way ANOVA). (Aii–Biii) In a similar experiment, cell numbers were assessed in response to treatment with CQ (10/100 n m ) or selumetinib (10 μ m ) at 24 and 48 h. Both drugs effectively prevented the proliferation of NF1‐deficient cells ( n  = 8 for control, 6 for CQ and 4 for selumetinib; ** P  < 0.01 obtained using a two‐way ANOVA with the Tukey post‐test for multiple comparisons). In all cases, error bars represent the standard deviation. To further compare the drugs, we performed live cell counts of ipnNF95.11C ( NF1 \n \n ) and ipNF95.11b ‘C’ ( +/− \n NF1 \n \n ) treated with CQ (10 n −/− \n m ) and selumetinib (10 μ m ), and ipnNF09.4 ( NF1 \n \n ) and ipNF05.5 ( +/− \n NF1 \n \n ) cells treated with CQ (100 n −/− \n m ) and selumetinib (10 μ m ), at 24 and 48 h. Upon treatment with each drug, both  NF1 \n \n  cell lines continued to proliferate over 48 h (Fig.  +/− \n 6Aii,Bii ). However, the number of ipNF95.11b ‘C’ ( NF1 \n \n ) cells decreased and ipNF05.5 ( −/− \n NF1 \n \n ) cells remained unchanged over 24 and 48 h, with comparable effects observed between the two drugs (Fig.  −/− \n 6Aiii,Biii ). In summary, CQ shows evidence of increased potency and more consistent effects between cell models at lower concentrations compared to selumetinib when tested using CellTiter Glo assays, and the effects on cell numbers are comparable. Therefore, CQ is a promising candidate with potential for further development towards clinical use for the treatment of NF1 tumors. 3.8 \n CQ  affects survival in a  Drosophila in vivo   mutant model NF1 \n As CQ is FDA‐approved, well tolerated, and showed a significant effect on dNF1‐KO and human NF1 −/−  cell viability, we chose to take this drug forward to determine synthetic lethality  in vivo .  Drosophila  mutant flies show defective Ras signaling, which result in several neurobehavioral phenotypes [ 49 ,  50 ,  51 ,  52 ,  53 ]. For this study, we generated a novel  dNf1  null mutant fly line using CRISPR gene editing:  dNf1 \n \n  (delAT162‐163) (Fig.  C1 \n 7A ). Western blots using lysates prepared from adult heads from  dNf1 \n \n  homozygous mutants showed no expression of neurofibromin (Fig.  C1 \n 7B ). In addition, ELISAs showed a fourfold increase in pERK/ERK of  dNf1 \n \n  mutants compared to the WT parental line (Fig.  C1 \n 7C ). Fig. 7 CQ affected lethality in NF1 mutant  Drosophila  and reduced  NF1 ‐deficient MPNST tumor xenograft growth  in vivo . (A) A novel dNf1 null mutant was generated using CRISPR gene editing: dNf1 C1  (dNF1 delAT162‐163). A double‐stranded break was targeted to exon 2 of  dNF1 . Molecular analysis of the resulting dNf1 C1  line revealed a 2 bp deletion, resulting in a frame shift and premature termination within exon 2. The position of the guide RNA is shown in blue and the proximal adjacent motif (PAM) site in green. (B) Western blots of anti‐dNf1 immunoprecipitates from lysates prepared from adult heads from CRISPR mutants showed no expression of Nf1 in  dNF1 \n \n  homozygous animals. (C) ELISA for pERK/ERK showed a fourfold increase in the pERK/ERK ratio in adult heads from dNf1 C1 \n C1  mutants compared to wild‐type (WT) flies. Error bars indicate the standard deviation between duplicate samples. A paired, two‐tailed  t ‐test was performed to determine significance; * P  < 0.05. (D) Addition of 35 μ m  chloroquine (CQ) to food resulted in increased lethality of dNf1 C1  mutants compared to WT flies ( n  = 3, 20 flies per replicate). The sensitivity of dNf1 mutant flies to CQ was rescued by re‐expression of dNf1 from a UAS‐dNF1 transgene using the nSyb‐Gal4 driver ( n  = 3, 20 flies per replicate). Error bars indicate standard deviation. (E) dNf1 RNAi knockdown flies (nSyb‐Gal4 > v109637) show a similarly reduced survival time when cultured on food with 35 μ m  CQ compared to control flies (nSyb‐Gal4 > VIE‐260B v60100).  n  = 3, 20 flies per replicate. Error bars indicate standard deviation. (F) In mice implanted with ST88‐14 NF1 −/−  cells, intraperitoneal injections of CQ (50 mg·kg −1 , 3× weekly) or oral gavage with selumetinib (25 mg·kg −1 , 3× weekly) significantly slowed tumor growth compared to vehicle‐treated controls. Furthermore, there was a significant reduction in tumor growth in CQ‐treated mice compared to selumetinib‐treated mice ( n  = 6; ** P  < 0.01 vs control, and  # \n P  < 0.05 CQ vs selumetinib, obtained using a two‐way ANOVA). Error bars indicate standard deviation (G, H) Following extraction of the xenografts, western blotting revealed the increased protein expression of the 24 kDa fragment of cleaved PARP relative to PARP in CQ and selumetinib‐treated mice in comparison to controls ( n  = 6; * P  < 0.05 obtained using the one‐way ANOVA). Error bars indicate standard deviation (H). To determine whether CQ affects survival in  dNF1 ‐deficient  Drosophila , we took two approaches. Firstly, we compared the effect of CQ (35 m m ) on  dNf1 \n \n  homozygous null mutant flies, the WT parental line, and  C1 \n dNf1 \n \n  with re‐expression of dNf1 from a  C1 \n UAS‐dNF1  transgene driven with a pan‐neuronal ( nSyb‐Gal4 ) driver ( dNf1 \n \n  +  C1 \n nSyb‐Gal4 > UAS‐dNf1 ). CQ resulted in increased lethality of  dNf1 \n \n  mutants compared to the WT control in a dose‐dependent manner (Fig.  C1 \n 7D  and Fig.  S7 ). Furthermore, we were able to rescue the CQ sensitivity of  dNf1 \n \n  mutant flies by re‐expression of dNf1 from a  C1 \n UAS‐dNF1  transgene (Fig.  7D ). Secondly, we tested flies with pan‐neuronal RNAi knock down of  dNf1  (using  nSyb‐Gal4 ) compared to a landing site control on food containing CQ (35 m m ). Flies with dNf1 RNAi knockdown, showed significantly reduced survival time on CQ compared to CQ‐treated landing site control flies, and untreated flies, phenocopying the effects seen in  dNf1 \n \n  mutant flies (Fig.  C1 \n 7E ). Together, these results demonstrate that  dNf1 ‐deficient flies have vulnerability to CQ treatment, as shown to be conserved and reproducible in  Drosophila  NF1‐KO cells and human Schwann cells derived from NF1‐associated tumors. This further highlights the autophagy pathway as a target for the potential treatment of NF1‐associated tumors, with CQ as a candidate drug. 3.9 \n CQ  reduced  \n ‐deficient  NF1 \n MPNST  tumor xenograft growth  in vivo \n In order to test the effects of CQ  in vivo  in a mammalian model, we used the ST88‐14  NF1 \n \n  MPNST xenograft mouse model. Although some NF1 PN tumor cells have been shown to form xenograft tumors, they are very slow growing and require signaling from  −/− \n NF1 \n \n  peripheral nerves within the tumor microenvironment [ −/− \n 54 ]. On the other hand, highly aggressive MPNST  NF1 \n \n  cells grow rapidly in matrigel xenografts, resulting in a highly reproducible preclinical model that allows the continuous quantitation of tumor growth during the study period; therefore, we chose to use this model to assess the effects on CQ on tumor growth. In mice implanted with ST88‐14  −/− \n NF1 \n \n  cells, treatment with CQ (50 mg·kg −/− \n −1  in saline, intraperitoneally, three times per week) or selumetinib (25 mg·kg −1  in saline, oral gavage, three times per week) once the tumors had started to grow, resulted in a significant reduction in tumor cell growth over a period of 3 weeks in comparison to vehicle‐treated controls (Fig.  7F ). In addition, both CQ and selumetinib treatments induced a marker of cell death in the tumors (Fig.  7G,H ). Furthermore, there was a significant reduction in tumor cell growth in CQ‐treated mice in comparison to selumetinib‐treated mice, indicating CQ to have a superior effect on  NF1 ‐mutant tumor growth. CQ and selumetinib treatment were found to have no toxicity effects in these mice (Fig.  S8 ), which was also assessed in a prior study on C57BL/6 mice (data not shown). CQ and selumetinib were found to induce  NF1 ‐deficient cell apoptosis  in vitro ; therefore, we used western blotting to assess the cleavage of a key apoptosis protein, PARP, in xenografts from control, CQ, and selumetinib‐treated mice. We found a significant increase in the 24 kDa fragment of cleaved PARP relative to total PARP in xenografts from both CQ and selumetinib‐treated mice, indicating that both drugs resulted in cell apoptosis in the NF1 xenografts, thus slowing tumor growth. 3.10 Selumetinib enhances the viability effect of  CQ  and bafilomycin  A1 \n Selumetinib, a MEK1/2 inhibitor, is currently the only FDA‐approved drug for the treatment of tumors associated with NF1 [ 55 ]. We treated  NF1 \n \n  and  +/− \n NF1 \n \n  cells with selumetinib with and without CQ or bafilomycin A1 for 48 h in serum‐free media and performed CellTiter‐Glo assays to measure cell viability (Fig.  −/− \n 8A–C ). In C8/C23, ipnNF9511.C/ipNF95.11b ‘C’, and ipnNF09.4/ipNF05.5 cell lines, selumetinib significantly enhanced the reduced viability effect of CQ in  NF1 \n \n , but not  −/− \n NF1 \n \n  cells (Fig.  +/− \n 8A–C ). Therefore, combined treatment of CQ and selumetinib had a greater impact in  NF1 ‐deficient cell viability compared to either drug alone. In addition, selumetinib significantly enhanced the viability effect of bafilomycin A1 in patient  NF1 \n \n  (ipNF95.11b ‘C’ and ipNF05.5) but not  −/− \n NF1 \n \n  cells (ipnNF9511.C and ipnNF09.4), although not in C8/C23 cells (Fig.  +/− \n 8A–C ). Fig. 8 Combined effect of selumetinib with CQ or bafilomycin A1 on  NF1 ‐deficient cell viability. (A) Control (NF1 +/− ) and NF1 −/−  cells were treated with selumetinib combined with chloroquine (CQ) or bafilomycin A1 for 48 h in serum‐free media. Selumetinib alone had no effect on the viability of C8, C23 (10 μ m ), ipnNF95.11C (5 μ m ), and ipnNF09.4 (10 μ m ) cells (A–C); however, it did significantly decrease viability of ipNF95.11b ‘C’ and ipNF05.5 NF1 −/−  (5 μ m ) cells, as measured using CellTiter Glo assays. (B, C). The effect of CQ was enhanced when combined with selumetinib in all three NF1 −/−  cell lines (50 n m , 100 p m , and 50 n m , respectively), whereas the effect of bafilomycin A1 (all 1 n m , respectively) was enhanced by selumetinib only in the patient‐derived NF1‐deficient cell lines (ipNF95.11b ‘C’ and ipNF05.5) (* P  < 0.05 and ** P  < 0.01 vs control,  # \n P  < 0.05 and  ## \n P  < 0.01 vs single drug (CQ or bafilomycin A1), obtained using a two‐way ANOVA with Tukey for multiple comparisons). In all cases, bars represent the mean ( n  = 3 (A,C) and 4 (B)) and error bars indicate standard deviation. (D) The coefficient of drug interaction (CDI) between CQ + selumetinib or bafilomycin A1 + selumetinib was calculated to determine whether drug synergy was present. CDI < 1 indicates synergy (with CDI < 0.7 indicating a strong synergistic effect), CDI = 1 indicates additivity, and CDI > 1 indicates antagonism. In this case, drug pairs were classed as synergistic if CDI < 0.95. CQ and selumetinib showed some degree of synergy in C23 cells, whereas an additive effect was observed in ipNF95.11b ‘C’ and ipNF05.5 cells. Bafilomycin A1 and selumetinib showed some degree of synergy in ipNF05.5 cells, and an additive effect in ipNF95.11b ‘C’ and C23 cells. To determine whether these combined effects were additive or synergistic, the coefficient of drug interaction (CDI) was calculated for each cell line treated with CQ + selumetinib or bafilomycin A1 + selumetinib. CDI was calculated as follows: CDI = AB/(A × B) [ 56 ,  57 ,  58 ], where A is fold change of CQ or bafilomycin A1 compared to no‐drug control, B is fold change of selumetinib compared to no‐drug control and AB is the fold change of the combined treatment compared to no‐drug control. A CDI < 1 indicates synergy, CDI = 1 indicates additivity, and CDI > 1 indicates antagonism. CQ and selumetinib showed some degree of synergy in C23 cells, whereas an additive effect was observed in ipNF95.11b ‘C’ and ipNF05.5 cells. Bafilomycin and selumetinib showed some degree of synergy in ipNF05.5 cells, and an additive effect in ipNF95.11b ‘C’ and C23 cells (Fig.  8D ).",
  "discussion": "5 Conclusions In conclusion, we have shown using multiple techniques, reagents, and models that inhibition of autophagy has potential as a novel therapeutic strategy for the treatment of NF1 tumors. Given the existing clinical use of CQ and the robust and conserved effects that we observe between cell culture models, this candidate drug has a high chance of successful translation to the clinic, resulting in a positive impact on NF1 patients.",
  "upgrade_date": "2026-02-20 07:34:18"
}