{
  "pmid": "39149363",
  "abstract": "Genetic disorders such as neurofibromatosis type 1 increase vulnerability to cognitive and behavioral disorders, such as autism spectrum disorder and attention-deficit/hyperactivity disorder. Neurofibromatosis type 1 results from loss-of-function mutations in the neurofibromin gene and subsequent reduction in the neurofibromin protein (Nf1). While the mechanisms have yet to be fully elucidated, loss of Nf1 may alter neuronal circuit activity leading to changes in behavior and susceptibility to cognitive and behavioral comorbidities. Here we show that mutations decreasing Nf1 expression alter motor behaviors, impacting the patterning, prioritization, and behavioral state dependence in a",
  "methods": "Materials and Methods Drosophila  maintenance Flies were raised on cornmeal/agar food medium, housed in incubators at 25 °C, 60% relative humidity, and kept on a 12:12 light:dark cycle according to standard protocols. Behavioral assays were performed using 3-8 days old flies. Except where indicated, males were used (to prevent egg accumulation). The  nf1  mutation was backcrossed 6 generations into the wCS10 genetic background. The Nf1 RNAi line was obtained from the Vienna  P1 Drosophila  RNAi Center (VDRC #109637); UAS-dicer2 was coexpressed to potentiate the RNAi effect44 and was included with all experimental and UAS/+ genotypes. The empty attP control line (VDRC #60100) was used in Gal4/+ control crosses to match the genetic background across groups. The following lines used in this study were obtained from the Bloomington  Drosophila  Stock Center (BDSC): R81E10-Gal4 (BDSC #48367), R52A06-Gal4 (38810), R23A07-Gal4 (49010), R18C11-Gal4 (48808), R31H10-Gal4(48104), R30B01-Gal4 (49517), and R50B07-Gal4 (38729). Grooming analysis Grooming was quantified as previously described [ 22 ,  23 ]. Flies were placed into an open field arena, 25.4 mm in diameter and 2.85 mm in height, consisting of an opaque (white) PLA lateral boundary covered on the top and bottom with two clear polycarbonate sheets. The apparatus was illuminated from below with white light emitting diodes that were filtered through a sheet of white acrylic; light intensity was measured at 720 lm/m2 in the location of the fly. A camera (FLIR Teledyne Blackfly S) fitted with a 25mm lens (Edmund Optics) was mounted above each arena. A single male fly was placed in the arena with an aspirator and recorded at 7.5 frames per second, 1616 x 1240 with lossless Motion JPEG 2000 compression. 5-min videos were recorded at several intervals, starting at: 0, 30, 60, and 150 min following introduction into the open field arena. Grooming was manually scored via frame-by-frame analysis, recording the start and stop frames for each grooming event. Grooming events were categorized according to body part: front legs, head/eye, abdomen, wings, or hind legs. The percentage of time spent grooming, bout count, and bout duration was calculated. Grooming was graphed in aggregate or by individual body parts, as appropriate. Ethograms were generated with a custom Python script and heat maps were plotted using GraphPad Prism. Stimulus-evoked grooming was performed as previously described [ 20 ]. Each fly was coated in Reactive Yellow 86 dust and transferred to an open field area with a mesh floor to allow dust to fall through. Flies were allowed to clean for a period of time, then anesthetized with CO2 and the head, thorax, abdomen, and wings were separated and photographed individually. Using the color selection tool in Adobe Photoshop, yellow pixels were selected. and then manually corrected as needed to ensure that dust particles were accurately selected. Yellow pixels were quantified and the number divided by total number of pixels to calculate the percentage of dust coverage on each body part. The percent coverage for each body part/fly/time point was normalized to the median value of the dust coverage at time 0. Open field locomotion tracking Locomotion was tracked (in videos collected as above) using MATLAB with DLTdv8 [ 73 ]. Accuracy of the tracking was visually confirmed and any errors in the xy position tracking were manually corrected. Total distance and mean walking speed were calculated over the duration of the video from the frame-by-frame xy positions. High-resolution 3D leg kinematics analysis Locomotor gait and kinematics were examined using a tethered fly preparation as previously described [ 55 ,  74 – 76 ]. 7-10 day old male flies were tethered to a 34-gauge needle with ultraviolet light-cured glue and placed on a spherical treadmill (6mm diameter) suspended in a stream of compressed air. The flies were placed on the ball with minimum wait time after tethering and allowed up to 5 min of recovery before starting the experiment. The compressed air was passed through an in-line heating element to bring the local temperature on the ball up to 32 °C, inducing high-speed spontaneous walking. Rotational velocity of the ball was monitored in real-time using two orthogonally placed motion sensors at 50Hz. Each trial was triggered in a closed loop fashion when the forward velocity crossed a threshold empirically determined to signify sustained walking. Each fly could trigger a maximum of 10 trials, but flies that triggered more than 5 trials were included in the final dataset for analysis. Each trial was 7s long. Eight cameras (FLIR BFS-U3-16S2M-CS) fitted with InfiniStix 194100 lenses and near-infrared bandpass filters (Midopt BP850) were placed surrounding the ball so that all legs were continuously visible from at least one pair of cameras. The fly was illuminated with a custom infrared ring emitting focused light to the plane of the ball. The cameras, infrared light source and the ball tracker were all synchronized and triggered at 200 Hz by an Arduino microcontroller, with camera exposure time set to 200μs. The fly was recorded with a resolution of 1440X1072 pixels. Each fly was left on the ball for a maximum of 20 min. Capillary feeding assay Feeding was quantified in adult male flies using a capillary feeding assay [ 50 ]. Individual flies were placed into chambers (46 mm × 7 mm) containing 1% agar at the bottom and a glass capillary at the top. The glass capillaries contained an aqueous food solution (5% sucrose + 5% yeast extract) and dye to track food consumption. One group of 10 flies was fed for 150 min, one group of 10 flies was starved for 60 minutes, and one group of 10 flies was starved for 150 minutes prior to providing food for the experiment. Total feeding was measured in a 30-min window and analyzed in Fiji. Immunohistochemistry Five to seven-day-old adult brains were dissected in 1% paraformaldehyde in S2 medium and processed as previously described [ 77 ]. Samples were stained with primary antibodies for 3 hours at room temperature and at 4 °C overnight, followed by secondary antibodies for 3 hours at room temperature and 5 days at 4 °C. Incubations were performed in 3% normal goat blocking serum. Samples were mounted in Vectashield (Vector Laboratories) for analysis. The following antibodies were used: rabbit anti-GFP (1:1000, Invitrogen), mouse anti-nc82 (1:50, DSHB), goat anti-rabbit IgG, and goat anti-mouse IgG (1:800, Alexa 488 or Alexa 633, respectively, Invitrogen). Images were obtained using a Leica SP8 Laser Scanning Confocal microscope with LAS X software. Statistical analysis Normality of data was assessed with the Shapiro-Wilk Normality Test. In figures, box plots graph the median as a line, the interquartile range (IQR) as a box, and whiskers extend to the min/max values. Hypothesis testing was carried out using the Wilcoxon rank-sum test or Kruskal-Wallis omnibus test followed by Dunn multiple comparisons tests. Two-way comparisons were carried out with a two-way ANOVA followed by Šidák’s multiple comparisons tests. For RNAi analysis, the experimental group was compared to both heterozygous genetic controls and considered positive if it significantly differed from both controls in the same direction. Statistics and graphing were carried out with Graphpad Prism, version 10.1.1.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:36:58.467923",
  "abstract_length": 694,
  "methods_length": 7398,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}