{
  "pmid": "39196570",
  "abstract": "IMPORTANCE: There is a burgeoning interest in therapeutic development for cutaneous neurofibromas (cNFs), a major cause of morbidity in persons with neurofibromatosis type 1 (NF1). To determine meaningful clinical trial outcomes, deeper understanding is needed regarding how cNFs are associated with quality of life (QoL). However, this understanding has been hampered by challenges in recruiting participants with this rare genetic disease. OBJECTIVE: To develop a large, crowdsourced validated registry of persons with NF1 and determine the association of specific cNF features with QoL, pain, and itch. DESIGN, SETTING, AND PARTICIPANTS: From May 2021 to December 2023, a decentralized platform was developed and recruited persons 40 years or older with NF1 and at least 1 cNF from 49 states and 12 countries, who provided clinical survey data, detailed photographs, and genetic sequencing data. Photographs from 583 participants were scored on 12 features of cNFs, including general severity, number, size, facial severity, color, and subtypes. EXPOSURE: cNF features derived from participant-supplied photographs. MAIN OUTCOMES AND MEASURES: Total Skindex scores and subdomain scores (symptoms, emotion, function, pain, and itch). RESULTS: Of 583 participants, 384 (65.9%) were female, and the mean (range) age was 51.7 (40.0-83.0) years. Female sex, general severity, number, size, and facial severity of cNFs were negatively associated with QoL, as demonstrated by increased total Skindex scores. QoL had the largest association with the number of cNFs and presence of facial cNFs. Increasing number of cNFs was associated with worse QoL, and even individuals with a low cNF burden (<10 total cNFs) experienced a decrease in QoL. CONCLUSIONS AND RELEVANCE: The results of this study suggest that reducing cNF number, particularly on the face, may be associated with improved QoL in individuals with NF1. In addition, early intervention before the development of numerous tumors may lead to the highest benefit in QoL. These data potentially provide insight into which individuals and cNF tumors may benefit most from therapy and highlights the utility of a completely decentralized, photograph-validated and age-controlled study for rare genetic disease. This cohort will allow analysis of disease and tumor heterogeneity after full phenotypic expression is achieved in NF1 and potentially serves as an example in its design for other rare diseases that struggle from poor recruitment.",
  "methods": "",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:37:04.332744",
  "abstract_length": 2492,
  "methods_length": 0,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}