{
  "pmid": "39198186",
  "abstract": "BACKGROUND: This study examined the association between neurological symptoms and quality of life (QoL) in patients with neurofibromatosis type 2 (NF2) using a national database of all patients who newly claimed for medical expense subsidies in Japan from 2015 to 2019. METHODS: The Japanese Ministry of Health, Labour and Welfare provided access to the \"National Database of Designated Intractable Diseases of Japan\" containing the \"Medical Certificates of Designated Intractable Diseases\" of all patients with NF2. The database included information on five items of QoL: \"mobility,\" \"self-care,\" \"usual activities,\" \"pain/discomfort,\" and \"anxiety/depression.\" To examine the association between the presence/absence of neurological symptoms and QoL, multivariable logistic regression analyses were performed, adjusted for potential confounders. RESULTS: Data from 187 patients (97 females and 90 males; mean (standard deviation) age, 43.1 (17.9) years) were analyzed. Overall, 31% to 55% of patients were recorded as having moderate/severe impairment of QoL. Spinal dysfunction was significantly associated with deterioration of all components of QoL, whereas speech dysfunction and hemiparesis were specifically associated with physical health-related components of QoL. Spinal dysfunction, facial nerve palsy, and age 25-64 years were significantly associated with \"anxiety/depression.\" CONCLUSIONS: In the present epidemiological study using a national database of NF2 in Japan, spinal dysfunction was significantly associated with deterioration of all components of QoL, including subjective and mental health-related components of QoL, whereas speech dysfunction and hemiparesis were specifically associated with physical health-related components of QoL.",
  "methods": "Methods The Japanese Ministry of Health, Labour and Welfare provided access to the “National Database of Designated Intractable Diseases of Japan” containing the “Medical Certificates of Designated Intractable Diseases” of all patients with NF2. The database included information on five items of QoL: “mobility,” “self-care,” “usual activities,” “pain/discomfort,” and “anxiety/depression.” To examine the association between the presence/absence of neurological symptoms and QoL, multivariable logistic regression analyses were performed, adjusted for potential confounders. Methods Data source The MHLW approved the study protocol and provided the database that included information about all patients who newly claimed for medical expense subsidies for NF2 from 2015 to 2019. The MHLW removed all personally identifiable information from the database. In Japan, the diagnosis of NF2 is made by physicians according to the criteria set forth by the National Institutes of Health [ 14 ]. Patients with at least one of the following neurological symptoms of NF2 are eligible for medical expense subsidies: hearing loss, facial nerve palsy, cerebellar dysfunction, decreased facial sensation, speech dysfunction, double vision, blindness, hemiparesis, seizures, and spinal dysfunction. Following a previous study [ 11 ], dysphagia or dysarthria and aphasia were included in “speech dysfunction.” The clinical stage and severity of neurologic disability of NF2 were assessed for each patient using a 25-point scoring system [ 12 ,  15 ]. During 2015–2019, the database included data on 201 patients with NF2 who newly submitted claims to receive medical expense subsidies (Fig.  1 ). Eligibility criteria were: (1) new registrants during 2015–2019 and (2) no duplicate data. Fig. 1 Flowchart of study participant selection The study protocol was approved by the institutional review board of the Jikei University School of Medicine (No. 33-045(10655)). Results of the present study were obtained from analyses conducted specifically for research purposes using the National Database of Designated Intractable Diseases of Japan and thus do not correspond to the relevant statistics publicized by the MHLW. Variables The database included the following information: (1) year at registration, (2) presence/absence of neurological symptoms of NF2, (3) clinical stage of NF2, (4) family history of NF2, (5) QoL, and (6) demographic variables (i.e., sex and age). QoL was assessed using five items – “mobility,” “self-care,” “usual activities,” “pain/discomfort,” and “anxiety/depression” – which were adopted by the MHLW (Table  1 ). Regarding the five components of QoL, the MHLW requests that these items be used separately (i.e., not combined into a single indicator) when assessing QoL. Accordingly, each of the five QoL components was examined separately in statistical analyses. Table 1 Quality of life among participants (n = 187)   \n n \n \n (%) \n Mobility  M0: I have no problem walking about 108 (58)  M1: I have some problems walking about 69 (37)  M2: I am confined to bed 10 (5) Self-care  S0: I have no problem with self-care 129 (69)  S1: I have some problems washing or dressing myself 46 (25)  S2: I am unable to wash or dress myself 12 (6) Usual activities (e.g., work, study, housework, family or leisure activities)  U0: I have no problem performing my usual activities 83 (44)  U1: I have some problems performing my usual activities 94 (50)  U2: I am unable to perform my usual activities 10 (5) Pain / Discomfort  PD0: I have no pain or discomfort 84 (45)  PD1: I have moderate pain or discomfort 88 (47)  PD2: I have extreme pain or discomfort 15 (8) Anxiety / Depression  AD0: I am not anxious or depressed 109 (58)  AD1: I am moderately anxious or depressed 62 (33)  AD2: I am extremely anxious or depressed 16 (9) Statistical analysis First, cross-tabulation between the presence/absence of neurological symptoms and clinical stage of NF2 and QoL was performed. Following a request from the MHLW, we removed data from Tables and Appendices if the number of patients corresponding to the data was less than 10. To examine the association between the presence/absence of neurological symptoms and clinical stage of NF2 and each QoL component adjusted for potential confounders (i.e., age and sex), multivariate logistic regression analyses were performed with “no problem” for each QoL component (i.e., M0, S0, U0, PD0, and AD0 in Table  1 ) as the reference category of the dependent variable. The proportional odds assumption for QoL was not met, and the number of participants included in each category of QoL components was relatively small. Thus, we did not perform ordinal or multinomial logistic regression analyses, and combined categories other than “no problem” for each QoL component. Adjusted odds ratios (ORs) and 95% confidence intervals (CIs) were calculated. P < 0.05 was considered statistically significant. All analyses were performed using SPSS version 25 (IBM, Chicago, IL, USA).",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:37:08.122730",
  "abstract_length": 1763,
  "methods_length": 5017,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}