{
  "pmid": "39201967",
  "abstract": "BACKGROUND: Neurofibromatosis type 1 (NF1) is a genetic disorder that affects multiple systems in the body, often leading to physical disfigurements and a wide range of clinical symptoms. This study aims to investigate the relationship between NF1 severity and visibility and the quality of life (QoL) in children. METHODS: The Pediatric Quality of Life Inventory (PedsQL) and a modified version of the Ablon scale were used to assess QoL and NF1 severity and visibility, respectively. Self-reported and parent-reported QoL scores were compared, and the associations between NF1 severity/visibility and QoL were explored. RESULTS: Thirty-eight pediatric NF1 patients and their parents were enrolled. QoL scores did not differ significantly between patient self-reports and parent reports. However, correlational analyses revealed that higher NF1 severity was associated with lower physical QoL in patients, and greater NF1 visibility was linked to lower physical and social QoL. For parents, higher NF1 severity correlated with lower school functioning, whereas NF1 visibility did not show a significant correlation with QoL. CONCLUSION: The severity and visibility of NF1 have distinct impacts on various aspects of QoL in children, highlighting the need for tailored interventions that address both physical and psychological challenges. These findings underscore the importance of comprehensive care approaches in managing NF1 in pediatric populations.",
  "methods": "2. Materials and Methods 2.1. Subjects and Procedure The participants were children and adolescents diagnosed with NF1, recruited at the Pediatric Neurofibromatosis Referral Centre of the University of Campania “Luigi Vanvitelli”. Eligibility criteria included the following: (i) a confirmed diagnosis of NF1 based on the revised criteria established by Legius and colleagues [ 27 ]; (ii) no intellectual disability as defined by the DSM-5 [ 28 ]; and (iii) absence of other neurological or disabling conditions. Participants underwent a pediatric evaluation, followed by a psychological assessment. For this study, the PedsQoL [ 22 ], both patient self-report and parent report, and the modified Ablon scale [ 14 ] were administered to a previously studied cohort of pediatric patients with NF1 (for inclusion criteria, see [ 14 ]). Two experienced clinicians independently assessed the severity and visibility of NF1 in each patient, and any discrepancies were resolved through discussion. Written informed consent was obtained from the custodial adults and the children, with assurances provided regarding the voluntary nature of participation and the confidentiality of the data collected. No participants withdrew from the study.  The study, conducted in 2019, was performed in accordance with the ethical standards of the Declaration of Helsinki and its subsequent amendments; it was also approved by the Ethics Committee of the University of Campania “Luigi Vanvitelli”.  2.2. Modified Ablon Scale In the study by Cavallo et al. (2023) [ 14 ], we proposed a modified version of the Ablon scoring system [ 29 ]. Our clinical practice with patients led us to modify the original Ablon scale to better reflect the expanded understanding of the nature, impact and frequency of the numerous multisystemic features present in NF1 patients, particularly in children. In the original Ablon scale, the visibility dimension assesses the extent of disfigurement caused by NF1-related neurofibromas and other associated features, such as café-au-lait spots and skin fold freckling. Visibility ratings are based on the appearance of the fully clothed person and the ease with which symptoms could be perceived in interpersonal interactions. In contrast, severity ratings are based on a combination of clinical and cosmetic implications that could potentially affect lifestyle, mobility and/or threaten life. To account for the frequent absence of visible signs of NF1 during a casual inspection in childhood, we incorporated the rating “none” into the visibility dimension of our modified Ablon scoring system (see  Table 1 ). This addition is crucial as several patients do not show neurofibromas or dysmorphic features even in adulthood. We proposed that café-au-lait macules and freckles might be insignificant in both impersonal and interpersonal interactions. Furthermore, we included language deficits in the mild severity dimension, and in the moderate severity dimension, we added moderate scoliosis, other abnormal skeletal features, short stature and dysmorphisms. In this modified Ablon scale, severity ranges from mild to severe, while visibility ranges from absent to severe. The criteria for determining the severity and visibility of NF1 in both the modified version and original versions of the Ablon scale are shown in  Table 1 .  2.3. Statistical Analysis Due to significant violations of the normality assumption (Shapiro–Wilk  p -value < 0.05), non-parametric statistical methods were employed.  A two-tailed Mann–Whitney U-test was performed to compare the parent and self-report scores on QoL. Each subscale of the PedsQL (i.e., physical functioning, emotional functioning, social functioning, school functioning and QoL total score) was analyzed separately to investigate the impact of NF1 on different areas of daily life. In addition, to explore the potential association between QoL (self-report and parent report) and the severity and visibility of NF1, Spearman’s correlational analysis was conducted. The analyses were conducted utilizing IBM SPSS-20, with the critical alpha level set at 0.05.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:37:11.147770",
  "abstract_length": 1455,
  "methods_length": 4117,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}