{
  "pmid": "PMID:39225289",
  "title": "Comparing 3D imaging devices for the measurement of cutaneous neurofibromas in patients with Neurofibromatosis Type 1.",
  "abstract": "BACKGROUND: Cutaneous neurofibromas (cNFs) are a major cause of disfigurement in patients with Neurofibromatosis Type 1 (NF1). However, clinical trials investigating cNF treatments lack standardised outcome measures to objectively evaluate changes in cNF size and appearance. 3D imaging has been proposed as an objective standardised outcome measure however various systems exist with different features that affect useability in clinical settings. The aim of this study was to compare the accuracy, precision, feasibility, reliability and accessibility of three imaging systems. MATERIALS AND METHODS: We compared the Vectra-H1, LifeViz-Micro and Cherry-Imaging systems. A total of 58 cNFs from 13 participants with NF1 were selected for imaging and analysis. The primary endpoint was accuracy as measured by comparison of measurements between imaging systems. Secondary endpoints included reliability between two operators, precision as measured with the average coefficient of variation, feasibility as determined by time to capture and analyse an image and accessibility as determined by cost. RESULTS: There was no significant difference in accuracy between the three devices for length or surface area measurements (p > 0.05), and reliability and precision were similar. Volume measurements demonstrated the most variability compared to other measurements; LifeViz-Micro demonstrated the least measurement variability for surface area and image capture and analysis were fastest with LifeViz-Micro. LifeViz-Micro was better for imaging smaller number of cNFs (1-3), Vectra-H1 better for larger areas and Cherry for uneven surfaces. CONCLUSIONS: All systems demonstrated excellent reliability but possess distinct advantages and limitations. Surface area is the most consistent and reliable parameter for measuring cNF size in clinical trials.",
  "authors": "Jonathan C L Lau; Jane Fleming; Martin Good; Adrian Lim; Rebecca B Saunderson; Tai A Phan; Timothy Schlub; Sue-Faye Siow; Nanette Lacson; Carlos Romo; Jaishri Blakely; Christina Bergqvist; Yemima D Berman",
  "journal": "Skin research and technology : official journal of International Society for Bioengineering and the Skin (ISBS) [and] International Society for Digital Imaging of Skin (ISDIS) [and] International Society for Skin Imaging (ISSI)",
  "publicationDate": "2024-09",
  "doi": "10.1111/srt.70020",
  "methods": "Materials and methods We compared the Vectra‐H1, LifeViz‐Micro and Cherry‐Imaging systems. A total of 58 cNFs from 13 participants with NF1 were selected for imaging and analysis. The primary endpoint was accuracy as measured by comparison of measurements between imaging systems. Secondary endpoints included reliability between two operators, precision as measured with the average coefficient of variation, feasibility as determined by time to capture and analyse an image and accessibility as determined by cost. 2 MATERIALS AND METHODS 2.1 Study design Thirteen participants were recruited for imaging from the NF1 skin clinic at Royal North Shore Hospital, Sydney, Australia, from January to April 2022. Inclusion criteria were a diagnosis of NF1, age over 18 years and the presence of at least one visible cNF. Participants were excluded if they had a history of epilepsy and severe migraines, as this is a contraindication for Cherry Imaging. We used convenience sampling to maximize recruitment within the study period. Images of up to eight cNFs from each participant were captured and analysed using each 3D imaging system: Vectra H1 (Canfield Scientific Inc, Fairfield, NJ, USA), LifeViz Micro (QuantifiCare, Biot, France) and Cherry Imaging (Yokneam, Israel). The Vectra H1 and LifeViz Micro were chosen due to their previous use in past NF1 studies measuring cNFs. \n ,  14 \n \n  Cherry Imaging was chosen as a novel scanner device of interest to the authors for potential use in NF1 studies and other dermatological research. 17 \n \n  There was no participant dropout as all participants were consented and imaged at the same appointment. 20 \n The primary endpoint was accuracy as measured by comparing measurements between imaging systems. Secondary endpoints included the reliability, precision, feasibility and accessibility of the imaging systems. The times required to capture an image, generate a 3D model and analyse a cNF were recorded to assess feasibility. The financial cost of the hardware and software for each imaging system was used as a metric of accessibility. 2.2 Image acquisition cNFs were selected from the head, torso or limbs depending on suitability for imaging. Prior to imaging, a 2D photograph of the cNF region was taken for baseline comparison and location tracking (Figure  1 ). Images were then taken with each 3D device following manufacturer instructions. FIGURE 1 Cutaneous neurofibroma 2D image. Image was taken using a standard digital camera. Scale bar represents 10 mm. To assess intra‐ and inter‐rater reliability, images of each cNF were taken three times with each device; twice by one investigator (J.L.) and once by a second investigator (M.G.). Repeat images were taken at least 3 min apart on the same day. 2.3 Image analysis Images from each device were analysed by a single investigator (J.L.) on a dedicated laptop using the recommended software provided by each imaging system manufacturer. Example images are shown in Figure  2 . Measurements for cNF length (maximum diameter), width (perpendicular maximum diameter), height, surface area and volume were performed on 3D models generated by all three imaging systems and recorded in millimetres. Vectra software was unable to provide tumour height measurements. Measurements performed using Cherry Imaging software were accessed via the debug console to obtain measurements in millimetres (default was centimetres). FIGURE 2 Cutaneous neurofibroma analysis on different 3D imaging systems. (A, B) 3D model analysis using Cherry Imaging Trace software. (C, D) 3D model analysis using LifeViz App software. (E, F) 3D model analysis using Vectra software. Scale bars represent 10 mm. 2.4 Statistical assessment Statistical analyses were conducted using IBM SPSS Statistics (version 27.01). Friedman tests and Dunn–Bonferroni post hoc tests were performed to assess accuracy by comparing measurements of cNF length, width, surface area and volume between each imaging system. Height measurements between LifeViz Micro and Cherry Imaging were compared using a Wilcoxon signed‐rank test. The intra‐ and inter‐rater reliability for image acquisition was assessed using intraclass correlation coefficients (ICC). To remain consistent with outcome measures by Thalheimer et al., ICCs ranging from 0 to 1 were considered: 0.9–1.0 ‘Excellent’, 0.75–0.89 ‘Good’, 0.5–0.74 ‘Moderate’ and < 0.5 ‘Poor’ reliability. \n \n 17 \n To assess precision, the average coefficient of variation (CV) was calculated for measurements from triplicate images of small (≤5 mm diameter) and large (> 5 mm diameter) cNFs. Tumours were categorised into small and large based on their median diameter as measured across all imaging systems, rounded to the nearest millimetre integer. The minimal detectable difference (MDD) for each imaging system was defined as at least twice the CV. \n \n 17",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:30:44"
}