{
  "pmid": "PMID:39225289",
  "title": "Comparing 3D imaging devices for the measurement of cutaneous neurofibromas in patients with Neurofibromatosis Type 1.",
  "abstract": "BACKGROUND: Cutaneous neurofibromas (cNFs) are a major cause of disfigurement in patients with Neurofibromatosis Type 1 (NF1). However, clinical trials investigating cNF treatments lack standardised outcome measures to objectively evaluate changes in cNF size and appearance. 3D imaging has been proposed as an objective standardised outcome measure however various systems exist with different features that affect useability in clinical settings. The aim of this study was to compare the accuracy, precision, feasibility, reliability and accessibility of three imaging systems. MATERIALS AND METHODS: We compared the Vectra-H1, LifeViz-Micro and Cherry-Imaging systems. A total of 58 cNFs from 13 participants with NF1 were selected for imaging and analysis. The primary endpoint was accuracy as measured by comparison of measurements between imaging systems. Secondary endpoints included reliability between two operators, precision as measured with the average coefficient of variation, feasibility as determined by time to capture and analyse an image and accessibility as determined by cost. RESULTS: There was no significant difference in accuracy between the three devices for length or surface area measurements (p > 0.05), and reliability and precision were similar. Volume measurements demonstrated the most variability compared to other measurements; LifeViz-Micro demonstrated the least measurement variability for surface area and image capture and analysis were fastest with LifeViz-Micro. LifeViz-Micro was better for imaging smaller number of cNFs (1-3), Vectra-H1 better for larger areas and Cherry for uneven surfaces. CONCLUSIONS: All systems demonstrated excellent reliability but possess distinct advantages and limitations. Surface area is the most consistent and reliable parameter for measuring cNF size in clinical trials.",
  "authors": "Jonathan C L Lau; Jane Fleming; Martin Good; Adrian Lim; Rebecca B Saunderson; Tai A Phan; Timothy Schlub; Sue-Faye Siow; Nanette Lacson; Carlos Romo; Jaishri Blakely; Christina Bergqvist; Yemima D Berman",
  "journal": "Skin research and technology : official journal of International Society for Bioengineering and the Skin (ISBS) [and] International Society for Digital Imaging of Skin (ISDIS) [and] International Society for Skin Imaging (ISSI)",
  "publicationDate": "2024-09",
  "doi": "10.1111/srt.70020",
  "methods": "Materials and methods We compared the Vectra‐H1, LifeViz‐Micro and Cherry‐Imaging systems. A total of 58 cNFs from 13 participants with NF1 were selected for imaging and analysis. The primary endpoint was accuracy as measured by comparison of measurements between imaging systems. Secondary endpoints included reliability between two operators, precision as measured with the average coefficient of variation, feasibility as determined by time to capture and analyse an image and accessibility as determined by cost. 2 MATERIALS AND METHODS 2.1 Study design Thirteen participants were recruited for imaging from the NF1 skin clinic at Royal North Shore Hospital, Sydney, Australia, from January to April 2022. Inclusion criteria were a diagnosis of NF1, age over 18 years and the presence of at least one visible cNF. Participants were excluded if they had a history of epilepsy and severe migraines, as this is a contraindication for Cherry Imaging. We used convenience sampling to maximize recruitment within the study period. Images of up to eight cNFs from each participant were captured and analysed using each 3D imaging system: Vectra H1 (Canfield Scientific Inc, Fairfield, NJ, USA), LifeViz Micro (QuantifiCare, Biot, France) and Cherry Imaging (Yokneam, Israel). The Vectra H1 and LifeViz Micro were chosen due to their previous use in past NF1 studies measuring cNFs. \n ,  14 \n \n  Cherry Imaging was chosen as a novel scanner device of interest to the authors for potential use in NF1 studies and other dermatological research. 17 \n \n  There was no participant dropout as all participants were consented and imaged at the same appointment. 20 \n The primary endpoint was accuracy as measured by comparing measurements between imaging systems. Secondary endpoints included the reliability, precision, feasibility and accessibility of the imaging systems. The times required to capture an image, generate a 3D model and analyse a cNF were recorded to assess feasibility. The financial cost of the hardware and software for each imaging system was used as a metric of accessibility. 2.2 Image acquisition cNFs were selected from the head, torso or limbs depending on suitability for imaging. Prior to imaging, a 2D photograph of the cNF region was taken for baseline comparison and location tracking (Figure  1 ). Images were then taken with each 3D device following manufacturer instructions. FIGURE 1 Cutaneous neurofibroma 2D image. Image was taken using a standard digital camera. Scale bar represents 10 mm. To assess intra‐ and inter‐rater reliability, images of each cNF were taken three times with each device; twice by one investigator (J.L.) and once by a second investigator (M.G.). Repeat images were taken at least 3 min apart on the same day. 2.3 Image analysis Images from each device were analysed by a single investigator (J.L.) on a dedicated laptop using the recommended software provided by each imaging system manufacturer. Example images are shown in Figure  2 . Measurements for cNF length (maximum diameter), width (perpendicular maximum diameter), height, surface area and volume were performed on 3D models generated by all three imaging systems and recorded in millimetres. Vectra software was unable to provide tumour height measurements. Measurements performed using Cherry Imaging software were accessed via the debug console to obtain measurements in millimetres (default was centimetres). FIGURE 2 Cutaneous neurofibroma analysis on different 3D imaging systems. (A, B) 3D model analysis using Cherry Imaging Trace software. (C, D) 3D model analysis using LifeViz App software. (E, F) 3D model analysis using Vectra software. Scale bars represent 10 mm. 2.4 Statistical assessment Statistical analyses were conducted using IBM SPSS Statistics (version 27.01). Friedman tests and Dunn–Bonferroni post hoc tests were performed to assess accuracy by comparing measurements of cNF length, width, surface area and volume between each imaging system. Height measurements between LifeViz Micro and Cherry Imaging were compared using a Wilcoxon signed‐rank test. The intra‐ and inter‐rater reliability for image acquisition was assessed using intraclass correlation coefficients (ICC). To remain consistent with outcome measures by Thalheimer et al., ICCs ranging from 0 to 1 were considered: 0.9–1.0 ‘Excellent’, 0.75–0.89 ‘Good’, 0.5–0.74 ‘Moderate’ and < 0.5 ‘Poor’ reliability. \n \n 17 \n To assess precision, the average coefficient of variation (CV) was calculated for measurements from triplicate images of small (≤5 mm diameter) and large (> 5 mm diameter) cNFs. Tumours were categorised into small and large based on their median diameter as measured across all imaging systems, rounded to the nearest millimetre integer. The minimal detectable difference (MDD) for each imaging system was defined as at least twice the CV. \n \n 17",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:30:44",
  "introduction": "1 INTRODUCTION Neurofibromatosis Type 1 (NF1) is an autosomal dominant neurocutaneous condition affecting approximately 1 in 1900 to 1 in 3500 individuals worldwide. \n ,  1 \n \n  A hallmark feature of the disease is the development of cutaneous neurofibromas (cNFs), which are benign peripheral nerve sheath tumours manifesting in over 99% of adult NF1 patients. 2 \n \n  cNFs present as discrete skin‐coloured nodules that may appear on any area of the skin. Most cNFs begin to manifest after puberty and are known to increase with age to the order of up to tens to thousands in a single individual. 3 \n \n  There is wide variability in cNF burden between each patient, with phenotypes ranging from barely visible flat nodules to large pedunculated masses. 4 \n \n  There is minimal genotype‐phenotype correlation between  5 \n NF1  variant and severity of cutaneous manifestations, with only four genotype‐phenotype correlations, affecting 10%–15% of NF1 population, reported in the literature. \n  Although not malignant, several studies have identified that most patients find cNFs to be the most burdensome aspect of NF1 due to cosmetic disfigurement, physical discomfort and psychosocial impacts reducing their quality of life. 6 \n The management of cNFs remains a clinical challenge, with current treatment limited to tumour removal by procedures such as surgical excision, CO 2  laser, electrodesiccation, radiofrequency ablation and photocoagulation. \n ,  7 \n \n ,  8 \n \n ,  9 \n \n ,  10 \n \n ,  11 \n \n  There is a need for better treatment options with recent clinical trials investigating new topical and systemic drug therapies to reduce tumour burden. 12 \n \n ,  4 \n \n ,  13 \n \n  However, a major limitation of these studies is the lack of a standardised approach to objectively measure cNFs. To properly evaluate the efficacy of treatments for improving cNF appearance, a consistent set of measurement instruments and endpoints must be established. Previous studies have explored modalities such as digital callipers and high‐frequency ultrasound (HFUS). 14 \n \n ,  15 \n \n  However, these methods have notable drawbacks—callipers are time‐consuming to measure multiple tumours, and HFUS is expensive and requires specialist training. 3D imaging has been proposed as a potential tool for cNF evaluation. 16 \n \n  A study comparing the Vectra H1 3D Imaging camera to digital callipers and high‐frequency ultrasound for the measurement of cNFs in clinical trials found excellent reliability and feasibility with 3D imaging. 15 \n \n  A comparison of five different handheld 3D imaging systems to monitor small volume enhancement in face, vulva and hand found differences in accuracy, reliability, image quality, speed of image acquisition, ease of use and cost. 17 \n \n  Hence, further research is needed to identify the optimal 3D imaging system for measurements of cNFs. 18 \n This study aimed to compare and assess the accuracy, reliability, precision, feasibility and accessibility of three different 3D imaging systems: Cherry Imaging, LifeViz Micro and the Vectra H1 to inform choice of outcome measures for cNF clinical trials. Preliminary data from this study was included in a recently published review. \n \n 19",
  "results": "3 RESULTS 3.1 Study cohort A total of 58 cNFs were imaged across thirteen participants with NF1 (Table  1 ). cNFs were located on the face, neck, chest, abdomen, back, arms and legs. There were 22 (38%) small cNFs (≤5 mm diameter) and 36 (62%) large cNFs (> 5 mm diameter). The median diameter was 6.80 mm (range 3.32–18.20 mm). Vectra H1 software was only able to render 3D models of 49 cNFs for measurement analysis, due to a technical failure. The remaining Vectra H1 images were not included in the analysis. TABLE 1 Participant demographics and tumour characteristics. Feature Value Participants,  n \n 13 Age, years 38 (24–66) Sex (female) 9 (69) Fitzpatrick skin type I 3 II 4 III 6 Total cNFs imaged,  n \n 58 \n \n a \n cNF locations Face 4 (7) Neck 7 (12) Chest 9 (16) Abdomen 9 (16) Back 18 (31) Arm 9 (16) Leg 2 (3) cNFs ≤ 5 mm 22 (38) cNFs > 5 mm 36 (62) Median diameter, mm 6.80 (3.32–18.20) \n Note : Values are median (range) or  n  (%). \n a \n Vectra H1 software was only able to render 3D models of 49 cNFs for measurement analysis, due to a technical failure. Abbreviation: cNF, cutaneous neurofibroma. John Wiley & Sons, Ltd. 3.2 Accuracy Whilst images of 58 cNFs were taken using all three devices, the Vectra H1 software was unable to render 3D models for 9 cNFs due to a software malfunction (Table  1 ). Hence only measurements of 49 cNFs could be used to compare the Vectra H1, LifeViz Micro and Cherry Imaging systems. Friedman tests found no significant differences between the three imaging systems for length ( χ \n 2 (2) = 3.617,  p  = 0.164) and surface area ( χ \n 2 (2) = 2.571,  p  = 0.276) measurements. Significant differences were detected for width ( χ \n 2 (2) = 15.600,  p  < 0.001) and volume ( χ \n 2 (2) = 31.633,  p  < 0.001). Compared to the Vectra H1, post hoc tests found significant differences with the LifeViz Micro for width ( p  < 0.001) and Cherry Imaging for volume ( p  < 0.001). Post hoc tests also showed differences between the LifeViz Micro and Cherry Imaging for both width ( p  = 0.003) and volume ( p  < 0.001) (Figure  3A–D ). FIGURE 3 Comparison of cNF measurements between Vectra H1, LifeViz Micro and Cherry Imaging systems. Measurements were performed by a single rater. Statistical analyses for length (A), width (B), surface area (C) and volume (D) measurements were performed using the Friedman test and post hoc Dunn–Bonferroni tests ( n  = 49). Statistical analyses for height (E) were performed using the Wilcoxon signed‐rank test ( n  = 58). All analyses were conducted on IBM SPSS Statistics (ver. 27.01). Data is represented as boxplots displaying the median, IQR, minimum and maximum range of measurements. Circles represent outlier measurements.  ** \n p  < 0.01,  *** \n p  < 0.001. cNF, cutaneous neurofibromas. For the 58 cNFs measured by the LifeViz Micro and Cherry Imaging systems, a Wilcoxon signed‐rank test showed that cNF height measurements were significantly higher by LifeViz Micro than Cherry Imaging ( Z  = −5.579,  p  < 0.001) (Figure  3E ). The median (IQR) height was 1.43 (0.77–2.37) mm measured by LifeViz Micro and 1.33 (0.77–1.66) mm measured by Cherry Imaging. 3.3 Reliability The intra‐ and inter‐rater ICC for image acquisition by each device is summarised in Table  2 . All three imaging systems demonstrated “excellent” reliability (ICC ≥0.9). TABLE 2 Image acquisition reliability. Intra‐rater ICC Inter‐rater ICC Vectra H1 Length 0.99 0.99 Width 0.99 0.99 Surface Area 0.99 0.99 Volume 0.99 0.99 LifeViz Micro Length 0.99 0.99 Width 0.99 0.99 Height 0.97 0.99 Surface Area 0.99 0.99 Volume 0.97 0.99 Cherry Imaging Length 0.99 0.99 Width 0.99 0.99 Height 0.99 0.99 Surface Area 0.99 0.99 Volume 0.99 0.99 ICC Reliability <0.5 Poor 0.5–0.75 Moderate 0.75–0.9 Good 0.9–1.0 Excellent \n Note : The inter‐rater and intra‐rater reliability for image acquisition by each 3D imaging system was assessed via ICC. Abbreviations: cNF, cutaneous neurofibroma; ICC, intraclass correlation coefficients. John Wiley & Sons, Ltd. 3.4 Measurement variability and MDD The average CV and MDD for cNF measurements are summarised in Table  3 . Measurements of small cNFs generally had a higher CV than for large cNFs. Overall, volume measurements displayed the most measurement variability, followed by height measurements. For surface area, the LifeViz Micro demonstrated the least measurement variability compared to the other two imaging systems. TABLE 3 Measurement variability and proposed treatment response thresholds. CV MDD Small cNF CV Large cNF CV Threshold to detect change in size of small cNF Threshold to detect change in size of large cNF Vectra H1 Length 3.8% 3.4% 10% 10% Width 5.5% 3.2% 15% 10% Surface Area 5.7% 3.9% 15% 10% Volume 8.8% 7.1% 20% 20% LifeViz Micro Length 3.2% 3.2% 10% 10% Width 4.8% 4.2% 10% 10% Height 8.0% 6.3% 20% 15% Surface Area 4.8% 3.5% 10% 10% Volume 11.0% 6.6% 25% 15% Cherry Imaging Length 5.5% 4.3% 15% 10% Width 4.3% 3.9% 10% 10% Height 7.6% 5.7% 20% 15% Surface Area 7.3% 6.6% 15% 15% Volume 8.8% 9.8% 20% 20% \n Note : Small cNFs were defined as ≤5 mm in diameter, large cNFs were defined as >5 mm in diameter. The MDD for each imaging system was defined as at least twice the CV. MDD were used to propose treatment response thresholds to detect a change in cNF size in future clinical studies. The following colours represent thresholds for MDD: orange = 21%–25%; yellow = 16%–20%; blue = 11%–15% and green = ≤ 11%. Abbreviations: cNF, cutaneous neurofibroma; CV, coefficient of variation; MDD, minimal detectable difference. John Wiley & Sons, Ltd. 3.5 Time for image acquisition and analysis, and cost of hardware and software Time taken for image acquisition and analysis, and cost of the three imaging systems were reported in a recent review. 19  To summarise, Cherry Imaging required the longest time for image acquisition (0.5–2 min) and 3D model generation (1.0–6.5 min), whereas Vectra H1 software required the longest time for analysis (5.0–9.5 min). Cumulatively, LifeViz Micro had the shortest total image acquisition and analysis time (∼4.5 min) compared to Vectra H1 (∼7.5 min) and Cherry Imaging (∼6.5 min). Cherry Imaging was the most expensive system (∼$34 000), followed by LifeViz Micro (∼$28 000) and Vectra H1 (∼$17 000).",
  "discussion": "5 CONCLUSION The use of 3D imaging is a reliable and effective tool for quantitative analysis of cNFs, enabling objective assessment of treatment outcomes. We identify cNF surface area as the most suitable primary endpoint for cNF imaging. The Vectra H1, LifeViz Micro and Cherry Imaging each possess distinct strengths and limitations that need to be considered.",
  "upgrade_date": "2026-02-20 07:34:34"
}