{
  "pmid": "39234078",
  "abstract": "INTRODUCTION: Neurofibromatosis type 1 (NF1) is a rare genetic disorder, with lack of evidence of disease burden in China. We aimed to describe the economic burden, health-related quality of life (HRQL), and caregiver burden of NF1 patients in China. METHODS: We conducted an online cross-sectional survey employing the China Cloud Platform for Rare Diseases, with 223 caregivers of NF1 pediatric patients (patients under 18), and 226 adult patients. Economic burden was estimated using direct and indirect costs related to NF1 in 2021, and the Work Productivity and Activity Impairment Questionnaire: General Health V2.0 (WPAI-GH). HRQL measures included EQ-5D-Y proxy version and PedsQL RESULTS: For pediatric patients, the average direct cost in 2021 was CNY 33,614 (USD 4,879), and employed caregivers' annual productivity loss was 81 days. EQ-5D-Y utility was 0.880 ± 0.13 and VAS score was 75.38 ± 20.67, with 52.6% patients reporting having problems in \"pain/discomfort\" and 42.9% in \"anxiety/depression.\" PedsQL GCS total score was 68.47 ± 19.42. ZBI score demonstrated that 39.5% of caregivers had moderate-to-severe or severe burden. For adult patients, average direct cost in 2021 was CNY 24,531 (USD 3,560). Patients in employment reported an absenteeism of 8.5% and presenteeism of 21.6% according to the results of WPAI-GH. EQ-5D-5L utility was 0.843 ± 0.17 and VAS score was 72.32 ± 23.49, with more than half of patients reporting having problems in \"pain/discomfort\" and \"anxiety/depression\" dimensions. PedsQL NFM total score was 68.40 ± 15.57. CONCLUSION: Both pediatric and adult NF1 patients in China had a wide-ranging economic burden and low HRQL, especially in the psychological dimension. Caregivers for NF1 pediatric patients experienced considerable caregiver burden. More attention and support from policymakers and stakeholders are required to relieve NF1 patients' and caregivers' distress.",
  "methods": "Methods We conducted an online cross-sectional survey employing the China Cloud Platform for Rare Diseases, with 223 caregivers of NF1 pediatric patients (patients under 18), and 226 adult patients. Economic burden was estimated using direct and indirect costs related to NF1 in 2021, and the Work Productivity and Activity Impairment Questionnaire: General Health V2.0 (WPAI-GH). HRQL measures included EQ-5D-Y proxy version and PedsQL ™  4.0 Generic Core Scales (PedsQL GCS) proxy version for pediatric patients, and EQ-5D-5L and PedsQL ™  3.0 Neurofibromatosis Module (PedsQL NFM) for adult patients. Caregiver burden was estimated by Zarit Burden Interview (ZBI). 2 Materials and methods 2.1 Study overview A cross-sectional survey was conducted online among adult patients with NF1 and caregivers of NF1 pediatric patients (patients under 18 years) from November 2022 to January 2023. Participants were recruited through Neurofibromatosis Shenzhen Care Center (NSCC), a patient network with members across the country. This study was conducted according to the Declaration of Helsinki and approved by the Ethics Committee of Beijing University of Chinese Medicine (2022BZYLL1005). All eligible participants volunteered to participate in the study and provided electronically signed consent forms before completing the questionnaire. 2.2 Sample size calculation Two factors were considered when deciding the study’s sample size. Firstly, the minimum sample size was calculated using the sample size calculation equation for cross-sectional study ( 21 ,  22 ),  \n , with  \n n = Z 1 − α / 2 2 ∗ S 2 d 2 S  as the standard deviation of EQ-5D-5L utility score in NF1 patients, 0.24, and  d  as the minimal important difference of EQ-5D-5L utility score in Chinese population, 0.058 ( 23 ,  24 ). We set the significance level as 0.05 so  \n  was 1.96,  \n Z 1 − α / 2 \n  was calculated as 66. We assumed a 20% non-response rate and the ratio of adults and children was 1:1 according to suggestions from clinicians and the NSCC. The minimum of the sample size was calculated as 165. Except for the EQ-5D, the questionnaire also collected information about economic burden and caregiver burden and included more than one HRQL measure. Therefore, the sample size of the study should be larger than the minimum. \n n Secondly, participants of the study were recruited through the nationwide patient network, NSCC, with more than 15, 000 registered patients from all over China and around 1,000 active members (the proportion of pediatric patients and adult patients are around 50 and 50%, respectively). The study sample of other cross-sectional surveys conducted by NSCC previously was around 500, which was taken as the maximum of the sample size. Considering the number of patients who volunteered to participate in the study would be less than the active members, we finally decided that the target sample size was 450 patients. 2.3 Participants For diagnosed NF1 pediatric patients, caregivers were recruited as proxy in this study. The inclusion criteria for the caregivers were: (1) primary caregivers who were familiar with the health condition of the patients; (2) able to understand the questionnaire; and (3) volunteered to participate in the study and signed the informed consent. For diagnosed NF1 adult patients, inclusion criteria were: (1) able to understand the questionnaire; and (2) volunteered to participate in the study and signed the informed consent. Any participants who were unable to complete the survey for any reason were excluded from the study. 2.4 Questionnaire The caregiver-reported questionnaire consisted of four parts: (1) demographic information of patients and caregivers including age, gender, disease duration, residence, household income, schooling status, and health insurance; (2) economic burden of NF1 patients; (3) proxy-reported HRQL of NF1 patients (EQ-5D-Y and PedsQL™ 4.0 Generic Core Scales); and (4) caregiver’s burden (Zarit Burden Interview, ZBI). The adult patient-reported questionnaire consisted of (1) demographic information; (2) economic burden as well as Work Productivity and Activity Impairment Questionnaire: General Health V2.0 (WPAI-GH V2.0); and (3) self-reported HRQL of NF1 patients [EQ-5D-5L and PedsQL ™  3.0 Neurofibromatosis Module (adult version)]. HRQL measures used in this study should meet the following conditions: (1) have an existing Chinese version provided by the copyright holders; (2) have been used in previous studies with neurofibromatosis patients. All the Chinese-version HRQL measures in this study were obtained from official sources. The EQ-5D-Y and EQ-5D-5L were obtained from the EuroQol Research Foundation.  The PedsQL 1 ™  4.0 Generic Core Scales, PedsQL ™  3.0 Neurofibromatosis Module (adult version), and ZBI were obtained from the Mapi Research Trust.  The WPAI-GH V2.0 was obtained from the website of Reilly Associates. 2  The caregiver-reported questionnaire and the adult-patient-reported questionnaire were both in Chinese. 3 2.4.1 Economic burden The NF1-related direct costs for 2021 were collected, including inpatient cost (number of hospital admissions, length of each inpatient stay, and average expenses for each hospitalization), outpatient cost (number of outpatient visits, average expenses for each outpatient visit), formal care cost, other direct medical costs (pharmacy expenses, and medical equipment expenses), and direct nonmedical costs related to NF1 (traffic and accommodation expenses, fees of rehabilitation courses for children with deficiencies in skeletal or intellectual development, etc.). Regarding the indirect cost, for adult patients and the primary caregivers for pediatric patients, we collected the work-loss days in 2021 and estimated the productivity loss using the human capital approach based on the average salary of 2021 in non-private sectors or private sectors ( 25 ,  26 ). Specifically, we converted work-loss days into currency by dividing the average annual salary by 365 days and then multiplying it by the number of work-loss days. The average salary of 2021 in non-private sectors or private sectors in China was CNY 106,837 (USD 15,506) and CNY 62,884 (USD 9,127), respectively ( 26 ). For pediatric patients, school-loss days in 2021 were also collected. NF1-related work-loss days and school-loss days for patients include absences directly resulting from the NF1 condition itself, medical consultations, follow-up examinations related to NF1, and other absences specifically linked to managing NF1. Work-loss days of primary caregivers for pediatric patients were caused by caring for NF1 patients. Besides, WPAI-GH V2.0 was used to measure the impairment of productivity and activity of NF1 adult patients related to their overall health condition. 2.4.2 Measures 2.4.2.1 WPAI-GH V2.0 The WPAI-GH V2.0 is a six-item instrument designed to measure work time missed and productivity and activity impairment in the past 7 days for the general population. WPAI-GH is scored on four metrics: percentage of work time missed due to one’s health condition, i.e., absenteeism; percentage of reduction in work effectiveness due to one’s health condition, i.e., presenteeism; percentage of work productivity loss due to one’s health condition, i.e., overall work impairment/absenteeism plus presenteeism; and proportion of impairment in activities of daily living due to one’s health condition, i.e., activity impairment ( 27 ). Absenteeism, presenteeism, work productivity loss, and activity impairment that obtained from the results of WPAI-GH were relevant to one’s overall health condition, not just associated with NF1 ( 28 ). 2.4.2.2 EQ-5D instruments The EQ-5D instrument is a series of generic indirect preference-based HRQL measures that can provide utility scores which can be used to calculate quality-adjusted life year (QALY) in economic evaluations ( 29 ,  30 ). It measures HRQL in five dimensions: “mobility,” “self-care,” “usual activities,” “pain/discomfort,” and “anxiety/depression” ( 31 ). The EQ-5D-Y is the child-friendly version of EQ-5D, using different expressions in “self-care” (“looking after him/herself”), “usual activities” (“doing usual activities”), “pain/discomfort” (“having pain or discomfort”), and “anxiety/depression” (“feeling worried, sad or unhappy”) dimensions. It has three response levels of severity to each dimension ( 32 ). This study used a proxy version of EQ-5D-Y to measure the health status of patients aged between 4 and 18. The EQ-5D-5L is an adult version with five response levels of severity to each dimension ( 31 ). Both the EQ-5D-Y and EQ-5D-5L value sets for the Chinese population had been published so that utility scores could be calculated ( 33 – 35 ). Utility scores usually range on a 0–1 scale, where 1 for full health and 0 for death; sometimes we can see negative utility scores, meaning health states worse than death. EQ-5D also has a visual analog scale (VAS) ranging from 0 (worst imaginable health) to 100 (best imaginable health) to record patient today’s self-rated health ( 31 ,  32 ). EQ-5D-Y and EQ-5D-5L had good reliability and validity measuring HRQL of Chinese populations with different health conditions ( 36 – 41 ). 2.4.2.3 PedsQL ™  4.0 Generic Core Scales The proxy version of the Pediatric Quality of Life Inventory Generic Core Scales (PedsQL ™  4.0 Generic Core Scales, PedsQL GCS) was applied to estimate HRQL of NF1 patients aged from 2 to 18. The proxy version of PedsQL GCS showed good reliability in children and adolescents with different health conditions ( 42 – 45 ). PedsQL GCS was not only a validated HRQL measure for healthy children but also one of the most recommended HRQL measures to be used among children with NF1 at different ages ( 46 ,  47 ). It is a 23-item instrument containing 4 scales: physical(8 items), emotional (5 items), social (5 items), and school functioning (5 items), which can be further divided into 2 domains: physical health and psychosocial health ( 42 ,  48 ). The 5-point Likert-type response scales (ranging from 0 to 4, 0 = almost never a problem, 1 = seldom a problem, 2 = sometimes a problem, 3 = often a problem, 4 = almost always a problem) were provided as choices for each item in PedsQL GCS ( 49 ). All the items need to be linearly transformed into a 0–100 scale (0 = 100, 1 = 75, 2 = 50, 3 = 25, 4 = 0) ( 48 ). Total scores and scale scores are calculated as the sum of the item scores divided by the number of items answered, a higher score indicates a better health state ( 48 ). 2.4.2.4 PedsQL ™  3.0 Neurofibromatosis Module The self-reported adult version of the Pediatric Quality of Life Inventory Neurofibromatosis Module (PedsQL ™  3.0 Neurofibromatosis Module, PedsQL NFM) was used for NF1 adult patients in this study. PedsQL NFM is a disease-specific HRQL measure to be used among individuals with NF1 aged above 5 years old, with good reliability and validity ( 45 ,  46 ). The PedsQL NFM was recommended by the Response Evaluation in Neurofibromatosis and Schwannomatosis (REiNS) International Collaboration as the highest-rated NF1-specific measure specifically for patients with NF1 in clinical trials ( 46 ). PedsQL NFM contains 18 dimensions and 104 items in total ( 45 ). PedsQL NFM has the same scoring system as PedsQL GCS. Total scores and dimension scores are calculated as the sum of the item scores divided by the number of items answered, a higher score indicates a better health state ( 48 ). 2.4.2.5 Zarit Burden Interview ZBI is a 22-item instrument widely used to measure the caregiver’s subjective burden, that is, the assessment a caregiver forms about how caring for others affects their personal lives in aspects of burden in the relationship, emotional well-being, social and family life, finances, loss of control over one’s life ( 50 ,  51 ). The Chinese version shows good reliability and validity ( 52 ,  53 ). It measures the caregiver’s burden in five domains with a total score range from 0 to 88 (0–4 points for each item) ( 50 ). A higher total score indicates a heavier caregiver burden. Caregiver burden can be divided into 4 levels according to the ZBI total score: little or no (0 to 20), mild to moderate (21–40), moderate to severe (41–60), and severe (61–88) ( 54 ). 2.5 Data collection The China Cloud Platform for Rare Diseases, a one-on-one online interview system developed by the China Alliance for Rare Diseases (CHARD), was employed in data collection. The online interview system allowed interviewers to see participants’ online responses in real time at their end. The online survey was mainly self-answered by the participants. The participants maintained a voice connection with an interviewer while answering the online questionnaire and could get help from the interviewer at any time. Six interviewers (master and PhD students from Beijing University of Chinese Medicine) were trained, and six volunteers from NSCC helped recruit participants. 2.6 Statistical analysis Descriptive statistics were used to demonstrate the economic and human burden of NF1 patients. Where hypothesis testing is required, for continuous variables (e.g., EQ-5D-Y utility scores and ZBI total scores), the t-test or the analysis of variance were used for normal distribution, and the Wilcoxon rank-sum test or the Kruskal-Wallis test were used for non-normal distribution. Averages of the scores of the PedsQL GCS were compared with those scores of healthy controls that were extracted from the published literature ( 55 ). All statistical tests were two-sided and  p  < 0.05 was used to indicate the significance, conducted using Stata ®  17.0 SE.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:37:21.843697",
  "abstract_length": 1920,
  "methods_length": 13682,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}