{
  "pmid": "PMID:39269317",
  "title": "MEK Inhibitors Lead to PDGFR Pathway Upregulation and Sensitize Tumors to RAF Dimer Inhibitors in NF1-Deficient Malignant Peripheral Nerve Sheath Tumor.",
  "abstract": "PURPOSE: Malignant peripheral nerve sheath tumor (MPNST) is a highly aggressive subtype of soft-tissue sarcoma with a high propensity to metastasize and extremely limited treatment options. Loss of the RAS-GAP NF1 leads to sustained RAF/MEK/ERK signaling in MPNST. However, single-agent MEK inhibitors (MEKi) have failed to elicit a sustained inhibition of the MAPK signaling pathway in MPNST. EXPERIMENTAL DESIGN: We used pharmacological, biochemical, and genetic perturbations of the receptor tyrosine kinase and MAPK signaling pathway regulators to investigate the mechanisms of MEKi resistance and evaluated combination therapeutic strategies in various preclinical MPNST models in vitro and in vivo. RESULTS: Here, we report that MEKi treatment resistance in MPNST involves two adaptive pathways: direct transcriptional upregulation of the receptor tyrosine kinase PDGFRβ and MEKi-induced increase in RAF dimer formation and activation of downstream signaling. Although the pharmacologic combination of a MEKi with a PDGFRβ-specific inhibitor was more effective than treatment with the MEKi alone, the combination of the MEKi and RAF dimer inhibitors led to a robust inhibition of MAPK pathway signaling. This combination treatment was effective in vitro and in vivo, as demonstrated by the significant increase in drug synergism and its high effectiveness in decreasing MPNST viability. CONCLUSIONS: Our findings suggest that the combination of MEKis and PDGFR and/or RAF dimer inhibitors can overcome MEKi resistance and may serve as a novel targeted therapeutic strategy for patients with NF1-deficient MPNST, which in turn could impact future clinical investigations for this patient population.",
  "authors": "Miguel A Miranda-Román; Cindy J Lee; Eve Fishinevich; Leili Ran; Amish J Patel; Juan Yan; Makhzuna N Khudoynazarova; Sarah Warda; Mohini R Pachai; Yu Chen; Ping Chi",
  "journal": "Clinical cancer research : an official journal of the American Association for Cancer Research",
  "publicationDate": "2024-11-15",
  "doi": "10.1158/1078-0432.CCR-24-1750",
  "methods": "Experimental Design: We used pharmacological, biochemical, and genetic perturbations of the receptor tyrosine kinase and MAPK signaling pathway regulators to investigate the mechanisms of MEKi resistance and evaluated combination therapeutic strategies in various preclinical MPNST models  in vitro  and  in vivo . Materials and Methods Cell lines, cultures, and reagents The ST88-14 (RRID: CVCL_8916) and M724 (MPNST724, RRID: CVCL_AU20) human MPNST cell lines were gifted by Dr. Jonathan A. Fletcher (Brigham and Women’s Hospital, Harvard Medical School). The SNF96.2 (CRL-2884, RRID: CVCL_K281) human MPNST cell line and the HEK-293T (CRL-3216, RRID: CVCL_0063) cell line were obtained from ATCC. The M1, M3, M4, M5, and M6 human NF1-associated MPNST cell lines were gifted by Drs. William L. Gerald and Xiaoliang L. Xu [Memorial Sloan Kettering Cancer Center (MSKCC)] and characterized as previously described ( 23 ). The ST88-14 and M724 cell lines were cultured in RPMI supplemented with 10% FBS; the SNF96.2 cell line was cultured in high-glucose DMEM HG supplemented with 10% FBS and 1 mmol/L sodium pyruvate at 1.5 g/L sodium bicarbonate; the M1, M3, M4, M5, M6, and HEK-293T cell lines were cultured in high-glucose DMEM supplemented with 10% FBS. All culture conditions were also supplemented with penicillin (100 U/mL), streptomycin (100 μg/mL), and L-glutamine (2 mmol/L), and cells were cultured in a 5% CO 2  incubator at 37°C. After thawing, cells between passages 3 and 20 were used for experimentation. All cell lines used in the studies have been confirmed and authenticated by either MSKCC IMPACT for genomic alterations, SNP array for fingerprinting and confirmation of cell identity, FISH or ARCHER for fusion or transcriptome alterations, Western blot for protein expression, and CRISPR-seq if CRISPR/Cas9-mediated genetic manipulations were used. All cell lines tested negative for  Mycoplasma  every 3 months when tested using Mycoplasma PCR Detection Kit (catalog # G238, Applied Biological Materials). Other relevant reagents used in this study are listed in Supplementary Table S1. Cell viability assay MPNST cells (1–3 × 10 3  cells/well) were seeded in clear bottom 96-well white or black plates, allowed to attach overnight, and treated the next day with serial dilutions of a single drug, a combination of drugs, or the vehicle (1% DMSO). Cell viability was assayed 5 days after treatment using ATP CellTiter-Glo 2.0 cell viability assays (Promega) or Resazurin/Alamar Blue (R&D Systems) according to the manufacturer’s protocols. IC 50  values were calculated by nonlinear regression analysis using GraphPad Prism 9.0 software (RRID: SCR_002798). All the data were normalized to vehicle treatment. The Bliss synergy scores were calculated using the Combenefit platform as previously described ( 24 ). Drugs and chemicals See Supplementary Table S1 and Supplementary Table S2 for information on all the drugs, chemicals, and reagents used in this study. Generation of drug-resistant cell lines MEKi-resistant cell lines were generated by exposing the NF1-associated MPNST cell lines M3 and ST88-14 to increasing concentrations of trametinib for at least 2 months of continuous drug exposure. The cell culture medium was changed twice per week, and fresh drug was added each time. Protein extraction and Western blotting After the indicated treatment duration, cells were lysed using RIPA buffer (Thermo Fisher Scientific) supplemented with phosphatase and protease inhibitors (Thermo Fisher Scientific or Millipore Sigma), followed by boiling for 5 minutes at 95°C, sonicating for 5 to 10 minutes, and protein quantification using a bicinchoninic acid protein (BCA) assay kit (Thermo Fisher Scientific). Protein samples were prepared by mixing with NuPAGE lithium dodecyl sulfate (LDS) sample buffer (Thermo Fisher Scientific) and 1 mol/L DTT (Thermo Fisher Scientific), followed by boiling for 10 minutes at 70°C. Protein samples were then separated by SDS-PAGE on 4% to 12% Bis-Tris Gels (Thermo Fisher Scientific) with 3-(N-Morpholino)propanesulfonic acid (MOPS)/SDS running buffer (Teknova), followed by protein transfer to nitrocellulose membranes (Bio-Rad) by wet electroblotting. The membranes were blocked for 1 hour at room temperature with StartingBlock TBS Buffer (Thermo Fisher Scientific) or Intercept (TBS) Blocking Buffer (LI-COR) and incubated with primary antibodies of interest overnight at 4°C under soft rotations. Then membranes were washed thrice with 1× TBS-T and incubated with a horseradish peroxidase–conjugated (HRP) secondary antibody [for enhanced chemiluminescence (ECL) detection] or fluorescent dye–labeled secondary antibody (for fluorescence detection with LI-COR) for 1 hour at room temperature. Then, the membranes were washed thrice with 1× TBS-T. Membranes for ECL detection were visualized with chemiluminescence using horseradish peroxidase substrates (Millipore Sigma or Thermo Fisher Scientific) and chemiluminescence scanning with ImageQuant LAS4000 (GE Healthcare). Membranes for fluorescence detection were imaged with Odyssey Infrared Imaging System (LI-COR Biosciences). The list of antibodies used can be found in Supplementary Table S3. Phospho-RTK array assay MPNST cells were seeded in 15-cm dishes, allowed cell attachment overnight, treated the next day with the desired drug concentrations, harvested at the experiment endpoint, and lysed using the lysis buffer provided by Human Phospho-RTK Array Kit (R&D). For tumor samples, the tumor tissue collected at the experiment endpoint was homogenized and then lysed using the same lysis buffer and kit. Cell lysates were centrifuged for 5 minutes at 14,000 ×  g , and the supernatant was then processed following the kit manufacturer’s instructions. ECL Western blotting was performed as described above. Band intensity quantifications were done using Image Studio Lite software (RRID: SCR_013715). Immunoprecipitation assay After the indicated treatment duration, cells in 10-cm or 15-cm plates were washed once with cold PBS, harvested by scraping in PBS, pelleted at 600 ×  g  for 5 minutes, and then lysed using a 1% Triton lysis buffer (Cell Signaling Technology ) supplemented with phosphatase and protease inhibitors (Thermo Fisher Scientific or Millipore Sigma). The samples were sonicated for 5 minutes, and the protein was isolated by centrifuging for 10 minutes at 14,000 ×  g  and quantified. Then 1 μg of the antibodies of interest was added, and the samples were incubated overnight under gentle rocking. Next, Protein A/G Magnetic Beads (Thermo Fisher Scientific) were added to the samples, and immunoprecipitants were purified using a magnetic separation rack, washed three times with 1% Triton lysis buffer, and then pelleted for 5 minutes at 1,000 rpm in 4°C. The sample was resuspended in 3× SDS sample buffer (Cell Signaling Technology), boiled for 5 minutes, and centrifuged for 1 minute at 14,000 ×  g , and then the protein supernatant was collected for subsequent studies using the Western blotting procedures described above. See Supplementary Table S3 for the list of antibodies used. Active RAS pull-down assay MPNST cells were seeded in 10-cm dishes, allowed cell attachment overnight, and treated the next day with the desired drug concentrations. The cells were then collected 2, 24, or 48 hours after treatment, and GTP-bound RAS was quantified using an active RAS detection kit (Cell Signaling Technology, #8821) according to the manufacturer's instructions. RNA isolation and qRT-PCR Total RNA was isolated from cells using E.Z.N.A Total RNA Kit (Omega) and homogenizer columns (Omega). The RNA quality and quantity were determined using the NanoDrop 8000 spectrophotometer (Thermo Fisher Scientific). RNA was then reverse-transcribed using High-Capacity cDNA Reverse Transcription Kit (Thermo Fisher Scientific). qPCR was performed following the manufacturer’s instructions of PowerUp SYBR Green Master Mix (Thermo Fisher Scientific) with the ViiA 7 Real-Time PCR system (Applied Biosystems). The specificity of the amplified DNA was confirmed by performing melting curves after each qPCR, and PCR contaminations that could affect the results were determined by also running a no-template control in the RT-qPCR reactions. The housekeeping gene  RPL27  was used as the reference gene for normalization, and the ΔΔCT method was used to calculate the relative fold change gene expression. Each RT-qPCR was performed in at least triplicates. Primers were designed using the online NCBI Primer-BLAST tool (RRID: SCR_003095) and then purchased from Eurofins Genomics. The sequences of all the primers used for qPCR are listed in Supplementary Table S4. Gene knockout by CRISPR/Cas9 The LentiCRISPR-v2 (RRID: Addgene_52961), LentiGuide-Puro (RRID: Addgene_52963), and LentiCas9-Blast (RRID: Addgene_52962) vectors were purchased from Addgene (RRID: SCR_002037). The single-guide RNA oligos (as listed in Supplementary Table S5) were annealed, digested using BsmBI (New England BioLabs, RRID: SCR_013517), and cloned into the vectors. The plasmid was cotransfected into HEK-293T (RRID: CVCL_0063) cells with the packaging plasmids psPAX2 (RRID: Addgene_12260) and pVSV-G (RRID: Addgene_8454), and the resulting lentivirus was collected. MPNST cells were then transduced with the respective plasmids with the single-guide RNA of interest and then were selected with 2 to 5 μg/mL puromycin dihydrochloride (Thermo Fisher Scientific) or blasticidin S HCl (Thermo Fisher Scientific) until all negative control cells were dead. All the relevant reagents are listed in Supplementary Table S1. \n In vivo  mouse studies For MPNST M3 cell line-derived xenograft and patient-derived xenograft (PDX) studies, 2 × 10 6  and 3 × 10 6  cells, respectively, were resuspended in 100 mL of 1:1 mix of DMEM media and Matrigel (Corning, #356237) and subcutaneously injected into both flanks of 6- to 8-week-old female CB17 SCID mice (Taconic, RRID: MSR_TAC:cb17sc). When tumors reached 100 to 150 mm 3  on average, the mice were assigned to different treatment groups to ensure a similar distribution of tumor sizes and mouse weights. Tumor size was measured twice a week using a caliper, and tumor volume was calculated with the formula volume = (4/3)π × (length/2) × (width/2) × (depth/2). Binimetinib and trametinib were administered by oral gavage, and ripretinib was administered in a mouse diet formulated to achieve approximate levels of 25 or 100 mg/kg/day in mouse efficacy studies ( 25 ). Control treatments involve a control chow provided by Deciphera Pharmaceuticals and the drug vehicle for oral gavage (1% carboxymethyl cellulose + 0.5% Tween 80 in ddH 2 O). The body weight of the mice was monitored during the whole experiment. Mice were euthanized once the experiment endpoint was reached or humane endpoints were required. All the relevant reagents are listed in Supplementary Tables S1 and S2. All the data were plotted and analyzed with GraphPad Prism 7 to 9 software (RRID: SCR_002798). Quantification and statistical analysis All statistical analyses and plots were generated using GraphPad Prism 7 to 9 software (RRID: SCR_002798). All data are presented as the mean ± SEM (unless otherwise noted). Statistical comparisons between two groups were performed using a two-tailed unpaired  t  test, and for more than two groups, one-way ANOVA was performed. Significant differences between groups are defined by ns  P  > 0.05;  ∗ ,  P  < 0.05;  ∗∗ ,  P  < 0.01;  ∗∗∗ ,  P  < 0.001; and  ∗∗∗∗ ,  P  < 0.0001 (unless otherwise noted). Ethics statement All animal experiments were performed following the protocols approved by the MSKCC Institutional Animal Care and Use Committee and were in compliance with relevant ethical regulations about animal research. Data availability The authors confirm that the data supporting the findings of this study are available within the article. Any additional information required to reanalyze the reported data is available from the corresponding authors upon request.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-20 07:00:08",
  "introduction": "Introduction Malignant peripheral nerve sheath tumors (MPNST) originate in the cellular components associated with peripheral nerves and account for 5% to 10% of all soft-tissue sarcomas ( 1 ). It is a highly aggressive malignancy with a high propensity to metastasize and poor sensitivity to systemic chemotherapy and radiotherapy. Complete surgical resection with wide negative margins remains the best treatment option for patients with localized high-grade MPNSTs. However, the outcome for patients with unresectable and metastatic MPNSTs remains poor due to extremely limited treatment options ( 1 – 4 ). Hence, there are significant unmet clinical needs for novel targeted therapeutic strategies in advanced MPNSTs. MPNST occurs in three distinct clinical settings. Around 45% of MPNSTs arise in the setting of neurofibromatosis type I (NF1-associated), 45% arise sporadically, and 10% are associated with previous radiotherapy treatment. Interestingly, regardless of the clinical setting through which it arises, most high-grade MPNSTs share frequent biallelic genetic inactivation of tumor suppressors in three major pathways:  NF1 ,  CDKN2A , and PRC2 ( EED  or  SUZ12 ; refs.  5 – 7 ). NF1 functions as a RAS GTPase-activating protein, and its inactivation can lead to uncontrolled activation of RAS and subsequent sustained activation of the RAS downstream RAF/MEK/ERK signaling pathway ( 8 ,  9 ), which identifies this signaling pathway as an important target for MPNST therapeutics. Recently, preclinical studies have evaluated the use of single-agent MEK inhibitors (MEKi) as a treatment for NF1-associated neoplasms, e.g., neurofibroma and MPNST ( 10 – 12 ). Although this strategy has been effective for plexiform neurofibroma ( 13 – 15 ), an MPNST precursor, it has failed to demonstrate durable inhibition of ERK activity in MPNST. As with other cancers, activation of the receptor tyrosine kinases (RTK) or the development of adaptive resistance after the release of ERK feedback inhibition of the MAPK pathway signaling could play a major role in the development of MEKi resistance ( 16 – 21 ). Additionally, MEK inhibition has also been reported to reactivate C-RAF and induce RAF/MEK complex formation, which in turn could lead to the development of MEKi resistance ( 22 ). In this study, we identified that MEKi treatment resistance in MPNST involves two adaptive pathways: PDGFRβ upregulation through direct transcriptional upregulation and MEKi treatment–induced RAF dimer formation, which leads to increased MAPK pathway signaling. These resistance mechanisms can be overcome by the pharmacologic combination of MEK inhibition and PDGFR/RAF dimer inhibitors. Our findings support the use of this combination strategy to overcome MEKi resistance and as a novel targeted therapeutic strategy for patients with MPNST.",
  "results": "Results MEK inhibition leads to an increase of PDGFRβ and reactivation of MAPK signaling in NF1-deficient MPNST To determine the potential contribution of upstream signaling in the ability of NF1-deficient MPNST to develop resistance to MEK inhibition, we evaluated the levels of active RAS upon treatment with a MEKi. Although MEKi treatment led to the inhibition of the ERK signaling, there was an increase in the RAS-GTP and pMEK levels in a dose- and time-dependent manner, suggesting that MEKi treatment over time leads to an increase in the MAPK pathway activity in MPNST cells ( Fig. 1A ). Previous studies have shown that MEKi treatment can lead to loss of ERK-mediated negative feedback regulation of the RAS/MAPK pathway and to upregulation of RTK activity in various malignancies, and we reasoned these two adaptive mechanisms could lead to MEKi resistance of NF1-deficient MPNST ( 16 – 20 ). We decided to first focus on assessing the role of the latter, as RTK upregulation has been characterized as a mechanism of drug resistance in various cancers. Figure 1. MEK inhibition leads to an increase of PDGFRβ and reactivation of MAPK signaling in NF1-deficient MPNST  A,  Representative immunoblots analysis of indicated proteins from human MPNST cells (M3) treated with 1 nmol/L or 50 nmol/L trametinib for 2, 24, or 48 hours.  B,  Representative phospho-RTK arrays of human MPNST M3 cells treated with DMSO control or 50 nmol/L trametinib for 48 hours. PDGFRβ is indicated by red boxes.  C,  Representative immunoblot analysis of indicated proteins from M3 cells treated with increasing concentrations of trametinib for 48 hours.  D,  Summary heatmap highlighting the MPNST cell lines in which PDGFRβ protein levels increase as a response to 48 hours of  in vitro  trametinib treatment.  E,  Representative phospho-RTK arrays of human MPNST ST88-14 cells treated with DMSO control or 50 nmol/L trametinib for 48 hours. PDGFRβ is indicated by red boxes.  F,  Representative immunoblot analysis of indicated proteins from ST88-14 cells treated with increasing concentrations of trametinib for 48 hours.  G,  Schematic of the strategy followed for developing trametinib-resistant M3 cells.  H,  Representative dose–response curves of parental and trametinib-resistant M3 cells treated with variable doses of trametinib for 5 days. Error bars: mean ± SEM ( n  = 3 biological replicates).  I,  Schematic of the strategy followed for developing trametinib-resistant ST88-14 cells.  J,  Representative dose–response curves of parental and trametinib-resistant ST88-14 cells treated with variable doses of trametinib for 5 days. Error bars: mean ± SEM ( n  = 3 biological replicates).  K,  Representative immunoblot analysis of indicated proteins in parental and trametinib-resistant MPNST M3 cells.  L,  Representative immunoblot analysis of indicated proteins from parental and trametinib-resistant MPNST ST88-14 cells after a 72-hour drug washout or under constant MEKi treatment. A phospho-RTK array performed after MEKi treatment of MPNST M3 cells revealed that the PDGFRβ and MET receptors were phosphorylated following MEKi treatment ( Fig. 1B ; Supplementary Fig. S1A and S1B). The activity of both PDGFRβ and MET receptors has been previously shown to increase following MEKi treatment in MPNST ( 26 ). However, only phospho-PDGFRβ levels, but not those of phospho-MET, were increased in additional MPNST cell lines and MPNST CDX models with MEKi treatment (Supplementary Fig. S1C and S1D), suggesting that the PDGFRβ upregulation may be broadly relevant to MEKi resistance in MPNST. To further evaluate the role of PDGFRβ in MPNST, we assessed the total levels of PDGFRβ in a panel of MPNST cell lines with short-term MEKi treatment. We observed an increase in the total PDGFRβ protein levels in M3 and the majority of MPNST cell lines following MEKi treatment ( Fig. 1C  and  D ; Supplementary Fig. S1E–S1K). The MPNST ST88-14 cell line already had relatively high baseline total and phosphorylated PDGFRβ protein levels, and MEKi treatment in ST88-14 did not further increase the total or phosphorylated PDGFRβ protein levels ( Fig. 1E  and  F ; Supplementary Fig. S1L). Nevertheless, these data suggest that PDGFRβ pathway activation, either at baseline or treatment-induced, may play an important role in MPNST MEKi resistance. Reasoning that clinically relevant adaptive MEKi resistance may develop over time, we utilized chronic exposure to the MEKi to mimic this condition and assessed the effect on PDGFRβ. We developed MEKi-resistant M3 cells ( Fig. 1G  and  H ) and ST88-14 cells ( Fig. 1I  and  J ) by culturing the cells under increasing concentrations of the MEKi trametinib. Similar to the effects of acute MEKi treatment ( Fig. 1C ), PDGFRβ levels were increased in MEKi-resistant M3 cells ( Fig. 1K ). On the other hand, MEKi-resistant ST88-14 cells also showed increased PDGFRβ levels as they adapted to the chronic exposure to MEKi treatment, and this increase was reversible as a 72-hour washout of the drug resulted in PDGFRβ returning to basal levels ( Fig. 1L ). Taken together, these results suggest that PDGFRβ can be dynamically modulated in MPNST cells in response to MEKi treatment. The increase of PDGFRβ as a resistance mechanism to MEKi treatment may be therapeutically exploited. Ripretinib synergizes with the MEKi at inhibiting MAPK signaling and cell viability partially through targeting PDGFRβ Considering that MPNST cells adapt to acute or chronic MEKi treatment by increasing PDGFRβ levels, we decided to test the efficacy of combining the MEKi, trametinib, with several novel clinically relevant inhibitors of PDGFRα/β and KIT, including the type I inhibitor avapritinib, the type II inhibitor AZD-3229 (also known as NB003), and the switch pocket inhibitor ripretinib ( 25 ,  27 – 29 ).  In vitro  cell viability assays carried out after treating ST88-14 cells with the different drug combinations showed that the various PDGFRα/β inhibitors by themselves had minimal growth inhibitory effect at the selected doses ( Fig. 2A–D ; Supplementary Fig. S2A). When combined with trametinib, ripretinib was able to potentiate the effect of trametinib with a left-shift of dose–response curves and reduced the IC 50  value of trametinib in MPNST viability assays ( Fig. 2A ). Bliss synergy analysis demonstrated that this combination had a strong synergetic inhibitory effect of MPNST growth ( Fig. 2B ). Similar results were observed in the human MPNST M3 cells, which also showed a high drug synergy for the trametinib and ripretinib combination treatment ( Fig. 2E  and  F ). In contrast, trametinib and avapritinib or AZD3229 combination treatment exhibited minimal to no drug synergy in ST88-14 ( Fig. 2C  and  D ; Supplementary Fig. S2A and S2B) and M3 cells (Supplementary Fig. S2C–S2F), respectively. To assess the specificity of ripretinib at inhibiting PDGFRβ in MPNST, we carried out a phospho-RTK array, which demonstrated that PDGFRβ was the RTK more significantly inhibited by ripretinib in MPNST ( Fig. 1B  and  E ; Supplementary Figs. S1A, S1L, and S2G–S2J). Furthermore, ripretinib also inhibited the MEKi treatment–mediated increase in phospho-PDGFRβ levels in M3 cells ( Fig. 1B ; Supplementary Fig. S2G and S2H). Because the ripretinib and trametinib combination demonstrated the highest synergy, we decided to focus on the ripretinib and MEKi combination and test its effectiveness against a panel of established MPNST cell lines with various well-characterized genetic alterations (Supplementary Fig. S3A; ref.  23 ). Although the different MPNST cell lines show different sensitivities to trametinib or ripretinib treatment (Supplementary Fig. S3B and S3C), we observed similar levels of efficacy and synergy of the ripretinib–trametinib combination across all tested MPNST cell lines ( Fig. 2G ; Supplementary Fig. S3D–S3I). This suggests that the combination of trametinib and ripretinib could be effective for the treatment of MPNST. Figure 2. Ripretinib synergizes with MEKi at inhibiting MAPK signaling and MPNST cell viability partially through targeting PDGFRβ  A,  Representative dose–response curves of ST88-14 cells treated with variable doses of trametinib and ripretinib for 5 days. Error bars: mean ± SEM ( n  = 3 biological replicates).  B,  Bliss synergy score heat map for the combination treatment of trametinib and ripretinib in ST88-14 cells. Data represent the mean from three biological replicates.  C,  Representative dose–response curves of ST88-14 cells treated with variable doses of trametinib and avapritinib for 5 days. Error bars: mean ± SEM ( n  = 3 biological replicates).  D,  Bliss synergy score heat map for the combination treatment of trametinib and avapritinib in ST88-14 cells. Data represent the mean from three biological replicates.  E,  Representative dose–response curves of M3 cells treated with variable doses of trametinib and ripretinib for 5 days. Error bars: mean ± SEM ( n  = 3 biological replicates).  F,  Bliss synergy score heat map for the combination treatment of trametinib and ripretinib in M3 cells. Data represent the mean from three biological replicates.  G,  Cell viability IC 50  (nmol/L) of MPNST cells treated with trametinib and ripretinib for 5 days. Error bars: mean ± SEM ( n  = 3 biological replicates).  H  and  I,  Representative immunoblot analysis of ST88-14 ( H ) or M3 ( I ) cells treated with trametinib and ripretinib for 48 hours.  J–M,  RT-qPCR analysis of the changes of  DUSP6  ( J ),  SPRY2  ( K ),  SPRED2  ( L ), or  PDGFRB  ( M ) expression levels in M3 cells treated with trametinib and ripretinib for 48 hours.  N,  Representative immunoblot analysis of indicated proteins from M3 cells treated with trametinib, ripretinib, and avapritinib for 48 hours. To determine if the drug combination was also synergistic at inhibiting the MAPK pathway activity, protein analyses were performed after treating ST88-14 and M3 cells with trametinib and ripretinib. Ripretinib treatment alone had little to no effect on pERK levels, but combining ripretinib with trametinib resulted in a stronger pERK inhibition compared with trametinib alone, supporting the observed drug synergy on MPNST growth inhibition ( Fig. 2H  and  I ). Furthermore, the ripretinib–trametinib combination inhibited the trametinib treatment–associated increase of pMEK levels ( Fig. 2H  and  I ). The combination strategy also effectively inhibited the MAPK pathway transcriptional output, as demonstrated by the reduction in the expression of well-established MAPK output signature genes ( 30 ), including  DUSP6 ,  SPRY2 , and  SPRED2  ( Fig. 2J–L ). Interestingly, in response to MEKi treatment, there is a substantial increase in  PDGFRB  gene expression ( Fig. 2M ), which could contribute to the increase in PDGFRβ protein levels seen in M3 cells after MEKi treatment. To further demonstrate that targeting PDGFRβ can sensitize MPNST cells to MEKis, we used CRISPR/Cas9-mediated knockout (KO) of  PDGFRB  in ST88-14 MPNST cells. We observed a modest but consistent decrease in the trametinib IC 50  value and no change in the ripretinib IC 50  value (Supplementary Fig. S4A–S4D). However, despite the  PDGFRB  KO, there remained a significant synergistic inhibitory effect of the ripretinib–trametinib combination in MPNST (Supplementary Fig. S4E–S4H). These data suggest that ripretinib may inhibit other targets in addition to PDGFRβ to elicit synergic effects with MEKis in MPNST cells. To identify important differences that could be leading ripretinib but not avapritinib to synergize more potently with the MEKi, we carried out an immunoblot assay after the combination treatments. Treatment with the ripretinib–trametinib combination led to a substantial decrease in the BRAF and CRAF levels, an effect that was not observed in response to the avapritinib–trametinib treatment ( Fig. 2N ). Interestingly, ripretinib has previously been identified as having activities against BRAF and CRAF ( 25 ). Taken together, the results highlight that although PDGFRβ is an important player in the MPNST response to MEKi treatment, other proteins may also play key roles in mediating MPNST resistance to MEK inhibition. MEKi treatment induces RAF dimerization and sensitizes MPNST cells to RAF inhibitors Based on the role of BRAF and CRAF as key mediators of the MAPK pathway in MPNST, we tested their ability to dimerize on the capacity of MPNST cells to respond to MEKi treatment. Knocking out  BRAF  or  CRAF  resulted in the cells being more sensitive to MEKi treatment, with a greater reduction of the trametinib IC 50  value seen after the  CRAF  KO ( Fig. 3A  and  B ; Supplementary Fig. S5A–S5D). These data suggest that in MPNST, CRAF could be a more important player than BRAF in the response to MEKi sensitivity. Figure 3. MEKi treatment–induced RAF dimerization mediates synergism with RAFis in MPNST.  A  and  B,  Representative dose–response curves of ST88-14 ( A ) or M3 ( B ) cells with a CRISPR/cas9-mediated knockout of  BRAF  (sgBRAF),  CRAF  (sgCRAF), or control (sgCNT) treated with variable doses of trametinib for 5 days. Error bars: mean ± SEM ( n  = 3 biological replicates).  C  and  D,  Representative immunoblot analysis of indicated proteins from ST88-14 cells’ whole-cell lysate ( C ) or lysate subjected to immunoprecipitation ( D ) of indicated proteins after 24-hour treatment with trametinib and ripretinib at the indicated doses.  E,  Representative immunoblot analysis of indicated proteins from ST88-14 sgCNT  and ST88-14 sgSHOC2  cells’ whole-cell lysate of indicated proteins after 24-hour treatment with trametinib and ripretinib.  F  and  G,  Representative dose–response curves of ST88-14 cells with CRISPR/Cas9-mediated knockout of SHOC2 (sgSHOC2) vs. control (sgCNT) cells, ST88-14 sgCNT  ( F ) and ST88-14 sgSHOC2  ( G ) treated with variable doses of trametinib and ripretinib for 5 days. Error bars: mean ± SEM ( n  = 3 biological replicates).  H  and  I,  Bliss synergy score heat map for the combination treatment of trametinib and ripretinib in ST88-14 sgCNT  ( H ) and ST88-14 sgSHOC2  ( I ) cells. Data represent the mean from three biological replicates.  J,  Representative immunoblot analysis of indicated proteins from ST88-14 sgCNT  and ST88-14 sgSHOC2  cell lysates subjected to immunoprecipitation of indicated proteins after 24-hour treatment with trametinib and ripretinib. Combo, combination of ripretinib and trametinib; Ripret, ripretinib; Tram, trametinib. Next, we examined the effects of the drug combination on the BRAF and CRAF proteins and dimer formations in MPNST cells. As expected, trametinib alone led to a dose-dependent decrease in pERK and an increase in pMEK levels; trametinib treatment further led to an activation of the upstream RAF proteins, as demonstrated by the upward migration of the phosphorylated BRAF band, the increase of the active S338 phospho-CRAF, and the decrease of the inhibitory phospho-CRAF in S289, S296, and S301 ( Fig. 3C ). Ripretinib treatment had minimal effects on phospho-ERK and phospho-MEK levels, but ripretinib led to modest increases in active BRAF and CRAF levels particularly at higher doses (100 nmol/L). The increase in active phosphorylated BRAF and CRAF levels was further induced by the trametinib–ripretinib combination treatment while maintaining suppression of MAPK pathway activities, as corroborated by the diminished pERK levels ( Fig. 3C ). We further performed coimmunoprecipitation assays to assess how RAF dimer formation was affected by the combination treatment. As expected, trametinib treatment alone promoted the BRAF and CRAF interactions. The trametinib–ripretinib combination treatment led to a dramatic increase of the BRAF–CRAF dimerization and their interactions with MEK ( Fig. 3D ). Interestingly, despite the trametinib/ripretinib–mediated enhancement of the BRAF–CRAF–MEK interactions, the combination treatment was able to effectively suppress pERK MPNST cell growth and survival ( Figs. 2A  and  B ,  3C ). These observations suggest that the trametinib–ripretinib combination treatment results in the formation of a trapped catalytically inactive RAF/MEK complex, which leads to enhanced inhibition of the MAPK pathway signaling and consequent MPNST cell survival. Previous studies have shown that SHOC2-mediated dephosphorylation of a conserved phosphorylation site, S259, in CRAF provides a key input that facilitates RAF dimerization ( 31 – 33 ). Thus, to further evaluate the RAF dimer–MEK complex formation in response to the trametinib–ripretinib combination treatment, we used CRISPR/Cas9-mediated KO of SHOC2 and generated SHOC2-isogenic MPNST cells [ST88-14, SHOC2–wild-type control (SHOC2-WT, sgCNT) vs. SHOC2-KO, sgSHOC2;  Fig. 3E )]. As expected, compared with SHOC2-WT, SHOC2-KO MPNST cells were more sensitive to trametinib treatment with an appreciable reduction in the trametinib IC 50  value ( Fig. 3F  and  G ). This is likely due to the fact that in the absence of SHOC2, cells are not able to increase MAPK pathway activity through MEKi-mediated dimer formation ( 34 ). SHOC2 KO in MPNST also resulted in an appreciable reduction of the synergism with decreased Bliss synergy scores for the trametinib–ripretinib combination treatment ( Fig. 3H  and  I ). This decrease in the trametinib–ripretinib combination synergy in SHOC2-KO MPNST was accompanied by dramatically decreased formation of the BRAF–CRAF interactions and their interaction with MEK ( Fig. 3J ), indicating that the trametinib–ripretinib synergy was dependent on the drug-induced BRAF–CRAF and BRAF–CRAF–MEK interactions. Nevertheless, in both SHOC2-WT and SHOC2-KO MPNST cells, the combination treatment resulted in an increase in active BRAF and CRAF levels, a decrease in CRAF S259 phosphorylation, and an increase in BRAF–CRAF and BRAF–CRAF–MEK interactions, albeit to a markedly lesser extent in the SHOC2-KO cells ( Fig. 3E  and  J ). Correspondingly, trametinib–ripretinib combination at the same concentration was able to synergistically inhibit the MAPK pathway activity and diminish pERK levels ( Fig. 3E ). Taken together, decreased RAF dimer formation and BRAF–CRAF interaction with MEK did not affect the ability of the combination treatment to decrease pERK levels, but it did result in a significant reduction of the trametinib–ripretinib combination drug synergy in suppressing MPNST cell viability. These data suggest that RAF dimerization in response to MEKi treatment is an important event required for RAF-targeting drugs to be able to potentiate MEKi treatment. MEKi treatment sensitizes tumor cells to RAF dimer inhibitors in NF1-deficient cells We hypothesized that the ripretinib–trametinib synergy was due to the ability of ripretinib to inhibit RAF activity in the presence of MEKi-induced RAF dimerization. We therefore evaluated the ability of other RAF inhibitors (RAFi) to synergize with MEKi treatment in MPNST. Currently, three main types of RAFis exist: equipotent RAFis that target both monomeric and dimeric RAF, those selective against monomeric RAF, and those selective against dimeric RAF ( 35 ). Similar to what is observed with the ripretinib–trametinib treatment ( Fig. 4A  and  B ), combination treatment of trametinib with either LY3009120, an equipotent pan-RAFi ( 36 ,  37 ), or naporafenib, a dimer-selective pan-RAFi ( 35 ,  38 ), resulted in synergistic inhibition of cell viability ( Fig. 4C–F ). Thus, both LY3009120 and naporafenib showed an ability to potentiate MEKi treatment ( Fig. 4G ). In contrast, encorafenib, a monomer-selective pan-RAFi ( 35 ), did not synergize with trametinib treatment, with lower doses of encorafenib leading to an antagonistic effect ( Fig. 4G–I ), highlighting the importance of inhibiting RAF dimers in order to synergize with MEKi treatment in MPNST. In addition, combinations of other MEKis, e.g., binimetinib and selumetinib, with dimer-specific RAFis were similarly highly synergistic in MPNSTs (Supplementary Fig. S6A–S6D). Figure 4. MEKi treatment sensitizes tumor cells to RAF dimer–specific inhibitors in NF1-deficient MPNST.  A,  Representative dose–response curves of ST88-14 cells treated with variable doses of trametinib and ripretinib for 5 days. Error bars: mean ± SEM ( n  = 3 biological replicates).  B,  Bliss synergy score heat map for the combination treatment of trametinib and ripretinib in ST88-14 cells. Data represent the mean from three biological replicates.  C,  Representative dose–response curves of ST88-14 cells treated with variable doses of trametinib and LY3009120 for 5 days. Error bars: mean ± SEM ( n  = 3 biological replicates).  D,  Bliss synergy score heat map for the combination treatment of trametinib and LY3009120 in ST88-14 cells. Data represent the mean from three biological replicates.  E,  Representative dose–response curves of ST88-14 cells treated with variable doses of trametinib and naporafenib for 5 days. Error bars: mean ± SEM ( n  = 3 biological replicates).  F,  Bliss synergy score heat map for the combination treatment of trametinib and naporafenib in ST88-14 cells. Data represent the mean from three biological replicates.  G,  Bar graph plots of the cell viability IC 50  (nmol/L) fold change of ST88-14 cells treated for 5 days with trametinib and ripretinib (16, 64, or 256 nmol/L), LY3009120 (4, 16, or 64 nmol/L), naporafenib (4, 16, or 64 nmol/L), or encorafenib (16, 64, or 256 nmol/L) at the indicated doses. Error bars: mean ± SEM ( n  = at least three technical replicates).  H,  Representative dose–response curves of ST88-14 cells treated with variable doses of trametinib and encorafenib for 5 days. Error bars: mean ± SEM ( n  = 3 biological replicates).  I,  Bliss synergy score heat map for the combination treatment of trametinib and encorafenib in ST88-14 cells. Data represent the mean from three biological replicates.  J  and  K,  Representative immunoblot analysis of indicated proteins from ST88-14 cells’ whole-cell lysate ( J ) or lysate subjected to immunoprecipitation ( K ) of indicated proteins after 24-hour treatment with ripretinib, LY3009120, naporafenib, or encorafenib. Enco, encorafenib; LY300, LY3009120; Napo, naporafenib. Next, we characterized the responses of MPNST cells to RAFi treatment in the MAPK pathway. Treatment with ripretinib and encorafenib had no noticeable effects on pERK levels, whereas LY3009120 (LY300) and naporafenib led to minor reductions in pERK levels at higher doses ( Fig. 4J ). However, treatment with LY3009120 and naporafenib resulted in a prominent increase of phosphorylated BRAF and CRAF (pS338) levels, as seen with ripretinib treatment; this increase was much less prominent with encorafenib ( Fig. 4J ). Similar to ripretinib, LY3009120 and naporafenib treatment also resulted in an increase in BRAF–CRAF dimer formation and BRAF–CRAF interaction with MEK, whereas encorafenib had the negligible ability to promote BRAF–CRAF dimer formation ( Fig. 4K ). Collectively, these data suggest that RAF dimer inhibitors are critical to potentiate MEKi activity and overcome MEKi-mediated feedback reactivation of upstream RAF signaling in MPNST. Combined inhibition of PDGFRβ and RAF dimers enhances the sensitivity of MPNST tumors to MEKis To study the  in vivo  pharmacodynamics of the combination strategy, we grafted an NF1-deficient MPNST PDX into SCID mice and treated them with ripretinib and trametinib once the tumor volume reached 100 to 150 mm 3  ( Fig. 5A ). We first examined the pharmacodynamics of the MAPK pathway 2 days after treatment in the MPNST-4 PDX. Immunoblot analysis of the explanted tumor samples demonstrated that  in vivo  MEKi treatment resulted in an increase in PDGFRβ levels and a slight reduction of pERK levels ( Fig. 5B ), recapitulating observations in  in vitro  studies ( Fig. 1C  and  D ; Supplementary Fig. S1E–S1K). On the other hand, ripretinib treatment did not significantly affect total PDGFRβ levels but led to a marked increase in pERK levels. This may be due to treatment-induced paradoxical activation of RAF proteins, as lower concentration may induce dimer formation but not fully inhibit both active sites of the dimers, as observed  in vitro  ( Fig. 3C  and  D ; Supplementary Fig. S3C). Although the trametinib–ripretinib combination strategy led to an increase in total PDGFRβ levels, the combination treatment was more effective than either single agent at inhibiting pERK levels ( Fig. 5B ). Figure 5. Combined inhibition of PDGFRβ and RAF dimers by ripretinib enhances the sensitivity of MPNST tumors to the MEKi  in vivo .  A,  A schematic of the MPNST-4 PDX pharmacodynamic study.  B,  Representative immunoblot analysis of indicated proteins from explanted MPNST-4 PDX tumors after short-term (48-hour) drug treatment, as indicated.  C,  A schematic of the MPNST-2 PDX treatment-efficacy study.  D,  Growth curves of the MPNST-2 PDX tumor volume over time with various drug treatments, as indicated, namely, vehicle, trametinib, ripretinib, or the trametinib–ripretinib combination (Combo). Error bars: mean ± SEM ( n  = vehicle = 6, trametinib = 7, ripretinib = 5, and combination = 4 biological replicates).  E,  MPNST-2 PDX tumor volume distribution at the experiment endpoint. Error bars: mean ± SEM ( n  = vehicle = 6, trametinib = 7, ripretinib = 5, and combination = 4 biological replicates). Statistics: one-way Anova; ***,  P  < 0.001; ****,  P  < 0.0001.  F,  Representative immunoblot analysis of indicated proteins from explanted MPNST-4 PDX tumors at the experiment endpoint.  G,  A schematic of the MPNST M3 cell-derived xenograft treatment-efficacy study.  H,  Growth curves of M3 CDX tumor volume over time with various drug treatments, as indicated, namely, vehicle, binimetinib, ripretinib, or the binimetinib–ripretinib combination (Combo). Error bars: mean ± sem ( n  = vehicle = 6, binimetinib = 7, ripretinib = 6, and combination = 8 biological replicates).  I,  M3 xenograft tumor volume distribution at the experiment endpoint. Error bars: mean ± SEM ( n  = vehicle = 6, binimetinib = 7, ripretinib = 6, and combination = 8 biological replicates). Statistics: one-way Anova; **,  P  < 0.01; ***,  P  < 0.001.  J,  Body weight measurements of SCID mice treated with vehicle, binimetinib, ripretinib, or the combination. Error bars: mean ± SEM ( n  = vehicle = 3, binimetinib = 4, ripretinib = 3, and combination = 4 biological replicates). Combo, combination. ( A, C,  and  G,  Created with  BioRender.com .)  To study the  in vivo  efficacy of the drug combination, the MPNST-2 PDX was grafted into SCID mice, and treatment was started once tumors reached the appropriate size ( Fig. 5C ). Although ripretinib treatment alone had no significant inhibitory effect on tumor growth, trametinib treatment alone was able to retard tumor growth and led to stabilization of disease. Nevertheless, the ripretinib–trametinib combination treatment was more effective than trametinib alone and led to significant tumor regression ( Fig. 5D  and  E ; Supplementary Fig. S7A). Immunoblot analysis of the samples collected at the endpoint of the study showed that the  in vivo  MEKi treatment also led to a persistent increase in total PDGFRβ levels and a modest decrease in pERK levels ( Fig. 5F ), consistent with  in vitro  studies ( Fig. 1C  and  D ; Supplementary Fig. S1E–S1K). In contrast, the ripretinib–trametinib combination treatment led to a mild, modest increase in PDGFRβ levels but robust inhibition of pERK levels, suggesting that ripretinib potentiates trametinib’s effects by inducing more profound and durable inhibition of downstream MAPK pathway signaling and pERK levels in tumors ( Fig. 5F ). We also evaluated other MEKi–ripretinib combinations, e.g., binimetinib–ripretinib, in additional MPNST xenografts ( Fig. 5G ). Consistently, single-agent ripretinib was not effective in inhibiting tumor growth even at higher doses (100 mg/kg/day), single-agent binimetinib was modestly effective in retarding tumor growth, and the ripretinib–binimetinib combination was more effective in controlling tumor growth than binimetinib alone over time at tolerable doses ( Fig. 5H–J ; Supplementary Fig. S7B). These data demonstrate that ripretinib was able to synergize with various MEKis to durably inhibit MAPK pathway signaling and control tumor growth in NF1-deficient MPNSTs.",
  "discussion": "Discussion Despite the clinical success of MEKi treatment in NF1-associated plexiform neurofibroma, a benign precursor of MPSNT ( 13 – 15 ), NF1-associated MPNSTs are resistant to single-agent MEKis. In addition to the loss of NF1 function, which can lead to sustained activation of RAS/ERK signaling and frequent somatic mutations in  CDKN2A , MPNSTs also present frequent co-occurring loss-of-function mutations of the PRC2 core components,  EED  or  SUZ12  ( 5 ,  7 ). Interestingly, this loss of PRC2 function can also indirectly potentiate the effects of NF1 loss-of-function by amplifying the Ras-driven transcription ( 6 ), which highlights the importance of developing novel therapeutic strategies to improve MEKi efficacy in MPNST and overcome the ability of the tumor to develop resistance. We and other researchers have revealed that in response to MEKi treatment, MPNSTs upregulate different RTKs ( 26 ). In our present study, we identify that the direct transcriptional upregulation of  PDGFRB  in response to MEKi treatment serves as a resistance mechanism in the majority of MPNST cell lines tested. This increase in PDGFRβ levels can occur both as a response to acute MEKi exposure or as an adaptation to chronic exposure. However, although pharmacologic combinations of MEKi with ripretinib were found to be synergistic, combinations of MEKi with the PDGFRβ-specific inhibitors avapritinib and AZD3229 exhibited much more modest effects. Additionally, knocking out  PDGFRB  did not diminish the ability of the MEKi and ripretinib combination to synergize and be effective at reducing MPNST cell viability. This result suggests that additional targets of ripretinib, like the previously described BRAF and CRAF ( 25 ), could also be important for mediating this effect. In this study, we also identified that MPNST cells can adapt to and overcome MEKi treatment by stimulating RAF dimer formation, which leads to an increase in the downstream MAPK signaling. Although the MEKi-mediated PDGFRβ upregulation and RAF dimer formation for MEKi resistance in MPNST may not be completely independent of each other, our studies demonstrated that the MEKi-mediated RAF dimer formation is the main MEKi-resistant signaling pathway that needs to be inhibited for meaningful impact. Current clinical RAFis have different affinities toward RAF monomers and dimers and can be classified as inhibitors with an increased affinity toward either RAF monomers, RAF dimers, or those that are equipotent against both RAF monomers and dimers ( 35 ). As expected, monomer-specific RAFis (encorafenib) were not able to potentiate the effect of MEKi treatment in MPNST as RAF dimer formation overcomes the effect of the inhibitors. In contrast, pharmacologic combinations of the RAF dimer–selective (naporafenib) or equipotent (LY3009120) inhibitors with the MEKi resulted in a robust drug synergy at inhibiting both the MAPK pathway signaling and viability of MPNST cells. However, although effective at inhibiting RAF dimers, equipotent RAFis have failed to be successful in the clinic, and they are predicted to cause on-target toxicities at the doses required for a strong antitumor effect ( 35 ,  37 ,  39 ). RAF dimer–selective inhibitors like naporafenib, regorafenib, and sorafenib, amongst others ( 35 ,  38 ), may have better tolerability profiles as a combination partner with MEKis. Curiously, RAF dimer inhibitors alone had no significant effect in inhibiting downstream MAPK signaling in NF1-deficient MPNST. Our data demonstrated that MEKi-mediated RAF dimerization and RAF–MEK interactions were important events required for RAF dimer–targeting drugs to be able to potentiate MEKi treatment. These data raise the possibility that the MEKi treatment may induce unique RAF dimer–MEK complexes that were particularly vulnerable to RAF dimer inhibitors. A therapeutic strategy that can combinatorically target the MEKi-mediated PDGFRβ upregulation and RAF dimer formation resistance mechanisms could be conceivably highly effective for NF1-deficient MPNST. In this study, ripretinib, a “switch-control” kinase inhibitor with high affinities against PDGFRβ, and B-RAF, and C-RAF dimers ( 25 ), represents an example of a small molecule that not only fits the targeting requirement but that, in this study, demonstrates a very robust ability to synergize and potentiate MEKi treatment in both naïve and MEKi-resistant MPNST  in vitro  and  in vivo . Although combinatorial treatments of MEKi with other RAF dimer inhibitors were not tested, data from this study point to these as potential future combination trial considerations. Furthermore, considering that this study focused on two cell lines with distinct PRC2 status, with the ST88-14 MPNST cells being PRC2-loss and the M3 MPNST cells being PRC2-WT, we believe the synergy of the combination of RAF dimer inhibitors and MEKis can be generalized to both PRC2-intact and PRC2-loss NF1-deficient MPNSTs. For all the pharmacologic combinations tested, the act of inhibiting MEK was more important than the specific MEKi used, as combinations with either trametinib, binimetinib, or selumetinib were all able to robustly synergize with both ripretinib and naporafenib. This is of particular interest as MEKis have different biochemical properties and abilities to inhibit MEK and ERK phosphorylation or disrupt RAF–MEK complexes. Trametinib, in particular, has been found to be a more potent inhibitor and disruptor of these cellular processes than binimetinib or selumetinib ( 22 ,  35 ,  40 ,  41 ). Nevertheless, our studies support a generalizable therapeutic strategy for evaluating the combinations of MEKi–RAF dimer inhibitors or MEKi–RAF dimer/PDGFRβ inhibitors in patients with MEKi-resistant NF1-deficient MPNST.",
  "upgrade_date": "2026-02-21 02:21:25"
}