{
  "pmid": "PMID:39321200",
  "title": "Multidimensional Immunotyping of Human NF1-Associated Peripheral Nerve Sheath Tumors Uncovers Tumor-Associated Macrophages as Key Drivers of Immune Evasion in the Tumor Microenvironment.",
  "abstract": "PURPOSE: Malignant peripheral nerve sheath tumors (MPNST) are aggressive soft-tissue sarcomas and the leading cause of mortality in individuals with neurofibromatosis type 1 (NF1). Despite many clinical trials, outcomes for patients with MPNST have remained stagnant, and most succumb to their disease; thus, novel therapeutic approaches are needed. A better understanding of the MPNST immune ecosystem will aid in the development of strategies to activate the immune system against the tumor. In this study, we profile the tumor immune microenvironment (TIME) in NF1-associated peripheral nerve sheath tumors (PNST) to discover insights on the role played by tumor-infiltrating immune cells in malignant transformation. EXPERIMENTAL DESIGN: Using fresh and formalin-fixed paraffin-embedded tissue from patients diagnosed with NF1-PNST, we dissected the TIME through IHC, multiparameter flow cytometry, and comparative transcriptomic studies. RESULTS: Immunophenotyping confirmed increased immune cell infiltration during malignant progression, with a predominance of infiltrating myeloid cells, particularly CD163+ tumor-associated macrophages (TAM). The T cells within MPNST exhibited signs of tumor activation, characterized by high programmed cell death 1 expression. Additionally, MPNST specimens demonstrated elevated levels of immunosuppressive TAM, with heightened PD-L1 expression. The proportion of CD163+ myeloid cells within the TIME correlated with poorer progression-free survival. Notably, loss of H3K27 trimethylation correlated with low immune cell infiltration in MPNST. CONCLUSIONS: Malignant transformation of NF1-PNST is characterized by an immunosuppressive microenvironment comprising TAM with high expression of PD-L1, which is associated with inferior outcomes. These findings suggest the clinical potential of immune-modulating therapeutics that can unleash an antitumor immune response.",
  "authors": "Lindy Zhang; Alexandre Maalouf; Stavriani C Makri; Jineta Banerjee; Aditya Suru; Ada J Tam; Ana Calizo; Kai Pollard; Jiawan Wang; Ludmila Danilova; Maria Ioannou; Adam S Levin; Carol D Morris; Daniel S Rhee; Allan J Belzberg; Jaishri O Blakeley; Brian H Ladle; Drew M Pardoll; Calixto-Hope G Lucas; Fausto J Rodriguez; John M Gross; Robert A Anders; Christine A Pratilas; Nicolas J Llosa",
  "journal": "Clinical cancer research : an official journal of the American Association for Cancer Research",
  "publicationDate": "2024-12-02",
  "doi": "10.1158/1078-0432.CCR-24-1454",
  "methods": "Experimental design: Utilizing fresh and formalin-fixed, paraffin-embedded tissue from patients diagnosed with NF1-PNST, we dissected the TIME by using immunohistochemistry, multiparameter flow cytometry, and comparative transcriptomic studies. Materials and Methods: Patient selection and tumor samples Tumor tissue was collected at the Johns Hopkins Hospital (Baltimore, MD) from patients with PN, ANNUBP, or MPNST. Tissue collection protocols were approved by the Johns Hopkins Institutional Review Board (IRB) and all patients or their representatives provided written informed consent. Samples were obtained and stored for research in accordance with Human Subjects Research standards, as described previously ( 32 ). This study was conducted in accordance with the ethical principles stated in the Belmont Report and the U.S. Common Rule. Each specimen was obtained from clinically indicated procedures, including surgical resections or biopsies, except for one case of post-mortem autopsy. Clinical data were extracted from patient medical records, including germline NF1 status, sex, age at collection, genomic information when available, therapies received, date of progression, and date of death, and stored in a de-identified database to correspond to samples used in the research. Immunohistochemistry (IHC) staining and analysis Formalin-fixed, paraffin-embedded (FFPE) tissue blocks from 16 PN, 7 ANNUBP, and 29 MPNST specimens were cut into 5 μm sections and mounted onto plus-charge glass slides. Each specimen was stained for hematoxylin and eosin (H&E), CD3, CD8, CD11c, CD19, CD163, CSF1R, FOXP3, human leukocyte antigen (HLA)-class I, and PD-L1 (for antibody details refer to  Supplementary Table 1 ). Automated dual staining was performed on the Leica Bond RX (Leica Biosystems). Detection was performed using the Bond Polymer Refine Kit (DS9800, Leica Biosystems). Slides were counterstained, baked, and coverslipped using Ecomount (5082832, Biocare Medical). Two board-certified pathologists (J.M.G, C.G.L) reviewed H&E slides to demarcate areas of viable malignant and non-malignant tissue. Whole slides were digitally scanned to a magnification of 20x (Scanscope XT) and analyzed with the HALO imaging analysis software (Indica Labs, Corrales, NM). Tumor area was manually delineated on each slide and the HALO digital analysis software calculated intratumoral immune cell counts, total cell counts, and tumor tissue area. For each slide, we used the same algorithm to calculate immune cell density and manually reviewed each case to ensure consistency and accuracy. H3K27 trimethylation (H3K27me3) staining and analysis IHC for H3K27me3 (Cell Signaling Technology, #9733, clone C36B11, 1:100 dilution) was performed on FFPE whole slide tissue sections using a Ventana Benchmark XT automated stainer (Roche). H3K27me3 staining was dichotomized as “retained” or “lost,” with the latter defined as staining in less than 5% of tumor cells in the presence of internal positive control ( 33 ). All material was reviewed and dichotomized by a board-certified neuropathologist (C.G.L.). Isolation of tumor-infiltrating leukocytes Freshly collected human MPNST specimens underwent mechanical and enzymatic digestion cocktail (0.1% DNaseI and Liberase 400 μg/mL; Roche) to create single cell suspensions. The suspensions were filtered through 100- and 40-micron filters to retrieve tumor-infiltrating leukocytes. Leukocytes were cryopreserved in liquid nitrogen until further analysis. Multiparameter flow cytometry (MFC) Tumor-infiltrating leukocytes from MPNST cases were analyzed with MFC on the BD FACSymphony (BD Biosciences). Samples were stained for viability, lymphoid markers (CD45, CD3, CD4, CD8, GATA3, TSLPR), myeloid markers (CD11b, CD11c, CD14, CD15, CD163, CD33, CSF1R, HLA-DR, CD86), intracellular cytokines/ chemokines (IL-4, CCR4, CX3CR1, ARG-1), and checkpoint expression (PD-1, PD-L1, TIM-3) (for antibody details refer to  Supplementary Table S1 ). For intracellular cytokine and transcription factor staining, cells first underwent fixation and permeabilization using the eBioscience ™  FOXP3/Transcription Factor Fixation/Permeabilization kit (Thermo Fisher Scientific, #00552100,) according to the manufacturer’s instructions. Data were analyzed using BDdiva and FCS Express Software. The cluster of differentiation (CD) markers used to delineate immune cell populations are listed in  Supplementary Table S2 . Tumor sample preparation for RNA sequencing RNA was isolated from a tumor sample using TRIZOL and only those containing at least 100ng total RNA with RNA Integrity Number (RIN) > 6.5 proceeded to be sequenced. For the first batch, samples were prepared with MGI/GTAC RiboErase method for RNA extraction and then depletion was performed with KAPA RiboErase HMR (Roche, #07962274001). Library preparation was performed with a WUSTL in-house preparation protocol. For the second batch, samples were prepared with TruSeq ®  Stranded Total RNA Library Prep Gold kit (Illumina, #20020599) which includes RiboZero Gold depletion. Library preparation was performed according to the manufacturer’s protocol. Fragments from both batches were sequenced on an Illumina NovaSeq-6000 using paired-end reads extending 150 bases. RNAseq data processing and tumor-immune deconvolution analysis Raw fastq files were processed using nf-core/rnaseq (v3.11.2) ( 34 ) and quantified using salmon: v1.10.1 ( 35 ). ComBat from sva R package (v3.42.0) was used for batch correction ( 36 ). The batch corrected data was then analyzed using the immunedeconv (v2.1.0) package and the deconvolute function. The quanTIseq algorithm ( 37 ) was used for assessing fractions of specific immune cell types from bulk RNA sequencing data. The analysis results were visualized using ggplot2 (v3.4.4) and ggridges (v0.5.5) libraries. Statistical analysis Calculated densities from IHC were summarized, using medians and visualized as scatterplots. MFC data were summarized, compared using means, and visualized as scatterplots. Summarized cell densities of each cell type were compared among PN, ANNUBP, and MPNST samples using the non-parametric Mann-Whitney U test. Statistical tests between paired samples were done with Wilcoxon matched-pairs signed rank test. The median enrichment of cell types in the tumor-immune deconvolution analysis were compared using the non-parametric two-sample Kolmogorov-Smirnov test with two-sided hypothesis testing using the “ks.test” function of the R “stats” library. For clinical outcomes, time to progression and time to death were defined as the number of months from time of surgery where tumor sample collection occurred until time when progression was detected and time of death, respectively. Progression free survival (PFS) and OS were calculated using the univariate Cox proportional hazards model. Survival differences between the two groups were calculated using the log-rank test. All statistical tests were two-sided, and statistical significance was set at p<0.05. Graphs were generated and statistics were done using Prism 9 software. Data availability: The data generated in this study have been deposited in the NF Data Portal (Project SynID: syn26347297). Bulk RNA sequencing raw data from the Johns Hopkins NF1 Repository samples are available on  Synapse.org  ( https://doi.org/10.7303/syn53133024.1 ). These data were processed using nf-core pipelines available through  https://nf-co.re/  and specific versions used in this study have been noted above. The processed data are also available in dataset format on  Synapse.org  ( https://doi.org/10.7303/syn53141534.1  and  https://doi.org/10.7303/syn53140231.1 ). All datasets mentioned above are available through the NF Data Portal with appropriate access controls according to the stipulations of the Johns Hopkins University IRB.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-20 07:00:15",
  "introduction": "Introduction: Neurofibromatosis type 1 (NF1) is an autosomal dominant neurocutaneous genetic syndrome characterized by cutaneous and other physical findings and a propensity for peripheral nerve sheath tumors ranging from benign to malignant. Approximately half of patients with NF1 will develop plexiform neurofibromas (PN), benign tumors derived from precursor Schwann cells within peripheral nerve fascicles that tend to grow rapidly in childhood years ( 1 ). These tumors may occur in any nerve in the body and often cause symptoms of nerve compression including pain, paresthesia, decreased motor function, as well as significant deformity. PN have a 5–15% risk of transformation to malignant peripheral nerve sheath tumors (MPNST), aggressive soft tissue sarcomas (STS) ( 2 ). It is believed that the immediate precursor tumor to MPNST is the atypical neurofibromatous neoplasm of uncertain biologic potential (ANNUBP), which harbors specific histologic features that may result in transformation to a frankly malignant tumor ( 3 ). MPNST are the leading cause of mortality in patients with NF1 ( 4 ). Patients with NF1 have a lifetime incidence of MPNST between 2–29% and, of these, most arise from within known PN ( 4 ). Outcomes for patients with MPNST remain very poor, particularly for those with metastatic or recurrent disease. The reported five-year overall survival (OS) rate for localized disease is approximately 35–62% and for metastatic disease is as low as 7.3% ( 5 – 8 ). Currently, the only known curative treatment is surgical resection with wide margins for localized disease; however, surgery is often not feasible due to the location or size of the tumor as well as its propensity for metastasis. MPNST are relatively chemo-resistant and radiation therapy has not been shown to improve survival outcomes ( 8 – 10 ). There is currently no Food and Drug Administration (FDA)-approved drug for the treatment of MPNST. Thus, there is a dire need for novel therapeutic options for patients with this unfortunate diagnosis. In the past decade, immune-based therapies have shown therapeutic efficacy in numerous cancer types, such as advanced melanomas and non-small cell lung cancers (NSCLC) ( 11 – 14 ); however, they have had limited success in sarcomas, including MPNST ( 15 – 17 ). To our knowledge, there are only four published case reports of patients with MPNST who experienced clinical benefit, demonstrating complete clinical responses following immune checkpoint inhibition, despite the failure of multiple prior lines of therapies ( 18 – 21 ). There may therefore be a subset of individuals with MPNST who may benefit from immune checkpoint inhibitors (ICI) as treatment for advanced MPNST. Moreover, with a growing number of other immune-based therapies that are rapidly advancing into clinical trials, there is an imperative need to understand the immune response to these malignant tumors and how novel therapies, and their combinations, may be applied to improve patient outcomes ( 22 ). Identifying tumors that may respond favorably to immunotherapy requires understanding the ability of the immune system to recognize tumor cells as foreign and attack, and this ability can be determined by understanding the composition of the tumor immune microenvironment (TIME) ( 11 ,  23 ). Previous studies have quantified immune cells within the TIME of NF1-associated tumors and quantified CD8 +  T cells and checkpoint proteins, including programmed cell death-1 (PD-1) and programmed cell death ligand-1 (PD-L1) using tissue microarrays and flow cytometry ( 24 – 27 ). Myeloid cells have also been explored to a lesser extent. Notably, mast cell and macrophage infiltrations are observed in both benign and malignant NF1-associated tumors, a finding consistently replicated in various murine models ( 13 ,  27 – 29 ). The proposed role of colony stimulating factor-1 receptor (CSF1R) expression on macrophages has prompted a phase II study evaluating the use of PLX3397 (pexidartinib), a multi-targeted tyrosine kinase inhibitor, in combination with sirolimus in the treatment of MPNST ( NCT02584647 ) ( 30 ,  31 ). Despite these discoveries, insight into the role that immune cells within the TIME play in malignant transformation among NF1-associated peripheral nerve sheath tumors (PNST) remains limited. There have been substantial advances in the understanding of the molecular biology underpinning tumorigenesis and transformation to malignancy in NF1-associated peripheral nerve sheath tumors; however, there has been no study to date exploring the TIME in this spectrum of tumors. Identifying the interplay between myeloid and lymphoid cells and understanding the critical changes in immune cell populations that facilitate immune surveillance evasion can reveal vulnerabilities that can inform future therapeutic interventions. The aim of this study was to conduct an in-depth interrogation of the TIME of benign, pre-malignant, and malignant NF1-associated PNST using comprehensive, high-dimensional techniques. The primary goal is to identify opportunities for utilizing immunotherapeutic agents in the treatment of MPNST. Furthermore, a comprehensive characterization of the TIME in human NF1-PNST may contribute to the development of much needed pre-clinical models, thereby advancing our understanding of MPNST.",
  "results": "Results: Patient demographics In total, specimens from 16 PN, 7 ANNUBP, and 29 MPNST, from 39 unique patients with known NF1 syndrome, were available for evaluation ( Table 1 ). There were matched PN and MPNST tumor tissues from seven patients. A majority of the tumors were located in an extremity (n=21) or the trunk region (n=24). Among the MPNST specimens, almost all were high grade tumors (n=24/29, 82.8%), and a majority were not exposed to chemotherapy (n=16/29, 55.2%) or radiotherapy (n=17/29, 58.6%) prior to collection. All except one of the specimens that had exposure to radiotherapy also had received systemic chemotherapy prior to surgical removal. Increased immunosuppressive inflammation during NF1-PNST malignant progression driven by myeloid cells To characterize the tumor-infiltrating leukocytes present in NF1-associated PNST, we utilized IHC staining on whole mounted tissue samples. First, we assessed the tumor-infiltrating lymphoid cells ( Figure 1A ). CD19 +  B cells had an overall low density across PN, ANNUBP, and MPNST tumors. Their infiltration was more varied and significantly higher in MPNST samples compared to PN and ANNUBP samples (p=0.0066 and p=0.0162, respectively). The highest median density of B cells was in MPNST (0.85 cells/mm 2  of tissue), compared to 0.19 cells/mm 2  in PN and 0.02 cells/mm 2  in ANNUBP tissues. CD3 +  T cell densities were significantly increased in malignant compared to benign tumors (p=0.0171). T cell subsets were explored with CD8 as a marker of cytotoxic T cells and FOXP3 as a marker for regulatory T (Treg) cells. Similar trends were observed in comparing benign PN to MPNST with significant increases in both T cell populations [CD8 +  (p=0.0041) and FOXP3 +  (p=0<0.0001)], although there was a relative paucity of infiltrating Treg cells across all tumor types. On pairwise comparisons from individual patients, in which a PN and a MPNST section of the same mass were removed either during the same surgery or different surgeries, we observed similar patterns of infiltration ( Supplementary Figure S1 ). As cytotoxic and Treg cells have opposing effects, we sought to better characterize the lymphoid infiltration that was observed during the progression to malignancy, and therefore calculated the ratio of FOXP3 +  to CD8 +  T cells. The ratio was greater in MPNST as compared to PN (p=0.0008) or ANNUBP (p=0.0082) tumors, which implies a relatively more immunosuppressive inflammation present in malignant tumors ( Figure 1B ). We compared the densities of the two subtypes of T cells within samples and observed that, in general, MPNST specimens with higher densities of FOXP3+ cells also had higher densities of CD8+ cells intratumorally ( Supplementary Figure S2A ). We next assessed the tumor-infiltrating myeloid cells within NF1-associated PNST. Dendritic cells were determined by CD11c surface marker and tumor-associated macrophages (TAM) by CD163 surface marker ( Figure 1C ). There were statistically significant increases of both infiltrating dendritic cells (p<0.0001) and TAM (p<0.0001) in benign to malignant PNST. Compared to the lymphoid cells described above, the overall median densities of dendritic cells (157.5 cells/mm 2 ) and TAM (422.3 cells/mm 2 ) were higher in malignant tumors. Consistent with the overall increased lymphoid inflammation, increasing infiltration of TAM suggests an immunosuppressive microenvironment was present within malignant tumors. Again, similar trends were seen in the pairwise analysis and we found that the increase in CD163 +  TAM showed statistical significance (p=0.0469) in this analysis ( Supplementary Figure S1 ). Of note, ANNUBP tumors trended toward similar characteristics of benign tumors, but the lower sample size limits statistical observations. Additionally, we did not observe any differences in immune cell populations based on exposure to chemotherapy ( Supplementary Figure S3 ) or radiotherapy ( Supplementary Figure S4 ). Having recognized that heightened immune cell infiltration may signal increased inflammation with pro- or anti-tumorigenic effects, we further examined the ratio of CD8 +  to CD163 +  cells and its correlation with OS. It is worth noting that MPNST specimens with relatively higher CD8+ cell densities also had higher CD163+ cell densities within the malignant tissue ( Supplementary Figures S2B ). A higher CD8 +  to CD163 +  ratio was associated with greater anti-tumor inflammation, and patients with malignant tumors exhibiting this higher ratio showed significantly better OS ( Figure 1D ). Lastly, we analyzed bulk RNA sequencing data from the Johns Hopkins NF1 biospecimen repository ( 38 ) to verify our findings. Using QuanTIseq ( 37 ), we found that there was an overall expansion of myeloid cell populations in MPNST compared to PN ( Figure 1E ). QuanTIseq is a validated computational pipeline for the analysis of bulk RNA sequencing that quantifies the density of ten defined immune cell types relevant to cancer immunology. Notably, there was an enrichment of M2 macrophages (p=0.01) in MPNST that was not seen in PN. In summary, our findings indicate an overall escalation in immune cell infiltration from benign to malignant PNST, with this inflammation primarily characterized by immunosuppressive myeloid infiltrations. Tumor activated T cells and immunosuppressive macrophages within the TIME of MPNST To further characterize the functional state of the lymphoid and myeloid cells within the TIME of MPNST, we conducted multiparameter flow cytometric analyses on immune cells freshly isolated from 18 MPNST patients. Absolute percentages of intratumoral immune cell populations from MFC data are shown in  Supplementary Table S3 . Within the CD3 +  T cell compartment, we found relatively similar proportions of tumor-infiltrating CD8 +  and CD4 +  T cells ( Figure 2A ), with expected heterogeneity across specimens. PD-1 expression on intratumoral T cells, indicative of T cell activation, revealed that, on average, 70% and 61.2% of CD8 +  and CD4 +  T cells, respectively, expressed PD-1 on their surface ( Figure 2B ). Furthermore, a positive correlation was identified between PD-1 expression on CD4 +  T cells and CD8 +  T cells ( r =0.4945, p=0.0011), suggesting coordinated immune activation in the TIME of MPNST. The ratio of CD8 2 + PD-1 +  T cells to CD4 + PD-1 +  T cells also correlated with clinical outcomes, where patients with a higher ratio were associated with better PFS (p=0.0334) ( Figure 2C ). Given these findings, we aimed to delve deeper into the characterization of CD4 + PD-1 +  T helper cells. Based on our IHC observations, the likelihood of those cells being Treg cells was low as they were sparse within malignant tumors, and this observation is consistent with previous studies ( 25 ). Consequently, we postulated that the CD4 +  T cells might be T helper 2 (Th2) cells, known for their involvement in myeloid cell activation and immunosuppression. We narrowed in on the CD4 +  T cells that were also PD-1 +  as the tumor activated repertoire of T helper cells. The MFC panel employed detected several Th2-associated proteins on CD4 + PD-1 +  T cells, including the canonical transcription factor GATA3, along with surface markers CCR4, CX3CR1, TSLPR (thymic stromal lymphopoietin receptor), and the cytokine, IL-4 ( Figure 2D ). On average, approximately 3.2% and 5.4% of the CD4 + PD-1 +  T cells expressed GATA3 and IL-4, respectively. Similarly, nearly 4% of CD4 + PD-1 +  T cells in each sample expressed TSLPR or CX3CR1, with a higher proportion expressing CCR4, a less specific Th2 marker. Further exploration of intratumoral CCR4 +  T helper cells in MPNST may be warranted. We then proceeded to characterize the CD11b +  myeloid cell compartment and observed that the majority were mature myeloid cells, defined by surface expression of HLA-DR ( Figure 3A ). Among the immature myeloid cells (CD11b + HLA-DR - ), there was an average of 19.3% monocytic myeloid-derived suppressor cells (mono-MDSC) and 5.1% polymorphonuclear MDSC (pmn-MDSC) ( Figure 3B ). MDSC play a key role in pro-tumorigenic inflammation, angiogenesis, and tumor metastasis ( 39 ). On average, 72.1% of mature myeloid cells were monocyte-derived macrophages, while 14.6% were dendritic cells ( Figure 3C ). To further immunophenotype the tumor-infiltrating macrophages (CD11b + HLA-DR + CD14 + ), we quantified the proportion expressing CD163 (a scavenger receptor) and found that CD163 +  immunosuppressive TAM made up over half of the intratumoral macrophages in the majority of the specimens (10/18, 55.6%). Moreover, there was a trend toward clinical benefit (PFS) in patients whose tumors had fewer tumor-infiltrating CD163 +  macrophages ( Figure 3D ). Having previously demonstrated a significant increase in TAM in malignant tumors using IHC staining ( Figure 1C ) and acknowledging their likely crucial role in the malignant transformation of NF1-PNST, we employed MFC to confirm the immunosuppressive phenotype of TAM. We quantified various immunosuppressive surface protein markers on intratumoral CD163 +  macrophages ( Figure 3E ). Gubin and colleagues had previously identified a population of tumor-infiltrating macrophages with significant M2-like phenotype defined by CX3CR1 positivity in a murine methylcholanthrene-induced sarcoma model using high dimensional profiling ( 40 ). To confirm the M2-like phenotype of CD163 +  macrophages, we assessed CX3CR1 expression within this population and observed nearly 100% of cells expressing CX3CR1. Additionally, we observed high expression of several other immunosuppressive markers in the tumor-infiltrating M2-like macrophages, including arginase-1 (ARG-1), CSF1R, and PD-L1, although there is intertumoral heterogeneity. In summary, via our high-dimensional analysis we identified immune heterogeneity across MPNST specimens but noted a relatively high level of tumor-activated T cells within the tumor microenvironment. Within the myeloid cell repertoire, we once again identified a substantial presence of myeloid cells, particularly TAM, exhibiting significant immunosuppressive phenotypes. High expression of PD-L1 in malignant tumors To understand immune evasion mechanisms during malignant transformation, we assessed the expression of several immunoregulatory proteins using IHC staining ( Figure 4A ). Loss of class I HLA is a known mechanism to escape immune surveillance in a number of cancers ( 41 – 43 ). Among our samples, we found retention and increase of expression of class I HLA molecules from benign PN to malignant tumors (p=0.0012). The significant increase in HLA-class I protein expression likely represents an increase in cellularity in malignant versus benign tumors. Another immunoregulatory protein of interest was CSF1R as it has been previously shown that pexidartinib, a multi-TK inhibitor with activity against CSF1R, has anti-tumor effects in MPNST by decreasing macrophage infiltration ( 29 ,  30 ). We did not observe a significant difference in CSF1R expression between PN, ANNUBP, and MPNST, although there were a number of malignant specimens with high CSF1R expression. We were also interested in PD-L1 expression as it is an FDA-approved biomarker in several cancers to predict response to ICI. Herein, we did observe a difference in PD-L1 expression between the benign and malignant PNST although this difference did not achieve statistical significance (p=0.0622). Given the findings of high PD-1 expression in T cells via flow cytometry ( Figure 2B - C ), we aimed to further explore PD-L1 expression in our specimens by IHC staining. While there was no statistically significant difference in PD-L1 expression between PN and MPNST samples in the IHC data, there was a trend toward higher expression in MPNST. We did note that among the 29 MPNST samples, 14 (48.3%) MPNST had PD-L1 expression in greater than 10% of all cells ( Figure 4A ). This is in contrast to only 25% (4/16) PN samples with PD-L1 expression exceeding 10% (MPNST vs. PN, p=0.1271, χ 2  test). Moreover, among the paired PN/ MPNST tumors (n=7), three pairs showed increase in PD-L1 expression on malignant transformation and two pairs had almost no PD-L1 expression in PN or MPNST, and the remaining two had a notable decrease in PD-L1 expression from PN to MPNST ( Supplementary Figure 1 ).  Figure 4B  provides an example of a paired tumor from a single surgical resection, with sections identified as PN, ANNUBP, or MPNST. It demonstrates the comparison of PD-L1 expression in these different subtypes of PNST within an individual patient tumor and there was a clear visual increase in cells expressing PD-L1 during malignant transformation and this is supported by digital quantification. Overall, it appeared that a subset of malignant tumors exhibits a marked increase in PD-L1 expression that emerges during malignant transformation. We explored the cell types expressing PD-L1, which is known to be expressed in various cell types, including hematopoietic cells, cancer cells, or tumor stromal cells, as a mechanism to evade host immune recognition ( 44 ,  45 ). PD-L1 staining via IHC indicated its presence on both tumor and immune cells when tissue slides were reviewed with a pathologist. To compare the expression of PD-L1 on TAM versus tumor and tumor stromal cells, we compared to PD-L1 expression levels on CD163 +  TAM and non-immune (CD45 - ) cells. MFC analysis revealed an average of 50.3% of CD163 +  TAM with PD-L1 expression and, in contrast, 15.6% of non-immune (CD45 - ) cells ( Figure 4C ). Therefore, while both tumor and tumor stromal cells showed PD-L1 expression, a larger proportion of TAM exhibited PD-L1 expression. Confirmation was obtained through IHC staining, where PD-L1 staining spatially converged with CD163 staining in malignant tumors. Additionally, we identified clusters of CD8 +  cells in areas of PD-L1 positivity ( Figure 4D ). We subsequently explored the presence of a potential biomarker capable of categorizing malignant tumors and distinguishing samples exhibiting high PD-L1 expression. Approximately 70% MPNST exhibit genomic alterations in the subunits of the polycomb repressor complex 2 (PRC2) ( 46 ,  47 ), which results in the loss of H3K27-trimethylation (H3K27me3). Recent findings from the international Genomics of MPNST (GeM) consortium highlighted the correlation between H3K27-trimethylation (H3K27me3) loss and diminished immune cell infiltration via transcriptomic analyses ( 48 ), provided a compelling context for our study. Our analysis utilizing IHC extended these observations to the protein expression level and shed light on the immune phenotypes within our cohort of specimens taking into account the H3K27me3 status of specimens ( Figure 5A ). Indeed, our experiments revealed a significantly higher CD8 +  T cell infiltration in specimens with H3K27me3 retention. Additionally, there was a noteworthy trend in the increase of CD163 +  and PD-L1 +  cells in specimens with H3K27me3 retention, but the limitations of our cohort warrant further exploration in future studies ( Figure 5B ). We assessed available clinical next-generation sequencing (NGS) information from malignant tumors (n=11/29,  Supplementary Table S4 ) to identify correlations between genetic alterations and immunotypes. All tumors demonstrated mutations in NF1 except one tumor (JH2–066-c) and other notable mutations were identified in SUZ12/ EED, homozygous loss of CDKN2A/B, and TP53. Lower than expected frequencies of these mutations may be due to limitations in clinical NGS assays. Given these limitations and the wide range of mutations identified in the sequenced tumors, we were unable to draw any significant conclusions regarding genomic alterations and TIME composition. In conclusion, our data revealed elevated PD-L1 expression in NF1-associated malignant PNST compared to benign tumors, with this expression originating from both non-immune and immune cells. Within these cellular populations, we identified a substantial presence of immunosuppressive TAM expressing PD-L1, potentially contributing to interactions with T cells. Notably, our findings suggest that the H3K27me3 status may confer distinct immune phenotypes in malignant tumors. These insights underscore the complex interplay of immune cells, PD-L1 expression, and H3K27me3 in NF1-MPNST.",
  "discussion": "Discussion: We performed an in-depth interrogation of the TIME in NF1-associated PNST, uncovering distinct alterations in infiltrating immune cell populations that likely propel the progression from PN to MPNST and warrant further investigations as targets for immune-based therapies in the treatment of NF1-MPNST. Our study represents an important comprehensive exploration of the immune microenvironment across the spectrum of PNST in patients with NF1. Remarkably, we identified a significant infiltration of myeloid cells, potentially fueling immune evasion during malignant transformation. Moreover, our research unveiled heightened PD-L1 protein expression on TAM, correlating with inferior patient survival in MPNST. Finally, we demonstrated the utility of H3K27me3 staining in discerning immune phenotypes within malignant tumors. Our discoveries contribute to the field by offering clarity on the immunobiology of PNST at the single cell level. Often, one of the major limitations of examining the tumor immune microenvironment in human solid tumors is tumor heterogeneity and limited sampling of tumor tissues, particularly during a biopsy. To optimize our assessment of the immune landscape, we reviewed multiple tissue sections with a certified neuropathologist to identify those with proper quality to include in our analyses. Additionally, we profiled whole slide sections and this allowed us to delineate the geographic distribution of immune infiltration and assess margins and areas of transition of lesions, when possible. Here, we dissected the TIME of PNST, analyzing immune infiltrates and correlating these findings with the survival of patients with NF1-MPNST treated with standard therapies. Previous investigations into the tumor immunology of human MPNST have primarily focused on PD-L1 expression with variable results. For instance, Wang et al. identified significant PD-L1 expression (> 5%) in tumor cells in five out of six PN samples ( 24 ), while Haworth et al. found low expression across five PN and 14 MPNST cases ( 25 ), and Shurell et al. observed PD-L1 expression (> 5%) in 2/68 benign and 7/53 malignant PNST cases ( 26 ). Furthermore, emerging evidence suggests the importance of macrophages in PNST tumorigenesis, as demonstrated in the  Dhh- Cre;  Nf1  GEMM ( flox/flox 29 ) and a cell-line derived xenograft model ( 30 ). CIBERSORT deconvolution of bulk RNA sequencing data has also revealed the presence of M2 macrophages across human NF1-associated tumor samples, including PN and MPNST, akin to many other soft tissue sarcomas ( 49 ,  50 ). Our study provides an extensive analysis of tumor-infiltrating lymphoid and myeloid cells in human NF1-associated PN, ANNUNP, and MPNST, offering an in-depth characterization of immune cell functionality in malignant tumors. This deeper understanding of the underlying immune response to tumorigenesis can help identify specific immune cell populations that contribute to malignant transformation. Tumor-derived factors shape myeloid cells to support cancer initiation and progression by initially promoting immune evasion, followed by enabling tumor cell survival, proliferation, migration and metastasis ( 51 ). Our studies identified a predominance of myeloid infiltrates throughout the tumor tissues, with a high quantification of CD163 +  cells (TAM) in all cases analyzed, outnumbering T cells. Utilizing high-dimensional flow cytometry, we comprehensively examined the composition of myeloid cells infiltrating MPNST specimens. We identified CD163 +  TAM, other macrophages, dendritic cells, and monocytic and polymorphonuclear MDSC. Additionally, we confirmed the expression of functionally relevant, immunosuppressive molecules on CD163 +  TAM. Notably, previous studies have demonstrated that TAM density is associated with a poor prognosis and correlates positively with tumor growth in the setting of many cancer types ( 52 ,  53 ). Our investigations further support these findings, linking higher TAM tumor infiltration to poorer survival of patients with MPNST. Our MFC studies revealed a substantial proportion of CD4 positivity within the T cell compartment, which we hypothesized had Th2 cell phenotypes. Th2 cells, more commonly associated with immunity against extracellular parasites and with allergic diseases, have controversial roles in tumor immunity ( 54 ). Studies link increased Th2 cell infiltration to inferior OS in hepatocellular carcinoma ( 55 ) and glioblastoma ( 56 ), and enhanced metastasis in breast cancer ( 57 ). Th2 cytokines drive tissue macrophage polarization towards M2 phenotypes, suggesting a relationship between intratumoral Th2 cells and immunosuppressive microenvironments, contributing to adverse clinical outcomes ( 57 ). While there has been little assessment of infiltrating CD4 +  T cells in MPNST, published studies have identified mast cells within MPNST ( 58 – 60 ). Given the presence of a robust CD4 +  T cell compartment and the known relationship between Th2 cells and mast cells, we sought to investigate whether Th2 cells were present in malignant tumors. Our analysis revealed a number of Th2 cell markers on tumor-activated CD4 + PD-1 +  T cells, and in particular, a larger population expressing CCR4. It is worth noting that there is currently an available monoclonal anti-CCR4 antibody, mogamulizumab-kpkc, which has received FDA-approval for mycosis fungoides and cutaneous T-cell lymphoma ( 61 ). Furthermore, the anti-TSLP monoclonal antibody has recently been FDA-approved for severe asthma ( 62 ). Further exploration into the contribution of infiltrating Th2 cells and how other therapeutic interventions may affect this compartment could offer valuable insights into immunotherapeutic options for patients with MPNST. The introduction of immunotherapy has significantly impacted cancer therapeutics, particularly in solid tumors ( 63 ,  64 ). However, integrating ICI into the management of STS has been challenging and clinical activity of ICI in STS varies widely and depends on factors such as histologic subtype, molecular profile, disease setting, and treatment strategy ( 65 ). Traditional predictive biomarkers for ICI, such as tumor mutational burden (TMB) and microsatellite instability (MSI), are challenging to apply in STS due to the generally low TMB and infrequent MSI-high status ( 66 ,  67 ). The role of PD-L1 expression as a prognostic or predictive factor in STS remains uncertain, with inconsistent results from various studies ( 44 ,  68 – 70 ). While previous clinical trials studying ICI in the treatment of sarcomas have enrolled few patients with MPNST and have not demonstrated overall benefit of ICI in MPNST, there are published case reports of individuals with MPNST showing complete clinical responses to ICI, and PD-L1 IHC was used as an indicator of response in each case ( 18 – 21 ). These cases suggest that a subset of patients might benefit from ICI. Nearly half of the MPNST specimens in our cohort showed PD-L1 expression in more than 10% of all cells and we observed significant PD-L1 expression specifically on macrophages rather than solely tumor cells. Previous studies have demonstrated that, in the methylcholanthrene-induced sarcoma mouse model, TAM expression is the major cellular source of PD-L1 expression and remains more persistent than tumor cell expression and that PD-L1 expression on TAM creates an immunosuppressive microenvironment, independent of interferon (IFN)-γ but requiring CD4 +  T cells ( 71 ). In this same mouse model, investigators described TAM as having a distinctly anti-inflammatory gene-expression profile characterized by the expression of  CX3CR1  ( 40 ). In their model, ICI therapy completely ablated the appearance of CX3CR1 + CD206 +  macrophages, leading to anti-tumor efficacy ( 40 ). Remarkably, our MFC studies revealed a consistently heightened expression of CX3CR1 on TAM across all human MPNST specimens analyzed. Thus, considering PD-L1 as a biomarker for responsiveness to immunotherapies in MPNST should encompass both expression on tumor and immune cells in the microenvironment along with the rest of the immune contexture. Our results highlight that PD-L1 expression on TAM represent an immunosuppressive microenvironment and that the comparison of CD8 +  to CD163 +  cell ratios in MPNST specimens demonstrated a significant association with survival. Therefore, it is more feasible to consider PD-L1 as a biomarker that reflects the TIME and should prompt future exploration of mechanisms that could influence PD-L1 expression on TAM as therapeutic opportunities in MPNST. In summary, our findings underscore the complexity of PD-L1 as a biomarker and highlight the importance of considering the composition of the rest of the tumor immune microenvironment for effective immune-based therapies in MPNST. In accordance with recent reports, H3K27 methylation status in malignant tumors suggested correlations with different immune phenotypes in our data. Loss of PRC2 in MPNST, and the subsequent loss of trimethylation of H3K27, leads to a cascade of effects, including induction of primitive mesenchymal neural crest stem cell program ( 72 ), and promotion of immune evasion ( 22 ,  73 ). The international GeM consortium analyzed 95 tumor samples and found a strong correlation between H3K27me3 loss and decreased immune cell infiltration through RNA sequencing analysis and decreased expression of granzymes and immune checkpoints ( PD-L1  and  HAVCR2 ) ( 48 ). Further, Yan and colleagues demonstrated, through IHC of tissue microarrays, that human MPNST specimens with loss of H3K27me3 exhibit significantly fewer T cells, macrophages/monocytes, and reduced expression of MHC I and II compared to those retaining H3K27me3 ( 22 ). Our protein expression data, obtained through IHC and MFC, corroborates these findings and elaborates on the immune contexture of cases. Building upon these observations, our study identified a consistent pattern wherein specimens retaining trimethylation status of H3K27 exhibited increased presence of CD8 +  T cells, immunosuppressive CD163 +  macrophages, and PD-L1 positive cells. Contrarily, Suppiah et al. performed molecular analyses of the transcriptome and epigenome of PNST specimens and identified a distinct subgroup of MPNST, MPNST-G1, associated with inactivating gene fusions of PRC2 components and lower immune infiltration compared to MPNST-G2 subgroup and precursor lesions ( 74 ). Future studies might consider isolating intratumoral immune cells, particularly the TAM population, and applying similar multiplatform analyses focused on immune cell phenotypes to gain a deeper appreciation of their functionality within malignant specimens. Furthermore, prospective pre-clinical studies should consider evaluating the impact of H3K27me3 status on therapeutic responses, as the interplay between tumor and infiltrating immune cells might significantly alter treatment outcomes. There is a need for stronger preclinical data to support the rational incorporation of new therapeutics, including immunotherapies, into the armamentarium for the treatment of MPNST. Our findings represent a comprehensive insight into the tumor immune microenvironment in NF1-associated PNST that might identify immune populations altered by anti-tumor drugs that can then expose tumor vulnerabilities as targets for the addition of immunotherapeutic agents. Current examples of such approaches in preclinical models have shown effective anti-tumor activity that may be translated to the clinic, including the combination of ICI with CDK4/6 and MEK inhibitors ( 75 ) and virus-based immunotherapy ( 22 ). Collectively, our insights not only enhance our understanding of immune evasion mechanisms in MPNST but also underscore the intricate interplay between infiltrating immune cells, PD-L1 expression and H3K27me3 status, opening avenues for nuanced therapeutic considerations in the landscape of MPNST. Ultimately, the immunotype of MPNST may be more relevant for precision guiding of immunotherapies than currently used criteria such as histology, genomic alterations, or TMB alone.",
  "upgrade_date": "2026-02-21 02:22:14"
}