{
  "pmid": "PMID:39366539",
  "title": "Social Communication in Ras Pathway Disorders: A Comprehensive Review From Genetics to Behavior in Neurofibromatosis Type 1 and Noonan Syndrome.",
  "abstract": "Neurofibromatosis type 1 (NF1) and Noonan syndrome (NS) are neurogenetic syndromes caused by pathogenetic variants encoding components of the Ras-ERK-MAPK (Ras/extracellular signal-regulated kinase/mitogen-activated protein kinase) signaling pathway (Ras pathway). NF1 and NS are associated with differences in social communication and related neuropsychiatric risks. During the last decade, there has been growing interest in Ras-linked syndromes as models to understand social communication deficits and autism spectrum disorder. We systematically review the literature between 2010 and 2023 focusing on the social communication construct of the Research Domain Criteria framework. We provide an integrative summary of the research on facial and nonfacial social communication processes in NF1 and NS across molecular, cellular, neural circuitry, and behavioral domains. At the molecular and cellular levels, dysregulation in the Ras pathway is intricately tied to variations in social communication through changes in GABAergic (gamma-aminobutyric acidergic), glutamatergic, and serotonergic transmission, as well as inhibitory/excitatory imbalance. Neural circuitry typically associated with learning, attention, and memory in NF1 and NS (e.g., corticostriatal connectivity) is also implicated in social communication. We highlight less-researched potential mechanisms for social communication, such as white matter connectivity and the default mode network. Finally, key gaps in NF1 and NS literature are identified, and a roadmap for future research is provided. By leveraging genetic syndrome research, we can understand the mechanisms associated with behaviors and psychiatric disorders.",
  "authors": "Monica Siqueiros-Sanchez; Yaffa Serur; Chloe A McGhee; Taylor F Smith; Tamar Green",
  "journal": "Biological psychiatry",
  "publicationDate": "2025-03-01",
  "doi": "10.1016/j.biopsych.2024.09.019",
  "methods": "",
  "cache_level": "abstract_only",
  "has_fulltext": false,
  "fetch_date": "2026-02-20 07:00:05"
}