{
  "pmid": "39373898",
  "abstract": "Neurofibromatosis type 1 (NF1) is a prevalent autosomal dominant disorder caused by mutations in the NF1 gene, leading to multisystem disorders. Given the critical role of cysteine residues in protein stability and function, we aimed to identify key NF1 mutations affecting cysteine residues that significantly contribute to neurofibromatosis pathology. To identify the most critical mutations in the NF1 gene that contribute to the pathology of neurofibromatosis, we employed a sophisticated computational pipeline specifically designed to detect significant mutations affecting the NF1 gene. Our approach involved an exhaustive search of databases such as the Human Gene Mutation Database (HGMD), UniProt, and ClinVar for information on missense mutations associated with NF1. Our search yielded a total of 204 unique cysteine missense mutations. We then employed in silico prediction tools, including PredictSNP, iStable, and Align GVGD, to assess the impact of these mutations. Among the mutations, C379R, R1000C, and C1016Y stood out due to their deleterious effects on the biophysical properties of the neurofibromin protein, significantly destabilizing its structure. These mutations were subjected to further phenotyping analysis using SNPeffect 4.0, which predicted disturbances in the protein's chaperone binding sites and overall structural stability. Furthermore, to directly visualize the impact of these mutations on protein structure, we utilized AlphaFold3 to simulate both the wild-type and mutant NF1 structures, revealing the significant effects of the R1000C mutation on the protein's conformation. In conclusion, the identification of these mutations can play a pivotal role in advancing the field of precision medicine and aid in the development of effective drugs for associated diseases.",
  "methods": "Materials and Method Online Data Retrieval The standard protein sequence of NF1 was obtained from UniProt (UniprotKB  P21359 , ENSG00000196712). The missense mutations were collected from UniProt (UniProt ID UP51795) as well as from the HGMD ( http://www.hgmd.org/ ) and ClinVar databases ( https://www.ncbi.nlm.nih.gov/clinvar/ ). Extensive information about the protein and its mutations was gathered through OMIM ( https://omim.org/ ) and various academic literature reviews (Kehrer-Sawatzki and Cooper  2022 ; Ning et al.  2020 ; Philpott et al.  2017 ; Upadhyaya et al.  1994 ; Wilson et al.  2021 ). In this study, we systematically searched the HGMD, UniProt, and ClinVar databases using the keyword “NF1” to identify missense mutations with clinical significance. We focused on mutations directly related to NF1 and applied ACMG guidelines to select those mutations that are supported by experimental validation and clinical data, and are classified as pathogenic or likely pathogenic, ensuring the accuracy and clinical relevance of our research dataset. Pathogenicity Prediction of Mutations The effects of mutations on protein functions were analyzed using the PredictSNP2 tool ( https://loschmidt.chemi.muni.cz/predictsnp/ ). PredictSNP functions as a consensus classifier that integrates multiple prediction algorithms, such as MAPP, PhD-SNP, PolyPhen1, PolyPhen2, SIFT, SNAP, PANTHER, nsSNP, and Multimodal Annotation Generated Pathogenic Impact Evaluator (MAGPIE) analyzer (Bendl et al.  2014 ). The output of MAGPIE ranges from 0 to 1 (0 indicates a benign mutation, while 1 indicates a highly pathogenic mutation) (Liu et al.  2024 ). The NF1 mRNA template ( NM_000267.3 ) was retrieved from the National Center for Biotechnology Information (NCBI) database ( https://www.ncbi.nlm.nih.gov/nuccore/NM_000267.3?report=fasta ). We input the amino acid sequence of the NF1 protein into the PredictSNP tool. For each mutation site, we utilized the default prediction parameters, including multiple prediction algorithms such as MAPP, PhD-SNP, PolyPhen-2, SIFT, SNAP, and PANTHER. After the analysis was completed, we collected the predicted scores for each mutation and assessed the potential pathogenicity of the mutations based on the scoring criteria of PredictSNP (a score > 75 indicates potential harm). Stability Prediction of Mutations The iStable-integrated server, accessible at predictor.nchu.edu.tw/iStable, features two machine learning-based tools, iMutant and MUpro, which utilize thermodynamic parameters to forecast changes in protein stability due to mutations (Chen et al.  2020 ). iMutant, which operates on a support vector machine (SVM) algorithm, assesses changes in protein stability by calculating the difference in free energy (ΔΔ G ) between the mutant and wild type proteins. This tool categorizes stability changes as either an increase (ΔΔ G  > 0) or a decrease (ΔΔ G  < 0). MUpro combines SVM and neural network technologies to analyze the effect of mutations on protein stability and assigns a confidence score ranging from − 1 to 1, indicating decreased stability for scores below zero and increased stability for scores above zero. IStable then uses sequence data to provide a meta-prediction of stability changes, where higher scores reflect higher prediction confidence. Using the iStable tool, we input the protein sequences before and after the mutation. We selected the iMutant 2.0 and MUpro algorithms to predict the thermodynamic parameter changes caused by the mutations. We recorded the free energy change (ΔΔ G ) values caused by each mutation and assessed the impact of the mutations on protein stability based on the sign and magnitude of ΔΔ G . Align-GVGD ( http://agvgd.hci.utah.edu/agvgd_input.php ) is another tool that applies the Grantham difference across multiple sequence alignments (MSA) for broad comparisons. It classifies amino acid sequences and mutations into classes ranging from 15 to 65, with class 15 being neutral and class 65 indicating a deleterious impact (Tavtigian et al.  2006 ). With the Align GVGD tool, we performed a multiple sequence alignment of the mutated sequences against the wild-type sequence. Through the Grantham chemical difference scoring system, we classified each mutation to predict its impact on protein function. Mutations were categorized into different classes, ranging from 15 (neutral) to 65 (deleterious), with particular attention given to mutations rated as class 65.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:37:29.042642",
  "abstract_length": 1811,
  "methods_length": 4478,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}