{
  "pmid": "PMID:39373898",
  "title": "Identification of Pathogenic Missense Mutations of NF1 Using Computational Approaches.",
  "abstract": "Neurofibromatosis type 1 (NF1) is a prevalent autosomal dominant disorder caused by mutations in the NF1 gene, leading to multisystem disorders. Given the critical role of cysteine residues in protein stability and function, we aimed to identify key NF1 mutations affecting cysteine residues that significantly contribute to neurofibromatosis pathology. To identify the most critical mutations in the NF1 gene that contribute to the pathology of neurofibromatosis, we employed a sophisticated computational pipeline specifically designed to detect significant mutations affecting the NF1 gene. Our approach involved an exhaustive search of databases such as the Human Gene Mutation Database (HGMD), UniProt, and ClinVar for information on missense mutations associated with NF1. Our search yielded a total of 204 unique cysteine missense mutations. We then employed in silico prediction tools, including PredictSNP, iStable, and Align GVGD, to assess the impact of these mutations. Among the mutations, C379R, R1000C, and C1016Y stood out due to their deleterious effects on the biophysical properties of the neurofibromin protein, significantly destabilizing its structure. These mutations were subjected to further phenotyping analysis using SNPeffect 4.0, which predicted disturbances in the protein's chaperone binding sites and overall structural stability. Furthermore, to directly visualize the impact of these mutations on protein structure, we utilized AlphaFold3 to simulate both the wild-type and mutant NF1 structures, revealing the significant effects of the R1000C mutation on the protein's conformation. In conclusion, the identification of these mutations can play a pivotal role in advancing the field of precision medicine and aid in the development of effective drugs for associated diseases.",
  "authors": "Jie Chen; Ziqiao Li; Yiheng Wu; Xiang Li; Zipei Chen; Pan Chen; Yuhan Ding; Chengpeng Wu; Lidan Hu",
  "journal": "Journal of molecular neuroscience : MN",
  "publicationDate": "2024-10-07",
  "doi": "10.1007/s12031-024-02271-x",
  "methods": "Materials and Method Online Data Retrieval The standard protein sequence of NF1 was obtained from UniProt (UniprotKB  P21359 , ENSG00000196712). The missense mutations were collected from UniProt (UniProt ID UP51795) as well as from the HGMD ( http://www.hgmd.org/ ) and ClinVar databases ( https://www.ncbi.nlm.nih.gov/clinvar/ ). Extensive information about the protein and its mutations was gathered through OMIM ( https://omim.org/ ) and various academic literature reviews (Kehrer-Sawatzki and Cooper  2022 ; Ning et al.  2020 ; Philpott et al.  2017 ; Upadhyaya et al.  1994 ; Wilson et al.  2021 ). In this study, we systematically searched the HGMD, UniProt, and ClinVar databases using the keyword “NF1” to identify missense mutations with clinical significance. We focused on mutations directly related to NF1 and applied ACMG guidelines to select those mutations that are supported by experimental validation and clinical data, and are classified as pathogenic or likely pathogenic, ensuring the accuracy and clinical relevance of our research dataset. Pathogenicity Prediction of Mutations The effects of mutations on protein functions were analyzed using the PredictSNP2 tool ( https://loschmidt.chemi.muni.cz/predictsnp/ ). PredictSNP functions as a consensus classifier that integrates multiple prediction algorithms, such as MAPP, PhD-SNP, PolyPhen1, PolyPhen2, SIFT, SNAP, PANTHER, nsSNP, and Multimodal Annotation Generated Pathogenic Impact Evaluator (MAGPIE) analyzer (Bendl et al.  2014 ). The output of MAGPIE ranges from 0 to 1 (0 indicates a benign mutation, while 1 indicates a highly pathogenic mutation) (Liu et al.  2024 ). The NF1 mRNA template ( NM_000267.3 ) was retrieved from the National Center for Biotechnology Information (NCBI) database ( https://www.ncbi.nlm.nih.gov/nuccore/NM_000267.3?report=fasta ). We input the amino acid sequence of the NF1 protein into the PredictSNP tool. For each mutation site, we utilized the default prediction parameters, including multiple prediction algorithms such as MAPP, PhD-SNP, PolyPhen-2, SIFT, SNAP, and PANTHER. After the analysis was completed, we collected the predicted scores for each mutation and assessed the potential pathogenicity of the mutations based on the scoring criteria of PredictSNP (a score > 75 indicates potential harm). Stability Prediction of Mutations The iStable-integrated server, accessible at predictor.nchu.edu.tw/iStable, features two machine learning-based tools, iMutant and MUpro, which utilize thermodynamic parameters to forecast changes in protein stability due to mutations (Chen et al.  2020 ). iMutant, which operates on a support vector machine (SVM) algorithm, assesses changes in protein stability by calculating the difference in free energy (ΔΔ G ) between the mutant and wild type proteins. This tool categorizes stability changes as either an increase (ΔΔ G  > 0) or a decrease (ΔΔ G  < 0). MUpro combines SVM and neural network technologies to analyze the effect of mutations on protein stability and assigns a confidence score ranging from − 1 to 1, indicating decreased stability for scores below zero and increased stability for scores above zero. IStable then uses sequence data to provide a meta-prediction of stability changes, where higher scores reflect higher prediction confidence. Using the iStable tool, we input the protein sequences before and after the mutation. We selected the iMutant 2.0 and MUpro algorithms to predict the thermodynamic parameter changes caused by the mutations. We recorded the free energy change (ΔΔ G ) values caused by each mutation and assessed the impact of the mutations on protein stability based on the sign and magnitude of ΔΔ G . Align-GVGD ( http://agvgd.hci.utah.edu/agvgd_input.php ) is another tool that applies the Grantham difference across multiple sequence alignments (MSA) for broad comparisons. It classifies amino acid sequences and mutations into classes ranging from 15 to 65, with class 15 being neutral and class 65 indicating a deleterious impact (Tavtigian et al.  2006 ). With the Align GVGD tool, we performed a multiple sequence alignment of the mutated sequences against the wild-type sequence. Through the Grantham chemical difference scoring system, we classified each mutation to predict its impact on protein function. Mutations were categorized into different classes, ranging from 15 (neutral) to 65 (deleterious), with particular attention given to mutations rated as class 65.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:30:45",
  "introduction": "Introduction Neurofibromatosis (NF) refers to a series of neurocutaneous disorders marked by tumor growth in both the central and peripheral nervous systems, impacting the brain, spinal cord, internal organs, skin, and bones (Coy et al.  2020 ). The three main types of NF are neurofibromatosis type 1 (NF1), type 2 (NF2), and schwannomatosis (SWN), with NF1 constituting about 96% of cases, followed by NF2 at 3%, and SWN less than 1% (Kresak and Walsh  2016 ). NF1 affects various systems, including the neurocutaneous and skeletal systems (Xu et al.  2022 ). It is associated with several distinctive clinical features, such as café-au-lait macules (CALMs) and inguinal/axillary freckling. Additionally, individuals with NF1 typically display Lisch nodules in the iris and develop benign tumors known as neurofibromas around peripheral nerves in the skin (Wang et al.  2021 ). NF1 is classified as an autosomal dominant disorder linked to a predisposition for tumor growth, originating from mutations in the  NF1  gene located on chromosome 17q11.2 (Lee et al.  2023 ). This condition affects 1 in 3000 to 4000 individuals worldwide. The gene responsible, the  NF1  tumor suppressor gene, covers 350 kilobases of DNA and includes 60 exons, which encode the large neurofibromin protein consisting of 2,818 amino acids (Wallis et al.  2018 ). The mutations in the  NF1  gene disrupt the regulation of the RAS/MAPK signaling pathway (Harder  2021 ). Neurofibromin’s main role is the downregulation of RAS (Philpott et al.  2017 ), with some mutations impacting its GAP-related domain (GRD) and thus impairing the protein’s regulatory effects on cell growth and division (Bergoug et al.  2020 ). Thus, the elevated RAS activity and high proliferation rate are associated with the absence or dysfunction of neurofibromin due to  NF1  mutations.  NF1  mutations are varied and distributed throughout the gene without a specific hotspot for mutations. According to the Human Gene Mutation Database (HGMD), harmful mutations in the  NF1  gene include point mutations, frameshifts, indels, and complex rearrangements. Single nucleotide variants (SNVs) are the most common form of genetic variation in humans, accounting for nearly 90% of all known sequence differences. Most of these genetic alterations result in a truncated form of the neurofibromin protein, and 17% are missense mutations (Long et al.  2022 ). Cysteine (Cys) residues, among the least abundant amino acids, contribute significantly to protein structure and function, particularly catalytic activity and protein folding (Marino and Gladyshev  2010 ). The unique thiol group present in Cys residues confers high reactivity and nucleophilic character, which, when altered by substitution, can lead to profound changes in protein characteristics (Marino and Gladyshev  2012 ). The thiol group’s reactivity is a key factor in the susceptibility of Cys to mutations, as it can form disulfide bonds and participate in redox reactions, both of which are critical for protein structure and function. Additionally, the nucleophilic nature of Cys allows it to readily form covalent bonds with other molecules, further contributing to its vulnerability to mutations that may disrupt these interactions. Studies have demonstrated that substituting Cys damages proteins’ secondary and tertiary structures, reduces their solubility, and disrupts their structural stability at physiological temperatures (Pan et al.  2022 ). Therefore, researching the pathogenic mutations of Cys is of paramount significance. Recent advances in genetic research have illuminated the significant role of Cys residues in the pathogenesis of NF1 (Philpott et al.  2017 ). Cysteine’s unique chemical properties make it exceptionally susceptible to mutations, which may cause profound effects on protein function and stability. In the NF1 protein, neurofibromin, cysteine mutations are particularly impactful. They can alter the protein’s ability to properly regulate the RAS/MAPK signaling pathways, which are crucial for cellular growth and division control (Long et al.  2022 ). At the molecular level, cysteine mutations may lead to the loss of critical disulfide bonds or alter the redox state of the protein environment, potentially preventing the protein from inhibiting the active GTP-bound form of Ras, which can result in uncontrolled signal transduction through the MAPK pathway. The disruption of these pathways due to cysteine mutations will lead to the abnormal proliferation of cells, a hallmark of NF1 (Vallee et al.  2010 ). Moreover, these mutations can disrupt neurofibromin’s structural integrity, reducing its solubility and stability at physiological temperatures, which further exacerbates the dysfunction of cellular regulation mechanisms (Spears et al.  2021 ). Beyond the scope of NF1, the ramifications of cysteine mutations extend to various other genetic conditions. For instance, cysteine is integral to forming disulfide bonds, which are crucial for the proper folding and stability of many proteins (Yang et al.  2021 ). Therefore, disruptions in cysteine residues can lead to widespread protein misfolding, which is implicated in numerous diseases, including metabolic disorders and neurodegenerative diseases such as Parkinson’s and Alzheimer’s (Gu and Robinson  2016 ). This suggests a common underlying molecular vulnerability linked to cysteine, which could potentially be targeted by therapeutic interventions aimed at enhancing protein folding and stability. Furthermore, the research into cysteine mutations provides valuable insights into the molecular mechanisms underlying these diseases, paving the way for developing drugs that can specifically correct or mitigate the effects of these mutations (Guiley and Shokat  2023 ). For example, molecular chaperones or small molecules that can assist in adequately folding proteins or stabilize protein structure could be developed as treatments for diseases caused by cysteine mutations (Kim et al.  2013 ; Bhardwaj et al.  2020 ; Balu and Purohit  2013 ; Mathe et al.  2006 ; Purohit et al.  2008 ; Singh et al.  2022 ; Tanwar and Purohit  2019 ; Tavtigian et al.  2006 ). Additionally, understanding the broader impact of these mutations could lead to a paradigm shift in how genetic diseases are treated, moving from symptomatic management to more precise, genetically informed therapies (Roth and Marson  2021 ). In the context of NF1, the study of cysteine-related mutations enhances our understanding of the disease’s molecular basis and contributes to a more nuanced approach to therapy. By targeting the specific mutations that disrupt neurofibromin’s function, researchers aim to restore normal cellular signaling and prevent the excessive cell growth characteristic of NF1 (Awad et al.  2021 ). This approach exemplifies the potential of genetic research to transform the management of complex diseases by addressing their root causes rather than merely treating their symptoms. As such, the study of cysteine mutations in NF1 serves as a critical model for understanding and intervening in a range of genetic disorders (Auf der Maur et al.  2023 ), underscoring the importance of this amino acid in human health and disease. In recent years, extensive research has been conducted on the  NF1  gene. Still, current treatment methods predominantly rely on symptomatic drugs and surgery, addressing the symptoms of the disease rather than providing a cure (Walker and Upadhyaya  2018 ). In addition, each treatment method has limitations and potential side effects (Miller et al.  2019 ). This research has thoroughly examined 204 missense mutations in the NF1 protein to determine their harmful or disease-causing effects. Using various predictive algorithms, we have been able to categorize mutations that pose high risks and understand their impacts on the structure and function of the NF1 protein. These insights could enhance our ability to predict how the disease progresses and help develop customized treatment options.",
  "results": "Results Online Data Retrieval The native structure of the NF1 protein was retrieved from UniProt. Two hundred four Cys-associated (including Cys mutation to others or others mutation to Cys) missense mutations of NF1 were sourced from the UniProt, HGMD, and ClinVar databases (Table  S1 ). In Silico Analysis of Mutation Impact Using PredictSNP, the 204 mutations were analyzed and categorized primarily into deleterious or neutral categories. Among the other computational tools, PredictSNP, MAPP, PhD-SNP, PolyPhen-1, PolyPhen-2, SIFT, SNAP, and PANTHER designated 123, 45, 101, 133, 148, 138, 139, and 82 as deleterious, respectively. Meanwhile, some tools (MAPP and PANTHER) also note mutations 23 and 71 with unknown effects (Table  S1 ). On the MAGPIE website, there are 160 mutations with a score greater than 0.72, which may be considered potential pathogenic sites (Table  S2 ). The iStable server, utilizing iMutant, MUpro, and its own assessments, predicted a decrease in protein stability for a significant number of mutations (Table  S3 ). Biophysical and Conservation Evaluation The biophysical impact of mutations was assessed through multiple sequence alignment using the align GVGD tools, which assigned a GV score and classified all mutations into a class, indicating a high likelihood of deleterious impact. Further detailed analysis identified three specific mutations that were consistently marked by all tools as harmful and likely to destabilize the protein (Table  S3 ). According to the outputs from all the tools, C379R, R1000C, and C1016Y were identified as the preferred candidate mutations for this study. All three were re-predicted by the abovementioned tools; the results indicated that they were consistently deleterious and tended to decrease protein stability (Tables  S1 ,  S2 , and  S3 ). Figure  1  illustrates the approximate positions of 204 missense mutations of NF1, with C379R, R1000C, and C1016Y highlighted in red. Fig. 1 Location of 204 missense mutation of NF1 protein Conservation and Evolutionary Analysis of NF1 Protein The conservation status of the three selected mutations was evaluated using the ConSurf web server, highlighting the evolutionary importance of specific amino acids within the protein structure. To be more specific, the R1000C and C1016Y mutations received the highest conservation scores of nine, indicating that the arginine at position 1000 and cysteine at position 1016 are among the most conserved amino acids. Conversely, the C379 mutation scored a seven on the ConSurf scale. Analysis from ConSurf suggested that the C1016Y mutation is located within a region of conserved structural residues (Fig.  2 ). Fig. 2 Conservation analysis of the C379, R1000, and C1016 amino acid positions of the NF1 protein using the ConSurf Server In order to delve into the specific impacts of these mutations on the structure of the NF1 protein, we utilized the advanced AlphaFold3 predictive tool to simulate the structures of the wild-type NF1 protein (Figure  S1 ) as well as the C379R (Figure  S2 ), R1000C (Figure  S3 ), and C1016Y (Figure  S4 ) mutant proteins. These simulation results provided us with valuable visual and structural data, aiding in further analysis of the specific effects of mutations on the function of the NF1 protein, and laying a theoretical foundation for subsequent experimental validation and drug design. C379R Variant Each amino acid has unique properties such as size, charge, and hydrophobicity, which often differ between wild-type and introduced mutant residues. Specifically, the mutation identified by SNP with ID rs1060500281 involves replacing a cysteine at position 379 with an arginine. This mutant residue, being more significant, is unlikely to fit comfortably within the dense core of the protein. Furthermore, compared to the wild-type residue, which disrupts hydrophobic interactions within the protein’s core, it is less hydrophobic. Additionally, this mutation introduces a change in charge at that position, which could complicate the protein’s folding process due to altered electrostatic interactions. In the AlphaFold3-predicted structure of the wild-type NF1 (Fig.  3 A), cysteine 379 (C379) forms chemical bonds with leucine 375 (L375) and cysteine 383 (C383). Similarly, in the C379R mutant structure (Fig.  3 C), arginine 379 (R379) maintains these chemical bonds with L375 and C383. Structural alignment of the protein models was performed using PyMOL (Fig.  3 B), yielding a root mean square deviation (RMSD) of 1.737, indicating a high degree of structural conservation between the wild-type and mutant forms. Fig. 3 Structural comparison of wild-type NF1 and C379R mutant using AlphaFold3.  A  Wild-type NF1 structure in cyan, with C379 enclosed in a red box and highlighted in green, accompanied by a magnified view showing yellow dashed lines for chemical bonds.  B  Structural comparison of wild-type NF1 versus C379R mutant, with a detailed magnified inset.  C  C379R mutant structure in pink, with R379 enclosed in a red box and highlighted in red, and a magnified view indicating chemical bonds with yellow dashed lines R1000C Variant The SNP identified as rs367684252 results in a mutation at position 1000, where cysteine replaces arginine. This mutation not only alters the size and hydrophobicity of the residue but also introduces a significant change in the charge distribution within the protein’s local environment. The mutation increases the hydrophobicity of the residue compared to the wild type, which could affect the protein’s stability and function due to altered hydrophobic interactions. This change in hydrophobicity may lead to the disruption of hydrogen bonds and the potential interference with proper protein folding. The loss of the positive charge and the introduction of a residue with different hydrophobic properties could lead to a local restructuring of the protein environment. This might disrupt the hydrogen bonds that were stabilized by the polar nature of arginine, potentially leading to changes in the protein’s conformation and function. Moreover, the loss of the positive charge from arginine to the neutral cysteine disrupts the electrostatic interactions that are critical for maintaining the protein’s native structure. This can affect the protein’s ability to interact with other molecules, such as its substrates or binding partners, and may alter the protein’s overall conformation, potentially exposing hydrophobic regions that are normally buried within the protein’s core. The altered electrostatic landscape due to the loss of the positive charge can also impact the protein’s solubility and its interactions with the cellular environment, possibly leading to increased susceptibility to proteolytic degradation or altered trafficking within the cell. In the AlphaFold3-simulated structure of the wild-type NF1 (Fig.  4 A), arginine 1000 (R1000) is involved in the formation of chemical bonds with aspartic acid 1047 (D1047), aspartic acid 1736 (D1736), and valine 996 (V996). In contrast, within the R1000C mutant structure (Fig.  4 C), the introduced cysteine 1000 (C1000) forms chemical bonds exclusively with V996. Protein structure alignment was conducted using PyMOL (Fig.  4 B), resulting in a root mean square deviation (RMSD) of 3.626, highlighting the impact of the R1000C mutation on the protein’s conformation. Fig. 4 Structural comparison of wild-type NF1 and R1000C mutant using AlphaFold3.  A  Wild-type NF1 structure in cyan, with R1000 enclosed in a red box and highlighted in green, accompanied by a magnified view showing yellow dashed lines for chemical bonds.  B  Structural comparison of wild-type NF1 versus R1000C mutant, with a detailed magnified inset.  C  R1000C mutant structure in yellow, with C1000 enclosed in a red box and highlighted in red, and a magnified view indicating chemical bonds with yellow dashed lines C1016Y Variant The SNP identified as rs2067091492 results in replacing cysteine with tyrosine at position 1016. This alteration introduces a more considerable mutant residue and have the ability to create steric clashes within the protein structure potentially. Additionally, the new tyrosine residue is less hydrophobic compared to the original cysteine, potentially disrupting hydrophobic interactions that are crucial either within the protein’s core or on its surface. In the AlphaFold3-simulated structure of the wild-type NF1 (Fig.  5 A), cysteine 1076 (C1076) forms chemical bonds with valine 1019 (V1019), glutamic acid 1020 (E1020), threonine 1013 (T1013), and lysine 1012 (K1012). In the C1076Y mutant structure (Fig.  5 C), tyrosine 1076 (Y1076) not only maintains these bonds with V1019, E1020, T1013, and K1012 but also establishes an additional chemical bond with leucine 1045 (L1045). Structural alignment of the protein models using PyMOL yielded a root mean square deviation (RMSD) of 1.832 (Fig.  5 B), indicating the subtle yet significant changes in the protein conformation due to the C1076Y mutation. Fig. 5 Structural comparison of wild-type NF1 and C1016Y mutant using AlphaFold3.  A  Wild-type NF1 structure in cyan, with C1016 enclosed in a red box and highlighted in green, accompanied by a magnified view showing yellow dashed lines for chemical bonds.  B  Structural comparison of wild-type NF1 versus C1016Y mutant, with a detailed magnified inset.  C  C1016Y mutant structure in magentas, with Y1016 enclosed in a red box and highlighted in red, and a magnified view indicating chemical bonds with yellow dashed lines SNPeffect The findings from the SNPeffect database indicated that the R1000C mutation increases the aggregation tendency of the protein. In contrast, the other two mutations, C379R and C1016Y, do not influence the protein’s tendency to aggregate. Additionally, none of the three variants were found to impact the protein’s likelihood to form amyloid fibrils or its ability to bind chaperones (Table  1 ).\n Table 1 Phenotypic effect prediction of pathogenic  NF1  mutations using the SNPeffect server Mutation TANGO WALTZ LIMBO C379R Does not affect the aggregation tendency Does not affect the amyloid propensity Does not affect the chaperone binding tendency R1000C Increases the aggregation tendency Does not affect the amyloid propensity Does not affect the chaperone binding tendency C1016Y Does not affect the aggregation tendency Does not affect the amyloid propensity Does not affect the chaperone binding tendency",
  "discussion": "Conclusion In conclusion, the outcomes of this research significantly enhance the early identification of deleterious SNPs and may potentially elevate the risk assessment capabilities for the development of NF1. From the meaningful findings, this study deepens our comprehension of the intricate molecular dynamics associated with NF1. It also lays a solid foundation for future investigations that aim to develop tailored therapeutic strategies. These endeavors are meaningful and valuable for improving our understanding and the clinical management of neurofibromatosis. To effectively translate these molecular insights into practical clinical applications, conducting comprehensive clinical trials that include a wide range of populations is essential. This approach will ensure that the findings are generalizable and applicable across diverse genetic backgrounds, lighting up the development of universally effective treatments. Such inclusive research efforts are indispensable and urgent in the quest to refine diagnostic techniques, enhance prognostic assessments, and implement personalized medical interventions that can significantly improve patient outcomes in NF1. This strategy will validate the molecular findings of this study and help in sculpting precise treatment modalities that are tailored to individual genetic profiles as well, and further revolutionizing the therapeutic landscape for neurofibromatosis.",
  "upgrade_date": "2026-02-20 07:34:41"
}