{
  "pmid": "PMID:39409151",
  "title": "Proof of Concept for Genome Profiling of the Neurofibroma/Sarcoma Sequence in Neurofibromatosis Type 1.",
  "abstract": "Neurofibromatosis type 1 (NF1) is an autosomal dominant genetic disorder characterized by the predisposition to develop tumors such as malignant peripheral nerve sheath tumors (MPNSTs) which represents the primary cause of death for NF1-affected patients. Regardless of the high incidence and mortality, the molecular mechanisms underneath MPNST growth and metastatic progression remain poorly understood. In this proof-of-concept study, we performed somatic whole-exome sequencing (WES) to profile the genomic alterations in four samples from a patient with NF1-associated MPNST, consisting of a benign plexiform neurofibroma, a primary MPNST, and metastases from lung and skin tissues. By comparing genomic patterns, we identified a high level of variability across samples with distinctive genetic changes which allow for the definition of profiles of the early phase with respect to the late metastatic stages. Pathogenic and likely pathogenic variants were abundant in the primary tumor, whereas the metastatic samples exhibited a high level of copy-number variations (CNVs), highlighting a possible genomic instability in the late phases. The most known MPNST-related genes, such as ",
  "authors": "Ilenia Rita Cannizzaro; Mirko Treccani; Antonietta Taiani; Enrico Ambrosini; Sabrina Busciglio; Sofia Cesarini; Anita Luberto; Erika De Sensi; Barbara Moschella; Pierpacifico Gismondi; Cinzia Azzoni; Lorena Bottarelli; Giovanna Giordano; Domenico Corradi; Enrico Maria Silini; Valentina Zanatta; Federica Cennamo; Patrizia Bertolini; Patrizia Caggiati; Davide Martorana; Vera Uliana; Antonio Percesepe; Valeria Barili",
  "journal": "International journal of molecular sciences",
  "publicationDate": "2024-10-09",
  "doi": "10.3390/ijms251910822",
  "methods": "4. Materials and Methods 4.1. Sample Collection and DNA Extraction Four samples were collected from the same patient, including three tumor samples (a primary tumor, a lung metastasis and a skin metastasis) and one benign sample (selected from the benign area of plexiform neurofibroma). The gDNA was purified starting from formalin-fixed paraffin-embedded (FFPE) samples obtained at surgical resection, using the Magcore DNA FFPE One-Step Kit (Code 405). Fragmented gDNAs were tested for size distribution and concentration using an Agilent Tapestation 4200 and Qubit dsDNA High Sensitivity kit. 4.2. Whole Exome Sequencing (WES) The NGS library was executed using the Agilent Sure Select XT HS2 all exon v8 kit (Agilent, Santa Clara, CA, USA), following the manufacturer’s instructions. For samples with a low DNA Integrity Number (DIN), the first fragmentation step has been optimized by reducing the enzyme fragmentation time. The samples were then sequenced on an Illumina NextSeq550Dx, which generated paired-end reads of 151 bp. 4.3. Sequencing Data Analysis Candidate somatic variants, consisting of point mutations, insertions, and deletions were sorted out with Varsome Clinical Software v.12.3.2 (Saphetor, Lausanne, Switzerland). Briefly, an alignment filter was pursued to exclude quality failed reads, unpaired reads, and poorly mapped reads in the tumor. A base quality check was used to limit inclusion of bases with reported Phred quality score > 30 for the tumor and >20 for the normal. The variant calling was performed by comparing each tumor sample with the benign specimen (match tumor–normal) using default parameters (Reference genome: GRCh38/hg38). The final output is thus characterized by a VCF file in which variants in common for the benign and tumor samples have been filtered out (such as germinal variants or sequencing errors) and only somatic variants of the tumor have been selected. Candidate somatic changes were further filtered, based on gene annotation, to determine those lying in protein-coding regions. Functional consequences were predicted using the Varsome Clinical software v.12.3.2 (Saphetor, Lausanne, Switzerland) tertiary analysis tool, examining data from public databases such as 1000 Genomes, dbSNP, COSMIC, and ClinVar. Relevant somatic variants have been prioritized according to the pathogenicity score or the druggable classification in Tier, based on ACMG/AMP criteria ( Supplementary Table S1 ) [ 54 ]. Finally, intronic and silent variants were excluded, while mutations resulting in missense mutations, nonsense mutations, frameshifts, or splice-site alterations were kept. A manual visual inspection phase was utilized to further remove artifactual alterations. The VAF plot was generated using Plotly v4.9.3 in the R environment (available from  https://plotly-r.com ). CNVs were identified and analyzed using Varsome Clinical software v.12.3.2 with default parameters. Finally, to determine the profiles of the alterations in the number of copies, the CNV calling was also performed using the CNVKit version 0.9.11 [ 55 ]. The output was then visualized using ggplot2 v3.5.1 [ 56 ] ( https://ggplot2.tidyverse.org ). 4.4. Driver-Gene Identification and Kaplan—Meier Analysis We downloaded data from the TCGA-SARC from Genomic Data Commons (GDC Data Portal) ( https://portal.gdc.cancer.gov/ ) and the dataset relative to nerve sheath tumor from the cBio Cancer Genomics Portal ( https://www.cbioportal.org/ ) to identify potential driver genes. Both GDC Data Portal and cBio Portal are open-access resources for interactive exploration of multidimensional cancer genomic datasets, currently providing access to data from different cancer samples [ 57 , 58 ]. The list of genes in the literature was created by conducting a bibliographical search on PubMed, using the MESH terms “MPNST” and “NF1”. Papers mentioning the most frequently mutated genes were selected; in addition, extensive research was carried out on the  Supplementary Materials  to assess further genes whose variants could have a significant impact on MPNST and that were not mentioned in the main text of the articles. When this information was not available, we downloaded the available raw data from public repositories) and applied the same analytical pipeline that was used with our samples [ 19 , 20 , 21 , 25 , 26 , 27 , 28 , 29 ]. Kaplan–Meier survival curves were generated using GEPIA ( http://gepia.cancer-pku.cn/ ) on the TCGA-SARC, TCGA-LUAD and TCGA-LUSC RNA-seq expression dataset, with two-tailed 95% confidence intervals [ 59 ]. 4.5. Enrichment and Pathway Analysis Gene Ontology (GO) and pathway enrichment analysis was performed using Cluster Profiler v.4.0 [ 60 ], selecting statistically significant terms and pathways ( p -value < 0.05). The plots of pathways and enrichment were visualized by R ggplot2 package v.3.5.1 [ 56 ] ( https://ggplot2.tidyverse.org ). Visualization of intersecting sets was performed with UpSetR Version 1.4.0 (R package) [ 61 ].",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:30:46",
  "introduction": "1. Introduction Neurofibromatosis type 1 (NF1) is a neurocutaneous autosomal dominant disorder, with a birth incidence of 1:3500, caused by a heterozygous inactivating mutation in the tumor suppressor NF1 gene (17q11.2) [ 1 , 2 , 3 ]. Clinical manifestations of NF1 are highly variable, mainly consisting in multiple café-au-lait macules (CALMs), axillary and inguinal freckling, Lisch nodules, and cutaneous and plexiform neurofibromas. Some individuals also develop skeletal abnormalities, intellective disabilities and attention deficits, brain tumors and malignant peripheral nerve sheath tumor (MPNST) [ 2 , 4 ]. Indeed,  NF1  is a tumor suppressor gene which encodes for Neurofibromin, a GTPase-activating protein (GAP) for the RAS family of proto-oncogenes, which induces a conformational change that stimulates the intrinsic GTPasic activity of the Ras protein [ 1 , 5 ]. Loss of neurofibromin leads to persistent RAS signaling and uncontrolled cellular growth through downstream RAF, MEK, and ERK signaling [ 6 ]. Malignant peripheral nerve sheath tumor (MPNST) is a rare soft tissue sarcoma, with an incidence in the general population of 1.46/100,000, originating from Schwann cells [ 7 ]. MPNST may occur sporadically in 45% of cases, while half of these tumors are associated with the NF1 [ 8 ]. Similarly to other soft-tissue sarcomas, surgical resection is currently the first-choice treatment. Nonetheless, it is often compromised by the large size of the tumors, usually due to late diagnosis, and by their proximity to complex nerve networks [ 1 , 9 ]. Due to its invasive growth and propensity to metastasize, MPNSTs have a poor prognosis and represent the primary cause of mortality for NF1-affected patients. The primary risk factors for developing MPNST rely on existing plexiform neurofibromas (PN), histologically benign tumors, which develop from Schwann cell biallelic  NF1  inactivation occurring in nearly 30–50% of NF1 patients [ 1 , 5 , 7 , 8 ]. A fundamental aspect of clinical practice for NF1 patients is monitoring PN for signs of transformation to MPNST, which occurs in 8–15% of patients [ 10 ]. However, malignant transformation from PN to MPNST is difficult to diagnose because of the impossibility of performing serial PN biopsies for NF1 patients who, in many cases, have multiple PNs and, furthermore, cross-sectional imaging cannot distinguish MPNST from PN with adequate specificity [ 11 , 12 , 13 , 14 ]. Despite the high incidence and mortality of MPNST in the NF1 population, screening for malignant transformation and monitoring of MPNST is challenging. Currently, there is no clear understanding of the molecular mechanisms involved in the tumor transformation of MPNSTs. Major efforts are focused on the use of next-generation sequencing techniques, which have identified additional mutations or copy-number alterations of genes such as  TP53 ,  SUZ12 ,  EGFR ,  CDKN2A , and  TERT , not present in the benign form of PN, representing alterations associated with advanced progression to the atypical neurofibroma (AN) and MPNST [ 6 , 15 , 16 , 17 , 18 , 19 , 20 , 21 , 22 ]. Therefore, high variability of the genomic context of MPNSTs, due to intra-tumor and substantial interpatient tumor heterogeneity, makes it difficult to identify a unique molecular signature [ 23 , 24 ]. In this work, we present a deep genomic characterization to implement an analytical model for the identification and evaluation of early molecular drivers in MPNST. Therefore, we performed whole exome sequencing (WES) on four tumor samples from a patient with MPNST-NF1-associated diagnosis—a benign sample, a primary tumor, a lung metastasis and a skin metastasis—and tested tumor-normal match approaches, with the aim of delineating the molecular alterations that contribute to the progression and metastasis of MPNST. Our results provide a basis for new studies, serving as a proof of concept, and reveal the necessity of systematically analyzing MPNSTs, combining pathology with genomic results, for improved early diagnosis.",
  "results": "2. Results 2.1. Patient Clinical Characteristics and Sample Collection The primary objective of this pilot study was to determine the genomic signatures underneath malignant transformation and metastatic process from PN to MPNST using a genome-wide somatic approach. In our study, four DNA samples derived from formalin-fixed paraffin-embedded (FFPE) tissues were collected from a patient with MPNST-NF1-associated diagnosis, who presented conventional clinical features (>6 café-au-lait spots, Lisch nodules, axillary and inguinal freckling, cutaneous, subcutaneous and plexiform neurofibromas, optic glioma), and an atypical deletion in the  NF1  gene. The patient also developed lung metastasis and skin metastasis. 2.2. Somatic Whole-Exome Sequencing and Data Mining To explore the molecular basis of MPNST, we performed WES on DNA samples extracted from benign tissue (selected by the pathologist from the plexiform neurofibroma sample), primary tumor sample diagnosed as MPNST, a sample from lung metastasis, and a sample from skin metastasis. The FASTQ files were loaded into the Varsome Clinical software v.12.3.2 to perform Tumor–Normal matching. After analyzing the WES data, we filtered out the variants according to the quality parameter (FILTER = PASS). We evaluated the impact of the genetic variants obtained at the coding sequence level, considering that the total number of changes differed significantly among the samples ( Figure 1 A): 3971, 461 and 364 variants for the primary tumor, the lung metastasis and the skin metastasis, respectively. As shown in  Figure 1 B, we observed differences in the frequency of variants among the distinct lesions. Missense (42.6%), synonymous (21.3%), and non-coding (18.2%) were the most common variants in the primary tumor. Frameshift variants (5.1%) were also found, along with in-frame (5.1%), nonsense (3.4%), and splicing variants (4.3%). For lung metastasis, the distribution of variants showed a reduction in missense variants (37.3%) and an increase in non-coding (34.2%) and synonymous (21.7%) variants. In addition, frameshift (3.2%), in-frame (1.3%), nonsense (1.9%), and splicing (0.4%) variants were not as prevalent in lung metastasis. Similarly to lung metastasis, for skin metastasis, the most frequent variants were missense (44.8%) and non-coding variants (29.7%), followed by synonymous (20.9%) and by nonsense variants (1.4%). Frameshift and in-frame variants were 2.4% and 0.8%, respectively, while splicing variants were not observed in this sample. To identify any driver variants that could be responsible for tumor transformation, we executed a comparison between the genetic variants of the three samples, as shown in the Venn plot ( Figure 1 A). The genetic variants shared among all three samples were extremely limited, with a total of six variants across five different genes, namely  FAM86C1P ,  HLA-DRB5 ,  KCNJ12 ,  PSG5 , and  TMCO5A . However, a higher number of significant variants emerged between the two metastatic samples. Instead, as expected, the comparison between genes involved in SNVs and Indels between the three samples (shown in  Supplementary Figure S1A ) exhibited a greater overlap than the comparison of variants. This may suggest that although the samples do not have the same mutations, they share an altered biological pathway. A VAF plot ( Figure 1 C) displays the Variant Allele Frequency (VAF) for the common variants in lung and skin metastasis, along with the six variants that are shared in the primary tumor; a complete overview comprising the primary tumor is available in  Supplementary Figure S1B . In particular, among the genes shared in the three samples,  KCNJ12  and  FAM86C1P  genes show significantly lower VAF in the primary tumor compared to metastases. Indeed, the variant in the  KCNJ12  gene has a VAF of 0.4 in lung metastasis and 0.7 in skin metastasis, while in the primary tumor the VAF is reduced to 0.2. Similarly,  FAM86C1P  shows a VAF of 0.3 in both lung and skin metastasis, but in the primary tumor it drops to 0.09. On the other hand, variants associated with the  PSG5 ,  HLA-DRB5  and  TMCO5A  genes present an opposite trend, with a higher VAF in the primary tumor and lower in metastases. For the  PSG5  gene, we find two variants in which the primary tumor and the lung metastasis show a VAF of 0.3 and 0.05 for both variants, while in the skin metastasis the VAFs are 0.07 and 0.08, respectively. For  HLA-DRB5 , the VAF is 0.4 in the primary tumor, 0.2 in the lung metastasis, and 0.3 in the skin metastasis. Finally, in the  TMCO5A  gene, the VAF is 0.6 in the primary tumor, but is reduced to 0.3 in the lung metastasis and 0.4 in the skin metastasis, respectively. 2.3. Evaluation of the Pathogenicity and Clinical Significance of the Variants In order to establish the biological relevance, we selected candidate variants ( Supplementary Table S1 ) according to the pathogenicity ACMG (American College of Medical Genetics and Genomics) and AMP (Association for Molecular Pathology) criteria ( Figure 2 ), to define those classified as pathogenic, likely pathogenic, and variants of uncertain significance (VUS) and those classified as Tier I (highly clinically significant), Tier II (clinically significant) and Tier III (uncertain clinical significance). Consistent with the ACMG guidelines, we found variants classified as pathogenic and likely pathogenic in all three samples. However, the greatest number of these variants was observed in primary tumor (15 pathogenic, 375 likely pathogenic and 1211 VUS), compared to lung metastasis (2 as pathogenic, 19 likely pathogenic and 55 VUS) and to skin metastasis (1 pathogenetic, 8 likely pathogenic and 49 VUS) ( Figure 2 A). By applying the AMP classification, primary tumor presents only 2 variants classified as Tier II and 649 variants classified as Tier III, while metastatic samples exhibit only Tier III-classified variants (27 in lung and 26 in skin metastasis samples) ( Figure 2 B). Thereafter, we compared the lists sorted by pathogenicity criteria (ACMG classes 3–5 and AMP tiers 1–3) to identify common variants among the three samples. The Venn diagram ( Figure 2 C) revealed that there were no common variants with the primary tumor, only within the two metastatic samples. Therefore, the six variants common to the primary tumor and metastasis (shown in  Figure 1 A) were lost, as they were classified as benign or likely benign. Given the nature of the somatic variants, we repeated the analysis, generating a consensus list based on the prediction scores provided by the VarSome tertiary tool based on SIFT, CADD, BayesDel AddAF, BayesDel, REVEL and MetaSVM scores ( Figure 2 D). The consensus list was generated by including variants that displayed at least three out of six scores with a prediction of deleterious effect. Furthermore, for variants that did not have information on all six scores, we included those found to be pathogenic in the available scores. A total of 782 variants were found in the primary tumor, 51 variants in lung metastasis and 51 variants in skin metastasis ( Figure 2 D). This result is consistent with the previous one; analysis shows that variants classified as pathogenic by predictive scores are shared only by metastatic samples, and are not found in the primary tumor. 2.4. Comparative Analysis of the Genomic Profiles We analyzed the genes associated with the candidate variants sorted with the ACMG/AMP pathogenicity criteria. We performed a comparison with datasets of genes from GDC Data Portal and cBio Portal, derived from patients affected with the nerve sheath tumors, and a list of genes associated with NF1-related MPNSTs from the scientific literature search (searched with the “NF1 or MPNST” MESH terms). By comparing the ACMG/AMP candidate gene list from the primary tumor with those datasets, we found 68, 61 and 217 genes in common with the GDC, cBioPortal datasets and the list of genes found in the scientific literature, respectively ( Figure 3 ). In contrast, in the metastatic samples, the comparison with these datasets showed a minimal gene overlap. In the lung metastasis, the comparison with GDC revealed 5 genes in common, while that with cBioPortal and the scientific literature identified 2 and 12 genes respectively; in the skin metastasis, the comparison identified 3 genes in common with GDC, 6 genes with cBioPortal and 12 genes with the scientific literature. 2.5. Unveiling Key Pathways Underneath Genomic Signatures To define a biological significance of the candidate genes, we performed a pathway analysis using the information available in the Gene Ontology (GO), Kyoto Encyclopedia of Genes and Genomes (KEGG) pathway and Reactome databases, obtaining statistically significant results only for the primary tumor gene list. As shown in  Figure 4 , we found terms of GO associated with cell motility, cell division, cell signaling and metabolism ( Figure 4 A). KEGG analysis ( Figure 4 B) identified significant pathways associated predominantly with cell motility, transport and metabolism. Similarly, the analysis with Reactome ( Figure 4 C) also showed an enrichment of pathways associated with cell signaling and motility, metabolic processes and the structural organization of cells. 2.6. Pathogenic Gene Expression in Sarcoma and Metastatic Cancers: Key Indicators of Patient Survival Using The Cancer Genome Atlas (TCGA) database related to sarcoma samples (SARC), accessible via the GEPIA portal, we analyzed the correlation between the expression of genes classified as pathogenic in the primary tumor and the overall survival of patients with different expression of our candidate genes. Through Kaplan–Meier analysis, we observed that a change in expression of  RBMX ,  PNPLA6 ,  C1S ,  LAMB3 ,  SMC1A  and  PLOD2  was associated with lower and significant patient survival, as shown in  Figure 5 A. For the metastatic samples, we chose to perform Kaplan–Meier analysis on common genes filtered for pathogenicity criteria (ACMG/AMP) and integrating lung cancer (LUAD, LUSC) and skin cancer (SKCM) datasets from TCGA. Out of 14 common genes, only expression changes in  AGAP2 ,  VSIG8 ,  RBMX  and  PRSS2  were associated with reduced overall survival ( Figure 5 B). 2.7. Genomic Copy-Number Variant (CNV) Analysis Finally, we used Varsome Clinical software (v12.3.2) to identify CNVs. The primary tumor exhibits a total of 67 CNVs, dissimilar metastases, which show 233 and 243 CNVs, respectively. In a similar way, we observed that the number of genes involved in CNVs in the primary tumor (n = 140) is significantly lower than that observed in lung and skin metastasis (n = 3203 and n = 1415, respectively). Although no point mutations were found in genes commonly associated with MPNST, CNVs were detected in the  SUZ12  and  TP53  genes in the primary tumor. Similarly to what was carried out for SNVs/Indels, we extracted the individual genes localized within the identified CNVs and performed a comparison between the different samples. A total of 85 genes were commonly deleted in each tumor sample as a driver signature ( Figure 6 A). We observed a significant number of deleted genes, identified as CNVs, which were shared across the primary tumor, the lung metastasis and the skin metastasis. However, the number of genes shared between the two metastatic samples is significantly higher (n = 1223) ( Figure 6 A). By investigating the CNVs-related genes from the tumor samples, we confirmed that a high number of them are present in public datasets, such as the GDC and cBioPortal and the list of genes found in the scientific literature ( Figure 6 B). Afterwards, we examined the total number of variants between SNVs, small Indels and CNVs for each sample, calculating their percentage ( Figure 6 C). In the primary tumor, we observed a high percentage of SNVs and Indels, accompanied by a low percentage of CNVs. In contrast, metastatic samples showed a low percentage of SNVs and Indels but a high percentage of CNVs. Therefore, although metastases lose some of the SNVs and Indels present in the primary tumor, they acquire a high number of CNVs, which reflects a different genetic evolution mechanism compared to the primary tumor. Finally, we performed the calling of CNVs using the CNVkit, with the aim of clarifying the profiles of the number of CNVs in the three samples. As shown in  Figure 7 , in the primary tumor, amplifications and deletions are distributed relatively uniformly throughout the genome, with a small number of regions showing significant variations in their copy numbers (thus, having a log2 ratio > 2 or <2). Instead, the metastases show a more pronounced presence of amplifications and deletions, suggesting greater genomic instability. In particular, some regions of the genome show extreme alterations in the number of copies, with log2 ratio values of about 3 and −3, indicating an increase in the chromosomal instability as the tumor progresses towards the metastatic phase.",
  "discussion": "5. Conclusions In summary, this work presented a deep genomic characterization of MPNST samples that underwent whole exome sequencing. This study represents an omni-comprehensive genomic approach to identify early molecular drivers in MPNST. Despite the small number of analyzed samples and the limits of using tissues from a single patient, this approach offers a proof of concept which might represent a standard procedure to investigate NF1-related tumors. To date, little knowledge exists regarding MPNST in terms of both molecular mechanisms and genetic variability. To unravel this rare complex tumor, different worldwide research centers gathered in the Genomics of MPNST (GeM) Consortium, to understand the genetic of MPNST from a multi-omics perspective [ 24 ]. Overall, this investigation confirmed previously reported genes, as well as identifying novel candidate genes, proposing a prognostic oncogenic signature specifically tailored for MPNST.",
  "upgrade_date": "2026-02-20 07:33:44"
}