{
  "pmid": "PMID:39409151",
  "title": "Proof of Concept for Genome Profiling of the Neurofibroma/Sarcoma Sequence in Neurofibromatosis Type 1.",
  "abstract": "Neurofibromatosis type 1 (NF1) is an autosomal dominant genetic disorder characterized by the predisposition to develop tumors such as malignant peripheral nerve sheath tumors (MPNSTs) which represents the primary cause of death for NF1-affected patients. Regardless of the high incidence and mortality, the molecular mechanisms underneath MPNST growth and metastatic progression remain poorly understood. In this proof-of-concept study, we performed somatic whole-exome sequencing (WES) to profile the genomic alterations in four samples from a patient with NF1-associated MPNST, consisting of a benign plexiform neurofibroma, a primary MPNST, and metastases from lung and skin tissues. By comparing genomic patterns, we identified a high level of variability across samples with distinctive genetic changes which allow for the definition of profiles of the early phase with respect to the late metastatic stages. Pathogenic and likely pathogenic variants were abundant in the primary tumor, whereas the metastatic samples exhibited a high level of copy-number variations (CNVs), highlighting a possible genomic instability in the late phases. The most known MPNST-related genes, such as ",
  "authors": "Ilenia Rita Cannizzaro; Mirko Treccani; Antonietta Taiani; Enrico Ambrosini; Sabrina Busciglio; Sofia Cesarini; Anita Luberto; Erika De Sensi; Barbara Moschella; Pierpacifico Gismondi; Cinzia Azzoni; Lorena Bottarelli; Giovanna Giordano; Domenico Corradi; Enrico Maria Silini; Valentina Zanatta; Federica Cennamo; Patrizia Bertolini; Patrizia Caggiati; Davide Martorana; Vera Uliana; Antonio Percesepe; Valeria Barili",
  "journal": "International journal of molecular sciences",
  "publicationDate": "2024-10-09",
  "doi": "10.3390/ijms251910822",
  "methods": "4. Materials and Methods 4.1. Sample Collection and DNA Extraction Four samples were collected from the same patient, including three tumor samples (a primary tumor, a lung metastasis and a skin metastasis) and one benign sample (selected from the benign area of plexiform neurofibroma). The gDNA was purified starting from formalin-fixed paraffin-embedded (FFPE) samples obtained at surgical resection, using the Magcore DNA FFPE One-Step Kit (Code 405). Fragmented gDNAs were tested for size distribution and concentration using an Agilent Tapestation 4200 and Qubit dsDNA High Sensitivity kit. 4.2. Whole Exome Sequencing (WES) The NGS library was executed using the Agilent Sure Select XT HS2 all exon v8 kit (Agilent, Santa Clara, CA, USA), following the manufacturer’s instructions. For samples with a low DNA Integrity Number (DIN), the first fragmentation step has been optimized by reducing the enzyme fragmentation time. The samples were then sequenced on an Illumina NextSeq550Dx, which generated paired-end reads of 151 bp. 4.3. Sequencing Data Analysis Candidate somatic variants, consisting of point mutations, insertions, and deletions were sorted out with Varsome Clinical Software v.12.3.2 (Saphetor, Lausanne, Switzerland). Briefly, an alignment filter was pursued to exclude quality failed reads, unpaired reads, and poorly mapped reads in the tumor. A base quality check was used to limit inclusion of bases with reported Phred quality score > 30 for the tumor and >20 for the normal. The variant calling was performed by comparing each tumor sample with the benign specimen (match tumor–normal) using default parameters (Reference genome: GRCh38/hg38). The final output is thus characterized by a VCF file in which variants in common for the benign and tumor samples have been filtered out (such as germinal variants or sequencing errors) and only somatic variants of the tumor have been selected. Candidate somatic changes were further filtered, based on gene annotation, to determine those lying in protein-coding regions. Functional consequences were predicted using the Varsome Clinical software v.12.3.2 (Saphetor, Lausanne, Switzerland) tertiary analysis tool, examining data from public databases such as 1000 Genomes, dbSNP, COSMIC, and ClinVar. Relevant somatic variants have been prioritized according to the pathogenicity score or the druggable classification in Tier, based on ACMG/AMP criteria ( Supplementary Table S1 ) [ 54 ]. Finally, intronic and silent variants were excluded, while mutations resulting in missense mutations, nonsense mutations, frameshifts, or splice-site alterations were kept. A manual visual inspection phase was utilized to further remove artifactual alterations. The VAF plot was generated using Plotly v4.9.3 in the R environment (available from  https://plotly-r.com ). CNVs were identified and analyzed using Varsome Clinical software v.12.3.2 with default parameters. Finally, to determine the profiles of the alterations in the number of copies, the CNV calling was also performed using the CNVKit version 0.9.11 [ 55 ]. The output was then visualized using ggplot2 v3.5.1 [ 56 ] ( https://ggplot2.tidyverse.org ). 4.4. Driver-Gene Identification and Kaplan—Meier Analysis We downloaded data from the TCGA-SARC from Genomic Data Commons (GDC Data Portal) ( https://portal.gdc.cancer.gov/ ) and the dataset relative to nerve sheath tumor from the cBio Cancer Genomics Portal ( https://www.cbioportal.org/ ) to identify potential driver genes. Both GDC Data Portal and cBio Portal are open-access resources for interactive exploration of multidimensional cancer genomic datasets, currently providing access to data from different cancer samples [ 57 , 58 ]. The list of genes in the literature was created by conducting a bibliographical search on PubMed, using the MESH terms “MPNST” and “NF1”. Papers mentioning the most frequently mutated genes were selected; in addition, extensive research was carried out on the  Supplementary Materials  to assess further genes whose variants could have a significant impact on MPNST and that were not mentioned in the main text of the articles. When this information was not available, we downloaded the available raw data from public repositories) and applied the same analytical pipeline that was used with our samples [ 19 , 20 , 21 , 25 , 26 , 27 , 28 , 29 ]. Kaplan–Meier survival curves were generated using GEPIA ( http://gepia.cancer-pku.cn/ ) on the TCGA-SARC, TCGA-LUAD and TCGA-LUSC RNA-seq expression dataset, with two-tailed 95% confidence intervals [ 59 ]. 4.5. Enrichment and Pathway Analysis Gene Ontology (GO) and pathway enrichment analysis was performed using Cluster Profiler v.4.0 [ 60 ], selecting statistically significant terms and pathways ( p -value < 0.05). The plots of pathways and enrichment were visualized by R ggplot2 package v.3.5.1 [ 56 ] ( https://ggplot2.tidyverse.org ). Visualization of intersecting sets was performed with UpSetR Version 1.4.0 (R package) [ 61 ].",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:30:46"
}