{
  "pmid": "PMID:39415595",
  "title": "Generation of a zebrafish neurofibromatosis model via inducible knockout of nf2a/b.",
  "abstract": "Neurofibromatosis type 2 (NF-2) is a dominantly inherited genetic disorder that results from variants in the tumor suppressor gene, neurofibromin 2 (NF2). Here, we report the generation of a conditional zebrafish model of neurofibromatosis established by inducible genetic knockout of nf2a/b, the zebrafish homologs of human NF2. Analysis of nf2a and nf2b expression revealed ubiquitous expression of nf2b in the early embryo, with overlapping expression in the neural crest and its derivatives and in the cranial mesenchyme. In contrast, nf2a displayed lower expression levels. Induction of nf2a/b knockout at early stages increased the proliferation of larval Schwann cells and meningeal fibroblasts. Subsequently, in adult zebrafish, nf2a/b knockout triggered the development of a spectrum of tumors, including vestibular Schwannomas, spinal Schwannomas, meningiomas and retinal hamartomas, mirroring the tumor manifestations observed in patients with NF-2. Collectively, these findings highlight the generation of a novel zebrafish model that mimics the complexities of the human NF-2 disorder. Consequently, this model holds significant potential for facilitating therapeutic screening and elucidating key driver genes implicated in NF-2 onset.",
  "authors": "Ayyappa Raja Desingu Rajan; Yuanyun Huang; Jan Stundl; Katelyn Chu; Anushka Irodi; Zihan Yang; Brian E Applegate; Marianne E Bronner",
  "journal": "Disease models & mechanisms",
  "publicationDate": "2024-12-01",
  "doi": "10.1242/dmm.050862",
  "methods": "MATERIALS AND METHODS Zebrafish lines Zebrafish ( Danio rerio ) were maintained at 28°C, with adults on a 14 h light/10 h dark cycle. All zebrafish work complied with the California Institute of Technology (Caltech) Institutional Animal Care and Use Committee (IACUC). Transgenic lines used in this study were the ABWT (Zebrafish International Resource Center),  Tg(HOTCre:Cas9)  (a kind gift from Dr Wenbiao Chen, Vanderbilt University School of Medicine, Nashville, TN, USA),  Tg(−7.2kb-sox10:mRFP)  and  Tg(U6x:nf2a/b-4sgRNA)  (generated at the Bronner laboratory, Caltech) lines. HCR and immunohistochemistry HCR v3.0 was performed according to the zebrafish protocol suggested by Molecular Technologies with several modifications. Briefly, methanol-fixed embryos were rehydrated by a series of methanol/PBS–Tween-20 solutions (2×100%, 75%, 50%, 25%; every step 15 min), washed in PBS–Tween-20 (2×10 min), depigmented by a bleaching mix solution (formamide, 20× SSC, 30% hydrogen peroxide and distilled water) under direct light, washed in PBS–Tween-20 (10 min), treated with proteinase-K (20 μg/ml) according to the age of the larvae, washed in PBS-Tween-20 (2×10 min), post-fixed in 4% paraformaldehyde (PFA) (20 min), washed in PBS–Tween-20 (3×10 min), pre-hybridized in 30% probe hybridization buffer at 37°C (60 min), and incubated with probes (2-4 μl of 2 μM stock per probe mixture) in probe hybridization buffer at 37°C overnight. All probes, hairpins and buffers were designed and ordered through  Molecular Technologies . The samples for histological analysis were embedded in agarose/Tissue-Tek O.C.T. compound (Sakura Finetek, USA), sectioned (12 μm for embryo and larvae) and counterstained with 4′,6-diamidino-2-phenylindole (DAPI). pH3 immunostaining was performed on either HCR-processed or methanol-fixed embryos for proliferation assays. Briefly, HCR-processed embryos were transferred to 1× PBS–Triton X-100 (3×10 min), or methanol-fixed embryos were rehydrated by a series of methanol/PBS–Triton X-100 solutions (2×100%, 75%, 50%, 25%; every step 15 min), blocked with 10% donkey serum–1× PBS–Triton X-100 for 4 h at room temperature. The embryos were incubated in anti-pH3 antibody overnight at 4°C. The next day, the samples were washed in PBS–Triton-X100 (4×30 min) at room temperature and incubated in a secondary antibody (Thermo Fisher Scientific, A21202) for 4 h at room temperature. The samples were then rewashed in PBS–Triton X-100 (4×30 min) at room temperature. All whole-mount images were imaged with a Zeiss LSM 900 confocal microscope. For sectioning, we euthanized fish at 3 months post fertilization according to Caltech IACUC, followed by fixation with 4% PFA overnight, three once-per-hour washes with 1× PBSTw (1× PBS+0.1% Tween-20) and serial methanol fixation (25%, 50%, 75%, 2×100%) and stored at −20C overnight. Next, methanol-fixed fish were rehydrated by a series of methanol/PBS–Tween-20 solutions (2×100%, 75%, 50%, 25%; every step 15 min), washed in PBS–Tween-20 (2×10 min) and treated in 30% sucrose for 24 h, embedding in Tissue-Tek O.C.T. compound (Sakura Finetek, USA), and preparation of 16 μm and 50 μm sections using a Cryostat HM525 NX. HCR on sections was performed according to  Stundl et al. (2023) . Briefly, sections were treated with 10 µg/ml proteinase K at 37°C for 10 min, rinsed with 1× PBSTw and hybridized overnight at 37°C with 5 μl of 1 μM probe stock/300 μl hybridization solution. Anti-Sox10 antibody staining on HCR-processed sections was performed according to  Kamenev et al. (2021) . All histological section images were acquired with a Zeiss AxioImager.M2 equipped with an Apotome.2. Quantifications for meningeal proliferation ( Fig. 4H ), Schwann cell hyperplasia ( Fig. 5J,K ), and  nf2b  HCR signal in cranial neural crest cells and pLLn SCs ( Fig. S1L, M ) were performed using ImageJ cell counter feature by manually labeling the cells. The data were plotted using GraphPad Prism software. CRISPR-Cas9 strategy gRNAs for zebrafish  nf2a  and  nf2b  ( Table S1 ) were designed using  CHOP-CHOP . gRNAs targeting zebrafish  nf2a/b  were validated and cloned in the pU6(x):sgRNA#(x) vectors. All four guides were cloned into the final destination vector pGGDestTol2LC-4sgRNA ( nf2a/b -4sgRNA). The pU6(x): nf2a/b -4sgRNA vector and Tol2 transposase mRNA were injected into ABWT one- to two-cell embryos. Embryos were sorted at 3 dpf for cerulean expression in the lens and grown to adulthood. Two independent stable lines were established for the pU6(x): nf2a/b -4sgRNA transgene ( Fig. S1A,B ). For generating  nf2a/b  knockouts,  Tg(U6x:nf2a/b-4sgRNA)  fish were crossed with  Tg(hsp70:loxP-mCherry-STOP-loxP-cas9) , referred to as  Tg(HOTCre:Cas9)  fish. Then, 10-20 pg Cre recombinase mRNA was injected into the embryo. Heat shock was performed by adding 40°C E3 water, and incubation at 38°C for 15 min and 30 min was applied to embryos or adults, respectively, at the indicated stages. T7 endonuclease assay and premium PCR sequencing Genomic DNA was isolated from control and  nf2a/b  knockout embryos following the protocol described in  The Zebrafish Book . gRNA target regions for  nf2a  and  nf2b  were amplified using the primers listed in  Table S1 . T7 endonuclease reaction was set up according to  Lingeman (2017) . The digested products were then electrophoresed in a 2% agarose gel. Purified PCR products were sent for premium PCR sequencing to  Primordium Labs . At least 10,000 high-quality reads were analyzed for each sample using CRISPResso2 ( Clement et al., 2019 ). RNA isolation, cDNA synthesis and PCR RNA was isolated from zebrafish embryos using Nucleospin Triprep (Macherey Nagel, 740966) according to the manufacturer's protocols. cDNA was synthesized using a Superscript III First-Strand cDNA Synthesis Kit (Thermo Fisher Scientific, 1800051). PCR was carried out using the primers listed in  Table S1 . PCR products were electrophoresed in a 1.5% agarose gel. Protein extraction and western blotting Zebrafish embryos were dechorionated and deyolked in an ice-cold ringer solution. Approximately 100 embryo bodies were resuspended in 50 μl NP40 lysis buffer (Thermo Fisher Scientific, FNN0021). The NP40 lysis buffer was supplemented with a 1× protease inhibitor cocktail (Sigma-Aldrich, 05892970001). The embryo bodies were crushed using a pestle homogenizer and kept on ice for 15 min. The embryo bodies were homogenized again and kept on ice for another 15 min. The sample was centrifuged at 13,800   for 20 min at 4°C. The soluble fraction of cell lysate was collected in a fresh tube. The protein concentration in the soluble fraction was quantified using a bicinchoninic acid protein estimation kit (Thermo Fisher Scientific) using known concentrations of bovine serum albumin as standard. Then, 30-50 μg of the protein was run on 10% SDS-PAGE gels. Proteins were separated by using 25 mA per gel in the electrophoresis buffer. The resolved samples were transferred to 0.2um Immobilon-FL PVDF membranes (Millipore) (activated in absolute methanol for 30 s) using wet transfer (in transfer buffer containing 14.4 g glycine, 3.03 g Tris and 20% methanol). The transfer was carried out for 90 min at 300 mA at 4°C, and membranes were blocked with 5% skim milk in 0.1% Tris-buffered saline with Tween-20 (TBST) for 1 h at room temperature. Subsequently, the blot was incubated with a 1:1000 dilution of anti-merlin antibody overnight at 4°C. Subsequent to incubation with the primary antibody, the membrane was washed with 0.1% TBST and incubated with the corresponding secondary antibody conjugated to horseradish peroxidase (GE Life Sciences, NA934) at 1:10,000 dilution for 1 h at room temperature. The membrane was washed with 0.1% TBST and developed using ECL reagent (Millipore, WBKLS0500). Immunoblots were imaged using conventional chemiluminescent immunoblotting. g OCT imaging OCT imaging of the zebrafish brain was conducted using a custom OCT system, with details of the system described in a previous paper ( Kim et al., 2019 ). Briefly, the OCT system comprises a swept source operating at 1310 nm, offering a bandwidth of ∼93 nm and a sweep rate of 100 kHz. This setup affords an axial resolution of ∼18 μm (in air) and a lateral resolution of ∼30 μm. The euthanized zebrafish were placed in a Petri dish with a foam holder to secure their position. The custom OCT system, integrated with a camera and an indicator laser, assisted in determining the imaging position of the zebrafish. Three-dimensional OCT images were acquired, covering an imaging area of 9×9 mm. Zebrafish adult head histology The adult zebrafish heads for histological analysis were prepared as described in  Stundl et al. (2023) . Briefly, the samples were rinsed in distilled water, decalcified in Morse's solution and embedded into the JB4 resin [prepared according to the manufacturer (Sigma-Aldrich)’s instructions] at room temperature overnight. The next day, the infiltration solution was replaced by an embedding solution (prepared according to the manufacturer's instructions), placed into an embedding mold (Polyscience) and transferred to a vacuum chamber, which accelerated the polymerization (∼3 h). The resin block was sectioned at 7 μm, and sections were stained with Mayer's Hematoxylin.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:30:47"
}