{
  "pmid": "39539654",
  "abstract": "INTRODUCTION: Neurofibromatosis 1 (NF1) is a chronic neurocutaneous disease known to profoundly affect quality of life (QoL). We have performed an analysis of disease severity, mental and physical QoL and compare the different subclasses among patients with neurofibromatosis 1 (NF1). PATIENTS AND METHODS: We conducted a prospective analysis of 89 NF1 patients between January 2016 and March 2018. Data sourced from local records including demographic information, employment status, education level, and marital status. All patients completed 36-Item Short Form Health Survey (SF-36) and additionally the numerical pain rating scale (NPS). Patients were stratified based on severity of NF1, visibility and disease severity. RESULTS: Among 89 patients, severity was classified as grade 4 was identified in 42 (47.2%), moderate in 17 (19.1%), mild in 23 (25.8%) and minimal in 7 (7.9%) cases. According to visibility scale, severe grade 3 was found in 28 (31.5%), moderate grade 2 in 26 (29.2%) and mild grade in 35 (39.3%) cases. SF-36 data, except for pain, showed significantly lower values, if compared to the standard German population ( CONCLUSION: Severity and visibility grades of patients with NF1 may not necessarily result in poor mental health. Symptomatic treatment should be considered even for severely disabled patients as they may have comparable QoL to less severely affected patients with NF1. Employment was linked to better quality of life outcomes in our findings.",
  "methods": "Patients and methods We conducted a prospective analysis of 89 NF1 patients between January 2016 and March 2018. Data sourced from local records including demographic information, employment status, education level, and marital status. All patients completed 36-Item Short Form Health Survey (SF-36) and additionally the numerical pain rating scale (NPS). Patients were stratified based on severity of NF1, visibility and disease severity. Patients and methods Study design We conducted a prospective, descriptive, observational study between 2016 and 2018 involving 89 patients. The patients were consecutively enrolled in the study. The study received approval from the local ethics committee (N 51/16) and adhered to the principles of the international Declaration of Helsinki. Informed consent was obtained from all participants ( 3 ,  8 ). Collected data A standardized, generic survey for health-related quality of life was chosen to ensure reproducibility and comparability in this topic. All patients attending the specialized NF outpatient department and providing informed consent were included in the study. The advantage of local NF outpatient department lies in interdisciplinary approach involving neurologists, neurosurgeons, dermatologists, pediatricians and genetics experts. Each patient underwent a neurological examination and received the 36-Item Short Form Health Survey (SF-36) and numerical pain rating scale ( 9 ,  10 ). The local records were analyzed for demographic data and patients were stratified based on severity and visibility grades as proposed by Huson et al. and Ablon et al. ( 3 ,  8 ). Demographic variables including age, sex, marital status and employment status were analyzed. Two age groups with cut of >40 years were evaluated. The cut off value was based on assumption that it is the middle of life episode, typically with grounded family. Statistical analysis Descriptive statistics were used for data analysis, reporting mean and standard deviation for continuous variables and absolute and relative frequencies for qualitative parameters. Explorative tests between interesting subgroups were applied by the underlying parameters (ANOVA as well as T-test). Non-parametric tests were performed in the presence of non-Gaussian distribution of values (Mann-Whitney Test, Kruskal-Vallis-test). The significance level was defined as  P  < 0.05. Statistical analysis was performed using the SPSS ®  statistical software (IBM Company, SPSS Inc. Chicago Illinois).",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:38:02.311590",
  "abstract_length": 1486,
  "methods_length": 2503,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}