{
  "pmid": "PMID:39620202",
  "title": "Multiomic analyses reveal new targets of polycomb repressor complex 2 in Schwann lineage cells and malignant peripheral nerve sheath tumors.",
  "abstract": "BACKGROUND: Malignant peripheral nerve sheath tumors (MPNSTs) can arise from atypical neurofibromas (ANF). Loss of the polycomb repressor complex 2 (PRC2) is a common event. Previous studies on PRC2-regulated genes in MPNST used genetic add-back experiments in highly aneuploid MPNST cell lines which may miss PRC2-regulated genes in  METHODS: We engineered  RESULTS: We identified potential PRC2-regulated drivers of MPNST progression. Pathway analysis indicates many upregulated cancer-related pathways. We found transcriptional evidence for activated Notch and Sonic Hedgehog (SHH) signaling in PRC2-deficient iHSCs. Functional studies confirm that Notch signaling is active in MPNST cell lines, patient-derived xenografts, and transient cell models of PRC2 deficiency. A combination of MEK and γ-secretase inhibition shows synergy in MPNST cell lines. CONCLUSIONS: We identified PRC2-regulated genes and potential drivers of MPNSTs. Our findings support the Notch pathway as a druggable target in MPNSTs. Our identification of PRC2-regulated genes and pathways could result in more novel therapeutic approaches.",
  "authors": "Minu M Bhunia; Christopher M Stehn; Tyler A Jubenville; Ethan L Novacek; Alex T Larsson; Mahathi Madala; Suganth Suppiah; Germán L Velez-Reyes; Kyle B Williams; Mark Sokolowski; Rory L Williams; Samuel J Finnerty; Nuri A Temiz; Ariel Caride; Aditya V Bhagwate; Nagaswaroop K Nagaraj; Jeong-Heon Lee; Tamas Ordog; Gelareh Zadeh; David A Largaespada",
  "journal": "Neuro-oncology advances",
  "publicationDate": "2024",
  "doi": "10.1093/noajnl/vdae188",
  "methods": "Methods We engineered  NF1 -deficient iHSCs with loss of function  SUZ12  or  EED  mutations. RNA sequencing revealed 1327 differentially expressed genes to define PRC2-regulated genes. To investigate MPNST pathogenesis, we compared genes in iHSCs to consistent gene expression differences between ANF and MPNSTs. Chromatin immunoprecipitation sequencing was used to further define targets. Methylome and proteomic analyses were performed to further identify enriched pathways. Materials and Methods Ethics Statement This study did not involve human subjects but utilized genomics data derived from de-identified patient samples. All animal studies were conducted in accordance with the guidelines set forth by the University of Minnesota and federal regulations. The protocols for animal use were approved by the Institutional Animal Care and Use Committee (IACUC) of the University of Minnesota. Cell Lines and Reagents We received iHSCs from Dr Margaret Wallace (University of Florida, Gainesville). These are wild-type human neonatal SCs immortalized using the human reverse transcriptase component of telomerase (hTERT) transgenesis and overexpression of murine cyclin–dependent kinase (Cdk4).  To improve modeling ANF and MPNST stages, we stably knocked out  14 NF1  (discussed in Williams et al.),  SUZ12 , and  EED  using CRISPR/Cas9 gene editing methods (Williams et al., unpublished manuscript).  We used the published cotransposition method using  15 NF1  and  SUZ12  guide RNAs or transient Cas9/gRNA ribonucleoprotein complexes for  EED.  Single-cell clones were validated using Western blotting and Synthego’s Inference of CRISPR Edits analysis tool ( 16 https://ice.synthego.com ). We also utilized immortalized PN hTERT NF1 ipNF95.6 (iPNF) and MPNST cell lines (sNF96.2 and sNF02.2) from American Type Culture Collection (ATCC) with loss of function  NF1  mutations. Other MPNST cell lines and patient-derived xenografts (PDX) were kindly provided by Dr Nancy Ratner (Cincinnati Children’s Hospital) (26T, S462TY, ST88-14, MPNST724), the Characterized Cell Line Core Facility (MD Anderson) (MPNST007), and Dr Christine Pratilas (Johns Hopkins) (JH-2-055 CL, JH-2-079c CL, JH-2-003 CL, JH-2-002 CL).  Cell lines and media are listed in  17–19 Supplementary Table S1 . Sample Preparation and RNA-seq Cell pellets of 3-4 million cells were collected. RNA was extracted using the RNeasy Mini Kit (Qiagen) and sent to the University of Minnesota Genomics Center. Sequencing was performed on a NovaSeq 6000 (Illumina) generating approximately 20 million reads/sample with 150 bp paired end reads. Differential Gene Expression Analysis and Pathway Analysis RNA-seq data ( https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE263107 ) was trimmed and aligned with Trimmomatic and HISAT2 to the human genome (hg38). Reads were counted using featureCounts.  Differentially expressed genes were identified using DESeq2. 20  Inclusion criteria for differentially expressed genes were an absolute fold change of normalized read counts in pairwise comparison greater than 2 with a false discovery rate (FDR) less than 0.05. Pathway analysis was performed using EnrichR and gene set enrichment analysis (GSEA) as previously described with the R package,  21 clusterProfiler .  Significantly enriched pathways scored a  22–24 P -value less than .05 and FDR less than 0.25. Transcriptome files for patient samples were provided by our collaborator. 10 Illumina Infinium MethylationEPIC BeadChip Array and Analysis Genome-wide DNA methylation was investigated using the Infinium methylome EPIC array platform (Illumina) at the University of Minnesota Genomics Center. Quality control, filtering, normalization, and statistical testing were performed as previously described.  Differential methylation of probes was identified with  25 limma . Filtering and normalization were performed using  minfi . Average methylation of each gene was constructed using an average of beta values of each probe in the promoter region.  Figure 2  uses the average difference between gene statuses (experimental—control). Sample Preparation and Global Proteomic Analysis by Liquid Chromatography-Mass Spectrometry Multiplexed deep-scale proteome analysis by liquid chromatography-mass spectrometry (LC-MS/MS) was performed at the Broad Institute (Cambridge, MA) as previously described.  Two replicates of 8 lines were used ( 26 Supplementary Table S1 ). Protein was extracted using an 8 M urea solution. Reduction, alkylation, lysis, and digestion steps were performed before tandem mass tag isobaric labeling of peptides. Labeled peptides were run through basic reversed-phase chromatography columns. Five percent of each fraction was collected for proteome analysis by LC-MS/MS. Data were analyzed with Spectrum Mill MS Proteomics Workbench. Differential protein abundance analysis was performed using the R package,  limma . 27 Sample Preparation and ChIP-seq Analysis Four million cells per histone mark were crosslinked with 1% formaldehyde (10 min) and quenched with 125 mM glycine (5 min, room temperature). Fixed cells were shipped to the Epigenomics Development Laboratory (Mayo Clinic). Lysed cells were treated with 100 gel units of MNase in MNase digestion buffer (20 min, 37 °C, continuous thermal mixing). Following sonication in Diagenode Bioruptor pico, the supernatant was subjected to ChIP with antibody overnight. ChIP and library preparation followed previous protocols.  Libraries were sequenced on an Illumina NovaSeq 6000 platform at the Mayo Clinic Center for Individualized Medicine Medical Genomics Facility. Antibodies, primers, and buffers are detailed in  28 Supplementary Table S1 . Analysis was conducted in-house and at the Mayo Clinic Bioinformatics Core. 29 Western Blot Analysis Cell lines were probed for various Notch pathway components, SUZ12, and controls with antibodies from Cell Signaling Technologies ( Supplementary Table S1 ). Immunoblotting was conducted as previously described.  Blots were imaged on an Odyssey Fc using Image Studio software (LI-COR). CUTLL1 was used as positive controls for NOTCH1, MDA-MB-231 for NOTCH1, NOTCH2, and NOTCH4, and MCF7 for HES1 and NOTCH3. 30 Generation and Use of Transient iHSCs Short interfering RNA treatment— All treatments used SMARTpool ON-TARGETplus Human short interfering RNA (siRNA) (Dharmacon). Transient models of SUZ12 loss were created in iPNF and N0(32) cells using SUZ12 siRNA (5 nmol). Transient models of Notch pathway inhibition were created in ST88-14 cells using NOTCH1, 2, 3, and 4 siRNA (10 nmol). Nontargeting Control siRNA (20 nmol) was used as the control. We followed the manufacturer’s protocol (Dharmacon, 23512) in a 6-well format. EZH2 inhibitor— To simulate transient PRC2 loss, 350000 iPNF and N0(32) cells were treated with 1 µM EZH2 methyltransferase inhibitor (Selleck Chemicals, GSK126) for 10 days before harvesting cell pellets for Western blot. siRNA Proliferation Assay On day 0, 350000 ST88-14 cells were plated in 6-well plates in triplicate. On day 1, cells received siRNA (NOTCH1, 2, 3, 4) treatments in serum-free media. Complete media was added to 2 wells on day 2. One well was seeded into a 96-well plate (5000 cells/well). The 96-well plate was stained with alamarBlue (Invitrogen) to determine proliferation on day 3. Fluorescence measurements were normalized to nontreated control (siNT). Gain of Function Cell Line Generation Gain of function (GOF) lines of  NOTCH1  and  NOTCH3  were made in ST88-14, S462TY, iPNF, and N0(32) target cells using lentiviral transduction. Plasmids are listed in  Supplementary Table S1 .  Lentiviral particles were generated as previously described. 31  Cells were selected with puromycin. 32 Transwell Migration Assay Performed as previously described.  Cells in serum-free media were seeded into wells containing serum media and 8 µm size pore transwell inserts. After 24 hours, inserts were stained with 0.1% crystal violet, imaged with a brightfield microscope, and manually counted. 10 2D Proliferation Assay In 6-well plates, 20000 GOF cells were plated in duplicate. Cell counts were taken daily with a Countess for 5 days and plotted using GraphPad Prism software. Two-way ANOVA was used to determine significant differences in cell count between gene statuses. Quantitative RT-PCR RNA was extracted using the PureLink RNA Mini Kit (Invitrogen). cDNA was synthesized using the SuperScript IV First Strand Synthesis Kit (Invitrogen). Reverse transcription, qPCR reactions, and analysis were performed as previously described.  The dye used was FastStart SYBR Green Master (Sigma-Aldrich). qPCR reaction was performed on a CFX96 Touch Real-Time PCR Detection System (Bio-Rad). Primer sequences are listed in  30 Supplementary Table S1 . Tumor Microarray Visual Grading Tumor microarray (TMA) blocks were created using patient-derived NF1 tissue samples (IRB #5384) and graded via hematoxylin and eosin (H&E) staining. Duplicate 1.0-mm cores were manually arrayed (max 64 cores/block) and processed by HistoWiz. Deparaffinized 4 μm TMA sections underwent standard rehydration and heat antigen retrieval. Staining involved the peroxidase method, hematoxylin counterstaining, dehydration, citrosolv clearing, and Permount mounting. Sections were assessed for tumor sampling, confirming duplicates contained tumor tissue on H&E staining. No-stain and internal negative controls ensured no staining intensity. DAB staining intensity was visually scored (0 = no stain, 1 = low, 2 = medium, 3 = high) independently by G.L.V. following visual training, as described. 33 Small Molecule Inhibitor Study MPNST cell lines (wild-type and GOF) were treated with γ-secretase inhibitor, nirogacestat (Selleckchem, S8018), and mirdametinib (Selleckchem, S1036) in 384-well format for 48 h at the Institute for Drug Discovery and Therapeutics (University of Minnesota). Plating density was 2000 cells/well using a Biomek 2000 (Beckman Coulter). The following day cells received the drug in 12, 2-fold dose format using a LabCyte Echo 550 (Beckman Coulter). Two days later, viability was quantified using alamarBlue according to the manufacturer’s protocol (Invitrogen) and fluorescence read on a CLARIOstar microplate reader (BMG Labtech). Viability was calculated as previously described (Williams et al., unpublished manuscript).  Drug combinations were in constant ratios. Dose-response curves were generated and IC 15 50  was determined using Graphpad Prism software using a nonlinear regression log(inhibitor) vs response-variable slope model. Combination index values were determined with the median-effect principle using CalcuSyn software (Biosoft). 34 Flow Cytometry ST88-14 were treated with nirogacestat for 48 h. Following treatment, cells were stained with the Dead Cell Apoptosis Kit with Annexin V Alexa Fluor™ 488 & Propidium Iodide following the manufacturer’s protocol (Invitrogen). Cells were also stained with Vybrant™ DyeCycle™ Violet Stain following the manufacturer’s protocol (Invitrogen). Data were acquired using a CytoFLEX flow cytometer (Beckman Coulter) and 10 000 single cells were analyzed per sample. Data were analyzed using FlowJo.",
  "cache_level": "minimal",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:30:48"
}