{
  "pmid": "39669605",
  "abstract": "PURPOSE: Patients with genetic diseases often seek testing to reach a firm diagnosis. Based on clinical phenotypes, exome sequencing for small-nucleotide variations or array-based methods for copy-number variations (CNVs) are commonly offered to identify the underlying causative genetic variants. In this study, we investigated whether data from a standard ES test could be used to additionally identify pathogenic CNVs and increase diagnostic yield. METHODS: Prospectively, 134 patients presenting with a skin condition suspected of being genetic in origin were offered the next-generation variant exon screening (ngVES) test. Sequencing data were analyzed for both single-nucleotide variants and CNVs using established algorithms. RESULTS: The positive detection rate for skin diseases using ngVES was 66% (88/134) with the most common diagnoses being neurofibromatosis type1 ( CONCLUSION: The advances in the ngVES bioinformatics pipeline are proofs of concept, which improved identification of genetic variants associated with skin disease. Simultaneous single-nucleotide variants/INDEL and CNV detection by this approach demonstrates ngVES potential as a first-tier screen for any suspected genetic disease.",
  "methods": "Methods Prospectively, 134 patients presenting with a skin condition suspected of being genetic in origin were offered the next-generation variant exon screening (ngVES) test. Sequencing data were analyzed for both single-nucleotide variants and CNVs using established algorithms. Materials and Methods Study samples For the clinical ngVES study, we prospectively analyzed 135 genomic DNA samples extracted from peripheral blood cells from patients presenting with clinical features of skin disease suspected to potentially be genetic in origin ( Supplemental Table 1 ). ngVES ngVES uses the additional CNV analysis tool exome hidden Markov model (XHMM)  to perform secondary data mining, and it includes the detection of CNVs utilizing standard ES data. ES was performed by standard procedures using the IGT-T192V1 Plus panel (Integrated DNA Technologies) to capture selected targets. This panel covers a 41.97 Mb target region of the human genome, including the CDS regions of 20,716 nuclear coding genes and their immediate intronic sequences, as well as the whole mitochondrial genome. A total of 50 ng of genomic DNA purified from peripheral blood (Qiagen DNA Blood Midi/Mini kit, Qiagen GmbH) was fragmented in Tagmentation Buffer 1 to an average size of between 200 to 300 bp and then enriched with Bead-Linked Transposomes (Illumina). Fragments were then end-repaired, and 1 adenosine base added at the 3’ end. The modified fragments were then ligated with barcoded adapters (Fast DNA Library Prep Set CW3045M, CWBIO Inc). After purification with XP beads and PCR amplification with sequencing primers (6-12 cycles), libraries were hybridized with the IDT exon baits. Following elution, targets were then re-amplified by PCR (12 cycles) and purified with XP beads. Target quantity was evaluated using Qubit 4.0 (Thermo Fisher Scientific Inc). Finally, sequence ready target libraries were analyzed on the Novaseq6000 platform (Illumina) using the 150 bp pair-end sequencing mode. Raw image files were processed using CASAVA v1.82 for base calling and generating the raw sequencing data. For analysis of SNVs/indels and CNVs, FASTQ files were first aligned to the human reference genome (hg19) by the Burrows-Wheeler Aligner (bwa-0.7.15), and PCR duplications that cause bias in copy-number analysis were filtered out using Sambamba (v0.6.6) ( 17 https://github.com/biod/sambamba ). In QC analysis, the average read number per sample was 36.8M (26-52M), the average sequencing depth was 114× (90-150×, with 20× coverage above 95%) and the sequencing Q30 accuracy was ≥90%. SNVs/indel variants and SNPs were called using version 3.8 of the Genome Analysis Toolkit (GATK). Annotation databases utilized included (1) human population databases, such as gnomAD ( http://gnomad.broadinstitute.org/ ), the 1000 Genome Project ( http://browser.1000genomes.org ), and dbSNP ( http://www.ncbi.nlm.nih.gov/snp ), (2) in silico prediction algorithms, such as SIFT ( http://sift.jcvi.org ), FATHMM ( http://fathmm.biocompute.org.uk ), MutationAssessor ( http://mutationassessor.org ), CADD ( http://cadd.gs.washington.edu ), and SPIDEX ( http://tools.genes.toronto.edu/ ), and (3) disease and phenotype databases, such as OMIM ( http://www.omim.org ), ClinVar ( http://www.ncbi.nlm.nih.gov/clinvar ), HGMD ( http://www.hgmd.org ), and HPO ( https://hpo.jax.org/app/ ). Variants were classified into 5 categories, “pathogenic,” “likely pathogenic,” “uncertain significance,” “likely benign,” and “benign,” according to the American College of Medical Genetics and Genomics (ACMG) guidelines for interpretation of genetic variants. 18 The CNV analysis tool exome hidden Markov model (XHMM) was used for exon CNV calling. First, at least 20 libraries analyzed in the same flow cell were used to build a baseline reference set with a minimum correlation coefficient of >0.94 for copy number. The copy-number ratio of exon CNVs was calculated by dividing the mapped exon reads per kilobase per million (RPKM) value of the target sample by the average RPKM value of reference libraries in the same sequencing flow cell. Allowing a 20% standard deviation, exon copy numbers of 0.8 to 1.2 and 2.8 to 3.2 against reference (1.8-2.2) was used to define deletions and duplications, respectively. Confirmatory molecular tests for CNVs Pathogenic variants detected by ngVES were independently confirmed by further molecular tests. SNVs and INDELs were verified by either interactive genomics viewer plot sequence alignments of the allelic molecules and/or by Sanger sequencing. Small CNVs (<100 kb) were confirmed by multiplex ligation-dependent probe amplification.",
  "introduction": "",
  "results": "",
  "discussion": "",
  "fetched_at": "2026-02-11T23:38:21.470014",
  "abstract_length": 1213,
  "methods_length": 4648,
  "introduction_length": 0,
  "results_length": 0,
  "discussion_length": 0
}