{
  "pmid": "PMID:39669605",
  "title": "Next-generation variant exon screening: Moving forward in routine genetic disease investigations.",
  "abstract": "PURPOSE: Patients with genetic diseases often seek testing to reach a firm diagnosis. Based on clinical phenotypes, exome sequencing for small-nucleotide variations or array-based methods for copy-number variations (CNVs) are commonly offered to identify the underlying causative genetic variants. In this study, we investigated whether data from a standard ES test could be used to additionally identify pathogenic CNVs and increase diagnostic yield. METHODS: Prospectively, 134 patients presenting with a skin condition suspected of being genetic in origin were offered the next-generation variant exon screening (ngVES) test. Sequencing data were analyzed for both single-nucleotide variants and CNVs using established algorithms. RESULTS: The positive detection rate for skin diseases using ngVES was 66% (88/134) with the most common diagnoses being neurofibromatosis type1 ( CONCLUSION: The advances in the ngVES bioinformatics pipeline are proofs of concept, which improved identification of genetic variants associated with skin disease. Simultaneous single-nucleotide variants/INDEL and CNV detection by this approach demonstrates ngVES potential as a first-tier screen for any suspected genetic disease.",
  "authors": "Conghui Wang; Panlai Shi; Hongbin Liang; David S Cram; Donald A Leigh; Xiangdong Kong",
  "journal": "Genetics in medicine open",
  "publicationDate": "2024",
  "doi": "10.1016/j.gimo.2024.101816",
  "methods": "Methods Prospectively, 134 patients presenting with a skin condition suspected of being genetic in origin were offered the next-generation variant exon screening (ngVES) test. Sequencing data were analyzed for both single-nucleotide variants and CNVs using established algorithms. Materials and Methods Study samples For the clinical ngVES study, we prospectively analyzed 135 genomic DNA samples extracted from peripheral blood cells from patients presenting with clinical features of skin disease suspected to potentially be genetic in origin ( Supplemental Table 1 ). ngVES ngVES uses the additional CNV analysis tool exome hidden Markov model (XHMM)  to perform secondary data mining, and it includes the detection of CNVs utilizing standard ES data. ES was performed by standard procedures using the IGT-T192V1 Plus panel (Integrated DNA Technologies) to capture selected targets. This panel covers a 41.97 Mb target region of the human genome, including the CDS regions of 20,716 nuclear coding genes and their immediate intronic sequences, as well as the whole mitochondrial genome. A total of 50 ng of genomic DNA purified from peripheral blood (Qiagen DNA Blood Midi/Mini kit, Qiagen GmbH) was fragmented in Tagmentation Buffer 1 to an average size of between 200 to 300 bp and then enriched with Bead-Linked Transposomes (Illumina). Fragments were then end-repaired, and 1 adenosine base added at the 3’ end. The modified fragments were then ligated with barcoded adapters (Fast DNA Library Prep Set CW3045M, CWBIO Inc). After purification with XP beads and PCR amplification with sequencing primers (6-12 cycles), libraries were hybridized with the IDT exon baits. Following elution, targets were then re-amplified by PCR (12 cycles) and purified with XP beads. Target quantity was evaluated using Qubit 4.0 (Thermo Fisher Scientific Inc). Finally, sequence ready target libraries were analyzed on the Novaseq6000 platform (Illumina) using the 150 bp pair-end sequencing mode. Raw image files were processed using CASAVA v1.82 for base calling and generating the raw sequencing data. For analysis of SNVs/indels and CNVs, FASTQ files were first aligned to the human reference genome (hg19) by the Burrows-Wheeler Aligner (bwa-0.7.15), and PCR duplications that cause bias in copy-number analysis were filtered out using Sambamba (v0.6.6) ( 17 https://github.com/biod/sambamba ). In QC analysis, the average read number per sample was 36.8M (26-52M), the average sequencing depth was 114× (90-150×, with 20× coverage above 95%) and the sequencing Q30 accuracy was ≥90%. SNVs/indel variants and SNPs were called using version 3.8 of the Genome Analysis Toolkit (GATK). Annotation databases utilized included (1) human population databases, such as gnomAD ( http://gnomad.broadinstitute.org/ ), the 1000 Genome Project ( http://browser.1000genomes.org ), and dbSNP ( http://www.ncbi.nlm.nih.gov/snp ), (2) in silico prediction algorithms, such as SIFT ( http://sift.jcvi.org ), FATHMM ( http://fathmm.biocompute.org.uk ), MutationAssessor ( http://mutationassessor.org ), CADD ( http://cadd.gs.washington.edu ), and SPIDEX ( http://tools.genes.toronto.edu/ ), and (3) disease and phenotype databases, such as OMIM ( http://www.omim.org ), ClinVar ( http://www.ncbi.nlm.nih.gov/clinvar ), HGMD ( http://www.hgmd.org ), and HPO ( https://hpo.jax.org/app/ ). Variants were classified into 5 categories, “pathogenic,” “likely pathogenic,” “uncertain significance,” “likely benign,” and “benign,” according to the American College of Medical Genetics and Genomics (ACMG) guidelines for interpretation of genetic variants. 18 The CNV analysis tool exome hidden Markov model (XHMM) was used for exon CNV calling. First, at least 20 libraries analyzed in the same flow cell were used to build a baseline reference set with a minimum correlation coefficient of >0.94 for copy number. The copy-number ratio of exon CNVs was calculated by dividing the mapped exon reads per kilobase per million (RPKM) value of the target sample by the average RPKM value of reference libraries in the same sequencing flow cell. Allowing a 20% standard deviation, exon copy numbers of 0.8 to 1.2 and 2.8 to 3.2 against reference (1.8-2.2) was used to define deletions and duplications, respectively. Confirmatory molecular tests for CNVs Pathogenic variants detected by ngVES were independently confirmed by further molecular tests. SNVs and INDELs were verified by either interactive genomics viewer plot sequence alignments of the allelic molecules and/or by Sanger sequencing. Small CNVs (<100 kb) were confirmed by multiplex ligation-dependent probe amplification.",
  "cache_level": "full",
  "has_fulltext": true,
  "fetch_date": "2026-02-19 09:30:50",
  "introduction": "Introduction Worldwide, genetic disease syndromes are relatively common with a birth incidence of single gene and chromosomal disorders estimated at 5% and 1.5%, respectively.  These genetic syndromes are generally caused by the inheritance of familial pathogenic variants or by de novo variants. The majority of identified pathogenic variants comprise single-nucleotide variants (SNVs), small insertions and deletions (INDELs), and copy-number variations (CNVs). Other possibilities include translocation disruptions and uniparental disomy. In both pediatric and adult patients, a combination of clinical examination with a series of specific confirmatory molecular tests can often identify the underlying genetic basis for many, but not all, syndromes. However, reaching a final diagnosis can be important for individual patients and allow clinicians to implement any available effective treatments to alleviate disease symptoms. 1 2 ,  For many patients with complex or slightly atypical phenotypes, the clinical diagnosis can sometimes be confounding and may require even further genome studies to assist in making a firm diagnosis. 3 4 A number of molecular techniques are currently used for genetic diagnosis. If the phenotype is commonly associated with a known disease, then a simple variant screen or a direct gene(s) exon sequence (singular or clinical panel) is typically used. Extending this may involve gene sequencing if clinicians are confident of the gene/phenotype relationship. For patients for whom a simple pathogenic variation is not identifiable in any suspected gene or with phenotypes that are of less obvious gene association, the approach may also involve CNV assessments by chromosome microarray analysis (CMA) using either a high-density oligonucleotide microarray or a single-nucleotide polymorphism (SNP) array.  When targeted appropriately, both array platforms have the capacity to identify CNVs as small as 20 to 50 kb in size with high reliability and accuracy, although this may vary in the different chromosome regions especially near telomeres and centromeres. A newer option, next-generation sequencing (NGS) of random chromosome regions (CNV-seq) can also be used 5 6 , ; however, CNV resolution is only around 100 kb. Both the CMA platforms and CNV-seq cover the entire chromosome, and analysis will often involve discriminating between polymorphic CNVs, CNVs of unknown significance, and known pathogenic/likely pathogenic CNVs. In many cases, this assessment may involve identification of any genes within the CNV interval. If no likely pathogenic CNVs are found, further analysis by exome sequencing (ES) is often used to search for other possible genes or pathogenic SNVs and small INDELs 7  that may have been missed in the first approaches. In cases that no pathogenic variants are found, genome sequencing (GS) may be used as a last resort to identify rare non-exon pathogenic variants. 8  As testing progresses or the complexity of tests increases, the time required and overall costs similarly increase. 9 A recent study of patients with genetic diseases demonstrated that CMA for CNVs combined with ES for SNVs/INDELS resulted in a higher diagnostic yield of reportable pathogenic variants. 10 ,  11 ,  12  In a recent study of fetuses with structural anomalies, use of simultaneous ES and CNV-seq tests resulted in a higher diagnostic yield after including CNV detection.  These findings suggest that early, more complete investigation of patients may potentially benefit from a single test that could simultaneously screen for a greater variety of pathogenic variant genetic types. The sequential approach in disease analysis often involves first screening for common variants (either SNVs or CNVs), to sequencing selected gene regions or whole gene analysis, to gene panels or even exome analysis, and potentially right through to genome sequencing. This is often a cascade system that takes time, resources, and money. An early test that is more comprehensive could increase the likelihood of an early positive diagnosis, thus reducing time to diagnosis and assist in identifying any possible treatment options, as well as ultimately decreasing testing and personal costs. 13 In investigating common CNV linked diseases, options often revolve around specific gene centered associations  because these are the most likely affected elements. Recent advances in bioinformatics have resulted in the development of new tools and algorithms for CNV detection by assessing the relative probe/gene copies from the available SNP information in ES data. In comparative studies, the majority of these tools 14 15 ,  showed encouraging results for detection of known pathogenic CNVs previously identifiable by CMA. However, with typical ES probe sets largely limited to gene exonic regions randomly spaced across the genome, among individual gene probe sets coverage and depth can be variable within a subset of genes. Several issues remain, including false-positive and false-negative CNV calls and for the larger pathogenic CNVs (>100 kb), correct interval length assessments can sometimes be problematic. Accurate measurement of any chromosome mosaicism present may also be important. 16 For complex diseases or phenotypes with variable or unknown common genetic causes, putative exome screening is often utilized. Different manufacturers’ exome probe sets have different effective gene coverage with many exons or even whole genes subject to poor overall analysis and therefore rarely offer true exome coverage. Rather than use the more common term exome sequencing, it is more appropriate to refer to it as ES and consider how the data are best utilized in any investigation. To improve variant detection utilizing standard ES data, we developed an advanced bioinformatics pipeline, termed next-generation variant exon screening (ngVES). This approach using the standard ES data, in addition to routine SNV/INDEL analysis, also enables detection of other sequence variation, such as loss of heterozygosity, as well as segmental copy-number changes. In a proof-of-concept study, using a large cohort of patients with skin diseases suspected of being genetic in origin, we demonstrated that the ngVES pipeline is not only highly reliable and accurate for detection of pathogenic SNVs/INDELs but also for pathogenic CNVs.",
  "results": "Results Clinical ngVES A prospective group of 134 patients with a variety of skin disease conditions ( Supplemental Table 1 ) were referred for ngVES for confirmatory genetic diagnosis. Based on best-match phenotype-genotype associations of genes known to be linked to skin diseases, 88 (66%) of patients had a positive gene finding ( Figure 1 ), which was then reported to the clinician to aid clinical management of the condition. Of the 88 positive patients, 79 (90%) carried pathogenic SNVs/INDELs and 8 (9.5%) carried pathogenic CNVs and 1 carried both a SNV and a CNV (0.5%). Overall, the diagnostic rate of ES analysis (SNVs/INDELs) improved from 58% to 66% with ngVES analysis (SNVs/INDELs plus CNVs). This was considered a small, but clinically significant, increased diagnostic yield ( Figure 1 ). Among the 88 positive patients, 75 (85%) were classified with an autosomal dominant (AD) disorder, 8 (9%) with an autosomal recessive (AR) disorder, 2 (2.5%) with an X-linked recessive (XR) disorder, 2 (2.5%) with a X-linked dominant disorder, and 1 (1%) with a dual AD and XR disorder ( Figure 1 ). Figure 1 Performance of ngVES for diagnosis of skin conditions.  A. Diagnostic yield of ES compared with ngVES. B. Disease inheritance pattern. AD, autosomal dominant; AR, autosomal recessive; INDEL, insertions/deletions; SNVs, single-nucleotide variations; XD, X-linked dominant; XR, X-linked recessive. Molecular diagnosis Of the 88 positive patients, 76 were diagnosed with an AD skin condition. The most common causative AD variants were identified within  NF1  (48; 63%), followed by  TSC2  (12; 16%),  FLG  (4; 5%), and  TSC1  (2; 3%) genes ( Figure 2 ). One male patient with a  FLG  gene variant also had a variant in the  STS  gene suggesting an AD plus XR skin condition(s). In the remaining 9 patients (12%), there were individual cases identified with variants in  CARD14 ,  FLCN1 ,  KRT5 ,  KRT6a ,  KRT6b ,  KRT9 ,  KRT14 ,  PITX2 , and  PTPN1  genes. For the 8 positive patients diagnosed with an AR skin condition, the 2 causative allelic variants were identified in the  CTSC ,  COL17A1 ,  LAMB3 ,  LIPA ,  LYST ,  NTRK1, SERPINB7 , and  TGM1  genes. Two cases of XR skin disease in male patients were caused by variants in the  STS  gene and another case with a variant in the  ATP7A  gene. There were 2 cases of an X-linked dominant skin disease in female patients associated with variants in the  IKBKG  gene. Figure 2 Positive molecular diagnosis for 88 patients with skin diseases.  The genes and the genetic variants (SNVs/INDELS or CNVs) identified by ngVES for each positive sample are indicated for the different inheritance modes. AD, autosomal dominant; AR, autosomal recessive; XD, X-linked dominant; XR, X-linked recessive. The 75 AD gene positive patients all presented with a variety of skin features with café-au-lait spots being the most common ( Figure 2 ,  Supplemental Table 1 ). In 45 patients presenting with café-au-lait spots and 3 patients presenting with freckles in the armpit and groin regions, a pathogenic variant in the  NF1  gene was identified, confirming a diagnosis of neurofibromatosis type 1. In 14 patients that presented with hypomelanotic macules and/or angiofibromas, 12 had  TSC2  variants (1 mosaic,  Supplemental Table 1 ), and 2 had  TSC1  variants, confirming a diagnosis of tuberous sclerosis type 2 and tuberous sclerosis type 1, respectively. For the remaining 16 patients with other types of abnormal skin features, a positive gene diagnosis consistent with a known syndrome or skin disease was identified. Confirmation of pathogenic CNV variants detected by ngVES The 9 pathogenic CNVs identified by the ngVES pipeline were independently assessed by other molecular methods ( Supplemental Table 1 ). Five pathogenic CNVs were exonic gene deletions. There were 3 cases for the  TSC2  gene in which exons 1-9, exons 31-42 and exons 1-2 were deleted, 1 case for  NF1  in which exons 35-36 were deleted, and 1 case for the X-dominant gene  IKBKG  in which exon 4 was deleted .  In all 5 cases, independent MLPA confirmed the CNVs called by ngVES ( Figure 3 ). The remaining 4 cases were large whole gene deletions, including 1 case of a 1.4 Mb deletion involving  NF1  in which 10 neighboring OMIM genes were also deleted ( Figure 4 ), 2 male cases of a 135 kb deletion involving the XR gene  STS  and 3 neighboring OMIM genes ( Figure 5 ), and 1 case of a 5.8 kb deletion exclusively involving the entire  PITX2  gene. Independent MLPA and CNV-seq testing confirmed these 3 deletions ( Figures 4  and  5 ). Figure 3 Detection of small exon deletions by ngVES.  ngVES CNV plots and confirmatory MLPA plots are shown for 2 patients with  TSC2  exonic deletions. Figure 4 Detection of a 1.4 Mb deletion involving the   The ngVES copy-number plot and the confirmatory MLPA and CNV-seq plots are shown. The deletion interval (hg19 coordinates) encompasses the OMIM genes  NF1  gene. CRLF3, ATAD5, TEFM, ADAP2, RNF135, NF1, OMG, EVI2B, EVI2A, RAB11FIP4 , and  SUZ12. Figure 5 Detection of a 135 kb deletion involving the   The ngVES plot and the confirmatory MLPA plot are shown. The deletion interval (hg19 coordinates) encompasses the OMIM genes  STS  gene. PUDP ,  STS , and  PNPLA4.",
  "discussion": "Discussion We developed and applied a new pipeline called ngVES for identifying pathogenic and likely pathogenic SNVs/INDELs and CNVs from standard ES data. In a prospective clinical study involving a large cohort of patients with a variety of skin diseases, the combined SNVs/INDELs/CNVs identified with this single test approach provided a higher positive diagnostic rate compared with ES or CNV-seq alone. For the skin diseases analyzed in this study, SNVs/indels were the major causative variants and small CNVs minor causative variants- both classes being identifiable by the ngVES pipeline. On this basis, we suggest that ngVES potentially offers advantages over either a single CNV-seq or ES investigation for other genetic conditions. This could include, cardiac  or neurodevelopmental disorders 19  in which CNVs are the more common pathogenic variants, but SNVs and or INDELS may also be involved. 20 Although skin diseases with features of café-au-lait spots have a strong association with variants in the  NF1  gene  and hypomelanotic macules and angiofibromas are typical features of patients with  21 TSC1  or  TSC2  gene variants,  it can be argued that a directed screen would be the most logical initial approach. However, ngVES offers the more comprehensive initial screen with its ability to identify both SNVs and INDELs, as well as CNVs. In the model example, identification of  22 NF1  and  TSC1/2  gene variants is particularly important beyond initial skin disease presentation because it can also point to underlying systemic disease and tumorigenesis enabling more rapid implementation of emerging treatments, 22 ,  as well as having implications for the immediate and extended family. Some genetic skin diseases are also quite difficult to diagnose; therefore, a firm molecular diagnosis can assist the dermatologist to determine the best treatment regimen. 23 In general, it is acknowledged in the literature that current ES approaches or panel approaches are not capable of identifying pathogenic variants outside the immediate exon gene regions, and important variants can potentially be missed in the analysis because of the variable depth of sequencing reads across some exonic regions. In similar studies using the same basic ES methodology it is possible that some relevant variants may not have been detectable with the specific ES panel selected. An alternative strategy to improve diagnostic rates would be GS, but this is a more expensive procedure because of the larger amount of sequencing involved and may not be particularly suitable for some CNV detection because of lower coverage (average sequencing depth of around 30) - especially if mosaicism is present. Another possibly more fruitful approach that could address some of these problems is gene sequencing. This approach would use a defined skin disease panel but expanded to include probes for intronic and 5 and 3 prime gene regions and then balanced for probe performance (equal depth all gene target regions). Applying a ngVES bioinformatics approach to whole gene data from an expanded and optimized skin disease panel could improve diagnostic gains for both SNV/INDEL and CNV pathogenic variants. Such an expanded, directed gene panel approach may logically also be useful for patients with other types of genetic conditions. However, any selected panel approach, whether for skin diseases or any other genetic condition, immediately limits discovery to the selected targets and may miss other contributory genetics. Any bias at the start will limit discovery at the analysis point. ES reduces any such initial biases by looking in a more global manner at the outset. In current clinical practice, when investigating a potential genetic disease, clinicians need to decide on which diagnostic approach to use. When a phenotype is apparently clear, a single gene test or a panel test may be logical and their first choice.  If the standard panels fail to identify a possible genetic cause, then further testing is often initiated. With no initial positive panel result or with less defined or unusual phenotypes, a CNV test (often by CMA or CNV-seq) may be the next choice, followed by an ES screen for the majority of these samples that show no obvious deletions or duplications events. 24  Nearly half of all samples will not have variations identifiable by CNV or sequence analysis; therefore, further testing will probably involve genome sequencing, although diagnostic gains here are often quite low and may sometimes reflect prior poor execution of either the current ES protocols or CNV interpretations. 4  As shown in this study, a single selected approach will sometimes miss important pathogenic variations that could have further clinical considerations and may also require interventions. The extended benefits of the ngVES pipeline are therefore in its broad approach to genetic screening in covering suspected targets for both sequence variation plus CNV changes, potentially obviating the need for separate tests for SNP/indels and CNVs. 25 A significant advantage of ngVES demonstrated here is the ability to identify very small CNVs involving only a single exon or a single gene in which such changes are not currently detectable using CNV-seq or by many current CMA platforms in which probe designs and regional gene coverage can vary significantly. ngVES provides a non-biased approach to investigating the genetic basis of any disease and presents a more comprehensive option that we suggest may be suitable for first-tier screening. We further suggest that using a novel bioinformatics approach, CNVs called by ngVES can be independently confirmed using the existing ES information provided in the sequencing data and benchmarking against reference data from the same CNV interval region in other samples analyzed in the same sequencing flow cell. Thus, for small exon CNVs or larger CNVs involving the gene of interest, it will be possible to determine with a high degree of confidence whether the CNV called is a true- or false-positive result utilizing inherent SNPs. If any CNV still falls into the gray zone, then other confirmatory molecular tests can be used independently to validate the CNV called by ngVES before results are reported to the patient. It is reasonable to also suggest that analysis can be extended, using this SNP assessment approach, to simply and conveniently investigate and exclude rare, but potentially important, uniparental disomy occurrences with no further separate testing required. The important improvement of ES demonstrated here is based purely on bioinformatics; therefore, ngVES can be translated to laboratories everywhere and thus offers wider applications in many areas of disease screening and diagnosis. The main limitation in such an application will revolve around expertise in ES application and related technology, including target enrichment processes. This will undoubtedly include choice of PCR sets or hybridization enrichment probe sets. For maximum gains to be achieved, the laboratory must have appropriate skills in all areas of NGS with rigor in NGS and analysis/reporting. This may be especially important when the ngVES technology is ready for routine prenatal applications because the ES technology is already in transition to this area. 26 , 27 Despite some potential limitations, ngVES is moving toward a more universal screening approach with the potential for increased detection rates and reduced follow-up requirements. The cost of sequencing has dropped dramatically over the last decade and the availability of commercial probe sets has increased substantially. Therefore, we can propose that ngVES also has obvious potential in any carrier screening program as a first-tier approach covering SNVs, INDELs, and CNVs over much of the genome. This composite analysis approach demonstrated herein also has important implications for more effective carrier screening in cases which the use of ngVES may offer efficient means compared with the use of multiple selected gene variant panels. This would be a better utilization of genetic data and is suitable for comprehensive carrier testing in any population background. In conclusion, being a composite bioinformatics analysis, ngVES requires no changes in laboratory technology or workflow. Sequencing costs are low and are the same as a singular ES investigation, but the patient receives the benefit of a more comprehensive hybrid test. In any disease investigations, the simultaneous examination of other genes/chromosomes may, in some cases, refine clinical diagnosis and can be especially important to resolve the genetic basis of mixed phenotypes. From the laboratory perspective, efficiencies are improved by rationalization of methodologies with fewer wet lab requirements compared with cascade screening, with the added benefit of potential cost reductions for both laboratory and patient.",
  "upgrade_date": "2026-02-20 07:34:27"
}